{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21991"}, {"@name": "filename", "#text": "5854_DISSERTA%c3%87%c3%83O%20Jo%c3%a3o%20Henrique%20Cavalcanti%20de%20Fran%c3%a7a.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO – UFPE \n\nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS – CTG \n\nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA – PPGEM \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJOÃO HENRIQUE CAVALCANTI DE FRANÇA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLAPIDAÇÃO MECANIZADA E MANUAL DAS FACES DE SELOS \n\nMECÂNICOS APLICADOS EM BOMBAS DE TRANSFERÊNCIA DE GÁS \n\nLIQUEFEITO DE PETRÓLEO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife \n\n2017 \n\n  \n\n\n\nJOAO HENRIQUE CAVALCANTI DE FRANÇA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLAPIDAÇÃO MECANIZADA E MANUAL DAS FACES DE SELOS \n\nMECÂNICOS APLICADOS EM BOMBAS DE TRANSFERÊNCIA DE GÁS \n\nLIQUEFEITO DE PETRÓLEO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação submetida ao Programa de Pós-\n\nGraduação em Engenharia Mecânica da \n\nUniversidade Federal de Pernambuco como \n\nparte dos requisitos para obtenção do grau \n\nde Mestre em Engenharia Mecânica. \n\n \n\nÁrea de concentração: Engenharia de \n\nMateriais e Fabricação. \n\n \n\nOrientador: Prof. Dr. Tiago Leite Rolim. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife \n\n2017 \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCatalogação na fonte \n\nBibliotecária Margareth Malta, CRB-4 / 1198 \n\n \n\n \n\n  \n F814l        França, João Henrique Cavalcanti de. \n\nLapidação mecanizada e manual das faces de selos mecânicos aplicados \n\nem bombas de transferência de gás liquefeito de petróleo / João Henrique \n\nCavalcanti de França. - 2017. \n\n89 folhas, il., gráfs., tabs. \n\n \n\nOrientador: Prof. Dr. Tiago Leite Rolim. \n\n \n\nDissertação (Mestrado) – Universidade Federal de Pernambuco. CTG. \n\nPrograma de Pós-Graduação em Engenharia Mecânica, 2017. \n\nInclui Referências. \n\n \n\n1. Engenharia Mecânica.  2. Selos mecânicos.  3. Faces de vedação.   4. \n\nLapidação. 5. Planeza. 6. Rugosidade.  I. Rolim, Tiago Leite. (Orientador).  \n\nII. Título. \n\n      \n\n \n\n                        UFPE \n\n \n\n621 CDD (22. ed.)           BCTG/2017-324 \n\n \n\n\n\n \n\n \n\n \n\n30 de agosto de 2017 \n\n \n\n \n\n“LAPIDAÇÃO MECANIZADA E MANUAL DAS FACES DE SELOS MECÂNICOS \n\nAPLICADOS EM BOMBAS DE TRANSFERÊNCIA DE GÁS LIQUEFEITO DE \n\nPETRÓLEO” \n\n \n\nJOÃO HENRIQUE CAVALCANTI DE FRANÇA \n\n \n\nESTA DISSERTAÇÃO FOI JULGADA ADEQUADA PARA OBTENÇÃO DO TÍTULO \n\nDE MESTRE EM ENGENHARIA MECÂNICA \n\n \n\nÁREA DE CONCENTRAÇÃO: ENGENHARIA DE MATERIAIS E FABRICAÇÃO \n\n \n\nAPROVADA EM SUA FORMA FINAL PELO  \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA \n\n MECÂNICA/CTG/EEP/UFPE \n\n \n\n \n\n___________________________________________________ \n\nProf. Dr. TIAGO LEITE ROLIM \n\nORIENTADOR/PRESIDENTE \n\n \n\n \n\n___________________________________________________ \n\nProf. Dr. CEZAR HENRIQUE GONZALEZ \n\nCOORDENADOR DO PROGRAMA \n\n \n \n \n\nBANCA EXAMINADORA: \n\n \n\n_________________________________________________________________ \n\nProf. Dr. TIAGO LEITE ROLIM (UFPE) \n\n \n\n_________________________________________________________________ \n\nProf. Dr. JOSÉ MARIA ANDRADE BARBOSA (UFPE) \n\n \n\n_________________________________________________________________ \n\nProf. Dr. ADALBERTO NUNES DE SIQUEIRA (FACULDADE ESTÁCIO DO  \n\nRECIFE) \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho \n\nà minha mãe Juvanita e à minha esposa Sandra, \n\nque sempre me incentivaram a continuar estudando, \n\nsem elas eu não teria chegado até aqui. \n\n  \n\n\n\nAGRADECIMENTOS \n\n \n\nAgradeço primeiramente a Deus, por estar sempre ao meu lado, dando-me saúde, \n\nforça, paciência e determinação, possibilitando o alcance de mais este projeto em minha vida. \n\nAo professor doutor Tiago Leite Rolim, pela sua brilhante orientação neste trabalho, \n\npelos ensinamentos, pelo seu entusiasmo, companheirismo, dedicação e paciência, \n\nprincipalmente na realização das medições no Laboratório de Medição por Coordenadas.  \n\nÀ minha família, em especial à minha irmã Simone e minha sobrinha Jhéssica, que \n\nsempre me incentivaram e torcem por mim. \n\nAo mecânico especializado Germano, pela ajuda e ensinamentos na lapidação manual, \n\nsendo peça fundamental para o alcance dos resultados obtidos. \n\nAo proprietário Ulisses e aos funcionários Alexandre, Bruno, Felipe e Wagner, da \n\nempresa Só Vedações, pela colaboração na lapidação mecanizada, pelas informações e \n\nmateriais compartilhados e por me receber sempre de portas abertas.  \n\nAos colegas da Transpetro e Petrobras, que de forma direta ou indireta me ajudaram a \n\nrealizar este trabalho. \n\nÀ técnica Janaína, do Laboratório de Microscopia e Análise Macro Estrutural do \n\nDepartamento de Engenharia Mecânica da Universidade Federal de Pernambuco, pelas \n\nanálises microscópicas. \n\nAos professores, colegas e funcionários da secretaria do Programa de Pós-Graduação \n\nem Engenharia Mecânica da Universidade Federal de Pernambuco, pela ajuda, orientação e \n\napoio constantes. \n\n \n\n  \n\n\n\nRESUMO \n\n \n\nO selo mecânico é o principal elemento de vedação de uma máquina ou equipamento, pois \n\nevita que vazamentos indesejados ocorram e possam causar acidentes e prejuízos.  As faces de \n\nvedação estáticas e dinâmicas são responsáveis por esta função, impedindo que o fluido \n\nconfinado escape para o meio externo, principalmente quando o equipamento está em \n\noperação. Para isso, é imprescindível que as faces possuam valores de planeza e rugosidade \n\nsuperficial satisfatórios. Estes parâmetros são obtidos por meio de lapidação mecanizada ou \n\nmanual. Na prática, a rugosidade não é avaliada pelas empresas que recuperam selos \n\nmecânicos e os valores de planeza são obtidos pela visualização de franjas de interferência, \n\nque é um método simples e barato, mas que depende da acuidade visual e experiência do \n\ntécnico que está realizando a lapidação. Este trabalho propõe comparar os valores de planeza \n\nobtidos pela técnica de franjas de interferência e pela medição em uma máquina de medição \n\npor coordenadas (MMC), antes e após a lapidação das faces de vedação de selos mecânicos \n\naplicados em bombas de transferência de gás liquefeito de petróleo (GLP), assim como \n\navaliar a qualidade da planeza e da rugosidade superficial obtidas por lapidação manual na \n\noficina de manutenção da Transpetro no Porto de Suape, e por lapidação mecanizada em \n\nempresa externa. A rugosidade superficial também foi avaliada através de microscopia óptica \n\ne microscopia eletrônica de varredura. Os resultados comprovaram a eficácia do método de \n\nlapidação manual e a exatidão da medição de planeza por meio da MMC. Para finalizar o \n\ntrabalho, foram estimados os principais custos gerados com a falha do selo mecânico e sua \n\nmanutenção, além dos possíveis prejuízos decorrentes da indisponibilidade simultânea das \n\nbombas de GLP, reforçando a importância da recuperação de selos em uma oficina própria. \n\n \n\n \n\nPalavras-chave: Selos mecânicos. Faces de vedação. Lapidação. Planeza. Rugosidade.  \n\n \n\n  \n\n\n\nABSTRACT \n\n \n\nThe mechanical seal is the main sealing element of a machine or equipment because it \n\nprevents unwanted leaks from occurring and can cause accidents and damage. Static and \n\ndynamic sealing faces are responsible for this function, preventing the confined fluid from \n\nescaping into the external environment, especially when the equipment is in operation. For \n\nthis, it is imperative that the faces have satisfactory flatness and surface roughness values. \n\nThese parameters are obtained by mechanized or manual lapping. In practice, roughness is not \n\nevaluated by companies recovering mechanical seals and flatness values are obtained by \n\nviewing fringes of interference, which is a simple and inexpensive method, but which depends \n\non the visual acuity and experience of the technician who is performing the lapping. This \n\nwork proposes to compare the flatness values obtained by the technique of interference \n\nfringes and the measurement in a coordinate measuring machine (CMM), before and after the \n\nlapping of the sealing faces of mechanical seals applied in liquefied petroleum gas (LPG) \n\ntransfer pumps, as well to evaluate the quality of the flatness and of the superficial roughness \n\nobtained by manual lapping in the Transpetro maintenance workshop at Suape seaport, and by \n\nmechanized lapping in an external company. The surface roughness was also evaluated \n\nthrough optical microscopy and scanning electron microscopy. The results demonstrated the \n\nefficacy of the manual lapping method and the accuracy of flatness measurement through \n\nCMM. To finalize the work, the main costs generated by the failure of the mechanical seal \n\nand its maintenance were estimated, as well as the possible losses due to the simultaneous \n\nunavailability of LPG pumps, reinforcing the importance of the recovery of seals inits \n\nownworkshop. \n\n \n\n \n\nKeywords: Mechanical seals. Sealing faces. Lapping. Flatness. Roughness. \n\n \n\n \n\n \n\n  \n\n\n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 –    Desenho em corte de um selo mecânico instalado numa bomba centrífuga \n\nhorizontal ............................................................................................................. 20 \n\nFigura 2 –   Seções transversais de sedes (faces estacionárias) .............................................. 21 \n\nFigura 3 –   Seções transversais de anéis de selagem (faces rotativas) .................................. 21 \n\nFigura 4 –   Tipos de molas helicoidais .................................................................................. 21 \n\nFigura 5 –   Tipos de molas chatas ......................................................................................... 22 \n\nFigura 6 –   Tipos de foles metálicos ...................................................................................... 22 \n\nFigura 7 –   Selo mecânico duplo montado em bomba centrífuga ......................................... 23 \n\nFigura 8 –   Componentes de um selo mecânico convencional (a) e do tipo cartucho \n\n(b), montados num eixo ....................................................................................... 23 \n\nFigura 9 –   Exemplos de selos mecânicos e seus componentes internos ............................... 25 \n\nFigura 10 –   Aplicação dos selos mecânicos em bombas centrífugas ..................................... 25 \n\nFigura 11 –   Formação de filme de fluido entra as faces de vedação ...................................... 28 \n\nFigura 12 –   Curva de Stribeck exibindo os diferentes regimes de lubrificação ..................... 30 \n\nFigura 13 –  Microfotografias da superfície de uma face de vedação antes (a) e depois \n\n(b) de sua utilização ............................................................................................. 31 \n\nFigura 14 –   Exemplo do aumento da taxa de vazamento em função da altura da \n\nondulação da superfície da face de vedação ........................................................ 32 \n\nFigura 15 –  Exemplo da variação da taxa de vazamento em função da rugosidade e da \n\ndireção dos arranhões na superfície da face de vedação ..................................... 33 \n\nFigura 16 –  Mecanismos de remoção de material na lapidação ............................................. 34 \n\nFigura 17 –  Vista superior (a) e lateral parcial em corte (b) de uma lapidadora plana........... 35 \n\nFigura 18 –  Trajetória descrita por um ponto da face de vedação sobre o disco de \n\nlapidação de uma lapidadora com braço fixo ...................................................... 35 \n\nFigura 19 –  Representação imaginária da tolerância de planeza ............................................ 37 \n\nFigura 20 –  Representação em desenho técnico da tolerância de planeza.............................. 37 \n\nFigura 21 –  Leitura imaginária do campo de tolerância de planeza ....................................... 37 \n\nFigura 22 –  Princípio da geração de franjas de interferência ................................................. 39 \n\nFigura 23 –  Avaliação da planeza de uma superfície através de franjas de interferência ...... 39 \n\nFigura 24 –  Ilustração da avaliação de planeza utilizando-se um plano óptico com \n\nincidência de luz monocromática sobre a peça ................................................... 40 \n\nFigura 25 –  Guia de referência para avaliação da planeza de peças através da \n\nquantidade de franjas de interferência ................................................................. 41 \n\nFigura 26 –  Verificação da planeza de uma face de vedação pela quantidade de franjas \n\nobservadas através de um plano óptico e uma fonte de luz monocromática ....... 41 \n\nFigura 27 –  Exemplos de franjas de interferência observadas a olho nu ................................ 42 \n\nFigura 28 –  Parâmetros de ondulação e rugosidade numa superfície qualquer ...................... 43 \n\nFigura 29 –  Perfis de rugosidade, de ondulação e de erro de forma de uma superfície \n\nqualquer ............................................................................................................... 44 \n\nFigura 30 –  Comprimentos percorridos pelo apalpador na medição de rugosidade ............... 45 \n\nFigura 31 –  Linha média ......................................................................................................... 45 \n\nFigura 32 –  Determinação da linha média .............................................................................. 46 \n\n\n\nFigura 33 –  Desvio médio aritmético Ra ................................................................................ 47 \n\nFigura 34 –  Uma das bombas centrífugas verticais de GLP instalada na Transpetro ............ 49 \n\nFigura 35 –  Selo mecânico instalado em uma das bombas centrífugas verticais de GLP ...... 50 \n\nFigura 36 –  Luva e componentes do selo primário (selo interno) de uma das bombas de \n\nGLP ..................................................................................................................... 51 \n\nFigura 37 –  Luva montada no selo primário e demais componentes do selo secundário \n\n(selo externo) de uma das bombas de GLP ......................................................... 51 \n\nFigura 38 –  Face rotativa em SiC (esquerda) e face estacionária em carvão com \n\nantimônio (direita) do selo primário (selo interno) ............................................. 51 \n\nFigura 39 –  Lapidadora plana ................................................................................................. 54 \n\nFigura 40 –  Máquina de limpeza por ultrassom ..................................................................... 55 \n\nFigura 41 –  Lapidadora plana durante lapidação de uma das faces de vedação ..................... 56 \n\nFigura 42 –  Fonte de luz monocromática e disco óptico ........................................................ 57 \n\nFigura 43 –  Disco para lapidação manual com planeza de 30 µm (a) e 6 µm (b) .................. 58 \n\nFigura 44 –  Lapidação dos discos de lapidação manual ......................................................... 59 \n\nFigura 45 –  Lapidação manual de faces de vedação na oficina da Transpetro ....................... 60 \n\nFigura 46 –  Polimento manual de faces de vedação na oficina da Transpetro ....................... 61 \n\nFigura 47 –  Polimento manual de faces de vedação na oficina da Transpetro ....................... 61 \n\nFigura 48 –  Máquina de medição por coordenadas ................................................................ 62 \n\nFigura 49 –  Ilustração dos pontos de medição de planeza na superfície da face de \n\nvedação ................................................................................................................ 63 \n\nFigura 50 –  Medição de planeza das faces de vedação na MMC ........................................... 63 \n\nFigura 51 –  Rugosímetro digital e padrão de rugosidade ....................................................... 64 \n\nFigura 52 –  Rugosímetro digital durante medição de uma das faces de vedação .................. 64 \n\nFigura 53 –  Microscópio óptico OLYMPUS, modelo BX51M ............................................. 65 \n\nFigura 54 –  Microscópio eletrônico de varredura HITACHI, modelo TM 3000 ................... 66 \n\nFigura 55 –  Fotografia das franjas de interferência na face S1F1 (a), antes da \n\nlapidação, e ampliação da região destacada para visualização de inúmeras \n\nfranjas concêntricas e delgadas (b). ..................................................................... 68 \n\nFigura 56 –  Fotografia das franjas concêntricas após lapidação da face S1F1....................... 69 \n\nFigura 57 –  Fotografia das inúmeras franjas invisíveis a olho nu na face S1F2 .................... 69 \n\nFigura 58 –  Polimento manual de faces de vedação com pasta JP-1/4................................... 70 \n\nFigura 59 –  Gráfico dos valores médios mínimos da planeza de faces em RbSiC e \n\ncarbono impregnado com antimônio, após lapidação mecanizada e manual ...... 73 \n\nFigura 60 –  Gráfico dos valores médios mínimos da rugosidade Ra de faces em RbSiC \n\ne carbono impregnado com antimônio, após lapidação mecanizada e \n\nmanual ................................................................................................................. 73 \n\nFigura 61 –  Micrografias eletrônicas de varredura em regiões diferentes de uma mesma \n\nface de RbSiC, antes (a) e após (b) lapidação manual com pasta JP-1, com \n\naumento de 2000X .............................................................................................. 74 \n\nFigura 62 –  Micrografias eletrônicas de varredura em regiões diferentes de uma mesma \n\nface de carbono impregnado com antimônio, após lapidação manual e \n\npolimento com pasta JP-1 (a) e JP-1/4 (b), com aumento de 2000X .................. 76 \n\n\n\nFigura 63 –  Micrografias ópticas em regiões diferentes de uma mesma face de carbono \n\nimpregnado com antimônio, após lapidação manual e polimento com pasta \n\nJP-1 (a) e JP-1/4 (b), com aumentos de 50X e 500X .......................................... 77 \n\nFigura 64 –  Micrografias eletrônicas de varredura em regiões diferentes de uma mesma \n\nface de carbono impregnado com antimônio, antes (a) e após (b) lapidação \n\nmanual com pasta JP-1, com aumento de 500X .................................................. 78 \n\nFigura 65 –  Micrografias ópticas em regiões diferentes de uma mesma face de carbono \n\nimpregnado com antimônio, antes (a) e após (b) lapidação manual com \n\npasta JP-1, com aumento de 50X ........................................................................ 78 \n\nQuadro 1 –  Estimativa de custos para substituição e recuperação de selo mecânico para \n\numa bomba de GLP ............................................................................................. 81 \n\nQuadro 2 –  Comparação entre a recuperação mecanizada e manual de selos mecânicos ...... 83 \n\n \n\n \n\n  \n\n\n\nLISTA DE TABELAS \n\n \n\nTabela 1 –  Comprimentos de amostragem de rugosidade para medições de Ra e \n\nparâmetros relacionados para perfis não periódicos (por exemplo, perfis \n\nlapidados) ............................................................................................................... 48 \n\nTabela 2 –  Resultados da medição de planeza por MMC e franjas de interferência de \n\nfaces de vedação lapidadas mecanicamente .......................................................... 67 \n\nTabela 3 –  Resultados da medição de planeza e rugosidade superficial de faces de \n\nvedação lapidadas manualmente com pasta JP-1 .................................................. 70 \n\nTabela 4 –  Resultados da medição de planeza e rugosidade superficial de faces de \n\nvedação lapidadas manualmente com pasta JP-1 e relapidadas com pasta \n\nJP-1/4 ..................................................................................................................... 71 \n\nTabela 5 –  Resultados da medição de planeza da superfície do disco de lapidação, \n\nantes e após sua utilização ..................................................................................... 71 \n\nTabela 6 –  Valores médios mínimos da planeza e rugosidade superficial obtidos nos \n\nprocessos de lapidação mecanizada e manual ....................................................... 72 \n\nTabela 7 –  Resultado de medições de rugosidade Ra e planeza da superfície de uma \n\nface de RbSiC, antes e após lapidação manual com pasta JP-1............................. 75 \n\nTabela 8 –  Resultado de medições de rugosidade Ra e planeza da superfície de uma \n\nface em carbono impregnado com antimônio, após lapidação manual e \n\npolimento com pasta JP-1 e JP-1/4 ........................................................................ 77 \n\nTabela 9 –  Resultado de medições de rugosidade Ra e planeza da superfície de uma \n\nface em carbono impregnado com antimônio, antes e após lapidação \n\nmanual com pasta JP-1 .......................................................................................... 79 \n\n \n\n  \n\n\n\nLISTA DE SIGLAS, ABREVIATURAS E SÍMBOLOS \n\n \n\nABNT – Associação Brasileira de Normas Técnicas \n\nANP – Agência Nacional do Petróleo, Gás Natural e Biocombustíveis \n\nAPI – American Petroleum Institute \n\nC – Carbono \n\nCr – Cromo \n\nCFC – Cloro-flúor-carbono \n\nDIN – Deutsches Institut für Normung (German Institute for Standardization) \n\nEPDM – Borracha de etileno-propileno-dieno \n\nEPM ou EPR – Borracha de etileno-propileno \n\nFEP – Borracha de etileno-propileno-dieno fluorada \n\nFFKM – Borracha perfluorada \n\nFKM – Borracha fluorada \n\nGLP – Gás liquefeito de petróleo \n\nh – Altura entre faces de vedação ou espessura do filme lubrificante \n\nHB – HardnessBrinell (Dureza Brinell) \n\nISO – International Organization for Standardization \n\nL – Comprimento de amostragem de rugosidade \n\nLn – Comprimento de avaliação de rugosidade \n\nLp – Comprimento referente ao percurso do apalpador do rugosímetro até a sua parada \n\nLt – Distância total percorrida pelo apalpador do rugosímetro \n\nLv – Comprimento referente ao percurso do apalpador até atingir a velocidade de medição de \n\nrugosidade \n\nLVDT – Linear Variable Differential Transformers \n\nMEV – Microscopia eletrônica de varredura \n\nMMC – Máquina de medição por coordenadas \n\nMO – Microscopia óptica \n\nMo – Molibdênio \n\nNBR – Borracha de nitril-butadieno, borracha de acrilonitrila-butadieno ou borracha nitrílica \n\nNi – Níquel \n\npH – Potencial de hidrogênio \n\nPTFE – Politetrafluoretileno \n\nR – Rugosidade superficial \n\n\n\nRa – Desvio médio aritmético da altura da rugosidade \n\nRbSiC – Carbeto de silício sinterizado por reação \n\nRmáx – Altura máxima da rugosidade \n\nrpm – Rotação por minuto \n\nSb – Antimônio \n\nSENAI – Serviço Nacional de Aprendizagem Industrial \n\nSi – Silício \n\nSiC – Carbeto de silício \n\nt – Tolerância de planeza \n\n?-SiC – Fase hexagonal do carbeto de silício \n\n?-SiC – Fase cúbica do carbeto de silício \n\n? – comprimento de onda \n\n  \n\n\n\nSUMÁRIO \n\n \n\n \n1     INTRODUÇÃO ........................................................................................................... 16 \n\n2     OBJETIVOS ................................................................................................................ 18 \n\n2.1      Objetivo Geral.............................................................................................................. 18 \n\n2.2      Objetivos Específicos ................................................................................................... 18 \n\n3     JUSTIFICATIVA ........................................................................................................ 19 \n\n4     FUNDAMENTAÇÃO TEÓRICA ............................................................................. 20 \n\n4.1      Selos Mecânicos............................................................................................................ 20 \n\n4.2      Materiais dos Selos Mecânicos ................................................................................... 26 \n\n4.2.1   Materiais das faces de vedação ...................................................................................... 26 \n\n4.2.3   Materiais das vedações secundárias .............................................................................. 27 \n\n4.3      Funcionamento dos Selos Mecânicos ......................................................................... 28 \n\n4.3      Vazamentos em Selos Mecânicos................................................................................ 31 \n\n4.4      Lapidação de Selos Mecânicos.................................................................................... 33 \n\n4.5      Planeza .......................................................................................................................... 36 \n\n4.5.1   Princípio das franjas de interferência ............................................................................ 38 \n\n4.6      Rugosidade Superficial................................................................................................ 42 \n\n5     MATERIAIS E MÉTODOS ....................................................................................... 49 \n\n5.1      Apresentação dos Equipamentos ............................................................................... 49 \n\n5.1.1   Bombas de GLP ............................................................................................................. 49 \n\n5.1.2   Selos mecânicos ............................................................................................................. 50 \n\n5.2      Métodos e Instrumentação Utilizada ......................................................................... 52 \n\n5.2.1   Recuperação de selos mecânicos ................................................................................... 53 \n\n5.2.2   Lapidação mecanizada ................................................................................................... 53 \n\n5.2.3   Lapidação manual .......................................................................................................... 57 \n\n5.2.3.1 Lapidação manual em oficina da Petrobras.................................................................57 \n\n5.2.3.2 Lapidação manual em oficina da Transpetro...............................................................58 \n\n5.2.4   Medição da planeza em máquina de medição por coordenadas .................................... 62 \n\n5.2.5   Medição de rugosidade superficial ................................................................................ 64 \n\n5.2.6   Análise da superfície através de microscopia óptica e microscopia eletrônica de            \n\nvarredura ....................................................................................................................... 65 \n\n\n\n6     RESULTADOS E DISCUSSÕES .............................................................................. 67 \n\n6.1      Comparação da Avaliação da Planeza  através de MMC e Franjas de \n\nInterferência ................................................................................................................ 67 \n\n6.2      Avaliação dos Métodos de Lapidação Manual.......................................................... 70 \n\n6.3      Comparação entre a Lapidação Mecanizada e Manual........................................... 72 \n\n6.4      Análise das Superfícies por MO e MEV .................................................................... 74 \n\n6.5      Custos com a Manutenção não Planejada para Recuperação de Selos .................. 79 \n\n6.6      Proposição de Procedimento para Lapidação Manual ............................................ 81 \n\n7     CONCLUSÕES ........................................................................................................... 85 \n\n8     SUGESTÕES PARA TRABALHOS FUTUROS ..................................................... 86 \n\n     REFERÊNCIAS .......................................................................................................... 87 \n\n     ANEXO A – Desenho de montagem do selo mecânico AESSEAL ......................... 89 \n\n \n\n\n\n16 \n \n\n1 INTRODUÇÃO \n\n \n\nO sistema de selagem, ou sistema de vedação, é um dos itens mais importantes de uma \n\nbomba, seja esta utilizada para a transferência de água ou produtos perigosos e inflamáveis. \n\nExiste uma enorme variedade de sistemas e sua aplicação depende principalmente do tipo de \n\nfluido e sistema de bombeio. \n\nO selo mecânico é o componente de maior relevância num sistema de selagem de um \n\nequipamento, pois é responsável por garantir a estanqueidade do fluido confinado, impedindo \n\nsua fuga para o meio exterior, evitando assim vazamentos, contaminações, perda de inventário \n\ne, em alguns casos, incêndios e explosões. \n\nFalhas em selos mecânicos podem ser catastróficas, ocasionando acidentes e \n\ninterrupções operacionais comprometedoras. Dependendo do tipo de bomba, fluido e selo, a \n\ncorreção de pequenas falhas que resultem em vazamentos poderá demorar semanas e até \n\nmeses, além de ter um custo relativamente elevado. Por isso, empresas mantêm selos \n\nsobressalentes em seus estoques. \n\nOs vazamentos em selos geralmente são provocados, em condições normais de \n\noperação, pelo desgaste abrasivo de suas faces de vedação. Estas faces podem ser recuperadas \n\npor lapidação, permitindo a reutilização dos selos diversas vezes. \n\nUm selo mecânico corretamente dimensionado e especificado pode trabalhar, sem \n\nqualquer necessidade de ajuste, por milhares de horas de funcionamento e, em casos \n\nexcepcionais pode atingir uma vida útil de 50.000 horas. \n\nNeste trabalho foram avaliadas a planeza e rugosidade superficial de faces de vedação \n\nlapidadas de forma manual e mecanizada. Para medição da planeza foi utilizada a técnica de \n\ninterferometria e uma máquina de medição de coordenadas (MMC). Para avaliação da \n\nrugosidade da superfície deslizante das faces de vedação foi utilizado um rugosímetro digital, \n\num microscópio óptico e um microscópio eletrônico de varredura.  \n\nAs faces de vedação, que trabalham em pares no interior do selo mecânico (uma face \n\nrotativa com uma face estacionária), são consideradas vedações dinâmicas, onde um par é \n\nrefrigerado pelo próprio fluido bombeado e o outro par é refrigerado pela injeção de um fluido \n\nbarreira, neste caso, o querosene de aviação. Os selos mecânicos são do tipo cartucho duplo, \n\nque possuem dois pares de faces de vedação, instalados em 2 bombas centrífugas verticais de \n\nmúltiplos estágios, sendo uma reserva, empregadas no bombeio de gás liquefeito de petróleo \n\n(GLP) das esferas de armazenamento da Transpetro, no Terminal Aquaviário de Suape, para \n\n\n\n17 \n \n\nos vasos de pressão das companhias distribuidoras instaladas no Porto de Suape. Uma bomba \n\nopera praticamente 24 horas por dia, 6 dias por semana. A interrupção prolongada na \n\ndistribuição de GLP para estas companhias pode causar o desabastecimento em diversos \n\nestados da região Nordeste. \n\nCada bomba possui um selo mecânico com 2 pares de faces de vedação, totalizando 2 \n\nfaces rotativas em carbeto de silício e 2 faces estacionárias em carbono impregnado com \n\nantimônio. Há no estoque 2 selos mecânicos sobressalentes caso os selos instalados nas \n\nbombas apresentem vazamento. Porém, em caso de falha, a substituição de um único selo \n\npode levar até 40 horas para ser finalizada. \n\nNas bombas de GLP da Transpetro, são esperados que os selos tenham uma vida útil \n\nsuperior a 5 anos. Para isso, a qualidade na fabricação e na recuperação de seus componentes \n\né imprescindível. Atualmente a vida útil média de um selo não ultrapassa 2 anos, ocasionando \n\na indisponibilidade de uma das bombas para manutenção corretiva de quase uma semana para \n\nsubstituição do selo defeituoso por um selo recuperado por empresa externa, além de resultar \n\nnum custo total de quase R$ 10.000,00. Esta recuperação envolve a substituição das vedações \n\nem elastômero e a relapidação de todas as faces de vedação do selo, caso ainda possam ser \n\nreaproveitadas. Geralmente a lapidação é realizada de forma mecanizada, em uma lapidadora \n\nplana que possui um disco de lapidação motorizado, obtendo-se o menor valor possível de \n\nplaneza da superfície das faces de vedação. Como a quantidade de material removido durante \n\no processo de lapidação é muito pequena, as faces podem ser relapidadas algumas dezenas de \n\nvezes sem que haja comprometimento no funcionamento do selo. \n\nApós sua substituição, o selo defeituoso levará cerca de 75 dias para ser recuperado e \n\ndevolvido ao estoque da manutenção devido ao trâmite licitatório. Outro ponto negativo é que \n\na instalação fica mais vulnerável sem a bomba reserva. A demora na recuperação dos selos \n\nmecânicos e o prejuízo gerado por uma possível indisponibilidade das duas bombas pode \n\nresultar em valores muito elevados, até que se efetue a recuperação ou até mesmo a compra \n\nemergencial de um novo selo que hoje tem um valor médio de R$ 40.000,00. A qualidade da \n\nsuperfície das faces de vedação do selo mecânico é um dos fatores que garantirá uma \n\noperação segura e duradoura. \n\n \n\n  \n\n\n\n18 \n \n\n2 OBJETIVOS \n\n2.1 Objetivo Geral \n\nO objetivo geral desse trabalho é avaliar a planeza e rugosidade das faces de vedação \n\nde selos mecânicos tipo cartucho, lapidadas de forma manual e mecanizada, empregados nas \n\nbombas principais de transferência de GLP do Terminal Aquaviário da Transpetro no Porto de \n\nSuape.  \n\n2.2 Objetivos Específicos \n\nOs objetivos específicos desse trabalho são: \n\n? Realização de medições de planeza e rugosidade nas faces de vedação de selos \n\nmecânicos das bombas de GLP instaladas na Transpetro, no Porto de Suape, antes \n\ne após o processo de lapidação, utilizando a técnica de interferometria (franjas de \n\ninterferência), uma máquina de medição por coordenadas, um rugosímetro digital; \n\n? Avaliação do acabamento superficial das faces de vedação utilizando um \n\nmicroscópio óptico e um microscópio eletrônico de varredura; \n\n? Comparação dos métodos de avaliação da planeza: franjas de interferência versus \n\nmáquina de medir por coordenadas; \n\n? Comparação da planeza e rugosidade obtidas por lapidação manual, na oficina de \n\nmanutenção da Transpetro em Suape, e por lapidação mecanizada, em empresa \n\nexterna; \n\n? Estimar os custos e prejuízos relacionados com a falha dos selos das bombas de \n\nGLP; \n\n? Apresentação e discussão dos resultados obtidos; \n\n? Proposição de um procedimento para lapidação manual. \n\n \n\n  \n\n\n\n19 \n \n\n3 JUSTIFICATIVA \n\n \n\nQuando há a necessidade em se recuperar um selo mecânico no Terminal da \n\nTranspetro em Suape, é realizado um processo licitatório a nível nacional, geralmente \n\ndemorado e oneroso, como em qualquer outra empresa pública. Não é feita nenhuma \n\navaliação do estado da superfície das faces de vedação do selo, e todas as faces são \n\nrelapidadas pela empresa vencedora da licitação. \n\nTambém não há confiabilidade na recuperação realizada por empresas especialistas \n\nnesse tipo de serviço, pois não é permitido verificar os componentes internos do selo \n\nmecânico após sua recuperação, sob o risco de perda de garantia caso o selo seja desmontado \n\npara inspeção. A fiscalização do serviço de recuperação torna-se difícil quando a empresa \n\ncontratada está situada fora do estado de Pernambuco. \n\nNão é possível saber, por exemplo, se as vedações em elastômero foram substituídas \n\nou se há trincas nas faces de vedação que foram lapidadas. Isso vem resultando em \n\nvazamentos exagerados e paradas não programadas das bombas para substituição dos selos \n\nrecuperados que falharam após poucas semanas de operação, gerando, desta forma, \n\nretrabalho, indisponibilidade do equipamento e mais custos com manutenção. Somando-se \n\nainda os custos indiretos com perda de inventário, o não faturamento de GLP durante a \n\nindisponibilidade da bomba, multas contratuais em caso de interrupção de abastecimento das \n\ncompanhias distribuidoras e, além disso, o impacto negativo na imagem da companhia \n\nperante seus clientes e a sociedade. Os prejuízos podem alcançar a ordem de milhões de reais \n\ncaso as bombas fiquem indisponíveis simultaneamente enquanto aguardam a substituição dos \n\nselos que falharam. \n\nVerificar a possibilidade de avaliar a planeza e rugosidade das faces de vedação após \n\nsua recuperação, realizada em empresas externas ou nas próprias instalações da Transpetro, \n\ntraria ganhos significativos na manutenção de selos mecânicos para qualquer bomba, visto  \n\nque a planta industrial em Suape possui mais de 20 bombas que utilizam selos mecânicos \n\ncomo elemento de vedação. Além disso, a instalação de uma oficina própria para recuperação \n\nde selos poderia beneficiar todas as unidades da Transpetro na região Nordeste. \n\n \n\n  \n\n\n\n20 \n \n\n4 FUNDAMENTAÇÃO TEÓRICA \n\n4.1 Selos Mecânicos \n\n \n\n“Os selos mecânicos são dispositivos dinâmicos que tem a finalidade de impedir a \n\npassagem de um fluido ao longo da interface de duas superfícies anelares animadas de \n\nmovimento relativo” (LIMA, 2003, p. 89). Essas superfícies anelares são chamadas de faces, \n\nanéis ou sedes de vedação. Uma das faces de vedação permanece estacionária, ficando presa \n\nao corpo do selo que está fixado à máquina, e a outra face, montada no eixo da máquina, \n\npossui movimento rotativo. O fluido que se deseja conter ocupa o espaço compreendido entre \n\numa câmara no interior do selo e o eixo giratório. Vedações secundárias, geralmente em \n\nelastômero, como por exemplo anéis “O” em Viton® ou Kalrez®, também são empregadas \n\npara impedir a fuga do fluido nas interfaces entre a face rotativa e o eixo, entre a face \n\nestacionária e selo, e entre o selo e a carcaça da máquina. \n\nNa Figura 1 é ilustrado um exemplo de selo mecânico instalado numa bomba \n\ncentrífuga horizontal, assim como os seus elementos principais. O eixo, rotor e carcaça \n\npertencem à bomba. Demais componentes podem ser incorporados ao selo, de acordo com seu \n\ntipo, sua aplicação e o plano de selagem adotado. \n\n \nFigura 1 – Desenho em corte de um selo mecânico instalado numa bomba centrífuga horizontal \n\n \n\nFonte: Lima (2003). \n\n \n\nAs sedes, chamadas de faces estacionárias, possuem diversos formatos de seção \n\ntransversal, em função das forças hidrodinâmicas as quais serão submetidas em operação e da \n\n\n\n21 \n \n\nmaneira como serão instaladas na sobreposta do selo (de forma prensada ou flutuante). Os \n\nanéis de vedação, chamados de faces rotativas ou dinâmicas, também possuem diversos \n\nformatos pelos mesmos motivos das sedes e por serem elementos rotativos e deslizantes \n\n(sobre o eixo ou a luva), compensando vibrações, pequenos desalinhamentos e dilatações \n\ntérmicas. Nas Figuras 2 e 3, são ilustradas as seções transversais de alguns tipos de sedes e \n\nanéis de selagem, respectivamente. \n\n \nFigura 2 – Seções transversais de sedes (faces estacionárias) \n\n \nFonte: Lima (2003). \n\n \nFigura 3 – Seções transversais de anéis de selagem (faces rotativas) \n\n \n\nFonte: Lima (2003). \n\n \n\nAlém dos elementos de vedação, o selo mecânico também possui mais um \n\ncomponente fundamental, que é o mecanismo de compressão axial. Esse mecanismo tem \n\ncomo função manter as faces de vedação pressionadas uma contra a outra, compensando o \n\ndesgaste das superfícies de contato e auxiliando a vedação promovida pelo par de faces. Ele \n\npode ser composto por um dos elementos elásticos a seguir: \n\n? Uma mola helicoidal cilíndrica ou cônica (Figura 4); \n\n? Molas helicoidais múltiplas (Figura 4); \n\n? Uma mola chata ondulada ou sinuzoidal (Figura 5); \n\n? Um fole de borracha ou fole metálico ondulado ou lamelar (Figura 6). \n\n \n\nFigura 4 – Tipos de molas helicoidais \n\n \nFonte: Lima (2003). \n\n\n\n22 \n \n\n \nFigura 5 – Tipos de molas chatas \n\n \nFonte: Lima (2003, p. 101). \n\n \n\nFigura 6 – Tipos de foles metálicos \n\n \n\nFonte: Lima (2003). \n\n \n\nOs selos podem ser do tipo simples, quando é empregado apenas um par de faces de \n\nvedação, ou do tipo duplo, que possui dois pares de faces (funciona como dois selos montados \n\nnum só corpo). O segundo par de faces de vedação (selo nº 2, selo secundário ou selo externo) \n\ntem a função de conter um outro fluido, chamado de fluido barreira, que é injetado no interior \n\nda caixa de selagem, impedindo que este fluido vaze para a atmosfera. O fluido barreira \n\nimpede que o fluido principal atinja o meio exterior quando o primeiro par de faces de \n\nvedação falhar, porém, caso isso ocorra, a operação do equipamento é interrompida para a \n\nsubstituição ou recuperação do primeiro par de faces de vedação. O fluido barreira também \n\nauxilia na troca de calor das faces de vedação e na lubrificação das superfícies deslizantes do \n\nsegundo par de faces, enquanto que o próprio fluido principal realiza estas tarefas no primeiro \n\npar de faces de vedação (selo nº 1, selo primário ou selo interno). A Figura 7 ilustra um selo \n\nmecânico duplo montado em uma bomba centrífuga. \n\n \n\n\n\n23 \n \n\nFigura 7 – Selo mecânico duplo montado em bomba centrífuga \n\n \n\nFonte: Lima (2003). \n\n \n\nAtualmente, os selos mais usados são do tipo cartucho, que já vem montados numa \n\nluva juntamente com a sobreposta e um sistema de fixação por parafusos. Este tipo de selo é \n\ninstalado diretamente no eixo e na carcaça do equipamento, sem necessidade de ajustes de \n\nmolas ou foles como ocorre nos selos convencionais, resultando em praticidade e \n\nconfiabilidade durante a sua montagem. A Figura 8 (a) e (b) ilustra os principais componentes \n\nde um selo convencional e do tipo cartucho, respectivamente. \n\n \nFigura 8 – Componentes de um selo mecânico convencional (a) e do tipo cartucho (b), montados num eixo \n\n \n(a)         (b) \n\nFonte: Lima (2003). \n\n \n \n\n“A existência de fluidos tóxicos e inflamáveis em muitas indústrias leva à necessidade \n\nde termos uma vedação de alta confiabilidade nessas máquinas” (AFFONSO, 2006, p. 177). \n\nPor este motivo, os selos mecânicos são os mais eficazes quando se trabalha com fluidos \n\nperigosos e, consequentemente, são os tipos de vedações mais caras atualmente. \n\n\n\n24 \n \n\nA seleção do tipo de selo mecânico e sistema de selagem depende de vários fatores \n\nrelacionados ao fluido de processo (tipo, densidade, viscosidade, pressão de vapor, \n\ntemperatura, nível de contaminantes e presença de abrasivos) e às condições operacionais do \n\nequipamento (pressão de descarga, pressão de sucção, rotação, regime de trabalho).  Os selos \n\nmecânicos apresentam inúmeras aplicações na indústria, as principais são em: \n\n? Bombas centrífugas;  \n\n? Bombas rotativas de deslocamento positivo;  \n\n? Ventiladores;  \n\n? Reatores e agitadores para a indústria química; \n\n? Misturadores para indústria de petróleo; \n\n? Compressores; \n\n? Chillers; \n\n? Eixos propulsores de embarcações navais;  \n\n? Redutores. \n\n \n\nOs selos mecânicos podem ser projetados para pressões de até 35 MPa, velocidades da \n\nordem de 45.000 rpm e temperatura máxima do fluido de trabalho em torno de 400ºC, \n\npermitindo temperaturas mais elevadas mediante projeto especial do selo. \n\nA Figura 9 ilustra alguns tipos de selos mecânicos, dos mais simples aos mais \n\ncomplexos, aplicados em bombas e reatores. É possível observar alguns de seus componentes \n\ninternos. \n\n\n\n25 \n \n\nFigura 9 – Exemplos de selos mecânicos e seus componentes internos \n\n \n\nFonte: Aesseal (2002). \n\n \n\nUma grande porcentagem dos selos fabricados mundialmente é destinada à vedação de \n\nfluidos em bombas centrífugas dos mais diversos tipos (Figura 10). \n\n \n\nFigura 10 – Aplicação dos selos mecânicos em bombas centrífugas \n\n \n\nFonte: Aesseal (2002). \n\n \n\n \n\n\n\n26 \n \n\n4.2 Materiais dos Selos Mecânicos \n\nOs selos mecânicos são fabricados em diversos modelos e numa faixa gradual de \n\ntamanhos padronizados em função das dimensões do eixo e da carcaça da bomba, além do \n\ntipo de aplicação. O corpo e demais componentes do selo mecânico podem ser fabricados nos \n\nmais diversos tipos de metais. As faces de vedação podem ser fabricadas em aço inoxidável \n\nou aços especiais, através de usinagem convencional, ou em carbono e materiais cerâmicos, \n\natravés de metalurgia do pó. Os materiais das faces de vedação devem ser capazes de resistir \n\nao atrito em alta velocidade e elevada carga axial. Os melhores materiais de faces para selos \n\napresentam baixa fricção, alta dureza, boa resistência à corrosão e alta condutividade térmica \n\n(GRUNDFOS, 2009). \n\n4.2.1 Materiais das faces de vedação \n\nOs materias das faces de vedação mais utilizados são classificados de acordo com a \n\nnorma DIN EN 12756 (GERMAN INSTITUTE FOR STANDARDIZATION, 2000) e suas \n\naplicações e métodos de seleção são definidos pela norma API 682 (AMERICAN \n\nPETROLEUM INSTITUTE, 2014). Os principais materiais são: \n\n? Carbonos sintéticos: carbono grafite com impregnação de resina, carbono grafite \n\ncom impregnação metálica ou eletrografite; \n\n? Metais: maciços ou revestidos; \n\n? Carbetos: de tungstênio ou de silício; \n\n? Óxidos metálicos: de alumínio ou de cromo; \n\n? Polímero: politetrafluoretileno (PTFE); \n\n? Diamante (como revestimento). \n\n \n\nNeste trabalho foram avaliadas faces de vedação estacionárias fabricadas em carbono \n\ngrafite com impregnação metálica por antimônio, e faces rotativas em carbeto de silício \n\nsinterizado por reação. \n\nO carbono grafite com impregnação metálica possui menor resistência química e \n\nmaior resistência mecânica que os carvões sintéticos impregnados com resina, em função do \n\nmetal utilizado como impregnante, que pode ser antimônio, estanho, chumbo ou ligas destes \n\nmetais. O metal mais utilizado é o antimônio (Sb). O limite de temperatura para sua aplicação \n\né de aproximadamente 400°C. Acima desta temperatura aparecerão deposições lamelares na \n\ninterface de vedação. A resistência química será uma função do metal impregnante. \n\n\n\n27 \n \n\nO carbeto de silício que apresenta Si livre possui resistência química mais baixa, em \n\nespecial, no campo alcalino, onde ocorre a corrosão seletiva do Si livre. As peças maciças \n\napresentam a fragilidade típica dos materiais cerâmicos. Inserções de grafite melhoram \n\nsignificativamente as prioridades tribológicas. A perda de resistência mecânica resultante \n\npode ser tolerada. \n\nO carbeto de silício sinterizado por reação (RbSiC – reaction bonded silicon carbide) \n\né obtido pela mistura de ?-SiC, sob a forma de pó, com o grafite e aglutinantes orgânicos. Os \n\ncorpos pré-compactados são aquecidos a uma temperatura de 1.000ºC para a coqueficação do \n\naglutinante. Para que ocorra a siliciação, os corpos são em seguida mergulhados em um banho \n\nde silício fundido a uma temperatura de 1.500 ºC a 2.200ºC, assim o silício penetra nos poros \n\nda peça reagindo com o carbono livre desta e formando SiC secundário. O carbeto de silício, \n\nassim obtido, pode conter até 10% de silício livre. Por este motivo sua aplicação é restrita a \n\nprodutos com pH máximo de 10. Em função da matéria prima a granulometria do produto \n\nfinal poderá ser fina ou grossa. \n\n \n\n4.2.3 Materiais das vedações secundárias \n\nOs materias das vedações secundárias são classificados de acordo com a norma DIN \n\nEN 12756 em: \n\n? Elastômeros não revestidos; \n\n? Elastômeros revestidos; \n\n? Não elastômeros. \n\n \n\nElastômeros são materiais poliméricos com grandes cadeias moleculares, não \n\nperdendo as características elásticas com a variação de temperatura. Em baixas temperaturas \n\naumentam sua rigidez e em altas temperaturas mantém a elasticidade, sem fluir, até atingir sua \n\ntemperatura de deterioração. Podem ser obtidos a partir de meios orgânicos (borracha natural) \n\nou de hidrocarbonetos (borracha sintética). Atualmente, são produzidos em torno de 30 tipos \n\nde elastômeros, sendo os principais: \n\n? Borracha de nitril-butadieno (NBR): Perbunan®; \n\n? Borracha de etileno-propileno (EPM ou EPR) e etileno-propileno-dieno (EPDM): \n\nNordel®; \n\n? Borracha fluorada (FKM): Viton® ou Fluorel®; \n\n? Borracha perfluorada (FFKM): Kalrez® ou Chemraz®. \n\n\n\n28 \n \n\n \n\nOs elastômeros revestidos aplicam-se apenas a anéis do tipo “O” aliando a elasticidade \n\ndo núcleo (elastômero) com a resistência química do revestimento em politetraflouretileno \n\n(PTFE), para revestimentos abertos, ou em borracha de etileno-propileno-dieno fluorada \n\n(FEP), para revestimentos fechados.  \n\nNão elastômeros é a denominação genérica dada a substâncias sintéticas e naturais, \n\nque em comparação aos elastômeros, apresentam baixa elasticidade ou fluem quando sujeitos \n\na pequenas cargas, como por exemplo, polímeros ou fibras. Dentre estes se destacam:  \n\n? Grafite expandido; \n\n? Politetraflouretileno. \n\n4.3 Funcionamento dos Selos Mecânicos \n\nUm selo mecânico é projetado para que durante o funcionamento da máquina, uma \n\npequena quantidade do fluido a ser contido penetre na interface das faces de vedação atuando \n\ncomo lubrificante (Figura 11), minimizando o calor gerado e reduzindo o desgaste das \n\nsuperfícies em contato. \n\nO mecanismo de funcionamento de um selo mecânico é uma complexa interação \n\nentre o atrito sólido e as forças hidrodinâmicas que se desenvolvem quando o selo \n\nestá funcionando. O movimento relativo das faces gera movimento do fluido que \n\nestá entre as faces. A interação do fluido localizado entre as faces com a superfície \n\ngera um aumento de pressão hidrodinâmica, uma vez que estas superfícies não são \n\nexatamente planas e paralelas (AFFONSO, 2006, p. 178). \n\n \n\nFigura 11 – Formação de filme de fluido entra as faces de vedação \n\n \nFonte: Aesseal (2002). \n\n \n\nSegundo Affonso (2006, p. 178), a formação do filme de líquido é similar à de um \n\nmancal axial, com as seguintes diferenças principais: \n\n\n\n29 \n \n\n? A carga axial, normalmente, é pequena; \n\n? O fluido lubrificante nem sempre é o mais adequado, ou seja, é comum \n\nencontrarmos fluidos com viscosidade muito baixa, com contaminantes ou \n\ncorrosivos; \n\n? A temperatura do fluido selado pode ser muito alta; \n\n? Nem sempre o filme de líquido é espesso o suficiente para separar a faces \n\ntotalmente, havendo contato sólido. A separação das faces depende da lubricidade \n\ndo fluido, rotação, pressão, etc. \n\n? Nem sempre existe um filme de líquido em toda a extensão das faces do selo. Em \n\nalgumas aplicações, como selagem de bombas de GLP ou água quente, pode haver \n\nvaporização do produto entre as faces e o selo trabalha com filme fluido em parte \n\ndas faces somente. \n\nDe acordo com Affonso (2006, p. 178), quando um selo mecânico começa a girar sob \n\npressão, as faces de vedação estão sujeitas à força exercida pelas molas, às forças geradas pela \n\npressão do fluido selado e às forças hidrodinâmicas geradas pelo fluido que está entre as \n\nfaces. O fator que vai ter maior influência no funcionamento e na vida do selo é a força \n\nhidrodinâmica gerada pelo movimento relativo entre as faces rotativa e estacionária. Essas \n\npressões se desenvolvem devido à formação de pequenas cunhas em ondulações nas \n\nsuperfícies e à diferença de pressão entre os lados interno (pressão maior) e externo (pressão \n\nmenor). \n\nOs regimes de lubrificação encontrados num selo mecânico são os mesmos \n\nobservados em mancais e em qualquer problema de lubrificação com líquidos. A \n\npressão desenvolvida pelo filme de líquido vai suportar uma parte da carga total. \n\nQuanto maior a carga suportada pelo filme de líquido, menores serão o atrito, o \n\ndesgaste e a geração de calor nas faces de vedação e, consequentemente, maior será \n\na vida útil do selo (AFFONSO, 2006, p. 180). \n\n \n\nNa Figura 12 é ilustrada a curva de Stribeck com os principais regimes de lubrificação. \n\nPodemos observar que em altas velocidades e cargas não muito altas, a pressão hidrodinâmica \n\nsepara completamente as faces de vedação, permitindo a formação de um filme lubrificante \n\ncompleto (lubrificação hidrodinâmica) entre os sólidos 1 e 2, neste caso, entre as faces de \n\nvedação. Onde h é a altura entre as faces ou a espessura do filme lubrificante e R é a \n\nrugosidade superficial.  \n\n \n\n \n\n\n\n30 \n \n\nFigura 12 – Curva de Stribeck exibindo os diferentes regimes de lubrificação \n\n \n\nFonte: Adaptado de GRUNDFOS (2009). \n\n \n\nEm velocidades mais baixas ou cargas mais elevadas, a pressão hidrodinâmica não é \n\nsuficiente para separar completamente as faces de vedação. Nesta situação, um regime misto \n\nde lubrificação existe onde parte da carga é diretamente suportada pelos pontos de contato das \n\nsuperfícies. A topografia das superfícies afeta onde o regime misto de lubrificação é atingido. \n\nEm velocidades ainda mais baixas ou cargas mais elevadas, a pressão hidrodinâmica \n\ngerada torna-se insignificante. Este regime de lubrificação é chamado de limite ou limítrofe. \n\nA espessura do filme de lubrificação do selo mecânico deve ser muito pequena para \n\nevitar fuga excessiva do fluido bombeado para o meio exterior. Consequentemente, o selo \n\nestará operando sempre no regime de lubrificação misto ou limítrofe. \n\nAs Figuras 13 (a) e (b) mostram microfotografias ampliadas de duas regiões distintas \n\nde uma mesma face de vedação de um selo mecânico, fabricada em carvão, antes e depois da \n\nsua utilização, respectivamente. Pode-se constatar visualmente que os pontos altos da \n\nsuperfície da face de vedação, observados na Figura 13 (a), foram desgastados conforme \n\nmostra a Figura 13 (b), indicando que não houve separação completa durante a operação. O \n\nregime de lubrificação para este caso foi misto ou limítrofe. \n\n \n\n\n\n31 \n \n\nFigura 13 – Microfotografias da superfície de uma face de vedação antes (a) e depois (b) de sua utilização \n\n \n(a)       (b) \n\nFonte: Affonso (2006). \n\n \n\n4.3 Vazamentos em Selos Mecânicos \n\nVazamentos em selos mecânicos existem, sendo imperceptíveis a olho nu quando o \n\nselo está operando satisfatoriamente. A taxa de vazamento de um selo mecânico aplicado em \n\nbombas centrífugas depende de um número de fatores, tais como: \n\n? Rugosidade superficial das faces do selo; \n\n? Planeza das faces do selo; \n\n? Vibração e estabilidade da bomba; \n\n? Velocidade de rotação; \n\n? Diâmetro do eixo da bomba; \n\n? Temperatura, viscosidade e tipo de fluido bombeado; \n\n? Pressão de operação da bomba; \n\n? Vedação e montagem da bomba. \n\n \n\nDe acordo com GRUNDFOS (2009), quando há uma rotação relativa entre as faces de \n\nvedação, a pequena ondulação nas superfícies das faces em contato gera uma pressão \n\nhidrodinâmica. Quanto maior a velocidade de rotação, maior será a pressão hidrodinâmica \n\nentre as faces. Esta pressão aumenta a espessura da película de lubrificação, resultando numa \n\nmaior taxa de fuga do fluido selado. Por exemplo, para selos mecânicos utilizados em bombas \n\nde água, esta abertura é da ordem de 0,2 µm. \n\nOndulações superficiais das faces de vedação também é resultado da distorção \n\nmecânica e térmica, mas na maioria dos casos, a pressão hidrodinâmica resultante não é \n\nsuficiente para separar completamente as superfícies. \n\n\n\n32 \n \n\nNo gráfico da Figura 14, há um exemplo da elevação da taxa de vazamento de um selo \n\nmecânico qualquer devido ao aumento na altura da ondulação na superfície da face de \n\nvedação. \n\n \n\nFigura 14 – Exemplo do aumento da taxa de vazamento em função da altura da ondulação da superfície \n\nda face de vedação \n\n \n\nFonte: Adaptado de GRUNDFOS (2009). \n\n \n\nO acabamento superficial das faces de vedação também influencia na taxa de \n\nvazamento, associado à quantidade, extensão e orientação dos arranhões na superfície. A \n\nFigura 15 ilustra como a taxa de vazamento varia de acordo com a rugosidade e direção dos \n\narranhões superficiais, para um único sentido de rotação da face de vedação. É possível \n\nconcluir também que o filme lubrificante pode ser bombeado para o lado interno ou lado \n\nexterno do selo mecânico, dependendo da direção dos riscos na superfície da face de vedação. \n\nA condição que resulta numa maior taxa de vazamento é aquela em que os riscos na superfície \n\npossuem a mesma direção do sentido de rotação da face de vedação. \n\n\n\n33 \n \n\nFigura 15 – Exemplo da variação da taxa de vazamento em função da rugosidade e da direção dos \n\narranhões na superfície da face de vedação \n\n \n\nFonte: Adaptado de GRUNDFOS (2009). \n\n \n\nDiante de tudo o que foi exposto, pode-se chegar à conclusão de que o compromisso \n\nmais seguro entre lubrificação e vazamento é alcançado pela obtenção de uma superfície mais \n\nplana possível para as faces de vedação de selos mecânicos. \n\n4.4 Lapidação de Selos Mecânicos \n\nA planeza das superfícies das faces de vedação é normalmente obtida por lapidação \n\n(manual ou mecanizada). A Norma DIN 8589 (GERMAN INSTITUTE FOR \n\nSTANDARDIZATION, 2003) define a lapidação como um processo de usinagem \n\nenvolvendo grãos abrasivos dispersos em um líquido ou pasta (veículo), capaz de transferir \n\npara a peça a forma da ferramenta de lapidação, através da remoção promovida pelos grãos \n\nque descrevem movimentos aleatórios sobre a superfície da peça. \n\nDe acordo com Fiocchi (2010), no mecanismo de remoção de material na lapidação \n\nocorrem dois tipos de interação entre a peça e o disco de lapidação em função da participação \n\ndo abrasivo. A “abrasão três corpos” se refere à remoção causada por partículas abrasivas \n\nsoltas entre a peça e disco de lapidação, enquanto que a “abrasão dois corpos” é produzida por \n\npartículas abrasivas fixadas na superfície do disco de lapidação. Portanto, as partículas \n\nabrasivas no mecanismo de abrasão de dois corpos são capazes de remover mais \n\nprofundamente o material da peça do que no mecanismo de abrasão de três corpos. \n\n\n\n34 \n \n\nA Figura 16 ilustra o mecanismo básico do processo de lapidação. Nele, os grãos \n\nabrasivos são distribuídos ao longo de toda a interface da peça e disco de lapidação. Na \n\nabrasão três corpos as partículas rolam e deslizam sobre a superfície da peça e do disco, \n\ngerando atrito e trincas. Na abrasão dois corpos os grãos são ancorados na superfície do disco \n\nde lapidação, promovendo a formação de trincas e a remoção de material da peça. A pressão \n\nexercida pela carga, o tipo e tamanho dos grãos, os materiais do disco e peça, a velocidade de \n\nrotação, o tempo de usinagem, o tipo e a concentração do veículo, são fatores determinantes \n\nno processo de lapidação. \n\n \n\nFigura 16 – Mecanismos de remoção de material na lapidação \n\n \n\nFonte: Fiocchi (2010). \n\n \n\nA lapidação mecanizada é realizada por meio de máquinas de lapidação, motorizadas, \n\nchamadas lapidadoras. Para as faces de vedação de selos é empregada a lapidadora plana. A \n\nFigura 17 é uma representação típica de uma lapidadora plana e seus componentes. \n\nAs peças são colocadas dentro de um anel dressador (anel de armazenamento ou de \n\nacondicionamento), ficando confinadas, e ambos repousam sobre o disco de lapidação que \n\napresenta um movimento rotativo constante. Na superfície do disco são depositados grãos \n\nabrasivos geralmente em meio pastoso para lapidação de faces em carvão ou SiC, e em meio \n\noleoso com gotejamento constante para faces metálicas como aços inoxidáveis. Sobre as \n\npeças são colocados massas na forma de discos metálicos que exercem certa pressão sobre as \n\nmesmas a fim aumentar a taxa de remoção de material e melhorar o acabamento superficial. \n\nUm anteparo, suportado por um braço fixo ou móvel, permite o movimento de rotação tanto \n\ndo anel quanto das peças em seu interior, graças à velocidade tangencial relativa imprimida \n\npelo disco de lapidação sobre o anel nos diferentes pontos radiais. O anel dressador se \n\n\n\n35 \n \n\nmantém em contato permanente com o disco de lapidação e, por ser fabricado em material de \n\nmaior dureza que o disco, promove um desgaste gradativo do disco permitindo que possíveis \n\ndesvios de planeza sejam corrigidos progressivamente, consequentemente as peças também \n\nobtém uma superfície mais plana possível. \n\n \n\nFigura 17 – Vista superior (a) e lateral parcial em corte (b) de uma lapidadora plana \n\n \n\nFonte: Adaptado de Fiocchi; Sanchez (2009). \n\n \n\nUma das características da lapidação é o movimento relativo entre o disco de \n\nlapidação e a peça, ambos em rotação, fazendo com que os grãos abrasivos em contato com as \n\nfaces desenvolvam trajetórias cicloidais complexas e de grande densidade pela superfície \n\nlapidada. A Figura 18 exibe a trajetória completa descrita por um único ponto da face de \n\nvedação sobre a superfície do disco de lapidação. \n\n \n\nFigura 18 – Trajetória descrita por um ponto da face de vedação sobre o disco de lapidação de uma \n\nlapidadora com braço fixo \n\n \nFonte:  Sanchez; Losnak; Perez (1999). \n\n\n\n36 \n \n\n \n\nO vazamento pelas faces de vedação de um selo está intimamente relacionado com a \n\nrugosidade e planeza das superfícies de contato entre as faces. Para minimizar os vazamentos, \n\na superfície dos anéis de vedação do selo mecânico deve ser a mais plana e lisa possível. De \n\nacordo com Kutz (2006), não é incomum encontrar faces de selagem com planeza da ordem \n\nde 1 µm, podendo chegar até a 5 µm para selos mecânicos convencionais. \n\nNo entanto, segundo GRUNDFOS (2009), mesmo com uma elevada qualidade no \n\nprocesso de lapidação de faces de vedação as superfícies resultantes não são completamente \n\nplanas, persistindo desvios de planeza da ordem de 0,1 µm. Vale salientar que quanto menor a \n\ntolerância de planeza desejada, maiores são o tempo e o custo de lapidação das faces de \n\nvedação. \n\n \n\n4.5 Planeza \n\nSegundo Magalhães (2006), para definir um plano são necessários três pontos não \n\ncolineares, ou um ponto e uma reta, ou duas retas. Por esta definição um plano não possui \n\nvales nem picos, sendo perfeito para ser utilizado como referência nas medições e nos \n\nprocessos de fabricação. No entanto, não se consegue fabricar tal plano e por isto tolerâncias \n\nsão especificadas para os pontos que ficam fora do plano ideal, devendo existir um limite que \n\ndetermine o quanto esses pontos podem se afastar do plano ideal. \n\nPlaneza é um termo utilizado para definir o quanto uma superfície encontra-se plana. \n\nA planeza é um dos tipos de desvio de forma, que representa o grau de variação da superfície \n\nreal de um plano em relação à sua geometria ideal de superfície (MAGALHÃES, 2006). Não \n\ndeve ser confundida com o paralelismo, que é a avaliação do desvio entre duas superfícies \n\nparalelas que não pertencem ao mesmo plano. \n\nSegundo a norma NBR 6409 (ASSOCIAÇÃO BRASILEIRA DE NORMAS \n\nTÉCNICAS, 1997), a tolerância de planeza é limitada por dois planos paralelos afastados de \n\numa distância “t”, conforme ilustrado na Figura 19. \n\nDe acordo com SENAI (2015), a tolerância de planeza é o desvio aceitável na forma \n\ndo elemento tolerado em relação à forma plana ideal. A indicação desse tipo de tolerância \n\nsignifica que a superfície efetiva tolerada deve estar contida entre dois paralelos afastados de \n\numa distância t, que definem o campo de tolerância. A Figura 20 ilustra um exemplo de \n\nindicação de tolerância de planeza de uma superfície em desenho técnico e a Figura 21 ilustra \n\na leitura imaginária do campo de tolerância. \n\n\n\n37 \n \n\n \n\nFigura 19 – Representação imaginária da tolerância de planeza \n\n \nFonte:  SENAI (2015). \n\n \nFigura 20 – Representação em desenho técnico da tolerância de planeza \n\n \nFonte:  SENAI (2015). \n\n \nFigura 21 – Leitura imaginária do campo de tolerância de planeza \n\n \nFonte:  SENAI (2015). \n\n \n\nExistem diversos métodos para avaliação da planeza de uma superfície. A escolha \n\ndeles dependerá das dimensões da superfície, da sua aplicação e da tolerância desejada, \n\npodendo-se utilizar métodos de medição direta e indireta, como régua padrão, relógio \n\ncomparador, interferometria (franjas de interferência), transdutores de deslocamento linear do \n\ntipo LVDT (Linear Variable Differential Transformers) e Máquina de Medição por \n\nCoordenadas (MMC). \n\nPara faces de vedação de selos mecânicos, a medição de planeza geralmente é \n\nrealizada por interferometria com observação visual de franjas de interferência, devido à sua \n\nrelativa simplicidade e baixo custo, onde um feixe de luz monocromática, proveniente de uma \n\nlâmpada de hélio ou sódio, incide sobre a superfície de vedação da face. Mas também é \n\npossível avaliar a planeza da superfície das faces de vedação com uma Máquina de Medição \n\npor Coordenadas. \n\n\n\n38 \n \n\n4.5.1 Princípio das franjas de interferência \n\nA técnica de interferometria utiliza uma fonte de luz monocromática cujos raios \n\natravessam uma superfície plana padrão (plano óptico) atingindo a superfície a ser avaliada \n\n(peça), que por não ser perfeitamente plana resulta na reflexão parcial dos raios, gerando \n\nregiões escuras na superfície entre o plano óptico e a peça, chamadas de franjas de \n\ninterferência (também chamadas de bandas).  \n\nComo fonte de luz são usadas lâmpadas de hélio, com comprimento de onda ? igual a \n\n0,5876 µm, ou sódio, com comprimento de onda ? igual a 0,5896 µm. A superfície plana \n\npadrão é a superfície polida de planos ópticos. Os planos ópticos para aplicações metrológicas \n\ngeralmente são fabricados em quartzo, na forma de discos de diâmetros variados com \n\nsuperfícies próximas do plano perfeito. Estes planos também podem ser fabricados em \n\nZerodur®, que é um vidro cerâmico desenvolvido para ter expansão térmica igual a zero em \n\ntemperatura ambiente.  \n\nA Figura 22 ilustra o caminho percorrido por um feixe de luz monocromática \n\natravessando um plano óptico exageradamente inclinado até a sua reflexão na superfície da \n\npeça. O raio atinge a superfície superior do plano óptico no ponto A e é refratado para a \n\nsuperfície inferior atingindo o ponto B. Caso a superfície da peça fosse perfeitamente plana, a \n\nsuperfície inferior do plano óptico seria também a superfície da peça, mas como existem \n\nondulações nesta, haverá uma cunha de ar entre as superfícies da peça e do plano. Na \n\nsuperfície inferior do plano óptico, parte do raio é refletido até o ponto C enquanto a outra \n\nparte atinge a superfície da peça em E, ocorrendo a sua reflexão total atravessando novamente \n\no plano óptico em F e G. O ângulo formado entre B, E e F é muito pequeno, fazendo com que \n\nos raios refletidos no plano óptico e na peça estejam praticamente na mesma trajetória, e um \n\nobservador em DH verá uma combinação destes dois raios. O caminho adicionado BEF pode \n\ncausar uma diferença de fase entre os dois raios refletidos. Caso essa diferença seja igual a um \n\nnúmero ímpar de metades do comprimento de onda (?/2) da luz monocromática o resultado da \n\ncombinação de raios será uma região escura (franja escura) devido ao fenômeno da \n\ninterferência destrutiva. Se for igual a um número par de ?/2, o resultado será uma região \n\nclara (franja brilhante), provocada pela interferência construtiva de raios luminosos. \n\n \n\n \n\n \n\n\n\n39 \n \n\nFigura 22 – Princípio da geração de franjas de interferência \n\n \n\n \nFonte:  Adaptado de Magalhães (2006). \n\n \n\nA explicação acima ocorre como se a cunha de ar abaixo do plano óptico fosse \n\nformada em quantidades iguais e paralelas, alternando alturas de meio comprimento de onda. \n\nAssim, em qualquer peça lapidada, colocada sob o plano e iluminada nas mesmas condições, \n\nsurgirá uma rede de franjas escuras que formam linhas de contorno da superfície da franja, \n\ncada uma das quais mostrando um grau de irregularidade de ?/2.  Como cada faixa escura é \n\ncomo uma linha de contorno que define um caminho em toda a cunha onde a sua espessura é  \n\nexatamente uniforme, as franjas escuras são, portanto, úteis para uma medida precisa da \n\nplaneza de uma superfície. A Figura 23 ilustra um exemplo desta aplicação onde 3 franjas de \n\ninterferência (escuras), provenientes dos raios B, D e F de uma fonte de luz monocromática de \n\nhélio, são geradas devido à altura da cunha de ar que corresponde à números ímpares de \n\nmeios comprimentos de onda. \n\n \n\nFigura 23 – Avaliação da planeza de uma superfície através de franjas de interferência \n\n \nFonte: Adaptado de Abrading Methods [2016]. \n\n \n\n\n\n40 \n \n\nA Figura 24 ilustra, de modo simplificado, um exemplo de unidade geradora de luz \n\nmonocromática, cujo feixe de luz incide sobre um plano ótico e a peça, e o observador, que \n\nvisualiza possíveis franjas de interferência. \n\n \n\nFigura 24 – Ilustração da avaliação de planeza utilizando-se um plano óptico com incidência de luz \n\nmonocromática sobre a peça \n\n \nFonte: Kemet [2016]. \n\n \n\nDe acordo com a quantidade de franjas observadas e o formato destas, é possível \n\nestimar o valor da planeza e a geometria da superfície examinada (côncava, convexa, \n\ncilíndrica ou formato de sela). A Figura 25 contém exemplos de possíveis padrões observados \n\na olho nu em faces de vedação de selos mecânicos, com 1, 2, 3 ou 9 franjas de interferência \n\nprovenientes de uma fonte de luz monocromática de sódio, onde uma franja equivale a uma \n\nplaneza de aproximadamente 0,29 µm.  A quantidade de franjas é definida pela observação do \n\nnúmero de franjas interceptadas por uma linha reta imaginária, passando no centro da face de \n\nvedação. \n\n \n\n\n\n41 \n \n\nFigura 25 – Guia de referência para avaliação da planeza de peças através da quantidade de franjas de \n\ninterferência \n\n \nFonte: Adaptado de Kemet [2016]. \n\n \n\nComo exemplo real, na Figura 26 uma face de vedação qualquer foi lapidada e \n\ncolocada sob um plano óptico com incidência de luz monocromática de sódio. É possível \n\nvisualizar as franjas de interferência e constatar que a linha central vertical só intercepta uma \n\nfranja (na parte superior e inferior), indicando que o valor da planeza da face de vedação é de \n\n0,29 µm. \n\n \nFigura 26 – Verificação da planeza de uma face de vedação pela quantidade de franjas observadas através \n\nde um plano óptico e uma fonte de luz monocromática \n\n \nFonte:  O autor. \n\n \n\n\n\n42 \n \n\nCaso as franjas não apareçam algo pode estar mantendo o plano ótico muito afastado \n\nda superfície da peça, como rebarbas, poeira, umidade, resíduos de fluidos ou cunha de ar \n\nmuito espessa. Deve-se garantir que as superfícies do plano ótico e da peça estejam limpas e \n\nlivres de falhas nas bordas. Aplicando-se uma certa pressão com as mãos sobre o plano ótico é \n\npossível diminuir a espessura da cunha de ar entre as superfícies. \n\nO princípio de franjas de interferência também é aplicado para avaliar a planeza da \n\nsuperfície de blocos padrão e de instrumentos de medição, como as pontas de micrômetros, \n\nambos exemplificados na Figura 27. \n\n \n\nFigura 27 – Exemplos de franjas de interferência observadas a olho nu \n\n \nFonte:  Grous (2011). \n\n4.6 Rugosidade Superficial \n\nA textura da superfície de uma peça usinada é determinada por ondulações, rugosidade \n\nsuperficial, direções de usinagem e falhas, como, por exemplo, riscos gerados durante a \n\nprodução ou manuseio da peça (DRAKE JR., 1999). A Figura 28 ilustra os parâmetros de \n\nondulação e rugosidade numa superfície qualquer. \n\nA rugosidade é um parâmetro que define o estado do acabamento superficial de uma \n\npeça ou objeto. Durante o processo de fabricação de uma peça, a ferramenta ou agente de \n\nusinagem entra em contato com a superfície da peça provocando irregularidades como sulcos \n\nou marcas que podem ser invisíveis a olho nu (AGOSTINHO; RODRIGUES; LIRANI, \n\n1977). \n\n\n\n43 \n \n\nFigura 28 – Parâmetros de ondulação e rugosidade numa superfície qualquer \n\n \n \n\nFonte:  Adaptado de Drake Jr. (1999). \n\n \n\nSegundo Agostinho, Rodrigues e Lirani (1977), é fundamental a especificação do \n\nacabamento das superfícies através da rugosidade superficial onde houver desgaste, atrito, \n\ncorrosão, aparência, resistência à fadiga, transmissão de calor, propriedades óticas, \n\nescoamento de fluidos (paredes de dutos e tubos) e superfícies de medição (blocos-padrão, \n\nmicrômetros, etc.).  \n\nAinda segundo Agostinho, Rodrigues e Lirani (1977), a rugosidade superficial é \n\nfunção do tipo de acabamento, da máquina-ferramenta ou do processo de fabricação utilizado. \n\nNa análise dos desvios da superfície real em relação à superfície geométrica (ideal, de \n\nprojeto), distinguem-se os seguintes erros:  \n\n? Erros macrogeométricos ou erros de forma: que podem ser medidos com auxílio \n\nde instrumentos de medição convencionais (réguas, paquímetros, micrômetros, \n\netc.);  \n\n? Erros microgeométricos ou rugosidade: que só podem ser medidos com \n\ninstrumentos especiais tais como rugosímetros, perfilógrafos, perfiloscópios e etc. \n\nEstes instrumentos podem ser óticos, a laser ou eletromecânicos. \n\nOs erros microgeométricos possuem picos e vales que se repetem ao longo da \n\nsuperfície e se distribuem normalmente em forma tridimensional nas superfícies das peças, \n\nentretanto, para seu estudo é possível simplificar suas características a duas dimensões. Em \n\noutras palavras, é possível estudar o perfil real obtido mediante o processo de usinagem ou \n\nacabamento utilizado. Esta simplificação se justificada pelo fato de que experimentalmente \n\ntem-se comprovado que para texturas de caráter unidirecionais, o valor da rugosidade \n\ndependerá da direção escolhida para sua medição e alcançará seus valores máximos em um \n\nplano perpendicular à direção das marcas deixadas pela ferramenta de corte, a exemplo, no \n\ntorneamento, no fresamento e inclusive na retificação. Para texturas multidirecionais, os \n\n\n\n44 \n \n\nvalores da rugosidade são usualmente independentes da direção de medição escolhida, como \n\nnos processos de lapidação e superacabamento, por exemplo. \n\nQuando se mede a rugosidade, o instrumento mostrará o perfil composto da \n\nrugosidade e das ondulações, como ilustrado na Figura 29. \n\n \n\nFigura 29 – Perfis de rugosidade, de ondulação e de erro de forma de uma superfície qualquer \n\n \n \n\nFonte: Adaptado de Fundação Roberto Marinho (1996). \n\n \n\nPara medição da rugosidade, através de instrumentos apalpadores, são utilizados filtros \n\ncom a finalidade de separar o perfil de rugosidade do perfil da ondulação e dos demais \n\ndesvios de forma. O comprimento de onda do filtro do instrumento apalpador, chamado de \n\n\"cut-off\", determina as frequências que devem ou não passar durante a medição de um \n\ncomprimento de amostragem da superfície da peça. O sinal da rugosidade apresenta altas \n\nfrequências e pequenos comprimentos de onda, enquanto as ondulações e demais erros de \n\nforma apresentam sinais com baixas frequências e altos comprimentos de ondas. Os \n\nrugosímetros apalpadores utilizam assim, filtros que deixam passar os sinais de altas \n\nfrequência e eliminam os sinais de baixa frequências. Estes filtros são denominados filtro \n\npassa-alta. \n\nA Figura 30 mostra os comprimentos típicos percorridos pela ponta do rugosímetro \n\napalpador na medição de rugosidade de uma superfície. Deve-se escolher o valor do \n\ncomprimento de onda cut-off igual ao comprimento de amostragem de rugosidade (aqui \n\nchamado de L). A norma NBR ISO 4288 (ASSOCIAÇÃO BRASILEIRA DE NORMAS \n\nTÉCNICAS, 2008) adota como comprimento de avaliação de rugosidade (Ln) o valor \n\nreferente a cinco comprimentos de amostragem (5L). A distância total (Lt) percorrida pelo \n\n\n\n45 \n \n\napalpador sobre a superfície da peça é composta pelo comprimento de avaliação de \n\nrugosidade (Ln), pelo comprimento referente ao percurso do apalpador até atingir a \n\nvelocidade de medição (Lv) e pelo comprimento referente ao percurso do apalpador até a sua \n\nparada (Lp). \n\n \n\nFigura 30 – Comprimentos percorridos pelo apalpador na medição de rugosidade \n\n \nFonte: Adaptado de Fundação Roberto Marinho (1996). \n\n \n\nPara avaliar a rugosidade superficial são usados dois sistemas básicos: o da linha \n\nmédia M e o da envolvente E. O sistema da linha média é o mais utilizado no mundo todo, \n\ninclusive no Brasil. Alguns países utilizam os dois sistemas. \n\nSegundo Agostinho, Rodrigues e Lirani (1977), no sistema da linha média (sistema M) \n\ntodas as grandezas de medição da rugosidade são definidas a partir do conceito de linha \n\nmédia: linha paralela à direção geral do perfil, no comprimento de amostragem, de tal modo \n\nque a soma das áreas superiores, compreendidas entre ela e o perfil efetivo, seja igual à soma \n\ndas áreas inferiores, no comprimento de amostragem L. A Figura 31 ilustra graficamente a \n\nlinha média. \n\n \n\nFigura 31 – Linha média \n\n \n\n \nOnde: \nA1 e A2 = áreas acima da linha média \nA3 = área abaixo da linha média \n\n \n\nFonte: Adaptado de Fundação Roberto Marinho (1996). \n\n \n\n\n\n46 \n \n\nIndicando-se por ydx a área de uma faixa elementar, Figura 32, a área total dos picos \n\n(área acima da linha média) e vales (área abaixo da linha média), dentro de um comprimento \n\nL, será dada por: \n\n \n\n? = ? |?|??\n?\n\n0\n\n (1) \n\n \n\nFigura 32 – Determinação da linha média \n\n \n\nOnde: \ndx é a largura de uma faixa elementar \ny é a altura de uma faixa elementar \nL é o comprimento de amostragem \n\nFonte: Adaptado de Agostinho; Rodrigues; Lirani (1977). \n\n \n\nOs sistemas de medição, baseados na linha média, podem ser agrupados em três \n\nclasses: \n\n? Sistemas baseados na medida da profundidade da rugosidade; \n\n? Sistemas baseados em medidas horizontais; \n\n? Sistemas baseados em medidas proporcionais. \n\nNeste trabalho, será adotado o desvio médio aritmético, ou rugosidade Ra, baseado na \n\nmedida da profundidade da rugosidade, que é o parâmetro mais utilizado mundialmente, \n\nsendo aplicável à maioria dos processos de fabricação e, para a maioria das superfícies, o \n\nvalor da rugosidade nesse parâmetro está de acordo com a curva de Gauss, que caracteriza a \n\ndistribuição de amplitude. \n\nO desvio médio aritmético Ra é obtido pela média aritmética dos valores absolutos das \n\nordenadas do perfil efetivo em relação à linha média num comprimento de amostragem L \n\n(Figura 30). É calculado pela expressão matemática: \n\n\n\n47 \n \n\n?? =\n1\n\n?\n? |?|??\n?\n\n0\n\n=\n?\n\n?\n \n\n \n\n(2) \n\nOu, conforme Figura 33, o desvio médio aritmético pode ser calculado \n\naproximadamente por: \n\n?? =\n1\n\n?\n?|?|\n\n?\n\n?=1\n\n \n\n \n\n(3) \n\nOnde n é o número de ordenadas consideradas. \n\n \n\nFigura 33 – Desvio médio aritmético Ra \n\n \n\nOnde: \ny é a altura dos picos e vales \ny1, y2, y3 e yn são as alturas dos picos e vales nos pontos 1, 2, 3 e n, respectivamente \nL é o comprimento de amostragem \n\n \n\nFonte: Adaptado de Fundação Roberto Marinho (1996). \n\n \n\nSegundo a norma NBR ISO 4288 (ASSOCIAÇÃO BRASILEIRA DE NORMAS \n\nTÉCNICAS, 2008), quando a direção de medição não é especificada, a peça deve ser \n\nposicionada de forma que a direção da seção corresponda aos valores máximos das alturas dos \n\nparâmetros de rugosidade (Ra, por exemplo). Esta direção deverá ser normal à direção de \n\nusinagem da superfície a ser medida. Para superfícies isotrópicas, a direção da seção pode ser \n\narbitrária. \n\nAs medições devem ser efetuadas na parte da superfície onde são esperados valores \n\ncríticos; isto pode ser avaliado por inspeção visual. As diversas medições devem ser \n\nigualmente distribuídas sobre esta parte da superfície para se obterem resultados de medição \n\nindependentes. Para se determinarem valores de parâmetros de perfil da rugosidade, deve-se \n\nprimeiramente observar a superfície e decidir se o perfil da rugosidade é periódico (superfície \n\ntorneada ou fresada, por exemplo) ou não periódico (superfície retificada ou lapidada, por \n\nexemplo). No caso específico deste trabalho, como as faces de vedação são lapidadas, estima-\n\nse o comprimento de amostragem através da Tabela 1, para perfis não periódicos, em função \n\n\n\n48 \n \n\ndo valor esperado da rugosidade Ra. Caso o valor médio das medições de rugosidade \n\nefetuadas esteja numa faixa diferente da estimada, repete-se o procedimento para a faixa de \n\nvalores que contenha a rugosidade Ra obtida. \n\n \n\nTabela 1 – Comprimentos de amostragem de rugosidade para medições de Ra e parâmetros relacionados \n\npara perfis não periódicos (por exemplo, perfis lapidados) \n\nRugosidade Ra (µm) \nComprimento de \n\namostragem L (mm) \n\nComprimento de \n\navaliação Ln (mm) \n\n0,006 &lt;Ra ? 0,02 0,08 0,4 \n\n0,02 &lt;Ra ? 0,1 0,25 1,25 \n\n0,1 &lt;Ra ? 2 0,8 4 \n\n2 &lt;Ra ? 10 2,5 12,5 \n\n10 &lt;Ra ? 80 8 40 \n\nFonte: adaptado de ABNT (2008). \n\n \n\n  \n\n\n\n49 \n \n\n5 MATERIAIS E MÉTODOS \n\n5.1 Apresentação dos Equipamentos \n\n5.1.1 Bombas de GLP \n\nDuas bombas são utilizadas na transferência de GLP das esferas de estocagem do \n\nTerminal Aquaviário da Transpetro, no Porto de Suape, para as distribuidoras de gás de \n\ncozinha da região (Liquigás, Brasilgás, Ultragaz e Supergasbras), operando em regime de \n\nrevezamento (ficando uma bomba sempre em reserva), com vazão individual de 350 m3/h, \n\npressão de sucção mínima de 0,36 MPa e máxima de 1,22 MPa, e pressão de descarga \n\nmáxima de 1,63 MPa. As bombas da marca Whorthington são do tipo centrífugas, verticais, \n\nde 3 estágios, com sistema de selagem conforme plano API 61 (com reservatório de selagem \n\nnão pressurizado, utilizando querosene de aviação como fluido de barreira). As bombas são \n\nacionadas por motores elétricos da marca WEG de 75 kW, 440 V, 60 Hz e 1.775 rpm com \n\npartida direta.  \n\nUma das bombas é ilustrada na Figura 34. Ela é montada num poço de 4,98 m de \n\nprofundidade e 480 mm de diâmetro. A tubulação de sucção possui diâmetro nominal de \n\n254,0 mm e a de descarga 203,2 mm, ambas com classe de pressão de 2,07 MPa. \n\n \n\nFigura 34 – Uma das bombas centrífugas verticais de GLP instalada na Transpetro \n\n \nFonte: O autor. \n\n\n\n50 \n \n\n5.1.2 Selos mecânicos \n\nOs selos mecânicos são de fabricação da AESSEAL, código API 3CW-FB BDTFN, \n\ndo tipo duplo em cartucho, balanceados, com luva para eixo de 31,75 mm de diâmetro, com \n\nmolas múltiplas, anéis “O” em Viton® e EPM, faces de vedação rotativas em carbeto de \n\nsilício sinterizado por reação (RbSiC) e faces estacionárias em carbono impregnado com \n\nantimônio. O selo mecânico possui diâmetro externo de 140 mm e comprimento de 118 mm, \n\nconforme Anexo A, que apresenta o desenho em corte do selo montado no eixo da bomba. \n\nA Figura 35 mostra o selo mecânico instalado em uma das bombas de GLP da \n\nTranspetro, no Porto de Suape. A parte inferior é o selo primário ou interno, que contém o par \n\nde faces de vedação que entra em contato com o produto. A parte superior é a sobreposta (selo \n\nsecundário ou externo), que também possui um segundo par de faces de vedação responsáveis \n\npor impedir o vazamento do fluido de barreira.  \n\n \n\nFigura 35 – Selo mecânico instalado em uma das bombas centrífugas verticais de GLP \n\n \nFonte: O autor. \n\n \n\nAs Figuras 36 e 37 mostram as diversas partes do selo mecânico a ser recuperado, \n\napós desmontagem para avaliação dos seus elementos de vedação. As faces de vedação \n\nencontram-se em seus alojamentos. A Figura 36 (a) exibe a face de vedação rotativa do no \n\nalojamento inferior da luva e a Figura 36 (b) exibe a face de vedação estacionária no \n\nalojamento do selo primário. A Figura 37 (a) exibe a luva montada no selo primário e a \n\nsegunda face de vedação rotativa no alojamento da luva. A Figura 37 (b) exibe a face de \n\nvedação estacionária no alojamento da sobreposta (selo secundário). \n\n\n\n51 \n \n\nFigura 36 – Luva e componentes do selo primário (selo interno) de uma das bombas de GLP \n\n \n (a)      (b) \n\nFonte: O autor. \n\n \n\nFigura 37 – Luva montada no selo primário e demais componentes do selo secundário (selo externo) de \n\numa das bombas de GLP \n\n \n(a)         (b) \n\nFonte: O autor. \n\n \n\nAs faces de vedação rotativa e estacionária do selo primário, exibidas na Figura 38, e a \n\nface rotativa do selo secundário possuem diâmetro externo de 57,5 mm, diâmetro interno de \n\n49,5 mm e altura de 14,0 mm. A face estacionária do selo secundário possui uma superfície de \n\ncontato de vedação mais estreita, com diâmetro externo de 55,2 mm e interno de 49,6 mm, e \n\naltura total de 13,5 mm. \n\n \n\nFigura 38 – Face rotativa em SiC (esquerda) e face estacionária em carvão com antimônio (direita) do selo \n\nprimário (selo interno) \n\n \nFonte: O autor. \n\n\n\n52 \n \n\n5.2 Métodos e Instrumentação Utilizada \n\nForam medidas a planeza e a rugosidade Ra de 8 faces de vedação (4 rotativas e 4 \n\nestacionárias) de 2 selos mecânicos empregados em bombas centrífugas verticais de GLP, \n\nantes e após o processo de recuperação por lapidação mecanizada e manual.  \n\nEsses dois selos apresentaram vazamento e foram recuperados para ficarem no estoque \n\nde selos sobressalentes. As lapidações mecanizadas foram executadas nas instalações da \n\nempresa Só Vedações, no município de Recife, e as lapidações manuais foram realizadas por \n\num único técnico na oficina de manutenção da Transpetro no Porto de Suape, município de \n\nIpojuca.  \n\nNa lapidação e polimento das faces de vedação foram aplicadas pastas abrasivas, \n\nconstituídas de pó de diamante sintético, que agregado a um veículo pastoso mantém o \n\ndiamante em suspensão. Estas pastas são comercializadas em seringas com capacidade de 5 \n\ngramas. \n\nNa lapidação mecanizada foram utilizadas pastas diamantadas da marca Dinser, com \n\ngranulometria de 20 µm a 40 µm, 10 µm a 15 µm e 8 µm a 12 µm para as etapas de lapidação \n\ne 4 µm a 8 µm para polimento. \n\nNa lapidação manual foram utilizadas pastas diamantadas da marca Christensen \n\nRoder, sendo as pastas JP-15 (tamanho das partículas de 10 µm a 20 µm), JP-9 (6 µm a 12 \n\nµm) e JP-4 (3 µm a 6 µm) para a operação de lapidação, e as pastas JP-1 (0 µm a 2 µm) e JP-\n\n1/4 (0 µm a 0,5 µm) para polimento. As pastas JP-15 e JP-9 também foram utilizadas para \n\nlapidação das superfícies dos discos de lapidação. \n\nPara superfícies muito irregulares, que necessitem de uma maior remoção de material, \n\npodem ser utilizadas pastas com granulometria superior a 40 µm.  \n\nDentre as diversas formas existentes para avaliação da planeza e da rugosidade \n\nsuperficial das faces de vedação, foram utilizadas neste trabalho as disponíveis no \n\nDepartamento de Engenharia Mecânica da Universidade Federal de Pernambuco, sendo: uma \n\nmáquina de medição por coordenadas do Laboratório de Medição por Coordenadas, um \n\nrugosímetro digital, um microscópio ótico e um microscópio eletrônico de varredura do \n\nLaboratório de Microscopia e Análise Macroestrutural. Além da fonte de luz monocromática \n\nde sódio, pertencente à empresa Só Vedações, para avaliação da planeza. \n\nFoi comparada a qualidade da lapidação realizada de forma manual e de forma \n\nmecanizada, em lapidadora plana, com o objetivo de aprovar ou rejeitar o procedimento de \n\nlapidação manual desenvolvido na Transpetro. Também foram comparados os métodos de \n\n\n\n53 \n \n\nmedição de planeza através de franjas de interferência e de máquina de medição por \n\ncoordenadas. \n\n5.2.1 Recuperação de selos mecânicos \n\nA norma API 682, que trata dos sistemas de selagem de eixos para bombas centrífugas \n\ne rotativas, não traz nenhuma recomendação quanto ao procedimento de recuperação de faces \n\nde vedação de selos mecânicos, apenas quanto aos valores limite de rugosidade dos \n\nalojamentos das vedações secundárias (elastômeros) e de desvios geométricos do selo em \n\nrelação à carcaça da bomba e eixo (concentricidade e excentricidade). A norma API 682 \n\ntambém preconiza o procedimento de teste de pressão do selo mecânico, a fim de atestar a sua \n\naprovação para uso. \n\nComo foi visto no capítulo de revisão bibliográfica, dois fatores geométricos são \n\ndeterminantes para a garantia de estanqueidade de uma face de vedação: a rugosidade e \n\nplaneza das superfícies de contato entre o par de faces de vedação. Garantindo os menores \n\nvalores destas duas grandezas, obter-se-á faces de vedação quase que perfeitamente estanques. \n\nNeste trabalho serão analisadas a recuperação das faces de vedação em SiC e carbono \n\ncom antimônio, de selos mecânicos descritos no item 5.1, através de lapidação mecanizada e \n\nmanual. \n\n5.2.2 Lapidação mecanizada \n\nPara a lapidação mecanizada das faces de vedação, foi utilizada uma lapidadora plana \n\n(Figura 39), de fabricação desconhecida (plaqueta removida), acionada por motor elétrico, \n\ntemporizada, pertencente à empresa Só Vedações em Recife, Pernambuco. Esta máquina \n\npossui um disco de lapidação metálico com diâmetro externo de 400 mm e superfície plana \n\n(planeza geralmente inferior a 4 µm), que gira em torno do próprio eixo a uma velocidade \n\nconstante de 60 rpm. \n\nA lapidadora plana possui três anteparos para anel dressador (anel de \n\nacondicionamento da peça e ajuste da superfície do disco), permitindo a lapidação simultânea \n\nde até três faces de vedação, desde que estas sejam do mesmo material. Os pesos (cargas), na \n\nforma de discos, para colocação sobre as peças a serem lapidadas possuem massa de \n\naproximadamente 2,0 kg. \n\n \n\n\n\n54 \n \n\nFigura 39 – Lapidadora plana \n\n \nFonte: O autor. \n\n \n\nA recuperação de selos mecânicos realizada nas instalações da empresa Só Vedações \n\npassa por diversas etapas, conforme descrito a seguir: \n\na) Desmontagem do selo mecânico  \n\nO selo é desmontado para posterior limpeza. Um exame visual prévio é realizado para \n\nidentificar danos e desgastes nas faces de vedação e demais componentes do selo. As \n\nvedações secundárias (elastômeros) geralmente são descartadas. \n\nb) Limpeza  \n\nOs componentes do selo mecânico são colocados na máquina de limpeza por \n\nultrassom da Setecsom (Figura 40), modelo 1027-01 de 1200 W, com controle de \n\ntemperatura, imersos em banho de desengraxante ou solvente. O bombardeio de ondas \n\nultrassônicas auxilia na remoção da sujeira impregnada nas peças. O tempo de permanência \n\ndas peças na máquina de limpeza varia de acordo com o nível de sujidade. \n\n\n\n55 \n \n\n \n\nFigura 40 – Máquina de limpeza por ultrassom \n\n \nFonte: O autor. \n\n \n\nc) Exame visual das faces de vedação  \n\nAs faces que apresentarem trincas e fraturas são descartadas. \n\nd) Lapidação das faces de vedação  \n\nAs faces de vedação são colocadas sobre o disco de lapidação da lapidadora plana \n\n(Figura 41). Anéis de acondicionamento das faces (anéis dressadores) são colocados sobre o \n\ndisco, que giram em torno do seu próprio eixo devido aos anteparos com roletes que impedem \n\no seu deslocamento radial. As faces de vedação são colocadas dentro dos anéis de \n\nacondicionamento e sobre as faces coloca-se um peso (disco metálico) como carga para \n\nobtenção de uma boa razão de desbaste do material. Nas faces em SiC é aplicada uma camada \n\nde pasta abrasiva com granulometria de 20 µm a 40 µm, para o primeiro estágio de lapidação, \n\nseguida de pasta abrasiva de 10 µm a 15 µm para o segundo estágio de lapidação e de 6 µm a \n\n12 µm para o polimento. Para faces em carbono, geralmente não se utiliza pasta abrasiva, \n\napenas gotejamento de álcool para facilitar a remoção de partículas. Caso as faces em carbono \n\napresentem irregularidades profundas, pastas abrasivas são utilizadas para aumentar a taxa de \n\nremoção de material durante a lapidação. \n\n \n\n\n\n56 \n \n\n \n\nFigura 41 – Lapidadora plana durante lapidação de uma das faces de vedação \n\n \nFonte: O autor. \n\n \n\nO tempo médio para lapidação e polimento de faces varia de acordo com o material de \n\nfabricação e a condição da superfície. As faces em carbeto de silício levam em média 30 \n\nminutos para se atingir um nível aceitável de planeza correspondente a 3 franjas de \n\ninterferência. Para faces em carvão, que possuem menor dureza, o tempo é consequentemente \n\nmenor, ficando em torno de 15 minutos.  \n\ne) Verificação da planeza  \n\nAtravés da verificação de franjas de interferência geradas por uma fonte de luz \n\nmonocromática de sódio, onde quanto menor a quantidade de bandas melhor será a planeza da \n\nsuperfície avaliada. Caso a planeza esteja acima de 3 franjas, a face de vedação é relapidada. \n\nA fonte utilizada é da marca Kemet, com lâmpada de sódio, tensão de 220/240 V e frequência \n\nde 50/60 Hz e o disco óptico Kemet, possui diâmetro de 150 mm e altura de 26 mm. Ambos \n\nsão mostrados na Figura 42. \n\n\n\n57 \n \n\n \n\nFigura 42 – Fonte de luz monocromática e disco óptico \n\n \nFonte: O autor. \n\nf) Remontagem do selo mecânico  \n\nTodos os componentes do selo são limpos e montados cuidadosamente, comprimindo-\n\nse as molas contra as faces de vedação. Esta é a etapa mais crítica, pois pode resultar em \n\ntrincas ou fraturas das faces de vedação. \n\ng) Teste de estanqueidade do selo mecânico  \n\nRealizado com auxílio de uma bomba hidráulica manual, do tipo pistão, e um \n\nmanômetro, onde os componentes internos do selo são pressurizados com água doce a uma \n\npressão igual à de operação do selo, durante 5 minutos. De acordo com a norma API 682, é \n\ntolerável uma queda de pressão de até 0,014 MPa.  \n\n \n\n5.2.3 Lapidação manual \n\n5.2.3.1 Lapidação manual em oficina da Petrobras \n\nFoi realizada uma visita às instalações da oficina de recuperação de selos mecânicos \n\nna Refinaria Potiguar Clara Camarão, situada no Polo Industrial Petrobras de Guamaré, no \n\nestado do Rio Grande do Norte. O objetivo desta visita foi conhecer o processo e recursos \n\n\n\n58 \n \n\nutilizados na lapidação manual de selos mecânicos para as bombas e compressores da planta \n\nindustrial. \n\nNesta unidade industrial, os selos mecânicos e suas faces de vedação são maiores que \n\nos selos estudados neste trabalho, mas as informações fornecidas pela equipe técnica local \n\npodem ser aplicadas à lapidação de qualquer tipo de selo. \n\nPara a operação de lapidação, é utilizado um disco com superfície ranhurada (ranhuras \n\nconcêntricas) e planeza de 30 µm (Figura 43 (a)). Na operação de polimento, é utilizado um \n\ndisco com superfície lisa e planeza de 6 µm (Figura 43 (b)). Para lapidação de faces de \n\nvedação fabricadas em materiais dúcteis, como carbono (carvão), é utilizado apenas o disco \n\nde 6 µm. \n\n \n\nFigura 43 – Disco para lapidação manual com planeza de 30 µm (a) e 6 µm (b) \n\n \n(a)       (b) \n\nFonte: O autor. \n\n \n\nAs pastas abrasivas empregadas na lapidação das faces são a JP-15, JP-9, JP-4 e JP-1, \n\nobtendo-se planezas aceitáveis e equivalentes a 4 ou 5 franjas de interferência. \n\nO tempo médio gasto para lapidação de faces vedação em carbeto de tungstênio ou de \n\nsilício pode chegar a 16 horas, dependendo das dimensões da peça. Para faces em carbono o \n\ntempo médio pode chegar a 8 horas de trabalho.  \n\n5.2.3.2 Lapidação manual em oficina da Transpetro \n\nCom o intuito de aproveitar os recursos disponíveis na oficina mecânica da Transpetro \n\nem Suape e a experiência do técnico de lapidação de sede de válvulas de segurança, foram \n\nrealizados testes para a aprovação e desenvolvimento de um procedimento interno para \n\nlapidação das faces de vedação dos selos das bombas de GLP. \n\nForam empregados dois discos de lapidação em ferro fundido nodular com diâmetro \n\nde 200 mm e altura de 20 mm, fabricados por torneamento e lapidados um contra o outro com \n\n\n\n59 \n \n\npasta abrasiva JP-15 e JP-9. Um dos discos foi utilizado para execução da lapidação das faces \n\nde vedação na oficina da Transpetro e o segundo disco foi utilizado apenas para promover a \n\nrelapidação do primeiro após a lapidação das quatro faces de vedação do selo mecânico. \n\nA Figura 44 exibe os dois discos de lapidação. Um dos discos foi preso numa morsa \n\nde bancada enquanto o segundo, móvel, foi utilizado na lapidação manual de ambos. \n\nEspalhando-se pasta abrasiva e algumas gotas de água na superfície do disco fixo, para \n\nfacilitar o deslizando do disco móvel, o operador executa movimentos circulares com o disco \n\nmóvel em torno do centro do disco fixo. \n\n \n\nFigura 44 – Lapidação dos discos de lapidação manual \n\n \nFonte: O autor. \n\n \n\nTodas as faces de vedação foram lapidadas inicialmente com a pasta abrasiva JP-9, \n\nseguidas de polimento com pasta JP-4, JP-1 e/ou JP-1/4, sobre papel alcalino comercial, \n\ntamanho A4, de 75 g/m2. \n\nMedições de planeza e rugosidade foram realizadas, separadamente, em faces de \n\nvedação polidas apenas com pasta abrasiva JP-1, e em faces polidas com pasta JP-1 e JP-1/4. \n\nAbaixo são descritas as etapas para lapidação das faces de vedação em carbono e em \n\ncarbeto de silício: \n\na) Limpeza \n\nLavar bem as mãos e limpar as superfícies do disco de lapidação, das faces e base de \n\napoio com álcool etílico. \n\n\n\n60 \n \n\nb) Lapidação \n\nO disco de lapidação deve ficar apoiado sobre uma mesa com superfície nivelada e \n\nrígida ou sobre um bloco de desempeno de granito (Figura 45). \n\nAplicar pasta abrasiva na superfície da face de vedação a ser lapidada e na superfície \n\ndo disco de lapidação. A pasta diamantada é espalhada sobre a superfície do disco com \n\nauxílio dos dedos da mão.  \n\nInicia-se o desbaste com pasta abrasiva de maior granulometria, JP-15 ou JP-9, de \n\nacordo com o nível de irregularidades observadas a olho nu na superfície a ser lapidada.  \n\nRealizam-se movimentos circulares em torno do próprio eixo da peça, pressionando-se a face \n\nde vedação contra o disco de lapidação com a mão, até se obter uma superfície regular, sem \n\nriscos e sem áreas não desbastadas. O desbaste final é realizado com pasta JP-9 para garantir \n\numa melhor planeza da superfície da face de vedação. \n\n \n\nFigura 45 – Lapidação manual de faces de vedação na oficina da Transpetro \n\n \nFonte: O autor. \n\n \n\nA cada 3 minutos, verifica-se a qualidade do desbaste, limpando-se a face de vedação \n\ncom auxílio de papel absorvente embebido em álcool etílico e examinando visualmente a \n\nsuperfície lapidada. Para continuar com o processo de desbaste aplica-se mais pasta abrasiva \n\nna superfície da face de vedação. \n\nA cada mudança de pasta, devem-se limpar com álcool etílico as superfícies da face de \n\nvedação e do disco de lapidação, para aplicação da pasta com granulometria diferente da \n\nanterior. \n\n \n\n\n\n61 \n \n\nc) Polimento \n\nA operação de polimento é realizada apoiando-se uma folha de papel A4 sobre o disco \n\nde lapidação ou mesa de desempeno de granito (Figura 46).  \n\nAplica-se a pasta JP-4 sobre a superfície da face de vedação e do papel A4, espalhando \n\nbem com auxílio dos dedos da mão, e realizam-se movimentos rápidos descrevendo uma \n\ntrajetória em formato de “8” (oito), exercendo-se menor pressão com a mão, por \n\naproximadamente 3 minutos. \n\n \n\nFigura 46 – Polimento manual de faces de vedação na oficina da Transpetro \n\n \nFonte: O autor. \n\n \n\nEm seguida realiza-se a limpeza da superfície da face e do disco de lapidação. \n\nAplica-se a pasta JP-1 ou JP-1/4 na superfície da face de vedação e no papel A4, \n\nespalhando bem com auxílio dos dedos da mão e realizam-se movimentos rápidos \n\ndescrevendo uma trajetória em formato de “8”, exercendo-se menor pressão com a mão \n\n(Figura 47). \n\n \n\nFigura 47 – Polimento manual de faces de vedação na oficina da Transpetro \n\n \nFonte: O autor. \n\n\n\n62 \n \n\n \n\nA cada 3 minutos, verifica-se a qualidade do acabamento, limpando-se a face de \n\nvedação com auxílio de papel higiênico embebido em álcool etílico e examinando \n\nvisualmente a superfície lapidada. Para continuar com o processo de acabamento aplica-se \n\nmais pasta abrasiva na face de vedação. Este processo é repetido até que se obtenha uma \n\nsuperfície mais espelhada possível.  \n\nO tempo médio final de lapidação e polimento é: \n\n? Faces em carbono impregnado com antimônio: 30 minutos; \n\n? Faces em RbSiC: 60 minutos. \n\n5.2.4 Medição da planeza em máquina de medição por coordenadas \n\nPara medição da planeza das faces de vedação foi utilizada uma Máquina de Medição \n\npor Coordenadas com controle numérico computadorizado, Figura 48, modelo CRYSTA C \n\n574, fabricação MITUTOYO, certificado de calibração 03206/13, e ponta de rubi com \n\ndiâmetro de aproximadamente 1,0 mm. \n\nAntes da medição da planeza de cada face de vedação, o plano de referência era criado \n\nna superfície da peça escolhendo-se 6 pontos aleatórios e aproximadamente equidistantes a \n\nfim de definir uma origem para as medições seguintes.  \n\n \n\nFigura 48 – Máquina de medição por coordenadas \n\n \nFonte: O autor. \n\n\n\n63 \n \n\nForam realizadas três medições de planeza na superfície de vedação de cada uma das \n\nfaces dos selos, tomando-se três circunferências imaginárias, sendo uma interna (próximo à \n\nborda interna), uma intermediária e uma externa (próximo à borda externa), escolhendo-se 6 \n\npontos aleatórios e aproximadamente equidistantes em cada uma delas, conforme ilustração \n\nda Figura 49. As faces de vedação foram fixadas à mesa da MMC com auxílio de massa de \n\ncalafetar ou similar. As faces de vedação foram medidas em laboratório climatizado com \n\ntemperatura em 20ºC. \n\n \n\nFigura 49 – Ilustração dos pontos de medição de planeza na superfície da face de vedação \n\n \nFonte: O autor. \n\n \n\nPara os cálculos de incerteza de medição foram consideradas as seguintes fontes de \n\nincerteza: repetitividade; resolução da máquina; máquina; variação da temperatura de \n\nmedição. \n\nA Figura 50 mostra a medição da planeza na MMC e a fixação de uma das faces com \n\nmassa de calafetar. \n\n \n\nFigura 50 – Medição de planeza das faces de vedação na MMC \n\n \nFonte: O autor. \n\n \n\n\n\n64 \n \n\n5.2.5 Medição de rugosidade superficial \n\nPara medição da rugosidade superficial das faces de vedação foi utilizado um \n\nrugosímetro de superfície digital portátil, modelo RP-200, fabricação INSTRUTHERM, e um \n\npadrão de rugosidade fabricação MITUTOYO, código 178-602, com Ra de 2,9 µm. A Figura \n\n51 mostra o rugosímetro durante uso do padrão MITUTOYO para sua verificação e ajuste. \n\n \n\nFigura 51 – Rugosímetro digital e padrão de rugosidade \n\n \nFonte: O autor. \n\n \n\nAntes de iniciar a medição da rugosidade superficial das faces de vedação dos selos \n\nmecânicos, o rugosímetro digital era calibrado com auxílio do padrão de rugosidade, fazendo-\n\nse os ajustes necessários (compensações, nivelamento). \n\nPara medição da rugosidade das faces de vedação foram realizadas 12 medições \n\naleatórias e aproximadamente equidistantes na superfície lapidada, na direção tangencial, \n\nconforme pode ser observado na Figura 52. \n\n \n\nFigura 52 – Rugosímetro digital durante medição de uma das faces de vedação \n\n \nFonte: O autor. \n\n \n\n\n\n65 \n \n\nPara os cálculos de incerteza de medição foram consideradas as seguintes fontes de \n\nincerteza: repetitividade; resolução do rugosímetro; o próprio instrumento; variação da \n\ntemperatura de medição. \n\nDe acordo com a norma NBR ISO 4288, o comprimento cut-off adotado foi de 0,25 \n\nmm, totalizando um comprimento de avaliação de 1,25 mm para rugosidades esperadas no \n\nintervalo de 0,02 µm &lt;Ra ? 0,1 µm. O comprimento cut-off foi configurado no rugosímetro \n\nem 0,8 mm para os valores obtidos no intervalo de 0,1 &lt;Ra ? 2 µm. \n\n5.2.6 Análise da superfície através de microscopia óptica e microscopia eletrônica de \n\nvarredura \n\nCom o objetivo de comparar o estado da superfície das faces de vedação antes e após a \n\nlapidação mecanizada e manual, foi avaliada uma única região de cada face de vedação \n\natravés de microscopia óptica (MO) e microscopia eletrônica de varredura (MEV). Na MO foi \n\nutilizado um microscópio óptico com luz polarizada (Figura 53) modelo BX51M, fabricação \n\nOLYMPUS, com software analySIS versão 5.1. Na MEV foi utilizado um microscópio \n\neletrônico de varredura (Figura 54), modelo TM 3000, fabricação HITACHI, software TM \n\n3000 versão 2.01.0001, equipado com detector de energia dispersiva de raio X (EDS) e \n\nsoftware Bruker QUANTAX 70 para identificação dos elementos químicos das faces de \n\nvedação.  \n\nNa microscopia eletrônica, além do modo normal, foi utilizado o recurso de modo \n\ntopográfico para avaliar o relevo da superfície das faces de vedação, antes e após a lapidação. \n\n \n\nFigura 53 – Microscópio óptico OLYMPUS, modelo BX51M \n\n \nFonte: O autor. \n\n \n\n\n\n66 \n \n\n \n\nFigura 54 – Microscópio eletrônico de varredura HITACHI, modelo TM 3000 \n\n \nFonte: O autor. \n\n \n\n  \n\n\n\n67 \n \n\n6 RESULTADOS E DISCUSSÕES \n\nUm total de 8 faces de vedação de 2 selos mecânicos foram utilizadas para a realização \n\ndas lapidações manuais e mecanizadas. Sendo que as 4 faces do selo 1 foram lapidadas apenas \n\nde forma mecanizada, uma vez que a recuperação deste selo foi realizada por empresa \n\nterceirizada, não senda permitida a sua desmontagem para lapidação manual das faces, devido \n\nà perda de garantia do serviço externo de lapidação. \n\nEssas faces foram codificadas em função do número do selo (S1 e S2) e da ordem de \n\nmontagem de cada face no selo (F1, F2, F3 e F4), resultando na combinação de algarismos \n\nalfanuméricos (S1F1, S1F2, S1F3, S1F4, S2F1, S2F2, S2F3 e S2F4). \n\n6.1 Comparação da Avaliação da Planeza através de MMC e Franjas de Interferência \n\nA Tabela 2 apresenta os resultados das medições de planeza pela observação de franjas \n\nde interferência e pela utilização de máquina de medição por coordenadas, nas quatro faces do \n\nselo mecânico 1 (S1), antes e após o processo de lapidação mecanizada. Cada franja equivale \n\na uma tolerância de planeza de aproximadamente 0,29 µm. \n\n \n\nTabela 2 – Resultados da medição de planeza por MMC e franjas de interferência de faces de vedação do \n\nselo 1 lapidadas mecanicamente \n\nSelo e \n\nfaces de \n\nvedação \n\nMaterial \n\nResultado da medição antes da \n\nlapidação \n\nResultado da medição após \n\nlapidação mecanizada \n\nPlaneza na \n\nMMC (µm) 95% \n\nFranjas de \n\ninterferência \n\nPlaneza na MMC \n\n(µm) 95% \n\nFranjas de \n\ninterferência \n\nS1F1 RbSiC 1,97 ± 0,96 incontáveis 0,30 ± 0,06 2 \n\nS1F2 Carbono+Sb 12,80 ± 1,19 imperceptíveis 1,03 ± 0,09 3 a 4 \n\nS1F3 RbSiC 0,27 ± 0,07 1 0,33 ± 0,09 2 \n\nS1F4 Carbono+Sb 0,33 ± 0,03 1 a 2  0,30 ± 0,06 2 \n\n \n\nPode-se concluir que os dois métodos de medição de planeza apresentaram resultados \n\ncoerentes antes e após a lapidação, porém as faces que apresentaram uma planeza igual ou \n\nsuperior a quatro franjas tornam-se difíceis de visualizar devido à pequena área das \n\nsuperfícies de vedação das faces, formando franjas de pequena largura e muito próximas umas \n\ndas outras. As faces S1F3 e S1F4 não precisariam ter sido relapidadas pois já apresentavam \n\numa pequena tolerância de planeza que não foi superada após a lapidação. Outra observação a \n\nser relatada é a de que se a espessura da cunha de ar existente entre as superfícies do disco \n\n\n\n68 \n \n\nóptico e a face de vedação não corresponder exatamente a um número ímpar de meios \n\ncomprimentos de onda (?/2), podem surgir franjas parciais que estarão entre duas faixas de \n\nplaneza, como na quantidade de franjas observadas nas faces S1F2 e S1F4. Quando isto \n\nocorrer, para ser mais conservador na avaliação, deve-se considerar a maior quantidade de \n\nfranjas parciais visualizadas, o que representa um valor maior de planeza. \n\nNa fotografia da figura 55 (a) é possível observar a dificuldade na visualização da \n\nquantidade de franjas na superfície da face S1F1, antes da lapidação. A ampliação sem escala \n\nda região em destaque é exibida na Figura 55 (b), destacando diversas franjas concêntricas e \n\ndelgadas. Já a Figura 56 exibe claramente duas franjas concêntricas na superfície da face \n\nS1F1, após esta ter sido corretamente lapidada. \n\n \n\nFigura 55 – Fotografia das franjas de interferência na face S1F1 (a), antes da lapidação, e ampliação da \n\nregião destacada para visualização de inúmeras franjas concêntricas e delgadas (b). \n\n \n(a)       (b) \n\nFonte: O autor. \n\n \n\n\n\n69 \n \n\nFigura 56 – Fotografia das franjas concêntricas após lapidação da face S1F1 \n\n \nFonte: O autor. \n\n \n\nA fotografia da Figura 57 ilustra a impossibilidade de mensurar a quantidade de \n\nfranjas de interferência na superfície da face S1F2 antes da lapidação. Pessoas não habituadas \n\ncom esta técnica podem até julgar equivocadamente que a superfície é perfeitamente plana \n\npois não é possível identificar nenhuma franja, quando na verdade existem diversas franjas \n\nvizinhas e de pequena largura. A acuidade visual e experiência são indispensáveis para que \n\nnão sejam cometidos erros na técnica de medição de planeza por franjas de interferência. \n\n \n\nFigura 57 – Fotografia das inúmeras franjas invisíveis a olho nu na face S1F2 \n\n \nFonte: O autor. \n\n \n\n\n\n70 \n \n\n6.2 Avaliação dos Métodos de Lapidação Manual \n\nA Tabela 3 apresenta os resultados de medição de planeza através da MMC e de \n\nrugosidade superficial, para faces de vedação lapidadas manualmente com pasta abrasiva JP-9 \n\ne polidas com pasta JP-4 e JP-1 em papel alcalino comercial, tamanho A4, de 75 g/m\n2\n.   \n\n \n\nTabela 3 – Resultados da medição de planeza e rugosidade superficial de faces de vedação do selo 2 \n\nlapidadas manualmente com pasta JP-1 \n\nSelo e \n\nface de \n\nvedação \n\nMaterial \n\nResultado da medição antes da \n\nlapidação \n\nResultado da medição após \n\nlapidação manual  \n\nPlaneza na \n\nMMC (µm) 95% \n\nRugosidade Ra \n\n(µm) 95% \n\nPlaneza na \n\nMMC (µm) 95% \n\nRugosidade Ra \n\n(µm) 95% \n\nS2F1 RbSiC 0,47 ± 0,03 0,0396 ± 0,0031 0,33 ± 0,08 0,0854 ± 0,0032 \n\nS2F2 Carbono+Sb 9,93 ± 1,78 0,0425 ± 0,0040 2,57 ± 0,59 0,0966 ± 0,0034 \n\nS2F3 RbSiC 1,87 ± 0,12 0,0221 ± 0,0012 0,40 ± 0,15 0,0342 ± 0,0029 \n\nS2F4 Carbono+Sb 2,43 ± 0,24 0,0255 ± 0,0026 1,83 ± 0,36 0,0468 ± 0,0023 \n\n \n\nComo os valores de rugosidade superficial das faces de vedação aumentaram após \n\nlapidação manual e polimento com pasta JP-1, foram realizados testes de polimento utilizando \n\npasta abrasiva JP-1/4, de menor granulometria, enquanto as faces eram polidas manualmente \n\ncom um pano macio ao invés de papel, sobre a superfície do disco (Figura 58). Os resultados \n\ndeste teste estão exibidos na Tabela 4. \n\n \n\nFigura 58 – Polimento manual de faces de vedação com pasta JP-1/4 \n\n \nFonte: O autor. \n\n \n\n\n\n71 \n \n\nTabela 4 – Resultados da medição de planeza e rugosidade superficial de faces de vedação do selo 2 \n\nlapidadas manualmente com pasta JP-1 e relapidadas com pasta JP-1/4 \n\nSelo e \n\nface de \n\nvedação \n\nMaterial \n\nResultado da medição após \n\nlapidação com pasta JP-1 \n\nResultado da medição após \n\nrelapidação com pasta JP-1/4 \n\nPlaneza na \n\nMMC (µm) 95% \n\nRugosidade Ra \n\n(µm) 95% \n\nPlaneza na \n\nMMC (µm) 95% \n\nRugosidade Ra \n\n(µm) 95% \n\nS2F1 RbSiC 0,33 ± 0,08 0,0854 ± 0,0032 0,53 ± 0,18 0,0867 ± 0,0037 \n\nS2F2 Carbono+Sb 2,57 ± 0,59 0,0966 ± 0,0034 0,83 ± 0,09 0,1118 ± 0,0055 \n\nS2F3 RbSiC 0,40 ± 0,15 0,0342 ± 0,0029 0,33 ± 0,03 0,0688 ± 0,0023 \n\nS2F4 Carbono+Sb 1,83 ± 0,36 0,0468 ± 0,0023 1,20 ± 0,15 0,0279 ± 0,0015 \n\n \n\nDe acordo com os dados obtidos acima, é possível observar que após lapidação e \n\npolimento com a pasta JP-1/4 a planeza e rugosidade melhoraram, tanto para faces de vedação \n\nem carbeto de silício quanto para as faces em carbono impregnado com antimônio. Os valores \n\nde planeza e rugosidade das faces S2F1 e S2F3, após relapidação com pasta JP-1/4, \n\nmantiveram-se próximos dos valores obtidos inicialmente com a pasta JP-1, ou seja, estas \n\nfaces não precisariam ter sido relapidadas. A face S2F4 poderia ter sido lapidada novamente \n\ncom a pasta JP-1 ou JP-1/4 para se obter uma planeza inferior a 1 µm. Pode-se concluir então \n\nque ambas as pastas abrasivas são satisfatórias na lapidação de faces de vedação e que a \n\nutilização da pasta JP-1/4 não representa uma garantia na melhora do acabamento superficial \n\nquando comparada à pasta JP-1. \n\nO disco em ferro fundido nodular utilizado para lapidar 2 faces em carbono \n\nimpregnado com antimônio e 2 faces em RbSiC apresentou os valores de planeza contidos na \n\nTabela 5. O disco foi inicialmente lapidado com pasta JP-15 e JP-9. O resultado da medição \n\nda rugosidade superficial na área utilizada para lapidação das faces foi de (0,2929 ± \n\n0,0259)95% µm, após a lapidação das 4 faces.  \n\n \n\nTabela 5 – Resultados da medição de planeza da superfície do disco de lapidação, antes e após sua \n\nutilização \n\nResultado da medição de planeza na MMC (µm) 95% \n\nAntes da lapidação de faces Após lapidação de faces \n\n0,95 ± 0,25 1,05 ± 0,25 \n\n \n\n\n\n72 \n \n\nCom estes resultados é possível concluir que há desgaste na superfície do disco de \n\nlapidação, após a lapidação de dois pares de faces, sendo necessário, portanto, a relapidação \n\ndo disco antes de se iniciar a lapidação de outras faces, a fim de que possíveis irregularidades \n\nna superfície do disco não comprometam a planeza das faces a serem lapidadas. \n\n6.3 Comparação entre a Lapidação Mecanizada e Manual \n\nA Tabela 6 exibe os valores médios mínimos de planeza e rugosidade Ra, obtidos na \n\nlapidação manual e mecanizada das faces de vedação do selo 2, durante a realização deste \n\ntrabalho. Algumas faces de SiC e de carbono impregnado com antimônio foram relapidadas \n\nmanualmente mais de uma vez, utilizando-se pasta abrasiva JP-9 para lapidação, pasta JP-4 \n\npara polimento inicial e pastas JP-1 e JP-1/4 para polimento final, com o objetivo de se atingir \n\nos menores valores possíveis de planeza e rugosidade.  \n\n \n\nTabela 6 – Valores médios mínimos da planeza e rugosidade superficial obtidos nos processos de \n\nlapidação mecanizada e manual \n\nMaterial da \n\nface de \n\nvedação \n\nLapidação mecanizada \n\nLapidação manual e \n\npolimento com pasta  \n\nJP-1 \n\nLapidação manual e \n\npolimento com pasta  \n\nJP-1/4 \n\nPlaneza na \n\nMMC \n\n(µm) \n\nRugosidade \n\nRa (µm) \n\nPlaneza na \n\nMMC \n\n(µm) \n\nRugosidade \n\nRa (µm) \n\nPlaneza na \n\nMMC \n\n(µm) \n\nRugosidade \n\nRa (µm) \n\nRbSiC 0,30 0,0320 0,33 0,0342 0,33 0,0688 \n\nCarbono+Sb 0,30 0,0593 1,17 0,0264 0,67 0,0279 \n\n \n\nPara auxiliar a visualização dos dados da Tabela 6, foram gerados os gráficos das \n\nFiguras 59 e 60, que exibem os valores médios mínimos de planeza e rugosidade Ra, \n\nrespectivamente.  \n\n \n\n\n\n73 \n \n\nFigura 59 – Gráfico dos valores médios mínimos da planeza de faces em RbSiC e carbono impregnado \n\ncom antimônio, após lapidação mecanizada e manual \n\n \n \n\nFigura 60 – Gráfico dos valores médios mínimos da rugosidade Ra de faces em RbSiC e carbono \n\nimpregnado com antimônio, após lapidação mecanizada e manual \n\n \nOs resultados acima mostram que os valores de planeza ficaram abaixo do limite \n\nmáximo de 5 franjas de interferência (1,45 µm), adotados pela oficina de selos mecânicos da \n\nPetrobras em Guamaré-RN. As faces em carbono, lapidadas manualmente, apresentaram uma \n\nmaior dificuldade para se obter uma superfície com planeza próxima da obtida por lapidação \n\nmecanizada. Os valores de rugosidade superficial Ra, alcançados por lapidação manual e \n\nmecanizada, foram equivalentes e estão dentro de uma faixa tolerável, ficando abaixo de 0,1 \n\nµm. Finalmente, pode-se concluir que o processo de lapidação manual desenvolvido neste \n\ntrabalho é satisfatório, obtendo resultados de planeza e rugosidade próximos aos obtidos na \n\nlapidação mecanizada. \n\n\n\n74 \n \n\n6.4 Análise das Superfícies por MO e MEV \n\nA Figura 61 exibe a micrografia eletrônica de varredura de uma face de vedação em \n\nRbSiC, no modo topográfico (micrografia superior) e no modo normal (micrografia inferior), \n\nantes e após passar pelo processo de lapidação manual com pasta abrasiva JP-9 e polimento \n\ncom pasta JP-4 e JP-1 em papel alcalino comercial, tamanho A4, de 75 g/m\n2\n. As regiões \n\nclaras são constituídas por silício e as regiões escuras por carbono. \n\nUma região da superfície da face de vedação antes da lapidação está representada na \n\nmicrografia da Figura 61 (a) e apresenta um melhor acabamento superficial que a micrografia \n\nda Figura 61 (b), que é a representação da superfície em outra região da face após a lapidação \n\nmanual. Os valores de planeza e rugosidade superficial para as duas condições estão exibidos \n\nna Tabela 7.  \n\n \n\nFigura 61 – Micrografias eletrônicas de varredura em regiões diferentes de uma mesma face de RbSiC, \n\nantes (a) e após (b) lapidação manual com pasta JP-1, com aumento de 2000X \n\n \n                     (a)       (b) \n\n \n\n\n\n75 \n \n\nTabela 7 – Resultado de medições de rugosidade Ra e planeza da superfície de uma face de RbSiC, antes e \n\napós lapidação manual com pasta JP-1 \n\nParâmetro \nResultado da medição \n\nantes da lapidação \n\nResultado da medição \n\napós lapidação \n\nRugosidade Ra (µm) 95% 0,0396 ± 0,0031 0,0854 ± 0,0032 \n\nPlaneza na MMC (µm) 95% 0,47 ± 0,03 0,33 ± 0,08 \n\nFranjas de interferência 2 2 \n\n \n\nAnalisando os resultados acima, conclui-se que para valores reduzidos de rugosidade e \n\nplaneza, a lapidação é desnecessária e, neste caso, piorou o acabamento superficial da face, \n\nrepresentando um desperdício de tempo e de recursos humanos e materiais. \n\nA Figura 62 exibe a micrografia eletrônica de varredura de uma face de vedação em \n\ncarbono impregnado com antimônio, com borda mais estreita, no modo topográfico \n\n(micrografia superior) e no modo normal (micrografia inferior), após passar pelo processo de \n\nlapidação manual com pasta abrasiva JP-9 e polimento com pasta JP-4 e JP-1 em papel \n\nalcalino comercial, tamanho A4, de 75 g/m\n2\n, seguido de novo polimento com pasta JP-1/4 em \n\npano macio. As regiões claras são constituídas por antimônio e uma pequena porcentagem de \n\ncálcio, e as regiões escuras são carbono. \n\nA superfície da face de vedação após da lapidação e polimento com pasta JP-1 está \n\nrepresentada na micrografia da Figura 62 (a) e apresenta um acabamento superficial pior que \n\no observado na micrografia da Figura 62 (b), que é a representação de outra região da mesma \n\nsuperfície após polimento com pasta JP-1/4. As imagens da microscopia óptica são exibidas \n\nna Figura 63. Os valores de planeza e rugosidade superficial para as duas condições estão \n\nexibidos na Tabela 8.  \n\n \n\n\n\n76 \n \n\nFigura 62 – Micrografias eletrônicas de varredura em regiões diferentes de uma mesma face de carbono \n\nimpregnado com antimônio, após lapidação manual e polimento com pasta JP-1 (a) e JP-1/4 (b), com \n\naumento de 2000X \n\n \n                     (a)       (b) \n\nAs imagens com ampliação de 50X da Figura 63 exibem uma região escura em cada \n\nlateral pois trata-se de uma face com superfície de vedação mais estreita. Com o aumento de \n\n500X é possível observar uma melhora do acabamento superficial da face após polimento \n\ncom pasta JP-1/4. \n\n \n\n \n\n\n\n77 \n \n\nFigura 63 – Micrografias ópticas em regiões diferentes de uma mesma face de carbono impregnado com \n\nantimônio, após lapidação manual e polimento com pasta JP-1 (a) e JP-1/4 (b), com aumentos de 50X \n\ne 500X \n\n \n(a)                  (b) \n\n \n\nTabela 8 – Resultado de medições de rugosidade Ra e planeza da superfície de uma face em carbono \n\nimpregnado com antimônio, após lapidação manual e polimento com pasta JP-1 e JP-1/4 \n\nParâmetro \n\nResultado da medição \n\napós polimento com \n\npasta JP-1 \n\nResultado da medição \n\napós polimento com \n\npasta JP-1/4 \n\nRugosidade Ra (µm) 95% 0,2206 ± 0,0091 0,0739 ± 0,0030 \n\nPlaneza na MMC (µm) 95% 1,17 ± 0,29 0,67 ± 0,07 \n\n \n\nNo caso analisado acima, houve melhora tanto na rugosidade superficial quanto na \n\nplaneza, após a lapidação manual da face de vedação com polimento final em pasta abrasiva \n\nJP-1/4 e pano macio. As imagens de MEV mostram claramente esta diferença, porém nas \n\nimagens de MO a melhora no acabamento superficial não é tão evidente. \n\nA Figura 64 exibe a micrografia eletrônica de varredura e a Figura 65 a microscopia \n\nóptica de outra face de vedação em carbono impregnado com antimônio, no modo topográfico \n\n(micrografia superior) e no modo normal (micrografia inferior), antes e após passar pelo \n\nprocesso de lapidação manual com pasta abrasiva JP-9 e polimento com pasta JP-4 e JP-1 em \n\n\n\n78 \n \n\npapel alcalino comercial, tamanho A4, de 75 g/m\n2\n. As regiões claras são constituídas por \n\nantimônio e uma pequena porcentagem de cálcio, e as regiões escuras são carbono. \n\n \n\nFigura 64 – Micrografias eletrônicas de varredura em regiões diferentes de uma mesma face de carbono \n\nimpregnado com antimônio, antes (a) e após (b) lapidação manual com pasta JP-1, com aumento de \n\n500X \n\n \n                   (a)       (b) \n\n \n\nFigura 65 – Micrografias ópticas em regiões diferentes de uma mesma face de carbono impregnado com \n\nantimônio, antes (a) e após (b) lapidação manual com pasta JP-1, com aumento de 50X \n\n \n(a)        (b) \n\n\n\n79 \n \n\n \n\nA superfície da face de vedação antes da lapidação está representada na micrografia da \n\nFigura 64 (a) e apresenta um melhor acabamento superficial que a micrografia da Figura 64 \n\n(b), que é a representação da superfície após a lapidação manual. Na Figura 65 (b) é possível \n\nvisualizar os arranhões provocados pela pasta abrasiva após lapidação manual, A Tabela 9 \n\nexibe os resultados de medição de rugosidade superficial e planeza, antes e após lapidação \n\nmanual. \n\n \n\nTabela 9 – Resultado de medições de rugosidade Ra e planeza da superfície de uma face em carbono \n\nimpregnado com antimônio, antes e após lapidação manual com pasta JP-1 \n\nParâmetro \nResultado da medição \n\nantes da lapidação \n\nResultado da medição \n\napós lapidação \n\nRugosidade Ra (µm) 95% 0,0425 ± 0,0040 0,0966 ± 0,0034 \n\nPlaneza na MMC (µm) 95% 9,93 ± 1,78 2,57 ± 0,59 \n\n \n\nEmbora o valor da rugosidade superficial da face de vedação analisada acima tenha \n\naumentado após a lapidação manual e polimento com pasta JP-1, houve uma considerável \n\nmelhora no valor da planeza, porém ficando ainda acima do limite máximo praticado de 3 \n\nfranjas (0,87 µm), necessitando, portanto, de uma nova lapidação. \n\n6.5 Custos com a Manutenção não Planejada para Recuperação de Selos \n\nCaso o selo mecânico precise ser substituído ou reparado, haverá uma grande \n\nmobilização para o planejamento e execução deste serviço. Inicialmente uma equipe de \n\nplanejamento, composta por colaboradores da manutenção, operação e SMS (Segurança, \n\nMeio Ambiente e Saúde) analisam previamente o serviço atentando para o sistema de \n\nisolamento e bloqueio de energias (elétrica e pressão do fluido), identificando os componentes \n\nque precisam ser desenergizados, bloqueados e/ou instalados (motor elétrico, válvulas e \n\n“raquetes” (ou “figuras 8”) na sucção e descarga da bomba), para possibilitar a elaboração da \n\nAnálise de Risco e Permissão para Trabalho.  \n\nApós a elaboração e aprovação deste planejamento o motor elétrico é desenergizado e \n\nas válvulas são fechadas e lacradas. Inicia-se antão a drenagem (despressurização) do GLP \n\nconfinado no interior da bomba, do poço e das tubulações entre a válvula de sucção e as \n\nválvulas de descarga, através da abertura de uma pequena válvula para a atmosfera. Como o \n\nGLP ao passar do estado líquido para o estado gasoso expande aproximadamente 600 vezes o \n\n\n\n80 \n \n\ntempo total para a conclusão da drenagem pode chegar a 8 horas, onde a pressão do GLP é \n\nreduzida de 12 para 1 bar (pressão atmosférica). O volume estimado de GLP na fase líquida \n\nliberado para a atmosfera é de 1,15 m\n3\n, o que representa aproximadamente 632 kg de GLP \n\nperdidos durante a liberação para o meio externo, considerando uma massa específica de 550 \n\nkg/m\n3\n para a mistura propano/butano a 20ºC (ANP, 2004). Esta quantidade de GLP deixa de \n\nser vendida para as companhias distribuidoras de GLP da região sempre que houver \n\nnecessidade de manutenção do selo mecânico. \n\nFinalizada a drenagem do GLP, drena-se o fluido barreira (querosene de aviação) do \n\nselo mecânico defeituoso, retira-se o acoplamento e a caixa de mancal de rolamentos da \n\nbomba para, finalmente, realizar a substituição do selo mecânico. O processo inverso é \n\nexecutado até o retorno da bomba à operação, totalizando 40 horas (ou uma semana) de \n\ntrabalho. \n\nInicia-se então um outro trabalho, tão demorado quanto o de substituição do selo \n\nmecânico: licitação pública para recuperação do selo mecânico removido. Este trabalho \n\nenvolve diversas pessoas do setor de contratação de serviços, além do supervisor e técnico de \n\nmanutenção, podendo levar até 75 dias corridos para ser finalizado e o selo recuperado ser \n\ndevolvido. Por segurança, a Transpetro mantém então dois selos mecânicos sobressalentes em \n\nestoque, cada um custando aproximadamente R$ 35.000,00. \n\nMensurar com exatidão o prejuízo total resultante da falha do selo mecânico é uma \n\ntarefa difícil, pois envolve não só o reparo ou substituição do selo, mas também a perda de \n\ninventário, o não faturamento durante a indisponibilidade da bomba, os prejuízos ao mercado \n\nconsumidor e à imagem da empresa devido à interrupção no fornecimento de GLP, \n\npagamento de multas contratuais a seus clientes, além de penalidades impostas pelos agentes \n\nreguladores, principalmente se os selos das duas bombas falharem e se os selos sobressalentes \n\nnão tiverem sido corretamente recuperados. Neste caso extremo, pode-se recorrer à compra \n\nemergencial de selos novos por dispensa de licitação, porém não há fornecedor local com o \n\nmodelo do selo utilizado nas bombas da Transpetro e a aquisição de um selo novo no mercado \n\nnacional pode demorar alguns dias. \n\nNo Quadro 1 foram estimados os custos mínimos e máximos com mão-de-obra para \n\nsubstituição e recuperação do selo mecânico de uma única bomba, considerando o GLP sendo \n\nliberado para o meio ambiente durante a drenagem do sistema, gerando perda de inventário, a \n\nrecuperação do selo realizada por empresa externa e o tempo médio de trâmite de um \n\nprocesso licitatório desta natureza (com base em outros já realizados). \n\n\n\n81 \n \n\nAlém dos custos diretos e indiretos do Quadro 1, é possível estimar o quanto a \n\nTranspetro deixaria de faturar com a venda de GLP caso os selos de ambas as bombas \n\nfalhassem. Considerando o preço do GLP igual R$ 1,64/kg, uma densidade média de 550 \n\nkg/m\n3\n e a vazão média da bomba igual a 200 m\n\n3\n/h, o resultado seria R$ 180.400,00/h. Ou \n\nseja, um dia (24 horas) sem o bombeio de GLP para as companhias distribuidoras \n\nrepresentaria uma perda no faturamento de mais de 4 milhões de reais.  \n\n \n\nQuadro 1 – Estimativa de custos para substituição e recuperação de selo mecânico para uma bomba de \n\nGLP \n\nDescrição Custo (R$) \n\nSubstituição do selo mecânico \n\nMão-de-obra (Técnicos de SMS, operação, \n\nplanejamento, manutenção, mecânico, \n\najudante, eletricista, etc.) \n\n1.000,00 a 1.500,00 \n\nGLP drenado (perdido) 1.050,00 a 1.150,00 \n\nSubtotal 2.050,00 a 2.650,00 \n\nRecuperação do selo defeituoso \n\nProcesso licitatório (HH de Supervisor, \n\ntécnico de administração e manutenção, setor \n\nde contratação, etc.) \n\n600,00 a 1.000,00 \n\nRecuperação em empresa externa 4.000,00 a 6.000,00 \n\nSubtotal 4.600,00 a 7.000,00 \n\nTotal 6.650,00 a 9.650,00 \n\n \n\n6.6 Proposição de Procedimento para Lapidação Manual \n\nUm procedimento foi desenvolvido para possibilitar a recuperação de selos mecânicos \n\nnas próprias instalações da Transpetro, através da lapidação manual de faces de vedação, \n\nvisando otimização de tempo e recursos. As etapas são as seguintes: \n\na) Limpeza \n\nLavar bem as mãos e limpar as superfícies do bloco de lapidação com álcool etílico. \n\nb) Lapidação \n\nO disco de lapidação deve ficar apoiado sobre uma mesa com superfície nivelada e \n\nrígida ou sobre um bloco de desempeno de granito. \n\nAplicar pasta abrasiva na superfície da face de vedação a ser lapidada e na superfície \n\ndo disco de lapidação. A pasta diamantada é espalhada sobre a superfície do disco com \n\nauxílio dos dedos da mão.  \n\n\n\n82 \n \n\nInicia-se o desbaste com pasta abrasiva de maior granulometria, JP-15 ou JP-9, de \n\nacordo com o nível de irregularidades observadas a olho nu na superfície a ser lapidada.  \n\nRealizam-se movimentos circulares em torno do próprio eixo da peça, pressionando-se a face \n\nde vedação contra o disco de lapidação com a mão, até se obter uma superfície regular, sem \n\nriscos e sem áreas não desbastadas. O desbaste final é realizado com pasta JP-9 para garantir \n\numa melhor planeza da superfície da face de vedação. \n\nA cada 3 minutos, verifica-se a qualidade do desbaste, limpando-se a face de vedação \n\ncom auxílio de papel macio embebido em álcool etílico e examinando visualmente a \n\nsuperfície lapidada. Para continuar com o processo de desbaste aplica-se mais pasta abrasiva \n\nna superfície da face de vedação. \n\nA cada mudança de pasta, devem-se limpar com álcool etílico as superfícies da face de \n\nvedação e do disco de lapidação, para aplicação da pasta com granulometria diferente da \n\nanterior. \n\nc) Polimento \n\nA operação de polimento é realizada apoiando-se uma folha de papel alcalino \n\ncomercial tamanho A4 sobre o disco de lapidação ou mesa de desempeno de granito.  \n\nAplica-se a pasta JP-4 sobre a superfície da face de vedação e do papel A4, espalhando \n\nbem com auxílio dos dedos da mão, e realizam-se movimentos rápidos descrevendo uma \n\ntrajetória em formato de “8” (oito), exercendo-se menor pressão com a mão, por \n\naproximadamente 3 minutos. \n\nEm seguida realiza-se a limpeza da superfície da face e do disco de lapidação. Aplica-\n\nse a pasta JP-1 na superfície da face de vedação e do papel A4, espalhando bem com auxílio \n\ndos dedos da mão e realizam-se movimentos rápidos descrevendo uma trajetória em formato \n\nde “8”, exercendo-se menor pressão com a mão. \n\nA cada 3 minutos, verifica-se a qualidade do acabamento, limpando-se a face de \n\nvedação com auxílio de papel higiênico, ou similar, embebido em álcool etílico e examinando \n\nvisualmente a superfície lapidada. Para continuar com o processo de acabamento aplica-se \n\nmais pasta abrasiva na face de vedação. \n\nEste processo é repetido até que se obtenha uma superfície mais espelhada possível, o \n\nque representa um melhor acabamento superficial. \n\n \n\n \n\n \n\n\n\n83 \n \n\nd) Verificação da planeza \n\nAvaliar a planeza das faces lapidadas através da contagem de franjas de interferência \n\nou utilizando uma máquina de medição por coordenadas. Caso o valor da planeza esteja acima \n\nde 5 franjas (1,45 µm), deve-se repetir a lapidação com pasta JP-9 e o polimento com pasta \n\nJP-4 e JP-1. \n\ne) Verificação da rugosidade superficial \n\nMedir a rugosidade superficial das faces lapidadas com auxílio de rugosímetro. Caso o \n\nvalor da rugosidade Ra esteja acima de 1 µm, deve-se repetir a etapa de polimento com pasta \n\nJP-1/4, reavaliando a rugosidade e a planeza da face de vedação. \n\nf) Remontagem do selo mecânico \n\ng) Teste de estanqueidade do selo \n\n Realizar o teste de estanqueidade do selo com auxílio de uma bomba hidráulica \n\nmanual, do tipo pistão, e um manômetro, bloquear as conexões com tampão, pressurizar \n\nlentamente cada câmara do selo com água doce até a pressão de operação do selo, durante 5 \n\nminutos. Monitorar a queda de pressão no manômetro (de acordo com a norma API 682, é \n\ntolerável uma queda de pressão de até 0,014 Mpa). \n\nO Quadro 2 relaciona os tempos, custos e valores mínimos obtidos na lapidação \n\nmecanizada e manual de faces de vedação em RbSiC e carbono impregnado com antimônio. \n\n \n\nQuadro 2 – Comparação entre a recuperação mecanizada e manual de selos mecânicos \n\nParâmetro \n\nLapidação \n\nmecanizada em \n\nempresa externa \n\nLapidação manual \n\nna oficina da \n\nTranspetro \n\nTempo médio para lapidação e polimento de face C 15 min 30 min \n\nTempo médio para lapidação e polimento de face em SiC 30 min 60 min \n\nValor mínimo de planeza obtido para faces em C 0,30 µm 0,67 µm \n\nValor mínimo de planeza obtido para faces em SiC 0,30 µm 0,33 µm \n\nValor mínimo de rugosidade Ra obtido para faces em C 0,0593 µm 0,0264 µm \n\nValor mínimo de rugosidade Ra obtido para faces em SiC 0,0320 µm 0,0342 µm \n\nTempo total para recuperação do selo 75 dias 3 dias \n\nCusto total para recuperação do selo R$ 7.000,00 R$ 900,00 \n\n\n\n84 \n \n\n \n\nDiante dos resultados obtidos de planeza e rugosidade superficial de faces de vedação \n\nem RbSiC e carbono impregnado com antimônio, além dos custos e prejuízos estimados com \n\na interrupção da operação da bomba para sanar eventuais vazamentos nos selos mecânicos, \n\nobserva-se a vantagem de se implementar o procedimento de lapidação manual para \n\nrecuperação de selos na oficina da Transpetro. \n\nPara possibilitar a medição da planeza, a Transpetro poderia adquirir uma fonte \n\ngeradora de luz monocromática e um plano óptico em quartzo, por um custo total de R$ \n\n10.000,00. A lapidação de sedes de válvulas de segurança, atividade de rotina na oficina da \n\nTranspetro, também seria beneficiada por esta aquisição. \n\n \n\n  \n\n\n\n85 \n \n\n7 CONCLUSÕES \n\nOs resultados da medição de planeza antes e após a lapidação de faces de vedação de \n\nselos mecânicos, através de uma Máquina de Medição por Coordenadas, comprovam a \n\neficácia deste método. No entanto, a utilização da técnica de observação de franjas de \n\ninterferência ainda se mostra satisfatória, simples e barata. A rugosidade superficial das faces \n\nde vedação mesmo não tendo ligação direta com a planeza, deve ser considerada nos \n\nprocessos de lapidação, uma vez que valores baixos de rugosidade garantem uma menor taxa \n\nde vazamento, promovem menos aquecimento e aumentam a vida útil do selo mecânico. \n\nFoi constatado, através das medições de planeza realizadas por MMC e franjas de \n\ninterferência, que algumas faces de vedação ainda estavam em condições de uso e não \n\nnecessitavam de relapidação. Isto não é levado em consideração no momento da tomada de \n\npreços para a contratação de serviço externo, nem por parte da Transpetro, nem por parte das \n\nempresas proponentes, resultando em desperdício de tempo e recursos. \n\nCom base nos resultados obtidos neste trabalho, é possível afirmar que é técnica e \n\neconomicamente viável a lapidação manual de faces de vedação de selos mecânicos, realizada \n\npor profissional qualificado, aproveitando-se os recursos disponíveis atualmente na \n\nTranspetro para lapidação de sedes de válvulas. Sendo necessário apenas a aquisição de uma \n\nfonte geradora de luz monocromática com disco óptico para visualização das franjas de \n\ninterferência. \n\nA demora e o custo para recuperação de selos em empresa externa compensariam \n\nqualquer outro custo para aquisição de equipamentos e materiais necessários à lapidação, \n\nmanutenção e teste de estanqueidade de selos mecânicos, visto que a indisponibilidade \n\nsimultânea das duas bombas de GLP traria um prejuízo de no mínimo R$ 180.000,00/hora, \n\nreforçando, portanto, a necessidade de se ter uma oficina própria de recuperação de selos. \n\n \n\n  \n\n\n\n86 \n \n\n8 SUGESTÕES PARA TRABALHOS FUTUROS \n\n \n\nAvaliar métodos para analisar simultaneamente a rugosidade superficial e a planeza de \n\nfaces de vedação através do emprego de perfilometria óptica, microscopia de varredura por \n\nsonda mecânica, microscopia de varredura por tunelamento ou outra técnica existente. \n\nEstudar o emprego de outras técnicas de interferometria com recursos computacionais \n\npara contagem de franjas e gravação de imagens. \n\nDesenvolver dispositivos específicos para facilitar e garantir a qualidade da lapidação \n\nmanual de faces de vedação, permitindo, inclusive, que a lapidação e polimento sejam \n\nexecutados por outras pessoas menos experientes. \n\nAvaliar a possibilidade de utilização de técnicas preditivas, como, por exemplo, a \n\ntermografia, para o monitoramento do funcionamento de selos mecânicos e detecção de \n\npossíveis desgastes ou deficiência de refrigeração e lubrificação nas faces de vedação.  \n\n \n\n  \n\n\n\n87 \n \n\nREFERÊNCIAS \n\n \n\nABRADING METHODS. Reading flatness using an optical flat. Elgin, [2016]. Disponível \n\nem:&lt;www.lapping.com/faq/optical_flat_reading.pdf>. Acesso em: 22 fev 2016. \n\n \n\nAESSEAL. Treinamento de Selos Mecânicos. São Paulo, 2002. \n\n \n\nAFFONSO, L. O. A. Equipamentos mecânicos: análise de falhas e solução de problemas. \n\n2.ed. Rio de Janeiro: Qualitymark, 2006. \n\n \n\nAGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS. \n\nResolução ANP nº 18. Rio de Janeiro, 2004. \n\n \n\nAGOSTINHO, O. L.; RODRIGUES, A. C. S.; LIRANI, J. Tolerâncias, ajustes, desvios e \n\nanálise de dimensões. São Paulo: Edgard Blucher, 1977 \n\n \n\nAMERICAN PETROLEUM INSTITUTE. API 682: Pumps – Shaft sealing systems for \n\ncentrifugal and rotary pumps. Washington, 2014. \n\n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR ISO 4288: Especificações \n\ngeométricas de produto (GPS) - Rugosidade: Método do perfil - Regras e procedimentos para \n\navaliação de rugosidade. Rio de Janeiro, 2008. \n\n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6409: Tolerâncias \n\ngeométricas – Tolerâncias de forma, orientação, posição e batimento - Generalidades, \n\nsímbolos, definições e indicações em desenho. Rio de Janeiro, 1997. \n\n \n\nDRAKE JR., P. J. Dimensioning and Tolerancing Handbook. New York: McGraw-Hill, \n\n1999. \n\n \n\nFIOCCHI, A. A. Avanços no desenvolvimento de um processo de acabamento para peças \n\nplanas submetidas à cinemática de lapidação sobre um rebolo dressado com grau de \n\nrecobrimento. 2010. 165f. Dissertação (Mestrado em Engenharia Mecânica) – Faculdade de \n\nEngenharia de Bauru, Universidade Estadual Paulista, Bauru, 2010. \n\n \n\nFIOCCHI, A. A.; SANCHEZ, L. E. A. Investigação de um processo abrasivo baseado nos \n\nprincípios da lapidação e retificação. III Seminário da Pós-Graduação em Engenharia \n\nMecânica, 2009. UNESP Universidade Estadual Paulista Júlio de Mesquita Filho. Disponível \n\nem: &lt;http://www2.feb.unesp.br/pos/seminario/IIISeminario/anais/AC-\n\nArthurAlvesFiocchi.pdf>. Acesso em: 02 maio 2016. \n\n \n\nFUNDAÇÃO ROBERTO MARINHO. Mecânica: elementos de máquinas. Telecurso 2000 \n\nProfissionalizante. São Paulo: Editora Globo, 1996. \n\n \n\nGERMAN INSTITUTE FOR STANDARDIZATION. DIN 8589-15: Manufacturing \n\nprocesses chip removal - Part 15: Lapping; Classification, subdivision, terms and definitions. \n\nBerlin, 2003. \n\n \n\nhttp://nxt.anp.gov.br/NXT/gateway.dll/leg/resolucoes_anp/2004/setembro/ranp%2018%20-%202004.xml?f=templates&amp;fn=document-frameset.htm\nhttp://www2.feb.unesp.br/pos/seminario/IIISeminario/anais/AC-ArthurAlvesFiocchi.pdf%3e.%20Acesso%20em:%2002%20maio%202016\nhttp://www2.feb.unesp.br/pos/seminario/IIISeminario/anais/AC-ArthurAlvesFiocchi.pdf%3e.%20Acesso%20em:%2002%20maio%202016\n\n\n88 \n \n\nGERMAN INSTITUTE FOR STANDARDIZATION. DIN 12756: Mechanical seals - \n\nPrincipal dimensions, designation and material codes. Berlin, 2000. \n\n \n\nGROUS, A. Applied metrology for manufacturing engineering. London: ISTE, 2011. \n\n \n\nGRUNDFOS Management A/S. Mechanical shaft seals for pumps. Bjerringbro: Denmark, \n\n2009. \n\n \n\nLIMA, E. P. C. Mecânica das bombas. 2.ed. Rio de Janeiro: Interciência, 2003. \n\n \n\nKEMET InternationalLimited. Como medir superfícies planas. [2016]. Disponível em: \n\n<https://www.kemet-international.com/br/produtos/lapidacao-em-superficies-planas/como-\n\nmedir-superficies-planas>. Acesso em: 22 fev 2016. \n\n \n\nKUTZ, M. (Ed.) et al. Mechanical Engineer’s Handbook: materials and mechanical design. \n\nVolume 1, ThirdEdition, John Wiley&amp; Sons, Inc. 2006. \n\n \n\nMAGALHÃES, R. C. A. Sistema para medição de erro de planicidade. Dissertação \n\n(Mestrado em Engenharia Mecânica) – Escola de Engenharia de São Carlos, Universidade de \n\nSão Paulo, São Carlos, 2006. Disponível em: \n\n<http://www.teses.usp.br/teses/disponiveis/18/18135/tde-04102006-\n\n151448/publico/SistemaParaMedicaodeErrodePlanicidade.pdf>. Acesso em: 10 maio 2016. \n\n \n\nSANCHEZ, L.E.A.; LOSNAK, C.; PEREZ, F.R.C. Comportamento da taxa de remoção e \n\nacabamento superficial na lapidação plana sob diferentes parâmetros do processo. XV \n\nCongresso Brasileiro de Engenharia Mecânica, 1999. Disponível em: \n\n<http://www.abcm.org.br/app/webroot/anais/cobem/1999/pdf/AAAHAC.pdf>. Acesso em: 15 \n\njul. 2016. \n\n \n\nSERVIÇO NACIONAL DE APRENDIZAGEM INDUSTRIAL. Tolerância geométrica. \n\nSão Paulo: SENAI-SP Editora, 2015. \n \n \n\n  \n\nhttps://www.kemet-international.com/br/produtos/lapidacao-em-superficies-planas/como-medir-superficies-planas\nhttps://www.kemet-international.com/br/produtos/lapidacao-em-superficies-planas/como-medir-superficies-planas\nhttp://www.teses.usp.br/teses/disponiveis/18/18135/tde-04102006-151448/publico/SistemaParaMedicaodeErrodePlanicidade.pdf\nhttp://www.teses.usp.br/teses/disponiveis/18/18135/tde-04102006-151448/publico/SistemaParaMedicaodeErrodePlanicidade.pdf\nhttp://www.abcm.org.br/app/webroot/anais/cobem/1999/pdf/AAAHAC.pdf%3e.%20Acesso%20em:%2015%20jul.%202016\nhttp://www.abcm.org.br/app/webroot/anais/cobem/1999/pdf/AAAHAC.pdf%3e.%20Acesso%20em:%2015%20jul.%202016\n\n\n89 \n \n\nANEXO A – Desenho de montagem do selo mecânico AESSEAL"}]}}}