{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20425"}, {"@name": "filename", "#text": "3987_Assmann_BennoWaldemar_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nDissertação Apresentada à Faculdade de Engenharia Mecânica Como Requisito Parcial para a Obtenção do Título de Mestre em Engenharia de Petróleo\nPrevisão do Comportamento de Pressão e Temperatura Transitórios em Poços de Petróleo e Oleodutos\nAutor: Benno Waldemar Assmann Orientador: Iberê Nascentes Alves Co-orientador; Luís Felipe Mendes de Moura\nDezembro de 1993\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nA dissertação \"Previsão de Comportamento Transitório de Pressão e Temperatura em Poços de Petróleo e Oleodutos\" elaborada por Benno Waldemar Assmann foi aceita pela Subcomissão de Pós-Graduaçào em Engenharia de Petróleo como requisito parcial para a obtenção do Título de Mestre em Engenharia de Petróleo.\nCampinas, 17 de dezembro de 1993.\nBanca Examinadora\nSidney Stuckenbruck, Ph.D.\nÀ minha esposa Sônia e meus filhos Felipe e Vítor\nAgradecimentos\nAos meus pais, Sílvio e Nilsa, pela formação que me propiciaram e pelo exemplo de dedicação.\nAos colegas da Petrobrás e da Unicamp, pelo companheirismo e incentivo dados.\nAos Drs. Iberê Nascentes Alves e Luís Felipe Mendes de Moura pelo incentivo e orientação neste trabalho.\nÀ Petróleo Brasileiro S.A., pelo apoio técnico e financeiro, sem os quais não seria possível a realização deste trabalho.\níndice:\nResumo\tvii\nAbstract\tviii\nNomenclatura\tix\n1\t- Introdução.\t1\n2\t- Revisão Bibliográfica.\t8\n3\t- Desenvolvimento do Modelo Hidrodinâmico.\t18\n4\t- Análise de Características.\t21\n5\t- Correlações Empíricas para Velocidade Relativa e Atrito.\t31\n6\t- Transferência de Calor.\t34\n7\t- Propriedades Térmicas das Formações.\t44\n8\t- Propriedades dos Fluidos.\t47\n9\t- Escoamento Ar-Água sem Transferência de Massa.\t52\n10\t- Escoamento Gás-Óleo com Transferência de Massa.\t62\n11\t- Estudo de Variação de Parâmetros.\t69\n12\t- Comparação com Medidas de Campo.\t83\n13\t- Conclusões e Recomendações.\t92\nReferências Bibliográficas.\t95\nAnexos:\nAl « Dedução das Equações de Conservação era função das\nVariáveis de Estado.\t101\nA2 - Dedução das Características do Modelo Homogêneo.\t108\nA3 - Dedução das Características do Modelo de Deslizamento\ncom Gás Ideal e Líquido Incompressível.\t111\nA4 - Comparação das Soluções do Fluxo de Calor\t115\nA5 »Coeficientes Matriciais do Escomento Água-Ar\nsem Transferência de Massa\t121\nA6 - Coeficientes Matriciais do Escoamento Gás -Óleo\ncom Transferência de Massa\t125\nResumo\nA previsão de temperatura e pressão transitória em tubulações e poços que escoam misturas bifásicas de hidrocarbonetos é de fundamental importância no que diz respeito ao projeto de instalações de produção. A deposição de sólidos tais como parafinas, asfaltenos e etc. só pode ser corretamente prevista se for possível determinar o estado dos fluidos em cada ponto da tubulação. A deposição de sólidos assim como a previsão de condições de operação na calibração de válvulas de gás lift e a influência da variação da temperatura nas condições hidrodinâmicas do escoamento, são alguns dos problemas que podem ser resolvidos por este tipo de previsão.\nNeste trabalho, um modelo para calcular pressão e temperatura transitórios em poços de petróleo e oleodutos é desenvolvido a partir da solução numérica de um sistema de equações de conservação. São levados em conta os efeitos de deslizamento entre as fases, transferência de calor transitória para as formações, transferência de massa entre as fases e o comportamento termodinâmico das fases. A transferência de calor transitória em poços é resolvida no campo de Laplace e a transformada inversa é obtida, utilizando a convolução numérica aproximada por intervalos lineares e comparada com a modelagem transferência de calor pelo já clássico método de Rarney, desenvolvido para regime permanente hidrodinâmico e regime quase permanente de temperatura. Em oleodutos, adota-se solução semelhante a de Coulter &amp; Bardon. Para a determinação das propriedades dos fluidos utiliza-se o modelo \"black-oíl\".\nSão obtidas soluções numéricas típicas tanto para escoamento água-ar sem transferência de massa como para escoamento de gás-óleo com transferência de massa. Um estudo de variação de parâmetros indica quais são as variáveis do problema que maior influência tem na resposta do sistema.\nFinalmente são comparadas soluções numéricas de longo tempo com medições de temperatura em regime permanente feitas no campo para validação do modelo como preditor de temperaturas.\nAbstract\nThe transient pressure and temperature prediction in two-phase hydrocarbons mixtures flowing in wells and pipelines is fundamental in production plants design. The solid deposition like parafines, alfaltenes and so on, is correctly predicted only if the fluid states are known in all sections of the pipeline. The solid deposition, the prediction of operational conditions for gaslift valves calibration and the effect of temperature variations in the hydrodynamics conditions are some problems that such prediction can be helpfill.\nIn this work, a model to calculate the transient temperature and pressure in wells and pipelines is developed by the numeric solution of a set of conservation equations. It takes into account the effects of the drift between the phases, transient heat transfer to the ground formations, mass transfer between the phases, and the thermodynamics behavior of the phases. The transient heat transfer to the formation in wells is solved in the domain of Laplace and inverted by a numerical convolution approximated by linear sections and this solution is compared with the classical method developed by Ramey for hydrodynamic steady state and temperature quasi steady state. In pipelines the numerical solution is similar to Coulter and Bardon expression. The fluids properties are caculated by the black-oil model.\nTypical numerical solutions are obtainned for air-water flow without mass transfer and for gas-oil flow with mass transfer. A parameter variation study indicates which variables has the major effects in the system response.\nFinally, long time numerical temperature solutions are compared with steady state field measures to validate the model as a temperature predictor.\nNomenclatura.\na - difusividade térmica da formação.\nA - área da seção transversal da tubulação (m2).\n-\tfator volume de formação do óleo (adimensional).\n-\tfator volume de formação do óleo na pressão de bolha (adimensional)\ncG - concentração de gás (adimensional).\n-\tcompressibilidade do óleo supersaturado.\n-\tcapacidade térmica da formação (J/Kg.K).\nCpo - calor específico à pressão constante do gás (J/Kg.K)\n-\tcalor específico à pressão constante do líquido (J/Kg.K).\n-\tcalor específico à pressão constante da mistura (J/Kg.K).\nCo - fator de distribuição do gás (adimensional)\nCH - velocidade do som na mistura homogênea (m/s).\nD - diâmetro interno da tubulação (m).\ne» - espessura radial do fluido do anular (m).\nee - espessura do revestimento (m).\ne( - espessura do tubo de produção (m).\n-\tfator de atrito da mistura bifásica (adimensional).\ng - aceleração da gravidade (m/s2).\nG - fluxo mássico total (Kg/m2. s).\n* gradiente geotérmico (K/m).\nGm -gradiente de temperatura do fundo do mar (K/m).\nh\t- coeficiente de troca de calor pelicular do fluido dentro do tubo de\nprodução (J/s.K).\nHq - entalpia específica do gás\n-\tcalor latente dè vaporização em um estado 0 de referência, -calor latente de vaporização.\nHj,\t- entalpia específica do líquido.\n-\tentalpia específica da mistura.\nJ, - funções de Bessel.\nk, - condutividade térmica do fluido do anular (J.s.ro.K),\nk0 - condutividade térmica do revestimento (J.s.m.K).\nk# - condutividade térmica da formação (J/s.m.K).\nk, - condutividade térmica do tubo de produção (J/s.m.K).\n-\tfunções de Bessel.\nL - comprimento total de tubulação (m).\nM - peso molecular do gás (adimensional).\n-\tnúmero de Froude (adimensional).\nP\t- pressão da mistura (Pa).\nP4 - pressão de bolha (Pa).\n-\tpressão na cabeça do poço (Pa).\nPG - pressão do gás (Pa).\nP(S ~ pressão do gás na interface (Pa).\nPt - pressão do líquido (Pa).\nPu - pressão do líquido na interface (Pa).\n\" pressão no separador (Pa).\nq\t- fluxo de calor por unidade de área (J/s.m2).\nQ\t- fluxo de calor por unidade de compimento (J/s.m).\nr - distância radial (origem no centro do poço) (m).\nrs - raio externo do revestimento (ni).\n-\tdistância radial adimensional.\n-\traio interno do poço (m).\nRera - número de Reynolds da mistura (adimensional).\nRGO - razão gás-óleo de produção (m3/m3).\nRs » razão de solubilidade (m3/m3).\ns - tempo no campo de Laplace.\nS\t- perímetro da seção transversal da tubulação (m).\nSfc\t- perímetro interno da seção tranversai do tubo de produção (m).\nSt - média logarítmica do perímetro do tubo de produção (m).\nSt - média logarítmica do perímetro do anular (m).\nSc - média logarítmica do perímetro do revestimanto (m).\nt\t- tempo (segundos).\ntD\t- tempo adimensional.\nT\t- temperatura da mistura (K).\nX\t- temperatura no revestimento (K).\nTd\t- temperatura adimensional.\nX\t- temperatura geotérmica da formação (K).\nX • temperatura no fundo do poço (K).\nX, - temperatura do gás (K).\n-\ttemperatura do gás na interface (K).\nIL - temperatura do líquido (K).\n-\ttemperatura do líquido na interface (K).\nX, - temperatura no poço (K).\nU^Uj - coeficiente global de transf. de calor do poço (J/s.mLK). U3 -coeficiente global de transf. de calor da tubulação submersa (J/s.m2.K).\nvo - velocidade do gás (m/s).\nvQ - velocidade de deslizamento (m/s).\nvt - velocidade do líquido (m/s). vn - velocidade superficial da mistura (m/s).\n-\tvelocidade do centro de massa da mistura (m/s). v? - velocidade relativa entre o gás e o líquido (m/s).\nvov - velocidade de deslizamento da bolha de Taylor no escoamento vertical (m/s).\nv0H\t- velocidade de deslizamento da bolha de Taylor no escoamento\nhorizontal.\nx - comprimento axial da tubulação (m).\nZ - fator de compressibilidade de gás real (adimensional).\nLetra gregas:\na * fração volumétrica de gás (fração de vazio) (adimensional). aL - fração volumétrica de líquido (adimensional).\np - inclinação da tubulação com a horizontal (rad ou graus), y - coefic. de expansão térmica do gás real\n-\tdensidade relativa do gás dissolvido (adimensional).\n-\tdensidade relativa do gás livre (adimensional).\nyo - densidade relativa do óleo de tanque (adimensional). ro - taxa de vaporização (Kg/s.m3). rt\t- taxa de condensação (Kg/s.m3).\n1\t- velocidade característica (m/s).\n-\tcoeficiente de Joule-Thompson do gás (K/Pa).\n-\tcoeficiente de Joule-Thompson do líquido (K/Pa).\n-\tcoeficiente de Joule-Thompson da mistura (K/Pa).\n-\tviscosidade do gás (Kg/m.s).\n-\tviscosidade do líquido (Kg/m.s).\n-\tviscosidade da mistura (Kg/m.s).\npG - massa específica do gás (Kg/m3).\n-\tmassa específica do gás dissolvido (Kg/m3).\n-\tmassa específica do gás livre (Kg/m3).\np<ÍL - diferença entre as massa específicas do gás e do líquido (Kg/m3). p, - massa específica da formação (Kg/m3).\npL\t- massa específica do líquido (Kg/m3).\npL, - massa específica do óleo de tanque (Kg/m3).\n-\tmassa específica da mistura (Kg/m3).\n<j\t- tensão interfacial gás-líquido (N/m).\nt\t- tensão cizalhante (N/m2).\nMatrizes e vetores:\nA,B - matrizes de dimensões 4 x 4.\nb ~ vetor de dimensão 4.\np - vetor das variáveis de estado.\nVariáveis discretas:\nNas variáveis discretas, o subscrito indica o nó na malha espacial e o superescrito indica o passo de tempo.\n1-Introdu£ão\nNas últimas décadas, muitos estudos se dedicaram ao escoamento bifásico em tubulações, principalmente na área da indústria da energia nuclear e, posteriormente, na de petróleo. A complexidade do tema está associada a existência de arranjos diferenciados das fases, chamados de padrões de escoamento, e, como consequência, a necessidade de modelagens diferenciadas para os fenômenos de transferência interfacial dependendo do padrão de escoamento.\nO estudo de escoamento bifásico transitório teve início na indústria nuclear, devido a problemas de segurança associados à possibilidade da ocorrência do acidente denominado LOCA (toss of coolant accident). Diversos simuladores foram desenvolvidos nesta área, dentre os quais destacam-se RELAP4, RELAP5, RETRAE, MEKIN, COBRA e TRAC (segundo Taitel e Dukler[69J).\nNa indústria do petróleo, este tipo de estudo tem complicações adicionais devido a complexidade do comportamento das fases, pois não são componentes simples e sim misturas de hidrocarbonetos. Contudo, os critérios de projeto são mais elásticos. Os estudos realizados nesta área assumem, em geral, comportamento isotérmico, de modo a simplificar o modelo, desprezando-se a equação de conservação da energia para um determinado trecho de tubulação. Mais recentemente, simuladores considerando o escoamento transitório estão sendo utilizados na modelagem dos fenômenos da indústria de petróleo apresentando, contudo, limitações.\nNa produção de poços de petróleo é importante a previsão de temperatura ao longo da tubulação durante o escoamento bifásico, tanto em condições transitórias como em regime permanente. A determinação da temperatura é importante por estar diretamente associada a previsão de pressão, pois, conhecendo-se estas duas variáveis, pode-se determinar conretamente o estado dos fluidos e determinar rigorosamente as propriedades dos mesmos. No entanto, relativamente poucos trabalhos\npublicados se dedicam a solução simultânea do escoamento para estas variáveis.\nAlém disto, a determinação da temperatura está intimamente ligada a problemas como, por exemplo, deposição de parafinas, asfáltenos e sais, especialmente em produção offshore, quando as baixas temperaturas reinantes no fundo do mar tomam ainda mais críticas as condições operacionais, Logo, as instalações envolvendo sistemas de escoamento bifásico só poderão ser adequadamente projetadas quando se conhece a pressão, a temperatura e a composição da mistura de hidrocarbonetos. Conhecidas estas variáveis pode-se determinar as propriedades dos fluidos, possibilitando assim a correta simulação do comportamento hidro e termodinâmico da mistura.\nAlém de problemas de depósitos de sólidos, pode-se enumerar outros problemas provocados pela variação de temperatura em poços de petróleo:\n-Previsão de abertura de válvulas do sistema de elevação artificial de petróleo denominado de gas-lift. Normalmente nos projetos de gas-lift calibra-se as válvulas de drenagem do gás do anular adotando-se as temperaturas estáticas do perfil geotérmico. Como, em condições de escoamento, estas temperaturas são bastante diferentes, são freqüentes os relatos de inoperáncia destas válvulas.\n-Em testes de produção, mantém-se a vazão ou pressão constantes na superficie e analiza-se o comportamento transitório da variável não controlada. A temperatura varía tanto ao longo do poço como com o tempo, o que provoca a alteração nas condições de escoamento ao longo do poço. Isto leva a um desconhecimento das variáveis no fundo mesmo que se tenha controle das variáveis na superfície. Deve-se, portanto, investigar a influência da temperatura no resultado destes testes.\nEstes são apenas alguns exemplos dos problemas que podem ser abordados mais adequadamente com de um modelo que preveja o comportamento hidrodinâmico do escoamento em poços e oleodutos associado a variação de temperatura.\nPara descrever o fenômeno, sabe-se que os fluidos produzidos pelos reservatórios de petróleo, ao escoarem ascendentemente nos poços, são postos em contato com formações cada vez mais frias. Esta diferença de temperatura entre os fluidos escoando na tubulação e as formações provoca a interação térmica entre os mesmos. Em condições transitórias, o escoamento dos fluidos é regido pelas equações de conservação da massa, quantidade de movimento e energia, enquanto que a condução térmica que\nocorre na formação é regida pela equação da difusão térmica. Logo se faz necessário acoplar as equações hidrodinâmicas à equação de calor de forma a simular a interação térmica referida. Como será visto, uma maneira de fazer este acoplamento é resolver a equação de difusão de forma genérica e introduzir a solução como termo de fluxo de calor na equação da energia. Esta será a maneira utilizada neste trabalho, apesar de existirem na literatura soluções simultâneas das equações.\nNo caso de escoamento em tubulações de produção, uma simplificação normalmente utilizada para a solução do problema, é o uso do coeficiente global de transferência de calor determinado a partir da condutividade térmica dos materiais da tubulação, ¡solantes térmicos e de correlações empíricas para transferência de calor convectiva natural ou forçada no espaço anular.\nNo estabelecimento das equações governantes do escoamento, que traduzem as equações de conservação, diversos modelos têm sido utilizados, tais como o modelo homogêneo, o modelo de deslizamento e o modelo de dois fluidos. A escolha do modelo mais apropriado é feita levando-se em conta as características do problema e a simplicidade do modelo. O modelo homogêneo é o mais simples e é o que apresenta resultados mais pobres. O modelo de dois fluidos é o mais completo e mais complexo, sendo adequado para padrões de fases separadas (anular, estratificado), mais frequentes em gasodutos. O modelo de deslizamento é adequado para regimes de escoamento de fase dispersa (pistonado, bolhas, bolhas dispersas e agitante) mais comuniente encontrados em tubulações de escoamento de petróleo e em poços produtores.\nA abordagem conmínente adotada em diversos trabalhos para avaliação das propriedades do fluido podem ser divididas em dois enfoques distintos. O modelo composicional, mais rigoroso, utiliza equações de estado e realiza o cálculo do flash das misturas. Alguns exemplos de equações de estado normalmente utilizadas são as de Peng-Robinson e Redlich-Kwong-Soave (ver Modell e Reid[45J). Este enfoque é recomendado para tubulações escoando condensados ou óleos altamente voláteis. O modelo black-oil baseia-se na utilização de correlações empíricas. Apesar de menos rigoroso apresenta resultados altamente satisfatórios para o caso de escoamento de petróleos pesados, pois ,para estes casos, a mistura apresenta uma gama enorme de componentes, tomando-se excessivamente complexa, inviabilizando a utilização do modelo composicional. Alguns exemplos de correlações empíricas utilizadas são as de Lasater, Standing, Beggs e Robinson, Dranchuk et al e etc (ver Brill e Beggs [14]).\nO modelo black-oil tem sido mais usado em oleodutos, enquanto que o modelo compositional tem sido comumente usado em gasodutos. Será usado o modelo black-oil pela sua simplicidade e adequação ao problema a ser estudado.\nO objetivo deste trabalho é desenvolver um simulador numérico para resolver dois tipos de problemas comuns na indústria do petróleo. Estes problemas são mostrados de maneira esquemática pelas figura 1.1 e 1.2 .\ncorxSçfo de eontomo na euperf. Pcab!c#te\nSrvore de nafai\ncabeça de produção\nsuperfície ou fundo do mar\nregime *^burn“\neofxSçõe» irãciú»: 9m=»#-«,We=TCG0Jt, p-=press»o hidrostática\nGg=QT atfierXe geotérmico\nI ft\ns\nTubing re*e*timento -regímeW'\n_U - coeficiente giobal de tranaf. de calor do poço\npropriedade# des roche» ke,pe,cpe\n\n\nformação produtora\ncwxfiçõe# de contorno m» ftmdo: Tf“cste,«=c#te, Qcste ou Q=4(P)\nFigura 1.1-Condíções Iniciais e de Contorno para entrada em Operação de um Poço Produtor.\nA figura 1.1 mostra um poço produtor inicialmente fechado, cheio de líquido (óleo do próprio poço), com a temperatura do fluido em equilíbrio com a temperatura da formação e com pressão hidrostática do fluido. No instante M), o poço é colocado em produção e duas são as possibilidades de operação: a primeira com vazão volumétrica constante, para o caso do poço ser bombeado. A outra possibilidade é obedecendo a uma relação entre a vazão e a pressão de fundo, conhecida como IPR {inflcw performance relantionship). Esta é a maneira pela qual os poços surgentes são produzidos. Para ambos os casos a pressão na cabeça é\nmantida constante. A temperatura do fluido produzido é constante e a temperatura das formações ao se afastar indefínidamente do poço no sentido radial tende para a temperatura estática, assumindo um comportamento linear com a profundidade.\npoço: condições iniciais e 4e contorno no fundo WéntícM if»gur« anterior (IK - eoefic-jjlotral de transf. de eator)\nFigura 1.2-Condições Iniciais e de Contorno para Futrada em Operação de um Foço Submarino.\nNa figura 1.2 tém-se um sistema de produção submarino com um poço produtor idêntico ao da figura 1.1 com a diferença que a pressão na cabeça não é constante, há um oleoduto submarino com pequena inclinação e um riser que leva o fluido produzido para o separador na plataforma de produção onde, aí sim, a pressão é mantida constante. Tal qual no primeiro caso, o poço está inicialmente fechado com apenas líquido em toda extensão do sistema de dutos e a temperatura do fluido está em equilibrio com a temperatura do ambiente. No primeiro trecho, o poço, a variação de temperatura é linear decrescente, seguindo o comportamento do gradiente geotérmico, desde o fundo, onde as temperaturas são elevadas, até o fundo do mar, onde há baixas temperaturas. No solo marinho a temperatura atinge um mínimo e volta a crescer moderadamente até a superfície do mar,\nconforme pode-se notar pela figura 1.3. No instante zero o poço é colocado em produção com as mesmas condições de contorno no fundo do poço utilizadas no caso da figura 1.1.\nFigura 1.3-Perfil de Temperatura Estático.\nA metodologia utilizada para abordar estes problemas será desenvolver as equações hidrodinâmicas conforme o modelo de deslizamento, expressando-as em função das variáveis de estado (fração de vazio, velociade superficial da mistura, pressão e temperatura). Uma vez adotado este modelo, recomenda-se a utilização do simulador desenvolvido apenas para os casos de escoamento de fase dispersa. A equação da difusão térmica que será resolvida para se obter o fluxo de calor radial, considera a temperatura variável em uma seção da tubulação do poço. A solução obtida estará no campo de Laplace e uma técnica de aproximação por trechos lineares será utilizada para obter-se a inversão numérica da transformada pelo algoritmo de Stchfest[66],\nAs equações hidrodinâmicas serão discretizadas utilizando-se o esquema implícito de diferenças finitas avançadas, que em conjunto com as condições iniciais e de contorno permitirão a obtenção da solução numérica das equações, ou seja, o comportamento das variáveis de estado já referidas.\nDiversas simulações serão realizadas para estudar o efeito de diferentes condições de contorno e diferentes fluidos (petróleos com características diferentes) e serão comparados o comportamento em regime permanente de temperatura com medidas de campo.\nDiversos outros aspectos serão também abordados para o fechamento do modelo:\n-atrito da mistura bifásica;\n-transições de padrão de escoamento;\n-correlações para a velocidade de deslizamento;\n-coeficientes globais de transferência de calor;\n-propriedades das fases pelo modelo black-oii,\n-transferência de massa entre as fases.\n2-Revisãp Bibliográfica.\n2.1\t- Modelagem Hidrodinâmica\nDiversos modelos hidrodinâmicos foram propostos para o escoamento bifásico. Serão abordardos neste trabalho apenas três modelos unidimensionais, que tem uso amplo na indústria do petróleo. O modelo mais geral e mais complexo é o modelo de dois fluidos que trata todas as variáveis de cada fase de maneira separada, isto é, as pressões, temperaturas e velocidades de cada uma das fases são diferentes numa mesma seção. Neste modelo, é necessário escrever equações de conservação da massa, quantidade de movimento e energia para cada uma das fases, de tal forma que são necessárias um total de seis equações diferenciais.\nO modelo de deslizamento considera apenas as velocidades das fases diferentes em uma seção do duto e adota as hipóteses de equilíbrio térmico e mecânico, ou seja, pressões e temperaturas das fases iguais numa mesma seção. Estas hipóteses são adequadas quando as interações térmicas entre as fases são rápidas. Isto ocorre quando a fase gasosa se encontra dispersa na fase liquida. Na prática, o caso no qual esta condição é melhor atendida é para o padrão de escoamento denominado bolhas dispersas, entretanto, pode-se utilizar esta modelagem para outros padrões de fase dispersa. O modelo de deslizamento unidimensional só necessita de quatro equações diferenciais: duas equações de continuidade (uma da mistura e de uma das fases, ou então uma para cada uma das fases), uma equação de quantidade de movimento para a mistura e uma equação de energia para a mistura, mas, precisa ainda de uma equação de fechamento, normalmente uma correlação empírica para descrever o deslizamento entre as fases.\nUm outro modelo que, na verdade, é um caso particular do de deslizamento, é o modelo homogêneo que é o mais simples e que assume a hipótese de total equilíbrio entre as fases, ou seja, numa mesma seção as fases estão em equilíbrio de pressão, equilíbrio térmico e possuem a\nmesma velocidade, assumindo, portanto, velocidade de deslizamento igual à zero. A mistura se comporta como um pseudo-fluido homogêneo, com as propriedades desta mistura podendo ser obtidas a partir das propriedades de cada uma das fases adequadamente ponderadas. Êste modelo, a exemplo do modelo de deslizamento, necessita das mesmas quatro equações diferenciais e dá bons resultados quando tem-se padrão de de fase dispersa em dutos horizontais ou quase horizontais, dado o pequeno deslizamento que ocorre, na realidade, nestas situações. No escoamento vertical e inclinado, o deslizamento toma-se muito importante, de modo que o modelo homogêneo de toma inadequado. Em padrões de fases separadas, este modelo não deve utilizado.\nNo presente trabalho, será utilizado o modelo de deslizamento nas soluções transitórias e o homogêneo será usado apenas para análise e comparação dos efeitos do deslizamento no comportamento do escoamento. Isto limitará o estudo aos padrões de fase dispersa.\nUm ponto discutível neste tipo de modelagem, é a utilização de correlações empíricas do tipo Zuber e Findlay[78], Estas correlações são, normalmente, obtidas experimentalmente e para regime permanente, contrapondo-se à modelagem que assume condições transitórias. A maioria dos trabalhos anteriores fazem este tipo de abordagem sem entrar no mérito de sua validade. Scoggins [58] discute este problema e cita alguns poucos trabalhos experimentais que mostram que as correlações para regime permanente dão bons resultados mesmo em escoamento instável tais como Fischer [24], Staub, Zuber &amp; Bijwaard [65], Slater et all.[63] e Nassos e Bankoff [49]. A semelhança deste e de outros trabalhos, serão utilizadas, no presente trabalho, correlações de deslizamento desenvolvidas para regime permanente em situações transitórias por não dispormos de estudos experimentais mais detalhados sobre o deslizamento das fases em condições transitórias. Este procedimento foi o adotado por Fischer [24] no programa RELAP para análise de segurança em reatores nucleares assim como por Bendíksen et all [11] no programa OLGA para escoamento de gás e óleo em oelodutos, desenvolvido na Noruega pela compañía SINTEF.\nLyczkowski [41] analisou o modelo de deslizamento quanto a sua estabilidade e determinou regiões de instabilidade onde havia baixas pressões e altas velocidades de deslizamento (maiores que 2.4m/s). Kaiserman [35] realizou estudo de características do modelo de deslizamento de forma numérica não encontrando características complexas em ampla gama de condições práticas. Será visto que, adotando a hipótese de líquido incompressível, pode-se mostrar que as características deste modelo são sempre reais. Por isto, a solução numérica\ndo modelo de deslizamento é estável para esquemas de discretização explícitos e o problema de valor de contorno é bem proposto, o que não ocorre com o modelo de dois fluidos.\nDiversos sistemas de equações foram propostos para este modelo, todos bastante semelhantes, sendo digno de nota apenas as variações quanto ao conjunto de variáveis em função das quais estas equações são propostas. Dois conjuntos de equações foram analisados mais detidamente : o de Taitel e Dukler [69] (ligados à indústria do petróleo) e o de Liles e Reed [40] (ligados à análise de segurança de reatores nucleares). O sistema de Taitel e Dukler pode ser deduzido do sistema de Liles e Reed apenas por substituição de variáveis e , em ambos conjuntos, se se fizer a velocidade do líquido igual à do gás obtém-se o sistema de equações diferenciais do modelo homogêneo tal como proposto por Wallis [75]. Não serão demonstradas estas equivalências por fugir ao escopo do trabalho, porém, serão apresentadas as equações para evidenciar as diferenças apenas aparentes entre as mesmas.\nAs equações propostas por Taitel e Dukler para o modelo de deslizamento unidirecional estão abaixo descritas.\nEquação da Continuidade do Líquido:\n+\t= r\t«D\ndt\tdx\tL\nonde C é a geração de massa de líquido por unidade de volume, a é a fração de vazio, pL é a massa específica do líquido e vLéa velocidade do líquido. r; é um valor positivo quando ocorre condensação e um valor negativo quando ocorre vaporização.\nQuando se utiliza o modelo black-oil, que será abordado mais adiante, ao invés de se escrever uma equação de continuidade do líquido, escreve-se uma equação de continuidade para o óleo de tanque que não sofre transferência de massa pois apenas o gás dissolvido vaporiza. A massa específica do líquido neste modelo é dada por:\nPl = Pu+Pgd\t(2 2)\nonde o índice Li refere-se ao óleo de tanque e GD ao gás dissolvido. Assim pode-se escrever a seguinte equação:\nM(l-«)Pu] d[(l-a)puvL] 0\n5t\t5x\n(2.3)\nDas equações (2.1) e (2,3) pode-se obter uma expressão para a taxa de transferência de massa no modelo black-oil:\nL a\tâc\n(24)\nScoggins[58] usa, em seu modelo, equação semelhante à equação (2.3) e Bendiksen et al[ 11] modelam a transferência de massa de maneira semelhante à expressa pela equação (2.4).\nEquação da Continuidade do Gás:\na õx _ L\n(2.5)\nNesta equação, o índice G se refere ao gás livre.\nAlternativamente, pode-se escrever uma equação da continuidade da mistura que é o resultado da soma das equações (2.1) e (2.5), ou seja:\n4(1\" a)pL + CtpO] t g[(l - «)PlVL + aPoVo] 0\nSt\tdx\n(25)\nAs equações (2.1),(2.5) e (2.6) são as equações apresentadas por Taitel e Dukler. A equação (2.6) pode ser expressa em função da velocidade superficial da mistura, definida por:\nVm ~(l~a)VL+«VG\n(2.7)\nonde Q é a vazão volumétrica e A a área da seção do duto.\nOutra simplificação que pode ser feita é expressar a equação (2.6) em função da massa específica da mistura assim definda:\n(2.8)\n(2-9)\npm - (la)pL+apo\nUtilizando as equações (2.7) e (2.8) na equação (2.6), tem-se:\n.&lt;Pl*J . ^«Pa.vG) _r+__„+_ã.\to\nonde é a diferença entre as massas específicas do gás e do líquido.\nPara que a equação da continuidade da mistura fique expressa apenas em função da velocidade superficial da mistura é necessário utilizar\numa correlação experimental de deslizamento. Este tipo de correlação é normalmente escrita na forma das correlações tipo Zuber &amp; Findlay[78], ou seja:\nvo“cov.. + víí\t(2.10)\nonde:\nr « -..fe*)... --^parâmetro de distribuição ;\nWW\n-> velocidade de deslizamento ponderada;\nNa equação acima, é a velocidade de deslizamento local instantânea.\nNestas equações, o seguinte operador é utilizado:\n(F) = lfFdA\nonde F é uma propriedade qualquer e A é a área da seção transversal da tubulação .Co e vCí são dados por diversas expressões a depender do padrão de escoamento (ver capítulo 5).\nSe for feita a substituição de (2.10) em (2.9) tem-se a equação da continuidade da mistura assim expressa:\n». t XPlV.) , 4\"P<»\t‘ v<«)] „ 0\ndt dx\tdx\n(2.11)\nDa mesma forma pode-se expressar a equação da continuidade do gás da seguinte forma:\nd(apG) . 4«Po(c#vm dt\tdx\n(2.12)\nEquação de Quantidade de Movimento da Mistura:\nt g[a\"«)^vI-Kxpov^] = p^gsenp_\ndl\tÕx\tA dx\nNote que tanto a equação da continuidade da mistura (2.11) como a equação de continuidade do gás estão expressas em função da velocidade superficial da mistura e da velocidade de delizamento.\nNesta equação pode-se substituir as equações da continuidade do líquido e do gás obtendo a seguinte expressão:\n0 - a)Pi\t+«Pg\t+O ~ a)pLvL\t=\n\n(2.14)\nA velocidade do liquido expressa em termos da velocidade superficial da mistura e da velocidade de deslizamento é:\nv v*\" a(c°v»> -MO- aCo)vw - «Vq\n1-a\n(2.15)\n1-a\nSubstituindo (2.15) e (2.10) em (2.14) obtém-se a equação da quantidade de movimento em função da velocidade superficial da mistura e da velocidade de deslizamento .*\n\n1-a\ndCCaV^+V^)\n+«PO----J-—“+\nd. rC-ttCoK-ttVqp\n1-a\n(2.16)\ntS c!P\n+op°Vo------\nEquação da Conservação da Energia da Mistura:\n4<1~g)pLHL^aPgHQ] + 4C1 -\t4- opcV^]\ndt\tdx\n(2-17)\nO último termo do lado esquerdo é o trabalho de expansão da mistura e o antepenúltimo e penúltimo termos surgem quando se substitui a energia interna pela entalpia. Nesta equação foram desprezadas as dissipações viscosas da mistura com a parede do tubo e a interfacial por serem termos muito pequenos assim como a transferência de calor por condução no sentido axial. Da mesma forma que a equação da quantidade\nde movimento pode-se substituir as equações da continuidade do gás e do líquido, assim, obtém-se a seguinte expressão:\n(l-a)pl^Wo^Ul-<OPLVL^+W'o^k-\n-f-¥-^ = rtH«.+^\t(218)\nComo não há derivadas das velocidades não há necessidade de se fazer as substituições feitas nas outras equações.\nAs equações propostas por Liles e Reed[40] ao invés de serem expressas em função da velocidade superficial da mistura e da velocidade de deslizamento são expressas em função da velocidade do centro de massa da mistura, assim definida:\nv’ = O ^G^PLVt + CtpQVq\t(2.19)\nP„\tPm\ne da velocidade relativa entre as fases. Observe-se que a velocidade superficial da mistura e a velocidade do centro de massa só serão iguais se não houver deslizamento entre as fases, ou seja, no modelo homogêneo.\nSão as seguintes as equações de Liles e Reed:\n-Equação da Continuidade da Mistura:\n(2.20)\ndt ôx\n-Equação da Continuidade do Gás:\nd(a-pG) dt\ndÇqpGvL)\ndx\ndx\napü(l-q)p1vt\nP.\n=-rL\n(2.21)\n+\nâ\n-Equação da Quantidade de Movimento da Mistura:\n-Equação da Conservação da Energia da Mistura:\na(p.E.) fox) 8r(i-a)PtnB,vt(B,-Bt)l\n&amp;\tôt\tp, J ck\na(l-q)v,(pt-po) Pm\nqS A\n(2.23)\nonde E é a energia interna específica.\nComo já se falou, as equações acima podem ser deduzidas das equações de Taitel e Dukler [69] apenas fazendo as substituições das variáveis.\nNo estudo do escoamento bifásico, é de fundalmental importância a caracterização das transições de padrão de escoamento. Dependendo das características do escoamento, as fases assumem arranjos geométricos diferentes identificados como padrões de escoamento. Inicialmente, o problema foi abordado de forma empírica, através dos mapas de escoamento experimentais. Com o trabalho de Taitel &amp; Dukler [68], iniciou-se a modelagem física das transições e esta será a abordagem adotada no presente estudo. As diversas transições do escoamento vertical foram estudadas por Taitel e Dukler [67,72] e suinarizadas por Hassan &amp; Kabir [31]. No escoamento horizontal e inclinado Taitel , Bamea e outros.[5,6,7,8,68,70] apresentam mapas para as transições. Diversos subprogramas que simulam estas transições forma reunidos no programa FLOPAT [61] que será utilizado no presente trabalho.\nAs correlações cinemáticas para a velocidade de deslizamento foram obtidas experimentalmente por diversos autores. Diversos autores obtiveram correlações para esta velocidade. A seguir, um pequeno resumo para os principais padrões de escoamento. No escoamento em bolhas vertical, a correlação de uso generalizado é a Harmathy (ver em Wallis[75]). O escoamento em bolhas inclinado foi estudado por Malnes[42]. O escoamento pistonado vertical tem trabalhos clássicos como os de Davies e Taylor [19], Dumitresco [22], e outros, que foram sumarizados por Wallis[75], No escoamento pistonado inclinado e horizontal, estudos foram realizados por Bendiksen e França [12,25]. Serão utilizadas as correlações de Malnes e de Bendiksen para escoamento em padrão bolhas e pistonado, respectivamente, conforme são utilizadas no programa OLGA[11].\nO atrito da mistura bifásica com a parede será calculado pela função FFANN do programa FLOPAT[61] que é baseada na correlação de Colebrook com o número de Reynolds da mistura sendo calculado da mesma forma que no referido programa (correlação de Dukler, ver em Waflis[75J).\n2.2\t- Transferência de Calor\nO estudo da transferência de calor em poços, teve início com o estudo de Moss &amp; White para poços de gás [47]. Posteriormente Lesem et aS. [39] obtiveram uma solução analítica para o mesmo problema, sendo que a abordagem foi mais completa no que diz respeito a equação da energia pois este modelo levou em conta a derivada temporal da entalpia na equação de conservação da energia. Squier et all. [64] aplicaram o mesmo procedimento para poços de injeção de água.\nRamey [52] utilizou procedimento semelhante ao de Moss &amp; White[47] em um trabalho que se tomou uma referência básica na literatura, porém a abordagem adotada só é válida em regime quase permanente, quando a derivada temporal da temperatura é muito pequena em relação à derivada convectiva. Este método só tem validade para poços monofásicos (injeção de água e produção de gás sêco). Para poços bifásicos necessita de uma melhor modelagem termodinâmica, incluindo o efeito de Joule-Thompson como mostraram Alves, Alhanati &amp; Shoham [62], O próprio Ramey observou que o tratamento mais rigoroso da transferência de calor entre os fluidos escoando no poço e as formações envolveria uma superposição relativamente complexa. Como será visto no presente trabalho, a consideração de temperatura aproximadamente constante com o tempo só dá bons resultados bons para tempos relativamente grandes, o que não acontece durante o período inicial do transitório. Outros trabalhos que abordaram o problema de transferência de calor em poços produtores ou injetores bifásicos são o de Shiu[60], que desenvolveu uma correlação empírica para detreminação de temperatura de fluxo em poços produtores valendo-se do método de Ramey; Willliite [77] estudou com detalhes os coeficientes globais de transferência de calor em poços injetores de vapor; Kirkpatrick [37] estudou a influência da temperatura de fluxo no projeto de sistema de gas-lift, entre outros.\nNo escoamento em tubulações são amplamente citados os trabalhos de Schorre[57] e o de Coiõter &amp; Bardou [17]. O primeiro modelo tem o problema de não ser assintótico para uma temperatura constante e o segundo representa adequadamente o fenómeno físico, inclui\n0 efeito Joule-Tbompson e propõe uma solução analítica simplificada para a temperatura de fluxo. Este será adotado no presente estudo quanto à abordagem termodinâmica e modelagem da transferência de calor.\n2.3\t- Propriedade dos fluídos\nA abordagem black-oil, que é constituída por uma série de correlações empíricas e foi utilizada neste trabalho para cálculo do comportamento dos fluidos tais como massa específica, compressibilidade, transferência de massa, etc, tem sido adotada em outros modelos transitórios e em regime permanente quando se trata do escoamento de misturas pesadas de hidrocarbonetos. São exemplos de modelos que usam esta abordagem os de Dutta-Roy [23] e o de Scoggins [58]. Quando se trata de escoamento em poços de gás, gasodutos, óleos voláteis, especialmente quando há formação de condensado, é necessária uma abordagem composicional que utiliza as equações de estado para cálculos de flash como são exemplos as de Peng-Robinson [45] e Redlich-Kwong-Soave [45]. Os trabalhos de Furukawa [27], Alves [3], Gould [28] e Goyon [29] usaram este tipo de abordagem.\n3 - Desenvolvimento do Modelo Hidrodinâmico\n3.1\t- Equações diferenciais\nO primeiro passo que será seguido rumo à solução numérica do problema apresentado no capítulo 1, será reescrever as equações diferenciais do modelo de deslizamento, apresentadas no capítulo 2, em função de um conjunto de variáveis, que serão denominadas variáveis de estado, que, uma vez conhecidas, permitem o cálculo de qualquer propriedade das fases. Diversas combinações de variáveis são possíveis, sendo um exemplo a concentração de gás, o fluxo mássico da mistura, a pressão e a entalpia específica da mistura, conjunto este utilizado por Taitel e Dukler [¿9J. Outro exemplo é o adotado no presente trabalho, cujo conjunto de variáveis são a fração de vazio, a velocidade superficial da mistura, a pressão e a temperatura.\nInicialmente, serão esclarecidas as hipóteses simplifícadoras que foram adotadas no desenvolvimento do presente modelo:\n-A velocidade relativa entre as fases é descrita pelo modelo de Zuber &amp; Findlay [78],\n-Há um equilíbrio de pressão entre as fases numa mesma seção, ou seja:\n-Há um equilíbrio térmico entre as fases numa mesma seção, istoé:\n-Não há transferência de calor por condução no sentido axial do escoamento.\n-0 atrito da mistura com a parede do duto é descrito por uma correlação de regime permanente.\n«As propriedades das fases são descritas por equações de estado do tipo:\nPk = f(P,T)\nonde o índice k assume os valores G, no caso da fase gasosa, e L, no caso da fase líquida.\n-Será desprezada a dissipação viscosa na equação da energia.\n0 procedimento para a obtenção das equações diferenciais em função das derivadas das variáveis de estado, é o seguinte:\n-Derivamos em cadeia as derivadas de produtos que existem nas equações diferenciais.\n-As derivadas das massas específicas do liquido e do gás são desenvolvidas em função das derivadas da pressão e temperatura usando-se o seguinte diferencial total:\n-As derivadas das velocidades do líquido e do gás são expressas em função das derivadas das variáveis de estado utilizando-se a correlação de deslizamento. Estas derivadas são obtidas no anexo A.1 e correspondem às equações (al.10) e (al.17).\n-As derivadas das entalpias do líquido e do gás são expressas em função das derivadas das variáveis de estado usando-se o seguinte diferencial total termodinâmico:\nEste diferencial pode ser expresso em função das propriedades cn\te\t“f—) ,onde os coeficientes c* e são a capacidade\ntérmica específica á pressão constante e o coeficiente de Joule-Thompson da fase k, respectivamente, resultando no seguinte diferencial:\ndH^c^dT-c^dP\nConhecendo-se a capacidade térmica específica (ou calor específico) e a equação de estado, pode-se calcular o coeficiente de Joule-Thompson pela seguinte relação termodinâmica:\nEsta seqüencia foi seguida para as equações (2.1), (2.5), (2.6),\n(2,13)\te (2.17) e as deduções estão no anexo A.l.\nAs equações diferenciais em função das variáveis de estado são as seguintes:\n-Equação da Continuidade do Líquido:\n-Equação da Continuidade do Gás:\n=-rt\n(3.2)\n\"Equação da Continuidade da Mistura:\n-Equação da Quantidade de Movimento:\n-Pt*, -¡-+[0 -aC0)pL +«0^]^-\n\n^■PlViV, ^+[(laC0)pLvt +aCopGvJ^- +\n) + 1'^++[aP<\n(7T\nÕX\n- [aPoVo ~«PlVl]\n\nrtv, -p^gsenp\ntS\nA\n(3.4)\n-Equação da Energia:\n-(PmWU+>)|“+P^“-[pmcíaTuvG -(Mp^av, + vm]| +\n[p.s-v«\t=TC+r^\n(3.5)\n3.2\t- Condições Iniciais e de Contorno\nA condição inicial, em todos casos estudados, será considerada uma situação de entrada em operação dos poços, O poço estará, inicíalmente, completado com líquido em repouso e em equilíbrio térmico com a formação. Esta situação, em termos das variáveis de estado, é a seguinte:\na = oparatodox;\nvM - 0 para todo x;\npressão igual a pressão da coluna de fluido mais a pressão do separador;\nT=^-GJlx;\nA condição de contorno no fondo do poço será:\nQ ~ vwA -constante;\naf -constante;\nTf =constante;\nA condição de contorno de pressão é dada na cabeça do poço ou no separador de produção:\n-constante, ou\n-constante.\nA condição de contorno externa para a solução de fluxo de calor radial (ver capítulo 6) na formação em direção ao poço será a temperatura da formação num raio infinito igual a temperatura geotérmica. A condição de contorno interna será uma temperatura no poço variável e que dependerá das equações de conservação.\nAs equações diferenciais associadas às condições iniciais e de contorno definem completamente o problema a ser estudado.\n4-Análise de Características.\nO sistema de equações do modelo de deslizamento mostrado no capítulo anterior, deve ser solucionado numéricamente dada a impossibilidade de solucioná-lo analiticamente. Antes de se proceder à discretização das equações, deve-se estudar sua consistência e estabilidade e, consequentemente, pelo teorema de Lax, a sua convergência.\nA consistência está relacionada com o quanto as equações de diferenças finitas são uma boa aproximação das equações diferenciais. Esta condição está relacionada com o esquema de discretização utilizado. Se as equações de diferenças finitas tendem para as equações diferenciais quando os incrementos de tempo e espaço tendem para zero, díz-se que o sistema é consistente. Esquemas de discretização tradicionais tais como o esquema implícito com diferenças avançadas levam a equações de diferenças finitas consistentes.\nA estabilidade é um problema de análise bastante complexa em modelos de escoamento bifásico e, ao mesmo tempo crítico, já que grande parte destes modelos tem caráter instável. Como mostraram Ramshaw e Trapp[53], a condição de estabilidade dos modelos bifásicos é idêntica à condição de características reais, e, portanto, está relacionada como o fato de o problema ser bem proposto. Será adotado este critério de estabilidade por ser de análise mais simples. Determinar as características do sistema é determinar as velocidades de propagação de perturbações nas variáveis de estado do sistema.\nPara um problema ser bem proposto é necessário que tenha condições de contomo compatíveis e características reais. Para que as condições de contomo sejam compatíveis elas devem ser tais que possibilitem a solução numérica em todo domínio de discretização. As condições necessárias devem ser estudadas para cada problema.\nA análise de caracterísiticas é feita da seguinte forma (para maiores detalhes cosultar Abbottfl]):\n-Escreve-se o sistema de equações diferenciais na forma matricial, ou seja:\nAa+BaPc\t(41)\nonde p é o vetor das variáveis de estado do sistema, isto é,\n0.2)\ne A e B são as matrizes dos coeficientes das derivadas temporais e convectivas, respectivamente.\n-Escreve-se o determinante característico da seguinte forma:\n|AA-B|~0\t(4.3)\n-Determina-se os valores de 1 que satisfazem a equação (4.3). Estes valores serão as celeridades características do sistema.\nNo modelo homogêneo, caso particular mais simples do modelo de deslizamento, pode-se fazer esta análise de maneira simples e o resultado já foi estabelecido por diversos autores (por exemplo Wallis[73J). Será incluida esta análise para as equações propostas para verificar se as mesmas fornecem este mesmo resultado.\nPara o modelo de deslizamento só se pode fazer esta análise analíticamente se for feita a suposição adicional de líquido incompressível. A seguir tem-se o desenvolvimento destas soluções separadamente.\n4.1\t- Modelo Homogêneo\nPara serem reduzidas as equações do modelo de deslizamento para o modelo homogêneo, basta fazer:\nvt = 0\ne\tc0 = i\ndespreza-se também todos os termos que contenham derivadas da velocidade de deslizamento. Assim fica-se com o seguinte sistema de equações diferenciais:\nEquação da Continuidade da Mistura:\n(4.4)\nEquação da Continuidade do Gás:\n(4.5)\nEquação da Quantidade de Movimento:\nõva SP\t_ tS\n+ Pmvm\t- -pjgsenB-----\nro õx âx\tA\n-Equação da Conservação da Energia:\nsr . ^sp st\nPmCft» - (pc^n. + 0^ + P^v*--,\t„ SP „ qS\n(P^n» +l)v„^- =\t+^~\n(4.6)\n(4.7)\nResolvendo a equação (4.3) deste sistema obteremos as seguintes características:\n\\ = X2 = vm\n(4.8)\n\n(4.9)\n(ver no anexo A.2 a solução da equação (4.3)).\nEstes resultados são idênticos aos obtidos por diversos autores e têm o seguinte significado físico: as características 1 e 2 exprimem a velocidade de propagação de massa e as características 3 e 4 as velocidades de propagação de ondas de pressão. O segundo termo do lado direito da equação (4.9) é a velocidade isentrópica do som em um meio homogêneo, designada por CR e dada pela seguinte expressão:\n4.2\t- Modelo de Deslizamento com Líquido Incompressível e Gás Ideal\nSe forem feitas as considerações de líquido incompressível, gás ideal e fator de distribuição igual à unidade, as equações de conservação ficam como a seguir:\n\n-Equação da Continuidade da Mistura:\nda apo #T , ap0 cP . da , _ dv* ~Ã~ T ã*Tã + P“V° &amp; +P- &amp; ‘ «pavo dT cq>ovoap = o T dx. P à\n-Equação da Continuidade do Gás: ôa txpo ST otpfi cP da dv_\nT dx P dx -Equação da Quantidade de Movimento:\nda dv_\tda r,, s\tcP\n’PlV-ã'+p-’ãr’PlV'Vlãr+t(,’a>PlVl+ap\"Vol^+&amp; nv.-p^gsenp-^l\n(4.11)\n(4.12)\n(4.13)\n-Equação da Conservação da Energia:\nST SP r\t„\t.\tcP\n-a—+[pmcPmvo-(l-a)pLcavfJ—-avG~-\nqS A\n\n(4.14)\nPode-se resolver a equação característica deste sistema se forem feitas as seguintes suposições:\nPtt = O~a)Pi.\nPmCp»-(1“a)PLCp>\nque são válidas desde que a densidade do líquido seja muito maior que a densidade do gás.\nAs características encontradas são as seguintes (ver anexo\nA.3):\nonde CH é a velocidade do som na mistura homogênea expressa por\n«P^\nP T\n(4.16)\nPode-se verificar facilmente que estas expressões se tomam idênticas às do modelo homogêneo quando se faz vf ~ 0 .\nSe for considerado fator de distribuição diferente de um tem-se as seguintes características:\nXj — vL , X2 — vc\ne\n1 -v\t4»\tj (1 âXg\nM 1 2Tcte *<41^\t1~«C#\n(4.17)\nSe forem assumidos v, = 0 e C„^l, estas expressões se tomam idênticas as do modelo homogêneo.\n43 - Modelo de Deslizamento com Líquido Incompressível e Gás Real\nSe for considerado comportamento de gás real, mantendo as demais considerações feitas para o caso de gás ideal, obtém-se as seguintes características:\nCfl = i\nV’VL. A = VG\ne\n\n\nvfa2Ty2C„ 2pGCPm\ne\n±\n(4.18)\n} 4pX\nCfl*l\n^PgCpbi\n±\n^q^C4\n1-q\n1-aC,\n(4.19)\nNestas últimas expressões foi feito:\nEm ambos os casos, adotando comportamento de gás ideal, as expressões se tomam iguais as obtidas anteriormente.\nVerificou-se que, admitindo comportamento de líquido incompressível, obtém-se características sempre reais para o modelo de deslizamento. Isto mostra que este modelo é um problema bem proposto e que pode-se solucioná-lo por métodos de discretização explícitos desde que a malha respeite o critério de estabilidade de Friedrich-Courant. Entretanto serão utilizados métodos de discretização implícitos pelo fato que os transitórios que ocorrem em poços e oleodutos serem lentos e de longa duração sendo, portanto, inconveniente ter-se limitações nos incrementos de tempo.\nA consideração de líquido compressível toma a análise de características bastante difícil do ponto de vista analítico. Porém a análise numérica pode ser realizada sem grandes complicações. Como a compressibilidade do líquido é, geralmente, muito menor que a do gás, as aproximações feitas fornecem bons resultados.\n4.4\t- Comparação das Características Obtidas Numericamente com as Obtidas Analiticamente\nSerão comparadas as características obtidas resolvendo numéricamente o determinante com as obtidas pela expressão proposta para líquido incompressível e gás ideal . Os seguintes dados foram arbitrados:\n-gás : ar com comportamento ideal;\n-líquido : água com comportamento incompressível; -temperatura: 293 K;\n-pressão : lx 105 Pascal;\n-massa específica do ar: 1.18 Kg/m^; -massa específica da água: 1000 kg/nP ; -velocidade do líquido: 0.22 m/s; -velocidade do gás: 0.61 m/s;\n-velocidade superficial da mistura: 0.3 m/s;\n-velocidade de deslizamento: 0.25 m/s; -velocidade relativa calculada: 0.39 m/s; -fração de vazio: 0.2;\n-capacidade térmica do ar: 1001 Joules/Kg.K; -capacidade térmica da água: 4187 joules/Kg.K;\nResolvendo numéricamente o determinante obtém-se as seguintes características:\n\\ = 0.22m/s\n=0.61m/s\nlj=25.77m/s\nX4 = -25.33m/s\nUtilizando as expressões propostas obtém-se:\nX, ~0.22m/s\nZ2 = 0.61m/s\nX3 = 25.86m/s\nX4 = -25.42m/s\nUtilizando o modelo homogéneo, as características são as seguintes:\nÀ1 = 0.3m/s\nX2 =0,3m/s\nX, = 25.30m/s\n\\ = -24.7m/s\nPode parecer estranho que a velocidade do som na mistura bifásica seja muito menor que a velocidade do som em quaisquer das fases isoladas, porém este fato foi comprovado experimentalmente por Sompom Vongyuthpornchai [74] para padrões de fase dispersa (bolhas e pistonado) e a velocidade do som isentrópica homogênea aqui obtida confere com o valor obtido pela expressão simplificada proposta por este autor. Abaixo tem-se a expressão e o valor obtido para os dados do exemplo:\n= 25m/s\nnP\na(l-a)pt\nonde n é o expoente de expansão politrópico que, no caso isotérmico, é igual a unidade.\nA explicação para este fenômeno é dada pelo referido autor, atribuindo-o ao efeito combinado de dois fiitores: a compressibilidade e a densidade da mistura. A velocidade do som em um meio é tanto menor\nquanto maior é a sua compressibilidade e o mesmo se dá com a densidade, A velocidade do som em um liquido é muito alta devido à sua baixíssima compressibilidade apesar de a densidade ser alta. Em um gás a velocidade do som é menor por causa da sua alta compressibilidade, porém a sua densidade é pequena. Na mistura bifásica os dois efeitos se associam, pois tanto a densidade quanto a compressibilidade são altas, o que fàz com que a velocidade do som seja bem menor do que em quaisquer uma das fases. Se a fração de vazio tende para zero a velocidade do som tende para a do líquido e se a fração de vazio tende para um a velocidade do som tende para a do gás. Tal raciocínio só é válido para padrões de fase dispersa.\n5 - Correlações para Velocidade Relativa e Atrito.\nO uso do modelo de deslizamento implica na introdução de correlações empíricas para prever o deslizamento que ocorre entre as fases. Os padrões de fluxo mais adequadamente representados pelo modelo de deslizamento são os padrões de fase dispersa. As correlações do tipo Zuber e Findlay [78] são as de uso mais difundido no estudo de escomantos bifásicos e sua forma básica já foi apresentada na revisão bibliográfica. A correlação a ser utilizada depende do padrão de escoamento, por isto deve-se determinar qual padrão existe antes de escolher qual correlação usar. Utilizou-se, no presente trabalho, as rotinas do programa FLOPAT [61] para determinação do padrão de escoamento.\nNo simulador desenvolvido no presente trabalho, não foram utilizadas correlações de deslizamento para padrões de fases separadas (anular, estratificado liso e estratificado ondulado). Caso seja detectado padrão de fases separadas o simulador informa que o caso rodado não poderá ser resolvido. Na grande maioria dos casos estudados não houve transição para estes tipos de padrão, mostrando que, em poços de petróleo e oleodutos, os padrões de fase dispersa são os mais comuns, principalmente o padrão pistonado. Os padrões de fases separadas são mais comuns em poços de gás e gasodutos.\nAs correlações adotadas foram as propostas por Bendiksen e MalnesflO] utilizadas no simulador OLGA por ser este o único simulador dinâmico voltado para a solução de escoamento transitório gás-óleo.\nPara escoamento padrão bolhas, em todo domínio de inclinações, Malnes propôs, conforme a referência [10], a seguinte correlação:\n(5.1)\nNo escoamento horizontal e inclinado no padrão pistonado o estudo mais completo existente foi realizado por Bendikscn [12] que determinou uma correlação genérica para toda gama de inclinações. Nesta correlação tem-se um fator de distribuição expresso por:\nCe\nse Nft&lt;3.5\nC# = 1.2\nse Nft>3.5\n(5.3)\nA velocidade de deslizamento é expressa por:\nse Nft>3.5\t(5.5)\n\nonde\nv0V = 0.35.,/gD\ne\n(5.6)\nO número de Froude é dado por:\nVe»\nNas simulações serão implementadas estas correlações para calcular o deslizamento entre as fases apesar das mesmas terem sido desenvolvidas para regime permanente, como já discutido na revisão bibliográfica.\nO atrito no programa FLOPAT[61] é calculado através do fator de atrito de Fanning da mistura bifásica dado pela correlação de Colebrook (para tubos lisos):\nSe Re &lt;2300 enffio L = — * Re.\nSe Re è 2300 então Ç = 0.0014+0.125Re^\n(5.7)\n(5.8)\nO número de Reynolds da mistura bifásica é dado por\n(5-9)\nA viscosidade da mistura bifásica é calculada pela ponderação das viscosidades das fases. Vários esquemas de ponderação foram propostos , tais como os de MacAdams , Cicchitti e Dukler (ver em Wallis[75J). O último apresenta resultados que melhor se aproximam de dados experimentais, conforme afirmam Kakaç e Verziroglu [36], de forma que será usado no presente trabalho. Este esquema é dado por:\n^(1-aX+apo\t(5.10)\nUma vez calculado o fator de fricção, pode-se calcular a tensão de cizalhamento pela seguinte expressão:\n(5.11)\n6-Transferência de Calor\nO Comportamento da formação como reservatório de calor é descrito pela equação do calor, ou equação da difusão térmica, considerando-se a temperatura como uma função das coordenadas x,y,z e t. Esta equação, em sua forma mais geral, é a seguinte :\n^ = .VT\t(6.1)\nonde a é a difusividade térmica, expressa por:\na-—\t(6.2)\npcp\nPara problemas com simetria cilíndrica, como é o caso do poço, usa-se o sistema de coordenadas cilíndricas. O fluxo de calor no sentido vertical é considerado desprezível em comparação com o fluxo de calor no sentido radial. Isto implica que o problema pode ser solucionado para uma seção transversal independentemente. O problema tem simetria angular, desde que o meio seja isotrópico, e na seção estudada, o fluxo de calor não dependerá da coordenada cilíndrica angular. Com isto o fluxo de calor ocorre sómente no sentido radial, é o mesmo em todas as direções angulares numa seção transversal e a equação pode ser expressa de forma unidimansional:\n(6.3)\nAs condições de contorno deste problema são as seguintes:\n•Condição de Contorno interna:\n-Condição de Contorno Externa:\nlimT(rtt) = X\nI—MC\n-Condição inicial:\nlímT(r,t) = T,\nPortanto, a temperatura do fluido na face interna da tubulação em uma determinada seção é variável com o tempo, a temperatura da formação, ao se distanciar indefinidamente do poço, tende para a temperatura geotérmica e a temperatura inicial do fluido na tubulação é igual a temperatura geotérmica da formação. Estas condições do problema estão ilustradas na figura 6.1 para um trecho do poço enquanto que na figura 6.2 para uma seção transversal da tubulação.\nPOÇC\n4\nU0\nTç-\nA\nformiçã»\nr\nr-®\nT—iTe\nVTf-Gg.x\nFigura 6.1- Esquema de um trecho de tubulação.\nA equação (63) em conjunto com as condições de contorno e iniciais definem o problema de forma univoca. Esta equação pode ser solucionada pelo método das Transformadas de Laplace, obtendo-se como solução uma expressão explicita para T no campo de Laplace que pode ser invertida tanto por métodos analíticos, extremamente trabalhosos, como numéricamente pelo algoritmo de Stehfest [66]. Optou-se por esta última metodologia por sua simplicidade e por fornecer excelentes resultados desde que trabalhemos com funções suaves.\nLegenda;\nrc=raio externo do revestimento\n-raio interno da tubulação de produção\nFigura 6.2 - Esquema de uma seção do tubo.\nSoluções bastante conhecidas para este tipo de problema são para os casos de reservatório infinito à temperatura inicial uniforme e temperatura na fronteira interna constante ou fluxo de calor na fronteira interna constante (Carslaw e Jaeger[15]). No caso em questão, nem a temperatura nem o fluxo de calor serão constantes na fronteira interna e a condição de contorno interna deve ser modelada levando-se em conta a resitência térmica existente no poço devido aos materiais constituintes da tubulação e do revestimento, fluido no anular e o efeito pelicular devido ao fluxo no interior da tabulação. Para se obter uma solução exata, seria necessário conhecer uma relação funcional para a temperatura no interior do poço e o tempo, Como não se conhece esta função, deve-se aproximá-la, a partir de dados discretos, como será visto adiante.\nO fluxo de calor no poço pode ser considerado em regime permanente devido ao volume do mesmo ser desprezível se comparado com o volume da formação, que, para efeitos de modelagem é considerado infinito O fluxo de calor no poço é relacionado à diferença de temperaturas entre o poço e a face externa do revestimento pelo coeficiente global de transferência de calor Ue.\nSe for conhecida a temperatura da fronteira interna como uma função do tempo, ou se for possível aproximar este comportamento por trechos retos entre cada par de dados discretos sucessivos, pode-se resolver o problema para uma seção transversal do poço.\nTém-se que:\nL=UO\t(6.4)\né a expressão desta temperatura em função do tempo. Além disto, sabe-se qual a temperatura da formação para a profundidade desta seção:\nWG,x\t(6.5)\nonde Gg é o gradiente geotérmico.\nSerá considerada uma operação de abertura do poço, de tal forma que inicialmente tém-se o equilibrio térmico entre o fluido dentro do poço ,o revestimento e a formação.\nA temperatura será uma função apenas de r e de t para urna determinada profundidade.\nT = T(r,t)\t(6.6)\nAssim o problema pode ser descrito pela seguinte equação diferencial e condições de contorno e inicial:\nar\t( d2l 1 ST ]\t(6.7)\na\t\t\n\tT(r,O) = X\t(6.8)\nqS = -27tker(~™-\t\t(6.9)\nou:\nlimT(r,t) = X\n(6.10)\n(6.11)\nonde Uo é o coeficiente global de transferência de calor do poço, dado, segundo Ramey [52], por:\n1\n.Mu\n(6-12)\nEste problema pode ser adimensionalizado utilizando-se as seguintes variáveis adimensionais:\n\tr r.\t(6.13)\n\tt D e\t(6.14)\n\tT T.-T\t(6.15)\nTransformando o conjunto de equações que descrevem o problema para o sistema de variáveis adimensionais, obtém-se o seguinte problema adimensionalizado:\t\t\nOTD _ 3% ! 1 ST0 dtD ¿V rD\t\t(6.16)\n\tTD(rD,0) = 0\t(6.17)\nãbl\t\t(6.18)\nUm TD(rD,tD) = 0\t(6.19)\nAplicando-se a transformada de Laplace às variáveis T„ e T!)5, obtém-se o seguinte problema no campo de Laplace:\nd*Tp\n1 dTn\n+-------\nr» drD\n— sTd = 0\nonde já se usou a condição inicial.\n=u.(t„|v1-t».(.))\nlim TD(rD,s)-0\ncuja solução é dada por:\nf\tT*.(t)K,G&amp;,,)\nU6\n(6.22)\n(6.23)\n(6.24)\n(6.25)\nO fluxo de calor transferido pela formação é função da seguinte derivada:\n(6.26)\nA expressão para o calor transferido da formação para o poço é, então:\n= 2dc.TBL”My-\nÃ\nVsT^K^Vs)\n^-VskJ^+k,^)\n)\n(6.27)\nPodía-se fazer a transformada inversa de Laplace pelo algoritmo de Stehfest [66] diretamente se fosse conhecida a temperatura do poço como função do tempo e sua respectiva transformada de Laplace. Como, durante uma solução numérica não se dispõe da função para esta temperatura e sim de um conjunto de valores discretos no tempo para passos de tempo anteriores, pode-se aproximar esta função por trechos retos entre cada par consecutivo de dados discretos.\nSe tivermos um conjunto de pontos discretos para a temperatura do poço como abaixo:\n\t\n\t\n-4-\tT\n\t\nEsta tabela de valores discretos pode ser aproximada por uma série de trechos retos, da seguinte forma:\nonde U é a função degrau unitário.\nAplicando a Transformada de Laplace à esta função, utilizando o teorema do deslocamento, obtém-se:\nS 1=2\n—\tT5 _ T® 1\ntp\n—\t-o* * L-tA-A1» _ .-<AA>-1\n4-#' «■!\tJ\n’ +\n\nSubstituindo esta expressão na equação para o calor, obtém-se:\nTp^ L\n4-tp1 *■\t!\n■j tL-t’-*\nAplicando a Transformada inversa à esta expressão, obtém-se a equação aproximada para o fluxo de calor para o poço:\nAtj>\nQ°=2KkeX\n#~1 rri\t, T» „T*~1\n£ -Jss-Mf («**') - f (fD-‘) + i= lp- f(tL)\nAtD «•\tJ ÁtD\n(6.28)\nonde foi utilizado um intervalo de tempo adimensional constante e\nVsK,(^)\n(6.29)\nNo caso de se estar resolvendo o problema de transitório no poço numéricamente, num determinado passo de tempo são conhecidos os valores anteriores da temperatura no poço e, assim, pode-se calcular a trasferêncía de calor que acontece entre a formação e o poço pela aproximação dada. Com este valor, pode-se calcular a temperatura do fluido no poço no atual passo de tempo, o que servirá para calcular o calor no próximo passo de tempo.\nComo será visto mais adiante, este tratamento, apesar de mais complexo, é muito mais preciso do que o método de Ramey quando a\ntemperatura no poço for variável que é o que ocorre durante o período transitório de escoamento. Será mostrado a seguir o equacionamento dado por Ramey que considera a temperatura do poço aproximadamente constante (quasi-steady-state). Neste caso, a equação para a tranferéncia de calor no poço em função da temperatura do revestimento será:\nAlém disto:\nQW = Q = 2«U(X-1W)\nEliminando Tt das últimas duas equações, obtém-se:\nQ= , 2K1\t(X-X)\t(6.30)\nÜ + k.f(t„)\nque é, exatamente, a expressão proposta por Ramey [52].\nPara comparar a solução de Ramey [52] com a solução numérica proposta foi simulado um comportamento transitório da temperatura do poço exponencialmente assintótico para uma nova temperatura. Inicialmente a temperatura do poço está em equilíbrio com a temperatura da formação. Ao final do transitório a temperatura será 10% maior que a temperatura inicial. Por simplicidade, não foi considerado o efeito do coeficiente de transferência de calor do poço, ou seja, U0~x. Em termos adimensionais:\n*c\nonde foi escolhido uma constante de tempo da exponencial igual a^J^.\nPode-se calcular a solução deste problema para o fluxo de calor adimensional por três métodos: Inversão direta por Stehfest [66]; Solução pelo método de Ramey[52]; e solução pela equação proposta. A primeira corresponde à solução exata, desde que a função a ser invertida seja muito suave e tenha comportamento exponencial.\nNos gráficos das figuras 6.3 e 6.4 estão as soluções comparadas para constantes de tempo igual a 0.5 e 1 e nota-se que o método de Ramey [52] subestima bastante a fluxo de calor logo no inicio do transitório mas vai se aproximando assintóticamente da solução exata a medida que a temperatura se estabiliza.\nCalor Adlmenslonal\nFigura 6.3 - Calor adimensinal em função do tempo\nFigura 6.4 - Calor adímensmnal em função do tempo adimensional, kt=l\nPara um transitório mais lento, o desvio do método de Ramey [52] é menor, porém leva mais tempo para se aproximar da solução exata. Os desvios apresentados pela equação proposta foram insignificantes. No anexo A.4, a metodologia aqui proposta e a de Ramey foram comparadas com uma solução transitória analítica obtida por Lesem et. al. para poço produtor de gás sêco, mostrando a maior adequação da primeira em soluções transitórias.\nO cálculo do coeficiente global de transferência de calor em poços pela equação (6.11) é bastante trabalhoso e depende de correlações empíricas e de processos iterativos. Para simplificar, será utilizado um valor constante igual a 5.676 J/s.m2.K (1 BTU/ft2.hr.°F), tal como utilizado por Alves et al. [60], e será estudada a sua influência na resposta do sistema. O efeito deste parâmetro é na magnitude do fluxo de calor.\nNo escoamento em oleodutos, a situação se simplifica bastante pois não se tem o efeito transitório de condução de calor na formação. Assim pode-se calcular a transferência de calor levando em conta apenas o coeficiente global de transferência de calor U. Neste caso os efeitos convectivos forçados e naturais são importantes, porém, para simplificar, adotou-se um coeficiente global de transferência de calor constante e igual a 11.3 J/s.m2.K (2.0 Btu/hrMT) como foi utilizado por Alves et. al.[62].\n7-Propríedades Térmicas das Formações.\nAs propriedades que são necessárias para prever o comportamento do transitório de calor nas formações rochosas que existem em tomo do poço, são a massa específica da rocha, a porosidade, a capacidade térmica, a condutividade térmica e as propriedades dos fluidos com os quais as rochas estão saturadas. Em geral as rochas estão saturadas com água salgada à excessão das rochas reservatórios que estão saturadas com óleo , gás e água salgada. Será admitido que todas rochas estão saturadas com água salgada por ser este o caso preponderante. Os dados usados neste capítulo foram extraídos de Wbite e Moss [76]. Outra referência é Moreno[46].\n7.1\t- Massa Específica e Capacidade Térmica da Formação\nA capacidade térmica da formação pode ser calculada a partir do conhecimento desta propriedade para a rocha sêca que deverá ser ponderada com a capacidade térmica do fluido saturante. Caso a rocha esteja saturada com água salgada, tem-se:\nP.C.=(W)pMCM+$pwCw\t(7.1)\nPara diversas rochas sêcas (arenitos, folhelhos, cálcareos, etc...) a capacidade térmica varia entre 750 e 920 J/Kg.K entre as temperaturas de 0 e 100 °C. Será admitido um valor médio de 837 J/Kg K sempre que não forem conhecidos dados específicos.\nA massa específica para a maioria da rochas matrizes é de 2643 kgzmE A massa específica da água salgada é de 1073 Kg/m3 para 12% de sólidos totais dissolvidos e a capacidade térmica da água é de 4187J/Kg.K.\nSerá admitido que a porosidade média das rochas é de 20%.\nA massa específica da rocha saturada pode ser assim caículadada:\nP, = G “ $)Pm + 4p. = 2329.3Kg.m3\nA capacidade térmica da rocha saturada é:\nC, = 1146 9J/KgK\n7.2\t- Condutivídade Térmica das Formações\nWhite e Moss [76] fornecem alguns dados experimentais para algumas rochas saturadas de água salgada apresentados na tabela 7.1.\nFormação\tCondutividade. térmica da rocha em J/s.m.K\nBerea(arenito,salm.,293/394 K)\t0.52/0.40\nBandera(arenitoísalmouras293 K)\t3.59\nBoise(arenito,salmoura,293 k)\t3,10\nSS 1 (arenito,salmoura,293 k)\t5.16\nSS 2(arenito,salmoura,293 K)\t5.68\nSS 3(arenito,salmoura,293 K)\t2.47\nFolhelho(293 K)\t\t1.00\nSiltito(293 K)\t1.74\nBerea(arenito,ar,293 K)\t0.23\nTabela 7.1 - Condutivídade térmica de algumas rochas.\nVê-se que, ao contrário de outras propriedades, a condutivídade térmica das rochas varia muito com o tipo da rocha, fluido saturante e a temperatura. Por isto, é uma temeridade assumir um valor médio para esta propriedade. O valor médio assumido pela maioria dos autores é de 2.44 J/s.m.K que utilizaremos sempre que não se dispuser de outro valor. Entretanto será estudada a sensibilidade do simulador à variações deste parâmetro. Recomenda-se que utilizem-se valores medidos, sempre que disponíveis, ou, caso este parámetro seja o único desconhecido, que se ajuste os resultados de regime permanente do simulador à perfis de temperatura realizados na área geográfica em estudo, variando a condutividade. Em geral, poucas informações são disponíveis sobre a condutividade térmica da formação e, num mesmo poço, ela pode variar bastante com a profundidade.\nOutro aspecto importante a destacar é que, como se pode deduzir da equação (6.27), a condutividade térmica é fator importante na reposta de regime permanente do fluxo de calor (quanto maior a condutividade térmica maior o fluxo de calor em regime permanente), enquanto que as outras duas propriedades só influenciam na velocidade de resposta da formação, já que só entram na equação referida no cálculo do tempo adimensional.\n8-Propriedades dos Fluidos.\n8.1\t- Água-Ar\nNo caso do escoamento água-ar sem transferencia de massa, a ser abordado no capítulo 9, será assumido o comportamento de líquido mcompressível e gás ideal. As propriedades da água e do ar estão abaixo.\nÁgua:\n-1000Kg/m3;\ncP£-4186.8 J/Kg.K;\n-\t0.957x 10-3 Kg/m.s.\nAr:\nM-28.96;\nCpG - 1000.64 J/Kg.K\n-\t0.12x 10\"4 Kg/m.s\na- 0.0726 N/m\nTodas as demais propriedades podem ser calcualdas a partir destas.\n8.2\t- Gás-Óleo\nComo já foi observado no capítulo 1, as propriedades das mistaras gás-óleo podem ser calculadas por correlações empíricas baseadas em dados experimentais. Tal abordagem só deve ser utilizada nos óleos produzidos caracterizados como black-oils. Segue-se a definição deste tipo de fluido produzido (baseado em McCain [44]).\nBlack-oils : Consistem da mistura de uma grande variedade de espécies químicas, incluindo moléculas grandes, pesadas e não voláteis. São caracterizados por possuírem razão gás-óleo de produção não superior à 350 m3/m3. O óleo de tanque tem densidade de 45°API ou menor e é muito escuro» o que indica a presença de hidrocafbonetos pesados, frequentemente prêtos e algumas vezes verde escuros ou marrons.\nOs outros quatro tipos de fluidos produzidos por reservatórios de hidrocarbonetos são:\n-óleos voláteis;\n-gases retrógrados;\n-gases úmidos;\n-gases secos.\nEstes outros tipos de fluidos produzidos devem ter seu comportamento termodinâmico descrito por modelos composicionais.\nAlgumas definições são importantes para a utilização destas correlações.\n-RGO-Razão gás-óleo de produção : é a razão entre o volume de gás produzido e o volume de óleo produzido em condições padrão. A unidade é n?/m3.\n-R( -Razão de solubilidade: é a razão entre o volume de gás em condições padrão que se encontra na fase liquida numa determinada pressão e temperatura e o volume de óleo em condições padrão.\n-°API - é a densidade do óleo de tanque (condições padrão) na escala API, assim definida:\n0 AP I ~\t-131.5\t(8.1)\nK\nonde ye é a densidade relativa do óleo.\n-Gás dissolvido : é a fiação do gás produzido que se encontra na fase liquida em uma determinada pressão e temperatura.\n-Gás livre : é a fração do gás produzido que se encontra na fase gasosa em uma determinada pressão e temperatura.\n-Pressão de bolha : é a pressão onde uma quantidade infinitesimal de gás coexiste em equilíbrio com a fase líquida. Esta condição ocorre quando a razão de solubilidade é igual à RGO.\nA seguir serão indicadas quais correlações foram usadas para o cálculo das propriedades. Para maiores detalhes sobre estas correlações consultar as referências Beggs e Brill [14], Frick[26], White e Moss[76] e McCain[44J.\nA razão de solubilidade é calculada pela correlação de Lasater a partir do grau API do óleo, da densidade do gás produzido em condições padrão, da RGO, da pressão e da temperatura. O valor máximo da razão de solubilidade é a RGO, pois quando ocorre esta situação todo gás se encontra em solução.\nO fator volume de formação do óleo de tanque abaixo da pressão de bolha (óleo subsaturado) é calculada pela correlação de Standing a partir dos mesmos dados que usamos para o cálculo da razão de solubilidade e também da razão de solubilidade. Acima da pressão de bolha (óleo supersaturado) o fator volume de formação é calculado pela segumte expressão:\nBo = B^ÍP\"P‘Í\t(8.2)\nonde o índice b se refere ao ponto de bolha. A compressibilidade do óleo cc é calculada pela correlação de Vasquez.\nA densidade relativa do gás dissolvido é calculada a partir de tabela apresentada por Katz em função da razão de solubilidade e do grau API do óleo. Este valor é limitado pelo valor da densidade do gás produzido, A densidade relativa do gás em solução deve ser maior ou igual â densidade relativa do gás produzido em condições padrão.\nonde pLl, é a massa específica do óleo de tanque nas condições padrão.\nA massa específica do gás em solução é calculada pela seguinte fórmula:\n\nB.\n(8.4)\nonde p„ é a massa específica do ar nas condições padrão.\nA massa específica do líquido é calculada pela seguinte fórmula:\nPl ~ Pl1 + PoD\n(8.5)\nA densidade relativa do gás livre em condições padrão é calculada a partir da densidade relativa do gás em solução pela seguinte expressão, deduzida a partir de um balanço de massa no gás produzido:\nRGO x y G - R, x y m RGO-R,\n(8.6)\nonde todas densidades relativas referem-se às condições padrão. Este valor é limitado pela densidade relativa do metano (0.56) e a densidade relativa do gás produzido.\nA massa específica do gás livre é calculada usando-se a equação de estado (para gases reais) dada por (Beggs e Brill [14]):\nPgf ”\nPx29xyg\nZxRxT\n(8.7)\nonde Z é o fator de compressibilidade de gás real e R é a constante universal do gás ideal.\nO fator de compressibilidade de gás real é calculada pela correlação de Dranchuk et. al. Esta correlação é uma equação de estado de Bermedict Webb e Rubin correlacionando a carta de fator de compressibilidade de Katz-Standing.\nA viscosidade do líquido abaixo da pressão de bolha é calculada pela correlação de Beggs e Robinson e acima da pressão de bolha pela correlação de Vazquez.\net. al.\nA tensão interfacial gás-líquido é calculada pela correlação de Baker e Swerdloff.\nO calor específico do gás e do líquido são obtidos de gráficos apresentados por White e Moss em função da temperatura e do grau API, no caso do líquido, e da densidade do gás produzido, no caso do gás.\nO calor latente de vaporização = HG -HL é calculada pela seguinte função de partida:\nHa = H*a + PwlT- Jc„nodP- Jc^dT + f c^dP\t(«■«)\nP,.T\tF0,T,\tP,.T\nO índice 0 refere-se a uma condição de pressão e temperatura de referência onde deve-se conhecer o calor latente de vaporização. Este valor foi obtido de um gráfico apresentado por Frick que fomece as entalpias do gás e do liquido na pressão atmosférica em função do grau API e da temperatura.\n9-Escoamento Água-Ar sem Transferência de Massa.\nNos capítulos anteriores foram desenvolvidas as equações diferenciais, as condições de contomo e foram modelados os diversos aspectos necessários para a solução destas equações numéricamente através da solução de equações de diferenças finitas, A próxima etapa será discretear as equações diferenciais de modo a se obter as referidas equações de diferenças finitas e implementar um simulador capaz de resolvê-las. Neste capítulo, será cumprida esta etapa para um escoamento em um sistema hipotético, idêntico ao da figura 1.2, em que o poço produz uma mistura água-ar na qual não há transferência de massa entre as fases. As soluções obtidas ajudarão a verificar a coerência destas com os aspectos físicos do problema e auxiliarão na compreensão do fenômeno sem as complicações da transferência de massa e das correlações empíricas.\nNotem que estas soluções água-ar não são o objetivo deste trabalho, que é resolver o problema para o escoamento gás-óleo. Isto será tratado no próximo capítulo.\nSerá resolvido o problema proposto na figura 1.2 tanto pelo modelo de deslizamento quanto pelo modelo homogêneo.\n9 J - Disc retiza çã o\nôt At\n(9.1)\nonde o sobrescrito k significa tempo atual, k-1 o tempo anterior, i significa o ponto da tubulação em que o gradiente está sendo calculado e F é urna das variáveis de estado do sistema.\nAs derivadas convectivas são aproximadas por:\n<9-2>\nA figura 9.1 esclarece o esquema na malha de discretização.\nFigura 9.1- Esquema de Discretização.\nNas equações (3.1), (3.3), (3.4) e (3.5) deve-se anular os termos que dependem da taxa de transferencia de massa, já que foi assumido não haver transferência de massa. Para expressar o calor transferido será usada a equação (6.27). Substituindo as derivadas parciais pelas correspondentes diferenças finitas, expressas pelas equações (9.1) e\n(9.2), e colocando do lado direito apenas os termos que dependem das variáveis de estado no ponto i e instante k a ser calculado, obtém-se o seguinte sistema de equações de diferenças finitas, apresentado na forma matricial:\nan\t\t\t\t\t\tV\n\t\t\tB24\tvL\t\tb,\n\t\t®33\t\tp* 1\t\t\n\t»42\t\tAJ\ti\t\tK\nOs coeficientes deste sistema matricial estão no anexo A. 5.\nA condição inicial do problema envolve o conhecimento de todas as variáveis de estado do sistema em uma condição de regime permanente. No presente estudo será considerado sempre a condição de líquido em repouso como condição inicial.\nAs condições de contomo serão as de um poço bombeado com vazão no fundo constante a partir do instante zero. Outras condições de contorno dadas no tundo serão a fiação de vazio constante e a temperatura do fluido constante e igual à temperatura geotérmica. A pressão no separador constante é outra condição de contorno, só que dada no extremo oposto da tubulação.\nTendo estas condições de contorno, pode-se resolver o escoamento transitorio da seguinte forma. No primeiro passo de tempo, tem-se todas variáveis no instante anterior t=0 e, no instante atual, todas as variáveis de estado, exceto a pressão, no fundo (x=0). É necessária urna estimativa da pressão no fundo no instante atual e, assim, pode-se calcular o ponto i=l, i=2 e assim sucessivamente resolvendo o sistema matricial\n(9.3)\taté que se calcule o ponto i=n, onde a pressão deverá ser comparada com a pressao do separador que é uma condição de contorno. Se a pressão calculada for diferente da pressão do separador deve-se fazer nova estimativa na pressão de fundo. O processo se repete até que a diferença entre a pressão calculada e a do separador seja menor que uma tolerância. Esta correção da estimativa de pressão de fundo é assim calculada:\nC: - CT -p^) e rçx>\t(94)\nO sistema matricial é resolvido pelo algoritmo de decomposição LU em que a matriz A é decomposta em um produto de urna matriz triangular inferior L por urna matriz triangular inferior U.\n3,2\t- Exemplo resolvido pelo simulador\nDados:\n-Esquema da figura 1.2;\n-Condição inicial:\na(x) ~ 0, vfc(x) - 0, T(x) - X «\nP(x> = P«p + peso da coluna de líquido\n-Condições de contorno no fundo: X = 329.5, af = 0.1, Qf = O.OO18m3 /s -Condição de contorno na superficie P =5xl0-’Pa\n-Outros dados:\nGJ“0,02K/m pc-2329.3Kg/m?\nC*=U146.9J/Kg.K\nk. = 2,442J/s.m.K\nD€=0.1778m\nDt = 0.0762m\nGro--0 02K/m\nU,- 5.676J/s.m2.K\nU2 = 11.3521/s.m2.K\nLi ~ 2(X)0m Pj = 90° (trecho do poço)\nL2=1600m p2 ~ 5o (trecho sobre o fundo do mar)\nL3~525.82m p3 = 75* (riser)\nOs gráficos das figuras 9.2, 9.3, 9.4 e 9,5 apresentam as soluções obtidas para fração de vazio, velocidade da mistura, pressão e temperatura, respectivamente, no modelo de deslizamento.\nNo comportamento da fração de vazio, vê-se que o gás produzido no fundo vai, com o tempo, se propagando através da coluna e, ao mesmo tempo, se expandindo devido à despressurização que sofre. Em tomo de 5000 segundos, o gás já ocupou toda coluna. Entretando a fração de vazio vai, a partir deste instante, diminuindo devido à redução de vazão mássica de gás no fundo. Isto se explica pela condição de contorno no fundo: fração de vazio constante e vazão volumétrica de gás constante. A medida que o gás vai ocupando a coluna, a pressão no fundo vai caindo devido à diminuição do peso da coluna e, consequentemente, a massa específica do gás diminui também. Para que a vazão volumétrica permaneça a mesma, a vazão mássica de gás deve diminuir. Observe-se que nos trechos verticais ou de grande inclinação (poço e \"riser\") a expansão do gás é grande pois nestes o gradiente de pressão é elevado e dominado pela coluna hidrostática. No trecho quase horizontal a expansão é pequena pois o gradiente de pressão é pequeno e dominado pelo atrito.\n0.80\nFração de vazio\n4»\nE\ni\n\n•u\n°8\n1\n5\n—~e—\tf=100s\n\tt-lOOOs\n—s™\t> 1*2000*\n\tt-3000*\n\tWOOO»\n\tÍM500»\n\tt*6000s\n\tt-ÍOOOOs\n0.40-\n040-\n0.20 —\n0.00\n040\n2000.00\n4000.00\nr» d y o\n1000.00\t2000.00\t3000.00\nComprimento (metros)\nFigura 9.2 - Fração de vazio em função do comprimento\n6.00 -n\n0.00\n—0—\tt=1G0s\n\t\tWOOOs\n\tt=4000s\n\tt=6000s\n\tt=10000s\n4.00-\n3.00“\n2.00-\n1.00-\nT\nT\n0.00\n“I\n4000.00\n“T------r----\"I-----------i~\n1000.00\t2000.00\t3000.00\nComprimento (metros)\nFigura 9.3 - Velocidade da mistura em função do comprimento\nTemperatura (Kelvin)\tPressão (Pascal)\nt«1Wi\nU2000»\ní.00E*T\n«■3009s\nM099*\nMSOOs\n«■10090*\n2.0DE+7\n1.00E+7\n©.OOE+O\nComprimento (metros)\nFigura 9.4 - Pressão em função do comprimento\n280.00 —|---r~-----1.....T ..\t|.. ..I-----J....■ ‘1----1\n0.1»\t1000.09\t2000.00\t3000.00\t4000.00\nComprimento (metros)\nFigura 9.5 - Temperatura em função do comprimento\nNa condição inicial, a vazão em toda coluna é nula. No instante zero é iniciada a produção do poço à vazão constante e, como o\n5&amp; fluido que está no poço é incompressível, instantaneamente se estabelece a velocidade em toda coluna igual a velocidade no fundo. A medida que o gás avança na coluna, vai se expandindo e isto faz com que o líquido acima se acelere, Este processo de aumento de velocidade continua até que seja atingido um máximo. Depois a velocidade volta a cair por causa da redução da vazão mássica de gás, como já foi explicado. A velocidade varia muito nos trechos de grande inclinação devido à grande expansão do gás. No trecho quase horizontal a variação da velocidade é pequena devido à pequena expansão.\nA pressão ao longo da coluna vai caindo devido à redução no peso do fluido causada pelo avanço do gás na coluna ou, o que vem a dar no mesmo, à redução de quantidade de liquido.\nNo poço, a medida que o fluido mais quente do fundo do poço avança na coluna, a temperatura vai crescendo. A temperatura no interior da coluna fica maior que a do meio (formação) e, portanto, haverá um fluxo de calor do poço para a formação, o que faz com que a formação se aqueça. A medida que a formação vai se aquecendo o fluxo de calor diminui, até que seja atingido um equilíbrio térmico (energia que entra devido ao fluxo de fluido mais quente vindo de baixo igual ao calor cedido para a formação menos energia do fluido que vai para cima).\nPara entender o que ocorre no duto submerso, deve-se acompanhar o fluido que estava inicialmente na cabeça do poço (temperatura inicial mínima). A medida que este fluido vai avançando no duto, toda tubulação à juzante se esfria devido ao fluxo de fluido mais frio. A montante desta frente de avanço, a tubulação se aquece devido ao fluxo de fluido mais quente provindo do poço. Observando o gráfico da figura 6.6, que mostra a temperatura na entrada do separador em função do tempo, vê-se que a temperatura vai caindo até atingir um mínimo. Este mínimo ocorre quando o fluido que estava na cabeça do poço chega no separador. A partir deste instante, a temperatura na entrada do separador volta a subir pois o fluido mais quente provindo do poço está sendo produzido. Este processo continua até que seja atingido o regime permanente. É interessante observar, que nesta parte do escoamento poderá haver fluxo de calor tanto no sentido do duto para o ambiente quanto no sentido inverso, pois, como já foi explicado, a temperatura cairá abaixo da temperatura inicial.\n0.00\t2000.00\t4000.00\t6000.00\t6000.00\t10000.00\nTempo (segundos)\nFigura 6.6 - Temperatura no separador em função do tempo\nNos gráficos das figuras 9.7 a 9.10 vê-se as soluções obtidas através dos modelos de deslizamento e homogêneo comparadas para o tempo de 10000 segundos, O deslizamento faz com que a velocidade da mistura seja maior (figura 9.8) e, como a velocidade do gás é maior neste modelo, a fração de vazio é menor (figura 9.7). O gradiente de pressão no modelo de deslizamento é maior devido ao maior atrito, consequência da maior velocidade da mistura e, também, da menor fração de vazio (figura 9.9). Porém, o modelo homogêneo prevê velocidades de líquido maiores, o que provoca um maior gradiente de temperatura ao longo do sistema de escoamento (figura 9.10). Isto significa que o, modelo homogêneo será otimista com relação a possibilidade de depósitos sólidos no duto.\nFigura 9.7 - Fração de vazio em função do comprimento, Modelo homogêneo comparado ao modelo de deslizamento\nTemperatura (Kelvin)\tPressão (Pascal)\nFigura 9.9 - Pressão em função do comprimento\nFigura 9.10 - Temperatura em função do comprimento\n10 - Escoamento Gás-Óleo com Transferência de Massa\nRepete-se, neste capítulo, o que se fez no anterior, só que usando as propriedades das misturas gás-óleo modeladas pelas correlações apresentadas no capítulo 8 e incluindo os efeitos de transferência de massa. Uma importante característica destas correlações é preservar a identidade das fases gasosa e líquida em condições padrão, mesmo que em situações nas quais uma parte ou todo gás produzido estejam no estado líquido. Esta importante característica permite que sejam escritas equações de continuidade para o óleo de tanque (líquido em condições padrão) ou para o gás total (gás livre mais gás dissolvido).\nAs diferenças no sistema de equações diferenciais a serem usadas neste capítulo com relação as do capítulo anterior serão:\n-Ao invés de se utilizar a equação de continuidade do líquido\n(3.1), será utilizada a equação de continuidade do óleo de tanque:\nao.n dl\tck\nonde se fêz a taxa de transferência de massa zero pelo feto do óleo de tanque se conservar sempre no estado líquido. A equação (10.1), se expressa em termos das variáveis de estado, fica assim\nda\nPlivo\n(10.2)\n-Modelou-se a transferência de massa valendo-se da equação de continuidade do líquido\nc{(l-a)pL] d[(l-g)pL] r\na\tôx ~ L\n(10.3)\ne da equação que descreve a massa específica do líquido em função das massas específicas do óleo de tanque e do gás dissolvido, como visto no capítulo 8\nPl ” Pm P<m>\n(10.4)\nSubstituindo (10.4) e (10.1) em (10.3), obtém-se a seguinte expressão para a taxa de transferência de massa\nF - díU-COPso] ( 4<1'~Ct)pGDVL] J-“ a\t&amp;\n(10.5)\nque se expressa em tennos das variáveis de estado, fica\noa\nPo°ai\n(l-aC0)\ndP\nÔt\nar\nP(iOVG\nõa\n—+\nK ap\n(10.6)\n&amp;\nA equação da continuidade da mistura ficará inalterada e as equações da quantidade de movimento e da energia incluirão os termos que dependem da taxa de transferência de massa. Para tanto, substitui-se a taxa de transferência de massa, nas referidas equações, pela expressão obtida na equação (10,6). As equações diferenciais ficarão bastante semelhantes àquelas apresentadas no capítulo 3 apenas incluindo termos a mais que representam os efeitos da transferência de massa.\nApós discretizar as equações diferenciais usando as aproximações das derivadas por diferenças finitas expressas pelas equações (9.1) e (9.2), fica-se com o seguinte sistema de equações na forma matricial:\n*n *12 ai3 ®b\tet-\t\tV\n*21\t*22\t*23\t*24\tvi\t\tb2\n*31\t*32\t*33\t*3*\t\t\tb3\n.*41\t*43\t*44.\t-í.\t\t.K.\n(10.7)\nidêntica à equação (9.3), mas com os coeficientes da matriz A e do vetor b modificados para incluir os efeitos de transferência de massa. Estes coeficientes matriciais estão no anexo A6.\nAs condições iniciais são : -fração de vazio nula em toda coluna;\n-o óleo que está na coluna inicialmente não tem gás em\nsolução (óleo morto) pois se contivesse esta não seria uma condição de equilíbrio;\n-o fluido na coluna está inicialmente parado;\n-a pressão é a hidrostática;\n-a temperatura do fluido é igual a geotérmica; As condições de contorno no fundo do poço são:\n-no instante zero o poço passa a ser bombeado a vazão constante Q;\n-a temperatura no fundo é igual à geotérmica;\n-o óleo produzido tem uma razão de solubilidade R, constante\ne igual a RGO. Observe que isto implica que o óleo no fundo do poço deve ser supersaturado (acima da pressão de bolha) e que a fração de vazio no fundo é sempre zero (todo gás está em solução). Isto é necessário pois, caso contrário, haverá fluxo de gás livre na formação produtora e, consequentemente, o fluido se resfriará devido à expansão térmica e a condição de contorno de temperatura no fundo não seria mais respeitada. A pressão de bolha pode acontecer em qualquer ponto acima dos canhoneados.\nCondição de contorno no separador:\n-pressão no separador constante.\nComo inicalmente tem-se a razão de solubilidade nula e o\nfluido bombeado no fundo tem todo gás dissolvido (razão de solubilidade igual à RGO), quando se estiver acima da pressão de bolha tem-se que prever como este gás dissolvido se propaga na coluna. Como, nestas condições, não se tem transferência de massa, basta fazer a expressão do lado direito da equação (10.6) se anular. Como a densidade do gás dissolvido não varia acima da pressão de bolha, o fator volume de formação varia pouco, a fração de vazio é zero e, sabendo que\npode-se deduzir uma equação diferencial associada para calcular a nova razão de solubilidade, qual seja\n, 3(vlR,La\n(10.8)\nEsta equação pode ser resolvida numericamente uma vez que tenha sido resolvido o sistema (10.7) para toda tubulação e, sendo assim, pode ser calculada a razão de solubilidade em condições dinâmicas até que ocorra a pressão de bolha. Se houver presença de gás livre (a * 0), a razão de solubilidade e outras propriedades dos fluidos não dependerão da quantidade de gás total, de forma que não será necessário resolver a equação (10.8).\nO seguinte problema foi resolvido através de um simulador numérico para o modelo aqui proposto. São os seguintes os dados da simulação:\n-Esquema da figura 1.2.\n-Condição inicial:\nóleo morto de 25°API amortecendo o poço;\npressão hidrostática;\na(x,t-0)-0\nv.(x,t=0)=0 Tfx,t=o)=i;u)\n-Condições de contorno no fundo do poço:\nQ = 0.003n?/s para t>0\ny.^API\nYg-0.8 RGO = 40n?/m3 T^=i; = 328.33K\n-Condição de contorno no separador: P -- const = 20 xltfPa\n•®P\n-Outros dados:\nLj -2000m\n0^90’\nGt =0.01932K/m\nU1=5.676J/8.m2.K\np, = 2329.3Kg/n?\n= 1146.9J/Kg.K\nk. =2.422J/s.m.K\nd„ = 0.1778m dü ~ 0.0762m Gm--0.01932K/m L.-lóOOm\nL3 = 400m p ss 75* ü,«11.352J/Kg.K\nOs gráficos das figuras 10.1, 10.2, 10.3 e 10.4 mostram os resultados obtidos de fiação de vazios, velocidade da mistura, pressão e temperatura, respectivamente, em função do comprimento da tubulação a partir do fundo para vários tempos. As observações feitas para o caso água-ar do capítulo anterior são todas válidas para o escoamento óleo gás. No entanto, exitem importantes aspectos em que os resultados se diferenciam daqueles.\nInicialmente, o poço está com óleo sem gás em solução. Quando começa o bombeio, estabelece-se o escoamento em toda coluna e a velocidade é aproximadamente a mesma em toda sua extensão, dada a baixa compressibilidade do óleo morto. O óleo saturado de gás começa a avançar coluna acima, mas a velocidade fica inalterada pois o óleo saturado está acima da pressão de bolha e também tem baixa compressibilidade. O processo continua e a razão de solubilidade vai aumentando, até que, em um ponto da coluna, é atingida a pressão de bolha e a vaporização se inicia. O líquido acima deste ponto se acelera, aumentando a perda de carga por atrito. Porém, a redução de peso da coluna é maior que esta perda de carga, com o que a pressão abaixo do ponto de bolha cai. Isto faz com que o ponto da coluna em que ocorre a pressão de bolha vá, gradativamente, se aprofundando (ou seja, ocorre cada vez mais a montante) com o passar do tempo.\nFigura 10,1 ~ Fração de vazio em função do comprimento\nPressão (Pascal)\tVelocidade da mistura (m/s)\nFigura 10.3 - Pressão em função do comprimento\nComprimento (metros)\nFigura 10.4 - Temperatura em função do comprimento\nObserva-se, também, um comportamento distinto na temperatura. Primeiramente, o aquecimento da coluna é menor devido ao fato do óleo possuir um menor calor específico do que a água. A partir do momento em que começa a vaporização, acima do ponto de bolha há um resfriamento devido à expansão do gás. Isto não foi observado no caso água-ar por se ter assumido, naquele caso, comportamento de gás ideal no qual a entalpia do fluido independe da pressão. No caso de gás real, .a temperatura cai com a diminuição da pressão (efeito conhecido como efeito de Joule-Thompson). Devido aos dois efeitos comentados as temperaturas observadas são menores que no caso água-ar.\nNeste caso não houve uma desaceleração do fluido ao final do transitório como aconteceu no caso abordado no capítulo anterior, pois o fluxo mássico de gás em solução no fundo era constante.\n11-Análise de Variação de Parâmetros\nNo capítulo 10, obteve-se a solução numérica de um problema típico de entrada em operação do sistema de produção de um poço submarino. O modelo desenvolvido é adequado para a solução de uma ampla gama de situações distintas destas, tais como arranjos de dutos e condições de contorno diferentes daquelas do problema estudado. Neste capítulo, será resolvido este mesmo problema variando, um de cada vez, diversos parâmetros com o intuito de avaliar a sua influência na resposta do simulador (análise de sensibilidade).\nDividimos estes parâmetros em dois grupos:\n-parâmetros não controláveis;\n-parâmetros controláveis.\nOs do primeiro grupo, são aqueles que dependem apenas das características inerentes do poço, mas que podem ser de fundalmental importância na determinação da resposta do sistema como um todo. O objetivo de analisar estes parâmetros é determinar que importância tem o seu conhecimento preciso na solução do problema. Neste grupo de parâmetros se incluem:\n-a condutividade térmica da formação;\n-o API do óleo;\n-a densidade relativa do gás;\n-a razão gás-óleo.\nOs parâmetros controláveis são aqueles que podem ser variados como características de projeto. O estudo de sua variação permite a análise de soluções alternativas para a otimização do projeto. Neste grupo estão as seguintes variáveis:\n-vazão;\n-diâmetro da tubulação de produção;\n-pressão do separador;\n-coeficiente global de transferência de calor do poço;\n-coeficiente global de transferência de calor do duto submerso.\nEstes dois últimos foram considerados controláveis por ser possível variá-los isolando externamente as tubulações (nestes casos o isolante se toma a resisência térmica mais importante) e, no caso do poço, utilizando diferentes fluidos no anular (se for gás ele agirá como isolante pela sua baixa condutividade térmica e se for água facilitará a transferência de calor com a formação).\nAo final deste capítulo estão os gráficos resultantes destas variações de parâmetros para as quatro variáveis de estado em função do comprimento de tubulação a partir do fondo do poço e no tempo de 20000 segundos. Para cada parâmetro estão apresentados o caso padrão, resolvido no capítulo anterior, comparado com as soluções do mesmo caso com um valor do parâmetro maior e outro menor que no caso padrão.\n11.1\t- Parâmetros não Controláveis\n11.1.1- Condutividade Térmica da Formação\nJá foi dito no capítulo 7 que a condutividade térmica da formação varia muito, tanto em função do tipo de rocha como em função da temperatura e dos fluidos que a saturam. Devido as dificuldades que existem em determinar esta propriedade, o que só é possível em laboratório pela análise de testemunhos (Moreno[44J), e o problema adicional de que esta propriedade varia, em um mesmo poço, com a profundidade, é importante se saber que tipo de influência tem o íàto de se conhecer pouco sobre a mesma.\nO gráfico de temperatura (figura 11.1) mostra que uma baixa condutividade térmica (1 J/s.m.K) leva a uma menor transferência de calor entre o fluido e a formação e, portanto, temperaturas mais altas serão atingidas ao longo do poço. O contrário acontece se a condutividade térmica for mais alta (4 J/s.m.K). Pouca ou nehuma influência foi detectada para as outras variáveis de estado, por isto não foram apresentadas.\n11.1.2-\tAPI do Óleo\nUm dos aspectos importantes nesta análise é o ponto da tubulação onde a primeira bolha de gás aparece, ou seja, o ponto no qual ocorre a pressão de bolha. Neste ponto dois aspectos contraditórios se manisfestam. Se o óleo for mais pesado, tanto o gradiente de pressão gravitacional quanto o de atrito (maior viscosidade) serão maiores, fazendo com que as pressões sejam mais altas, o que faria com que a pressão de bolha ocorresse num ponto mais a juzante da tubulação se a pressão de bolha fosse a mesma. Por outro lado, um óleo mais pesado tem a tendência a liberar o gás de solução mais facilmente o que leva a pressão de bolha a ser maior e, portanto, a ocorrer num ponto mais a montante. Por isto obtivemos resultados aparentemente contraditórios no ponto de bolha que foi mais a juzante tanto para o óleo mais pesado quanto para o óleo mais leve que o caso padrão. Mas, analisando a coluna como um todo, vê-se que o efeito de gradiente de pressão predomina e que o óleo mais pesado demora mais a liberar o gás de solução (fração de vazio menor ao longo de toda tubulação). Entretanto, a fração de vazio tende a ser a mesma em qualquer caso quando se aproxima do separador, pois a RGO é a mesma. Na figura 11.2, que mostra a fração de vazio para óleos de °API 25 (padrão), 20 e 35, o ponto de bolha é o ponto onde a fração de vazio deixa de ser nula. Neste gráfico pode-se notar que o óleo mais pesado demora mais a vaporizar mas no trecho final do duto (riser) a vaporização se intensifica e a fração de vazio tende a se igualar aos outros casos. O contrário é válido para o óleo mais leve. A figura 11.3 mostra a velocidade, que tem um comportamento correspondente à fração de vazio. Na figura 11.4, observa-se o maior gradiente de pressão no caso do óleo mais pesado (menor °API). Quanto à temperatura, pouca influência foi verificada e, por isso, não foi apresentado o gráfico.\n11.1.3-\tDensidade Relativa do Gás\nO gás mais leve sai mais facilmente de solução, de modo que, quanto mais leve for o gás maior será a pressão de bolha. Como o peso do gás tem pouca influência no gradiente de pressão, quanto mais leve ele for mais a montante será o ponto do duto em que ocorre a pressão de bolha. De um modo geral, pouca influência foi observada nas variáveis de estado com a variação da densidade. Foram simulados casos para densidades relativas do gás de 0.8 (padrão), 0.75 e 0.85. Os mesmos efeitos explanados para o API do óleo se aplicam a densidade do gás, só que são praticamente desprezíveis.\n11.1.4-Razão Gás-Óleo\nA pressão de bolha é tanto maior quanto maior for a RGO. É o que se depreende da figura 11.5 que compara a fiação de vazio para RGO’s de 30,50 (padrão) e 60 m3/m3. Acima do ponto de bolha, a fração de vazio será sempre maior se a RGO for maior. A velocidade (figura 11.6) é, também, maior para RGO maior, quando se está acima do ponto de bolha, pois a expansão da mistura é maior para uma fração de vazio maior (sempre que a fração de vazio for maior será maior a velocidade). A variação da RGO provocou uma grande variação no gradiente de pressão pelo fato de que uma maior quantidade de gás alivia o peso da coluna (isto não está em contradição com o que foi dito no item 11.1.3, pois a densidade relativa do gás influencia pouco o gradiente de pressão, mas a quantidade de gás influencia muito), como se vê no gráfico de pressão (figura 11.7). A temperatura (figura 11.8) dos três casos é idêntica no trecho em que são monofásicos. O caso de RGO mais alta, a partir de seu ponto de bolha, se resfria e a temperatura fica sempre mais baixa que os outros dois casos comparados. O caso de RGO mais baixa tem temperaturas mais altas e só sofre efeito de resfriamento a partir de um ponto mais à juzante da tubulação, que é o ponto de bolha, pois só aí se tem o aparecimento de gás.\n11.2\t- Parâmetros Controláveis\n11.2.1\t-Vazão\nPara vazões maiores da mistura, tem-se maior fluxo mássico de fluido mais quente bombeado do fundo do poço e, como conseqüência, um maior aquecimento do poço (figura 11.10). As velocidades, obviamente, serão maiores quanto maior for a vazão (figura 11.9). A pressão e fração de vazio sofreram pouca influência deste parâmetro o que se explica, no caso da pressão, pela dominância da gravidade no gradiente de pressão e, conseqüentemente, a pouca influência do atrito neste gradiente e, no caso da fiação de vazio, por a RGO ser a mesma e as pressões praticamente iguais. Entretanto, uma pequena diferença na fração de vazio é observada devido ao gradiente de atrito, de tal forma que, para vazões maiores se tem fração de vazio menor. A vazão se mostra um importante critério de projeto para se evitar baixas temperaturas.\n11.2.2\t- Diâmetro da Tubulação de Produção\nO efeito de se diminuir o diâmetro da tubulação é aumentar a velocidade da mistura sem que, com isto, se altere a vazão. O comportamento de temperatura praticamente não sofre influência deste\nparâmetro. O gradiente de pressão sofre um pequeno aumento com a redução do diâmetro e vice-versa devido ao aumento da perda de carga por atrito. Três diâmetros foram comparados (O.O635m, O.Ô762m e 0.0889in). A influência deste parâmetro é relativamente pequena.\n11.2.3\t- Pressão do Separador\nO aumento da pressão do separador faz com que uma maior parte do gás se mantenha em solução e que o ponto em que ocorre a pressão de bolha seja mais próximo do separador, A fração de vazio, portanto, será menor ao longo da tubulação quando a pressão do separador for maior (figura 11.11). A pressão ao longo da tubulação, obviamente, será maior quando for maior a pressão do separador pelo efeito combinado desta pressão de separação e pelo maior gradiente gravitacional resultante da menor fração de vazio (figura 11.12). A menor fração de vazio acarreta em uma redução do efeito de resfriamento decorrente da expansão do gás, com o que se obteve maiores temperaturas para pressão do separador maior (figura 11.13). Este também se mostrou um parâmetro importante para que se obtenham temperaturas mais elevadas ao longo da tubulação. O efeito da pressão do separador foi comparada para os valores 10,20 (padrão) e 30x 105 Pascal.\n11.2.4\t- Coeficiente Global de Transferência de Calor do Poço\nA redução deste coeficiente, através do uso de isolante térmico e/ou superfície refletora na face externa do tubo de produção e gás no anular, faz com que se diminua o fluxo de calor para a formação e, com isto, obtem-se um maior aquecimento do poço, o que pode ser observado na figura 11.14. Apesar da eficiência demonstrada, o uso de isolantes é dispendiosa. As variações na fração de vazio, velocidade e pressão foram pequenas. Alguma influência foi observada na fração de vazio, pois a maior temperatura, no caso do coeficiente menor, aumenta levemente a pressão de bolha e a expansão do gás. O efeito deste parâmetro na temperatura mostra, também, a importância de se usar boas estimativas deste parâmetro.\n11.2.5\t- Coeficiente Global de Transferência de Calor do Duto Submerso\nA variação deste parâmetro provoca efeitos contrários na temperatura a depender do trecho: no quase horizontal sobre o leito do mar o efeito é aumentar a temperatura; no riser é diminuir a temperatura (figura 11.15). No trecho sobre leito do mar, a temperatura ambiente quase não varia e é a menor que existe em todo o sistema. Neste trecho, o fluido que vem do poço é sempre mais quente que este ambiente de modo\nque um isolamento neste trecho evitará que o fluido perca calor para o ambiente (água do mar). No mer, devido ao fluido já ter perdido bastante calor no trecho quase horizontal e pela grande expansão que sofre o gás, tem-se temperaturas do fluido menores que a do ambiente. Um isolamento térmico neste trecho impediria que o ambiente fornecesse calor para o fluido e o resfriamento seria maior ainda. Se houver gás livre no riser não se deve isolá-lo. Os efeitos maiores foram na temperatura e são válidos os comentários feitos no item anterior.\nComo resultado deste estudo conclui-se que, no caso de projeto de um poço, deve-se estudar combinações de vazão, pressão do separador e o uso de isolantes do fundo do poço até o início do riser para que se evite temperaturas baixas o suficiente para iniciar o processo de deposição de sólidos na tubulação. Para realizar este estudo é necessário que se tenha pressão e temperatura de deposição de sólidos a partir de ensaios em laboratório ou então, caso não se disponha destes valores, será necessária a utilização do modelo composicional para simular as propriedades dos fluidos.\nFração de vazio\tTemperatura (Kelvin)\nFigura 11.1 - Temperatura em função do comprimento, variação de condutividade térmica\nFigura 11.2 - Fração de vario, variação do API\nPressão (Pascal)\tVelocidade da mistura (m/s)\nComprimento (metros)\nFigura 11.3 - Velocidade, variação do API\nFigura 11.4 - Pressão, variação do API\nVelocidade da mistura (m/s)\tFração de vaxio\nComprimento (metros)\nFigura 11.5 - Fração de vazio, variação da RGO\nComprimento (metros)\nTemperatura (Kelvin)\tPressão (Pascal)\n2.50E+7 -n\nFigura 11.7 - Pressão, variação da RGO\nFigura 11.8 - Temperatura, varição da RGO\nTemperatura (Kelvin)\tVelocidade da mistura (m/s)\nFigura 11.9 ~ Velocidade, variação da vazão\nPressão (Pascal)\tFração de vazio\nFigura 11.11 - Fração de vazio, variação da pressão do separador\nFigura 11.12 - Pressão, variação da pressão do separador\nTemperatura (Kelvin)\tTemperatura (Kelvin)\nsi\nFigura 11.13 - Temperatura, variação da pressão do separador\nTemperatura (Kelvin)\n12-Comparacão com Medidas de\nCampo\nNeste capítulo, serão comparados resultados obtidos com o modelo proposto no presente trabalho com dados de perfis de temperatura ao longo de poços registrados no campo. A fonte destes dados é o trabalho de Shiu[60]. O referido autor usou estes perfis para desenvolver uma correlação empírica capaz de prever a temperatura ao longo de um poço em regime permanente. Todos dados foram obtidos em regime permanente. Serão comparados alguns destes perfis com respostas de longo tempo do simulador transitório. O esquema é idêntico ao da figura\n2.1.\nObservando os diversos perfis de temperatura apresentados pelo referido autor, notam-se quatro tipos diferentes que são apresentados na figura 12.1 esquematicamente,\nO perfil do tipo I é típico de escoamento monofásico o que indica um poço produtor de baixa RGO. Esta curva de caráter exponencial foi prevista por Ramey{52], e pode ser representada pela seguinte equação:\nT(x) = V + GA + Ce\t(12.1)\nonde Lk é a distância de relaxação e C é uma constante que depende de vários parâmetros do escoamento, conforme Ramey [52],\nQuando existe escoamento bifásico, devido à vaporização de frações leves do óleo, o comportamento se desvia daquele do tipo I a partir do ponto da tubulação em que ocorre a pressão de bolha (ponto de bolha) e o perfil será do tipo ü. Este desvio ocorre devido ao resfriamento causado pelo efeito combinado da expansão da fiação gasosa e do calor latente de vaporização.\nFigura 12.1\nQuando o ponto de bolha ocorre próximo aos canhoneados, o desvio de comportamento de temperatura, referido no parágrafo anterior, acontece ao longo de toda coluna. O perfil assumirá então um aspecto do tipo in.\nSe houver produção de gás livre, o que acontece quando o reservatório está subsaturado e os canhoneados atingiram a capa de gás, o resfriamento por expansão do gás livre ocorre já no reservatório. O perfil será então do tipo IV e a temperatura de fundo será menor que a geotérmica acima do contato gás-óleo.\nA correlação empírica desenvolvida por Shiu [60] é incapaz de prever o comportamento na região bifásica por se basear na equação (12.1). O modelo aqui proposto é capaz de simular os perfis do tipo I,II e Hl. O perfil do tipo IV não está ao alcance do modelo por que o mesmo não inclui o escoamento na rocha reservatório.\nEstudou-se sete casos presentes no trabalho de Shiu [60]. Dos dados necessários para se utilizar o simulador aqui proposto, alguns não são fornecidos no referido trabalho. A RGO não foi fornecida mas ela pode ser estimada pelo ponto de bolha (ver perfil tipo H na figura 12 1).\nAs propriedades térmicas da formação também não foram fornecidas, dos quais a condutividade térmica é a que influi na resposta de regime permanente, e, por isso, usou-se os valores médios mostrados no capitulo 7. Não são fornecidos detalhes da completação do poço tais como: diâmetro do revestimento, fluido do anular, etc, que permitiriam a estimativa do coeficiente global de transferência de calor(U0). Por isto, utilizou-se um valor médio de 5.676 J/s.m2.K. Os dados dos 7 casos estão na tabela 12.1.\nCaso\t1\t2\t3\t4\t5\t6\t7\nProf(m)\t1828.8\t1894.12\t1763.48\t2166.26\t2804.2\t2558.14\t2166.26\nTf(K)\t350.08\t351,65\t355.65\t343.36\t380.2\t371.05\t370\nGg(K/m)\t0.0193\t0.0193\t0.0193\t0.02144\t0.01932\t0.01932\t0.01932\nU,(W/»*/!£)\t5.676\t5.676\t5,676\t5.676\t5.676\t5.676\t5.676\n\t2.422\t2.422\t2.422\t2.422\t2.422\t2.422\t2.422\npc(Kg/m3)\t2329.3\t2329.3\t2329.3\t2329.3\t2329.3\t2329.3\t2329.3\nC*(J/Kg/K)\t1146.9\t1146.9\t1146.9\t1146.9\t1146.9\t1146.9\t1146.9\nDtí(m)\t0.0762\t0.0508\t0.0762\t0.0762\t0.0762\t0.0635\t0.0635\nWfKg/s)\t4.613\t2.02\t3.325\t9.36\t0.1588\t1.184\t1.488\nPcabfbar)\t11.36\t7.9\t18.25\t18.18\t12.73\t21\t25.83\n°API\t24\t25\t17\t35.4\t26\t25\t22\ndrG\t0.7\t0.7\t0.7\t0.82\t0.7\t0.7\t0,7\nRGO\t20\t20\t10\t90\t10\tdespr.\tdespr.\nTabela 12.1 - Dados dos Casos Simulados\nEm praticamente todos os casos, os poços produziam água também. O modelo não prevê a fase água. Rigorosamente, dever-se-ia propor um modelo que tivesse três equações de continuidade (uma a mais para a água). No entanto pode-se fazer um ajuste no calor especifico do líquido de forma a levar em consideração a presença de água. Realiza-se um balanço de massa nos calores específicos da água e do óleo e daí se deduz um calor específico equivalente para o líquido.\nDos sete casos estudados, em três deles os resultados se ajustaram com bastante aproximação (erro máximo de menos de 0.3%, aproximadamente 1 K) aos valores medidos. As figuras 12.2,12.3 e 12.4 mostram estes resultados comparados com os valores medidos. Isto mostra que, nestes casos, o comportamento dos fluidos se aproximam bem pelas correlações utilizadas e que as propriedades térmicas da formação e o coeficiente global de transferência de calor se aproximam dos valores médios assumidos.\nFigura 12.2 - Perfil de Temperatura do Caso 1.\nTemperatura (Kelvin)\tTemperatura (Kelvin)\nComprimento (metros)\nFigura 12.4 - Perfil de Temperatura do caso 3.\nEm um quarto caso (figura 12,5), também se obteve bons resultados com erro máximo de 0,85%. Os maiores erros ocorreram na parte intermediária do poço. Estes erros podem ser explicados por diferenças no comportamento dos fluidos com relação aos previstos pelas correlações empíricas. Este caso foi resolvido através do modelo homogêneo, pois acontece transição para o padrão anular, o que acarreta em superestimativa na temperatura, como se viu no capítulo 9, o que, também, pode explicar os erros.\nComprimento (metros)\nFigura 12.5 - Perfil de Temperatura do Caso 4.\nNos casos 5 e 6 as temperaturas previstas são inferiores às medições de campo. As figuras 12.6 e 12.7 mostram os resultados comparados. Os erros máximos foram de 1,1%. Estes desvios podem se explicar pelo fato de não terem sido informados os valores de condutividade térmica e coeficiente global de transferência de calor, Como se viu no capítulo anterior, uma redução na condutividade térmica da formação tem um efeito semelhante a uma redução no coeficiente global de transferência de calor, No caso 5, com uma condutividade térmica de 0.5 J/s.m.K o erro máximo foi reduzido para 0,2% e no caso 6, com uma condutividade térmica de 1.4 J/s.m.K o erro máximo caiu para 0.32%, As diferenças observadas podem se dever a formações de baixa condutividade térmica (formações saturadas de gás ou cálcareos) ou a um baixo\ncoeficiente de transferência de calor (gás no anular ou depósitos sólidos de baixa condutividade térmica na face interna da coluna de produção). Tanto um quanto outro levam a uma redução na troca de calor e, consequentemente, um menor resfriamento do fluido produzido.\nNo caso 7, cujos resultados comparados as medidas de campo está na figura 12.8, obteve-se erro máximo de 2.08% com os valores médios de condutividade térmica e coeficiente de transferência de calor assumidos. Neste caso, houve um maior resfriamento do fluido, o que pode se dever a pacotes de rochas de alta porosidade saturadas com água salgada que tem alta condutividade térmica. Com uma condutividade térmica de 3.4 J/s.m.K o erro máximo caiu para 0.33%.\nFigura 12.6 - Perfil de Temperatura do Caso 5.\nTemperatura (Kelvin)\tTemperatura (Kelvin)\n0.00\t500.00\t1000.00\t1500.00\t2000.00\t2500.00\t3000.00\nComprimento (metros)\nFigura 12.7 - Perfil de Temperatura do Caso 6.\n370.00 -<\t*\t♦\tPados de Campo \t Modelo com ke=2.4 ♦ XX \\x\t\t Modelo com ke=3.4\n360.00 -\t♦\\\\ *\\\\\n350.00 -\t♦\\\\ \t\n340.00“\tXc\tIcçvSjI\n330.00---r~—p—-T——|----1---1--1---1--i--1---1--j\n0.00\t400.00\t800.00\t1200.00\t1600.00\t2000.00\t2400.00\nComprimento (metros)\nFigura 12.8 - Perfil de Temperatura do Caso 7,\nEste estudo mostra que a utilização de correlações empíricas black-oil fornece, em geral, bons resultados, que podem ser melhorados pela utilização de correlações específicas para o campo em estudo. Os resultados obtidos foram bons, se comparados aos dados de campo, apesar de que alguns casos estudados foram prejudicados pelo desconhecimento de certos parâmetros importantes como as propriedades térmicas da rocha e detalhes de completação. Não foi possível a comparação de resultados transitórios do modelo com dados medidos, pela completa inexistência dos mesmos na literatura. Entretanto, o fato deste modelo levar em conta aspectos transitórios, termodinâmicos, de deslizamento entre as fases e de transferência de massa, permitiu uma previsão adequada do comportamento de temperatura de fluxo em escoamento bifásico que não estão ao alcance de correlações empíricas como a de Shiu[60], A validação do modelo em condições de regime permanente não garante, entretanto, a sua validade em regime transitório.\n13-Conclusões e Recomendações.\n13.1\t- Conclusões\nFoi desenvolvido um modelo numérico para estudo do escoamento bifásico transitório em poços e oleodutos, que poderá ser utilizado tanto para escoamento sem transferência de massa (água-ar) como para escoamento com transferência de massa entre as fases como, por exemplo, o escoamento gás-óleo. Este modelo mostrou-se numéricamente estável para ampla faixa de situações e, tem como resultado, a fração de vazio, a velocidade superficial da mistura, gradiente de pressão e temperatura ao longo da tubulação, sendo todas estas variáveis expressas em função do tempo.\nO modelo leva em conta diversos aspectos físicos do escoamento bifásico em poços e oleodutos, tais como padrões de escoamento, deslizamento entre as fases, transferência de massa, propriedades termodinâmicas dos fluidos e fluxo de calor transitório para as formações. A consideração destes aspectos descreve, com bastante aproximação, este fenômeno, como pode ser evidenciado pelas comparações com medidas de campo.\nAs equações de deslizamento entre as fases foram obtidas através do uso de correlações empíricas para padrões de fase dispersa, o que limita toda a modelagem a estes tipos de padrão de escoamento.\nA exemplo do que foi feito para a velocidade de deslizamento, as propriedades dos fluidos são obtidas através do uso de correlações empíricas do tipo black-oil mais uma vez direcionando o uso do modelo a sistemas gás-óleo adequados a este tipo de correlações.\nNa comparação dos resultados de longo tempo deste modelo com dados medidos no campo em regime permanente obteve-se boa aproximação na maior parte dos casos estudados, porém a falta de informações importantes, tais como propriedades térmicas das formações e\nesquema de completaçâo, prejudicou algumas destas simulações. A falta de medições em regime transitório não viabilizou a verificação da validade do simulador nestas condições.\nAlém de se mostrar uma ferramenta computacional de grande importância na análise e compreensão dos fenômenos que ocorrem no problema estudado, o modelo pode ser valioso no projeto de sistemas de escoamento de poços produtores de petróleo no que tange a previsão de deposição de sólidos, tais como asfáltenos e, especialmente, parafinas, assim como permite o estudo de alternativas para se evitar tais deposições. Este estudo deve ser realizado com o uso do simulador acoplado com o método de projeto fatorial.\nObteve-se bons resultados, também, para escoamento monofásico mostrando a generalidade do modelo.\nRealizou-se estudo de variação de parâmetros controláveis e não controláveis. Os primeiros permitem concluir quais parâmetros devem ser incluidos como fatores de projeto para a prevenção de deposições. Desta avaliação, conclui-se que a vazão, a pressão de separação, a utilização de isolantes térmicos nos dutos, à excessão do riser, ou de gás no anular do poço, podem ser importantes parâmetros de projeto para otimização do comportamento de temperatura.\nO estudo de parâmetros não controláveis indica quais as informações que deve-se conhecer com precisão. Deste estudo conclui-se que as características dos fluidos produzidos, detalhes da completaçâo do poço e as propriedades térmicas das formações, devem ser conhecidas com a maior precisão possível para que se obtenham resultados confiáveis. Dentre estes, destacam-se a condutividade térmica, por ser relativamente pouco conhecida, de difícil medição e cujos valores variam muito de formação para formação.\n132 - Recomendações\nFaz-se, a seguir, uma série de sugestões para futuros estudos com o intuito de dar continuidade ao presente trabalho:\n-Estudar poços específicos usando dados PVT, visando aumentar a precisão no cálculo das propriedades das fases.\n-Estudar a influência de heterogeneidades verticais nas propriedades térmicas das formações.\n-Avaliar a influência de variações transitórias nos coeficientes globais de tranferência de calor (no modelo apresentado este coeficiente foi considerado constante).\n-Extender o modelo para padrões de fases separadas e para fiuídos composicionais.\n-Estudar melhor a velocidade de deslizamento no escoamento gás-óleo, desenvolvendo correlações do tipo Zuber &amp; Findlay.\nReferencias Bibliográficas.\n[1]\tAbbott, M.B., \"An Introduction to the Method of Caracteri sties\"; American Elsevier, New York, 1966.\n[2]\tAkagawa, K., Fuji, T., lto,Y., ’’Analyses of Shock Phenomena in a Bubbly How Two-velocity Model and Homogeneous Model”, Advances in Two-Phase How and Heat Transfer - Vol .1, NATO ASI Series- Series-E: Applied Sciences - N° 63.\n[3]\tAlves, I.N., \"Modelagem Composicional do Escoamento Bifásico Anular”, Tese de Mestrado, Universidade Federal de Ouro Preto.\n[4]\tBaneijee, S., ’’Multifield Modeling of Two-Phase How: Problems and Potential”, 2nd International Conference on Multiphase How, London, june, 1985.\n[5]\tBamea, D.,”A Unified Model for Prediction How Pattern Transitions in the Whole Range of Pipe Inclination”, Ink Journal of Multiphase How, 1987, 13, 1-12.\n[6]\tBamea, D., Ben-Yoseph, N., Taitel, Y., \"Hooding in Inclined Pipes -Effect on Entrancce Section\", Canadian J. Chem. Engng., 1986, 64,177-184.\n[7]\tBamea, D.et alt, \"Flow Pattern Transition for Gas-Liquid How in Horizontal and Inclined Pipes”, Int. Journal of Multiphase How, 1980,6,217-226.\n[8]\tBamea, D., \"Transition from Annular How and for Dispersed -Bubble How- Unified Models for the Whole Range of Pipe Inclination”, Int. Journal of Multiphase How, 1986,5,733-744.\n[9]\tBendiksen, K.et all., \"Two-Phase How Research at SINTEF and IFE. Some Experimental Results and a Demonstrastion of The Dynamic Two-Phase How Simulator OLGA”, Offshore Northern Seas Conference, Stavanger, 1986.\n[10]\tBendiksen, K., Espedal, J., Maines, D,, \"Physical and Numerical Simulation of Dynamic Two-Phase How in Pipelines with Application to Existing Oil-Gas Field Lines”, Conference on Multiphase How in Indutrial Plants, Bologna, setembro, 1988,27-29.\n[11]\tBendiksen, K., Maines,D., Moe,R., Nuland,S., \"The Dynamic Two-Fluid Model OLGA: Theory and Application”, SPE Production Engeneering, May 1991, SPE 19451.\n[12]\tBendiksen, K,, \"An experimental Investigation of the Motion of Long Bubbles in Inclined Tubes”, Int. Journal of Multiphase How, 1984, 10,467-483.\n[13]\tBendiksen, K , Maines, D., Nuland,S., \"Severe Slugging in Two-Phase Flow System”, paper presented at the Third Lecture Series on Two-Phase Flow, Trondheim IFE Report KR/E-6, Kjeiler, 1982.\n[14]\tBrill,J.P., Beggs,H.D., \"Two-Phase Flow in Pipes”, fifth edition, 1986.\n[15]\tCarslaw JI. S., Jaeger,J.C., \"Conduction of Heat in Solids ”, Oxford University Press, 1959.\n[16]\tCorteville, J., Lagiere, M., Roux, A., \"Designing and Operating Two-Phase Oil and Gas Pipelines\", Proc.,1th World Petroleum Conference, London, 1983.\n[17]\tCoulter, D.M., Bardon, M.F., \"Revised Equation Improves Flowing Gas Temperature Prediction”, Oil and Gas Journal, 107-108,26, fevereiro, 1979.\n[18]\tCrouzier, O., \"Ecouleraents Diphasiques Gaz-Liquides dans les Conduites Faiblements Inchnees par Rapport a lHorizontale\", MS Thesis, rUniversite Pierre et Marie Curie,Paris ,1978.\n[19]\tDavies, R.M., Taylor, G., \"The Mechanics of Large Bubbles Rising Through Extended Liquids and Through Liquids inTubes\",\nProc. Roy. Soc., 1949,200A, 375-390.\n[20]\tDelhaye, J.M., \"Space Averaged Equations and Two Phase How Modeling”, in \"Two Phase Momentum, Heat and Mass Transfer in Chemical, Process, and Energy Engeneering”, Vol.l, 1979, Edited by F. Durst, G.V. Tsiklauri, &amp; M.D.Afgan,pp. 3-12, Hemisphere, Washington, D.C.\n[21]\tDukler, A.E., Hubbard, M.G., ”A Model for Gas-Liquid slug How in Horizontal and Near Horizontal Tubes”, Ind. Engng. Chem. Fundam., 1975, 14,337-347.\n[22]\tDumitrescu, D.T., \"Stromung an Einer Luftblase im Senkrechten Rohr”, 1943, Z Agnew. Math. Mee., 23,139-149.\n[23]\tDutta-Roy, K., \"Transient Phenomena in Two-Phase Horizontal Flowlines for the Homogeneous, Stratified and Annular How Patterns”, The University of Tulsa Huid How Projects, Ph.D.Dissertation, 1984.\n[24]\tFischer, S.R., \"Use of Vertical Slip and Hooding Models in LOCA Analisys”, Trans. Am. Nucl.Soc., 21-334,1975.\n[25} Fran?a,F., Lahey, Jr, R.T., \"The Use of Drift-Flux Technics for the Analysis of Horizontal Tw-Phase Flow”, Int. Journal of Multiphase How, 1992.\n[26]\tFrick,T.C., \"Petroleum Production Handbook”, Volume II, SPE, Dallas, 1962.\n[27]\tFurukawa, H , \"A Study of Compositional Two-Phase How in Pipelines”, The University of Tulsa Huid How Projects, M.Sc. Thesis, 1982.\n[28]\tGould, T.L., \"Compisitional Two-Phase How in Pipelines’', Journal of Petroleum Technology, March, 1979,373-384.\n[29]\tGoyonJC., \"Analisys of Computational Procedures for Multicomponent How in Pipelines ”, Tulsa University Huid Flow Projects, M.Sc. Thesis, 1985.\n[30]\tHancox, W.T. et all., \"One Dimensional Models for Transient Gas-Liquids Hows in Ducts”, Ind. J. Multiphase How, 1980,6,25-40.\n[31]\tHasan, A.R., Kabir, C.S., \"A Study of Multiphase How Behavior in Vertical Wells”, SPE 15138.\n[32]\tHasan, A.R., Kabir, C.S., \"Predicting Multiphase How Behavior in a Deviated Well”, 61st Annual Technical Conference, New Orleans, L.A., October, 1986, SPE 15449.\n[33]\tIshii, M., Kocainustafaogullari, G., \"Two-Phase How Models and Their Limitaitons”, Advances in Two-Phase How and Heat-Transfer, vol.l, NATO ASI Series, Series E, N° 63,1982.\n[34]\tIshii, M., \"Thermo-Fluid Dynamic Theory of Two-Phase How”, Eyrolles, Paris, 1975.\n[35]\tKaiserman, S., \"Thermal-Hydraulic Transient Analisys for a PWR’s Core ”, Ph. D. Thesis, Techion, Haifa, 1982.\n[36]\tKaka?, S., Veziroglu, T.N., \"A Review of Two-Phase How Instabilities\", Advances in Two-Phase How and Heat Transfer, vol 2, NATO ASI Series, 1982.\n[37]\tKirkpatrick,C.V.,\"Advances in Gas-Lift Technology\", Drilling and Production Practice, march, 1959,24-60.\n[38]\tLagiere,M., Miniscloux, C., Roux, A., \"Computer Two-Phase How Model Predicts Pipeline Pressure and Temperature Profiles”, Oil and Gas Journal, April,1984, 82-92.\n[39]\tLesem, LJB., Greytok, F., Marotta, F., McKetta Jr., J,J., ”A Method of Calculating the Distribution of Temperature in Rowing Gas Wells”, Petroleum Transactions, AIME, 210,169-176,1957.\n[40]\tLiles, D.R.,Reed,W.H.,\"A Semi-Implicit Method for Two-Phase Huid Dynamics\", Journal of Computatma] Physics, 1978,26,390-407.\n[41]\tLyczkowskiJLW. et all.,\"Characteristcs and Stability Analyses of Transient One-Dimensional Two-Phase How Equations and their\nFinite Difference Approximations”, Nuclear Science Engeneering, 1978,66,378-396.\n[42]\tMaines,D., \"slip Relations and Momentum Equations inTwo-Phase Flow”, IFE Report EST-1, Kjeiler, 1979.\n[43]\tMaines, D., \"Slug Flow in Vertical, Horizontal and Inclined Pipes ”, IFEZKR/E-83Z002,1983.\n[44]\tMcCain Jr, W.D., \"The Properties of Petroleum Fluids\", second edition, Penn Well Books, Tulsa,! 990.\n[45]\tModel!, M., Reid, R.C., \"Thermodynamics and Its Application\", Prentice Hall International Series, 1983.\n[46]\tMoreno, R.Z., \"Medida Dinâmica de Propriedades Térmicas\", MSc Thesis, Unicamp, Campinas, 1993.\n[47]\tMoss, J.T., White, P.D., ”How to Calculate Temperature Profiles in a Water-Injection Well”, Oil and Gas Journal, 57, ri°l 1,174, Novembro, 1959.\n[48]\tMukherjee, H.,”An Experimental Study of Inclined Two-Phase Flow\", The Universily of Tulsa Fluid How Projects, Ph.D. Thesis,\n1979.\n[49]\tNassos, G.P., Bankoff, S.G., \"Slip Velocity Ratios in an Air-Water System under Steady-State and Transient Conditions”, Chem.Eng.Sd., 22,661-668,1967 .\n[50]\tNorris, L. et al., \"Developments in the Simulation and Design of Multiphase Pipeline Systems\", SPE Annual Technical Conference, Las Vegas, Sept, 1985,22-25, SPE 14283.\n[51]\tPress, W.H., Hanneiy, B.P. et al., \"Numerical Recieps - The Art of Scientific Computing\", Cambridge University Press.\n[52]\tRamey Jr., H.J., \"Wellbore Heat Transmission\", Journal of Petroleum Technology, abril, 427-435,1962.\n[53]\tRamshaw, J.D., Trapp, J A., \"Characteristics, Stability and Short Wave-Lenght Phenomena in Two-Phase How Equation Systems\", Nuclear Science Engeneering Journal, 1978,66,93-102.\n[54]\tRomero-Juarez, A, \"A Simplified Method for Calculating Temperature Changes in Deep Wells\", Journal of Petroleum Technology, june, 1979,763-768.\n[55]\tSakaguchi, T., Hamaguchi,H., OzawaJM., Nishi ,\"Flow Characteristcs of a large Bubble in a Horizontal Channel\".\n[56]\tSchimidt,Z.,Brill,J.P.,Beggs,H.D., \"Experimental Study of Severe Slugging in Two-Phase How Pipeline-Riser System”, SPE Journal, oct, 1980,407-14.\n[57]\tSchorre, C.E., \"Here’s How to Calculate How Temperature in a Gas Pipeline\", Oil and Gas journal, 66-68,27, setembro, 1954.\n[58]\tScoggins, Jr, M.W., \"A Numerical Simulation Model for Transient Two-Phase Flow in a Pipeline\", The University of Tulsa Fluid Flow Projects\", PhD. Thesis, 1977.\n[59]\tSharma, Y., Shoham, O., Brill, J.P., \"Simulation of Downhole Heater Phenomena in the Production of Wellbore Fluids\", SPE 20384.\n[60]\tShiu, K.J., \"An Empirical Method of Predicting Temperatures in Flawing Wells\", The University of Tulsa Fluid Flow Projects, M.Sc. Thesis, 1976.\n[61]\tShoham, O,, Triggia, A., Caetano Filho, E., Barbuto, F., \"FLOPAT -Flow Pattern Computer Library, Modified Version\", UFOP, 1987.\n[62]\tShoham,O., Alves,I, Alhanati,F., \"A Unified Model for Predicting Flowing Temperature in Wellbore and Pipelines\", The University of Tulsa, junho de 1992, SPE 20632.\n[63]\tSlater, C.E., Katsma, K.R., Fischer, S.R. e Rettig, W.H., \"Small-Break Analisys Models in The RELAP4 Computer Codes\", Trans. Am. Nucl. Soc., 22,264,1975.\n[64]\tSquier, D.P., Smith,DD., Dougherty,E.L., \"Calculated Temperature Behaviour of Hot Water Injection Wells\".\n[65]\tStaub, F.W., Zuber, N. e Bijwaard, G., \"Experimental Investigation of The Transient Response of The Volumetric Concentration in a Boiling Forced-Flow System\", Nuclear Science and Engeneering 30, 279-295,1967.\n[66]\tStehfest, H., \"Numerical Inversion of Laplace Transfonn-Algorithm368\", J. W. Goeth University, L.D. Fosdick Editor.\n[67]\tTai tel, ¥., Bamea, D., Dukler, A.E., \"Modelling Flow Pattern Transitions for Steady Upward Gas-Liquid Flow in Vertical Tubes\", AIChE 1,1980,26,345-354.\n[68]\tTaitel, Y., Dukler, A.E.,\"A Model for Prediction Flow Regime transitions in Horizontal and Near Horizontal Gas-Liquid How\", AIChE J., 22,47-55,1976.\n[69]\tTaitel, Y., Dukler,A.E., \"Two Phase Transient Flow\", The University of Tulsa, Fevereiro, 1989.\n[70]\tTaitel, Y., Lee,N., Dukler, A., \"Transient Gas-Liquid Flow in Horizontal Pipes - Modeling How Pattern Transitions\", A.I.Ch.E. Journal, 1978,24,920-935.\n[71]\tTaitel,Y., Shoham,O., Brill,J.P., \"Simplified Transient Solution and Simulation of Two-Phase How in Pipelines\", Chemical Engeneering Science, vol,44 n°6,1989,1353-1359.\n[72]\tTaitel, Y.,Dukler,A.E., \"How Regime Transitions for Vertical Upward Gas-Liquid How: a Preliminary Approach Through Physical Modelling\", AlChe Annual Meeting, Session on Fundamental Research in Huid Mechanics, New York, 1977.\n[73]\tThorley ARD.,Wiggert,D.C.,''The Effect of Virtual Mass on The Basic Equations for Unsteady One-Dimensional Heterogeneous Flows\", Int.J.Multiphase Flow, 1985 .vol ll.No.ll, 149-160,\n[74]\tVongvuthipomchai, S., \"Experimental Study of Pressure Wave Propagation in Two-Phase Mixtures\", MSc Thesis, The University of Tulsa, 1982,\n[75]\tWallis, G.B., \"One Dimensional Two Phase Flow*’, McGraw Hill Book Company, 1969,\n[76]\tWhite, P.D., Moss ,J.T., \"Thermal Recovery Methods”, Penn Well Books, Tulsa, USA, 1983.\n[77]\tWillhite, G.P., \"Over-All Heat Transfer Coefficients in Steam an Hot Water Injection Wells”, Journal of Petroleum Technology, may, 1967,607-615.\n[78]\tZuber, N.,Findlay, J., Trans. ASME J.Heat Transfer, ser.C, vol.82, p.265,1960.\n[79]\tZukoski, E.E., \"Influence of Viscosity, Surface Tension and Inclination Angle on Motion of Long Bubbles in Closed Pipes\", Journal of Fluid Mechanics, 1966,25,821-837.\nAnexo A. 1-Dedução das Equações de Conservaçãoem Função das Variáveis de Estado\nAs equações de conservação do modelo de deslizamento devem ser desenvolvidas em função das variáveis de estado da mistura, ou seja, a fração de vazio a, a velocidade superficial da mistura vm, a pressão P e a temperatura T. Para desenvolver as equações de forma a só se ter derivadas destas variáveis, necessita-se de equações de estado para ambas as fases, assim como uma equação empírica que descreve a relação entre as velocidades das fases e a velocidade superficial da mistura.\nI)\tEquação da Continuidade do Liquido.\nA equação da continuidade do líquido é expressa pela seguinte equação diferencial parcial:\n(ai.i) õt\tox.\nonde pL é a massa específica do líquido, vL é a velocidade do líquido è rL é a taxa de transferência de massa do gás para o líquido.\nEsta equação pode ser desenvolvida realizando as derivações em cadeia dos produtos dentro dos colchetes:\n(l~a)^-pL-~ + (l-a)pL^ + (l-a)vL^—(al.2)\nDada uma equação de estado para o líquido do tipo :\npode-se calcular as derivadas da massa específica do líquido em função das derivadas da pressão e temperatura usando o seguinte diferencial termodinâmico:\n\ndT\t(al.3)\nUtilizando a equação (al.3) obtem-se as seguintes derivadas da massa específica:\ne\na\tl a> JT a (. gr J, a\nôx.\t\\ ÕP Jr ôx \\&lt;7T Jp dx.\n(al.4)\n(al.5)\nPara calcular a derivada convectiva da velocidade do líquido, utiliza-se uma correlação cinemática do tipo Zuber &amp; Findlay[78], ou seja:\nVg^v.+Vq\t(al.6)\nonde Cft e vQ são o fator de distribuição e a velocidade de deslizamento, respectivamente.\nA definição da velocidade superficial da mistura é a seguinte:\nvm = v = (l“a)vL+avo\t(al .7)\nUtilizando as equações (al.6) e (al.7) podemos obter a velocidade do líquido em função da velocidade superficial da mistura, da fração de vazio e da velocidade de deslizamento (v^), esta última é função das propriedades dos fluidos e, portanto, função da pressão e temperatura:\n(al.8)\nComo a velocidade de deslizamento é função da pressão e temperatura da mistura podemos calcular suas derivadas usando o seguinte diferencial:\n(al.9)\nA partir das equações (al.8) e (al.9), pode-se calcular a derivada da velocidade do líquido em função das variáveis de estado:\ndvt _ d (1-aCjv,,-av^ dx &amp;x.\t(l~a)\nvr&lt;ta\n(1-a) dx. *\n+ (1-a) dx\na (¿P\taí dvgA gr\n(1 a) [ gP X dx (l-a)( gT X ôc\n(al.10)\nSubstituindo as derivadas expressas nas equações (al.4), (al .5) e (a 1.10) na equação de conservação do líquido (al.2), obtém-se:\n+ (l~a)vL\n“OPl\n(al.H)\n\nEsta é a equação da continuidade do líquido escrita em termos das variáveis de estado.\nH) Equação da Continuidade do Gás.\nA dedução a seguir é bastante semelhante à anterior. Partimos da equação da continuidade do gás conforme apresentado na revisão bibliográfica:\nd(apG) d(apGvG) ,,\n--------|---------— £\ndt dx\n(al.12)\nDesenvolvendo as derivadas dos produtos pela regra da\ncadeia:\n(al.13)\nO diferencial da massa específica do gás pode ser expresso , a partir de uma equação de estado, por:\n(aI14)\nAssim, pode-se expressar as derivadas da massa específica do gás em função das derivadas da pressão e da temperatura:\n15)\n16)\nUsando a correlação de Zuber &amp; Findlay[78] (al .6) , pode-se calcular a derivada convectiva da velocidade do gás em função das variáveis de estado:\nav„^4c»v-+v<»]_ c\ta>+fíM\nda\tõx.\t° dx y dP JT dx ( dT dx\n(31.17)\nSubstituindo as equações (al.15), (al.16) e (al.17) na equação (al.13), obtém-se:\n(al.18)\nEsta é a equação da continuidade do gás expressa em tennos das variáveis de estado.\nni)Equação da Continuidade da Mistura.\nA equação da continuidade da mistura é obtida somando-se as equações da continuidade do líquido (al.ll) e do gás (al .18):\nPode-se expressar os termos em colchetes em função das propriedades da mistura de modo a simplificar sua apresentação. As seguintes derivadas são usadas:\n<,r20>\n(al.21)\nSubstituindo (a 1.20) e (al .21) em (al. 19), obtém-se: da f\tdP (dpmA&lt;7T\tda. ,\tÁ\np-¥+WMãHM.ã++p-v<iã:+^+“c»p-)\n\nT_\n\n(al.22)\n= 0\nPode-se escolher qualquer combinação de duas equações de continuidade (do liquido, do gás e da mistura).\ndas três\nIV) Equação da Quantidade de Movimento da Mistura,\nA equação da quantidade de movimento da mistura, como vimos na revisão bibliográfica é expressa por:\n,, x dvL dv., t. . dv\tdvG\n(l-a)pI^ + apo^ + (l-a)pLvI-^-+apGvG^ =\nr cP\tR tS\n~ p^Vjt-—-p^senP- —\n(aí .23)\nComo visto anteriormente, pode-se expressar as derivadas das velocidades do gás e do liquido em função das derivadas das variáveis de estado usando a correlação de Zuber &amp; Findlay[78]. Estas derivadas são as seguintes:\n»+físl\na a * a (íp ¿ a ( sr | a\n<AO 4c»v-4 v<J c gy. , (OT\ndvt d\ndt ã (1-c\nC0)v^-aVq¡l (l~a) J\nSubstituindo estas derivadas na equação (al.23) obtem-se:\n)p1+«crf’<.] a +«Po.^ s J, a +«?■»[ OT ]' &amp;\n-PLvivt -^ + [(í--aCo)p1vI+aCopüvG]-^\n¿O0gVo - apLvL^^j ™ - rLvr - pwgsen0- ~\n(al.24)\nV)Equação da Energia da Mistura,\nA equação da energia da mistura expressa em termos da entalpia das fases é a seguinte:\nZ1 . aHL aiG . aiL\n(I - ct)pt —+<xpG -¿2-+(1 - a)pLv,\ti+apGvG\nct\tct\tax\ncHg dP_&lt;5P a* a v“ôx\n=£+r1Ha.-l|rJv;\n(aL25)\nExpressando as entalpias do liquido e do gás em função da pressão e da temperatura através dos seguintes diferenciais:\ndHt -c^dT-c^dP\ndH^c^dT-c^dP\nonde\ne\n* W,\né o calor especifico à pressão constante e\né o coeficiente de Joule-Thompson ,\npodemos calcular as derivadas das entalpias pelas seguintes expressões:\ndHL\t\tcT\t\na\t\"cii,\t\ta\ndH,\t\têT\ta»\ndx\t\t\tôx\ncHg\t\tar\tcP\na\t-Cj>G\ta c'°’’0\ta\n5Hn\t\tÕT\ta*\ndx\t= cfg\t\tdx.\nSubstituindo estas derivadas na equação (al .25), obtem-se: “[(1 ~ «)PlSiA +\t+1]~+[ü ~ «)pLcPL +\n[&lt;1 - a)p1c^nLvL +apocpOnovG + vm]^- + [(! - a)plCplvL + ap^v,,]-^ =\n=^+rIHat-l|r1|v,1\t(al.26)\nExpressando a equação (al.26) em função da capacidade térmica e coeficiente de Joule-Thompson da mistura definidos pelas seguintes expressões:\n_ (l-a)plcpI+apocpG\nC«n ~\nP»\nfica-se com a seguinte equação:\n-(p«cFBnm+0^+P»cÍO>“\"[procpoinnivG~(i-a)pLcFLnLYt+vra]^+ [p»Vo - (1 - a)pLc^vf\t+rji^ - ||rj Vr2\n(al,27)\nAnexo A.2 - Determinação das Características do Modelo Homogêneo.\nNo capítulo 4 foram vistas as equações correspondentes ao modelo homogêneo. A equação da energia pode ser modificada usando a seguinte relação fácil de ser verificada:\n“(1+P^nJ - —(a2-D Pm \\ V* Jr.\nonde cG é a concentração de gás definida por cG = -—. Com esta Pm modificação pode-se escrever o sistema forma matricial:\n+\nPch.v\np,\nPgV»\n«Pg\nPmv,\n0\nP«L\nPg\np,\nPtn^PiaVtt>\nPmCftn\na\na cT a a»\n0\nro\nrovt ~Pmgsenp-X^ rGHOL+^\nA\n0\n0\n+\no\n0\n0\nA partir do sistema matricial, pode-se escrever a equação característica do sistema:\nPgl(^ ~ V«o)\n0\n0\n\"Pt»\n-apo\nP„(A~vJ\n0\n0\n-I\n~0\nA primeira e a terceira coluna tem todos elementos multiplicados pelo fator (X-vm), de forma que se pode colocar (X -vm)7 em evidência. Assim, encontram-se as duas primeiras características:\n\nO determinante característico se simplifica para:\nPgj.\nPg\n0\n0\n\nEste determinante pode ser desenvolvido na seguinte equação de segundo grau:\nEsta equação pode ser simplificada se forem utilizadas as seguintes relações, facilmente demonstráveis:\ne, depois de feitas estas substituições, se dividir os termos da equação por P«PlPg • A equação característica fica assim:\nAs raízes desta equação são:\nDividindo por em cima e em baixo dentro da raiz e utilizando a relação temodinâmica:\nonde é a entropia específica da mistura, simplifica-se a solução para:\nAinda usando as derivadas termodinâmicas, pode-se mostrar\nque:\nSubstituindo esta expressão na solução, obtém-se:\nque são as características do sistema que faltavam, .\nAnexo A.3 - Determinação das Características do Modelo de Deslizamento com Gás Ideal e Líquido Incompressível\nFazendo as considerações de gás ideal, liquido incompressível e fator de distribuição igual à unidade, as equações governantes ficam como a seguir:\nEquação da Continuidade da mistura:\nPa,\n&amp;a&lt;xpo ar. apG a*, ~ aa\n&amp;\tT a p õt PaL a dt\n+ Pm\n«Pc,VG j «PqVg âx T dx P cht\n= 0\nEquação da Continuidade do gás:\no dct aPc., «Pg &amp; Pgôt ta p et\n6a\n+Pgvg^\"|-«Pg\ndvm _ apovG &amp;T + «Pgvg &amp;\n6x T 6x P dx\nEquação da Quantidade de Movimento da mistura:\n6a 6v_\t, x6a r\t.\t-,6vm 6P\n^■ir+p-ir'p^(v°’v',&amp;+tp-v^(1-o)pLV’]ir+&amp;= = rLv,-p^senP--T5\nA\nEquação da Conservação da Energia da mistura:\npBicftB^-a^+[p.cPmvo-(l-a)pLcPvvJ^-avo^ = -1^ - |rLv* +\nMonta-se, agora, o determinante característico:\n^(l-v0)\n0\nP^U-vJ+ajACpjy,\n|XA~B| = O\nvg)\nPg(^“V0) -ftyrK*-Vo) + V»] 0\np»\napa P.(X-vo) + aLpLvr O\nonde&lt;xL - l~a.\nEscolhendo a última linha como ordenatriz do determinante, obtém-se:\nSupondo que o líquido tem densidade muito maior que a do gás, pode-se fazer a seguinte simplificação:\npro^(l~a)pL\nDividindo a equação por p,pG, a mesma fica simplificada para:\n-(l-a)[c„(>--v0) + cplv,]\n-(X-v0)\n(X-vG)\n-1¥r[(K-¥O)+¥r]\n~(l~u)\n-a\n(l-a)pt[(X-vG)+vrj\nDesenvolvendo os determinantes pela regra de Sarrus:\nÍ.\tr\ti an-ajp.\t<»\t1\nWX’V+€PLvr}pX~¥G**------------rLx(X-vG)[(X-v0)+vr]+^^-l(X~vG?-(I-aXX~v<})| +\n«&amp;“ v^íí-aíít“>Vf-(X-vo)[(X-v<3)+vJ-cl<í,i:-“>(A-vo)2[(X-vo)+vr]l-0\nPode-se simplificar a equação por (X ~ v0) e, assim encontra-se a primeira característica:\nX¡ = vo\nSimplificando a equação, também, por (l-a), a equação se reduz a:\n[cUX - VG )+Cpj V,]|-1 + a(} pa)Pi [(X - vG ) + vr f | - y (X - vQ )[(X - v0 ) + vj2 = 0\nColocando a equação em função de vL e da velocidade do som na mistura homogênea CH (obtida fazendo-se vr -0 na equação acima), a equação fica assim:\nonde:\nCPin\nOpmCpm «*\nP T\nComo pj»po e CpL > cre, pode-se fazer a seguinte aproximação:\n(l-cOíM^spA*\ne, como pm = (I-a)pt, pode-se fazer a aproximação a seguir:\nCPt\nCom isto, o último termo da equação desaparece, e pode-se determinar, aproximadamente, a segunda característica:\nXa = vt\nTem-se, agora, uma equação do segundo grau:\nCujas soluções são:\n+C»\n\nPode-se verificar facilmente que estas características se ficam iguais às do modelo homogêneo quando fazemos v, = 0.\nNo caso de fator de distribuição diferente da unidade e/ou gás real o procedimento será o mesmo para a determinação das características.\nAnexo A.4 - Comparação das Soluções do Fluxo de Calor.\nPara comparar o desempenho do método de Ramey com o proposto, foi utilizada uma solução analítica para fluxo de gás em regime permanente de escoamento mas em regime transitório para a temperatura. Esta aproximação é válida para tempos relativamente curtos uma vez que o transitório de temperatura é muito mais lento do que o transitório do escoamento. Para tanto se supôs gás sêco com comportamento de gás ideal sendo produzido por um poço. Esta solução é um aperfeiçoamento da solução apresentada por Lesem et. al. [39] já que a mesma considera o efeito de resistência térmica oferecido pelo tubo de produção e revestimento, assim como do fluido do anular, o que a solução referida não considerava. A figura A3.1 mostra esquematicamente o problema.\nG=const= pv\nt\n1\nT\n1\nt\nx\n^=T(x,t=O)=Tf-Gg.x\nUm T(x,t^Te=Tf-Gg.x\nTf «const\nFigura A3.1-Poço produtor de gás.\nAs hipóteses básicas são as segintes:\n-velocidade do gás constante;\n-densidade e capacidade térmica do gás constantes; -perfil transversal de temperatura do gás plano;\n-condução de calor no sentido axial desprezível; -Temperatura do gás nos canhoneados constante;\n-Perdas de Carga por atrito e aceleração do fluido desprezíveis.\nNão se pretende aquí discutir a validade destas hipóteses e sim\ncomparar o método proposto no capítulo 6 com o método de Ramey relativamente a uma solução analítica (Lesem et. al. [39]) com as mesmas hipóteses em cada caso.\nFeitas estas hipóteses, as equações de conservação para o escoamento são as seguintes (a = 1):\n- o de onde pv - const\nSubstiuindo a segunda equação na terceira obtemos :\nÓTW\tL qS\n«“’a +pc’vãT+pvg=Ã\nonde:\n\nX = X(r*x4)\nO Calor transferido pela formação é:\nou seja,\nqS _ 2k,rc gT(rt,x,t) A £\t&amp;\nAssim, a equação da conservação da energia para o escoamento pode ser expressa por:\n2k,rc dT(rc,x,t) cTw 5T\n-----___ = pc_ + pCRV_x + pgv\nA condução de calor no poço é descrita pela seguinte equação, já apresentada:\n2Kk.r.í3^Ü=u(i;-i;)\ndr\nPara facilitar o trabalho algébrico, usou-se apenas diferenças de temperatura, usando como referencial a temperatura de fundo que permanece constante:\ne\nA equação que descreve a condução de calor na formação é:\ng*AT 1 MT MT âr1 r õr kt dt\nO problema de valor de contorno é definido pelas seguintes equações:\nI) Equação da Difusão Térmica:\ncMT 1 MT cpcpe MT ôr2 r dr kc A\nH) Condição de Contorno Interna :\n2kx MT(rE,x,t) MT,. SAI. ,\n= pc^\t+ pCpV_^!L + pgv\n\n2sk r&lt;T<W) = 2jtUl. (T> _ ) dr\nAT(rs,x,t) = ATc(x,t)\nIE) Condição de Contorno Externa:\nHm AT = Grx\nIV) Condição de Contorno em x :\nAV0,t)-ÂTt (0,t) = 0\nV) Condição Inicial:\nAX,(x,0) = ATç(x,0) = AT(r,x,0)\nDefinem-se, agora, o seguinte conjunto de variáveis adimensionais:\nr\nrD - -™\nk.t\ntD=—\n2k.x x» =--*\nPcX\nAplicando a Transformada de Laplace no tempo adimensional e depois na profundidade adimensional no problema adimensionaJizado, tal como Lesem et al.[39] pode-se encontrar uma solução analítica explícita para a temperatura no poço em função do tempo e da profundidade:\nKM») - T»„ -0xd + (P--e—d) ■\nSiZ\nonde,\n^K,(V¡)\ne\n\n. ke\nou seja,\nu\nEsta solução se toma idêntica à de Lesem et al. quando U -&lt;»,\n= 0:\nH9\nPode-se obter uma solução numérica para o mesmo problema discretizando a equação da conservação da energia do poço por diferenças finitas e calculando o fluxo de calor pelo método de Ramey. Escolheu-se um método de discretização implícito com derivada convectiva avançada.\nA equação para cálculo de T no poço por este método é:\nFazendo o mesmo tipo de discretização, porém usando o método dos splines lineares para calcular o calor, tem-se a seguinte equação para a temperatura do poço:\n+ Sl_ + v Sll _ &amp;L\nT fc _ pc/w At Ax\tcp\nAt Ax pcpr£\nonde:\n\n[f (4) - f («!>)]+(C''1) - f (£')]+(»k)\nAtjj\t>2 atD\taid\ne:\nNo gráfico da figura A.4.2 estão as três soluções comparadas. Pode-se observar que a solução obtida pelo método dos splines lineares foi idêntica à solução obtida por inversão direta da solução analítica no campo de Laplace. A solução obtida pelo método de Ramey previu uma temperatura maior devido à, como já foi visto, este método subestimar o fluxo de calor durante o período transitório.\nTempwaturana SuperfíctefKeivti)\nFigura A.4.2 - Solução do poço de gás seco por diversos métodos.\nAnexo A.5 - Coeficientes do sistema matricial do modelo água-ar sem transferência de massa\nNo capítulo 9, foi visto que o sistema de equações de diferenças finitas, no escoamento sem transferência de massa, pode ser descrito na forma matricial por:\n\"an\t\t*13\t*14 '\t\t\tV\n*21\t*22\t*23\tai4\t\t\t\n\t\t*33\t*M\tí?\t\t\n-a«\t*42\t*43\t*44.\t\t\t>4.\nOs coeficientes da matriz A são os seguintes:\nau=P(a\n(1 aC(t)pL\nAx\nonde\nse for no po^o, ou\nA\n- pL+aCgp^ pLv1 + aC<)(povG-p1LvL)\n32\nAt\nAx\nAx\naM=a\na4I^0\nAt\nAx\n+ 1 ; P»^ Vo ~(1 -CpPiCpiAVr + Vw'\nAx\nP^ + ProcfaVG - (1^K)Picnvt + g At\nAx\n2kjf(tp) r^AtD\n\n\n\nse for no duto submerso.\nOs coeficientes do vetor b sáo:\nb, = ñs^- +\t, + PLt»^ +\nAt\tAx\tAx\t—‘\nAx\n\n1\n+ --:\nAx\n4M. ~ (Ka)v'(M MMh+\n+±m T-.+±\nAtk oT )ta Ax\n\nb, = _ £l «*-. - £^a‘, +\t+\n2 At ’ Ax\tAx\t—1\n\nIr1\n\nPlS „k~i____Plv»vl ~k , Pl ^ttCcPa, .4-1 , P1VL +«C*(Pgvg ~ Plvl) ,\nAt ‘ At ‘-' At *\tAt\nAi\nl«pa.(el'<«'\nAt V ® >\n(dv \\\n«Pgl\n~ai~\n\n^k-I , «(PqVg\n\nAt\n*. PtAA +1 „k_i P.CHiTuvG-Cl-aíí^c^Ttv^v.^ , b*------*■ Pi\tAx\t+\n+\tJ11 + P^VG^(1\"a)PlCPLVr T* + T\nAt 5\tAx\nonde\n\n2kt\nr2Atn\nse for no pavo, ou\nT r*\nw\nse for no duto submerso e onde U2 é o coeficiente global de transferência de calor neste duto.\nAnexo A6 - Coeficientes Matriciais do Escoamento Gás-Oleo com Transferência de Massa\nNo capítulo 10 foi apresentado o sistema de equações de diferenças finitas para o escoamento com transferência de massa para o modelo black oil. Neste sistema os coeficientes da matriz A são os seguintes:\na,,=Pa(i+^)\n\nPL+«CoPa. Ax\n-(l-a)v\n+ «POL\n01\n-(l-a)v\n(l~aC0)pL,\n**22\ta\nAx\nPl + Plvi. 1 aCg(povo - PtvL)\"-&lt;xC0)ptg>vT\nAt\tAx\n( dP JTl At Ax ) Ax At I ÕP JT\n1\n+—\nAx\n-(l-a)vLv,\n4-ap^v\nfell\n-a-oxv/^a\nV ar\n“l+apa4*r Mr’+H-M¿+S) „ _ (1 vz t u W~afo)P<® **” U ‘ “J Ax\n. _ [PmC^TU + 1 , P^C^n^G ~ (1 -a)PlCH.niVr + Vm ’\n“43 ~ ~\t+\n1 +---:\nAx\nA.\nAt\nAx\n\n^44 ~\nP^Cftn , PnA^VG -O-Q)Pl<^V, At\nAx\n+Ô ~\n¿(1~a)[r?+h-BH -¿(H+h4<’-“)Vi(M\nLar\n11\nonde\n2kef(4) ¿At *wOlD\nse for no poço, on\nç\nse for no duto submerso.\n\nt ÕP\nOs coeficientes do vetor b são:\n+ «Po,\n(1”«X\nPM lar A\n+ apa\n, cT\nb - .. PàIq^1 - Pu.Vfígk i 0 gCo)Pli 1\t.\n2 At ‘ Ax\tAx\n. (l-a)f 6pL1^ nk l\n*\n1\nAx\n(l“a)vL\n-<xPu\n\n+ílz^>\nAt\n1\nAx\n0-«)vL\nk PtVr a* ' PlVtVL at , PL + gC A* ¿-1 , PlVL + gCC(pGVG ~ Pl^L) Jt ’ At ‘ At i_1 At “\tAi\nM p>-> I a(PGVGmpLVL>fdM\nl ap JT1 Ax l õp J.\n,aPa- ( d*'\n+~ÃT “\nAt |Pm +\nT\n\n. PcDVr nt-i . P^VtVG O-ttC^PrcVr ■ At ’ Ax M\nAx\n+ -0-g>Y<\nAt\nMb\nt-! +\n\nW“-\n+ ü-tth\nAt\nÃ.f ^pgj\t•pk! +\nl ar AP\nCsr\nk\tpk l pBCh0ílnl'fG 0\ttJí >\nt>._\t* p,\t-\t-1?,+\nAx\nI Pg^Pm ■j*-! | Pg^ftc^G \"a)pL^H.Vr’J’i + *? + At\t*”\t’*’\nAx\n*(l\t•(!v;+H“ i1á.''j'■*\nGL\nmil\n\ntk-l\n1\nAx\nVr\npk ir.; ri~!\n•\nIr’\nonde\nse for no po£0, ou\nse for no duto submerso."}]}}}