{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09813"}, {"@name": "filename", "#text": "1480_000871174.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Maturação Artificial de Rochas Geradoras de Petróleo-\n\nCaracterização Geoquímicas e Petrografia de Folhelhos da \n\nFormação Ipubi do Grupo Santana, Bacia do Araripe, \n\nPE/CE \n\n \n\n \n\n \n\nTÂNIA VALÉRIA DE OLIVEIRA DELGADO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2012 \n\n \n\n   \n\n\n\n1 \n \n\n                      \n\n \n\n \n\n \n\nMaturação Artificial de Rochas Geradoras de Petróleo-\n\nCaracterização Geoquímicas e Petrografia de Folhelhos da \n\nFormação Ipubi do Grupo Santana, Bacia do Araripe, \n\nPE/CE \n\n \n\n \n\n \n\nTrabalho de Conclusão do Curso de Geologia do \nInstituto de Geociências da Universidade Federal do \nRio Grande do Sul. Apresentado na forma de \nmonografia, junto à disciplina Projeto Temático em \nGeologia III, como requisito parcial para obtenção do \ngrau de Bacharel em Geologia.  \n \nOrientadores: Prof. Dr. Wolfgang Kalkreuth  \nSupervisora: Dra. Marleny Blanco Gonzalez \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2012 \n\n \n\n\n\n2 \n \n\n \n\n \n\n \n\n \n\n\n\n3 \n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL  \n\nINSTITUTO DE GEOCIÊNCIAS \n\nCURSO DE GRADUAÇÃO EM GEOLOGIA  \n\n \n\n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de \nConclusão de Curso “MATURAÇÃO ARTIFICIAL DE ROCHAS \nGERADORAS DE PETRÓLEO-CARACTERIZAÇÃO GEOQUÍMICAS E \nPETROGRAFIA DE FOLHELHOS DA FORMAÇÃO IPUBI DO GRUPO \nSANTANA, BACIA DO ARARIPE, PE/CE”, elaborado por “TÂNIA \nVALÉRIA DE OLIVEIRA DELGADO”, como requisito parcial para obtenção \ndo grau de Bacharel em Geologia.  \n\n \n \n \n \n \n \nComissão Examinadora:  \n \n \n \n \n \nProf. Dr. Luiz Fernando De Ros  \n \n \n \nAna Maria Pimentel Mizusaki \n\n \n\n\n\n4 \n \n\nAGRADECIMENTOS \n\n \n\nAgradeço à UFRGS e ao Instituto de Geociências e pelo ensino de \n\nqualidade e infraestrutura e ao Prof. Dr. Wolfgang Kalkreuth, coordenador \n\ndo Laboratório de Análise de Carvão e Rochas Geradoras de Petróleo \n\npela bolsa de estudo, orientação durante todos os projetos que me \n\noportunizou participar, começando os meus primeiros passos como \n\npesquisadora. \n\nAgradeço ao Prof. João Adauto de Souza Neto, Dr.Sc. do Centro \n\nde Tecnologia e Geociências da Universidade Federal de Pernambuco, \n\nque mesmo sem a aprovação do projeto de estudos geoquímicos da \n\nBacia do Araripe pela PETROBRAS, enviou as amostras analisadas neste \n\ntrabalho e todos os dados e fotos dos pontos amostrados sempre se \n\ncolocando a inteira disposição. \n\nA minha Supervisora Dra. Marleny Blanco Gonzalez, que além de \n\numa grande amiga desde que entrei no laboratório em 2006, me ensinou \n\ntudo que foi possível sobre geoquímica orgânica, hidropirólise e \n\ninterpretação dos dados sem medo de passar todo seu conhecimento e \n\naprendizado e pelas longas conversas de otimismo e palavras de \n\nconforto. \n\nA Simone que trabalhou muito para que os dados de química deste \n\ntrabalho fosse realizado a tempo de serem apresentados e me ajudou na \n\ncompreensão dos mesmos. \n\nA todos os colegas que durante estes longos e maravilhosos anos \n\npassaram pelo Laboratório de Análise de Carvão e Rochas Geradoras de \n\nPetróleo, os quais não citarei os nomes para não correr o risco de \n\nesquecer alguém e aos colegas que estão atualmente na labuta diária \n\nJanaína, Priscila (que leu meu trabalho e ajudou nas correções finais), \n\nGustavo, Carina, Debora e aos que já não estão mais no laboratório mas \n\nforam de extrema importância para minha chegada até aqui, Rodrigo que \n\npreparou meus plugs na ultima hora antes de sair do laboratório, as \n\ncolegas Joseane pelas dicas e apoio, a Renata que trabalhou comigo em \n\nprojetos anteriores a este e sempre foi uma boa amiga, ao Ismael que \n\n \n\n\n\n5 \n \n\nsempre me ajudou quando precisei. Em especial a Carol, pela grande \n\namiga que se tornou, estando sempre disposta a me ajudar no que foi \n\npreciso, pelo amor e carinho e cuidados durante a minha gravidez, pela \n\ncompanhia e conversas durante nossos almoços que sempre foram muito \n\ndivertidos e descontraídos. \n\nA todos os colegas da barra 2004 e aos que tive a oportunidade de \n\nconhecer durante o curso, pelo companheirismo e amizade, \n\nprincipalmente as colegas e amigas Awilsa, Fabiane, Mariana, Késia, \n\nPaulo.  \n\nEm especial gostaria de agradecer aos meus grandes amigos Dra. \n\nBeatriz Avancini e seu esposo Prof. Dr. Ricardo Ayup que acreditaram em \n\nmim e sempre me incentivaram, inclusive me aconselhando a fazer \n\ngeologia quando eu estava pensando em fazer outros cursos que \n\nestiveram do meu lado em todos os momentos importantes da minha \n\nvida, como o acompanhamento carinhoso da minha gestação e o meu \n\nparto feito pela Dra. Beatriz, momento mais feliz da minha vida, sei que \n\nsempre posso contar com vocês. Dra. Beatriz se não fosse por você acho \n\nque não estaria aqui, nossa amizade fez a diferença em minha vida. \n\nEm memória ao amigo e mestre que tenho certeza que está feliz \n\npor mim, mesmo não estando mais entre nós, mas faz e sempre fará \n\nmuita falta, Prof. Dr. Luiz Martins. \n\n Os amigos que fiz no período que estive trabalhando na secretaria \n\ndo Instituto de Geociências, Leticia, Elton, Roberto, em memoria o colega \n\nValdecir. Os professores e funcionários do CECO que me apoiaram em \n\nespecial a minha amiga Maribel. \n\nSão tantas as amizades feitas durante este tempo de UFRGS não \n\nsó como aluna, porque minha história com na universidade começa em \n\n2000 e minha barra é 2004, por isso quero agradecer a Nara, funcionária \n\nda física, a Daniela, funcionária da ASSURGS, a Neide, e quero pedir \n\ndesculpas se esqueci de colocar aqui algum nome, por isso vou \n\nagradecer de forma ampla aos motoristas que me acompanharam nos \n\ncampos sejam curriculares ou de projetos, aos funcionários da biblioteca, \n\nprofessores da geografia, geodésia em fim, todos que participam da vida \n\nDo Instituto de Geociências da UFRGS. \n\n \n\n \n\n\n\n6 \n \n\nAs minhas amigas de longa data Gislaine e Damiana, pela força, \n\namizade verdadeira, companheirismo e por fazer dos meus dias muito \n\nmais felizes, amo vocês. \n\nAo meu amor e companheiro Vinicius Daniel pelo amor, carinho, \n\natenção, por me fazer uma pessoa melhor e mais feliz a cada dia, pelo \n\nmaior presente que ele poderia me dar meus lindos filhos Nicolas e Lucas \n\ne pelo apoio em tempo integral me ajudando a concluir o curso, te amo \n\nminha vida. \n\nAgradeço muito à minha família por todo apoio e força durante toda \n\na graduação. A todos os meus irmãos Márcia, Carlos, Maria Eulália, \n\nMarlene, João Batista e ao meu querido irmão já falecido Mirtolino, cujo \n\nsonho era ver eu me formar. Aos meus cunhados, cunhadas, meus \n\namados sobrinhos por todo amor, carinho e apoio. \n\nE por último, e mais importante, agradeço aos meus pais, em \n\nespecial ao meu pai, meu herói, que não teve tempo de me ver chegar até \n\naqui, mas esteve sempre me apoiando e fez de mim a pessoa que sou, a \n\nminha mãezinha que está sempre me ajudando, cuidando de mim, dos \n\nmeus filhos, do meu marido, das minhas amigas que ela adota, é uma \n\nmãezona. Consegue representar o papel importante e insubstituível de \n\numa mãe para os filhos, quero ser para os meus filhos no mínimo a \n\nmetade da grande mãe que a senhora é para mim, te amo muito. \n\n \n\nObrigada a todos!! \n\n \n\n \n\n \n\n\n\n7 \n \n\nRESUMO \n\nA Bacia sedimentar do Aripe é uma sequencia predominante mesozoica localizado no \nextremo sul do estado do Ceara, compreendendo ainda porções dos estados \nPernambuco e Piaui. Sua formação está diretamente ligada ao evento da abertura do \nOceano Atlântico Sul, com deposição na fase “pos-rifte” de uma sequencia de folhelhos \ne argilitos ricos em matéria orgânica associados ao intervalo evaporítico da Formação \nIpubi.   \nOs objetivos deste projeto são: a) promover a caracterização petrográfica e geoquímica \ndestas rochas potencialmente geradoras de hidrocarbonetos da Bacia do Araripe e b) \nmaturar artificialmente a matéria orgânica destas rochas através de ensaios de \nhidropirólise. Para determinação das mudanças geoquímicas e petrográficas da matéria \norgânica foi empregada a isoterma de 350 ºC com, incrementos de tempo de zero hora, \n20h e 50h e um estudo da evolução dos hidrocarbonetos líquidos gerados nos ensaios \nde hidropirólise.  \nTrês amostras de folhelhos pertencentes à Formação Ipubi, Grupo Santana de idade \ngeológica Aptiana, foram analisados através de métodos de petrografia e geoquímica \norgânica, porém só uma amostra foi submetida à hidropirólise neste trabalho. As \namostras A e B são da Mina Pedra Branca, município de Nova Olinda (CE), e a amostra \nC pertence à Mina Campevi, município de Araripina (PE). As amostras coletadas foram \npreparadas (homogeneizadas) para análises petrográficas (refletância da vitrinita, \nmacerais e lâminas organopalinológicas) e geoquímicas (COT, Pirolise de Rock Eval, \ndifratometria de raios X (DRX) e GC-MS). Resultados petrográficos e geoquímicos antes \ndos ensaios de hidropirólise: não foi localizado nas seções polidas vitrinita, nas lâminas \norganopalinológicas a amostra A apresentou fitoclastos opacos e oxidação da matéria \norgânica amorfa (M.O.A.) sem fluorescência, a amostra B apresenta pólen, fitoclastos \nopacos e M.O.A preservada e fluorescência moderada. Já a amostra C apresentou \nescassos fitoclastos opacos e a M.O.A e os grãos de pólens têm uma alta fluorescência \ncom betume em torno dos grãos. A DRX indicou que a mostra A e B é um folhelho \ncalcítico e a amostra C um folhelho esmectítico. As análises de GC-MS mostraram \nvariação do betume das amostras A, B (maior maturação) e C (menor grau de \nmaturação). Os resultados de COT demonstraram que, a amostra com maior valor de \nCOT (25,694 % em peso) e índice de hidrogênio (IH) (819,067 mg HC/g COT) é a \namostra C, indicando que a mesma possui um teor elevado de matéria orgânica (M.O.) \nem relação às amostras A e B. Portanto a amostra C foi considerada a apropriadas para \nos ensaios de hidropirólise.. \nResultados petrográficos e geoquímicos após os ensaios de hidropirólise na amostra C: \né possível notar a diminuição gradual da fluorescência da M.O.  nos ensaios a hora zero, \n20h e 50h, em zero hora é possível ver a transformação da matéria orgânica em betume. \nOs resultados de índice de hidrogênio indicam uma maturação da matéria que reduz de \n696 mg HC/g COT em zero hora para 120 mg HC/g COT em 50h. Os ensaios de \nhidropirólise na isoterma de 350° apresenta óleo expulso nas quantidades de 0,2g em \nzero hora, 4g em 20h e 4,7 em 50h.  \n \n \n \n \n- Palavras chave: Hidropirólise, Óleo, Rochas Geradoras, Formação Ipubi, Bacia \nAraripe \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n8 \n \n\n \n\nABSTRACT \n\nThe sedimentary Araripe Basin is characterized by a predominantly Mesozoic \nsuccession. The basin covers the most southern part of Ceará, and parts of Pernambuco \nand Piauí. The development of the basin is directly linked to the opening of the South \nAtlantic, with deposition during the post–rift fase of a sequence of organic rich shales \nassociated with evaporitic rocks of the Ipubi Formation. \nThe objectives of the study are: a) petrographic and chemical characterization of the \norganic-rich rocks in terms of hydrocarbon generation potential; b) carry our artificial \nmaturation experiments using hydrous pyrolysis, using as maximum temperature 350 °C, \nand experiment times of 0, 20 and 50 hours.; c) study the nature of the liquid \nhydrocarbons generated during the hydrous pyrolysis experiments. \nThree shale samples were analyzed in this study collected from outcrop locations of the \nIpubi Formation. Samples A and B were collected at the Pedra Branca Mine, Nova Olinda \ndistrict (CE) and sample C as obtained from the Campevi Mine district Araripina (PE). \nFollowing the sampling the samples were homogenized for petrographic analyses \n(vitrinite reflectance, macerais, and organopalynologia) and chemical analyses (COT, \nRock Eval Pyrolysis, x-ray diffraction, GC-MS). \nPetrographic and chemical results obtained before the hydrous pyrolysis experiments: in \nreflected light mode no vitrinite or other macerals were observed. In transmitted light \nmode sample A was characterized by opaque phytoclasts and oxidized amorphous \nmaterial (M.O.A.) without fluorescence, sample B was characterized by opaque \nphytoclasts, amorphous material (A.O.A.), with medium fluorescence intensity, and \nsample C was characterized by the occurrence of phytoclasts associated with amorphous \nmaterial (M.O.A.), showing high fluorescence intensity. In sample C also bitumen was \nobserved surrounding the organic particles. \nResults from x-ray diffraction suggest that samples A and B are calcareous shales, \nwhereas sample C is shale rich in clay mineral (smectite). Results from GC-MS indicate \nthat samples A, B and C  have differences in the level of maturity. Results of TOC \ndeterminations show that sample C has the highest TOC value (25.7 wt.%), and also has \nthe highest HI value (819,0067 mg HC/g TOC). For this reason sample C was selected \nfor the hydrous pyrolysis experiments. \nPetrographic and chemical results on sample C after the hydrous pyrolysis experiments: \nvisual examination show that the fluorescence intensity decreases with increase in \nexperiment time. The residue from the 0h experiment showed the transformation of the \nsolid organic matter into bitumen. With increase in experiment time the HI decreases from \n696 mg/g TOC at oh to 120 mg HC/g TOC at experiment time of 50h. Considering the \nvolume of expelled oil it was noted the volume increases significantly from o.2 g at oh, to \n4 g at 20h and 4.7 g at 50h. \n \nKeywords: Hydrous Pyrolysis, Oil, Source Rocks, Ipubi Formation, Araripe Basin. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n \n\nLISTA DE FIGURAS \n\nFigura 1: Amostras enviadas pela UFPE: duas amostra A e B \npertencentes à Mina Pedra Branca e uma amostra C e D (mesma \namostra) da Mina Campevi. ..................................................................... 16 \n\nFigura 2: Circulado em vermelho a localização das minas de evaporitos \nda Bacia do Araripe onde foram coletadas as amostras (modificado de \nPonte, 1991). ........................................................................................... 24 \n\nFigura 3: Fotos dos afloramentos da Mina Pedra Branca (A) e Mina \nCampevi (B) ............................................................................................. 25 \n\nFigura 4: Mapa geológico da Bacia do Araripe (modificado de Assine, \n1990). ....................................................................................................... 26 \n\nFigura 5: Mapa localizando a Bacia do Araripe circulada em vermelho ... 26 \n\nFigura 6: Em vermelho assinalada a Formação Ipubi na Carta \nEstratigráfica da Bacia do Araripe (Assine, 2007). ................................... 28 \n\nFigura 7: Assinalado em vermelho a Formação Ipubi na Estratigrafia da \nBacia do Araripe (Neumann 1999) ........................................................... 29 \n\nFigura 8: Equipamentos utilizados para a confecção dos plugs: foto A: \nequipamento para confeccionar plugs, foto B: lixadeira manual, foto C: \nbanho de ultrassom e foto D politriz. ........................................................ 30 \n\nFigura 9: Microscópio Leica DM 6000M utilizado para fazer a refletância \nda vitrinita e contagem de macerais. ....................................................... 32 \n\nFigura 10: Índice de Coloração de Esporos (ICE) (Robertson Research \nLimited) .................................................................................................... 34 \n\nFigura 11: A) Difratômetro utilizado na análise. B) Incidência de um feixe \nde raios X sobre um cristal. C) Exemplo de um difratograma. ................. 36 \n\nFigura 12: Extrator Soxhlet (A); esquema do aparato da Extração Soxhlet \n(B). ........................................................................................................... 38 \n\nFigura 13: Foto explicativa do Rota-Vapor ............................................... 39 \n\nFigura 14: Foto da coluna de cobre ......................................................... 39 \n\nFigura 15: Coluna de cobre com betume para retirada do enxofre (A); \nbetume depois de concentrado no rota-vapor (B); fracos onde o betume \nfica armazenado até atingir peso constante (C). ...................................... 40 \n\nFigura 16: Bureta usada na Cromatografia Líquida Preparativa .............. 41 \n\n \n\n\n\n10 \n \n\nFigura 17: Cromatógrafo Gasoso modelo Agilent Technologies 7693 \nAutosample do Laboratório de Análise de Carvão e Rochas Geradoras de \nPetróleo. .................................................................................................. 42 \n\nFigura 18: Reator com capacidade de 250 ml, forno para o reator e \ncontrolador de temperatura. ..................................................................... 45 \n\nFigura 19: Tubo de alumínio usado na coleta do gás .............................. 46 \n\nFigura 20: Foto da separação do óleo e da água. ................................... 48 \n\nFigura 21: Material resultante da hidropirólise ......................................... 49 \n\nFigura 22: Fotos de plug em Fluorescência em luz refletida da rocha \noriginal. .................................................................................................... 49 \n\nFigura 23: Foto A: amostra A com MOA oxidada e fitoclastos opacos. Foto \nB: amostra B com a MOA com uma melhor preservação e moderada \nfluorescência  e grão de pólen com cor bem amarela. Foto C: amostra C a \nMOA está toda amarela e o betume impregnando as bordas da MOA com \numa cor marrom, os pólen estão com uma fluorescência muito alta. ...... 50 \n\nFigura 24: Fotos da rocha total em fluorescência onde é possível observar \na diminuição da fluorescência na M.O. em relação ao betume e óleo da \namostra C - 20h, 350°em fluorescência. Escala 279µm de largura. ........ 52 \n\nFigura 25: Foto da rocha total em fluorescência onde é possível observar \nas primeiras mudanças da M.O. e a formação de betume na amostra C- \nzero hora, 350°em fluorescência. Escala 279µm de largura. ................... 52 \n\nFigura 26: Fotos da rocha total em fluorescência onde é possível observar \na diminuição da fluorescência na M.O. em relação ao betume e óleo da \namostra C - 50h, 350°em fluorescência. Escala 279µm de largura. ........ 53 \n\nFigura 27: Gráfico que mostra a diferença de COT nas amostras A, B, e \nC, respectivamente. ................................................................................. 55 \n\nFigura 28: Gráfico que mostra o rendimento do betume extraído das três \namostras de rocha original A, B e C e a quantidade de betume extraído da \namostra C hidropirolisada ........................................................................ 57 \n\nFigura 29: Diagrama ternário das frações F1 (saturados (sat)), F2 \n(aromáticos (aro)) e F3 polares (nso) dos hidrocarbonetos. .................... 59 \n\nFigura 30: Comparação dos cromatogramas da fração saturada dos \nbetumes extraídos das amostras originais dos folhelhos da Mina Pedra \nBranca (A e B) e do folhelho da Mina Campevi (C). ................................ 63 \n\nFigura 31: Comparação dos cromatogramas da fração saturada do óleo \nexpulso gerado nos ensaios de hidropirólise da amostra C na isoterma de \n350°, nos tempos de zero hora, 20h e 50h. ............................................. 64 \n\n \n\n\n\n11 \n \n\nFigura 32: Comparação dos cromatogramas da fração saturada dos \nbetumes extraídos da amostra C hidropirolisada na isoterma de 350°, nos \ntempos de zero hora, 20h e 50h. ............................................................. 65 \n\nFigura 33: Gráfico do óleo expulso gerado. ............................................. 66 \n\nFigura 34: Tendência dos rendimentos obtidos para os óleos expulsos \n(óleo expulso) e o betume extraído da amostra de folhelho C, Mina \nCampevi, após a hidropirólise com aumento dos tempos nos \nexperimentos. .......................................................................................... 67 \n\nFigura 35: Tendência do Potencial Gerador de Hidrocarbonetos S2 com o \naumento do tempo nos ensaios de hidropirólise na amostra C, da Mina \nCampevi. .................................................................................................. 68 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n12 \n \n\nLISTA DE TABELAS \n\nTabela 1:Resultados das análises de COT e pirolise de rock eval das \namostras: ................................................................................................. 54 \n\nTabela 2: Valores de rendimento em gramas do betume extraído da \namostra da rocha original (A.R.O.) e amostra de rocha hidropirolisada \n(A.R.H.) .................................................................................................... 57 \n\nTabela 3: Apresenta a massa em gramas das frações saturadas (F1), \naromáticos (F2) e compostos polares (F3) presentes nos hidrocarbonetos, \npara a o betume extraído da rocha original (A.R.O) e do betume retido na \nrocha hidropirolisada (A.R.H.) e também para a massa de óleo expulso \ngerado (óleo expulso) durante os ensaios. .............................................. 58 \n\nTabela 4: Demonstra o valor de óleo expulso gerado durante os ensaios \nde hidropirólise em gramas. ..................................................................... 66 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n13 \n \n\nSUMÁRIO \n\n1. INTRODUÇÃO .................................................................................................... 15 \n\n1.1. Objetivos .................................................................................................... 16 \n\n1.2. Estado da Arte ........................................................................................... 17 \n\n1.2.1. Bacia Sedimentar .................................................................................... 17 \n\n1.2.2. Formação do Petróleo ............................................................................. 17 \n\n1.2.3. Definição de Folhelho .............................................................................. 18 \n\n1.2.4. Geoquímica Orgânica .............................................................................. 18 \n\n1.2.5. Rochas Geradoras de Hidrocarbonetos ................................................... 18 \n\n1.2.6. Matéria Orgânica ..................................................................................... 20 \n\n1.2.7. Biomarcadores ........................................................................................ 21 \n\n1.2.8. Índice de Alteração Térmica .................................................................... 21 \n\n1.2.9. Hidropirólise ............................................................................................ 21 \n\n1.2.10. Indice de Coloração dos Esporos - ICE ............................................... 23 \n\n1.2.11. Análise Qualitativa da Matéria Orgânica Através da Fluorescência ..... 23 \n\n2. LOCALIZAÇÃO E CONTEXTO GEOLÓGICO ................................................... 24 \n\n2.1. Localização da Área de Estudo ................................................................ 24 \n\n2.2. Geologia Regional ..................................................................................... 25 \n\n2.3. Estratigrafia ............................................................................................... 27 \n\n3. METODOLOGIA ................................................................................................. 29 \n\n3.1. Confecção de Seções Polidas (Plugs) ..................................................... 30 \n\n3.2. Análises Petrográficas à Luz Refletida (Plug) ......................................... 31 \n\n3.2.1. Refletância da Vitrinita ............................................................................. 31 \n\n3.2.2. Contagem de Macerais ........................................................................... 32 \n\n3.3. Confecção de Lâminas para análise da M.O. em Luz Transmitida: ....... 32 \n\n3.4. Análises Petrográficas à Luz Transmitida (Lámina) ............................... 33 \n\n3.4.1. Medidas do Índice de Coloração de Esporos (ICE) ................................. 33 \n\n3.4.2. Análise Qualitativa da Matéria Orgânica Através da Fluorescência ......... 34 \n\n3.5. Análises Geoquímicas .............................................................................. 35 \n\n3.5.1. Difratometria de Raios X (DRX) ............................................................... 35 \n\n3.5.2. Carbono Orgânico Total (COT) e Pirólise de Rock Eval .......................... 36 \n\n3.5.3. Extração Soxhlet ..................................................................................... 37 \n\n \n\n\n\n14 \n \n\n3.5.4. Coluna de Sílica (Cromatografia Líquida Preparativa) ............................. 40 \n\n3.5.5. Cromatografia Gasosa (CG) .................................................................... 41 \n\n3.5.6. Cromatografia Gasosa Acoplada à Espectrometria de Massas (CG-\n\nMS) 42 \n\n3.5.7. Ensaios de Hidropirólise .......................................................................... 42 \n\n3.5.7.1. Determinação da Densidade da Rocha ........................................... 43 \n\n3.5.7.2. Cálculo da quantidade de água a ser utilizada nos ensaios ............. 43 \n\n3.5.7.3. Massa de Amostra e Montagem dos Ensaios .................................. 45 \n\n3.5.7.4. Após os Ensaios de Hidropirólise..................................................... 48 \n\n4. RESULTADOS E DISCUÇÕES .......................................................................... 49 \n\n4.1. Análises Petrograficas .............................................................................. 49 \n\n4.1.1. Refletância da Vitrinita e Macerais .......................................................... 49 \n\n4.1.2. Índice de Coloração de Esporos (ICE) e Análise Qualitativa da \n\nMatéria Orgânica Através da Fluorescência ........................................................ 50 \n\n4.1.3. Análies Petrográficas após os Ensaios de Hidropirólise .......................... 50 \n\n4.2. Análieses Geoquímicas ............................................................................ 53 \n\n4.2.1. Difratometria de Raio-X ........................................................................... 53 \n\n4.2.2. Carbono Orgânico Total (COT) e Pirolise de Rock Eval .......................... 54 \n\n4.2.2.1. Problemas Identificados na Tabela 2: .............................................. 56 \n\n4.2.3. Extração Soxhlet ..................................................................................... 57 \n\n4.2.4. Coluna de Sílica ...................................................................................... 58 \n\n4.2.5. Cromatografia Gasosa (CG) e Cromatografia Gasosa Acoplada à \n\nEspectrometria de Massas (CG-MS) ................................................................... 59 \n\n4.2.6. Ensaios de Hidropirólise .......................................................................... 66 \n\n5. CONSIDERASSÕES FINAIS .............................................................................. 68 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS ................................................................... 71 \n\nANEXO 1 .................................................................................................................... 75 \n\nANEXO 2 .................................................................................................................... 77 \n\n \n\n \n\n \n\n \n\n \n\n\n\n15 \n \n\n1. INTRODUÇÃO \n\n \n\nA Bacia do Araripe é a mais extensa das bacias interiores do \n\nNordeste do Brasil (Figura 2). Sua área de ocorrência não se limita à \n\nChapada do Araripe, estendendo-se também pelo Vale do Cariri, num \n\ntotal de aproximadamente 9.000 km2 (Assine, 1992), é conhecida pela \n\ngrande quantidade de fósseis em ótima conservação, muitos são os \n\nestudos sobre o paleoambiente, paleofauna, estratigrafia, etc. Alguns \n\ntrabalhos recentes (Neumann, 2003; Brito, 2010) trazem importantes \n\nresultados do ponto de vista geoquímico, porém, ainda são escassos e \n\nnenhum trabalho de maturação artificial das rochas potencialmente \n\ngeradoras de hidrocarbonetos foi realizado. \n\nO entendimento da geração de óleo em uma bacia é de suma \n\nimportância para a indústria do petróleo. Dentro de uma bacia pode haver \n\nvariação de maturação, de tipos de querogênio, quantidade de óleo \n\ngerado e biodegradação. Estes processos são difíceis de serem \n\nobservados de forma natural, por isso os ensaios em laboratórios podem \n\nser bastante elucidativos sobre estas questões. \n\nA hidropirólise é uma técnica amplamente empregada para simular \n\nos processos geológicos de geração e expulsão de óleo e gás a partir de \n\numa rocha geradora imatura.  \n\nNesta técnica a influência de fatores geológicos tais como, \n\nsoterramento e gradiente geotérmico que atuam sobre a evolução térmica \n\nda matéria orgânica contida numa rocha geradora, são substituídos por \n\naltas temperaturas e tempo de interação amostra/água numa temperatura \n\nmáxima estabelecida. As variáveis tempo e temperatura permitem elevar \n\no nível de maturação da matéria orgânica de maneira artificial, obtendo \n\ndesta forma informações sobre os fatores físicos e químicos que \n\ninfluenciam tanto na expulsão do óleo, óleo retido (betume) e do gás bem \n\ncomo na variação da composição dos mesmos. \n\nAutores como Winters et al. (1981), Hoering (1984) e Lewan \n\n(1993), Behar et al. (2002) têm realizado trabalhos usando esta técnica de \n\nsimulação com o objetivo de estudar os processos de geração de \n\nhidrocarbonetos, já que seus produtos representam um excelente meio de \n\n \n\n\n\n16 \n \n\ninvestigação das mudanças composicionais que ocorrem entre o betume \n\ne o óleo expulso.  \n\n \n\n1.1. Objetivos \n\n \n\nCom este trabalho a Universidade Federal do Rio Grande do Sul-\n\nUFRGS, através do Laboratório de Análise de Carvão e Rochas \n\nGeradoras de Petróleo, em conjunto com o Centro de Tecnologia e \n\nGeociências da Universidade Federal de Pernambuco Universidade-\n\nUFPE, propõe melhorar os estudos geoquímicos dos folhelhos ricos em \n\nmatéria orgânica (Figura 1, fotos A, B, C e D) pertencentes à Formação \n\nIpubi, Grupo Santana de idade geológica Aptiana (Neumann, 1999) da \n\nBacia do Araripe através de ensaios de hidropirólise. \n\n \n\nPara alcançar este objetivo foram realizadas análises petrográficas, \n\ngeoquímicas em três amostras, para identificar o tipo da matéria orgânica \n\npresente e na amostra com maior conteúdo de carbono orgânico total \n\n(COT) foram realizados ensaios de hidropirólise, que serviram para \n\n     \n\n    \n\n \n\nA B \n\nC \n\nD \n\nFigura 1: Amostras enviadas pela UFPE: duas amostra A e B pertencentes à Mina Pedra \nBranca e uma amostra C e D (mesma amostra) da Mina Campevi. \n \n\n\n\n17 \n \n\nreproduzir a evolução térmica da matéria orgânica através do incremento \n\nde tempo (0, 20 e 50 horas), temperatura (350ºC) e pressões elevadas \n\n(2200 PSI), simulando o processo de geração de petróleo e gás, bem \n\ncomo possibilitando a verificação dos tipos de hidrocarbonetos formados, \n\na quantificação dos produtos gerados (rocha residual, óleo expulso, óleo \n\nretido (betume) e gás) e sua avaliação/investigação como indicadores de \n\nmaturação térmica. \n\nBrito (2010) evidenciou em seu trabalho que os folhelhos da \n\nFormação Ipubi teriam um potencial para a formação de hidrocarbonetos \n\ne gás se tivesse alcançado uma profundidade suficiente de soterramento, \n\no que não ocorreu, por isso, estes folhelhos apresentam maturação \n\ntérmica pouco evoluída (imaturo). \n\n \n\n1.2. Estado da Arte \n\n \n\n1.2.1. Bacia Sedimentar \n\n \n\nAs bacias sedimentares (indispensáveis para o processo de \n\nformação do petróleo) são depressões na crosta terrestre, para onde são \n\ncarreados e acumulados os detritos (sedimentos) de rochas mais antigas, \n\nsubstâncias químicas e matéria orgânica de origem animal e vegetal.  \n\nÀ medida que mais sedimentos se acumulam na bacia, aumentam \n\na pressão e a temperatura sobre a matéria orgânica depositada.  \n\n \n\n1.2.2. Formação do Petróleo \n\n \n\nPara que ocorra a formação do petróleo é necessária à deposição \n\ne preservação de matéria orgânica nas bacias sedimentares \n\n(principalmente restos de plantas de origem terrestre (pântanos e lagos) e \n\nmatéria orgânica marinha). \n\nDurante o processo de preenchimento da bacia, são necessários \n\nambientes calmos, com ausência de oxigênio para preservação da \n\nmatéria orgânica e com água para a deposição de sedimentos finos. No \n\n\n\n18 \n \n\ndecorrer de milhões de anos estes ambientes são soterrados, dando \n\norigem a folhelhos ricos em matéria orgânica. \n\nAs condições de profundidade, pressão e temperatura, que esta \n\nrocha pode alcançar durante o tempo de milhares de anos, podem ser \n\ncapazes de promover a maturação da matéria orgânica, gerando óleo e \n\ngás através de processos de diagênese, catagênese e metagênese.  \n\n \n\n1.2.3. Definição de Folhelho \n\n \n\nFolhelhos (Lutitos/Pelitos) são rochas sedimentares com fissilidade de \n\ngranulação fina, que possui grãos do tamanho de argila (argilosa), a \n\nfissilidade representa a zona de fraqueza da rocha fazendo com que ela \n\nquebre facilmente de forma preferencial nestes planos. Elas são formadas \n\natravés da deposição de sedimentos detríticos finos depositados em \n\nambientes subaquosos e tranquilos continentais (lagos, lagoas, pântanos) \n\ne oceânicos (na zona próxima da costa na área livre da influência das \n\nondas, plataforma continental). Ao longo do tempo geológico, estes \n\nambientes são soterrados passando por processos diagenéticos, ou \n\nlitificação. A composição dos folhelhos pode variar de acordo com a rocha \n\ná que estes estão associados. \n\n \n\n1.2.4. Geoquímica Orgânica \n\n \n\nÉ uma ferramenta desenvolvida no início da década de 70, que utiliza os \n\nprincípios da química para o estudo da origem, acumulação, migração, \n\nexploração e produção do petróleo (óleo ou gás), assim como no apoio à \n\nresolução de problemas de contaminação e de poluições ambientais. \n\n(Hunt, 1995). \n\n \n\n1.2.5. Rochas Geradoras de Hidrocarbonetos \n\n \n\nHunt (1995) define como rocha geradora de petróleo um sedimento \n\nde grão fino, do qual em seu ambiente natural tem gerado e liberado \n\nhidrocarbonetos suficientes para formar uma acumulação de óleo ou gás. \n\n\n\n19 \n \n\nUma rocha geradora é reconhecida pelo seu conteúdo de matéria \n\norgânica, tanto solúvel (betume) quanto insolúvel (querogênio). A \n\nqualidade de uma rocha geradora é definida em termos da quantidade e \n\ntipo de querogênio e betume, assim como seu estágio de maturação \n\n(Tissot &amp; Welte, 1984). \n\nSegundo Hunt (1995), a quantidade de óleo produzido por uma \n\nrocha geradora, assim como sua composição molecular, depende da \n\nfacilidade de degradação do querogênio e da relação tempo-temperatura. \n\nO nível de maturação de rochas geradoras de hidrocarbonetos refere-se \n\nao grau de evolução térmica que a matéria orgânica foi submetida através \n\ndos processos geológicos de soterramento e subsidência. Pode ser \n\ndividido em três estágios, os quais são: imaturo, maturo e senil.  \n\nTécnicas para caracterização de rochas geradoras estão sendo \n\naplicadas para estudar a quantidade, qualidade e nível de maturação da \n\nmatéria orgânica presente nesse tipo de rocha e associá-las à produção e \n\nexploração de petróleo. Desta forma, são empregadas técnicas \n\npetrográficas de avaliação ótica (refletância da vitrinita, fluorescência da \n\nliptinita, índice de alteração e coloração de esporos, acritarcas e outros \n\nmicrofósseis) bem como geoquímicas, (parâmetros de pirólise de rock \n\neval, conteúdo de carbono orgânico total (COT), GC-MS, incluindo a \n\ncaracterização dos biomarcadores). (Ainsworth et al., 1990, Baranger et \n\nal., 1991 e McNeil et al., 1996). \n\nUma rocha com potencial para geração de hidrocarbonetos é \n\naquela que se apresenta em estado imaturo de geração petróleo em seu \n\nestado natural, mas é capaz de liberar quantidades significativas quando \n\nseu grau de maturação é “acelerado” ao ser submetido a processos de \n\npirólise e hidropirólise. Uma rocha geradora matura ou efetiva é \n\ncaracterizada por apresentar petróleo formado e expulso (Hunt, 1995) \n\nAs rochas geradoras podem também ser classificadas em função \n\nda quantidade máxima de betume que pode ser extraído, em \n\ndiclorometano, ou outros solventes, expresso em % (m/m). (Peters &amp; \n\nMoldowan, 1993). \n\n \n\n \n\n\n\n20 \n \n\n1.2.6. Matéria Orgânica \n\n \n\nO termo matéria orgânica se refere ao material presente nas \n\nrochas sedimentares, que é derivado da parte orgânica dos seres vivos e \n\nplantas. A quantidade e qualidade da matéria orgânica presente nas \n\nrochas sedimentares refletem uma série de fatores, tais como a natureza \n\nda biomassa, o balanço entre produção e preservação de matéria \n\norgânica, e as condições físicas e químicas do paleoambiente \n\ndeposicional.  \n\nA matéria orgânica (M.O.) pode ser descrita como imatura, matura \n\nou senil dependendo da sua relação com a janela de geração de óleo \n\n(Tissot &amp; Welte, 1984). A M.O. imatura é afetada pela diagênese, \n\nincluindo alteração biológica, física e química, mas sem temperatura \n\npronunciada. A M.O. matura é afetada por catagênese, equivalente às \n\nzonas de óleo e gás. No estágio senil a M.O. é submetida a altas \n\ntemperaturas, as quais reduzem a capacidade de gerar hidrocarbonetos \n\ndevido à degradação térmica do óleo gerado com o aumento da \n\ntemperatura. \n\nA M.O. altera-se primeiramente em querogênio e posteriormente \n\nbetume, óleo e gás. O querogênio corresponde a M.O. insolúvel em \n\nsolventes orgânicos contida nas rochas geradoras, ele pode ser \n\ncaracterizado por petrografia orgânica e pirolise e rock eval, o betume é o \n\nóleo retido na rocha, e como precursor direto do óleo, é alvo de estudos \n\npara caracterização da rocha geradora e os produtos da mesma. A partir \n\ndo betume e do óleo expulso são caracterizadas as frações de \n\nhidrocarbonetos saturados, aromáticos e polares (resinas e asfaltenos). \n\nOs hidrocarbonetos saturados dão informações importantes sobre o tipo \n\nde ambiente onde foi depositada a M.O. e o grau de maturação por meio \n\nde compostos chamados biomarcadores. \n\n \n\n \n\n \n\n \n\n \n\n\n\n21 \n \n\n1.2.7. Biomarcadores \n\n \n\nOs biomarcadores são encontrados em rochas sedimentares e \n\nóleos, cujas estruturas sofreram pouca alteração (Waples &amp; Machihara, \n\n1991). \n\nOs principais tipos de biomarcadores são o pristano, fitano, \n\nhopanos e esteranos. O pristano e o fitano são derivados da cadeia lateral \n\nda clorofila presente nos organismos fotossintéticos. Os hopanos são \n\nderivados de reações de desidratação e redução que ocorrem durante a \n\ndiagênese de polihidroxibacterohopanos presentes nas membranas \n\ncelulares dos organismos procarióticos, enquanto que os esteranos são \n\nbiomarcadores derivados de reações de desidratação e redução que \n\nocorrem durante a diagênese de esteróis presentes nas membranas \n\ncelulares de organismos eucarióticos. \n\n \n\n1.2.8. Índice de Alteração Térmica \n\n \n\nStaplin (1969) introduziu a técnica do Índice de Alteração Térmica \n\n(IAT), a qual é baseada nas mudanças de coloração dos esporos em \n\nrelação ao nível de evolução térmica dos sedimentos através de análise \n\nem luz transmitida. O IAT apresenta uma escala de 1 a 5. \n\n \n\n1.2.9. Hidropirólise \n\n \n\nA hidropirólise é uma técnica amplamente empregada para simular \n\nos processos geológicos de geração e expulsão de óleo e gás a partir de \n\numa rocha geradora imatura. Esta foi desenvolvida devido à dificuldade \n\nde se obter informações de forma natural sobre o óleo expulso por uma \n\nmesma rocha geradora em diferentes níveis de maturação Lewan (1993). \n\nNesta técnica a influência de fatores geológicos tais como, \n\nsoterramento e gradiente geotérmico que atuam sobre a evolução térmica \n\nda matéria orgânica contida numa rocha geradora, são substituídos por \n\naltas temperaturas e tempo de interação amostra/água numa temperatura \n\nmáxima estabelecida. As variáveis tempo e temperatura permitem elevar \n\n\n\n22 \n \n\no nível de maturação das rochas geradoras de maneira artificial, obtendo \n\ndesta forma informações sobre os fatores físicos e químicos que \n\ninfluenciam tanto na expulsão do óleo, betume e do gás bem como na \n\nvariação da composição dos mesmos (Lewan, 1993). \n\nAutores como Winters et al. (1981), Hoering (1984) e Lewan (1993) \n\ntêm realizado trabalhos usando esta técnica de simulação com o objetivo \n\nde estudar os processos de geração de hidrocarbonetos, já que seus \n\nprodutos representam um excelente meio de investigação das mudanças \n\ncomposicionais que ocorrem entre o betume e o óleo expulso. Com o \n\naumento da maturação, verifica-se que a composição dos extratos das \n\nrochas geradoras difere consideravelmente da composição dos óleos \n\nexpulsos encontrados nos reservatórios. Tais mudanças na composição \n\nsão frequentemente atribuídas à retenção preferencial de certos \n\ncompostos (resinas e asfaltenos), na matéria orgânica e/ou nos poros da \n\nrocha geradora quando ocorre a expulsão ou migração primária do óleo. \n\nDevido a estas mudanças composicionais ocorridas durante este \n\nprocesso, torna-se fundamental estimar a quantidade e a composição do \n\nbetume nas rochas geradoras a fim de se predizer a quantidade de óleo \n\nque foi expulso. \n\nA técnica de hidropirólise não somente permite estabelecer as \n\ndiferenças na composição química (hidrocarbonetos saturados, \n\naromáticos e heterocompostos) como também oferece a possibilidade de \n\nestudar as possíveis diferenças que ocorrem nas razões de \n\nbiomarcadores usadas como indicadores do nível de evolução térmica \n\nentre os betumes e óleos expulsos em diferentes níveis de maturação \n\n(Abbott et al., 1990; Peters et al., 1990). \n\nOs estudos de Eglington e Douglas (1988); Lewan et al., (1979) \n\nforam baseados na simulação em laboratório de processos geológicos e \n\nnas análises dos produtos das mesmas (rocha geradora, óleo retido ou \n\nbetume, óleo expulso e gás), os quais foram considerados comparáveis \n\naos obtidos na natureza. \n\nA necessidade da fase líquida da água durante os ensaios de \n\nhidropirólise deve-se a ausência das fases de vapor e supercrítica nos \n\nprocessos diagenéticos que envolvem a geração de óleo na natureza, \n\n\n\n23 \n \n\nalém de estas fases terem reatividades diferentes daquelas da água em \n\nestado líquido. O vapor de água na subsuperfície se encontra limitado aos \n\nbaixos gradientes geotérmicos e sua reatividade com os componentes \n\norgânicos e inorgânicos das rochas é muito menor do que da água líquida \n\n(Lewan, 1993). \n\nAs razões de biomarcadores são mais simples de serem \n\nestabelecidas para extratos de rochas geradoras com diferentes graus de \n\nevolução térmica, do que para óleos, isto devido à dificuldade de se \n\nencontrar na natureza, óleos expulsos por uma mesma rocha em \n\ndiferentes estágios de maturação. A vantagem da hidropirólise na análise \n\ndestas razões de maturação é que esta técnica elimina possíveis \n\ninterferências (mistura de óleos, biodegradação, lavagem por águas, \n\nmaturação adicional no reservatório) que possam modificar a razão de \n\nmaturação do óleo, originada pelo nível de evolução térmica da rocha \n\ngeradora que o expulsou. \n\n \n\n1.2.10. Índice de Coloração dos Esporos - ICE \n\n \n\nBarnard et al., (1981) utilizou a analise de coloração de esporos \n\n(ICE) de maturação que apresenta uma escala de 1 a 10 em intervalo de \n\n0,5 e foi designado para dar linearidade com o aumento da profundidade \n\ne temperatura. Barnard et al. 1981 utilizou o gráfico de tempo, \n\ntemperatura e maturação para avaliar os resultados das análises do \n\níndice de coloração dos esporos (ICE), assim como os de Refletância da \n\nvitrinita (Ro), considerando a idade geológica da rocha analisada. \n\n \n\n1.2.11. Análise Qualitativa da Matéria Orgânica Através da Fluorescência \n\n \n\nSegundo Tissot &amp; Welte (1984), a fluorescência é uma técnica \n\nutilizada para a identificação de material liptinítico. Esta técnica pode ser \n\nempregada para diagnosticar os macerais do grupo liptinita em luz \n\nrefletida, assim como matéria liptinítica amorfa em lâmina preparada para \n\na luz transmitida, constituindo-se em um dos melhores métodos para a \n\nvisualização de partículas de algas ou degradação microbiana. Outra \n\n\n\n24 \n \n\nmaneira de utilizar a fluorescência é a determinação do nível de evolução \n\ntérmica do querogênio pela estimativa da intensidade e cor de \n\nfluorescência e também a preservação da M.O. \n\nSegundo Tyson (1993), elevados percentuais de matéria orgânica \n\namorfa com fluorescência são reflexo, principalmente, do aumento do \n\nnível de preservação dentro de condições redutoras e, em menor \n\nextensão, indicam uma sedimentação afastada da fonte ativa dos \n\ncomponentes terrestres.   \n\n \n\n2. LOCALIZAÇÃO E CONTEXTO GEOLÓGICO \n\n \n\n2.1. Localização da Área de Estudo \n\n \n\nAs amostras foram retiradas de duas minas de evaporitos da Bacia \n\ndo Araripe, sendo duas amostras oriundas da Mina Pedra Branca, \n\nmunicípio de Nova Olinda (CE), porção NE da Bacia e uma amostra da \n\nMina Campevi, município de Araripina (PE), porção SW da Bacia (Figura \n\n2), totalizando três amostras que serão analisadas neste trabalho. A figura \n\n3) mostra os afloramentos onde foram coletadas as amostras. \n\n \n\n \nFigura 2: Circulado em vermelho a localização das minas de evaporitos da Bacia do Araripe onde \nforam coletadas as amostras (modificado de Ponte, 1991). \n \n\n\n\n25 \n \n\n \n\n2.2.  Geologia Regional \n\n \n\nA área de estudo encontra-se inserida na Bacia Sedimentar do \n\nAraripe que é uma sequência predominantemente mesozóica, localizada \n\nno extremo sul do Estado do Ceará, compreendendo ainda porções dos \n\nEstados de Pernambuco e Piauí, possuindo uma área próxima de 9.000 \n\nkm2, sendo regionalmente inserida no conjunto geotectônico \n\ninformalmente conhecido como, “bacias interiores do Nordeste” (Figura 4).  \n\nImplantada em terrenos pré-cambrianos da Zona Transversal da \n\nProvíncia Borborema (Brito et al. 2000), ao sul do Lineamento de Patos, a \n\nBacia do Araripe é a mais extensa das bacias interiores do Nordeste e a \n\nque apresenta, dentre elas, história geológica mais complexa. \n\nSeu arcabouço estratigráfico é constituído por sequências \n\nestratigráficas, limitadas por discordâncias regionais, que representam o \n\nregistro fragmentário de deposição gerado em ambientes tectônicos \n\ndistintos.  \n\nCada sequência foi formada num contexto paleogeográfico \n\ndiferente, integrado a outras bacias adjacentes (Assine, 2007). A \n\ndistribuição geográfica original de cada uma das diferentes sequências \n\nera muito mais ampla, o que é testemunhado por remanescentes isolados \n\nem várias pequenas bacias situadas entre os lineamentos de \n\nPernambuco e da Paraíba, e na Bacia do Jatobá (Serra Negra), ao sul do \n\nLineamento de Pernambuco (Assine, 2007).  \n\n \n\n     \n\nFigura 3: Fotos dos afloramentos da Mina Pedra Branca (A) e Mina Campevi (B) \n\nA B \n\n\n\n26 \n \n\nA Bacia do Araripe destaca-se na geomorfologia da Região \n\nNordeste do Brasil pela existência da Chapada do Araripe, uma feição \n\ngeomorfológica alongada na direção EW, de topo plano mergulhando \n\nsuavemente para oeste e limitada por escarpas erosivas e íngremes \n\n(Figura 5) (Assine, 2007). \n\n \n\n \n\n \nFigura 4: Mapa localizando a Bacia do Araripe circulada em vermelho \n\nFigura 5: Mapa geológico da Bacia do Araripe (modificado de Assine, 1990). \n\n\n\n27 \n \n\nA chapada é formada por unidades das sequencias pós-rifte \n\n(Aptiano/Cenomaniano), cujos estratos apresentam atitude sub-horizontal, \n\ncom leve caimento para oeste. As sequências pós-rifte recobrem em \n\ndiscordância angular unidades das sequências mais antigas ou repousam \n\ndiretamente sobre o embasamento cristalino, sendo a segunda \n\nconfiguração comum na porção oeste da bacia (Figura 5) (Assine, 2007). \n\n \n\n2.3. Estratigrafia \n\n \n\nSegundo Assine (2007) identifica-se quatro grandes unidades \n\nlimitadas por discordâncias, denominadas de: (i) Sequência Paleozoica, \n\nrepresentada pela sedimentação aluvial da Formação Cariri ou Mauriti de \n\nGaspary &amp; Anjos (1964), interpretado como depósitos residuais de uma \n\nampla bacia intracratônica; (ii) Sequência Pré-rifte, de idade jurássica \n\nsuperior, constituída pelas formações Brejo Santo e Missão Velha; (iii) \n\nSequência Rifte, de idade neocomiana, correspondente à Formação \n\nAbaiara e (iv) Sequência Pós-Rifte. Esta última pode ser subdividida em \n\nduas sequências de mais alta ordem: (a) Sequência Pós-Rifte I, de idade \n\nAptiana Albiana, correspondente às Formações Barbalha ou Rio da \n\nBatateira e Santana e (b) Sequência Pós-Rifte II, equivalente às \n\nFormações Araripina e Exu (Figura 6). \n\nA Formação Santana classificada por Assine (2007) como uma \n\nseqüência neoaptiana-eoalbiana registrando o advento do estágio pós-\n\nrifte na Bacia do Araripe. Foi dividida em três membros por Beurlen \n\n(1971): membros Crato, Ipubi e Romualdo.  \n\nNo Membro Ipubi os evaporitos localmente apresentam camadas \n\nde gipsita (Ponte &amp; Appi, 1990), acima da camada de gipsita intercalam-\n\nse níveis de folhelhos betuminosos, fossilíferos. O contato superior com o \n\nMembro Romualdo é brusco, sendo interpretado como uma discordância \n\nerosiva regional (Silva, 1983, 1988; Ponte &amp; Appi, 1990).  \n\nNeumann (1999) coloca as tectono-sequências pós-rifte como \n\nformações Rio Batateira, Crato, Ipubi, Romualdo e Abaiara inseridas no \n\nGrupo Santana, no Supergrupo Araripe e a Formação Exu pertencendo \n\nsomente ao Supergrupo (Figura 7). \n\n\n\n28 \n \n\n \n\n \nFigura 6: Em vermelho assinalada a Formação Ipubi na Carta Estratigráfica da Bacia do \n\nAraripe (Assine, 2007). \n\n \n\n\n\n29 \n \n\n  \n\n3. METODOLOGIA \n\n \n\nNo presente trabalho a metodologia está dividida em analises \n\npetrográficas, análises geoquímicas e ensaios de hidropirólise. Foram \n\nprocessadas três amostras:  \n\na) dois folhelhos da mina Pedra Branca (A e B), município de nova \n\nOlinda (CE) ; \n\nb) um folhelho da mina Campevi (C), município de Araripina (PE). \n\nOs ensaios de hidropirólise foram realizadas no folhelho da mina \n\nCampevi por apresentar o maior teor de carbono orgânico total. Após os \n\nensaios de hidropirólise a amostra (residual) foi submetida novamente ás \n\nanalises de petrografia e geoquímica orgânica com o objetivo de observar \n\nas mudanças físicas e químicas e para traçar um comparativo da rocha \n\nantes e depois da maturação artificial. \n\n \n\n \nFigura 7: Assinalado em vermelho a Formação Ipubi na Estratigrafia da Bacia do \nAraripe (Neumann 1999) \n\n\n\n30 \n \n\n3.1. Confecção de Seções Polidas (Plugs) \n\n \n\nAs amostras de folhelho passam por um processo de trituração em \n\nbritador de mandíbulas, moagem e peneiramento em diferentes telas de \n\ngranulometria 4,7 mm, 0,80 mm (-20 mesh), respectivamente.  \n\nCerca de 20 gramas de amostra com tamanho de grão entre 0,25-\n\n0,80 mm foram utilizados para confecção dos plugs, para tanto a amostra \n\né colocada no fundo de uma forma de plástico, untada com vaselina, onde \n\né misturada com uma resina do tipo Epóxi (Araldite GY279) e Aradur \n\nendurecedor (HY951) a um volume de 20% do conteúdo de araldite, \n\ndepois de prontas são colocadas dentro de uma capela pelo período \n\nmínimo de 24h para que endureçam (Figura 8, foto A).  \n\n \n\n \n\n   \n\n     \n\nA B \n\nC D \n\nFigura 8: Equipamentos utilizados para a confecção dos plugs: foto A: \nequipamento para confeccionar plugs, foto B: lixadeira manual, foto C:\nbanho de ultrassom e foto D politriz. \n\n\n\n31 \n \n\nApós este período os plugs são submetidos ao desgaste de uma \n\ndas faces em lixadeira manual da marca Prazis APL-4D, utilizando lixas \n\nde granulometria 400 µm, 600 µm e 1200 µm, respectivamente, durante \n\ndois minutos em cada lixa (Figura 8, foto B) posteriormente são \n\nsubmetidas a um banho de ultrassom na Ultrasonic Cleaner da marca \n\nUnique por dois minutos (Figura 8, foto C) e são polidas em politrizes DP-\n\n10 na marca Panambra com aluminas Teclago de 0,3 µm e 0,05 µm, \n\nrespectivamente, por dois minutos com cada alumina (Figura 8, foto D) e \n\ncom um banho de ultrassom entre elas e outro após a utilização da \n\nalumina 0,05 µm para a eliminação de cada tipo de alumina. Depois disso, \n\na seção polida está pronta para ser analisada em microscópio. Os plugs \n\nforam confeccionados no Laboratório de Análise de Carvão e Rochas \n\nGeradoras de Petróleo do Instituto de Geociências (UFRGS). \n\n \n\n3.2. Análises Petrográficas à Luz Refletida (Plug) \n\n \n\nEstas análises são realizadas a fim de caracterizar e classificar os \n\nfolhelhos, através de análise quantitativa dos grupos de macerais e \n\ndeterminação do Grau de Maturação utilizando a técnica da Refletância \n\nda vitrinita, para tanto foram confeccionadas seções polidas das amostras \n\nutilizando-se os procedimentos padrões descritos por Levandowski, 2007, \n\nICCP, 2001. \n\n \n\n3.2.1. Refletância da Vitrinita \n\n \n\nO método consiste na comparação do poder refletor das vitrinitas \n\nda amostra analisada, com padrões de Refletância conhecidos, e assim \n\ndetermina-se o grau de maturação do folhelho analisado. O equipamento \n\nutilizado é um Microscópio Leica DM6000 M com Fotomultiplicador \n\nAcoplado em Luz refletida, objetiva de 20X, em óleo de imersão Immersol \n\n518 F e oculares de 10X (Figura 9) no Laboratório de Análise de Carvão e \n\nRochas Geradoras de Petróleo do Instituto de Geociências (UFRGS). \n\n \n\n \n\n\n\n32 \n \n\n3.2.2. Contagem de Macerais \n\n \n\nBaseia-se na contagem de 500 pontos, para identificação e \n\nquantificação dos diferentes grupos de macerais e matéria mineral \n\ncontidos na amostra. É realizada em luz branca refletida e em luz da \n\nfluorescência através de excitação do filtro Azul (ISO-7404/3, 2011) \n\n(Figura 9).  \n\nAs análises foram realizadas no Laboratório de Análise de Carvão \n\ne Rochas Geradoras de Petróleo do Instituto de Geociências (UFRGS). \n\n \n\n3.3. Confecção de Lâminas para análise da M.O. em Luz Transmitida: \n\n \n\nPara a confecção de lâminas delgadas foi usada à metodologia \n\ndescrita por Mendonça Filho et al. (2002). A amostra foi acidificada com \n\nácido clorídrico (HCl - 25 %) para eliminação de carbonatos, neutralizada \n\ne decantada. Em seguida, a amostra foi atacada com ácido fluorídrico (HF \n\n- 40 %) para eliminação dos silicatos e novamente atacada com HCl para \n\neliminação de cristais de fluoretos precipitados, neutralizada e decantada.   \n\nFinalizada a eliminação do HCl realizada com água destilada, após \n\no processo de decantação, o material concentrado foi destinado à \n\nconfecção das lâminas para caracterização do conteúdo orgânico. \n\n \n\nFigura 9: Microscópio Leica DM 6000M utilizado para fazer a \nrefletância da vitrinita e contagem de macerais. \n\n\n\n33 \n \n\nPara a preparação das lâminas foi retirada uma alíquota do \n\nmaterial orgânico e colocado em uma lamínula de vidro (32 x 24 mm) e \n\nespalhado, utilizando-se de uma gota de água destilada, colocando-se em \n\nseguida o material para secar em chapa aquecida a 37·C. Após a \n\nsecagem do material, este foi colocado sobre uma lâmina de 24 x 76 mm \n\nutilizando-se duas gotas de Entellan-Merck para a colagem. Após a \n\nsecagem, fez-se a limpeza, eliminando-se o resíduo das bordas (Tyson, \n\n1995, Mendonça Filho et al., 2002). \n\n \n\n3.4. Análises Petrográficas à Luz Transmitida (Lâmina) \n\n \n\nEstas análises servem para se obter o índice de coloração de \n\nesporos e qualidade da matéria orgânica através da observação em \n\nlâmina delgada em microscópio óptico e através de luz transmitida \n\natravés da excitação do filtro azul fluorescente. \n\n \n\n3.4.1. Medidas do Índice de Coloração de Esporos (ICE) \n\n \n\nA técnica de avaliação do grau de maturação térmica da matéria \n\norgânica total, através do índice de coloração de esporos (ICE), é \n\nbaseada nas diferenças das colorações de esporos e polens, sendo \n\ndiretamente relacionadas às elevações de temperaturas que ocorrem com \n\no aumento da profundidade de soterramento da rocha, tornando-se mais \n\nescuros com o aumento da temperatura (Figura 10). \n\nAs medidas do Índice de Coloração de Esporos (ICE) foram \n\ndeterminadas sobre lâminas organopalinológicas em microscopia de luz \n\ntransmitida. Para a calibração das medidas do índice de coloração serão \n\nutilizadas as lâminas–padrão da Robertson Research Limited (González, \n\n2011).  \n\nNa análise dos constituintes orgânicos com luz transmitida foi \n\nutilizado o microscópio Leica, com aumentos de 25x, 40x, 100x. As fotos \n\nmicrografias foram registradas na câmara digital Leica Q Win \n\n(Microsystems Imaging Solutions Ltda.) acoplada ao microscópio Leica \n\nMPV-SP- IV, com lâmpada halogênica de 100 w (12V) e de mercúrio, do \n\n\n\n34 \n \n\ntipo HBO (100 w), no Laboratório de Análise de Carvão e Rochas \n\nGeradoras de Petróleo, Instituto de Geociências (UFRGS). \n\n. \n\n \n\n3.4.2. Análise Qualitativa da Matéria Orgânica Através da Fluorescência  \n\n \n\nA identificação dos diferentes componentes da matéria orgânica \n\nparticulada foi baseada no sistema de classificação e utilizam os padrões \n\nde medida de fluorescência propostos por Tyson (1995). \n\nA análise qualitativa dos componentes da matéria orgânica foi \n\nrealizada no Laboratório de Análise de Carvão e Rochas Geradoras de \n\nPetróleo (UFRGS) em lâminas organopalinológicas utilizando técnicas de \n\nmicroscopia óptica com excitação em luz azul - fluorescente em aumentos \n\nde 250 e 400 e 1000x.  Esta análise visa determinar o estado de \n\npreservação e a natureza dos palinomorfos, dos fitoclastos e da matéria \n\norgânica amorfa.  \n\nA fluorescência de componentes orgânicos de rochas sedimentares \n\né o resultado da emissão rápida de energia luminosa quando os elétrons \n\nexcitados de um átomo que têm sido estimulado a ocupar orbitais de \n\nenergia mais elevados retornam ao seu estado fundamental. \n\n \n\n \n\n \n\n \n\n \n\nFigura 10: Índice de Coloração de Esporos (ICE) (Robertson Research Limited) \n\n\n\n35 \n \n\n3.5. Análises Geoquímicas \n\n \n\nAs analises geoquímicas que foram feitas neste trabalho consistem \n\nem Difração de Raios X, Carbono Orgânico Total (COT), Pirólise de Rock \n\nEval, Extração Soxhlet, Coluna de Sílica, Cromatografia Liquida, \n\nCromatografia Gasosa-CG, Cromatografia Gasosa Acoplada a \n\nEspectrometria de Massa-CGMS, Ensaios de Hidropirólise (Kalkreuth et \n\nal., 2012, Franco, 2007) \n\nO processo de preparação das amostras consiste na secagem em \n\nestufa com temperatura de ?40°C, após isso as amostras são passadas \n\npor um triturador de mandíbulas e homogeneizadas em uma peneira de \n\ntamanho de grão&lt;4,5 mm. São então quarteadas e reduzidas a \n\nsubamostras. Uma parte dessas subamostras é pulverizada em tamanho \n\n<200 mesh e separadas em potes com 20 gramas destinadas a cada uma \n\ndas análises químicas. A outra parte é destinada para a preparação das \n\nseções polidas e aos ensaios de hidropirólise. \n\n \n\n3.5.1. Difratometria de Raios X (DRX) \n\n \n\nA análise de DRX foi utilizada para determinar a mineralogia \n\npresente nas amostras de folhelhos da Mina Pedra Branca e da Mina \n\nCampevi (Figura 1) \n\nOs raios X são ondas eletromagnéticas acompanhadas por um \n\ncampo elétrico flutuante, assim um elétron de um átomo é excitado por \n\nesse campo influenciado pelos raios X, tornando-se uma fonte de ondas \n\neletromagnéticas. Segundo Formoso (1984), a combinação coerente \n\ndessas ondas chama-se difração (Figura 11, A). \n\nA análise consiste em um feixe de radiação monocromática que é \n\ndirecionado em um material cristalino e é observada a reflexão e difração \n\ndos raios X em vários ângulos com relação ao feixe primário (Figura 11, \n\nfoto B). A relação entre o comprimento de onda do sinal de raios X, l, o \n\nângulo de difração, 2q, e a distância entre cada conjunto de planos \n\natômicos do reticulado cristalino, d, é obtida pela equação de Bragg, nl = \n\n2d senq, onde n representa a ordem de difração. A partir desta equação \n\n\n\n36 \n \n\npodem-se calcular as distâncias interplanares do material cristalino em \n\nestudo. Os espaçamentos interplanares dependem somente da dimensão \n\ndas células unitárias dos cristais enquanto que as intensidades dos raios \n\ndifratados são função da localização dos átomos na célula unitária. As \n\namostras submetidas às análises de difração de raios X (DRX) na \n\ncondição de mineralogia total, cerca de aproximadamente 10g de cada \n\namostra foi pulverizado e desagregado e depositado no porta-amostra, \n\nprocurando-se preservar a desorientação das partículas.  \n\nApós a mesma foi analisada no Laboratório de Difração de Raios X \n\ndo IGEO-UFRGS em um difratômetro SIEMENS – BRUKER-AXS D5000 \n\ncom goniômetro ?-?. A radiação é K? em tubo de Cobre nas condições de \n\n40kV e 25mA. A velocidade e o intervalo de varredura do goniômetro para \n\nanálise do pó é a seguinte: 2 segundos para 0,02o de degrau do \n\ngoniômetro de 2,3o a 72o 2? (Figura 11, foto C). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n3.5.2. Carbono Orgânico Total (COT) e Pirólise de Rock Eval \n\n \n\nNa análise de Carbono Orgânico Total é medida a quantidade de \n\ncarbono orgânico presente em um sedimento, tanto da matéria orgânica \n\n \n\nFigura 11: A) Difratômetro utilizado na análise. B) Incidência de um feixe de raios X sobre um \ncristal. C) Exemplo de um difratograma. \n\n\n\n37 \n \n\nsolúvel (betume) quanto da insolúvel (querogênio) e indica o potencial de \n\numa rocha para gerar hidrocarbonetos líquidos e gasosos.  \n\nA análise de pirólise de rock eval simula a geração de \n\nhidrocarbonetos em amostras de rocha pulverizada com atmosfera inerte \n\nem um forno pirolisador com temperatura programada. \n\nEste procedimento mede parâmetros importantes para a avaliação \n\ndo nível de maturação através do FID (detector de ionização de chama), \n\nque detecta qualquer componente orgânico gerado durante a pirólise. É \n\ngerado um gráfico, denominado pirograma, que possui três picos. O \n\nprimeiro pico, S1, representa a quantidade em miligramas de \n\nhidrocarbonetos livres ou absorvidos em um grama de rocha. O pico S2 é \n\na quantidade em miligramas de hidrocarbonetos gerados termicamente \n\npela degradação do querogênio em um grama de rocha. Enquanto que o \n\nS3 indica a quantificação em miligramas de dióxido de carbono gerados a \n\npartir de um grama de rocha. \n\nA temperatura máxima de geração de hidrocarbonetos (Tmax) é \n\nusada como um importante e confiável parâmetro que indica o nível de \n\nmaturação da rocha geradora. Outros dados obtidos através da Pirolise \n\nde Rock Eval são: índice de hidrogênio, índice de oxigênio e índice de \n\nprodução. Para esta análise foram separados cinquenta gramas de \n\namostra que foram enviadas para Geochemical Services Group- \n\nWeatherford Laboratories, Texas, EUA. \n\n \n\n3.5.3. Extração Soxhlet \n\n \n\nO extrator Soxhlet foi usado com a função de extrair o betume da \n\nrocha, através de um solvente. Onde o componente desejado tem uma \n\nlimitada solubilidade em um solvente, e a impureza é insolúvel naquele \n\nsolvente (Figura 12 A).  \n\nA técnica de extração Soxhlet, inventada em 1879 por Franz Von \n\nSoxhlet, consiste em colocar uma amostra de rocha (pulverizada ou \n\ntriturada), em um cartucho de celulose (papel filtro), pré-extraído com \n\ndiclorometano, na “câmara do extrator” (Figura 12, B). Sabendo-se que o \n\nbetume tem solubilidade em solventes orgânicos polares, 250 ml de \n\n\n\n38 \n \n\ndiclorometano são acrescentados em um balão, que por sua vez é \n\nencaixado abaixo da “câmara do extrator” (Figura 12, foto A e B). O \n\nsolvente é posto em fusão por uma manta de aquecimento e deixado em \n\nrefluxo por 24 horas. Ao final desta etapa, o extrato (betume) é \n\nconcentrado em um rota-vapor (Figura 13) \n\n.  \n\n \n\n \n\nO rota-vapor consiste de um equipamento com bomba de vácuo, e \n\noutra bomba de resfriamento. O balão retirado da extração Soxhlet, por \n\nsua vez, é aquecido e posto a rodar, fazendo com que o solvente – no \n\ncaso, diclorometano – evapore e se concentre separadamente no tubo \n\nresfriado (Figura 13). \n\nApós a evaporação do excesso de diclorometano o extrato é \n\npassado para frascos de vidro com pipeta Pasteur e uma pequena \n\nquantidade de diclorometano, este é passado em coluna de cobre (Figura \n\n14) para a retirada de enxofre através de reações química entre a parte \n\nliquida e microesferas de cobre (Figura 15, foto A).  \n\nFigura 12: Extrator Soxhlet (A); esquema do aparato da Extração Soxhlet (B). \n\n   A B \n\n\n\n39 \n \n\n \n\nApós a retirada do enxofre a mistura é colocada novamente no \n\nrota-vapor para retirada do excesso de diclorometano (Figura 13), depois \n\nde concentrado o extrato (Figura 15, foto B), é passado para frascos de \n\nvidro (Figura 15, foto C) com pipeta Pasteur e uma pequena quantidade \n\nde diclorometano, posteriormente deixado a evaporar a temperatura \n\nambiente até ficar a peso constante. O betume, então, é quantificado e \n\nsegue para a análise de cromatografia líquida (Coluna de Sílica, Figura \n\n16). \n\n \n\n \n\n \n\n \n\nPanela aquecedora \n\nBalão de concentração \n\nCondensador \n\nBalão coletor  \nde diclorometano \n\nFigura 14: Foto da coluna de cobre \n\nFigura 13: Foto explicativa do Rota-Vapor \n\n\n\n40 \n \n\n \n\n3.5.4. Coluna de Sílica (Cromatografia Líquida Preparativa) \n\n \n\nA Cromatografia Líquida Preparativa, é utilizada para separar as \n\nfrações de betumes obtidos das rochas: hidrocarbonetos saturados \n\n(constituídas por parafinas normais, ramificadas e cíclicas), \n\nhidrocarbonetos aromáticos (ex.: benzeno, naftalenos) e compostos \n\npolares ou heteroatômicos (resinas e asfaltenos). A quantificação dessas \n\nfrações auxilia nas conclusões sobre a origem da matéria orgânica \n\ncontida nas amostras, o estágio de evolução térmica, processos de \n\nmigração, biodegradação, geração e expulsão do óleo (González, 2011). \n\nA técnica se baseia na polaridade específica que cada grupo \n\npossui, estes são eluídos de acordo com a sua interação com a fase \n\nestacionária e com uma fase móvel constituída por solventes de \n\ndiferentes polaridades. \n\nUm grama e meia de sílica (seca à 200ºC por 3 horas), três gramas \n\nde alumina (seca à 400ºC por 3 horas), e uma colher de Na2SO4 (seca à \n\n400ºC por 12 horas), são adicionados a uma bureta de 50 ml com lã de \n\nFigura 15: Coluna de cobre com betume para retirada do enxofre (A); betume depois de concentrado \nno rota-vapor (B); fracos onde o betume fica armazenado até atingir peso constante (C). \n\n \n\n \n\n \nA \n\nB \n\nC \n\n\n\n41 \n \n\nvidro na parte superior da torneira (Figura 16). Em seguida adiciona-se a \n\namostra de betume à coluna.  \n\nOs hidrocarbonetos saturados são diluídos em 20 ml de hexano, os \n\naromáticos são obtidos por uma mistura de 12 ml de hexano e 8 ml de \n\ntolueno, e os compostos \n\nheteroatômicos com uma mistura \n\nde 12 ml de tolueno e 8 ml de \n\nmetanol. Cada fração é \n\narmazenada em um balão e \n\nposteriormente concentradas em \n\num rota-vapor para serem \n\npassadas para vials (pequenos \n\nfrascos de vidro), e então \n\nquantificadas em uma balança de \n\nprecisão (González, 2011). \n\n \n\n \n\n \n\n \n\n \n\n3.5.5. Cromatografia Gasosa (CG) \n\n \n\nA separação dos compostos orgânicos (como n-alcanos e \n\nisoprenóides) é feita por meio de um cromatógrafo gasoso (Figura 17), \n\nequipado de uma coluna capilar de alta resolução e um forno com \n\ntemperatura programada, e se realiza conforme a diferença na atração \n\ndas moléculas às duas fases. A fração é injetada em um fluxo móvel de \n\ngás inerte, como hélio ou nitrogênio, que flui ao longo de uma coluna (0,3-\n\n9m) que determina as moléculas orgânicas e fornece um cromatograma \n\nindicando suas abundâncias. \n\nA partir desses dados são feitos cálculos de razões entre \n\nmoléculas (por exemplo, Pristano/n-C17, Fitano/n-C18, Pristano/Fitano) \n\nque dão resposta quanto à maturação e tipo de ambiente no qual foi \n\ndepositada a matéria orgânica (Franco, 2007). \n\n \n\nFigura 16: Bureta usada na Cromatografia Líquida Preparativa \n\n\n\n42 \n \n\n \n\n  \n\n \n\n \n\n3.5.6. Cromatografia Gasosa Acoplada à Espectrometria de Massas (CG-\n\nMS) \n\n \n\nUm cromatógrafo gasoso acoplado a um espectrômetro de \n\nmassas, foi utilizado para identificar as moléculas por meio de um Monitor \n\nSeletivo de Íons (SIM), onde são monitorados íons lineares (Figura 17). \n\nApós a separação dos compostos no cromatógrafo gasoso, o \n\nespectrômetro de massas (MS) bombardeia a amostra com elétrons para \n\nproduzir íons eletricamente carregados. Os íons atravessam um campo \n\nmagnético que curva suas trajetórias de modos diferentes, dependendo \n\nde suas massas e carga, e os separa em um padrão chamado espectro \n\nde massa. A massa e a carga dos íons podem ser medidas por sua \n\nposição no espectro. Assim são identificadas moléculas específicas \n\npresentes na amostra (Franco, 2007) .  \n\n \n\n3.5.7. Ensaios de Hidropirólise \n\n \n\nO equipamento a utilizado foi o reator de 250 ml que é colocado \n\ndentro de um forno, este está conectado a um controlador de temperatura \n\n \n\nFigura 17: Cromatógrafo Gasoso modelo Agilent Technologies 7693 Autosample do \nLaboratório de Análise de Carvão e Rochas Geradoras de Petróleo. \n\n\n\n43 \n \n\ne um nanômetro que controla a pressão durante os ensaios até atingir a \n\ntemperatura máxima, onde se mantem constante (Figura 18).  \n\n \n\n3.5.7.1. Determinação da Densidade da Rocha \n\n \n\nA densidade da rocha original do Folhelho da Formação Ipubi foi \n\ndeterminada para estabelecer as massas de água e de amostra que \n\ndeveriam ser utilizadas em cada ensaio, de tal forma que a rocha se \n\nmantivesse submersa na água durante todo o ensaio. Para tal foi seguido \n\no seguinte procedimento: \n\na. Adicionar em uma proveta graduada uma massa de amostra e \n\npesar; \n\nb. Adicionar água destilada até a marca de uma altura que cubra toda \n\na amostra; \n\nc. Pesar e por diferença estabelecer a massa de água adicionada; \n\nd. Calcular o volume da rocha (Vr) usando a Equação 1; \n\natr\nVVV ?=     (Equação 1) \n\nOnde: \n\nVr = Volume da rocha (cm\n3); \n\nVt = Volume total medido (água + rocha, cm\n3); \n\nVa = Volume de água (cm\n3). \n\ne. Calcular a densidade da rocha segundo a Equação 2. \n\nr\n\nr\n\nr\nV\n\nm\n=?\n\n    (Equação 2) \n\nOnde: \n\nmr = massa da rocha (g)         ?r = densidade da rocha \n\n3.5.7.2. Cálculo da quantidade de água a ser utilizada nos ensaios \n\n \n\nO cálculo do volume de água na temperatura do ensaio de \n\nhidropirólise foi realizado segundo a Equação 3. \n\n \n\n \n\n(Equação 3) \n\n[ ]( )\nT\n\nl\n\nT\n\nv\n\nT\n\nlsr\n\nT\n\nv\n\no\n\nw\nT\n\nl\n\nVVM\nV\n\n??\n\n??\n\n?\n\n??\n=\n\n\n\n44 \n \n\n \n\nOnde: \n\nVl\nT = Volume da água líquida em uma dada temperatura \n\n(cm3); \n\nMw\no = Massa inicial de água (g); \n\n? v\nT = Volume específico do vapor de água em uma dada \n\ntemperatura (cm3/g); \n\nVr = Volume do reator (cm\n3); \n\nVs = Volume da rocha (cm\n3); \n\n? l\nT = Volume específico da água líquida em uma dada \n\ntemperatura (cm3/g); \n\nT = Temperatura. \n\nO seguinte procedimento foi seguido: \n\n1. Estabelecimento das isotermas de trabalho; \n\n2. Verificação na tabela de Propriedades Termodinâmicas da \n\nÁgua e Vapor Saturados (ASME STEAM Table) dos valores de ?v \n\n(volume específico do vapor) ?l (volume específico da água \n\nlíquida) nas temperaturas de trabalho; \n\n3. Estabelecimento da massa de amostra para cada ensaio, em \n\nfunção da quantidade de amostra disponível e do número de \n\nensaios a serem realizados; \n\n4. Preenchimento da Tabela 2.2 (calcular a estimativa da massa \n\nde água usada no ensaio) (Anexo 1); \n\n5. Estimativa da massa de água a ser usada de forma que o \n\nvolume preenchido do reator não excedesse 85-88 %. O volume \n\nmínimo de água deverá ser aquele em que a rocha fique \n\ncompletamente submersa na água, para que a rocha sempre \n\nesteja em contato com água no estado líquido, durante todo o \n\ntempo de ensaio de hidropirólise. \n\n \n\n \n\n \n\n \n\n\n\n45 \n \n\nFigura 18: Reator com capacidade de 250 ml, forno para \no reator e controlador de temperatura. \n \n\n3.5.7.3. Massa de Amostra e Montagem dos Ensaios  \n\n \n\nPara cada ensaio foram utilizadas aproximadamente 45 g de \n\namostra (triturada na fração 1-2 cm) com 90 ml de água destilada serão \n\nutilizados para os ensaios. O ar presente no sistema é retirado com \n\ninjeção de gás hélio na tubulação que fica sobre o reator para fazer vácuo \n\ne deixar o sistema e a atmosfera inerte (Figura 18). O tempo escolhido \n\npara a duração dos ensaios foi de zero hora (quando a temperatura \n\nmáxima (350°C) é atingida o forno é desligado), 20h (quando a \n\ntemperatura máxima (350°C) é atingida começa a contar o tempo até \n\nfechar 20h então o forno é desligado) e 50h (quando a temperatura \n\nmáxima (350°C) é atingida começa a contar o tempo até fechar 50h então \n\no forno é desligado), para cada incremento de tempo é usado uma fração \n\nda rocha original. As condições de temperatura dos ensaios foi de 350 °C, \n\ne de pressão foi de aproximadamente 2000 psi. A amostra de folhelho da \n\nMina Campevi (C) que apresenta maior teor de COT foi usada nos \n\nensaios.  \n\n \n\n \n\n \n\n \n\n\n\n46 \n \n\n \n\nO gás produzido durante os ensaios foi coletado em um tubo de \n\nalumínio com válvulas nas extremidades que impedem a saída do gás \n\ndepois de fechados (Figura 19). \n\nFoi calculado o percentual para a temperatura de trabalho, \n\ngarantindo que os ensaios nas temperaturas intermediárias não \n\nexcederiam o volume máximo de preenchimento do reator, mantendo as \n\ncondições de segurança. O fator de segurança é imprescindível, visto que \n\ncaso não haja espaço suficiente no reator para o vapor formado, poderá \n\nocorrer vazamento ou mesmo explosão do sistema. \n\nEstabelecidas às massas de amostra e de água, foi feito o \n\npreenchimento dos reatores segundo o procedimento abaixo descrito. \n\n1. Adicionar a amostra diretamente no reator; \n\n2. Adicionar a massa de água destilada conforme o item anterior; \n\n3. Limpar o espaço onde é colocada a gaxeta no reator, para \n\nretirada de eventual material fino da rocha; \n\n4. Adicionar a gaxeta e a tampa e fechar com os parafusos. Usar \n\num torque de 18 foot lb e atarraxar até ouvir o primeiro click. \n\nAjustar alternadamente por duas vezes, aguardar e repetir o \n\nprocedimento; \n\n5. A cada uso da gaxeta, adicionar 3 foot. lb ao valor anterior \n\n(devido a deformação do anel de vedação) até atingir o máximo \n\nde 49 foot.lb, quando a gaxeta deverá ser substituída por motivo \n\nde segurança; \n\n6. Fazer vácuo no reator, para retirada de todo o ar. Utilizar gás \n\nHe para verificação de vazamentos. Obs.: nestes ensaios foi \n\nusado Argônio, porém nos próximos será utilizado Hélio; \n\nFigura 19: Tubo de alumínio usado na coleta do gás \n\n \n\n\n\n47 \n \n\n7. Iniciar o aquecimento na temperatura e tempo pré-\n\nestabelecidos. \n\nApós os ensaios para a abertura dos reatores foi realizado o \n\nseguinte procedimento: \n\n1. Montar o cilindro de coleta de gás, fazendo vácuo no cilindro e \n\ntubulação (Figura 19); \n\n2. Fazer a leitura da pressão do reator e coleta das amostras de \n\ngás; \n\n3. Retirar, com o reator dentro da capela, o gás remanescente \n\ndo interior do reator; \n\n4. Abrir o reator com cuidado para não quebrar a camada \n\nsuperficial de óleo expulso na superfície da água; \n\n5. Retirar o óleo expulso com uma espátula ou pipeta de Pasteur \n\ne transferir para um recipiente de vidro (50 ml) de massa \n\nconhecida. Os produtos da hidropirólise são mostrados na Figura \n\n21; \n\n6. Transferir a água do reator para um funil com torneira e retirar \n\neventual óleo expulso remanescente; \n\n7. Limpar com espátula o poço do termopar; \n\n8. Pesar o óleo expulso antes da evaporação da água; \n\n9. Limpar as espátulas, gaxeta, manômetro, tampa do reator, \n\ntubulação com o solvente diclorometano; \n\n10. Limpar as paredes do reator com diclorometano; \n\n11. Retirar os fragmentos de rocha do reator e transferir para um \n\nvidro de relógio de massa conhecida; \n\n12. Pesar a rocha antes e depois de seca para calcular a água \n\npresente ao retirá-la do reator; \n\n13. Quantificar o óleo expulso e a rocha residual, secando-os \n\nbrandamente em capela (evitar perda de voláteis) até massa \n\nconstante; \n\n14. A perda de água é determinada para contabilizá-la no balanço \n\nde massa. \n\n \n\n \n\n\n\n48 \n \n\n3.5.7.4. Após os Ensaios de Hidropirólise \n\n \n\nA mostra C apresentou um maior percentual de COT (tabela 2) foi \n\nusado para realizar os ensaios de hidropirólise, gerando uma nova \n\nnomenclatura para os resultados obtidos (C-0h, C-20h e C-50h). \n\nApós a realização dos ensaios de hidropirólise a parte liquida \n\ncontida no reator é colocada em uma pera para separação do óleo \n\nexpulso e água (Figura 20), para isso é adicionado a esta solução o \n\ndiclorometano, com isso o óleo expulso se junta ao diclorometano \n\ntornando-se mais denso que a água e através da torneira da pera a \n\nsolução de óleo e diclorometano é colocado em um copo de Becker para \n\nevaporar o diclorometano (Figura 20). \n\nA parte sólida do ensaio (rocha hidropirolisada) é pesada para \n\ncalcular a diferença de massa com a rocha original. Os produtos \n\nresultantes dos ensaios são colocados para evaporar o diclorometano em \n\ntemperatura ambiente dentro de capela. (Figuras, 21). \n\n \n\n \n\n \n\n \n\nFigura 20: Foto da separação do óleo e da água. \n \n\n\n\n49 \n \n\n \n\nO óleo resultante dos ensaios de hidropirólise é pesado até obter \n\npeso constante. Na tabela 5 é possível observar os valores de óleo \n\nexpulso gerado a partir de 45g de rocha hidropirolisada. \n\n  \n\n4. RESULTADOS E DISCUSSÕES \n\n \n\n4.1. Análises Petrográficas \n\n \n\n4.1.1. Refletância da Vitrinita e Macerais \n\n \n\nAs análises da refletância da vitrinita não foi possível realizar \n\ndevido à falta de vitrinita nas sessões polidas, Brito (2010) usou \n\nconcentrado de querogênio na confecção dos plugs para a análise de \n\nrefletância, que neste trabalho não foi feito.  \n\n \n\nFigura 22: Fotos de plug em Fluorescência em luz refletida da rocha original.  \n\n \n\nFigura 21: Material resultante da hidropirólise \n\n\n\n50 \n \n\nNo plug da rocha total do folhelho da Mina Campevi se observa \n\npequenas partículas de inertinita e abundante macerais de liptinita, \n\nprincipalmente lamalginita de cor fluorescente em excitação de luz azul, \n\ntambém foram encontradas lamalginita e esporinita (Figura 22). \n\n \n\n4.1.2. Índice de Coloração de Esporos (ICE) e Análise Qualitativa da \n\nMatéria Orgânica Através da Fluorescência  \n\n \n\nAs laminas organopalinológicas apresentam em geral a presença \n\nde fitoclastos opacos e matéria orgânica amorfa (MOA), a amostra A \n\napresenta também oxidação da MOA com pouca preservação e sem \n\nfluorescência (Figura 23, foto A). A presença de MOA e fitoclastos opacos \n\nindica um ambiente de deposição continental (Brito, 2010, Berthou, 1990). \n\nJá a amostra B (Figura 23, foto B) a MOA apresenta uma \n\nfluorescência moderada, presença de pólens bem preservados com \n\nÍndice de Coloração de Esporos (ICE) (Robertson Research Limited) entre \n\n3.0 e 3.5 (Figura 10) qualificando o folhelho como imaturo, os mesmos \n\nvalores foram encontrados no trabalho recente de Brito, 2010. \n\nNa Amostra C observa-se a escassos fitoclastos opacos, a MOA \n\napresenta alta fluorescência e presença de muitos polens, bem \n\npreservados. Também se observa betume nas bordas da M.O.A. (Figura \n\n23, foto C). \n\n \n\n4.1.3. Análises Petrográficas após os Ensaios de Hidropirólise \n\n \n\nUm a parte da rocha hidropirolisada é separada para confecção de \n\nplug, para comparar com o plug da rocha original (Figura 22). Desta forma \n\né possível observar através da fluorescência as mudanças que ocorrem \n\nna matéria orgânica e no betume com o incremento de tempo (Figuras 24, \n\n25 e 26) comparado com a rocha original (Figura 22), também é possível \n\nobservar a migração primária do óleo. \n\nNa Figura 22 é possível observar a matéria orgânica com cor \n\nFigura 23: Foto A: amostra A com MOA (a) oxidada e fitoclastos opacos (b). Foto B: amostra B com a \nMOA com uma melhor preservação e moderada fluorescência e grão de pólen (c) com cor bem \namarela. Foto C: amostra C a MOA está toda amarela e o betume impregnando as bordas (d) da MOA \ncom uma cor marrom, os pólens estão com uma fluorescência muito alta. \n\n       \n \n\n \n\nA \n\nB \n\nC \n\nb \na a \n\nb \n\nc \n\na \n\nd \n\n\n\n51 \n \n\namarela, a matéria orgânica que gerou o betume desta amostra em cor \n\npreta e o betuma de cor marrom, e na borda dos grãos está o óleo. A foto \n\n3 e 3a da Figura 22 demonstra a diferença em microscópio óptico entre a \n\nfluorescência em luz refletida e a luz transmitida no mesmo grão. \n\nCom o aumento de tempo do ensaio à zero hora, 20h e 50h ocorre \n\numa diminuição gradual da fluorescência da M.O. (Figura 24, 25 e 26) \n\ncausada pela transformação em hidrocarbonetos da MO constatada pela \n\ndiminuição do índice de hidrogênio. \n\nNo ensaio de hidropirólise à zero hora já é possível ver a perda de \n\nfluorescência da M.O. e o betume que fica com um aspecto de resina \n\n(Figuras 24, foto 3), ainda é possível ver fluorescência na M.O. e a \n\ngeração de betume de cor marrom em torno dela (Figuras 24, foto 3).  \n\nNo ensaio de hidropirólise às 20h ocorre um maior craqueamento e \n\no volume de betume e óleo aumenta apresentando uma alta \n\nfluorescência, já na matéria orgânica ocorre um escurecimento pela perda \n\nde lipídios observável também no aumento do IO da amostra (Tabela 2) \n\n(Figura 25). Na foto 3 da figura 25 o betume de cor marrom aparece \n\nconcomitantemente com o betume com maior fluorescência, o que \n\ndemonstra que os processos ocorrem ao mesmo tempo durante a \n\ntransformação térmica da matéria orgânica. \n\nNo ensaio de hidropirólise às 50h a matéria orgânica aparece \n\ncompletamente escura (Figura 26), o betume entre a M.O. aparece com \n\numa alta fluorescência (Figura 26, fotos 1, 2 e 3), a migração primária do \n\nóleo é observável na borda dos grãos (Figura 26, foto 2 e 3), pois com a \n\npressão da água sobre os grãos (Lewan, 1993, Michels et. al., 1995) o \n\nóleo começa migrar para áreas de mais baixa pressão e apresenta uma \n\nalta fluorescência. O betume fica com uma aspecto de resina e em luz \n\nrefletida pode ser confundido com uma vitrinita (Figura 26, foto 5 e 6). \n\n \n\n \n\n \n\n \n\n\n\n52 \n \n\n \n\n \n\n \n\n \n\nFigura 25: Foto da rocha total em fluorescência onde é possível observar as \nprimeiras mudanças da M.O. (a) e a formação de betume (b) na amostra C-\nzero hora, 350°em fluorescência. Escala 279µm de largura. \n\n \n\nFigura 24: Fotos da rocha total em fluorescência onde é possível observar a \ndiminuição da fluorescência na M.O. (a) em relação ao betume (b) e óleo (c) da \namostra C - 20h, 350°em fluorescência. Escala 279µm de largura. \n\na \n\nb \n\na \n\nb \nc \n\n\n\n53 \n \n\n \n\n \n\n4.2. Análises Geoquímicas \n\n \n\n4.2.1. Difratometria de Raios-X \n\n \n\n Os resultados dos minerais presentes nas amostras A, B e C (em \n\nrocha total) apresentam uma mudança de composição com o \n\nFigura 26: Fotos da rocha total em fluorescência onde é possível observar a diminuição da \nfluorescência na M.O. (a) em relação ao betume (b) e óleo (c) com migração primária, na \namostra C - 50h, 350°em fluorescência. Escala 279µm de largura. \n\nc \n\na \n\nb \n\n\n\n54 \n \n\naparecimento da esmectita e aumento do percentual de ilita \n\nprincipalmente na amostra C, única que contém pirita. \n\nGráficos dos resultados de Difratometria de Raios X ver Anexo 1. \n\n \n\n4.2.2. Carbono Orgânico Total (COT) e Pirolise de Rock Eval \n\n \n\n A tabela 2 apresenta os resultados encontrados para as amostras \n\nde rocha original (A.R.O.) e para os valores obtidos da amostra C após os \n\nensaios de hidropirólise (A.R.H.).  \n\nOs resultados apresentados na tabela 2 para A.R.O. demonstraram \n\nque, a amostra com maior valor de COT (25,694 % em peso) e índice de \n\nhidrogênio (IH) (489,025 mg HC/g COT) é a amostra C, indicando que a \n\nmesma possui um teor elevado de matéria orgânica (M.O.) em relação às \n\namostras A e B, onde estes valores são muito baixos (Figura 27). O índice \n\nde oxigênio da amostra C é menor indicando baixa oxidação. Maior \n\npreservação da M.O. em relação às outras duas amostras, o que \n\ncorrobora com os resultados encontrados nas lâminas de \n\norganopalinológicas.  \n\nOs resultados de COT qualificam a amostra C a ser usada para os \n\nensaios de hidropirólise (Figura 27). \n\n \nTabela 1:Resultados das análises de COT e pirolise de rock eval das amostras: \n A.R.O.: amostras de rocha original, A.R.H.: amostra de rocha hidropirolisada, TOC: \nCarbono Orgânico Total (%), S1: Conteúdo de hidrocarboneto volátil (mgHC/g rocha), \nS2: Potencial remanescente de geração de hidrocarboneto (mgHC/g rocha), S3: \nConteúdo de dióxido de carbono (mg CO2/g rocha), HI: Índice de hidrogênio (mg HC/g \nCOT), OI: Índice de oxigênio (mg CO2/ g COT). \n \n\nA.R.O. COT S1 S2 S3 Tmax (°C) HI OI S2/S3 \nS1/COT \n\n*100 \nPI \n\nA 0,401 - 0,010 1,080 - 1,000 2,494 269,327 0,009 - 1,000 - 1,000 \n\nB 0,762 0,029 0,580 1,080 421,000 76,115 141,732 0,537 3,834 0,048 \n\nC 25,694 15,175 125,650 1,870 408,000 489,025 7,278 67,193 59,059 0,108 \n\nC-Extraída 20,748 4,029 169,940 7,340 399,000 819,067 35,377 23,153 19,419 0,023 \n\nA.R.H \n          \n\nC-0h 8,891 1,063 61,910 1,110 415,000 696,322 12,485 55,775 11,958 0,017 \n\nC-20h 8,951 0,800 19,500 2,160 437,000 217,853 24,131 9,028 8,938 0,039 \n\nC-50h 10,021 1,006 12,010 2,060 444,000 119,848 20,557 5,830 10,043 0,077 \n\n \n\n\n\n55 \n \n\nO pico S2 no folhelho da Mina Campevi (amostra C) apresenta \n\nvalor de 125, 650 mg HC/g rocha (Tabela 1) que registra os \n\nhidrocarbonetos que são liberados da amostra durante a segunda etapa \n\nde aplicação de calor programado do processo de pirolise. Os \n\nhidrocarbonetos são gerados através do craqueamento do \n\nhidrocarbonetos pesados e pela decomposição térmica do querogênio. O \n\nfolhelho da Mina Campevi (amostra C) apresenta valor de S2 125, 650 mg \n\nHC/g rocha, caracterizando uma rocha geradora com excelente potencia \n\ngerador de hidrocarboneto (Tabela 1). \n\n \n\nNas amostras A e B da Mina Pedra Branca apresentaram baixo \n\nvalor de S2, caracterizando baixo potencial gerador. \n\nO Anexo 2 mostra o diagrama tipo Van Krevelen para as amostras \n\noriginais A, B e C e para as amostras hidropirolisadas. Pode-se observar \n\na diferença entre índice de hidrogênio (IH) e oxigênio (IO), sugerindo uma \n\nsignificativa variação no querogênio com incremento térmico e tempo \n\napós os ensaios de zero hora, 20h e 50h.  \n\nA transformação térmica do querogênio em hidrocarbonetos se \n\ncaracteriza pela geração de hidrocarbonetos gasosos, logo se \n\ntransformam em petróleo, gás úmido e gás seco. Durante esta \n\ntransformação o querogênio perde principalmente oxigênio à medida que \n\nlibera CO2 e H2O e posteriormente perde hidrogênio, conforme gera \n\nhidrocarbonetos (Tissot, 1984). Este processo de transformação se \n\nobserva nos gráficos do Anexo 2. \n\n \nFigura 27: Gráfico que mostra a diferença de COT nas amostras A, B, e C, \nrespectivamente.  \n\n\n\n56 \n \n\nA correlação entre COT e S2 proposta por Langford (1990), \n\npossibilita que as amostras com composição orgânica similar sejam \n\nagrupadas segundo um padrão coerente, que se estabelece por alto \n\ncoeficiente de correlação entre estes parâmetros. Além disso fornece uma \n\nmedida pela pirolise, que é fundamental para correlação do índice de \n\nhidrogênio, particularmente quando os componentes orgânicos são \n\nconstituídos de querogênio do Tipo I e II (Langford &amp; Valleron, 1990). \n\nNo Anexo 2 observa-se que a amostra C apresente valores maior \n\nde COT e S2 indicando componente orgânico mais reativo, que com o \n\naumento do craqueamento térmico do querogênio sofre ainda uma \n\ntransformação diminuindo os valores de hidrocarbonetos remanescentes \n\ne o carbono orgânico total. \n\n \n\n4.2.2.1. Problemas Identificados na Tabela 1:  \n\n  \n\n- Quando comparados os valores da amostra C original e da \n\namostra C-extraída ocorre um aumento no valor de IH, após a extração \n\neste índice deveria apresentar um valor inferior ao da rocha original. \n\n- Os resultados IH em C-0h são superior ao valor da rocha original, \n\nporem quando comparado com C-extraída ele fica mais coerente. \n\n- Os valores de COT obtidos após o incremento de tempo em C-\n\n50h deveria ser inferior aos valores obtidos em C-0h e C-20h e o IO em C-\n\n50h deveria ser maior que o resultado de C-20h. Pois com o aumento de \n\ntempo a uma temperatura de 350°C ocorre a transformação do \n\nquerogênio em hidrocarboneto, ocorrendo à diminuição do COT e do IH \n\nem contra partida o IO aumenta, pois são inversamente proporcionais na \n\nM.O. \n\nPara a verificação e se preciso a correção destas discordâncias \n\nencontradas na tabela 1, seria necessário refazer as análises de COT e \n\npirolise rock eval na amostra original e na amostra original extraída. \n\n \n\n \n\n \n\n \n\n\n\n57 \n \n\n4.2.3. Extração Soxhlet \n\n \n\nOs resultados da extração demonstram as massas de betume \n\nexistente na rocha original, a amostra C apresenta uma maior massa em \n\nrelação a A e B (Figura 28, Tabela 2).  \n\n \n\nApós a hidropirólise a massa de querogênio e betume que fica \n\nretido dentro da rocha diminuem com o incremento de tempo, pois ocorre \n\num craqueamento e consequentemente migração primária de óleo (Figura \n\n28). \n\n \nTabela 2: Valores de rendimento em gramas do betume extraído da amostra da rocha \noriginal (A.R.O.) e amostra de rocha hidropirolisada (A.R.H.) \n \n\nA.R.O. massa extraída (g) \nA 0,002 \nB 0,009 \nC 0,541 \n\nA.R.H.   \nC-0h  5,418 \n\nC-20h 1,636 \nC-50h 0,766 \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 28: Gráfico que mostra o rendimento do betume extraído das três amostras de \nrocha original A, B e C e a quantidade de betume extraído da amostra C \nhidropirolisada \n\n\n\n58 \n \n\n4.2.4. Coluna de Sílica \n\n \n\nEsta análise foi realizada no betume extraído das amostras \n\noriginais (A, B e C), óleo retido (resinas e asfaltenos) na matriz rocha \n\nhidropirolisada e no óleo expulso gerado durante os ensaios de \n\nhidropirólise e é empregada na separação das frações saturadas (F1), \n\naromáticos (F2) e compostos polares (F3) dos hidrocarbonetos (tabela 3). \n\n \n\nTabela 3: Apresenta a massa em gramas das frações saturadas (F1), aromáticos (F2) e \ncompostos polares (F3) presentes nos hidrocarbonetos, para a o betume extraído da \nrocha original (A.R.O) e do betume retido na rocha hidropirolisada (A.R.H.) e também \npara a massa de óleo expulso gerado (óleo expulso) durante os ensaios. \n\n \n\nA fração F3 de compostos polares (resinas e asfaltenos) durante o \n\nprocesso de maturação artificial se reorganiza convertendo-se em F1 e F2 \n\nao mesmo tempo a fração F2 também se rearranja e se transforma. Com \n\na transformação da M.O. pela ação de tempo e temperatura ocorre um \n\naumento da fração F1(F1>F2>F3) (Tabela 3). \n\nA figura 29 do diagrama ternário do betume da rocha original, do \n\nbetume rocha extraída e o óleo expulso, mostra após os ensaios houve \n\numa maturação do betume retido, indo em direção dos hidrocarbonetos \n\nsaturados, já o óleo expulso teve um aumento dos saturados às 20h em \n\nrelação ao ensaio de zero hora, no ensaio às 50h os hidrocarbonetos \n\naromáticos se apresentam mais elevados que os polares e saturados. \n\n \n\nA.R.O. F1(g) F2(g) F3(g) Soma (F1+F2+F3)g m col síl.(g) \nA 0,001 0,000 0,000 0,002 0,002 \nB 0,002 0,001 0,004 0,007 0,009 \nC 0,003 0,009 0,039 0,051 0,072 \n\nA.R.H.           \nC-0h  0,001 0,003 0,037 0,041 0,096 \n\nC-20h 0,007 0,019 0,052 0,078 0,091 \nC-50h 0,010 0,019 0,050 0,079 0,090 \nO.L.           \nC-0h  0,021 0,021 0,033 0,074 0,093 \n\nC-20h 0,024 0,020 0,034 0,078 0,090 \nC-50h 0,012 0,041 0,031 0,084 0,099 \n\n\n\n59 \n \n\n \n\n4.2.5. Cromatografia Gasosa (CG) e Cromatografia Gasosa Acoplada à \n\nEspectrometria de Massas (CG-MS) \n\n \n\nUm cromatograma gasoso do óleo apresenta a distribuição das \n\nparafinas normais (cadeias lineares), que geralmente são picos \n\ndominantes no registro, das ramificadas, também denominadas \n\nisoparafinas, que ocorrem como picos menores entre as parafinas \n\nnormais, das cíclicas (ou naftênicas), que também ocorrem como picos \n\nmenores entre as parafinas normais, e de compostos aromáticos. \n\nA distribuição das parafinas normais em um cromatograma \n\ngasoso traz indicação sobre a origem que gerou o óleo. Por exemplo, \n\nàqueles originados de matéria orgânica depositada em ambiente lacustre \n\ntendem a serem mais ricos em parafinas normais menores que n-C17 \n\n(Peters &amp; Moldowan, 1993). \n\nThomas et al. (1985) observou o efeito da maturação térmica \n\nsobre a distribuição dos n-alcanos normais e isoprenóides em amostras \n\nde Kimmeridiano do mar do Norte. Os mesmos observaram que durante o \n\nprocesso de maturação da matéria orgânica é promovido um aumento \n\ndos n-alcanos normais e uma diminuição dos isoprenóides (pristano e \n\nfitano) além, da disseminação dos biomarcadores mais complexos como \n\nterpanos e esteranos, caracterizados nos cromatogramas gasosos de \n\n \n\nFigura 29: Diagrama ternário das frações F1 (saturados (sat)), F2 (aromáticos (aro)) e F3 \npolares (nso) dos hidrocarbonetos. \n\n\n\n60 \n \n\namostras imaturas, por uma corcova na região dos n-alcanos acima de \n\nC25. Todas estas mudanças foram atribuídas ao craqueamento térmico \n\ndas moléculas maiores com o aumento da temperatura durante o \n\nprocesso de diagênese.    \n\nNas Figuras 30, 31 e 32 estão representadas as principais \n\ncaracterísticas observadas nos cromatogramas gasosos dos óleos e \n\nbetumem extraídos analisados. Pode-se observar parafinas normais mais \n\nleves n-C17, sugerindo contribuição de matéria orgânica de origem \n\nlacustre com aporte siliciclástico para a amostra de folhelho da Formação \n\nIpubi. \n\nA informação paleoambiental obtida através da distribuição das \n\nparafinas normais ou cadeias lineares pode ser modificada pela evolução \n\ntérmica do querogênio, que tende a deslocar todo o envelope de parafinas \n\nem direção aos compostos de peso molecular mais baixo (maior \n\ncraqueamento térmico).  (Peters &amp; Moldowan , 1993). \n\nA cromatografia gasosa do extraído (betume) dos folhelhos das \n\namostras originais em estudo (Figura 30, amostras A e B e C) mostrou \n\ndiferenças na origem e no grau de maturação. As amostras A e B (Figura \n\n30, A e B) apresentaram uma predominância ou alta abundância relativa \n\nde componentes de cadeia longa de n-C23 a n-C29 átomos de carbono, \n\ncujas principais feições geoquímicas indicam um maior aporte de lipídeos \n\nde cadeias longas de vegetais terrestres superiores (ceras de folhas) e \n\nalgas de água doce (Botryococcus). Alcanos com número de átomos de \n\ncarbono próximos a n-C27 são relacionados com plantas superiores \n\n(Peters &amp; Moldowan, 1993; Peters et al., 2005). \n\nNo cromatograma gasoso da amostra B (Figura 30, B) pode ser \n\nconstatada a presença de biomarcadores complexos como hopanos e \n\nesteranos, caracterizando um extrato com menor maturidade do que o \n\nextraído da amostra A. \n\nO cromatograma da fração saturada do betume extraído da \n\namostra C, rocha original, (Figura 30, C), observa-se uma abundância \n\nmaior dos isoprenóides pristano e fitano, sendo que o fitano predomina \n\nsobre pristano, caracterizando a presença de matéria orgânica algálica, \n\ntambém é observada baixa abundância dos n-alcanos e a presença da \n\n\n\n61 \n \n\ncorcova dos biomarcadores mais complexos observadas por Thomas et \n\nal. 1985.  \n\nNa Figura 31, C-zero hora-óleo, C-20h-óleo e C-50h-óleo (óleos \n\nexpulsos nos ensaios à 0h, 20h e 50h), mostra os cromatogramas da \n\nfração saturada do óleo expulso gerado após os ensaios de hidropirólise \n\ndo folhelho betuminoso da Formação Ipubi, realizados por zero hora, 20 e \n\n50 horas. Assim como, na amostra original (Figura 30, C), na Figura 31, \n\nC-0h-óleo (temperatura de 350°) pode ser observada uma maior \n\nabundância dos isoprenóides, pristano e fitano e baixa abundância de n-\n\nalcanos, estão presentes biomarcadores mais complexos, caracterizando \n\num óleo imaturo (hopanos e esteranos).  \n\nA partir dos cromatogramas da Figura 31, C-20h-óleo e C-50h-\n\nóleo, foi observado que o aumento do tempo dos experimentos implicou \n\nem variações no perfil dos mesmos, obtendo-se o perfil de um óleo com \n\nmaior maturação nos ensaios de 20 e 50 horas. Os cromatogramas \n\nmostram um aumento da abundância dos n-alcanos, a diminuição dos \n\nisoprenóides e a disseminação da corcova dos biomarcadores hopanos e \n\nesteranos com o aumento do tempo dos ensaios. A Figura 31, também \n\nmostra que apesar dos isoprenóides pristano e fitano diminuírem, no \n\nexperimento de 50h somente o fitano chega a ser menor do que o n-\n\nalcano n-C18. Nos extratos da Figura 31, C-20h-óleo e C-50h-óleo, \n\nobserva-se que com o incremento do tempo dos ensaios ocorre uma \n\nestabilidade do pristano com relação ao fitano, o qual resultou no relativo \n\nincremento da preservação do pristano durante a evolução térmica.  \n\nA relativa abundância dos n-alcanos com baixo peso molecular a \n\nmédio peso molecular (n-C13 – n-C20) incrementa com o tempo dos \n\nensaios (Figura 31, C-20h-óleo e C-50h-óleo). Este incremento é produto \n\ndo craqueamento das moléculas mais pesadas, semelhante aos \n\ncompostos aromáticos, resinas e compostos polares.  \n\nComparando os cromatogramas do betume retido na matriz da \n\nrocha (Figura 32) com óleo expulso (óleo-livre) (Figura 31), é evidente que \n\nno experimento de zero hora (Figura 31, C-zero hora-óleo), o óleo expulso \n\né mais rico em n-alcanos do que no betume retido (Figura 32, C-0h-\n\n\n\n62 \n \n\nBetume), sugerindo um nível maior de maturação do óleo expulso, em \n\ncomparação com o betume. \n\nComparado o óleo expulso e o betume retido no ensaio de 20 \n\nhoras (Figura 31, C-20h-óleo), observa-se que também no betume retido \n\napresenta um padrão mais imaturo e presença da corcova dos \n\nbiomarcadores hopanos e esteranos (Figura 32, C-20h-betume), \n\ncaracterizando uma menor maturação do betume retido com relação ao \n\nóleo expulso.  \n\nNo entanto para o óleo expulso (Figura 31, C-50h-óleo) e betume \n\nretido nos ensaios de 50h com maior evolução térmica (Figura 32, C-50h-\n\nbetume), tais diferenças são menos evidentes, sugerindo que em nível de \n\nmaturação o óleo expulso expelido pela rocha mostra uma maior evolução \n\ntérmica do que o betume retido. \n\n \n\n  \n\n\n\n63 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\nFigura 30: Comparação dos cromatogramas da fração saturada dos betumes extraídos das amostras \noriginais dos folhelhos da Mina Pedra Branca (A e B) e do folhelho da Mina Campevi (C). \n\n\n\n64 \n \n\n  \n\n \n\nFigura 31: Comparação dos cromatogramas da fração saturada do óleo expulso gerado nos ensaios de \nhidropirólise da amostra C na isoterma de 350°, nos tempos de zero hora, 20h e 50h. \n\n\n\n65 \n \n\n  \n\nFigura 32: Comparação dos cromatogramas da fração saturada dos betumes extraídos da \namostra C hidropirolisada na isoterma de 350°, nos tempos de zero hora, 20h e 50h. \n\n\n\n66 \n \n\n \n\n4.2.6. Ensaios de Hidropirólise \n\n \n\nA Figura 33 observa-se o aumento do óleo expulso gerado na \n\nisoterma de 350° nos tempos de zero hora, 20h e 50h. \n\n \n\nTabela 4: Demonstra o valor de óleo expulso gerado durante os ensaios de hidropirólise \nem gramas. \n  \n\nTempo \nÓleo \nexpulso \n\n0 h 0,200 \n20 h 4,000 \n50 h 4,700 \n\n \n\n \n\nAo comparar as tendências do rendimento dos óleos livres e betumes \n\nextraídos obtidos neste estudo pode ser sugerido que mantendo uma \n\ntemperatura máxima de 350° e visando o tempo de ensaio (Figura 34), o \n\nestágio de geração de óleo primário, em amostras de querogênio Tipo I e \n\nII, terá inicio em ensaios realizados a partir de zero hora, a partir do qual, \n\nse inicia o estágio de geração pós-óleo. \n\n \n\n \n\nFigura 33: Gráfico do óleo expulso gerado. \n\n\n\n67 \n \n\n \n\nA diminuição do potencial de geração (S2), observada na figura 35, \n\nconfirma que com o aumento do tempo nos ensaios propiciou um \n\naumento do craqueamento térmico da matéria orgânica, resultando na \n\ngeração de hidrocarbonetos. Este craqueamento térmico aparece nos \n\nensaios de 20h, sugerindo que de zero hora até 20h as M.O. contidas nas \n\nrochas sofreram transformação.  Esta transformação da M.O. foi \n\nconstatada nos folhelhos de Tremembé às 20h, 350° (Kalkreuth et al., \n\n2012). A análise petrográfica (Figura 22) sugere que a transformação da \n\nmatéria orgânica ocorreu primeiramente nas algas, ricas em lipídios, \n\nsendo visível à mudança de cor sendo visível à mudança de cor, desde \n\n \n\nFigura 34: Tendência dos rendimentos obtidos para os óleos expulsos (óleo expulso) e o betume\nextraído da amostra de folhelho C, Mina Campevi, após a hidropirólise com aumento dos tempos \nnos experimentos. \n\n\n\n68 \n \n\namarelo, esverdeado, marrom até a completa transformação da telalginita \n\n(Botryococcus). \n\n \n\n5. CONSIDERAÇÕES FINAIS \n\n \n\nOs resultados obtidos nas análises petrográficas, geoquímicas e da \n\nsimulação da geração e expulsão de óleo, através de experimentos de \n\nhidropirólise em amostras de folhelho betuminoso da Formação Ipubi da \n\nBacia do Araripe, sugerem as seguintes conclusões: \n\n? As amostras A, B e C apresentaram diferenças no tipo e \n\nriqueza da matéria orgânica, assem como na preservação. \n\n• Os resultados da petrografia orgânica monstro que na \n\namostra A, a matéria orgânica amorfa presente encontra-se \n\noxidada com presença de fitoclastos opacos. A amostra B \n\napresentou matéria orgânica amorfa com moderada preservação \n\ne polens com ICE que varia entre 3 e 3,5, classificando a \n\namostra como imatura. Na amostra C se observou matéria \n\norgânica amorfa com excelente preservação, apresentou forte \n\nfluorescência de cor amarela. Foi possível observar betume \n\nimpregnando as borda dos grãos da matéria orgânica amorfa; \n\n• A análise petrografica da rocha total (plug) das \n\namostras A, B e C não mostrou presença de macerais de vitrinita \n\npara medir o poder refletor da vitrinita; \n\n \nFigura 35: Tendência do Potencial Gerador de Hidrocarbonetos S2 com o \naumento do tempo nos ensaios de hidropirólise na amostra C, da Mina \nCampevi. \n\n\n\n69 \n \n\n? A extração soxhlet demonstrou que as amostras A, B \n\ne C apresentam hidrocarbonetos. \n\n? Os resultados de COT das amostras A, B, e C \n\nvariaram entre 0,401 e 25, 694 % em peso, isto mostra uma variação nos \n\nprocessos de sedimentação e preservação da matéria orgânica na \n\nFormação Ipubi. A amostra C apresentou o mais alto teor de Carbono \n\nOrgânico Total (25,694 % em peso), sendo selecionada para realizar os \n\nensaios de hidropirólise; \n\n? Os ensaios de hidropirólise foram realizados numa \n\nisoterma de 350 ºC a diferentes tempos (zero, 20 h, 50 h) para observar \n\nas mudanças nos parâmetros de físicos e químicos;   \n\n? Os tempos de máximos rendimentos de óleo expulso \n\nobservados a foram a 20 h e 50h variando entre 4 - 4,5 g HC/g rock. O \n\nmáximo de betume extraído foi à zero hora com 5, 419 g HC/g rock;  \n\n? O aumento do tempo dos ensaios de hidropirólise \n\npromoveu uma maior transformação do querogênio em hidrocarbonetos \n\nlíquidos, demonstrada pelos rendimentos dos produtos líquidos gerados \n\n(betume+óleo); \n\n? Nos plugs petrográficos foi observado impregnação \n\nde betume (resinas) na porosidade da rocha e óleo impregnando as \n\nbordas dos grãos da rocha, caracterizando o processo de geração e \n\nmigração primária; \n\n? As tendências observadas para os parâmetros \n\ngeoquímicos como o conteúdo de carbono orgânico, potencial \n\nremanescente de geração de hidrocarbonetos (S2), índice de hidrogênio \n\n(IH) após a hidropirólise, determinados para a amostra de folhelho da \n\nFormação Ipubi (amostra C), sugerem que o processo de transformação \n\ndo querogênio Tipo I em hidrocarbonetos foi significativo através dos \n\ntempos utilizados na hidropirólise;  \n\n? O aumento do tempo nos ensaios de hidropirólise \n\npromoveu o craqueamento térmico de compostos mais pesados (fração \n\nheterocomponentes) ou menos estáveis como os isoprenóides pristano e \n\nfitano para compostos de menos massa molecular (n-alcanos), \n\nevidenciado pelas diferenças na composição química dos betumes e \n\n\n\n70 \n \n\nóleos expulsos e nas mudanças dos perfis cromatográficos da fração \n\nsaturada.           \n\n? Os resultados obtidos através da maturação artificial \n\natravés da técnica de hidropirólise de uma rocha potencialmente geradora \n\ncomo o folhelho da Formação Ipubi, permitiu observar as mudanças \n\npetrográficas e geoquímicas do querogênio e dos produtos obtidos pela \n\nhidropirólise. Porém é importante a continuidade dos estudos \n\ngeoquímicos e de ensaios desta natureza com isotermas mais elevadas \n\npara melhor caracterizar o potencial gerador da Formação Ipubi e a \n\nextrapolação destes estudos na exploração de hidrocarbonetos nas \n\nBacias do Brasil. \n\n? Com o objetivo de obter-se maior profundidade no \n\nestudo da técnica de hidropirólise e do folhelho da Formação Ipubi, \n\nrecomenda-se:  \n\n? Experimentos de hidropirólise com tempos maiores \n\nque 50h (ex. 100, 200 h) para estabelecer o máximo rendimento do \n\nbetume e óleo; \n\n? Quantificar através da cromatografia gasosa e \n\ncromatografia acoplada a espectrometria de massa, a fração saturada das \n\nrazões de n-alcanos e isoprenóides, razões de hopanos e esteranos; \n\n? Confecção de seções polidas (plug) do concentrado \n\nde querogênio, visando encontrar vitrinita, que permita medir o poder \n\nrefletor da vitrinita como parâmetro importante da cinética de maturação \n\ndo querogênio na geração de óleo. \n\n? Estudo da composição molar (%) e das razões \n\nisotópicas ?13C (0/00) dos gases gerados durante a hidropirólise.     \n\n  \n\n   \n\n \n\n \n\n \n\n\n\n71 \n \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAbbott, G.D.; Wang, G.Y.; Eglinton, T.I.; Home, A.K. E Petch, G.S. 1990 \nThe kinetics of steranes biological marker release and degradation \nprocesses during the hydrous pyrolysis of vitrine kerogen. Geochemical et \nCosmochimica. Acta, v. 54, p. 2451-2461. \n\nAinsworth, N., Burnett, R. &amp; Kontrovitz, M. 1990. Ostracod colour change \nby thermal alteration, offshore Ireland and Western U.K. Marine and \nPetroleum Geology, v. 7, p. 288-297 \n\nAssine, M.L. 1990. Sedimentação e Tectônica da Bacia do Araripe, \nNordeste do Brasil. Rio Claro. 124 p. (Dissertação de Mestrado, IGCE/ \nUNESP). \n\nAssine M.L. 2007. Bacia do Araripe. Boletim de Geociências da Petrobras, \nv.15, p. 371-389. \n\nAssine, M.L. Análise Estratigráfica da Bacia do Araripe, Nordeste do \nBrasil. Revista Brasileira de Geociências, v. 22, n. 3, p. 298-300, 1992. \n\nBaranger, R., Martinez, L., Pittion, L. &amp; Pouleau, J. 1991. A new \ncalibration procedure for fluorescence measurements of sedimentary \norganic matter. Organic Geochemistry, v. 17, n. 4, p. 467-475. \n\nBarnard, P.C.; Collins, A.G. &amp; Cooper, B.S. 1981. Identification of Kerogen \nFacies in a Source Rock Horizon. Examples from the North Sea Basin. In: \nBROOKS, J. (ed.) Organic Maturation Studies and Fossil Fuel Exploration. \nAcademic Press, London, p. 271-282. \n\nBeurlen K. 1971. As condições ecológicas e faciológicas da Formação \nSantana na Chapada do Araripe (Nordeste do Brasil). Anais da Academia \nBrasileira de Ciências, Rio de Janeiro, v. 43, p. 411-415. \n\nBérthou, P.Y., Viana, M.S.S. &amp; Campos, D.A. 1990. Coupe de la \nFormation Santana dans le secteur de la “Pedra Branca” (Santana do \nCariri) (Bassin d`Araripe, NE du Brésil). Contribution a l`etude de la \nsedimentologie et des paleoenvironnements. In: Simpósio Sobre a Bacia \ndo Araripe e Bacias Interiores do Nordeste, I, Atas, p.:173-191. \n\nBrito, D. M. 2010.  Análise Organofaciológica e Determinação do \nPotencial de Geração de Petróleo do Intervalo Formacional Rio da \nBatateira-Santana, Bacia do Araripe, NE do Brasil. Rio de Janeiro. 48 p \n(Trabalho de conclusão de Curso, UFRJ) \n\nBrito Neves, B. B.; Santos, E. J.; Van Schmus, W. R. 2000. Tectonic \nhistory of the Borborema Province, Northeastern Brazil. In: CORDANI, U. \nG.; MILANI, E. J.; THOMAZ FILHO, A.; CAMPOS, D. A. (Ed.) Tectonic \nEvolution of South America. Rio de Janeiro: [s.n.], 2000, p. 151-182. \n(International Geological Congress, 31,  Rio de Janeiro). \n\n\n\n72 \n \n\nEglington, T.I. E Douglas, A.G. 1988 Quantitative study of biomarker \nhydrocarbons released from kerogens during hydrous pyrolisis. Energy \nand Fuels, v. 2, p. 81-88. \n\nFormoso, M.L. 1984. Difratometria de Raios X. In: Gomes, C.B. (Coord.). \nTécnicas Analíticas Instrumentais aplicadas à Geologia. São Paulo, \nEdgard Blücher, p. 1-43 \n\nFranco, N. 2007. “Caracterização Geoquímica e Petrográfica dos \n Produtos da Hidropirólise (Rocha Hidropirolisada, Betume e \nÓleo Expulso) em Rochas Geradoras de Petróleo das Bacias do Paraná \n(Fm. Irati), Brasil e Puertollano, Espanha” 189 o. (Tese de Doutorado, \nIGEO-UFRGS) \n\nGonzález, M. B. 2011. Análise das Rochas Geradoras das Formações \nConstância e Cifuentes (Jurássico Superior) Através dos Parâmetros \nPetrográficos e de Geoquímica Orgânica. Bacia da Margem Continental \nCubana. 256 p. (Tese de Doutorado, IGEO-UFRGS) \n\nHoering, T. 1984 Thermal reactions of kerogen with added water, heavy \nwater and pure organic substances. Organic Geochemistry, v. 5, p. 267-\n278. \n\nHunt, J. M. 1995. Petroleum Geochemistry and Geology. Ed.: Freeman, 2 \ned., 743 p. \n\nICCP (2001): The New Inertinite Classification (ICCP System 1994) - Fuel, \n80: 459-471. \n\nLangford, F. F., Blanc- Valleron, M.M., 1990. Interpreting Rock-Eval \npyrolysis data using graphs of pyrolizable hydrocarbons vs. total organic \ncarbon. American Association of the Petroleum Bulletin, v. 74, p 799-804 \n\nLewan, M.D., Winters,J.C. E Mcdonald, J.H. 1979 Generation of Oil-Like \nPyrolyzates from organic-rich shales. Science, v. 203, p. 896-899. \n\nLewan, M.D. 1993 Laboratory simulation of petroleum formation. Hydrous \nPyrolysis. In: Engel, M.H., Macko, S.A. (Eds). Organic Geochemistry, \nPlenum Press, New York, p. 419-442. \n\nLevandowski, J. Caracterização química e petrográfica do carvão e das \ncinzas leves e pesadas da Usina Termelétrica de Figueira/PR. 2007. 88p. \n(Trabalho de Conclusão do Curso de Geologia, UFRGS) \n\nLevandowski, J.; Kalkreuth, W. Chemical and petrographical \ncharacterization of feed coal, fly ash and bottom ash from the Figueira \nPower Plant, Paraná, Brazil. International Journal of Coal Geology, v. 77, \np. 269-281, 2009. \n\nKalkreuth, W; Peralba, M. C.; Gonzales, M.B.; Barrionuevo, S. 2012. \nRelatório Técnico Final PETROBRAS - “Ensaios de Hidropirólise em \nAmostras de Rochas Geradoras de Petróleo” 107 p. \n\n\n\n73 \n \n\nMarchiotti, B. 2010. Folhelhos. Universidade Estadual do Oeste do \nParaná. Centro de Ciências Agrárias - Gênese do Solo – \nAgronomia, 48 p http://pt.scribd.com/bmarchiotti.  \n\nMcneil, D., Issler, D. &amp; Snowdon, L. 1996. Color alteration, thermal \nmaturity and burial diagenesis in fossil foraminifers. Geological Survey of \nCanada, Bulletin 499, 34 p. \n\nMendonça Filho, J.G; Carvalho, M.A.; Menezes, T.R. 2002. Palinofácies. \nIn: Unisinos (ed). Técnicas e procedimentos de trabalho com fósseis e \nformas modernas comparativas, p.20-24, São Leopoldo – RS. \n\nMichels, R.; Landais, P. Torkelson, B. E.; Philp, R. P., 1995. Effects of \neffluents and water pressure on oil generation during confined pyrolysis \nand high-pressure hydrous pyrolysis. Geochemical et Cosmochimica Acta, \nVol. 59, No. 8. pp. 1.589- 1604. \n\nNeumann, V. H.; Cabrera, L. 1999. Una nueva propuesta estratigráfica \npara la tectonosecuencia post-rifte de la cuenca de Araripe, nordeste de \nBrasil. In: Simpósio Cretáceo Brasileiro, 5, 1999. Serra negra, SP. \nUNESP, Boletim de Resumos, p. 279-285. \n\nPeters, K.E.; Moldowan, J.M. E Sundararaman, P. 1990 Effects of \nHydrous pyrolysis on biomarker thermal maturity parameters: Monterey \nphosphatic and siliceous members. Organic Geochemistry, v. 15 n. 3, p. \n249-265. \n\nPeters, K.E.; Moldowan, J.M. 1993. The Biomarkers Guide: Interpreting \nMolecular Fossils in Petroleum and Ancient Sediments. Prentice Hall, \nEnglewood Cliffs, New Jersey. 363 p. \n\nPeters, K. E., Walters, C. C. &amp; Moldowan, J. M. 2005. The Biomarker \nGuide. Volume 1: Biomarkers and Isotopes in the Environment and \nHuman History. Volume 2: Biomarkers and Isotopes in Petroleum \nExploration and Earth History. Cambridge University, pg 1172. Nova York. \n\nPonte F.C. &amp; Appi C.J. 1990. Proposta de revisão da coluna \nlitoestratigráfica da Bacia do Araripe. In: SBG, Congresso Brasileiro de \nGeologia, 36, Anais, 1, p.211-226. \n\nPonte F.C. 1991. Sistemas Deposicionais na Bacia do Araripe, Nordeste \ndo Brasil. In: F.C. Ponte, A.T. Hashimoto, R. Dino (coord.). Geologia das \nBacias Sedimentares Mesozóicas do Interior do Nordeste do Brasil. \nPETROBRAS, CENPES, DIVEX, SEBIPE. \n\nPonte, F.C. &amp; Ponte Filho, F.C. 1996 Estrutura Geológica e Evolução da \nBacia do Araripe. Recife. DNPM 4° e 10° Distritos Regionais 68p \n\nSimpósio Internacional sobre o Patrimônio Paleontológico e Ecoturismo. \n1°, 2011, Juazeiro do Norte-CE. Bacia do Araripe.  Apoio de Conteúdo: \nAlexandre Magno Feitosa Sales. Disponível em: \n\n\n\n74 \n \n\n<http://www.urca.br/sippet/bacia_araripe.php>. Acesso em: 29 de dez. \n2011. \n\nSilva M.A.M. 1983. The Araripe Basin, Northesast Brazil. Regional \ngeology and facies analysis of a Lower Cretaceous evaporitic deposicional \ncomplex. Ph.D. Thesis, Graduate School of Arts and Sciences, Columbia \nUniversity, 287p. \n\nSilva, M.A.M. 1988. Evaporitos do Cretáceo da Bacia do Araripe: \nambientes de deposição e história diagenétíca. Boletim de Geociências \nda Petrobras, v. 2(l): p. 53-63 \n\nStaplin, F.L., 1969. Sedimentary organic matter, organic metamorphism \nand oil and gas occurrence. Bulletin of Canadian Petroleum Geology, v. \n17, p. 47–66. \n\nTISSOT, B.P. E WELTE, D.H. 1984 Petroleum Formation and Occurrence. \n2nd Edition. New York, 699p. \n\nThomas, B.H.; Moller-Pedersen, P.; Whitaker, M.F. E Shaw, N.D. 1985 \nOrganic facies and hydrocarbon distributions in the Norwegian Notrh Sea. \nIn: Petroleum Geochemistry in Exploration of the Norwegian Shelf (Edited \nby B.M. THOMAS, et al.), Graham and Trotman, London. \n\nTyson R.V. 1995. Sedimentary Organic Matter. Organic facies and \npalynofacies. Londres, Chapman &amp; Hall, 615 p. \n\nTyson R.V. 1993. Palynofacies analysis. In: Jenkins D.G. (ed.). Applied \nMicropaleontology. Kluwer Academic Publishers, The Netherlands, \nAmsterdam, Chapter 5: p. 153-191. \n\nWaples, D. W. E Machihara, T. 1991 Biomarkers for Geologists – A \nPractical Guide to the Application of Steranes and Triterpanes in \nPetroleum Geology. Amer. Assn. of Petroleum Geologists, 91p \n\nWinters, J.; Williams, J. E Lewan, M. 1981 A laboratory study of petroleum \ngeneration by hydrous pyrolysis. In: Bjoroy et al. (Eds). Advances in \nOrganic Geochemistry. Wiley: Chichester, p. 524-533. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n \n\nANEXO 1 \n\n \n\n \n\n \n\n \n\nA \n\nB \n\n\n\n76 \n \n\n \n\nDifratogramas das três amostras de folhelho da Formação Ipubi, Bacia do Araripe obtidos \natravés da analise de difração de raios X. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nC \n\n\n\n \n \n\nANEXO 2 \n\nClient ID \nLeco RE \n\nHI OI S2/S3 \nS1/TOC \n\n*100 \nPI \n\nNotes \nLab ID \n\nTOC S3 Checks Pyrogram \n\n           \nA 0,40 1,08 2 269 0,0 -1 -1,00 TOC f 3402579907 \n\nB 0,76 1,08 76 142 0,5 4 0,05 TOC  RE f 3402579909 \n\nC 25,69 1,87 489 7 67,2 59 0,11 TOC n:lts2sh 3402579911 \n\nQuadro dos resultados de COT e Pirólise de Rock Eval da rocha original \n\n \n\n \n\n \n\n \n\n \n\nQuadro dos resultados de COT e Pirólise de Rock Eval da rocha após os ensaios de hidropirólise \n\n \n\nClient ID \nLeco RE \n\nHI OI S2/S3 \n S1/TOC \n\n*100 \nPI \n\nNotes \nLab ID \n\nTOC S3 Checks Pyrogram \n\nC- ext. 20,75 7,34 819 35 23,2 19 0,02 TOC  RE n:hts2sh 3E+09 \n\nC-0h 8,89 1,11 696 12 55,8 12 0,02 TOC  RE n  3E+09 \n\nC-20h 8,95 2,16 218 24 9,0 9 0,04 TOC   n:hts2sh 3E+09 \n\nC-50h 10,02 2,06 120 21 5,8 10 0,08 TOC   n:hts2sh 3E+09 \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\nB \n\nC \n\nC-ext \n\nC-0h \n\nC-20h \n\nC-50h \n\nDiagrama de Van Krevelen das amostras \n\noriginais A, B e C. \n\nDiagrama de Van Krevelen da amostra C \n\nextraída e da rocha original amostra C após os \n\nensaios de 0h, 20h e 50h."}]}}}