{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15748"}, {"@name": "filename", "#text": "22234_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MARIA EUNICE PAULA DE SOUZA \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nOLIGOCHAETAS EM SOLOS SOB SISTEMAS DE MANEJOS A PLENO SOL E \nAGROFLORESTAL E VERMICOMPOSTAGEM ASSOCIADA COM PÓS DE \n\nROCHAS \n \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-Graduação \nem Solos e Nutrição de Plantas para \nobtenção do título de Magister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nVIÇOSA   \n\nMINAS GERAIS - BRASIL \n\n2010 \n\n\n\nMARIA EUNICE PAULA DE SOUZA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nOLIGOCHAETAS EM SOLOS SOB SISTEMAS DE MANEJOS A PLENO SOL E \n\nAGROFLORESTAL E VERMICOMPOSTAGEM ASSOCIADA COM PÓS DE \nROCHAS \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das exigências \ndo Programa de Pós-Graduação em Solos e \nNutrição de Plantas para obtenção do título de \nMagister Scientiae. \n\n \n\n \n\n \n\n \n\nAPROVADA: 26 de julho de 2010 \n\n \n \n\n \n\n  \n\nProf. Ivo Jucksch \n(Co-orientador) \n\n Prof. Eduardo de Sá Mendonça \n(Co-orientador) \n\n   \n\n   \n\nDr. Arnoldus Rudolf Maria Janssen  Profa. Ana Cláudia Rodrigues de Lima\n\n   \n\n  \n\n Prof.ª Irene Maria Cardoso \n(Orientadora) \n\n\n\n \n \n\nii \n \n\n \n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                        Dedico, \n\n \n\n \n\n        Aos meus pais, Mª Paula e Otaviano (in memorian),  \n\n                                                         por suas histórias de sucesso na educação dos filhos, \n\n                                                         diante de todas as adversidades. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\niii \n \n\n \n\nAGRADECIMENTOS \n\n \nA Deus, pela vida e por tornar tudo possível.  \n\nÁ Nossa Senhora de Aparecida, minha rainha e protetora de todas as horas. \n\nÀ minha família, pelo apoio incondicional que me deram em especial à minha mãe pela \n\npaciência e carinho. À minha irmã Mazé, que sempre foi um exemplo de dedicação aos \n\nestudos e a pesquisa ao qual eu procuro seguir.  \n\nÀ Professora Irene, que orientou deste trabalho, pelo estímulo, críticas e sugestões \n\nrelevantes feitas durante a orientação, pelo incansável apoio moral e, sobretudo pela \n\namizade e confiança demonstradas.  \n\nAo Professor Ivo Jucksch, que co-orientou este trabalho, pela atenção e dedicação desde \n\no início do curso de graduação, por ser meu socorro de todas as horas e pela amizade de \n\ntodos esses anos.  \n\nAos meus conselheiros, Eduardo e George pelo apoio e valiosas contribuições para o \n\ntrabalho.  \n\nAos professores, Raphael, Arne, Anôr e Ana Claúdia pelo conhecimento transmitido e \n\ncolaboração para desenvolvimento desse projeto e pelo apoio recebido. \n\nAo Professor André Mundstock, pela contribuição e apoio em todas as fases desse \n\ntrabalho, pelos momentos de aprendizagem constante e amizade. \n\nAos agricultores e suas famílias: Romualdo, Samuel e Carlos que permitiram que parte \n\nda pesquisa fosse desenvolvida nas suas propriedades. E também ao Centro de \n\nTecnologias Alternativas da Zona da Mata (CTA-ZM) e às organizações locais dos \n\nagricultores de Araponga pela oportunidade que me deram de trabalhar nessa linha de pesquisa.  \n\nAo Departamento de Solos da Universidade Federal de Viçosa e profissionais \n\nenvolvidos no curso de Pós-Graduação em Solos e Nutrição de Plantas, em especial a \n\nLuciana pelo companheirismo e disposição para auxiliar e dar apoio em todos os \n\nmomentos. À Coordenação de Aperfeiçoamento aos Profissionais do Ensino Superior \n\n(CAPES), pela bolsa concedida. Ao CNPq pelo apoio financeiro a parte dos estudos.  \n\nAo Prof. Dr. Jonathan D. Majer que mesmo distante sempre supervisionou meus \n\nestudos.  \n\nA todos meus sobrinhos e sobrinhos-netos em especial a Carla Marina, nossa doutora do \n\nABC, pela força e carinho dedicado a mim. E também a minha cunhada Valéria Fiorillo \n\nda Rocha pela colaboração nas correções dos meus trabalhos.  \n\n\n\n \n \n\niv \n \n\nAo meu anjo-da-guarda, Dany que me ajudou nos trabalhos de campo e de laboratório, \n\npela amizade ao longo deste trabalho. À Edivania, à Joedna, ao Rodrigo e à Laís, pelo \n\napoio durante o desenvolvimento deste trabalho. \n\nAos laboratoristas, do Laboratório de Matéria Orgânica dos Solos, em especial ao Lula \n\ne Braz, onde passei grande parte do meu tempo durante os trabalhos. \n\nAo meu esposo, Rogério, pelo carinho, compreensão nesses momentos que foram tão \n\nturbulentos. \n\nAos meus amigos da casa do cupim, Glauxinha, Cara Carol, Carlos, Rodolfo, Wagner, e \n\na agregada CamilaRá pelo incentivo para entrar no mestrado. \n\nÁ Raquel pela ajuda valiosa nas coletas de campo. \n\nA todos participantes do Curso de Taxonomia de minhocas, pela troca de conhecimento \n\ne experiências. \n\nÁ D. Ursula e Norma Jucksch, pelo carinho e atenção ao me receber em sua residência, \n\npara o Curso de Taxonomia de minhocas. Também aos estagiários, Marcela e Tiago, por \n\ntoda a disponibilidade na montagem e acompanhamento do experimento em casa de \n\nvegetação.  \n\nAo Professor João Carlos Galvão pelo fornecimento das sementes de milho. Á \n\nProfessora Eveline Montovani e ao Laboratório de Sementes/UFV, onde realizei os as \n\nanalises das sementes do milho. \n\nAos Companheiros (as) da Pós-graduação, pelo convívio agradável e solidário, por tudo \n\nque passamos juntos que jamais esquecerei. \n\nA todos que, direta ou indiretamente, contribuíram para a realização deste trabalho. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nv \n \n\nBIOGRAFIA \n\n \nMaria Eunice Paula de Souza, filha de Maria Paula de Souza e Otaviano Carvalho de \n\nSouza, nasceu em Visconde do Rio Branco- MG, e morou a maior parte da sua vida em \n\nViçosa – MG, onde ainda mora. Em 1995, ingressou no curso de química da \n\nUniversidade Federal de Juiz de Fora, porém, em virtudes de problemas de saúde na \n\nfamília, não conclui o curso e retornou a Viçosa, onde posteriormente ingressou no \n\ncurso de agronomia da Universidade Federal de Viçosa (UFV), graduando-se no ano \n\n2004. Nesse mesmo ano, foi trabalhar no norte do estado do Tocantins prestando \n\nassessoria social e ambiental aos assentados da reforma agrária do estado. Com a \n\nnecessidade de aprofundar seus conhecimentos, retornou a Viçosa ao final de 2006. No \n\ninício de 2007, cursou especialização em Recursos Naturais na Curtin University of \n\nTechnology, em Perth - WA, Austrália, por 10 meses retornando à Viçosa ao final de \n\n2007. Em agosto de 2008 ingressou no programa de pós-graduação do Departamento de \n\nSolos e Nutrição de Plantas (UFV) concluindo-o em julho de 2010. \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\nvi \n \n\nSUMÁRIO \n\n \n\nLISTA DE TABELAS E FIGURAS – CAPITULO I vii \n\nLISTA DE TABELAS E FIGURAS – CAPITULO II vii \n\nRESUMO x \n\nABSTRACT xii \n\n1. INTRODUÇÃO GERAL 1 \n\n1.1. PRINCIPAIS QUESTÕES E OBJETIVOS GERAIS 7 \n\n1.2. ESTRUTURA DA DISSERTAÇÃO 7 \n\n2. CAPÍTULO I - ABUNDÂNCIA DE OLIGOCHAETAS EDÁFICOS EM \n\nCAFEZAIS SOB VÁRIOS TIPOS DE MANEJO \n\n8 \n\nRESUMO 8 \n\nABSTRACT 10 \n\n2.1. INTRODUÇÃO 12 \n\n2.2. MATERIAL E MÉTODOS.  14 \n\n2.2.1. CARACTERIZACÃO DA AREA DE ESTUDO 14 \n\n2.2.2.  COLETA DAS AMOSTRAS 15 \n\n2.2.3. IDENTIFICAÇÃO DOS OLIGOCHAETAS 19 \n\n2.2.4. DETERMINAÇÃO DA ABUNDÂNCIA E DA DIVERSIDADE 19 \n\n2.2.5. ANÁLISE ESTATÍSTICA 19 \n\n2.3. RESULTADOS  20 \n\n2.4. DISCUSSÃO 22 \n\n2.5. CONCLUSÃO 25 \n\n3. CAPÍTULO II - VERMICOMPOSTAGEM ASSOCIADA AOS PÓS DE \n\nROCHAS GNAISSE E ESTEATITO NO CRESCIMENTO DE PLANTAS \n\n26 \n\nRESUMO 26 \n\nABSTRACT 28 \n\n\n\n \n \n\nvii \n \n\n3.1. INTRODUÇÃO. 29 \n\n3.2. MATERIAL E MÉTODOS. 30 \n\n3.2.1. PÓS DE ROCHAS 30 \n\n3.2.2. CRESCIMENTO DAS MINHOCAS EM SUBSTRATOS \n\nENRIQUECIDOS – ENSAIO EM POTES \n\n31 \n\n3.2.3. CRESCIMENTO DAS PLANTAS - ENSAIO AGRONÔMICO 32 \n\n3.2.4. ANÁLISES ESTATÍSTICAS 33 \n\n3.3. RESULTADOS   34 \n\n3.4. DISCUSSÃO 37 \n\n3.5. CONCLUSÃO 40 \n\n4.  CONSIDERAÇÕES FINAIS 42 \n\n5.  REFERÊNCIAS BIBLIOGRÁFICAS 43 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nviii \n \n\nLISTA DE TABELAS E FIGURAS – CAPITULO I \n\n \n\nTabela 1: Análise granulométrica das amostras de solo dos sistemas de cultivo a \n\npleno sol agroecológico, a pleno sol convencional e agroflorestal de café, dois \n\nfragmentos de mata. Araponga - MG, 2009 \n\n16 \n\nTabela 2: Análise química do solo dos sistemas de cultivo a pleno sol \n\nagroecológico, a pleno sol convencional e agroflorestal de café, dois fragmentos \n\nde mata. Araponga - MG, 2008. (o se tem que ficar na mesma linha, se for o caso \n\nfaca tabela paisagem.  \n\n17 \n\nFigura 1: Sistemas estudados: A, Fragmento; B, pleno sol agroecológico e C, \n\nSistema agroflorestal – Romualdo; D, Fragmento; E, sistema agroflorestal e F, \n\npleno sol agroecológico do Samuel. \n\n18 \n\nTabela 3: Número de indivíduos de oligochaetas por metro quadrado nas \n\ndiferentes profundidades. SER = serapilheira. Médias seguidas de letras distintas \n\nminúsculas, no gráfico, diferem entre si pelo modelo linear de efeitos mistos (p &lt;\n\n0,05). \n\n20 \n\nFigura 2. Interação profundidade e época, onde a linha preta e cinza corresponde \n\nao número de indivíduos por metro quadrado no ano de 2009 e 2010, \n\nrespectivamente e SER significa serapilheira.   \n\n21 \n\nFigura 3: Oligochaetas edáficos em diferentes sistemas de manejo do cafezal. \n\nFMROM = Fragmento Romualdo; FMSAM = Fragmento Samuel; SAF Sistema \n\nagroflorestal; PSA= Pleno sol agroecológico; PSC = Pleno sol convencional. \n\nMédias seguidas de letras distintas minúsculas diferem entre si (p &lt;0,05). Azul = \n\nmédia de ind/m2 e laranja = SE \n\n21 \n\nTabela 4: Riqueza, Índice de Shannon e gêneros/espécies encontrados nos \n\nsistemas de manejos estudados – Araponga – MG (2009/2010) \n\n22 \n\n \n\n \n\nLISTA DE TABELAS E FIGURAS – CAPITULO II \n\n \n\nTabela 1. Caracterização química das rochas moídas utilizadas nos experimentos. 31 \n\nTabela 2. Caracterização química do Latossolo Vermelho Amarelo utilizado. 33 \n\nFigura. 1. Massas fresca e seca média e número médio de minhocas ao final do 34 \n\n\n\n \n \n\nix \n \n\nprocesso de vermicompostagem, enriquecidos (VcS5, VcS20, VcG5, VcG20) ou não \n\n(Vc) com os pós de gnaisse e esteatito à 5 e 20 %.  \n\nFigura. 2. Comprimento médio das folhas de milho (cm) em função dos dias após \n\na semeadura no ensaio agronômico \n\n35 \n\nFigura 3. Massa seca total (parte aérea + raízes) das plantas de milho aos 73 dias \n\napós a semeadura no ensaio agronômico.  \n\n36 \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nx \n \n\nRESUMO \n\n \nSOUZA, Maria Eunice Paula de, M.Sc., Universidade Federal de Viçosa, julho de 2010. \nOligochaetas edáficos em solos sob sistema de manejo a pleno sol e agroflorestal e \nvermicompostagem associada com pós de rochas. Orientadora: Irene Maria Cardoso. \nCo-orientadores: Eduardo de Sá Mendonça, George Gardner Brown e Ivo Jucksch. \n \n \nOs Oligochaetas edáficos atuam em vários processos fundamentais para a manutenção \n\nda fertilidade e qualidade dos solos de agroecossistemas. As práticas agrícolas, \n\ncondições climáticas e as características do solo afetam a população de oligochaetas \n\nedáficas. Atualmente, frente aos problemas como o decréscimo de qualidade do solo, da \n\nágua e das plantas e o alto custo dos insumos agrícolas faz-se necessário buscar \n\nalternativas de uso sustentável das terras, como podem ser os sistemas agroecológicos, \n\ndentre eles os sistemas agroflorestais. Os sistemas agroflorestais, com aporte contínuo \n\nde matéria orgânica e qualidade e manutenção dos resíduos culturais na superfície do \n\nsolo, propiciam maior biomassa das oligochaetas e atuam positivamente no equilíbrio \n\npopulacional das mesmas, durante as estações do ano. Este trabalho teve como objetivo \n\navaliar as alterações nas populações de Oligochaetas edáficos em função do manejo do \n\ncafé (Coffea arabica), no município de Araponga – MG. O estudo foi realizado em \n\náreas de plantio de café consorciado em sistema agroflorestal (SAFROM e SAFSAM); café \n\na pleno sol agroecológico (PSAROM e PSASAM); café a pleno sol convencional \n\n(PSCCAR1) e (PSCCAR2); e dois fragmentos de mata (FRAROM e FRASAM) que foram \n\nutilizados como referências. PSAs diferem SAFs basicamente por não possuírem \n\nárvores consorciadas com o café. As coletas de oligochaetas foram realizadas, em \n\nquatro tratamentos, três profundidades (0 – 0,1m; 0,1 – 0,2m e 0,2 – 0,3m), duas épocas \n\n(fevereiro de 2009/ janeiro de 2010) e cinco repetições equidistantes em 10m, ao longo \n\nde uma linha de café, na mesma área. No laboratório, identificou-se os Oligochaetas no \n\nlaboratório ao nível de gêneros e espécies. Para cada tratamento foi estimada a \n\nabundância das diferentes espécies de oligochaetas encontradas, riqueza e Índice de \n\nShannon. A análise estatística foi feita utilizando Modelo Linear dos Efeitos Mistos \n\n(Programa R). Não houve efeito de época e houve diferença em profundidade. A \n\nprofundidade de 0-10 cm apresentando a maior abundância, em média 52,3 ind/m2, \n\nseguida da profundidade de 10-20 cm apresentando, média de 25,9 ind/m2. Houve \n\ninteração significativa entre profundidade e época. FRAROM apresentou o maior número \n\n\n\n \n \n\nxi \n \n\nde Oligochaetas (média de 224 ind/m2), não havendo diferenças (p<0,05) entre e \nFRASAM,, SAFSAM e PSASAM (55,8 ind m2) e entre SAFROM PSAROM (36,9 ind m2). Em \n\nPSCCAR praticamente não se encontrou oligochaetas e por isto não foi incluídos na \n\nanálise estatística. Nos agroecossistemas avaliados ocorreu predomínio da espécie \n\nPontoscolex corethrurus. A capacidade de solubilização de minerais durante o processo \n\nde vermicompostagem foi avaliada utilizando dois tipos de pó de rocha (gnaisse e \n\nesteatito) em 2 doses cada, com 5 repetições. A produção de vermicomposto com pó de \n\nrocha e sem pó de rocha foi realizada em potes plásticos cilíndricos (2 dm3), utilizando \n\nesterco de gado. O delineamento foi inteiramente casualizado (DIC), sendo o esterco \n\nenriquecido com pós de duas rochas diferentes (gnaisse = G e esteatito = E), três doses \n\ncada (0, 5 e 20 % m/m) e cinco repetições. Realizou-se um ensaio agronômico com a \n\ncultura do milho cultivada por 73 dias em Latossolo Vermelho Amarelo, fertilizado com \n\nos vemicompostos descritos e com apenas pó de gnaisse ou esteatito, totalizando oito \n\ntratamentos, sendo um controle (C, sem pós de rochas e sem vermicompostos), Vc (sem \n\npós de rochas), VcG5, VcG20, VcE5, VcE20, G e E. O delineamento foi inteiramente \n\ncasualizado com 4 repetições. Semanalmente a parte aérea do milho foi medida para \n\navaliar crescimento. As plantas cresceram mais quando o solo foi fertilizado com \n\nesterco enriquecido com pó de rocha durante o processo de vermicompostagem. Os \n\noligochaetas além de poder serem utilizados como indicadora de recuperação do solo, \n\npodem contribuir para o processo de recuperação, melhorando a disponibilidade de \n\nnutrientes presentes em resíduos que podem ser utilizados na agricultura.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n \n \n\nxii \n \n\nABSTRACT \n\n \n\nSOUZA, Maria Eunice Paula de, M.Sc., Universidade Federal de Viçosa, July 2010. \nEdaphic oligochaetes in soils sun- and agroforestry-coffee management and \nvermicomposting associated with powdered rock. Advisor: Irene Maria Cardoso. Co-\nadvisors: Eduardo de Sá Mendonça, George Gardner Brown and Ivo Jucksch. \n\n \n\nEdaphic Oligochaetes acts in various fundamental processes, including maintaining soil \n\nfertility and soil quality in agroecosystems. However, agricultural practices, climatic \n\nconditions and soil characteristics affect populations of soil oligochaetes. Currently, as a \n\nresult of problems with soil quality, water availability and plants, plus the high cost of \n\nagricultural inputs, it is necessary to find alternatives for sustainable use of land in \n\nagroforestry systems. Agroforestry systems with continuous input of organic matter and \n\nmaintenance of crop residues on the soil surface provide biomass for oligochaetes, \n\nwhich acts positively on their population balance throughout the seasons. This study \n\naimed to assess changes in populations of edaphic oligochaetes due to differences in the \n\nmanagement of coffee (Coffea arabica) in the municipality of Araponga - MG. The \n\nstudy was conducted in agroforestry systems (SAFROM e SAFSAM), where coffee is \n\nintercropped with trees, in agroecological full sun coffee systems (PSAROM and \n\nPSASAM); conventional full sun coffee systems (PSACAR1; PSACAR2) and two forest \n\nfragments (FRAROM e FRASAM), used as references. PSA differs from SAF by not \n\nhaving trees intercropped with coffee. The collections of oligochaetes were performed \n\nin four treatments, at three depths (0 - 0.1 m, 0.1 - 0.2 m and 0.2 to 0.3 m), two times \n\n(February 2009 / January, 2010), and in five replicates 10 m equidistant from each in \n\neach area. Identification in the laboratory was at the level of genera and species. For \n\neach treatment, abundance of different species of oligochaetes found was estimated, and \n\nrichness and Shannon’s index was calculated. Statistical analysis was performed using \n\nLinear Mixed Effects models. There was not time effect and there was difference in \n\ndepth. There was no effect of time but there was with depth, with the 0-10 cm depth \n\nhaving higher average abundances (52,3 ind/m2), followed by 10-20 cm depth (25,9 \n\nind/m2). There was a significant interaction between depth and time. FRAROM had the \n\nlargest number of oligochaetes (average of 224 ind/m2), but there were no differences \n\nbetween FRASAM,, SAFSAM and PSASAM (55,8 ind/m2) or between SAFROM and PSAROM (36,9 \n\nind/m2). Practically no Oligochaeta were sampled in PSCCAR in, so this was not included \n\nin the statistical analysis. Pontoscolex corethrurus predominated in agroecosystems. \n\n\n\n \n \n\nxiii \n \n\nThe capacity for release of minerals during the vermicomposting process was evaluated \n\nusing two types of rock (gneiss and steatite). The production of vermicompost, using \n\ncatle manure, enriched with rock powder and without rock powder was performed in \n\ncylindrical plastic pots (2 dm3). The completely randomized design (DIC) used five \n\nreplicates, of two different rock types (gneiss and steatite = G = E), at three doses (0, 5 \n\nand 20%). An agronomic test was performed growing corn for 73 days in Oxisol, \n\nfertilized with vermicompost produced as previously described and only with rock \n\npowder (G or E). In total, we had eight treatments, controle (C, without rock poweder \n\nand vermicompost), Vc (only vermicompos, without rock powder), VcG5, VcG20, VcE5, \n\nVcE20, G and E. The completely randomized design had four replicates. Weekly, maize \n\nleaves were measured to assess growth. The plants performed better when the soil was \n\nfertilized with manure enriched with rock powder during the vermicomposting process. \n\nOligochaetes can therefore be used as an indicator of soil recovery and may contribute \n\nto the recovery process, improving the availability of nutrients present in waste that can \n\nbe used in agriculture. \n\n \n\n \n \n\n\n\n \n\n 1\n\nINTRODUÇÃO GERAL \n \n\nA cobertura do solo na região da Zona da Mata passou por ciclos que iniciaram \n\ncom o desmatamento da Mata Atlântica para dar lugar ao plantio de café (Coffea \n\narabica) e posteriormente às pastagens. Isto quebrou a ciclagem de nutrientes do \n\necossistema florestal e levou rapidamente a degradação dos solos, principalmente \n\ndevido a erosão e exportação de nutrientes pelas culturas (Cardoso et al., 2001). Na \n\ndécada de 60 e 70 o incentivo governamental para a adoção, pelos agricultores, de \n\ntecnologias da Revolução Verde contribuiu significativamente para a degradação \n\nambiental tais como a perda de biodiversidade, a poluição por agrotóxicos, a perda de \n\nqualidade dos solos e das águas e o enfraquecimento da agricultura familiar como \n\nempreendimento econômico (dívidas, dependência de um único produto para \n\ncomercialização, perda da diversidade alimentar, competição desigual com a agricultura \n\ncomercial ). Como consequência, a maioria dos agroecossistemas da região possui baixa \n\nprodutividade devido à história de crescente uso das terras com práticas nem sempre \n\nadequadas à conservação do ambiente (Ferrari, 1996). A despeito disto, a agricultura \n\nfamiliar manteve sua importância na região, principalmente para a produção de \n\nalimentos (Gomes, 1986; Ferrari, 1996). Objetivando levantar as potencialidades e as \n\ndificuldades enfrentadas da agricultura familiar da região, o Sindicato dos \n\nTrabalhadores Rurais de Araponga, em parceria com o Centro de Tecnologias \n\nAlternativas da Zona da Mata (CTA-ZM) e com a Universidade Federal de Viçosa \n\n(UFV) realizaram, em 1993, um Diagnóstico Rural Participativo (DRP). Diagnosticou-\n\nse a perda de qualidade do solo como sendo um dos principais problemas da agricultura \n\nna região. Para melhorar a qualidade do solo, iniciou-se um processo de experimentação \n\nparticipativa com sistemas agroflorestais, principalmente, com a cultura do café \n\n(Cardoso et al., 2001) como uma proposta alternativa de manejo e conservação dos \n\nsolos da região.  \n\nO mérito dos sistemas agroflorestais em reduzir a degradação das terras é \n\namplamente aceito. Os sistemas agroflorestais têm sido propostos como a melhor opção \n\npara alcançar tanto a conservação da biodiversidade, como a melhoria da qualidade de \n\nvida dos agricultores dos trópicos (Bhagwat et al. 2008; Rice 2008; Vandermeer &amp; \n\nPerfecto 2007). Isto é especialmente importante na Mata Atlântica, um dos biomas mais \n\ndiversos, porém mais ameaçados e fragmentados dos trópicos (Myers et al. 2000). \n\n\n\n \n\n 2\n\nEntre os anos de 2003 e 2005, as experiências com sistemas agroflorestais na \n\nregião foram sistematizadas de forma participativa, quando então os agricultores e \n\npesquisadores apontaram as espécies arbóreas Senna macranthera (fedegoso), Inga \n\nsubnuda (ingá), Persea americana (abacateiro), Musa sp. (bananeira), Aegiphila \n\nsellowiana (papagaio) e Erythrina verna (mulungu), entre outras, como compatíveis \n\ncom o café (Souza, 2006). Um dos principais resultados com os SAFs, apontados pelos \n\nagricultores experimentadores, foi a melhoria da qualidade do solo, como por exemplo, \n\num aumento significativo nos teores de matéria orgânica do solo, comparado ao sistema \n\nde cultivo convencional em área semelhante e adjacente (Aguiar, 2007).. Entretanto, a \n\nsistematização também apontou a necessidade de realizar estudos mais aprofundados \n\ncomo, por exemplo, a ciclagem de nutrientes e os indicadores da qualidade do solo dos \n\nSAFs (Souza, 2006). \n\nA diversidade e a abundância da fauna invertebrada do solo, assim como a \n\npresença de determinados grupos de organismos em um sistema, podem ser usadas \n\ncomo indicadores eficientes da qualidade dos solos (Paoletti (1999); Barros et al., \n\n2003). A macrofauna (organismos maiores que 2 mm),  composta de grupos muito \n\ndiversos desse organismos, possui características que permitem, através da identificação \n\nde suas principais comunidades, conhecer sua função no solo. Uma vez que integram o \n\nconjunto das condições físicas e químicas do solo, assim como a biodisponibilidade de \n\nelementos químicos poluentes ao longo do tempo, estes grupos proporcionam uma \n\navaliação confiável dos riscos ecológicos (Beylich, et al., 1995; Linden, et al., 1994; \n\nLavelle &amp; Spain, 2001).  Como isso, a macrofauna considerada é um bom indicador, pois \n\né muito sensível à modificação da cobertura vegetal do solo e possui capacidade de \n\ninfluenciar diretamente no funcionamento do solo (Lavelle et al., 1994; Lavelle et al., \n\n2006).  \n\nDentre os organismos, os oligochaetas edáficos, grupo preponderante da \n\nmacrofauna, são considerados excelentes bioindicadores do tipo de uso e qualidade do \n\nsolo (Paolleti et al., 1998) e, com menor ou maior sensibilidade, demonstram o estado \n\nda qualidade do solo ante as ações antrópicas (Turco &amp; Blume, 1999). Eles atuam em \n\nvários processos fundamentais para a manutenção da fertilidade e qualidade dos solos \n\nde agroecossistemas e ecossistemas naturais. Os oligochaetas são capazes de melhorar a \n\nestrutura do solo; transportar, redistribuir, fragmentar e contribuir na decomposição e na \n\nestabilização da matéria orgânica do solo e; melhorar a atividade da comunidade \n\nmicrobiana através de uma alimentação seletiva oferecendo excrementos ricos em \n\n\n\n \n\n 3\n\nnutrientes (Edwards et al., 1995; Brown et al., 1998; Römbke, et al., 2005; Aira et al., \n\n2007). \n\nOs oligochaetas edáficos são definidos como invertebrados terrestres que \n\npertencem ao filo Annelida, e a Classe Oligochaetas, que compreendem as ordens \n\nAecolosamatida, Lumbriculida e Haplotaxina, sendo a última, a ordem a qual pertence \n\nàs minhocas e os enquitreídeos (Righi, 1997). A família Glossoscolecidae é das mais \n\nsignificativas dentre as famílias que abrangem as minhocas. Existem em torno de 20 \n\nfamílias, 693 gêneros e um número estimado de 6.000 espécies, mas apenas 3.700 têm \n\nsido até hoje descritas (Edwards; Lofty, 1976; Fragoso et al., 1997).  \n\nOs Enchytraeidae, também conhecida como minhocas brancas, devido à sua cor \n\npálida, são constituídos por 27 gêneros e cerca de 500 espécies, no entanto, novas \n\nespécies ainda estão sendo descritas cada ano (Chalupsky, 1991). Eles têm sido \n\namplamente estudados em solos orgânicos, especialmente sistemas florestais, e são \n\nconsideradas como bons indicadores de efeitos antropogênicos (Didden et al., 2001, \n\nKapusta et al, 2003). Em ecossistemas terrestres sua abundância média anual situa-se \n\nentre 20.000 e 60.000 indivíduos m-2, mas está sujeito a fortes flutuações sazonais.. \n\nComo a pele enquitreídeos é permeável à água e não tem proteção especial contra a \n\ndessecação, eles preferem locais úmidos ou em solos secos em microhabitats de \n\nagregados. Enquitreídeos também estão expostos a mudanças osmóticas e mudanças no \n\npH da água do solo. Há uma preferência global pelos enquitreídeos por condições \n\nligeiramente ácidas às condições neutras, em que a diversidade de espécies é maior. No \n\nentanto, não parece existir uma forte correlação entre o pH  e abundância de \n\nenquitreídeos (Didden, 1993). \n\nEnquitreídeos afetam direta e indiretamente o processo de decomposição e \n\nmineralização de nutrientes, diretamente por consumir grandes quantidades de matéria \n\norgânica (Setala &amp; Huhta, 1991; Cole et al, 2000) e indiretamente por melhoraram a \n\nestrutura dos agregados do solo. Além disso, pela sua atividade alimentar, que afetam a \n\natividade e função da comunidade microbiana (van Vliet et al, 1993;. Cole et al, 2000;.. \n\nRantalainen et al, 2004).  \n\nNeste trabalho, daqui para frente, utilizaremos o termo oligochaetas, para \n\nreferirmos às minhocas e aos enquitreídeos. Os oligochaetas reduzem a compactação do \n\nsolo e contribuem para um melhor arejamento do solo, em decorrência das várias \n\ngalerias escavadas durante o deslocamento pelo solo (Righi, 1966). A atividade \n\ncavadora dos oligochaetas altera a porosidade e a macroporosidade do solo, favorece a \n\n\n\n \n\n 4\n\nmovimentação vertical e infiltração de água no solo (Blanchart et al., 1999; Römbke et \n\nal., 2005). Ao promover a fragmentação, redistribuição e decomposição da matéria \n\norgânica, os oligochaetas contribuem para a ciclagem e liberação de nutrientes presentes \n\nnesse material (Kennette et al., 2002). \n\nEmbora seja bem estudada a dinâmica dos efeitos dos oligochaetas, em especial \n\ndas minhocas, sobre a decomposição da matéria orgânica (Edwards, 1988 E 1995; Butt, \n\n1993), estudos sobre a relação com as diferentes espécies destes organismos em \n\ndiferentes tipos de agroecossistemas e a solubilização de minerais por esses organismos \n\nsão escassos. \n\nSe por um lado os oligochaetas influenciam a qualidade do solo, por outro lado a \n\nbiomassa das minhocas edáficas é influenciada pelas práticas agrícolas, como \n\nrevolvimento do solo, mecanização, utilização de agrotóxicos e fertilizantes sintéticos, \n\nadição de matéria orgânica ao solo, entre outras, além de características climáticas e \n\ncaracterísticas intrínsecas do solo (Edwards, 1983). A crescente contaminação do solo, \n\nda água e das plantas em virtude da utilização de fertilizantes inorgânicos (Fornari, \n\n2002) contribui para a diminuição das mesmas. A aplicação de adubos inorgânicos \n\nnitrogenados pode causar a acidificação do solo (Edwards &amp; Bohlen, 1983) limitando a \n\nsobrevivência de minhocas, enquanto a aplicação de agrotóxicos pode ter efeitos diretos \n\nou indiretos sobre as populações de minhocas no solo.  \n\nOs sistemas conservacionistas, como os sistemas agroflorestais, com aporte \n\ncontínuo de matéria orgânica de qualidade e manutenção dos resíduos culturais na \n\nsuperfície do solo, propiciam maior biomassa dos oligochaetas (Ortiz-Ceballos &amp; \n\nFragoso, 2004; Nuutinen, 1992; Brown et al., 2006).  \n\nNa Zona da Mata, embora os resultados com SAFs com café tenham mostrado \n\nmelhoria da qualidade do solo e manutenção da produtividade, muitos agricultores \n\nainda utilizam adubos químicos, embora em menores quantidades, quando comparados \n\naos sistemas convencionais. Devido ao alto custo dos insumos agrícolas, seus impactos \n\nno ambiente e nos custos de produção, é necessário buscar fontes alternativas de \n\nnutrientes ou alternativas que melhorem a qualidade dos insumos utilizados, garantindo \n\na sustentabilidade da agricultura. Dentre estas alternativas, encontram-se a \n\nvermicompostagem e a fertilização com pó de rochas. \n\nO vermicomposto é o nome que se dá ao resultado da transformação de estercos \n\ne restos animais ou vegetais por minhocas e a microflora que vive em seu trato \n\ndigestivo: um composto orgânico, vulgarmente chamado de “húmus” (Antoniolli et al., \n\n\n\n \n\n 5\n\n1995; Aquino, 1994). O esterco bovino ao passar pelo processo de vermicompostagem \n\ntem seu conteúdo de matéria orgânica humificada (ácidos fúlvicos, húmicos e humina) \n\nacrescido em até 30% (Giracca, 1997), enriquecendo assim o produto final. \n\nAs espécies de minhocas Eisenia fetida (Savigny, 1826) e Eisenia andrei \n\n(Bouché, 1972), ambas conhecidas vulgarmente como “Vermelhas da Califórnia”, são \n\nas mais usadas para a vermicompostagem, devido a sua capacidade de se adaptar melhor \n\nao cultivo em cativeiro, por serem muito tolerantes a variações de temperatura, podendo \n\nviver em resíduos orgânicos com diferentes graus de umidade e serem bastante \n\nresistentes ao manuseio (Edwards, 1998). Além disto, alimentam-se de resíduos \n\norgânicos semi-crus, têm alta capacidade para proliferarem e apresentarem crescimento \n\nrápido (Aquino &amp; Nogueira, 2001). No Brasil, a espécie mais comum e mais utilizada \n\nnesse processo é a E. andrei. \n\nAo se alimentar, as minhocas ingerem também minerais presentes no solo que ao \n\npassar pelo intestino das minhocas, saem mais ricos em nutrientes e mais assimiláveis \n\npelas plantas (Motter et al., 1987). \n\nPor sua vez, o uso de pó de rocha pode ser uma fonte de nutrientes a ser utilizada \n\nna agricultura. Experimentos em propriedades familiares de um assentamento rural em \n\nJoão Pinheiro - MG, com as culturas de milho, arroz, mandioca, cana-de-açúcar e \n\nhortigranjeiros mostraram que a rochagem apresentou significativas vantagens \n\neconômicas, ambientais e produtivas, quando comparada à adubação com fontes \n\nminerais altamente solúveis (Theodoro &amp; Leonardos, 2006). \n\nEntretanto no uso de pó de rocha, como alternativa ao uso de adubos químicos \n\nsolúveis, deve-se priorizar o material encontrado na região e ou como subprodutos de \n\nprocessos industriais de rochas, barateando o material e facilitando o acesso para os \n\nagricultores. (Theodoro et al., 2006). Outra vantagem é que o pó de rochas, por ser \n\npouco solúvel, pode ser utilizado na agricultura orgânica, que restringe o uso de adubos \n\nsolúveis (MAPA, 2008).  \n\nNa Zona da Mata muitos agricultores familiares estão optando pelo cultivo de \n\ncafé orgânico. O café é uma planta exigente em potássio (Catani et al., 1965). Por um \n\nlado, há dificuldades em encontrar fontes não solúveis de potássio, o Ministério da \n\nAgricultura, Pecuária e Abastecimento (MAPA) autoriza a utilização de sulfato de \n\npotássio na agricultura orgânica. Por sua vez o Brasil importa 90% da matéria prima \n\nutilizada na produção de fertilizantes potássicos (Melamed et al., 2007; Loureiro &amp; \n\nNascimento, 2003). Por outro lado, os solos da Zona da Mata são ácidos e os \n\n\n\n \n\n 6\n\nagricultores utilizam calcário para corrigir esta acidez e também como fonte de cálcio e \n\nmagnésio. \n\nOs pós de gnaisse e esteatito apresentam potencial de uso na agricultura na Zona \n\nda Mata, especialmente a agricultura familiar, predominante na região. Alguns \n\nagricultores agroecológicos da Zona da Mata mineira já vêm utilizando o pó de gnaisse \n\nem suas lavouras orgânicas (Irene M. Cardoso, informação pessoal).  \n\nO Gnaisse é a principal rocha encontrada na Zona da Mata. É uma rocha de \n\norigem metamórfica, possui uma diversa composição de minerais, com predominância \n\nde k-feldspato, quartzo, mica (biotita) e anfibólios (Bigarella et al., 1994). Os minerais \n\nque compõem o gnaisse são ricos em nutrientes como potássio. Portanto, o uso destas \n\nrochas pode contribuir para a disponibilização destes nutrientes, residindo aí, o \n\npotencial de uso das mesmas na Zona da Mata. As jazidas de esteatitos são encontradas \n\nem grande abundância na região do Quadrilátero Ferrífero localizado em Minas Gerais \n\n(Roeser et al., 1980). O esteatito é uma rocha metamórfica de origem básica/ultrabásica, \n\nde estrutura maciça e coloração verde-acinzentada, constituída principalmente do \n\nmineral talco (3MgO.4SiO2.H2O) e traços de CaO, FeO, Fe2O3 e Al2O3 (Roeser et al., \n\n1980). O processo de elaboração das peças artesanais produzidas com o esteatito é \n\nrealizado por desgaste da rocha in natura, gerando resíduos na forma de pó, que \n\nusualmente é descartado em mananciais e nas proximidades de rios, gerando outros \n\nproblemas ambientais (Instituto Terra Brasilis, 1999).  \n\nEntretanto, os minerais presentes no pó de rochas são de baixa solubilização e \n\npara viabilizar seu uso na agricultura, é necessário buscar formas naturais que acelerem \n\na solubilização destes minerais, o que talvez possa ser feito utilizando os organismos do \n\nsolo, como as minhocas. Naturalmente os organismos do solo atuam nestes minerais \n\nsolubilizando-os e disponibilizando os nutrientes para as plantas (Stevenson &amp; Cole, \n\n1999). Este é um processo lento e depende do manejo das culturas. Espera-se, portanto, \n\nque sistemas agrícolas, como os SAFs, que favorecem a presença dos organismos no \n\nsolo, favorecem também a solubilização de minerais, por exemplo, presentes no pó de \n\nrochas. Entretanto estudos desta natureza, incluindo as oligochaetas, são escassos.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n 7\n\n1.1. Principais questões e objetivos gerais \n\n \n\nO estudo proposto irá procurar responder as seguintes questões:  \n\na) Diferentes tipos de manejo da cultura do café afetam a diversidade e densidade de \n\noligochaetas edáficos?  \n\nb) O processo da vermicompostagem com pó de rocha proporciona maior \n\ndisponibilidade dos nutrientes nos minerais presentes nas rochas?  \n\n \n\nOs objetivos deste trabalho foram avaliar as populações de oligochaetas edáficos e \n\nsua variação em função do manejo e uso do solo no município de Araponga - MG, e \n\navaliar a capacidade de disponibilização de nutrientes presentes nos minerais do gnaisse \n\ne do esteatito pela aplicação de pó de rochas no processo da vermicompostagem. Os \n\nresultados gerados a partir desse estudo serão também usados para inferir a respeito do \n\nestado de recuperação do solo das áreas de estudo. \n\n \n\n1.2. Estrutura da dissertação \n\n \n\nEsta dissertação está organizada em dois capítulos. O primeiro trata da \n\ndiversidade de Oligochaetas edáficos em fragmentos florestais, cafezais em sistema \n\nagroflorestal e a pleno sol no município de Araponga, MG. O segundo capítulo trata do \n\npotencial da vermicompostagem na disponibilização de nutrientes presentes em \n\nminerais das rochas gnaisse e esteatito. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n 8\n\n2. CAPITULO I. \n \nABUNDÂNCIA DE OLIGOCHAETAS EDÁFICOS EM CAFEZAIS \n\nSOB VÁRIOS TIPOS DE MANEJO \n \n \n\nRESUMO \n \n\nSOUZA, Maria Eunice Paula de, M.Sc., Universidade Federal de Viçosa, julho de 2010. \n\nAbundância de oligochaetas edáficos em cafezais sob vários tipos de manejo. Orientadora: \n\nIrene Maria Cardoso. Co-orientadores: Eduardo de Sá Mendonça, George Gardner Brown e Ivo \n\nJucksch \n\n \n \n\nOs Oligochaetas edáficos atuam em vários processos fundamentais para a \n\nmanutenção da fertilidade e qualidade dos solos de agroecossistemas. As práticas \n\nagrícolas, condições climáticas e as características do solo afetam a população de \n\noligochaetas edáficas. Atualmente, frente aos problemas de qualidade do solo, da água e \n\ndas plantas e o alto custo dos insumos agrícolas faz-se necessário buscar alternativas de \n\nuso sustentável das terras, como podem ser os sistemas agroflorestais. Os sistemas \n\nagroflorestais, com aporte contínuo de matéria orgânica e qualidade e manutenção dos \n\nresíduos culturais na superfície do solo, propiciam maior biomassa das oligochaetas e \n\natuam positivamente no equilíbrio populacional das mesmas, durante as estações do \n\nano. Este trabalho teve como objetivo avaliar as densidades e diversidade das \n\npopulações de Oligochaetas edáficos em função do manejo do café (Coffea arabica). O \n\nestudo foi realizado em áreas de plantio de café consorciado em sistema agroflorestal, \n\ncafé a pleno sol agroecológico, café a pleno sol convencional, e dois fragmentos de \n\nmata. As coletas de oligochaetas foram realizadas em três profundidades (0 – 0,1m; 0,1 \n\n– 0,2m e 0,2 – 0,3m), dois anos (fevereiro de 2009/ janeiro de 2010) e cinco repetições \n\nequidistantes em 10m, ao longo de uma mesma área. A identificação no laboratório foi \n\nem nível de gêneros e espécies. Para cada tratamento foi estimada a abundância das \n\ndiferentes espécies de oligochaetas encontradas, riqueza e Índice de Shannon. A análise \n\nestatística foi feita utilizando Modelo Linear dos Efeitos Mistos (utilizando o programa \n\nR). Não houve efeito de época e houve diferença em profundidade. A profundidade de \n\n0-10 cm apresentando a maior abundância, em média 51,7 ind/m2, seguida da \n\nprofundidade de 10-20 cm apresentando, média de 25,9 ind/m2. Houve interação \n\n\n\n \n\n 9\n\nsignificativa entre profundidade e época. O fragmento de mato do agricultor Romualdo \n\napresentou o maior número de Oligochaetas (média de 224 ind/m2). Não houve \n\ndiferenças entre e fragmento de mata, sistema agroflorestal e a pleno sol agroecológico \n\ndo agricultor Samuel (55,8 ind m2) e entre o sistema agroflorestal e pleno sol \n\nagroecológico do agricultor Romualdo (36,9 ind m2). Entretanto, no sistema \n\nagroflorestal do Romualdo encontrou-se apenas enquitreídeos. No sistema a pleno sol \n\nconvencional, do agricultor Carlos, praticamente não se encontrou oligochaetas. Nos \n\nagroecossistemas avaliados ocorreu predomínio da espécie Pontoscolex corethrurus. \n\n \n\nPalavras chaves: Agroecossistemas, manejo dos solos, café. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n 10\n\nABSTRACT \n \n\nSOUZA, Maria Eunice Paula de, M.Sc., Federal University of Viçosa, July 2010. \nAbundance of edaphic oligochaetes in coffee plantations with several types of \nmanagement. Advisor: Irene Maria Cardoso. Co-advisors: Eduardo de Sá Mendonça, \nGeorge Gardner Brown and Ivo Jucksch. \n \n\n \n\nEdaphic Oligochaeta acting in various fundamental processes, including \n\nmaintaining soil fertility and soil quality in agroecosystems. However, agricultural \n\npractices, climatic conditions and soil characteristics affect populations of soil \n\noligochaetes. Currently, as a result of problems with soil quality, water availability and \n\nplants, plus the high cost of agricultural inputs, it is necessary to find alternatives for \n\nsustainable use of land in agroforestry systems. Agroforestry systems with continuous \n\ninput of organic matter and maintenance of crop residues on the soil surface, provide \n\nbiomass for oligochaetes, which acts positively on their population balance throughout \n\nthe seasons. This study aimed to assess evaluates the densities and diversity in \n\npopulations of edaphic oligochaetes due to differences in the management of coffee \n\n(Coffea arabica) in the municipality of Araponga - MG. The study was conducted in \n\nplantations of coffee in intercropped agroforestry (farmer Romualdo and Samuel) and \n\nagroecological coffee in full sun (farmer Romualdo and Samuel). The agroecological \n\ncoffee in full sun differs from agroforestry by not having trees intercropped with coffee. \n\nUnshaded, more conventionally grown coffee (farmer Carlos) and two forest fragments \n\n(farmer Romualdo and Samuel) were used as references. The collections of oligochaetes \n\nwere performed in four treatments, at three depths (0 - 0.1 m, 0.1 - 0.2 m and 0.2 to 0.3 \n\nm), two years (February 2009 / January, 2010), and in five replicates 10 m equidistant \n\nfrom each in each area. Identification in the laboratory was at the level of genera and \n\nspecies. For each treatment, abundance of different species of oligochaetes found was \n\nestimated, and richness and Shannon’s index was calculated. Statistical analysis was \n\nperformed using Linear Mixed Effects models. There was no effect of time but there \n\nwas with depth, with the 0-10 cm depth having higher average abundances (51.7 \n\nind/m2), followed by 10-20 cm depth (25.9 ind/m2). There was a significant interaction \n\nbetween depth and time. Forest fragments (farmer Romualdo) had the largest number of \n\noligochaetes (average of 224 ind/m2), but there were no differences between forest \n\nfragments, agroforestry and agroecological full sun coffee systems, in Samuel´s farm \n\n\n\n \n\n 11\n\n(55,8 ind/m2) or between agroforestry and agroecological full sun coffee systems in \n\nRomualdo´s farm (36,9 ind/m2). Practically no Oligochaeta were sampled in \n\nconventional full sun coffee. Pontoscolex corethrurus predominated in agroecosystems. \n\n \nIndex terms: Agroecosystems, management of soil, coffee. \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n 12\n\n2.1. INTRODUÇÃO \n \n\nA fauna do solo está fortemente ligada aos processos de decomposição e à \n\nciclagem de nutrientes na interação solo-planta e é muito sensível às alterações no \n\nmanejo do solo (Lavelle, 1992), portanto, o seu monitoramento permite avaliar a \n\nqualidade do solo e o funcionamento dos sistemas de produção (Correia &amp; Oliveira, \n\n2000).  \n\nOs oligochaetas edáficos são definidos como invertebrados terrestres que \n\npertencem ao filo Annelida, e a Classe Oligochaetas, que compreendem as ordens \n\nAecolosamatida, Lumbriculida e Haplotaxina, sendo a última, a ordem a qual pertence \n\nàs minhocas e os enquitreídeos (Righi, 1997). Os oligochaetas edáficos representam a \n\nmaior parte da biomassa entre a macrofauna do solo tropical (Fragoso &amp; Lavelle, 1992) \n\nA família Glossoscolecidae é das mais significativas dentre as famílias que abrangem as \n\nminhocas. Existem em torno de 20 famílias, 693 gêneros e um número estimado de \n\n6.000 espécies, mas apenas 3.700 têm sido até hoje descritas (Edwards; Lofty, 1976; \n\nFragoso et al., 1997). Enchytraeidae (familia dos enquitreídeos), também conhecida \n\ncomo minhocas brancas, devido à sua cor pálida, é constituída por 27 gêneros e cerca de \n\n500 espécies, no entanto, novas espécies ainda estão sendo descritas por ano \n\n(Chalupsky, 1991).  \n\nPela diversidade e magnitude das funções que realizam e pela sensibilidade às \n\nalterações de manejo do solo, os oligochaetas possuem grande importância ecológica e \n\ntêm sido vistos como bons indicadoras de qualidade do solo (Snyder &amp; Hendrix 2008, \n\nZang et al., 2000). Os oligochaetas atuam em vários processos fundamentais para a \n\nmanutenção da fertilidade e qualidade dos solos de agroecossistemas e ecossistemas \n\nnaturais, tais como a agregação do solo e a decomposição da matéria orgânica do solo e \n\nresíduos vegetais, influenciando a disponibilidade de nutrientes (Brown et al. 1998, \n\nHendrix et al., 2006). Por meio de seus deslocamentos, eles modificam as características \n\nfísicas do solo, misturando seus horizontes aumentando a aeração, drenagem, alterando \n\na porosidade, e principalmente, a macroporosidade do solo. A ação das minhocas \n\nfavorece também a movimentação vertical e infiltração de água no solo (Righi, 1966; \n\nMotter et al., 1990; Römbke et al., 2005). No entanto, os Enquitreídeos possuem uma \n\nmaior capacidade de cavar o solo (em relação às minhocas) e, portanto, possuem maior \n\n\n\n \n\n 13\n\ncapacidade de melhorar o arejamento do solo e a infiltração de água no perfil do solo. \n\n(Jänsch &amp; Römbke, 2005).  \n\nO húmus de minhoca favorece a microbiota do solo, pois suas fezes apresentam \n\num elevado conteúdo de microrganismos, muitos desses, benéficos para o solo. \n\n(Martinez 1998, Aquino, 2005). Além disto, os coprólitos das oligoquetas possuem \n\nnutrientes essenciais ao crescimento vegetal, tais como nitrogênio, fósforo, potássio, \n\ncálcio, entre outros (Oliveira Filho et al., 2005). Por meio das glândulas calcíferas, as \n\nminhocas excretam o excesso de cálcio, na forma de CaCO3, que é lançado ao exterior \n\njunto com partículas não digeridas, na forma de excrementos neutralizando o material \n\nhúmico ingerido pelas mesmas, elevando o pH dos solos devido à alteração da \n\nsolubilidade de vários nutrientes (Joshi &amp; Kelkar, 1982; Bidone, 1985; Lee,1985; \n\nLongo 1995). \n\nSe por um lado as minhocas alteram o pH do solo, por outro lado as práticas de \n\nmanejo que alteram o teor de cálcio e a acidez do solo refletem na comunidade de \n\nminhocas. A acidez do solo é um dos fatores mais limitantes à sobrevivência destes \n\norganismos que têm seu pH ótimo entre 5,5 a 6,5, coincidindo  com o pH ideal das \n\nmaiorias das plantas cultivadas (Meinicke, 1983). O teor de cálcio do solo também \n\ninfluencia na abundância de oligochaetas. Se o teor de cálcio for elevado, os \n\noligochaetas são abundantes e o contrário, os oligochaetas tornam-se escassos \n\n(Malavolta et al., 2002). \n\nAs práticas de manejo que aportam continuamente matéria orgânica ao solo \n\ncontribuem para a melhoria da biologia do solo em geral e dos oligochaetas em \n\nparticular. Sistemas diversificados e com aporte continuo de resíduos orgânicos ao solo, \n\ncomo os sistemas agroflorestais, podem aumentar consideravelmente a infiltração, \n\nmelhorar a ciclagem de nutrietnes, reduzir a evapotranspiração e a perda de matéria \n\norgânica do solo e estimular as comunidades microbianas (Wardle, 1995), tudo isto com \n\nreflexos na fauna do solo. Além disto, a liteira abundante forma micro-sítios, locais de \n\nrefúgio e ação da macrofauna (Tapia-Coral et al., 1999). Sistemas onde as práticas de \n\nmanejos adotadas com preparo mecânico do solo, aplicação de agrotóxicos e falta de \n\ncobertura do solo não são propícias as atividade da fauna do solo, podem alterar a \n\npopulação de oligochaetas do solo.  \n\nEntretanto, as diferentes espécies de oligochaetas respondem de maneira \n\ndiferenciada ao manejo. Por exemplo, a aplicação de coberturas do solo influencia \n\npositivamente, principalmente, as espécies que habitam a superfície, enquanto as que \n\n\n\n \n\n 14\n\nhabitam mais profundamente no perfil responderão mais favoravelmente à incorporação \n\ndos resíduos ao solo (Fraser, 1994). A abundância dos diferentes grupos de oligochaetas \n\né influenciada pelas estações do ano, estando diretamente ligada as oscilações de \n\ntemperatura e umidade (Kühnelt, 1961; Bouché, 1977). \n\nPráticas de manejo que beneficiam a dominância de determinadas espécies de \n\nminhoca podem também ser negativas à qualidade do solo. Por exemplo, biomassa \n\nelevada de Pontoscolex corethrurus, causou perda de estrutura e compatação de solo na \n\nfloresta amazônica. Como a biomassa elevada de P. corethrurus, o solo apresentou \n\nredução da infiltração e selamento na camada superficial de 0-10cm. A compactação \n\ndificultou a evaporação da água existente nos horizontes mais profundos e criou \n\ncondições de saturação em grandes profundidades (Barros et al., 1996). \n\nO objetivo geral deste trabalho foi avaliar as populações de oligochaetas \n\nedáficos e sua variação em função do manejo e uso diferenciado do solo. \n\nEspecificamente avaliar a riqueza, abundância e a diversidade de oligochaetas \n\nencontrados em mata secundária, cafezais cultivados em sistemas agroflorestais e a \n\npleno sol e avaliar a variação destes com a profundidade do solo e de um ano para outro. \n\n \n\n \n\n2.2. MATERIAIS E MÉTODOS \n\n \n2.2.1. Caracterização da área de estudo. \n\n \n\nO trabalho foi conduzido no Município de Araponga, Zona da Mata - MG, \n\nBioma Mata Atlântica, região com temperatura média de 18oC (ENGEVIX, 1995), \n\nprecipitação anual variando de 1.200 a 1.800 mm, com um período seco de 2 a 4 meses. \n\nO relevo é montanhoso com declividade variando de 20 a 45º nas encostas, com altitude \n\nmédia de 1.000 metros. O solo predominante no município é o Latossolo Vermelho \n\nAmarelo (Amaral et al., 2004).  \n\n \n \n \n \n \n \n \n\n\n\n \n\n 15\n\n2.2.2. Coletas das amostras \n\n \n\nAs coletas dos oligochaetas foram realizadas nas propriedades dos agricultores \n\nRomualdo (ROM), Samuel (SAM) e Carlos (CAR). Os sistemas onde foram realizadas \n\nas coletas foram identificados com as iniciais dos proprietários da área, sendo \n\nfragmentos de mata (FRAROM e FRASAM); sistemas agroflorestais, onde o café é \n\nconsorciado com árvores (SAFROM e SAFSAM); cafezais a pleno sol agroecológico, \n\nvizinhos aos sistemas agroflorestais (PSAROM) e (PSASAM); e café a pleno sol \n\nconvencional (PSCCAr1) e (PSCCAr2), localizados em uma propriedade próximas às \n\npropriedades onde localizam-se os demais sistemas e, localizados próximos aos SAFs e \n\nPSA (Figuras 2). Os sistemas agroflorestais e os sistemas agroecológicos a pleno sol \n\nforam estabelecidos em áreas previamente sujeitas a um processo severo de degradação \n\ndos solos, devido aos cultivos sem práticas conservacionistas. Um dos critérios de \n\nescolha para o estabelecimento dos SAFs foi o estágio avançado de degradação das \n\náreas, tendo os SAFs sido vislumbrados como uma perspectiva de recuperação das \n\náreas. Os agricultores ROM e SAM são considerados agroecológicos, entre outras \n\nrazões, por não usarem agrotóxicos e promoverem a diversificação dos seus sistemas de \n\nprodução. \n\nSAFROM possui aproximadamente 900 pés de café e o Ingá (Inga sessillis e Inga \n\nsubnuda) é a espécie árborea dominande; PSAROM aproximadamente quatro mil pés de \n\ncafé. PSAROM difere de SAFROM basicamente por não possuir árvores consorciadas com \n\no café. Em ambos, aplica-se calcário a cada dois anos, “Supermagro”, calda Viçosa e cal \n\nhidratada, esterco bovino e N-P-K (20-5-20) - 100g/planta, três vezes/ano. \n\nNormalmente a vegetação espontânea praticametne ausente em SAFROM é roçada em \n\nPSAROM, mas uma vez por ano, próximo à colheita, realiza-se a capina, para facilitar o \n\nmanejo dos frutos de café.  \n\nSAFSAM possui aproximadamente 2.500 pés de café, tendo predominantemente a \n\nbananeira (Musa sp) e o Abacate (Persea americana). No SAFSAM usa-se o \n\nbiofertilizante “Supermagro”, calda Viçosa, cal hidratada, esterco bovino e N-P-K (20-\n\n5-20) - 100g/planta, três vezes/ano. A área de PSASAM possui aproximadamente 1.000 \n\npés de café, usa-se esterco de curral, cama de galinha e torta de mamona (comprada de \n\nterceiros) e a serapilheira como cobertura morta nas ruas do café. Em ambos, a \n\nvegetação herbácea é roçada e permanece sobre o solo a maior parte do ano, realizando-\n\nse capinas quando há predominância de uma espécie, para alterar a sucessão das plantas.  \n\n\n\n \n\n 16\n\nPSCCAr1 e PSCCAr2 possuem aproximadamente 44 mil pés de café, recebem \n\naplicação de agrotóxicos como o Roundup, formicidas, adubação química e \n\npulverização com boro e zinco. A palha seca do café retorna a lavoura. Há também, a \n\nutilização da calda Viçosa. Os fragmentos de mata nativa (FRAROM e FRASAM) \n\nsecundária foram utilizados como testemunha para fins de comparação, por se tratarem \n\nde ecossistemas atualmente com menos perturbação humana. Estas matas, entretanto \n\nestão sendo reestabelecidas em áreas previamente degradadas, pois no passado a floresta \n\nfoi retirada para dar lugar principalmente ao café (Cardoso et al., 2001). \n\nAs coletas de Oligochaetas foram realizadas, usando o método padrão do TSBF \n\n(“Tropical Soil Biology and Fertility”) descrito por Anderson &amp; Ingram (1993). \n\nResumidamente, o método consiste na retirada de blocos de solo (0,3m X 0,25m X 0,25 \n\nm); extração manual dos animais; conservação em formol 4%, contagem, pesagem e \n\nidentificação dos animais. Em cada sistema, as amostras foram coletadas em cinco \n\npontos (considerados repetição) equidistantes em 10m, entre duas linhas de café em três \n\nprofundidades, em fevereiro de 2009 e em janeiro de 2010, período de maiores \n\nprecipitações e temperaturas mais elevadas na região. A temperatura média nos meses \n\nde estudo foram 22,7 ºC e 23,2 ºC e a precipitação 170 mm em fevereiro de 2009 e 57,9 \n\nmm em janeiro de 2010. O delineamento experimental foi inteiramente casualizado, \n\nsendo oito sistemas (FRAROM, FRASAM, SAFROM, SAFSAM, PSAROM, PSASAM, PSCCAr1, \n\nPSCCAr2), três profundidades (0 – 0,1m; 0,1 – 0,2m e 0,2 – 0,3m), duas épocas \n\n(fevereiro de 2009 e janeiro de 2010), com cinco repetições. \n\nAs características físicas dos solos amostrados encontram-se na Tabela 1 e \nquímicas na Tabela 2 (vale ressaltar que dados da tabela 2 são questionáveis).   \n \nTabela 1: Análise granulométrica das amostras de solo dos sistemas de cultivo a pleno sol \nagroecológico, a pleno sol convencional e agroflorestal de café, dois fragmentos de mata. \nAraponga - MG, 2009. \n\nSistema Areia grossa Areia fina Silte Argila \n dag/Kg \n\nFRAROM 27,0 17,9 12,6 42,5 \nSAFROM 25,5 12,2 11,2 51,1 \nPSAROM 27,9 12,1 14,0 46,0 \nFRASAM 31,4 12,4 17,0 39,2 \nSAFSAM 22,6 10,2 33,0 34,2 \nPSASAM 22,6 10,2 33,0 34,2 \nPSCCAR1 28,6 11,0 20,6 39,8 \nPSCCAR2 25,2 16,0 14,8 44,0 \n\nFonte: AGUIAR (2008) E SILVA (2010)\n\n\n\n \n\n 17\n\nTabela 2: Análise química do solo dos sistemas de cultivo a pleno sol agroecológico, a pleno sol convencional e agroflorestal de café, dois \nfragmentos de mata. Araponga - MG, 2008. (o se tem que ficar na mesma linha, se for o caso faca tabela paisagem.  \n\npH P K Ca Mg Al (T) MO \n\nSistemas (água) mg/dm3 cmolc/dm3 dag/kg \n\nFRAROM 4,99 ± 0,08 2,13 ± 0,47 28,03 ± 5,52 0,01 ± 0,01 0,04 ± 0,01 0,65 ± 0,09 14,43 ± 1,63 8,1 ± 0,11 \n\nSAFROM 5,36 ± 0,12 2,70 ± 0,88 94,33 ± 15,49 1,20 ± 0,65 0,29 ± 0,12 0,26 ± 0,11 11,53 ± 0,50 6,4 ± 0,51 \n\nPSAROM 5,58 ± 0,23 4,53 ± 1,45 82,53 ± 9,16 1,45 ± 0,84 0,28 ± 0,13 0,29 ± 0,12 9,9 ± 0,74 5,2 ± 0,34 \n\nFRASAM 5,73 ± 0,15 0,10 ± 0,04 116,67 ± 14,36 6,90 ± 1,62 1,27 ± 0,24 0,03 ± 0,2 17,03 ± 0,87 10,47 ± 0,56 \n\nSAFSAM 6,83 ± 0,04 8,97 ± 2,41 219,00 ± 8,01 7,97 ± 0,46 2,70 ± 0,16 0,00 ± 0,0 17,93 ± 0,21 13,10 ± 0,54 \n\nPSASAM 6,40 ± 0,10 14,80 ± 2,68 92,67 ± 11,44 9,87 ± 0,92 2,03 ± 0,20 0,00 ± 0,0 17,40 ± 1,11 13,67 ± 0,48 \n\nPSCCAR1 5,80 ± 0,25 1,87 ± 0,21 171,33 ± 9,61 2,37 ± 0,40 1,53 ± 0,30 0,33 ± 0,21 11,70 ± 0,35 5,40 ± 0,04 \n\nPSCCAR2 7,27 ± 0,06 3,87 ± 0,37 97,33 ± 6,76 6,53 ± 045 4,67 ± 021 0,00 ± 0,0 14,63 ± 0,18 10,13 ± 0,25 \n \n\nFonte: AGUIAR (2008) E SILVA (2010)\n\n\n\n \n\n18 \n \n\n \n\n  \n\n  \n\n  \n\n  \nFigura 1: Sistemas estudados: A, Fragmento; B, pleno sol agroecológico e C, Sistema \nagroflorestal – Rom (propriedade de José Romualdo Macedo); D, Fragmento; E, \nsistema agroflorestal e F, pleno sol agroecológico - Sam (propriedade de Samuel \nLopes); G, pleno sol convencional 1; e H, Pleno sol convencional 2 – CAr1 e CAr2, \npropriedade de Carlos Eduardo Andrade). \n\n\n\n \n\n19 \n \n\n2.2.3. Identificação dos Oligochaetas \n\n \n\nFoi realizada a triagem do material in loco, separando os oligochaetas para \n\nposterior identificação no laboratório. A identificação dos Oligochaetas edáficos foi \n\nrealizada com base nos trabalhos de RIGHI (1990) em nível de gêneros e ou espécies.  \n\n \n\n2.2.4. Determinação da abundância e da diversidade \n\n \n\nPara cada tratamento foi estimada a abundância dos oligochaetas, expressa em \n\nnúmero de indivíduos por metro quadrado (ind/m2) e a riqueza (número de espécies ou \n\ngênero).  \n\nA partir dos dados obtidos foi estimada para cada tratamento a diversidade por \n\nmeio do índice de diversidade de Shannon (H’). \n\n \n\n     \n\n \n\nOnde S = número das espécies; pi = ni/N; ni = abundância de cada grupo; N = ? ni. \n\n \n\n \n\n2.2.5. Análise estatística \n\n \n\nFoi utilizado o modelo linear de efeitos mistos (lme da biblioteca lmer do R) com \n\npropriedade, profundidade e ano como fatores ao acaso e log (# indivíduos como \n\ndependente). A variável independente foi manejo de sistema (tratamentos). Nós não \n\npudemos analisar o modelo completo porque todos os fatores e interações requerem \n\nmais dados dos que os disponíveis. Portanto, nós começamos com um modelo com \n\ntodos os fatores e suas interações “two way” (bifatorial). Simplificações gradativas do \n\nmodelo foram feitas removendo as interações e fatores não significantes e comparando \n\no modelo sem e com o modelo com o fator ou a interação, usando função anova no R \n\n(Crawley 2007). Quando o modelo simplificado sem a interação ou fator não diferia \n\nsignificativamente do modelo mais complexo, o fator ou interação era removido do \n\nmodelo. Isto foi feito até que um modelo mínimo adequado fosse alcançado, o qual \n\ncontém somente fatores e interações significativas. Finalmente, modelos foram \n\n?\n=\n\n?= \nS\n\ni\nii ppH\n\n1\n)ln(?\n\n\n\n \n\n20 \n \n\nformulados nos níveis de fatores dos tratamentos eram combinados e estes foram \n\ntambém avaliados usando função anova do R (Crawley 2007). \n\n \n\n2.3. Resultados  \n \n\nA abundância dos indivíduos (Tabela 3) variou de 6,4 (PSCCAR) a 128 ind/m2 \n\n(FRAROM). Como na propriedade CAR praticamente não foi encontrado oligochaetas, \n\nesta propriedade não foi incluída na análise estatística. Não houve efeito de época (p &lt;\n\n0,1) e houve diferença em profundidade (p &lt;0,05), com a profundidade de 0-10 cm \n\napresentando a maior abundância, em média 52,3 ind/m2, seguida da profundidade de \n\n10-20 cm apresentando, média de 25,9 ind/m2. A abundância na serapilheira (média de \n\n6,9 ind/m2) e profundidade de 20 a 30 cm (em média 5.0 ind/m2) não diferiram entre si \n\n(p &lt;0,05). Houve interação significativa entre profundidade e época (Figura 2). Este \n\nefeito foi atribuído às profundidades de 10-20 e 20-30 cm. \n\n \n\nTabela 3: Número de indivíduos de Oligochaetas por metro quadrado, nas diferentes \n\nprofundidades. SER = serapilheira.  \n\nNº ind/m2 em 2009 Nº ind/m2 em 2010 \n SER 0-10 10-20 20-30 SER 0-10 10-20 20-30 \n\nFRAROM 54,40 128,00 108,80 35,20 12,80 73,60 22,40 12,80 \nSAFROM 12,8 0,0 16,0 0,0 0,0 32,0 0,0 0,0 \nPSAROM 0,0 12,8 9,8 0,0 0,0 48,0 16,0 0,0 \nFRASAM 0,0 32,0 54,4 2,0 0,0 32,0 12,8 3,2 \nSAFSAM 3,2 70,4 22,4 6,4 0,0 67,2 28,8 0,0 \n\nPSASAM 0,0 73,6 3,2 0,0 0,0 51,2 16,0 0,0 \n\nPSCCAR1 0,0 6,4 0,0 0,0 0,0 0,0 0,0 0,0 \n\nPSCCAR2 0,0 0,0 0,0 0,0  0,0 0,0 0,0 0,0 \n \n \n\n\n\n \n\n21 \n \n\n \nFigura 2. Interação profundidade e época, onde a linha preta e cinza corresponde ao \nnúmero de indivíduos por metro quadrado no ano de 2009 e 2010, respectivamente e \nSER significa serapilheira.  \n \n\nA figura 4 apresenta os números de oligochaetas edáficos encontrados nos \n\nfragmentos e em diferentes sistemas de manejo do cafezal. FRAROM apresentou o maior \n\nnúmero (p<0.05) de Oligochaetas (média de 224 ind/m2). Não houve diferenças \n\n(p<0,05) entre e FRASAM, SAFSAM e PSASAM (55,8 ind m2) e entre SAFROM PSAROM \n(36,9 ind m2). Em PSCCAR praticamente não se encontrou oligochaetas (Tabela 3.  \n\n \n\n \nFigura 3: Oligochaetas edaficos em diferentes sistemas de manejo do cafezal. FMROM = \nFragmento Romualdo; FMSAM = Fragmento Samuel; SAF Sistema agroflorestal; PSA= Pleno \nsol agroecológico; PSC = Pleno sol convencional. Médias seguidas de letras distintas \nminúsculas diferem entre si (p &lt;0,05).  \n \n \n\n\n\n \n\n22 \n \n\nA riqueza, o índice de Shannon e família, gênero/espécies encontrados nos \n\nsistemas estudados encontram-se na Tabela 4. Foram encontrados Oligochaetas de três \n\nfamílias (Glossoscolecidae, Megascolecidae, Enchytraeidae), duas espécies sendo a \n\nPontoscolex corethrurus (Müller, 1857), Amynthas gracilis (Kinberg, 1867), uma \n\nminhoca identificada apenas ao nível de gênero (Tupinaki) e os enquitreídeos \n\n(identificado apenas ao nível de família). O número de família, gênero ou espécies \n\nencontrados variou de um a três por sistema. \n\nFRAROM e PSCCAr apresentaram os menores Índice de Shannon indicando menor \n\ndiversidade, enquanto que a área de SAF e PSA do agricultor Samuel apresentou uma \n\nmaior diversidade de oligochaetas.  \n\n \n \nTabela 4: Riqueza, Índice de Shannon e família/gêneros/espécies encontrados nos \nsistemas de manejos estudados – Araponga – MG (2009/2010).  \n\nSistema  Riqueza \nÍndice de \nShannon  Família/Gênero/espécies \n\nFRAROM 1 0,0 Pontoscolex corethrurus \n\nSAFROM 1 1,0 \n \nEnchytraeidae \n\nPSAROM 3 1,4 \n\n \nPontoscolex corethrurus, Enchytraeidae, \nAmynthas gracilis \n\nFRASAM 2 0,4 \n \nPontoscolex corethrurus, Tupinaki sp. \n\nSAFSAM 3 0,7 \n\n \nPontoscolex corethrurus, Enchytraeidae, \nAmynthas gracilis \n\nPSASAM 3 0,4 \n\n \nPontoscolex corethrurus, Enchytraeidae, \nAmynthas gracilis \n\nPSCCAR1 1 0,0 \n \nPontoscolex corethrurus \n\nPSCCAR2 0  - \nROM= propriedade do Romualdo; SAM= propriedade do Samuel; CAR = propriedade do Carlos \nFRA=Fragmento de mata; PSA= Pleno sol agroecológico; SAF = Sistema agroflorestal; PSC = Pleno sol \nconvencional.  \n \n\n \n\n2.4. DISCUSSÃO \n \n\nA maior abundância de oligochaetas foi encontrada na profundidade de 0-10 e \n\n10-20 cm. Segundo Tradros (1980) E Fragoso &amp; Lavelle (1994), as populações \n\noligochaetas se concentraram, geralmente, nessa faixa de profundidade, sendo a região \n\nonde há um teor maior de matéria orgânica em decomposição, a qual é utilizada como \n\n\n\n \n\n23 \n \n\nfonte de alimento por esses organismos. Levando-se em consideração as épocas de \n\ncoleta, podemos observar que houve interação entre as épocas e as profundidades de 10-\n\n20 e 20-30. Segundo Kühnelt (1961) e Bouché (1977), a abundância dos oligochaetas é \n\ninfluenciada pelas estações do ano, estando diretamente ligada as oscilações de \n\ntemperatura e umidade. Na época mais seca, esses indivíduos migram para camadas \n\nmais profundas ou entram em diapausa. Nos meses de coleta, a temperatura média teve \n\npouca variação (22,7 ºC e 23,2 ºC), porém o volume de chuva foi o fator fundamental \n\npara redução da abundância. A precipitação média no mês de fevereiro de 2009 foi de \n\n170 mm e a do mês de janeiro de 2010 apenas 57,9 mm, esse dado explica a menor \n\nabundância nessas profundidades, mesmo sendo a coleta na mesma época. \n\nA abundância de oligochaetas encontradas mostrou uma variação (Tabela 3) de \n\n6,4 (PSCCAR) a 128 ind/m2 (FRAROM). Os dados do FRAROM são semelhantes ao \n\nencontrados por Brown &amp; James (2007) em floretas secundárias, no estado do Paraná e \n\nos encontrados no sistema PSCCAR são semelhantes aos encontrados por Freitas (2007) \n\nque avaliou população de oligochaetas em hortas convencionais e orgânicas no \n\nmunicípio de Canoinha (SC). Embora os resultados de abundância sejam semelhantes \n\naos encontrados na literatura, ao contrário que se esperava para áreas de mata, em \n\nFRAROM encontrou-se apenas uma espécie de minhocas, P. corethrurus. Esta é uma \n\nespécie peregrina que se reproduz por partenogênese e se adapta facilmente aos meios \n\nmodificados pelo homem (Aquino et al., 2005). Isto pode indicar que a área ainda esta \n\nem recuperação. As áreas de matas secundárias na região estão localizadas em áreas \n\npreviamente degradas com o desmatamento para o cultivo de café.  \n\nOs sistemas agroflorestais e agroecológicos favoreceram a maior abundância e \n\ndiversidade de oligochaetas quando comparados aos sistemas convencionais. O baixo \n\nnúmero ou ausência de oligochaetas nos sistema convencionais pode estar relacionado à \n\naplicação de fertilização mineral e à aplicação regular de pesticidas (Makeschin, 1997).  \n\nOs sistemas agroflorestais criam um microclima, que por sua vez, exerce influência na \n\ncomposição da comunidade da macrofauna do solo, já que grupos higrófilos, como \n\nOligochaeta tendem a buscar microhabitats mais sombreados e úmidos (Dauger et al. \n\n2005).  \n\nOs sistemas agroflorestais e agroecológicos, do agricultor Samuel, mostraram \n\nabundância, riqueza e índices de Shannon mais próximos aos fragmentos florestais. Mas \n\nem geral mesmos sistemas agroflorestais e agroecológicos, assim como as matas, \n\n\n\n \n\n24 \n \n\nmostraram baixos índices de Shannon, indicando tratar-se de áreas com diversidade \n\nrelativamente baixa e baixa concentração de espécies.  \n\nAs minhocas com maiores incidências nas áreas de estudo foram as espécies P. \n\ncorethrurus e A. gracilis, consideradas indicadores de ambientes perturbados (Brown et. \n\nal., 2006; Kalesz &amp; Dotson, 1999). A presença de P. corethrurus é muito comum em \n\nsistemas agrícolas (Aquino et al., 2005) ou em ecossistemas que sofreram alguma \n\nalteração (Lavelle &amp; Pashanasi, 1989; Feijoo et al., 1999; Langenbach et al., 2002; \n\nBarros, 1999; Chauvel et al., 1999; Barros et al., 2003). A ocorrência de qualquer \n\ncomunidade em sistemas agrícolas é reflexo também das forças de seleção, como \n\npredação, competição,mutualismo, que promovem as migrações, invasões e extinções, \n\nconferindo a esses sistemas um status dinâmico (Fragoso et al., 1999). Os baixos índices \n\nde Sahnnon associado às espécies encontradas mostram que tantos os agroecossistemas \n\nquanto os sistemas naturais ainda estão em processos de recuperação.  \n\nOs resultados de SAFROM foram surpreendentes, pois não foram encontradas \n\nminhocas nessa área e apenas indivíduos da família Enchytraeidae. Neste SAF, o café se \n\nencontra viçoso, produtivo, e verificou-se aumento significativo nos teores de matéria \n\norgânica do solo, comparado ao sistema de cultivo convencional em área semelhante e \n\nadjacente (Aguiar, 2007; Xavier, 2009). Esse resultado mostra-se diferente de outros \n\nsistemas agroflorestais do SAFSAM (Tabela 3), dos SAFs de Itubirá - BA (Peneireiro, \n\n1999), Adrianópolis (PR) e Barra Do Turvo (SP), todos com 3 espécies (Maschio &amp; \n\nBrown, 2010) e na Costa Rica com duas espécies (Aquino, 2001).  \n\nNão foi possível identificar qual o motivo das ausências de minhocas no \n\nSAFROM, porém as espécies arbóreas presentes no sistema são do gênero Inga (I. vera e \n\nI. subnuda). Segundo Duarte (2007), Inga apresenta maiores teores de compostos de \n\ndifícil degradação (lignina e polifenóis) e menores taxas de respiração, com resíduos de \n\nlenta decomposição. Esse pode ser um dos fatores que tenham influenciado na ausência \n\nde minhocas nesse sistema, no entanto, esse é um caso a ser pesquisado. \n\nOs enquitreídeos foram encontrados também no SAFSAM e PSASAM, podendo ter \n\nsido favorecidos pelo maior aporte de matéria orgânica que ocorre em sistemas \n\nagroflorestais e pleno sol agroecológicos (Duarte, 2007). São escassas informação sobre \n\na função dos enquitreídeos nos processos que ocorrem no solo, entretanto, acredita-se \n\nque podem influenciar o processo de decomposição através de um aumento da \n\ncapacidade de inoculação da microflora e alterações das condições físico-químicas do \n\nsubstrato (Wolters,1988) \n\n\n\n \n\n25 \n \n\n2.5. CONCLUSÃO \n\n \nOs agricultores agroecológicos estão alcançando avanços significativos na \n\nmelhoria da qualidade dos solos. O sistema agroflorestal e a pleno sol agroecológico se \n\nconsolidam como práticas indicadas para conservação do solo. As práticas \n\nagroecológicas mostraram capacidade de promover o aumento da abundância de \n\noligochaetas edáficos, considerados indicadores de qualidade do solo. \n\nOs resultados constatados sugerem que há necessidade de aprofundar os estudos, \n\nem especial sobre a ausência de minhocas e presença de indivíduos da família \n\nEnchytraeidae em um dos sistemas agroflorestais, procurando entender a relação entre a \n\npresença deste oligochaeta e a qualidade da biomassa produzida pelas árvores, assim \n\ncomo outros fatores que possam interferir na abundância e biomassa desses organismos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n\n\n \n\n26 \n \n\n3. CAPITULO II. \n\n \n\nVERMICOMPOSTAGEM ASSOCIADA AOS PÓS DE ROCHAS \n\nGNAISSE E ESTEATITO NO CRESCIMENTO DE PLANTAS \n \n\nRESUMO  \n\n \nSOUZA, Maria Eunice Paula de, M.Sc., Universidade Federal de Viçosa, julho de 2010. \nVermicompostagem associada aos pós de rochas gnaisse e esteatito no crescimento \nde plantas. Orientadora: Irene Maria Cardoso. Co-orientadores: Eduardo de Sá \nMendonça, George Gardner Brown e Ivo Jucksch. \n \n\nForam avaliados o crescimento de minhocas em substrato enriquecido com pó de \n\ngnaisse e esteatito, e avaliou também o potencial de vermicompostagem em promover o \n\ncrescimento das plantas e no aumento da solubilização de minerais presentes no pó de \n\nrocha. Esterco bovino (400 g), foi adicionado em vasos com capacidade de 2 dm3, \n\nenriquecido ou não enriquecido com 5 e 20% de pó de gnaisse ou esteatita. Cada vaso \n\nrecebeu sete minhocas (Eisenia andrei), com uma densidade de 1.000 m³ por minhocas. \n\nApós 60 dias as minhocas foram coletados, contados e fresca e seca ponderada. O milho \n\nfoi cultivado em casa de vegetação, em vasos contendo 3 kg de um Latossolo e adubado \n\ncom o vermicomposto obtido no ensaio em vasos. No experimento com milho, nós \n\nadicionamos os tratamentos com o solo a ser fertilizado somente com gnaisse ou \n\nesteatito e sem adubação, como controle. Os comprimentos das folhas do milho foram \n\nmedidos semanalmente a partir da superfície do solo até a ponta das folhas. Em 73 dias, \n\nas plantas foram colhidas, as raízes isoladas do solo e, juntamente com as folhas, secas e \n\npesadas. Houve um maior crescimento e biomassa de plantas adubadas com \n\nvermicomposto enriquecido com pó de rocha seguido por plantas adubadas com \n\nvermicomposto de não-enriquecido. Entre os tratamentos sem vermicomposto, as \n\nplantas cultivadas em solo adubado somente com rochas foram superiores às plantas \n\ncultivadas em solo não adubado. O processo de vermicompostagem resultou em um \n\nefeito maior no crescimento da planta que a mera soma dos efeitos não-enriquecido \n\nvermicompostagem e os efeitos da aplicação de apenas esteatito para o solo. O mesmo \n\nnão foi mostrado para gnaisse, nas condições experimentais. Isto pode estar associado à \n\nbaixa dureza e baixa resistência ao intemperismo químico de minerais esteatito em \n\n\n\n \n\n27 \n \n\nrelação ao gnaisse minerais. O efeito do processo de vermicompostagem na otimização \n\nda liberação de nutrientes de rochas silicáticas parece depender da rocha. \n\n \n\nPalavras chaves: minhocas, rochagem, Eisenia andrei, fertilização do solo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n28 \n \n\nABSTRACT \n\n \nSOUZA, Maria Eunice Paula de, M.Sc., Federal University of Viçosa, July 2010. The \neffects of Vermicomposting with gneiss and steatite rock powder on the growth of \nplants. Advisor: Irene Maria Cardoso. Co-advisors: Eduardo de Sá Mendonça, George \nGardner Brown and Ivo Jucksch. \n \nWe evaluated the growth of earthworms in substrates enriched with gneiss and steatite \n\npowder, and evaluated the potential of vermicomposting in promoting plant growth and \n\nin increasing the solubilisation of minerals present in rock powder. Cattle manure (400 \n\ng), was disposed in pots with a 2 dm3 capacity, enriched or not enriched with 5 and 20% \n\nof gneiss or steatite powder. Each pot received seven earthworms (Eisenia Andrei), at a \n\ndensity of 1000 worms per m³. After 60 days the worms were collected, counted and \n\nfresh and dry weighted. Maize was cultivated in a greenhouse, in pots containing 3 kg \n\nof an Oxisol and fertilised with the vermicompost obtained in the pot trial. In the \n\nexperiment with maize, we added treatments with soil being fertilized only with gneiss \n\nor steatite and without fertilization, as a control. The lengths of shoots were measured \n\nweekly from the soil surface to the tips of the leaves. At 73 days, the plants were \n\ncollected, the roots isolated from the soil and together with the shoots, dried and \n\nweighted. There was greater growth and biomass of plants fertilised with vermicompost \n\nenriched with rock powder followed by plants fertilized with non-enriched \n\nvermicompost. Between the treatments without vermicompost, those plants grown on \n\nsoil fertilised only with rocks were superior to the plants grown on no fertilized soil. \n\nThe vermicomposting process resulted in a greater effect on plant growth than the mere \n\nsum of the non-enriched vermicomposting effect and the effect of applying only steatite \n\nto soil. The same was not shown for gneiss under our experimental conditions. This \n\nmay be associated with the lower hardness and lower resistance to chemical weathering \n\nof steatite minerals compared to gneiss minerals. The effect of the vermicomposting \n\nprocess on the optimisation of the release of nutrients from silicate rocks seems to \n\ndepend on the rock. \n\n \nKey words: earthworms, rock powder, Eisenia andrei, soil fertilization  \n\n \n\n \n\n\n\n \n\n29 \n \n\n3.1. INTRODUÇÃO \n \n\nA utilização das minhocas para produção de composto orgânico através da \n\nvermicompostagem visa, principalmente, a reciclagem de resíduos orgânicos e a \n\nprodução de adubo orgânico estabilizado (Aquino &amp; Nogueira, 2001). As minhocas têm \n\na capacidade de aumentar a disponibilidade de nutrientes presentes nos materiais por \n\nelas ingeridos (Motter et al., 1987, Soares &amp; Cavalheiro, 2004; Correia &amp; Oliveira, \n\n2005), como a matéria orgânica e os componentes minerais do solo. Isto ocorre porque \n\nestes materiais são triturados pelas minhocas e ficam sujeitos às enzimas digestivas \n\npresentes no intestino desses organismos, como amilases, celulases, proteases, lipases e \n\nquitinases (Michel &amp; Devillez, 1978; Edwards &amp; Fletcher, 1988); por meio das \n\nglândulas calcíferas as minhocas excretam o excesso de cálcio mineralizado na forma de \n\nCaCO3, disponibilizando-o para as porções da matéria orgânica pobres nesse nutriente, \n\no que eleva o pH do vermicomposto, deixando o mais básico do que o composto \n\norgânico (Longo, 1995), contribuindo também para alterar a solubilidade de alguns \n\nnutrientes. Além disso, os coprólitos das minhocas apresentam um elevado conteúdo de \n\nmicrorganismos, muitos deles benéficos para o solo. O húmus de minhoca, portanto, \n\nalém de fornecer nutrientes, favorece a microbiota do solo (Martinez, 1998). \n\nO vermicomposto pode ser enriquecido com pó de rocha. O pó de rocha tem o \n\npotencial de aumentar a reserva nutricional dos solos, mas para aumentar a \n\ndisponibilidade de nutrientes é preciso aumentar sua solubilidade (Melamed et al., \n\n2007),. A adição de pó de rocha na agricultura, é uma prática que viabiliza o equilíbrio \n\ndo sistema como um todo (Theodoro, 2000), aumentar inclusive a resistência das \n\nplantas à estresses bióticos e abióticos, devido à melhoria do seu estado nutricional \n\n(Melamed et al., 2007),.  \n\nEspera-se que a vermicompostagem acelere a solubilização dos pós de rochas, \n\npois os minerais ao passarem pelos tratos intestinais das minhocas podem, devido a \n\nação enzimática e a trituração dos materiais, sofrer intemperismo químico (Carpenter et \n\nal., 2007) e físico (Suzuki et al., 2003). A utilização do resíduo na forma de pó deve \n\npriorizar material encontrado na região e que seja de fácil acesso pelos agricultores. \n\nEstes podem ser resíduos de pedreiras onde são produzidas britas, como por exemplo, o \n\ngnaisse na Zona da Mata, resíduos de pedras-sabão da fabricação artesanal da região de \n\nOuro Preto; resíduos provenientes de marmorarias, podendo também ser provenientes \n\n\n\n \n\n30 \n \n\nde material rochoso encontrado na propriedade ou próximo a ela, necessitando neste \n\ncaso ser moída. Outra vantagem do uso de pós-de-rochas é que a liberação gradual de \n\nnutrientes diminui as perdas por lixiviação e favorece a ação de longo prazo do insumo \n\naplicado (Leonardos et al., 2000). \n\nA busca de técnicas de baixo custo e de fácil manejo, como a \n\nvermicompostagem, que aumentem a solubilização dos minerais e melhore a \n\nfertilização dos agroecossistemas pode transformar o uso de resíduos, como os pós de \n\nrochas em alternativa ambiental e econômica a ser utilizada pelos agricultores. Portanto, \n\na fertilização com pó de rocha pode se tornar uma alternativa ambiental e \n\neconomicamente viável para fertilizar os solos brasileiros (Leonardos et al. 2000). \n\nOs objetivos deste trabalho foram avaliar o crescimento de minhocas em \n\nsubstratos enriquecidos com pós de gnaisse e esteatito e avaliar o potencial dos \n\nvermicompostos obtidos sobre a promoção do crescimento de plantas. \n\n \n\n \n\n3.2. MATERIAL E MÉTODOS \n\n \n3.2.1. Pós de rochas \n\n \n\nO pós de gnaisse e de esteatito foram obtidos a partir do subproduto de pedreiras da \n\nregião. Os materiais foram padronizados quanto à granulométria visando minimizar um \n\npossível efeito de áreas de superfície diferentes. Esta padronização consistiu na \n\nutilização apenas das frações que passaram por peneira de malha 0,150 mm e ficaram \n\nretidas na peneira de malha 0,053 mm de abertura. Os materiais foram secos em estufa a \n\n65ºC por 72 horas. Os materiais foram submetidos à caracterização mineralógica \n\nqualitativa por difratometria de raios-X. Os macros elementos presentes nos pós-de-\n\nrochas foram analisados por espectrometria de fluorescência de raios-X. Os outros \n\nelementos foram quantificados por espectrometria de emissão atômica com indução de \n\nplasma (EEA-ICP) após digestão completa multiácida. \n\nA caracterização química das rochas utilizadas encontra-se na Tabela 1. \n\n \n\n \n\n \n\n \n\n\n\n \n\n31 \n \n\nTabela 1. Caracterização química das rochas moídas utilizadas nos experimentos. \n\n \n*1: Análise química quantitativa total por espectrometria de fluorescência de raios-X \n*2: Análise química por ICP - digestão multiácida \n*2: As, Ag, Be, Cd, Mo, Pb, Sb e Se &lt;10 mg kg-1 \n  \n  \n  \n3.2.2. Crescimento das minhocas em substratos enriquecidos – ensaio em potes \n\n \n\nO substrato para o preparo dos vermicompostos foi o esterco bovino, \n\npreviamente curtido. Este substrato foi homogeneizado e padronizado quanto à umidade \n\ne granulometria sendo então distribuído igualmente entre as unidades experimentais. \n\nEstas consistiram em recipientes plásticos cilíndricos com capacidade de 2 dm3  com \n\n400 g do esterco bovino enriquecidos ou não com os pós de rochas em duas doses cada. \n\nAs minhocas utilizadas foram previamente incubadas numa mistura (esterco + pó de \n\nrocha) por uma semana antes do experimento para que os restos do substrato do local de \n\norigem fossem eliminados. \n\nO experimento foi montado em delineamento inteiramente casualizado com 5 \n\ntratamentos, sendo duas rochas diferentes, gnaisse (G) e esteatito (S), duas doses de  pó \n\nde rocha (5% e 20 %) e um tratamento controle com vermicomposto não enriquecido \n\n(Vc), com 5 repetições. Assim, os cinco tratamentos foram representados por: VcG5, \n\nVcG20, VcS5, VcS20 e Vc. Cada pote recebeu em seguida sete minhocas da espécie \n\nEisenia andrei, em uma proporção de 1000 minhocas por m³ (Aquino &amp; Assis, 2005). \n\nOs potes foram mantidos em temperatura ambiente, no escuro, sob umidade controlada \n\npor um período de 60 dias. Ao final deste período as minhocas foram coletadas, \n\ncontadas e tiveram suas massas fresca e seca determinadas. Os vermicompostos obtidos \n\nem cada tratamento foram homogeneizados e caracterizados quanto ao teor de C \n\norgânico (dados não mostrados) para a montagem do ensaio agronômico.  \n\n \n\n\n\n \n\n32 \n \n\n \n\n3.2.3 Crescimento das plantas - ensaio agronômico \n\n \n\nCom os vermicompostos obtidos conforme descrito no item anterior realizou-se \n\num ensaio agronômico para avaliar a capacidade destes compostos em promover o \n\ncrescimento de plantas. Para tal, a variedade UFV M100 de milho foi cultivada por 73 \n\ndias em casa de vegetação em vasos contendo 3 kg de um Haplustox (Oxisol) (Soil \n\nSurvey Staff, 1999) de Viçosa, MG, Brasil (Tabela 2), fertilizado com os \n\nvermicompostos obtidos no ensaio em potes. Neste experimento, no entanto, foram \n\nincluídos ainda três tratamentos, correspondentes a fertilização com apenas gnaisse (G) \n\ne fertilização com apenas esteatito (S), ambos na dose correspondente ao gnaisse e \n\nesteatito aplicados nos tratamentos VcG20 e VcS20. Um último tratamento consistiu  em \n\num controle negativo sem fertilização, apenas solo, considerado Controle (C). Para \n\ngarantir que os pós das rochas dos tratamentos G e S fossem expostos à umidade pelo \n\nmesmo período de tempo, tomou-se o cuidado de incubá-los simultaneamente ao ensaio \n\nde potes (60 dias sob as mesmas condições de umidade, temperatura e luminosidade). \n\nAs doses de vermicomposto aplicadas aos vasos foram definidas com base nas \n\nrecomendadas por Ribeiro et al. (1999) e correspondiam em média, para os \n\nvermicompostos obtidos, a 12,6 t ha-1 de Carbono Orgânico Total (COT). Para \n\npadronizar 12,6 t ha-1 de COT, a adubação foi padronizada conforme o COT médio de \n\ncada um dos vermicompostos dos tratamentos do ensaio de potes. Em seguida foi \n\ndeterminada a percentagem média de pó de rocha existentes nos vermicompostos (após \n\no processo de vermicompostagem), visando determinar as quantidades de pó de rochas a \n\nserem aplicadas nos tratamentos G e S.  \n\nOs vasos foram dispostos em casa de vegetação, inteiramente casualizados com \n\nquatro repetições. As unidades experimentais eram constituídas por um vaso com duas \n\nplantas cada. A umidade do solo foi controlada e mantida a 70 % da capacidade de \n\ncampo. O experimento foi conduzido na Universidade Federal de Viçosa (UFV), de \n\nmarço a maio de 2010. \n\nA soma dos comprimentos individuais de cada folha foi utilizada como \n\nparâmetro de crescimento uma vez que permite, de maneira não destrutiva, acompanhar \n\no crescimento das plantas. Para gramíneas há uma correlação linear entre a soma dos \n\ncomprimentos das folhas e a produção de matéria seca (Janssen, 1990). O comprimento \n\ndas folhas foi medido semanalmente da base do solo até a ponta das folhas. \n\n\n\n \n\n33 \n \n\n \nTabela 2. Caracterização química do Latossolo Vermelho Amarelo utilizado. \n\npH P K Ca+² Mg+² Al+³ SB CTC (T) V  m MO \nH2O mg dm\n\n-³ ...............................cmolc dm-³............................. % dag kg-1 \n\n5,0 1,4 4 0,1 0,0 0,4 0,11 3,58 3 78 1,4 \n \n\n \n\n3.2.4 Análises estatísticas \n\n \n\nOs dados foram submetidos à análise de variância (ANOVA), sendo as médias \n\ntestadas isoladamente pelo teste de Tukey a 5 % de probablidade. Para comparações \n\nentre grupos de médias foram estabelecidos contrastes. Para avaliar o efeito do \n\nvermicomposto enriquecidos ou não com pós de rochas foi utilizado o contraste: \n\nC1 = (mVcG20 + mVcG5 + mVcS20 + mVcS5) – 4mVc \n\n \n\n \n\nPara avaliar o efeito do processo de vermicompostagem sobre a liberação de \n\nnutrientes dos pós-de-rochas, avaliou-se se o efeito do tratamento combinado VcRocha20 \n\nera maior que a soma dos efeitos dos tratamentos Vc e Rocha, Utilizando-se os \n\nseguintes contrastes: \n\nC2 = (mVcG20 – mC) – ((mVc – mC) + (mG – mC)) e \n\nC3 = (mVcS20 – mC) – ((mVc – mC) + (mS – mC)) \n\n \n\n \n\nUtilizaram-se VcG20 e VcS20, porque corresponde as doses utilizadas nos \n\ntratamentos com apenas pós de rochas (G ou S). As estimativas dos contrastes foram \n\ntestadas pelo teste de Scheffé a 5 % de probabilidade. Os dados de crescimento em \n\nfunção do tempo no teste agronômico foram também submetidos à análise de regressão \n\ne os parâmetros obtidos testados pelo teste t ao nível de 1 % de probabilidade. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n34 \n \n\n3.3 RESULTADOS \n \n\nO gnaisse utilizado era constituído predominantemente pelos minerais quartzo, \n\nortoclásio, andesina, rutilo e apatita enquanto o esteatito era constituído \n\npredominantemente pelos minerais talco e dolomita. A caracterização química das \n\nrochas utilizadas encontra-se na Tabela 1. O Gnaisse possui teores mais elevados de P, \n\nCa, K (macronutrientes), Mn e Zn (micronutrientes) do que o esteatito. Já o Esteatito \n\npossui teores mais elevados de Mg (macronutriente), Cu (micronutriente) e Co \n\n(importante para as pastagens, pois é um elemento importante para os bovinos).  \n\n  O número e a massa de minhocas ao final do processo de vermicompostagem \n\nestão apresentados na Figura 1. O número de minhocas não diferiu entre os tratamentos \n\n(p<0,05), enquanto as massas fresca e seca diferiram (p<0,05) apenas para o tratamento \n\nenriquecido com pó de gnaisse à 20 %. \n\n \n\n \nFigura. 1. Massas fresca e seca média e número médio de minhocas ao final do processo de \nvermicompostagem, enriquecidos (VcS5, VcS20, VcG5, VcG20) ou não (Vc) com os pós de gnaisse \ne esteatito à 5 e 20 %. Médias seguidas por uma mesma letra para cada característica não \ndiferem entre si pelo teste Tukey a 5 % de probabilidade. \n \n\nO comprimento total médio das folhas de milho e a biomassa seca total (raízes \n\nmais partes aéreas) das plantas estão apresentados nas Figuras 2 e 3. Houve maior \n\ncrescimento das plantas fertilizadas com vermicompostos enriquecidos com pós de \n\nrochas, seguidas pelas plantas fertilizadas com vermicompostos não enriquecidos \n\n(p<0,05). Entre os tratamentos sem vermicomposto, os fertilizados apenas com rochas \n\n\n\n \n\n35 \n \n\nforam superiores ao tratamento controle (p<0,05). As plantas de milho cultivadas em \n\nvermicomposto com pós de rochas cresceram em média 52,7 % a mais que as plantas \n\ncontrole, 39,12 % a mais que as plantas fertilizadas apenas com esteatito, 35,3 % a mais \n\nque as fertilizadas apenas com gnaisse e 21,5 % a mais que as fertilizadas com \n\nvermicomposto não enriquecido (Figura 2).  \n\n \n\n \nFigura. 2. Comprimento médio das folhas de milho (cm) em função dos dias após a semeadura \nno ensaio agronômico. VcS5 e VcS20: fertilizadas com vermicompostos enriquecidos com \nesteatito a 5 e 20 %; VcG5 e VcG20: fertilizadas com vermicompostos enriquecidos com gnaisse \na 5 e 20 %; VC: fertilizadas com vermicompostos não-enriquecidos; fertilizadas com apenas \nesteatito (S), apenas gnaisse (G) e não fertilizadas (C). Médias seguidas por uma mesma letra \nnão diferem entre si ao final dos 73 dias de crescimento pelo teste Tukey a 5 % de \nprobabilidade.  \n \n\n\n\n \n\n36 \n \n\n \nFigura 3. Massa seca total (parte aérea + raízes) das plantas de milho aos 73 dias após a \nsemeadura no ensaio agronômico. VcS5 e VcS20: fertilizadas com vermicompostos enriquecidos \ncom esteatito a 5 e 20 %; VcG5 e VcG20: fertilizadas com vermicompostos enriquecidos com \ngnaisse a 5 e 20 %; VC: fertilizadas com vermicompostos não-enriquecidos; fertilizadas com \napenas esteatito (S), apenas gnaisse (G) e não fertilizadas (C). Médias seguidas por pelo menos \numa mesma letra não diferem entre si pelo teste Tukey a 5 % de probabilidade. Barra: desvio \npadrão. \n\n \n\nNa comparação entre grupos de tratamentos ao final do experimento, as \n\nestimativas do contraste C1 (avaliação do efeito do vermicomposto enriquecidos ou não \n\ncom pós de rochas) foram 5,2 para biomassa seca das plantas e 421,3 para o \n\ncomprimento total médio das folhas,, ambas significativas à 5 % pelo teste de Scheffé. \n\nEssas diferenças evidenciam o maior crescimento nos tratamentos fertilizados com \n\nvermicompostos enriquecidos com pós de rochas em relação ao vermicomposto não \n\nenriquecido. O efeito do processo de vermicompostagem sobre a liberação dos \n\nnutrientes dos pós de rochas foram evidenciados pelos contrastes C2 (utilizando pó de \n\ngnaisse) e C3 (utilizando esteatito). Suas estimativas para o comprimento total médio \n\ndas folhas ao final do experimento foram 30,9 (C2, não significativo) e 67,1 (C3, \n\nsignificativo a 5 % pelo teste de Scheffé), respectivamente. \n\n \n \n \n \n \n \n\n\n\n \n\n37 \n \n\n3.4 DISCUSSÃO  \n  \n \n\nOs resultados de número e massa das minhocas (Figura 1) sugerem que a adição \n\nde pós de rochas silicatadas no processo de vermicompostagem não afeta negativamente \n\no crescimento e a reprodução destes animais. Assim, apesar da presença de elementos \n\npotencialmente tóxicos às minhocas (Karaca et al., 2010) nas rochas (Tabela 1), a \n\nadição destes materiais não deverá trazer prejuízos quanto à velocidade de obtenção e \n\nqualidade dos vermicompostos produzidos. No caso do tratamento com gnaisse \n\nadicionado ao processo de vermicompostagem a 20 % (VcG20), os dados apontam, \n\ninclusive, um aumento na massa das minhocas (Figura 1).  \n\nOs resultados de crescimento das plantas (Figuras 2 e 3) mostram que tanto o \n\ngnaisse quanto o esteatito promoveram um maior crescimento das plantas quando \n\ncomparadas às plantas crescidas no solo sem tratamento (controle), em especial quando \n\nas rochas foram submetidas previamente ao processo de vermicompostagem. Até o \n\nmomento, não há relatos na literatura de resultados semelhantes com rochas silicatadas \n\nem vermicompostos. A adição de pós de rochas no processo de vermicompostagem, no \n\nentanto, tem sido, ainda que timidamente, relatada para rochas calcárias e fosfatos \n\nnaturais. Alvarez V. et al. (2004), por exemplo, adicionaram fosfato de Araxá e gesso \n\nno processo da vermicompostagem, obtendo um resíduo orgânico de melhor qualidade \n\nfertilizante. Ainda segundo estes autores, a adição de vermicomposto enriquecido com \n\nfosfato contribuiu para o aumento da produção de matéria seca e acúmulo de P pelas \n\nplantas de milho. \n\nAs respostas diferenciadas no crescimento das plantas observadas (Figuras 2 e 3) \n\nestão ligadas, entre outros motivos, à melhoria da nutrição das mesmas com a adição \n\ndas rochas, do vermicomposto ou de ambos. Sabe-se, no entanto, que o vermicomposto \n\npode também ter ação sobre outros fatores ligados ao crescimento das plantas, como \n\ndiscutido por James &amp; Brown (2008). A produção destes outros fatores pode ter sido \n\nalterada pela adição dos pós das rochas no processo de vermicompostagem, mas não há \n\nrelatos na literatura sobre isso.  \n\nRochas silicatadas moídas têm potencial de liberação de nutrientes às plantas \n\n(Escosteguy &amp; Klamt, 1998; Leonardos et al., 2000; Melamed et al., 2007), embora não \n\nhaja trabalhos específicos com esteatito. Adição de apenas pós de rochas ao solo \n\ncontribuiu para um maior crescimento das plantas, quando comparadas ao solo (Fig. 2). \n\n\n\n \n\n38 \n \n\nWeerasurya et al. (1996) ao fertilizar a cultura de chá e de arroz , observaram que a \n\naplicação de pós de rochas (mica flogopita e feldspato potássico) proporcionaram um \n\naumento de cerca de 10 % na produção de duas safras, quando comparada à fertilização \n\nconvencional. Escosteguy &amp; Klamt (1998), em experimento utilizando pó de basalto \n\nobtiveram pequenos aumentos nos teores de nutrientes disponíveis no solo, com doses \n\nque variaram de 0 a 100 t ha-1, concluindo que com altas dosagens poderiam atingir o \n\nresultado esperado a campo. Arbieto (2005) ao avaliar o efeito da adição de pó de rocha \n\ncomo fonte de K, observou que o granito supriu 40 % de K e o fonolito e a flogopita \n\nforam capazes de suprir 66 % das necessidades de K da cultura de alface. Nossos \n\nresultados estão indicando que a adição de pós de rochas ao solo e ao vermicomposto,  \n\ncontribuíram para o crescimento das plantas, mostrando que a fertilização com pó de \n\nrocha no solo tem potencial de aumentar a disponibilidade de nutrientes nos solos \n\ncultivados e aumentar a reserva nutricional do mesmo, conforme afirma Melamed et al. \n\n(2007).  \n\nVermicompostos também tem sido utilizados como fertilizantes orgânicos, com \n\nrespostas positivas sobre o crescimento e a nutrição de plantas (Ricci, 1993; Chaoui  et \n\nal., 2003; Alvarez V. et al., 2004; Paula et al., 2008). Além da mineralização de \n\nnutrientes, a vermicompostagem possibilita maior estabilização dos resíduos orgânicos, \n\npois ao passarem pelo trato digestivo da minhoca sofrem reações enzimáticas \n\nadicionais, convertendo os resíduos em substâncias húmicas (Hartenstein &amp; Hartenstein, \n\n1981; Albanell et al., 1988; Almeida, 1991). Além disso, os tratamentos com \n\nvermicomposto podem favorecer o crescimento das plantas por meio do aumento da \n\neficiência na absorção de nutrientes (Vaughan &amp; Malcolm, 1985).  \n\nNesse sentido, as diferenças observadas entre os tratamentos controle, os \n\nfertilizados apenas com rocha, o fertilizado com vermicomposto e os fertilizados com \n\nvermicompostos enriquecidos podem estar ligados à fatores nutricionais, uma vez que \n\nestes últimos receberam mais nutrientes totais (advindos do esterco e do pó de rocha), o \n\nque explicaria as diferenças observadas nas Figuras 2 e 3.  \n\nDessa forma, os menores teores para a maioria dos elementos nutrientes do \n\nesteatito (Tabela 1) poderiam explicar as diferenças encontradas entre os tratamentos G \n\ne S (Figura 3), ainda que não significativas nas nossas condições experimentais. As \n\nrespostas no crescimento das plantas, no entanto, apontam também que o processo de \n\nvermicompostagem atuou diferentemente sobre as duas rochas quanto a \n\ndisponibilização dos nutrientes. As estimativas dos contrastes C2 (avaliação do efeito do \n\n\n\n \n\n39 \n \n\nenriquecimento do vermicomposto com gnaisse) e C3 (avaliação do efeito do \n\nenriquecimento do vermicomposto com esteatito) foram 30,9 (não significativo) e 67,1 \n\n(significativo a 5 % pelo teste de Scheffé), respectivamente. Estes valores indicam que o \n\nprocesso de vermicompostagem contribuiu efetivamente para a dissolução dos minerais \n\ndo esteatito, resultando em um efeito sobre o crescimento das plantas maior do que a \n\nsimples soma do efeito do vermicomposto não enriquecido com o efeito da aplicação de \n\napenas esteatito no solo. O mesmo, no entanto, não pôde ser demonstrado para o gnaisse \n\nnas nossas condições experimentais.  \n\nEm outras palavras, apesar de as plantas fertilizadas com apenas gnaisse ou \n\nesteatito apresentarem um crescimento semelhante, quando o esteatito foi previamente \n\nsubmetido à vermicompostagem seu efeito foi superior ao gnaisse (C2 e C3). Isso pode \n\nestar ligado à menor dureza e menor resistência ao intemperismo químico dos minerais \n\ndo esteatito em relação aos minerais do gnaisse (van Breemen &amp; Buurman, 2002). \n\nApesar de essa menor resistência não ter implicado em um maior crescimento no \n\ntratamento S em relação ao G (Fig. 2 e 3), a ação das minhocas sobre o intemperismo \n\nfísico (Suzuki et al., 2003) e químico (Carpenter et al., 2007) de rochas pode ter sido \n\ndiferenciada, sendo mais eficaz sobre o esteatito. Assim, os dados sugerem que embora \n\nnas condições ambientes o intemperismo não tenha sido intenso o suficiente para refletir \n\nas diferenças das rochas quanto à resistência ao intemperismo, nas condições do \n\nvermicomposto ele foi. Em outras palavras, o processo de vermicompostagem parece \n\nampliar as diferenças entre as susceptibilidades ao intemperismo dos minerais. Tal \n\nhipótese demanda mais pesquisas, para diferentes minerais primários e em diferentes \n\ngranulometrias. \n\nNutricionalmente, considerando a composição química das rochas e o reduzido \n\ncrescimento das plantas, as diferenças apontadas por C2 e C3 devem estar ligadas aos \n\nelementos nutrientes P, Ca, Mg, K e Si ou aos elementos com potencial fitotóxico Al, \n\nBa, Cr e Ni (Tabela 1). Nestes últimos, considerando uma dissolução hipotética elevada \n\ndas rochas, apenas o Al poderia resultar em efeito fitotóxico nas doses de pó de rocha e \n\nvermicomposto aplicadas ao solo (Alleoni et al., 2005; Karaca et al., 2010).  \n\nO milho, como boa parte das gramíneas, responde positivamente à fertilização \n\npor Si, principalmente em latossolos (Epstein, 1999). O Si disponível no solo, por sua \n\nvez, pode favorecer também a nutrição fosfatada (Carvalho et al., 2001). Assim, na \n\nvermicompostagem, os minerais silicatados do esteatito podem ter liberado mais Si que \n\nos do gnaisse, o mesmo não ocorrendo na ausência das minhocas (G e E). Esse efeito, \n\n\n\n \n\n40 \n \n\nassociado aos menores teores de Al e maiores de Mg do esteatito resultaram em um \n\nmaior efeito do tratamento VcE20 que do VcG20, como evidenciado pelas estimativas de \n\nC2 e C3. O efeito dos maiores teores de P, Ca e K do gnaisse não devem ter se \n\nsobrepujado ao efeito da maior liberação de Si e Mg induzida pelas minhocas no \n\nesteatito.  \n\nDentro do trato digestivo das minhocas o material ingerido sofre transformações, \n\nhavendo decomposição parcial da matéria orgânica e disponibilização de nutrientes para \n\nas plantas (Balota et al., 1998) através da ação de enzimas digestivas e da microbiota \n\npresente do trato digestivo das minhocas. Benitez et al. (2005) relataram a presença de \n\ndiversas enzimas hidrolíticas em vermicomposto, observando que a atividade da \n\nfosfatase, por exemplo, aumentou, sugerindo que as minhocas e microrganismos \n\nenvolvidos no processo haviam consumido os principais substratos contendo P \n\nmetabolizável. No entanto, é muito difícil determinar experimentalmente a contribuição \n\nda microbiota intestinal das minhocas para o intemperismo mineral devido à extrema \n\ndependência das minhocas pela microbiota para a sua sobrevivência (Edwards &amp; \n\nBohlen, 1996). Por fim, outras avaliações de médio e longo prazo, no decorrer de vários \n\ncultivos, em condições de campo, são necessárias à obtenção de resultados mais \n\nconsistentes sobre a eficiência agronômica desta aparente promissora tecnologia. \n\n \n\n \n \n\n3.5 CONCLUSÕES \n \n\nO enriquecimento dos substratos com pós de gnaisse e esteatito para a obtenção \n\nde vermicompostos não afeta negativamente o crescimento e a reprodução de Eisenia \n\nandrei, não comprometendo desta forma a velocidade do processo. \n\nO crescimento das plantas de milho é favorecido pela adição de vermicompostos \n\nenriquecidos, no inicio do processo de vermicompostagem, com os pós de gnaisse e \n\nesteatito. \n\nO efeito do processo de vermicompostagem sobre a otimização da \n\ndisponibilização de nutrientes de rochas silicatadas parece depender da rocha, sendo \n\nsuperior para o esteatito em relação ao gnaisse.  \n\nA adubação com vermicompostos obtidos a partir de substratos enriquecidos \n\ncom pós de rochas podem otimizar os benefícios às plantas em relação à utilização \n\n\n\n \n\n41 \n \n\nisolada do vermicomposto ou dos pós de rochas. Com isso, o aperfeiçoamento desta \n\ntecnologia poderá ampliar os horizontes para uma maior viabilidade na utilização de \n\nrochas silicatadas moídas na agricultura. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n42 \n \n\n4. CONSIDERAÇÕES FINAIS  \n \n\nAtravés dos resultados obtidos e descritos nos capítulos é possível concluir, em \n\nlinhas gerais, o que segue: \n\nO sistema agroflorestal e a pleno sol agroecológico se consolidam como práticas \n\nindicadas para conservação do solo. Os resultados nos mostram que há necessidade de \n\naprofundar os estudos, procurando entender a relação entre a presença da oligoqueta e a \n\nqualidade da biomassa produzida pelas árvores, como também outros fatores que \n\npossam interferir na abundância e biomassa desses organismos. \n\nA utilização de vermicomposto enriquecidos, no inicio do processo de \n\nvermicompostagem, com os pós de gnaisse e esteatito, favoreceu o crescimento das \n\nplantas de milho. A adubação com vermicompostos obtidos a partir de substratos \n\nenriquecidos com pós de rochas podem otimizar os benefícios às plantas em relação à \n\nutilização isolada do vermicomposto ou dos pós de rochas.  \n\nFinalmente, os oligoquetas além de poder serem utilizados como indicadores de \n\nrecuperação do solo podem contribuir para o processo de recuperação, melhorando a \n\ndisponibilidade de nutrientes presentes em resíduos que podem ser utilizados na \n\nagricultura.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n43 \n \n\n5. REFERÊNCIAS BIBLIOGRÁFICAS \n\n \nAguiar, M. I., 2008. Qualidade física do solo em sistemas agroflorestais, Dissertação – \n\n(Solos e Nutrição de Plantas - Departamento de Solos), Universidade Federal de \n\nViçosa, Viçosa, MG. \n\nAira, M., Monroy, F.; Domínguez, J., 2007. Eisenia fetida (Oligochaeta: Lumbricidae) \n\nmodifies the structure and physiological capabilities of microbial communities \n\nimproving carbon mineralization during vermicomposting of pig manure. \n\nMicrobial Ecology, 54, p.662–671. \n\nAlbanell, E., Plailats, J., Cabrero, T., Capellas, M., 1988. Composición química del \n\nestiércol de vaca fresco y maduro durante el vermicompostaje. In: Congresso de \n\nBiologia Ambiental, Anais. Universidad Autonoma de Barcelona, Barcelona, pp. \n\n247-252. \n\nAlleoni, L.R.F., Borba, R.P., Camargo, O.A., 2005. Metais pesados: da cosmogênese \n\naos solos brasileiros. Tópicos em Ciência do Solo 4, 1-42. \n\nAlmeida, D.L.,1991. Contribuição da matéria orgânica na fertilidade do solo. PhD \n\nThesis, Universidade Federal Rural do Rio de Janeiro, Seropédica.  \n\nAlvarez V.V.H., Ruiz, H.A., Martins Filho, C.A.S., Guarçoni, M.A., Rodrigues, D.T., \n\n2004. Crescimento de plantas de milho pela adição de vermicomposto enriquecido \n\nou não com fosfatos e com gesso. Revista Ceres 51(297), 635-647.  \n\nAmaral, F.C.S., Santos, H.G., Aglio, M.L.D., Duarte, M.N., Pereira, N.R., Oliveira, \n\nR.P., Carvalho-Júnior, W., 2004. Mapeamento de solos e aptidão agrícola de terras \n\ndo Estado de Minas Gerais. Boletim de Pesquisa e Desenvolvimento; n. 63. \n\nEmbrapa Solos: Rio de Janeiro, pp. 95. \n\nAnderson, J.D.; Ingram, J.S.I. (Eds.), 1993. Tropical soil biology and fertility: a \n\nhandbook of methods. 2. ed. Wallingford: CAB International, pp. 171. \n\n\n\n \n\n44 \n \n\nAquino, A. M., 2001. Comunidades de oligochaetas (Oligochaeta) sob diferentes \n\nsistemas de produção agrícola em varias regiões do Brasil. Doc. 146. Embrapa \n\nAgrobiologia. Seropédica. \n\nAquino, A.M., Almeida, L.D., Freire, R.L., De-Poli, H., 1994. Reprodução de minhocas \n\n(Oligoquetas) em esterco bovino e bagaço de cana-de-açúcar. Pesquisa \n\nAgropecuária Brasileira, Brasília, 29(2), 161–168. \n\nAquino, A.M., Assis, R.L., 2005. Agroecologia: princípios e técnicas para uma \n\nagricultura orgânica sustentável. Embrapa Informação Tecnológica. Brasília. 517 \n\npp. \n\nAquino, A.M.; Oliveira, A.Mg.; Loureiro, D.C., 2005. Integrando Compostagem e \n\nVermicompostagem na Reciclagem de Resíduos Orgânicos Domésticos. Circular \n\ntécnica 12 Embrapa agrobiologia, Seropédica. \n\nAquino, M.A., Nogueira, E.M., 2001. Fatores limitantes da vermicompostagem de \n\nesterco suíno e de aves e influência da densidade populacional das minhocas na sua \n\nreprodução. Embrapa Agrobiologia, Documentos, 147, Seropédica. 10 pp. \n\nArbieto, E.A.M., 2005. Biodisponibilização de nutrientes de rochas por microrganismos \n\ndo solo. Dissertação, Universidade Federal de Santa Catarina, Florianópolis. 81 pp. \n\nBalota, E.L., Hungria, M., Colozzi Filho, A., 1998. Biologia do solo. In: Salton, J. C., \n\nHernani, L.C.; Fontes, C.Z. (Orgs.) (Eds.), Sistema plantio direto: o produtor \n\npergunta, a EMBRAPA responde. Brasília: EMBRAPA-SPI, Dourados: \n\nEMBRAPA-CPAO, pp. 91-102. \n\nBarros, E., 1999. Effet de la Macrofaune Sur la Structure et les Processus Physiques du \n\nSol de Paturages Degrades D’Amazonie. Thèse de Doctorat de L’Université Paris \n\nVI. France.  \n\n\n\n \n\n45 \n \n\nBarros, E., Neves, A., Blanchart, E., Fernandes, E.C., Wandelli, E., Lavelle, P., 2003. \n\nDevelopment of the soil macrofauna community under silvopastoral and \n\nagrosilvicultural systems in Amazonia. Pedobiologia, 47, 273-280.  \n\nBarros, E., Blanchart E., Neves A., Desjardins T., Chauvel A., Lavelle P., 1996. \n\nRelação entre a macrofauna e agregação do solo em três sistemas na Amazônia \n\nCentral. XIII Congresso Latino Americano de Ciência do Solo.  \n\nBarros, E.; Neves A., Blanchart, E..; Fernandes, E.C.M..; Wandelli E..L Lavelle, P., \n\n2003.Soil macrofauna community of Amazonian agroforestry systems. \n\nPedobiologia 47(3), 267-274. \n\nBenitez, E., Sainz, H., Nogales, R, 2005. Hydrolytic enzyme activities of extracted \n\nhumic substances during the vermicomposting of a lignocellulosic olive waste. \n\nBioresource Technology 96, 785–790. \n\nBeylich, A., Fründ, H. C., Graefe, U., 1995. Environrnental monitoring of ecosystems \n\nand bioindication by means of decomposer communities. Newsletter on \n\nEnchytraeidae, 4, 25-34. \n\nBidone, F. R. A. (Ed.), 2001. Resíduos Sólidos Provenientes de Coletas Especiais: \n\nEliminação e Valorização. Rio de Janeiro, ABES, 218 pp. \n\nBigarella, J.J., Becker, R.D., Santos, G.F., Passos, E., Suguio, K. (Eds.), 1994. Estrutura \n\ne origem das paisagens tropicais e subtropicais. Florianópolis. Ed. UFSC, 423 pp. \n\nBlanchart, E. Albrecht, A., Alegre, J., Duboisset, A., Gilot, C., Pashanasi, B. Lavelle, P. \n\nBrussaard, L., 1999. Effects of earthworms on soil structure and physical \n\nproperties. In: LAVELLE, P., BRUSSAARDD, L., Hendrix, P. (Eds.), Earthworms \n\nManagement in Tropical Agroecosystems. Oxon: CAB International, pp. 149-172. \n\nBouché, M.B. Ecologie et paraécologie: peut-on estimer la contribution de la faune aux \n\ncycles des éléments biogènes? In: Lohm, U.; Persson, T. (Eds.), 1977. Soil \n\n\n\n \n\n46 \n \n\norganisms as components of ecosystems. Proceedings of the VIth International \n\nColloquium Soil Zoology, Ecological Bullettin, Stockholm, 25, 157-163.  \n\nBrown, G. G., J. Römbke, H. Höfer, M. Verhaagh, K. D. Sautter, And D. L. Q. Santana. \n\nBiodiversity and function of soil animals in Brazilian agroforestry systems., 2006. \n\nIn: Gama-Rodrigues, A. C., Gama-Rodrigues, E. F., Viana, M. S., Freitas, M. S., \n\nMarciano, J. M., Jasmin, J. M., Barros, N. F., Carneiro, J. G. A. (Eds.) Sistemas \n\nAgroflorestais: Bases científicas para o desenvolvimento sustentado. UENF. \n\nCampos dos Goytacazes - RJ. pp. 217–242.  \n\nBrown, G. G.; James S. W.; Pasini A.; Nunes. D. H.; Benito, N. P.; Martins. P. T.; \n\nSautter. K. D., 2006. Exotic, peregrine, and invasive earthworms in Brazil: \n\ndiversity, distribution, and effects on soils and plants. Caribbean Journal of \n\nScience, University of Puerto Rico, Mayaguez, 42(3), 339-358.  \n\nBrown, G.G., Hendrix, P.F.E., Beare, M.H., 1998. Earthworms (Lumbricus rubellus) \n\nand the fate of 15N in surface-applied sorghum residues. Soil Biology and \n\nBiochemistry, 30, 1701-1705.  \n\nBrown, G.G.; James, S.W., 2007. Ecologia, biodiversidade e biogeografia das minhocas \n\nno Brasil. In: Brown, G.G.; Fragoso, C. (Eds.). Minhocas na América Latina: \n\nbiodiversidade e ecologia. Londrina: Embrapa Soja, pp. 297-383. \n\n Butt, K.R., 1993. Utilization of solid paper mill sludge and spent brewery yeast as a \n\nfeed for soil-dwelling earthworms. Bioresource Technology, Oxon, 44, 105-107.  \n\nCardoso, I.M., Guijt, I., Franco, F.S., Carvalho, P.S., Ferreira Neto, P.S., 2001. \n\nContinual learning for agroforestry system design: university, NGO and farmer \n\npartnership in Minas Gerais, Brazil. Agricultural Systems, 60, 235-257.  \n\nCarpenter, D., Hodson, M.E., Eggleton, P., Kirk, C., 2007. Earthworm-induced mineral \n\nweathering: preliminary results. European Journal of Soil Biology, 43, 176-183.  \n\n\n\n \n\n47 \n \n\nCarvalho, R., Furtini Neto, A.E., Santos, C.D., Fernandes, L.A., Curi, N., Rodrigues, \n\nD.C., 2001. Interações silício-fósforo em solos cultivados com eucalipto em casa \n\nde vegetação. Pesquisa Agropecuária Brasileira 36, 557-565. \n\nCatani, R.A., Pellegrino, D., Bergamin Filho H., Glória, N.A., Graner, C.A.F., (Eds.), \n\n1965.  A absorção de nitrogênio, fósforo, potásio, cálcio, magnésio e enxofre pelo \n\ncafeeiro, Coffea arabica, L., var. Mundo Novo (B. Rodr.) Choussy, aos dez anos \n\nde idade. Anais da Escola Superior de Agricultura Luiz de Queiroz. 22, pp. 81-93.   \n\nChaoui, H.I., Zibilske, L.M., Ohno, T., 2003. Effects of earthworm casts and compost \n\non soil microbial activity and plant nutrient availability. Soil Biology &amp; \n\nBiochemistry 35, 295–302. \n\nChauvel A., Grimaldi, M., Barros, E., Blanchart, E., Sarrazin, M., Lavelle P., 1999. An \n\nAmazonian earthworm compacts more than a bulldozer. Nature, 398, 32-33.  \n\nCOLE, L., BARDGETT, R.D., INESON, P., 2000. Enchytraeid worms (Oligochaeta) \n\nenhance mineralization of carbon in organic upland soils. European Journal of Soil \n\nScience. 51, 185–192.   \n\nCorreia, D., Cavalcanti Júnior, A.T., Costa, A.M.G., 2001. Alternativas de substratos \n\npara a formação de porta-enxertos de gravioleira (Annona muricata) em tubetes. \n\nEMBRAPA Agroindústria Tropical, Comunicado Técnico, 67, Fortaleza.  \n\nCorreia, M.E.F., Oliveira, L.C.M., 2000. Fauna do solo: Aspectos Gerais e \n\nMetodológicos. Seropédica: EMBRAPA Agrobiologia, Doc. 112. 46 pp.  \n\nCrawley M. J. (Ed.), 2007. The R Book. John Wiley &amp; Sons Ltd., Chichester, England, \n\n942 pp.  \n\nDauger, J., Purtauf, T., Allspach, A., Frisch, J., Voigtländer, K., Wolters V., 2005. \n\nLocal vs. Landscape controls on diversity: a test using surface-dwelling soil \n\n\n\n \n\n48 \n \n\nmacroinvertebrates of differing mobility. Global Ecology and Biogeography, 14, \n\n213-221.  \n\nDidden, W.A.M, Römbke, J., 2001. Enchytraeids as indicator organisms for chemical \n\nstress in terrestrial ecosystems. Ecotoxicology and Environmental Safety, 50, 25–\n\n43.  \n\nDidden, W.A.M., 1993. Ecology of terrestrial Enchytraeidae. Pedobiologia, 37, 2–29. \n\nDuarte, E.M.G, 2007. Ciclagem de nutrientes por árvores em sistemas agroflorestais na \n\nMata Atlântica. Dissertação (Solos e Nutrição de Plantas - Departamento de \n\nSolos), Universidade Federal de Viçosa, Viçosa, MG. \n\nEdwards, C. A., Lofty, J. F. (Eds.), 1976. Biology of earthworms. 2° ed. London, \n\nChapman &amp; Hall, pp. 297. \n\n Edwards, C.A. (Ed.), 1998. Earthworm Ecology. New York: Academic Publishing, 388 \n\npp. \n\nEdwards, C.A., 1983. Earthworm ecology in cultivated soils. In: Satchell, J.E. (Ed.). \n\nEarthworm Ecology: From Darwin to Vermiculture. London: Chapman and Hall, \n\n123-138.  \n\nEdwards, C.A., 1988. Breakdown of animal, vegetable, and industrial organic wastes by \n\nearthworms. Agriculture Ecosystems and Enviroment, 24, 21-31.  \n\nEdwards, C.A., Bohlen, P.J. (Ed.), 1996. Biology and ecology of earthworms. (3rd ed). \n\nPubl. Chapman &amp; Hall, London. 426 pp. \n\nEdwards, C.A., Bohlen, P.J., 1983. Earthworms ecology in cultivate soils. In: Satchell, \n\nJ. E. (Ed.), Earthworms Ecology from Darwin to Vermiculite. London: Chapman \n\nand Hall, pp. 123-138. \n\n\n\n \n\n49 \n \n\nEdwards, C.A., Bohlen, P.J., Linden, D.R.E., Subler, S., 1995. Earthworms in \n\nagroecosystems. In: Hendrix, P.F. (Ed.) Earthworm ecology and biogeography in \n\nNorth America. Boca Raton: Lewis Publishers, pp. 185-213. \n\nEdwards, C.A., Fletcher, K.E., 1988. Interactions between earthworms and \n\nmicroorganisms in organic-matter breakdown. Agriculture, Ecossystems and \n\nEnvironment 24, 235-247.  \n\nEngevix., 1995.Caracterização do meio físico da área autorizada para criação do Parque \n\nEstadual da Serra do Brigadeiro. Instituto Estadual de Florestas, Bird/Pró-\n\nFloresta/SEPLA, 34 pp.  \n\nEpstein, E., 1999. Silicon. Annual Review of Plant Physiology and Plant Molecular \n\nBiology 50, 641–664. \n\nEscosteguy, P.A.V., Klamt, E., 1998. Basalto moído como fonte de nutrientes. Revista \n\nBrasileira de Ciência do Solo 22, 11-20.  \n\nFeijoo, A. M., Bronson Knapp, E., Lavelle, P., Moreno, A.G., 1999. Quantifying soil \n\nmacrofauna in a Colombian watershed. Pedobiologia, 43, 513-517. \n\nFerrari, E.A., 1996. Desenvolvimento da agricultura familiar: a experiência do CTA-\n\nZM. In: Alvares, V.H., Fontes, L.E.F., Fontes, M.P.F. (Eds), O Solo nos Grandes \n\nDomínios Morfoclimáticos do Brasil e o Desenvolvimento Sustentado. JARD, \n\nViçosa, pp. 233- 250. \n\nFornari, E. (Ed.), 2002. Manual prático de agroecologia. Aquariana, São Paulo, pp. 237. \n\nFragoso, C., Brown, G.G., Patrón, J.C., Blanchart, E., Lavelle, P., Pashanasi, B., \n\nSenapati, B., Kumar, T., 1997. Agricultural intensification, soil biodiversity and \n\nagroecosystem function: the role of earthworms. Applied Soil Ecology. 6(1), 17–\n\n35. \n\n\n\n \n\n50 \n \n\nFragoso, C., Kanyonyo, J., Moreno, A., Senapati, B.K., Blanchart, E., Rodriguez, C., \n\n1999. A survey of tropical earthworms: taxonomy, biogeography and \n\nenvironmental plasticity. In: LAVELLE, P.; BRUSSAARD, L.; HENDRIX, P., \n\n(Eds.). Earthworm Management in Tropical Agroecosystems. Oxon: CAB \n\nInternational. 01-25 pp.  \n\nFragoso, C.; Lavelle, P., 1992. Earthworm Communities Of Tropical Rain Forests. In: \n\nInternational Symposium On Earthworm Ecology, Avignon. Anais. Avignon, \n\nFrance: Pergamon, 1397-1408 pp.  \n\nFraser, P.M., 1994. The impact of soil and crop management practices on soil \n\nmacrofauna. In: Pankhurst, C.E.; Doube, B.M.; Gupta, V.V.S.R.; Grace, P.R., \n\n(Eds.). Soil Biota: management in sustainable farming systems. Melbourne: \n\nCSIRO. 25-13 pp.  \n\nFUNARBE, 1993. SAEG– Sistema para análises estatísticas – versão 5.0. Viçosa: \n\nFundação Arthur Bernardes. 80 pp.  \n\nGiracca, E.M.N. (Ed.), 1998.  Resultados projeto piloto, vermicompostagem do lixo \n\nurbano da UTAR. Boletim Técnico n. 1. Universidade Federal de Santa Maria – \n\nSanta Maria – RS, pp. 12.   \n\nGomes, S.T. (Ed.), 1986. Condicionantes da Modernização do Pequeno Agricultor. Ipê, \n\nSão Paulo, BR.  \n\nHartenstein, R., Hartenstein, F., 1981. Physicochemical changes affected in activated \n\nsludge by the earthworm Eisenia foetida. Journal of Environmental Quality 10, \n\n377-382.  \n\nHendrix, P. F.; Baker, G.H.; Callaham Junior, M.A.; Damoff, G. A.; Fragoso, C.; \n\nGonzález, G.; James, S.W.; Lachnicht, S. L.; Winsome, T.; Zou, X., 2006. \n\n\n\n \n\n51 \n \n\nInvasion of exotic earthworms into ecosystems inhabited by native earthworms. \n\nBiological Invasions, 8, 1287-1300. \n\nHendrix, P. F., Baker, G.H., Callaham Junior, M.A., Damoff, G. A., Fragoso, C., \n\nGonzález, G., James, S.W., Lachnicht, S. L., Winsome, T., Zou, X., 2006. Invasion \n\nof exotic earthworms into ecosystems inhabited by native earthworms. Biological \n\nInvasions, 8, 1287-1300.   \n\nInstituto Terra Brasilis., 1999. Projeto Pedra-Sabão – Diagnóstico preliminar da \n\natividade artesanal em pedra sabão na região de Ouro Preto e Mariana – MG.  \n\nJames, S.W., Brown, G.G., 2008. Ecologia e diversidade de minhocas no Brasil. In: \n\nMoreira, F.M.S.; Siqueira, J.O.; Brussaard, L. (Eds.), Biodiversidade do solo em \n\necossistemas brasileiros. Editora da UFLA, Lavras, pp. 193-276.  \n\nJänsch, S., Römbke, J., Didden, W., 2005.The use of enchytraeids in ecological soil \n\nclassification and assessment concepts. Ecotoxicology and Environmental Safety.  \n\nJanssen, B.H., 1990. A double-pot technique as a tool in plant nutrition studies. In: Van \n\nBeusichen, M.L. (Ed.), Plant Nutrition—Physiology and Application. Kluwer \n\nAcademic Publisher, The Netherlands, pp. 759 - 763. \n\nJoshi, N. V., Kelkar, B. V., 1982.The role of earthworms in soil fertility. The Indian \n\nJournal of Agricultural Science, 22, 189-197.  \n\nKapusta, P., Sobczyk, Q., Rozen, A., Weiner, J., 2003. Species diversity and spatial \n\ndistribution of enchytraeid communities in forest soils: effects of habitat \n\ncharacteristics and heavy metal contamination, Applied Soil Ecology, 23, 187–198.  \n\nKaraca, A., Kizilkaya, R., Turgay, O.C., Cetin, S.C., 2010. Effects of earthworms on the \n\navailability and removal of heavy metals in soil. In: Sherameti, I., Varma, A. \n\n(Eds.), Soil Heavy Metals, Berlin. Springer, pp. 237-262. \n\n\n\n \n\n52 \n \n\nKennette, D., Hendershot, W., Tomlin, A., Sauvé, S., 2002. Uptake of trace metals by \n\nthe earthworm Lumbricus terrestris L. in urban contaminated soils. Applied Soil \n\nEcology, 19, 191–198. \n\nKühnelt, W. (Ed.), 1961. Soil biology: with special reference to the animal kingdom. \n\nLondon: Faber and Faber, pp. 397. \n\nLavelle, P., Pashanasi, B., 1989. Soil Macrofauna and land management in Peruvian \n\namazonia (Yurimaguas, Loreto). Pedobiologia, 33, 283-29.  \n\nLavelle, P., 1997. Faunal activities and soil processes: adaptative strategies that \n\ndetermine ecosystem function. Advances in Ecological Research, 27, 93-132.  \n\nLavelle, P., A. V. Spain. (Eds.), 2001. Soil Ecology. Amsterdam: K1uwer Scientific \n\nPub1ications.  \n\nLavelle, P., Dangerfield, M., Fragoso, C., Eschenbrenner, V., Lopez-Hernandez, D., \n\nPashanasi, B., Brussaard, L., 1994. The relationship between soil macrofauna and \n\ntropical soil fertility. In: Woomer, P. L., Swift, M. J. (Eds.). The biological \n\nmanagement of tropical soil fertility. New York: John Wiley and Sons, pp. 137-\n\n169. \n\nLavelle, P., Decaëns, T., Aubert, M., Barot, S., Blouin, M., Bureau, F., Margerie,P., \n\nMora, P., Rossi, J.P., 2006. Soil invertebrates and ecosystem services. European \n\nJournal of Soil Biology, 42, 3-15.  \n\nLee, K. E. (Ed.), 1985. Earthworms: their ecology and relations with soils and land use. \n\nLondon: Academic. 411 pp. \n\nLeonardos, O.H., Theodoro, S.C.H., Assad, M.L., 2000. Remineralization for \n\nsustainable agriculture: a tropical perspective from a Brazilian viewpoint. Nutrient \n\nCycling in Agroecosystems 56, 3-9.  \n\n\n\n \n\n53 \n \n\nLinden, D. R., Hendrix, P. F., Coleman, D. C., Van Vliet, P. C. J., 1994. Faunal \n\nindicators of soil quality. ln: Defining Soil Quality for a Sustainable Environment, \n\nWashington, USA: SSSA Special Pub1ication, 35, pp. 91-106.  \n\nLongo, A.D. (Ed.), 1995. Minhoca: de fertilizadora do solo a fonte alimentar. Ícone. 79 \n\npp. \n\nLoureiro, F.E.L., Nascimento, M., 2002. Importância e função dos fertilizantes numa \n\nagricultura sustentável. Série Estudos e Documentos, 53. Rio de Janeiro: \n\nCETEM/MCT, 75 pp.  \n\nMakeschin, F., 1997. Earthworms (Lumbricidae: Oligochaeta): important promoters of \n\nsoil development and soil fertility. In: Benckiser, G. (Ed.). Fauna in soil \n\necosystems: recycling processes, nutrient fluxes, and agricultural production. New \n\nYork: Marcel Dekker, 173-223 pp.  \n\nMalavolta, E., Pimentel Gomes, F., Alcarde, J.C. (Eds.), 2003. Adubos e adubações. \n\nSão Paulo: Nobel, 199 pp. \n\nMAPA - Instrução Normativa nº 64, de 18 de dezembro de 2008 - Diário Oficial da \n\nUnião Seção 1, Página 21.  19/12/2008. \n\nMARTINEZ, A.A. (Ed.), 1998. A grande e poderosa minhoca: manual prático do \n\nminhocultor. Jaboticabal:FUNEP. 4ª ed. 148 pp. \n\nMartinez, A.A., 1998. A grande e poderosa minhoca: manual prático do minhocultor. \n\nFUNEP, 4ª Ed., Jaboticabal. 148 pp.   \n\nMaschio, W., Brown, G.G., 2010. Utilização de oligochaetas como indicadores \n\nambientais em Sistemas agroflorestais (SAFs) e capoeiras em Adrianópolis (PR) e \n\nBarra Do Turvo (SP). Resumos do XXVIII Congresso Brasileiro de Zoologia. \n\nBelém – PA.  \n\nMeinicke, A. C. (Ed.), 1982.  As oligochaetas. Ponta Grossa: Coopersul. \n\n\n\n \n\n54 \n \n\nMelamed, R., Gaspar, J.C., Miekeley, N., 2007. Pó-de-rocha como fertilizante \n\nalternativo para sistemas de produção sustentáveis em solos tropicais. \n\nCETEM/MCT, Série Estudos e Documentos. 72 pp. \n\nMichel, C., Devillez, E. J., 1978. Digestion. In: Mill, P.J. (Ed.), Physiology of Annelids. \n\nAcademic Press, London, pp. 509-554.  \n\nMotter, O.F., Kiehl, E.J., Kawai, H., Medel, L.E.; Yoshimoto, H., 1987. Utilização de \n\nminhocas na produção de composto orgânico. CETESB, São Paulo. 26 pp. \n\nMyers, N., Mittermeier, R.A., Mitttermeier, C.G., Da Fonseca, G.A.B., Kent, J., 2000. \n\nBidoversity hotspots for conservation priorities. Nature, 403, 853-858. \n\nNuutinen, V., 1992. Earthworm community response to tillage and residue management \n\non different soil types in southern Finland. Soil &amp; Tillage Research, 23, 221-239. \n\nOliveira Filho, D., Ferraz, I.D., Martins, J.H., Santos, L.C., Ribeiro Filho, O.P., Costa, \n\nD.R., 2005. Avaliação do deslocamento de minhocas (Eudrilus eugeniae) \n\nsubmetidas a pulsos elétricos. Revista Brasileira de Engenharia Agrícola \n\nAmbiental 9, 433-440.  \n\nOrtiz-Ceballos, A. I., Fragoso, C., 2004. Earthworm populations under tropical maize \n\ncultivation: the effect of mulching with velvetbean. Biology and Fertility of Soils, \n\nBerlin, 39, 438-445. \n\nPaoletti, M.G., 1999. The role of earthworms for assessment of sustainability and as \n\nbioindicators. Agriculture, Ecosystems and Environment, 74, 137-155. \n\nPaoletti, M.G., Sommaggio, D., Favretto, M.R., Petruzzelli, G., Pezzarossa, B., \n\nBarbafieri, M., 1998. Earthworms as useful bioindicators of agroecosystem \n\nsustainability in orchards and vineyards with different inputs. Applied Soil \n\nEcology, 10, 137-150.  \n\n\n\n \n\n55 \n \n\nPaula, V.A.; Mendes, M.E.G., Scöffel, E.R., Peil, R.M.N., Ribeiro, D.S., Fraga, D.S., \n\nAndrade, F.F., 2008. Produção e distribuição de massa seca da parte aérea do \n\nmorangueiro cultivado em ambiente protegido sob adubação orgânica. Horticultura \n\nBrasileira 26, 5931-5935. \n\nPeneireiro, F.M., 1999. Sistemas agroflorestais dirigidos pela sucessão natural: um \n\nestudo de caso. Dissertação. Universidade de São Paulo, Escola Superior de \n\nAgricultura “Luiz de Queiroz”, Piracicaba.  \n\nR Development Core Team R., 2006. A language and environment for statistical \n\ncomputing. R Foundation for Statistical Computing, Vienna, Austria.  \n\nRantalainen, M.L., Fritze, H., Haimi, J., Kiikkila, O., Pennanen, T., Setala, H., 2004. Do \n\nenchytraeid worms and habitat corridors facilitate the colonisation of habitat \n\npatches by soil microbes? Biology and Fertility of Soils, 39, 200–208. \n\nRibeiro, A.C., Guimarães, P.T.G., Álvares, V.H., 1999. Recomendações para o uso de \n\ncorretivos e fertilizantes em Minas Gerais, 5ª aproximação. CFSEMG, Viçosa. 359 \n\npp.  \n\nRicci, M.S.F., 1993. Crescimento e teores de nutrientes em cultivares de alface (Lactuca \n\nsativa L.) adubados com vermicomposto. Dissertação, Universidade Federal de \n\nViçosa, Brasil. \n\nRighi, G. (Ed.), 1966. Invertebrados: A minhoca. Coleção Cientistas de amanhã. São \n\nPaulo: Instituto Brasileiro de Educação Ciência e Cultura. \n\nRighi, G. (Ed.), 1990. Oligochaetas de Mato Grosso e de Rondônia. Brasília: CNPq. \n\n157 pp.  \n\nRighi, G., 1997. Minhocas da América Latina: diversidade, função e valor. XXVI \n\nCongresso Brasileiro de Ciências do Solo. Rio de Janeiro, CD-ROM, 27. \n\n\n\n \n\n56 \n \n\nRoeser, U., Roeser, H., Mueller, G., Tobschall, H. J., 1980. Petrogênese dos esteatitos \n\ndo sudeste do Quadrilátero Ferrífero. - Anais do XXXI Congresso Brasileiro de \n\nGeologia, Balneário de Camburiú, Santa Catarina. 2230 - 2245.  \n\nRömbke, J., Jänsch, S., Didden., W., 2005. The use of earthworms in ecological soil \n\nclassification and assessment concepts. Ecotoxicology and Environmental Safety, \n\n62, 249–265.  \n\nSetala, H., Huhta, V., 1991. Soil fauna increase Betula pendula growth—laboratory \n\nexperiments with coniferous forest floor. Ecology, 72, 665–671. \n\nSilva, J., 2010. Invertebrados edáficos em sistemas de produção com café na zona da \n\nmata de Minas Gerais, 2010. Tese de Doutorado - Universidade Federal do Ceará, \n\nCentro de Ciências Agrárias, Fortaleza, CE. \n\nSnyder, B.A.; Hendrix, P.F., 2008. Current and potential roles of soil \n\nmacroinvertebrates (earthworms, millipedes and isopods) in ecological restoration. \n\nRestoration Ecology,16, 629-636. \n\nSoares, J.P., Cavalheiro, E.T.G., 2004. Caracterização físico-química de vermicomposto \n\nda região de São Carlos/SP. In: Congresso de Iniciação Científica da Universidade \n\nFederal de São Carlos, UFSCAR, Anais. São Carlos: Disponível em: \n\nwww.propg.ufscar.br/puplica. \n\n Souza, H.N., 2006. Sistematização da experiência participativa com sistemas \n\nagroflorestais: rumo à sustentabilidade da agricultura familiar na Zona da Mata \n\nmineira. Dissertação (Solos e Nutrição de Plantas - Departamento de Solos), \n\nUniversidade Federal de Viçosa, Viçosa-MG. \n\nStevenson, F.J., Cole, M.A. (Eds.), 1999. Cycles of soil: carbon, nitrogen, phosphorus, \n\nmicronutrients. Second Edition. John Wiley &amp; Sons, Inc., New York, pp. 427. \n\n\n\n \n\n57 \n \n\nSuzuki, Y., Matsubara, T., Hoshino, M., 2003. Breakdown of mineral grains by \n\nearthworms and beetle larvae. Geoderma 112, 131-142.  \n\nTadros, M. S., 1980. Beach soil microfauna in Lower Egypt. In: International Soil \n\nZoology Colloquium, 7, 29 July-3 Aug., 1980, New York. Anais. New York: \n\nInternational Society of Soil Science (ISSS). Session 4. 257-262 pp.  \n\nTanck, B.; Santos, H.R.; Dionísio, J.A., 2000. Influência de diferentes sistemas de uso e \n\nmanejo do solo sobre a flutuação populacional de Oligochaeta edáfico Amynthas \n\nspp. Revista Brasileira de Cência do Solo, 24, 409 – 415. \n\nTapia-Coral, S.C.; Luizão, F.; Wandelli, E., 1999. Macrofauna da liteira em sistemas \n\nagroflorestais sobre pastagens abandonadas na Amazônia central. Acta Amazonica, \n\n29(3), 477-495.  \n\nTheodoro, S.H., 2000. Fertilização da terra pela terra: uma alternativa para a \n\nsustentabilidade do pequeno produtor rural. Tese de doutorado, Centro de \n\nDesenvolvimento Sustentável, Universidade de Brasília, Brasil.   \n\nTheodoro, S.H., Leonardos, O.H, 2006. The use of rocks to improve family agriculture \n\nin Brazil. Anais da Academia Brasileira de Ciências, 78(4), 721-730. \n\nTheodoro, S.H., Leonardos, O.H., Rocha, E. L., Rego, K.G., 2006. Experiências de uso \n\nde rochas silicáticas como fonte de nutrientes. Espaço &amp; Geografia, 9(2), 263 - \n\n292.  \n\nTurco, R. F., Blume, E., 1999. Indicators of soil quality. In: Siqueira, J. O; Moreira, F. \n\nM. S.; Lopes, A. S.; Guilherme, L. G. R.; Faquin, V.; Furtini Neto, A. E.; \n\nCarvalho, J. G. (Org.). (Eds.). Inter-relação fertilidade, biologia do solo e nutrição \n\nde plantas. Viçosa: SBCS ; Lavras: UFLA/DCS, pp. 529-549. \n\nVan Breemen, N., Buurman, P., 2002. Soil formation, 2nd Ed. Kluwer Academic \n\nPublishers, Netherlands. 380 pp. \n\n\n\n \n\n58 \n \n\nVan Vliet, P.C.J., West, L.T., Hendrix, P.F., Coleman, D.C., 1993. The influence of \n\nEnchytraeidae (Oligochaeta) on the soil porosity of small microcosms. Geoderma, \n\n56, 287–299. \n\nVaughan, D., Malcolm, R.E., 1985. Influence of humic substances on growth and \n\nphysiological processes. In: Vaughan, D., Malcolm, R.E. (Ed.), Soil organic matter \n\nand biological activity. Martinus Nijhoff Junk Publisher, Dordrecht, pp. 37-75.  \n\nWARDLE, D.A., 1995. Impacts of disturbance on detritus food webs in agro-\n\necosystems of contrasting tillage and weed management practices. Advances \n\nEcological Research, 26, 105-182. \n\nWeerasuriya, T.J., Thilakarathna P.K., Cooray, P.I., 1996. Evaluation of phlogopite \n\nmica and k-feldspar as slow-release multinutrient fertilizers. In: Gupta, A.K., \n\nKerrich, R. (Eds.), The Dynamic Geosphere. Allied Publishers Ltd. \n\nZang, Y.; Zhong, Y.; Luo, Y.; Kong, Z.M., 2000.Genotoxicity of two novel pesticides \n\nfor earthworm, Eisenia foetida. Environmental Pollution,108. 271-278."}]}}}