{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22145"}, {"@name": "filename", "#text": "6072_arquivo8321_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FRANCISCO JOSÉ VICTOR DE CASTRO \n  \n \n \n \n \n \n \n\n \n“VARIAÇÃO TEMPORAL DA \n\nMEIOFAUNA E DA NEMATOFAUNA EM \nUMA ÁREA MEDIOLITORÂNEA DA \n\nBACIA DO PINA (PERNAMBUCO, \nBRASIL)” \n\n \n \n \n \n \n \n\nOrientador: Profª.  Dra. Verônica da Fonsêca-Genevois  \n \nCo-orientador: Prof. Dr. Sílvio José de Macêdo  \n \n \n \n \n\nRecife, 2003 \n\n\n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS \n\nDEPARTAMENTO DE OCEANOGRAFIA \n \n \n\nFRANCISCO JOSÉ VICTOR DE CASTRO \n \n \n\n“VARIAÇÃO TEMPORAL DA \nMEIOFAUNA E DA NEMATOFAUNA EM \n\nUMA ÁREA MEDIOLITORÂNEA DA \nBACIA DO PINA (PERNAMBUCO, \n\nBRASIL)” \n \n \n\nORIENTADOR: DRa VERÔNICA DA FONSÊCA-GENEVOIS  \nCO-ORIENTADOR: DR. SÍLVIO JOSÉ DE MACEDO \n \n \n\nTese apresentada ao Programa de \nPós-graduação em Oceanografia da \nUniversidade Federal de \nPernambuco, como parte dos \nrequisitos para obtenção do grau de \nDoutor em Oceanografia \n \n\n \n \n \n\nRecife, 2003 \n\n\n\n \n\n \n“VARIAÇÃO TEMPORAL DA \n\nMEIOFAUNA E DA NEMATOFAUNA EM \nUMA ÁREA MEDIOLITORÂNEA DA \n\nBACIA DO PINA (PERNAMBUCO, \nBRASIL)” \n\n \nFrancisco José Victor de Castro \n\n \n \n \n\nTese defendida e aprovada pela banca examinadora: \n \n\n_______________________________________________________________ \nProfa Dra Verônica da Fonsêca-Genevois (Presidente) \n\n \n_______________________________________________________________ \n\nProfa Dra Thaís Navajas Corbisier (Membro Titular) \n \n\n_______________________________________________________________ \nProfa Dra Maria Eduarda Lacerda de Larrázabal (Membro Titular) \n\n \n_______________________________________________________________ \n\nProfa Kátia Muniz Pereira da Costa (Membro Titular) \n \n\n_______________________________________________________________ \nProfo Dr Paulo Jorge Pereira dos Santos (Membro Titular) \n\n \n\n \n \n\nData da aprovação: 19/02/2003 \n \n\nRecife, 2003 \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“A ciência é uma aventura de toda a raça \nhumana para aprender a viver e talvez a \namar o universo onde se encontra, ser uma \nparte dele é compreender, é conhecer a si \npróprio, é começar a sentir que existe \ndentro do homem uma capacidade muito \nsuperior à que ele pensava ter e uma \nquantidade infinita de possibilidades \nhumanas” \n \nIsaac I. Rabi, (n. 1898) – Prêmio Nobel de \nFísica em 1944 \n\n\n\n \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA minha mãe (in memoriam), pelo \nseu incentivo e apoio, sem ela não \nseria possível chegar até aqui. \n\n \n\n\n\n \n\nAGRADECIMENTOS \n \n Inicialmente agradeço a todos com muito carinho, os que estiveram envolvidos \ndireta ou indiretamente na preparação desta tese, pois seria impossível enumerá-las. \n\n Um agradecimento especial a minha orientadora,  mãe científica e amiga, Dra \n\nVerônica Fonsêca-Genevois, não só pela orientação deste trabalho, mas por tudo que tem \n\nfeito ao longo da minha formação acadêmica e profissional. \n\n Obrigado ao meu co-orientador Dr Sílvio José de Macedo pelo incentivo, sugestões \n\ne orientação. \n\n Ao Dr. Paulo Jorge P. dos Santos pela indicação para participar  do projeto \n\nNematode Biodiversity and Worldwide Pollution Monitoring, sem dúvida uma grande \n\noportunidade na minha vida profissional.  \n\n Meus sinceros agradecimentos a todos que fazem o Departamento de Biologia \n\nMarinha e da Sessão de Nematologia da Universidade de Gent-Bélgica, em especial a Nic \n\nSmol,  pelos esclarecimentos na identificação dos Nematoda. \n\n Agradeço também aos  seguintes pesquisadores pelos ensinamentos durante o curso \n\nde Nematologia e na identificação dos Nematoda: Dr. Richard Warwick, Dra Melaine \n\nAusten, Dr. Paul Somerfiel e Dr. Tim Ferrero. \n\n A minha grande amiga Tania Nara Campinas Bezerra, pelo companheirismo, \n\nhospedagem pelo período que estagiei em Gent,  bibliografia, incentivo e principalmente \n\npela identificação da nova espécie de Spirinia .  \n\n Sou extremamente grato a Dra Sigrid Newmann Leitão, pelas as análises \n\nestatísticas, e por estar sempre preste a ajudar.  \n\n Agradeço aos meus amigos Taciana Kramer e André Morgado pelo \n\ncompanheirismo durante o curso de Nematologia em Plymouth. \n\n Aos meus amigos e orientandos que se encontram na Bélgica (Maria Cristina da \n\nSilva, Neyvan Renato e Giovanni Amadeu)  pela ajuda em laboratório e bibliografia \n\nenviada. \n\n A minha amiga e colega de turma de doutorado Clélia Márcia Cavalcanti da Rocha, \n\npela ajuda nas dificuldades encontrada durante o curso.  \n\n\n\n \n\n Muito obrigado ao amigo Dr José Souto Rosa Filho pelas análises estatíticas e  \n\nesclarecimentos durante o período final da tese.  \n\n À Maria Auxiliadora Sampaio Luna, colega de trabalho, pela ajuda nas confecções \n\ndas tabelas. \n\nA Dra Maria Eduarda de Larrazabal pelo carinho e colaboração. \n\n A todos que fazem o Laboratório de Meiofauna do Departamento de Zoologia da \n\nUFPE, que de algum modo participaram e colaboraram para a realização deste trabalho. \n\n Agradeço ao CNPq pela concessão da bolsa de Doutorado. \n\n Um grande agradecimento à minha família, em especial ao meu Pai, meu filho \n\nBruno e as minhas irmãs Judite e Fernanda sempre presente quando necessário.  \n\n Ao amigo Carlos Alberto Fernandes pelo apoio e incentivo, sempre que precisei.  \n\n À todos que fazem a Escola Delmiro Gouveia, por acreditarem no meu trabalho e \n\npelo incentivo. \n\n  \n\n  \n\n   \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\nSUMÁRIO \n\n1- INTRODUÇÃO 16 \n\n2  - OBJETIVO GERAL 19 \n\n3 - ÁREA DE ESTUDO 19 \n\n3.1 – DESCRIÇÃO DA ÁREA 19 \n\n3.2 – DIAGNOSE MEIOFAUNÍSTICA DO COMPLEXO ESTUARINO  \nA BACIA DO PINA. \n\n22 \n\nCAPÍTULO I 25 \n\nI.1 - INTRODUÇÃO 26 \n\nI.2 - OBJETIVOS ESPECÍFICOS 28 \n\nI.3 - MATERIAL E MÉTODOS 28 \n\n3.1 - Em campo 28 \n\n3.2 - Em laboratório 29 \n\n3.2.1 - Extração da meiofauna 29 \n\n3.2.2 -  Hidrologia 29 \n\n3.2.3 - Sedimentologia 30 \n\n3.3 - Análise dos dados 31 \n\nI-4 - RESULTADOS 33 \n\n4.1 - Climatologia 33 \n\n4.2 - Hidrologia 34 \n\n4.3 - Granulometria 36 \n\n4.4 - Matéria orgânica (sedimento) 36 \n\n4.5 -  Estrutura da comunidade 39 \n\n4.6 Resultados estatísticos 44 \n\nI.5 – DISCUSSÃO 46 \n\nI.6 - CONCLUSÕES 51 \n\nCAPÍTULO II 52 \n\nII.1 – INTRODUÇÃO 53 \n\nII.2 – OBJETIVOS ESPECÍFICOS 56 \n\nII.3 - MATERIAL E MÉTODOS 56 \n\n3.1 Identificação dos Nematoda 56 \n\n3.2 - Análise dos dados 57 \n\n\n\n \n\nII. 4  - RESULTADOS 59 \n\n4.1 - Estrutura da Comunidade 59 \n\n4.1.1  - Composição Taxonômica da nematofauna 59 \n\n4.1.2 - Freqüência de Ocorrência 61 \n\n4.1.3 – Abundância relativa 63 \n\n4.1.4 –  Curvas de K-dominância 65 \n\n4.1.5 - Densidade da nematofauna 68 \n\n4.1.6 - Estágios de Desenvolvimento da nematofauna 68 \n\n4.1.7 - Estrutura Trófica  69 \n\nII.5 - RESULTADOS ESTATÍSTICOS 71 \n\nII.6 – DIAGNOSE PRELIMINAR DA NOVA ESPÉCIE DO GÊNERO \nSpirinia \n\n75 \n\nII.7-DISCUSSÃO  77 \n\nII.8– CONCLUSÕES 86 \n\nCONSIDERÇÕES FINAIS 87 \n\nREFERÊNCIAS BIBLIOGRÁFICAS 89 \n\nANEXOS 111 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\nLISTA DE FIGURAS \nFigura 1 – Mapa da Bacia do Pina com localização da área estudada.  \n \n\n21 \n\nFigura I.1 -  Precipitação (mm) em Recife no período 1999 \n  \n\n33 \n\nFigura I.2 – Evaporação (mm) e insolação (H) em Recife no período 1999 \n  \n\n34 \n\nFigura I.3 – Percentual de saturação nos meses prospectados na Bacia do Pina-PE \nem 1999 \n \n\n34 \n\nFigura I.4 – Oxigênio dissolvido e DBO nos meses prospectados na Bacia do \nPina-PE em 1999. \n \n\n35 \n\nFigura I.5 – Dados pluviométricos (somatório dos cinco dias que antecede a \ncoleta) e densidade média semenal dos organismos meiofaunísticos prospectados \nna bacia do Pina-PE em 1999. \n \n\n40 \n\nFigura I.6 – Dados pluviométricos no período chuvoso em 1999 (somatório dos \ncinco dias que antecede a coleta) e densidade média semenal dos organismos \nmeiofaunísticos prospectados na bacia do Pina-PE. \n \n\n41 \n\nFigura I-7 – Freqüência de ocorrência da meiofuana no período seco e chuvoso da \nbacia do Pina-PE em 1999. \n \n\n43 \n\nFigura I.8 – Abundância relativa da meiofauna na bacia do Pina, PE em 1999,  \n(outros= Acari, Copepoda, Gastrotricha, Nauplii, Oligochaeta, Ostracoda, \nPolychaeta Rotífera, Tardigrada e Turbellaria).  \n\n \n\n43 \n\nFigura I.9 – MDS (ordenação não-métrica) da meiofauna semanal, evidenciando \na fase seco e chuvoso. \n \n\n44 \n\nFigura II.1 – Freqüência de ocorrência das famílias no período seco (A) e no \nperíodo chuvoso (B). \n \n\n62 \n\nFigura II.2 – Freqüência de ocorrência dos gêneros no período seco (A) e no \nperíodo chuvoso (B). \n \n\n63 \n\nFigura II.3 - Abundância relativa dos gêneros no período seco. Outros (gêneros \nque foram menores que 1%)  \n \n\n64 \n\nFigura II.4 - Abundância relativa dos gêneros no período chuvoso. Outros \n(gêneros que foram menores que 1%) \n \n\n64 \n\nFigura II.5 – Curva de K-dominância semanal dos meses secos. \n \n\n66 \n\nFigura II.6 – Curva de K-dominância semanal dos meses chuvosos. \n \n\n67 \n\n\n\n \n\nFigura II.7 - Estrutura populacional da nematofauna no período seco. \n \n\n68 \n\nFigura II.8 - Estrutura populacional da nematofauna no período chuvoso. \n \n\n69 \n\nFigura II.9 – Estrutura trófica da nematofauna no período seco. \n \n\n70 \n\nFigura II.10 – Estrutura trófica da nematofauna no período chuvoso. \n \n\n71 \n\nFigura II.11 – MDS utilizando as densidades mensais da nematofauna \n \n\n71 \n\nFigura II.12 – MDS utilizando as densidades semanais da nematofauna. \n \n\n72 \n\nFigura II.13 – Cluster relativo às densidades médias mensais. \n \n\n73 \n\nFigura II.14 – Cluster envolvendo às densidades médias semanais. \n \n\n73 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n\n\n \n\nLISTA DE TABELAS \n\nTabela I.1 - Parâmetros químicos das águas estuarinas/ Bacia do Pina-PE. \n   \n\n35 \n\nTabela I.2 – Parâmetros granulométricos segundo Folk &amp; Ward (1957). \n \n\n37 \n\nTabela I.3 – Percentuais sedimentológicos retido nas peneiras geológicas e \npercentuais de matéria orgânca das amostras semanais. \n \n\n38 \n\nTabela I.4 – Densidade média mensal e semanal da meiofauna da Bacia do \nPina-PE em 1999. \n    \n\n42 \n\nTabela II.1 – Índice de diversidade de Shannon (H’) e a equitatividade (J’ de \n\nPielou) \n\n65 \n\nTabela II.2 – Resultados ANOSIM comparando os meses (p &lt;5%) 74 \n\nTabela II.3 –  Resultado da análise e o SIMPER para os grupos envolvendo o \nmês de janeiro, apresentando os gêneros que contribuíram com mais de 50% \ndas dissimilaridades. \n \n\n75 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nRESUMO \n\nA bacia do Pina vem sendo estudada ao longo dos anos na aferição dos poluentes \n\norgânicos. Cinco rios desembocam neste local com grande carga poluidora comprometendo \n\na qualidade do pescado,  que é tão explorado pela população de baixa renda, que habita as \n\nadjacências,   e o comercializa nos mercados públicos da cidade do Recife.   Porém, até o \n\nmomento, apenas um trabalho foi realizado com a meiofauna e mais especificamente com a \n\nnematofauna, embora esta desempenhe um importante papel na teia trófica bentônica. As \n\namostras biosedimentológicas foram coletadas semanalmente, durante 3 meses, na estação \n\nde menor pluviosidade (janeiro, fevereiro e março) e 3 meses na estação de maior \n\npluviosidade (junho, julho e agosto) do ano de 1999, em um transecto fixo no médio litoral \n\ncom 5 réplicas aleatórias, sempre na baixa-mar, perfazendo um total de 120 amostras. \n\nUtilizou-se um corer de 5 cm de comprimento por 2,5 de diâmetro  interno. Leituras de \n\ntemperatura foram efetuadas conjuntamente com a parte biótica, assim como foram \n\namostrados sedimentos para análise granulométrica e matéria orgânica. Mensalmente, no \n\ndia de menor amplitude de maré, coletou-se água com garrafa de Nanssen para verificação \n\ndo teor de oxigênio dissolvido, DBO e salinidade, a fim de monitorar a variação da carga \n\npoluidora temporal do estuário.  Os Nematoda foram separados para montagem de lâminas \n\npermanentes, integralizados em lista taxonômica e analisados quanto à estrutura \n\npopulacional e composição trófica. Utilizou-se programas estatísticos para correlacionar os \n\nparâmetros abióticos com a meiofauna e a nematofauna. Qualitativamente, a composição \n\nmeiofaunística foi a mesma nos dois períodos estudados, sendo composta por 10 táxons: \n\nTurbellaria, Gastrotricha, Nematoda, Rotifera, Tardigrada, Polychaeta, Oligochaeta, Acari, \n\nOstracoda e Copepoda. A maior densidade média mensal meiofaunística ocorreu em março \n\n(3126,5 ind. 10 cm-2) deste, 90%  é composto por Nematoda e a menor em agosto (1291,15 \n\nind. 10 cm-2) com 97% de Nematoda. Semanalmente, a maior densidade observada ocorreu \n\nna última semana de junho (4785,2 ind. 10 cm-2) com 84 %  de Nematoda. A menor \n\nocorreu na primeira semana de janeiro (453, 25 ind. 10 cm-2) com 63 % de Nematoda. A \n\nnematofauna esteve composta por três ordens: Enoplida, com três famílias e quatro gêneros, \n\nChromadorida, com cinco famílias e treze gêneros e Monhysterida, também com cinco \n\nfamílias e dez gêneros.  Os gêneros encontrados foram: Anoplostoma, Astonema, \n\nAxonolaimus. Chromadorita, Chromaspirinia, Daptonema, Desmodora, Halalaimus, \n\n\n\n \n\nHalichoanolaimus, Linhomoeus, Marylynnia, Metachromadora, Oncholaimus, \n\nParacanthonchus, Paracyatholaimus, Paramonohystera, Parodontophora, Pomponema, \n\nProchromadorella, Pseudochromadora, Sabatieria, Spirinia, Terschellingia, \n\nThalassomonystera, Theristus, Tricotheristus e Viscosia. O padrão temporal apontou o \n\nperíodo chuvoso com as maiores densidades correlacionadas positivamente com a matéria \n\norgânica e o selecionamento dos grãos. A nova espécie do gênero Spirinia sp.n , mostrou-se \n\nresistente às condições fisico-químicas impostas pelo ambiente, pois foi dominante em \n\nquase todo o período estudado, salvo quando o contingente pluviométrico começou a \n\ndiminuir (final de julho, início de agosto). Nessa situação  Therschelingia e Daptonema \n\ninterferem na dominância. O aporte  de matéria orgânica  registrada neste estudo, reflete-se \n\nna estrutura da comunidade, existindo porém uma combinação de efeitos com a \n\ngranulometria  independentes da estação do ciclo climático. A dinâmica dos parâmetros \n\nabióticos em um estuário, aliado  a rapidez das mudanças morfofisiológicas dos Nematoda \n\npara sobreviver a ambientes extremos, corrobora na importância de monitorar \n\nsemanalmente essa comunidade para se ter respostas mais precisas sobre esses organismos \n\ntão importantes em ambientes salobros.  \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\nABSTRACT \n \nThe basin of Pina has been studied for many years in order to check the level of organic \n\npollutants. Many rivers are discharged in this basin bringing a big amount of pollutants to \n\nit. This affects the quality of organisms fished by the poor population that lives in the \n\nneighborhood. Up to now there’s only one studie on meiofauna, specifically on \n\nnematofauna, carried out at this place, despite of its great role for the benthic trophic net. \n\nBiosedimentic samples were taken weekly during 3 months at the low pluviosity phase \n\n(January, February and March) and 3 months at the high pluviosity (June, July and August) \n\nof 1999 in a fixed transect at intertidal area, with 5 random replications, making a total of \n\n120 samples. It was used a corer of 5 cm length and 2.5 cm of internal diameter. \n\nTemperature was measured and sediments were taken for granulometric and organic matter \n\nanalyses. Monthly, on the lowest tide day, water was collected using a bottle of Nanser to \n\nverify the amount of dissolved oxygen (BOD) and salinity to follow the variation of \n\npolluting loaded in the estuary. The Nematoda were mounted in permanent slides and \n\nidentified, moreover the population and trophic structures were defined. Statistical \n\nprograms were used to correlate the non-biotic factors with the meiofauna and the \n\nnematofauna. Using the same methodology meiofauna and sediments were collected in 10 \n\nsample points covering the entire basin. Qualitatively the meiofauna composition was the \n\nsame for the two studied phases, composed by 10 taxa: Turbellaria, Gastrotricha, \n\nNematoda, Rotifera, Tardigrada, Polychaeta, Oligochaeta, Acari, Ostracoda e Copepoda.  \n\nThe highest monthly average for the meiofauna was in March (3126.5 ind. 10cm-2) with \n\n90% composed by Nematoda and the lowest was in August (1291.15 ind.10 cm-2) with \n\n97% Nematoda. Weekly the highest density was recorded at the last week of June (4785.2 \n\nind. 10 cm-2) with 84% composed by Nematoda while the lowest was recorded at the first \n\nweek of January (453.25 ind. 10 cm-2) with 63% Nematoda.  The nematofauna was \n\ncomposed by three orders: Enoplida, with trhee families and four genus, Chromadorida, \n\nwith five families and thirteen genus and Monhysterida, with five families and ten genus. \n\nThe genera found were: Anoplostoma, Astonema, Axonolaimus. Chromadorita, \n\nChromaspirinia, Daptonema, Desmodora, Halalaimus, Halichoanolaimus, Linhomoeus, \n\nMarylynnia, Metachromadora, Oncholaimus, Paracanthonchus, Paracyatholaimus, \n\nParamonohystera, Parodontophora, Pomponema, Prochromadorella, Pseudochromadora, \n\n\n\n \n\nSabatieria, Spirinia, Terschellingia, Thalassomonystera, Theristus, Tricotheristus e \n\nViscosia. The temporal pattern showed the rainy phase with highest densities, positively \n\ncorrelated to organic matter and grains arrangement. The new species Spirinia n.sp. was \n\nvery resistant to the physical-chemical conditions of the studied environment, since it was \n\ndominant during almost all period of this survey, except  when the rain levels lowered (end \n\nof  July and beginning of August). When this happens Therschelingia and Daptonema \n\nchange this dominance. The amount of organic matter observed reflects itself on the \n\ncommunity structure but there is a combination of effects with the granulometry acting \n\nindependent of the climatic phase. The dynamic of the non-biotic parameters in an estuary \n\nallied with the rapidity of morphological changing of the Nematoda to survive in extreme \n\nenvironments confirms the importance of weekly monitoring this community in order to \n\nhave more precise answers about these organisms so important in brackish environments. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n1- INTRODUÇÃO \n \n A poluição em nosso planeta tem sido nos últimos anos um grande problema para a \n\nhumanidade. As autoridades mundiais vêm tentando sensibilizar a opinião pública para esta \n\nsituação que se agrava cada vez mais. A introdução de poluentes nos oceanos carreados \n\npelos rios, além do lixo dos centros industriais e urbanos das  cidades localizadas no litoral \n\ne ao longo de seus cursos, vem formando acúmulos de material orgânico no mar, \n\ndesencadeando, muitas vezes,  uma proliferação descontrolada da biota aquática. Há um \n\naumento de nutrientes no meio aquático, acelerando a produtividade primária, ou seja, \n\nintensificando o crescimento de algas e da cadeia subsequente. Esse fenômeno pode ser \n\nprovocado por: lançamento de esgotos, resíduos industriais, fertilizantes agrícolas e  erosão \n\n(Migotto, 2000). É fácil de concluir que, em certas proporções, a eutrofização pode ser \n\nbenéfica ao ecossistema. Contudo, em excesso acarretará um desequilíbrio ecológico, \n\nprovocando o desenvolvimento incontrolado de uma espécie em detrimento de outra. Como \n\nexemplo, a costa central pernambucana já detém ecossistemas fortemente comprometidos \n\nquímica e biologicamente como são os casos do Rio Jaboatão (Fernandes, 1996) e Rio \n\nCapibaribe (Feitosa, 1988).  \n\n \n Segundo Warwick (1993), a comunidade é o nível de organização mais usual para o \n\nestudo de impacto ambiental. O autor prossegue registrando que o uso de organismos em \n\ndetecção de poluição e programas de monitoramento surgiu originalmente das observações \n\nde Wilhelmi (1916), relativas a várias espécies de Polychaeta que eram indicadoras de áreas \n\ncontaminadas.  No presente, diz ele, o uso de espécies indicadoras é somente aplicado para \n\nincidentes com poluentes orgânicos, incluindo alguns casos de poluição por petróleo. Para \n\ntais estudos uma larga variedade de organismos tem sido usada em pesquisas no sentido de \n\navaliar os impactos ambientais, incluindo alguns do plâncton (fitoplâncton e zooplâncton), \n\npeixes (pelágicos e demersais), macrobentos e meiobentos, epifauna de fundos duros \n\n(formas incrustantes, p. ex. corais) e macroalgas. A escolha de qual componente será usado \n\nem determinada área a ser estudada dependerá do interesse da pesquisa, ou seja, dos seus \n\nobjetivos. \n\n \n\n\n\n \n\n Platt &amp; Warwick (1980) referem-se à existência de dois aspectos que podem ser \n\nconsiderados para a ecologia de comunidades: modelos e processos. Modelos refletem \n\npropriedades estruturais de espécies presentes, sua abundância e distribuição. Processos \n\nincluem taxas funcionais de respiração, reprodução, recolonização, entre outros. Para o \n\nentendimento de processos, para apontar modelos, programas governamentais em nível de \n\nexcelência vem sendo destacados no cenário nacional, haja vista o RECOS-MILÊNIO, \n\nabordando, entre outros assuntos, a qualidade ambiental e a biodiversidade de ambientes \n\nestuarinos.  \n\nNa década de 80 houve um intenso esforço por parte dos cientistas no sentido de \n\nutilizar a meiofauna, metazoários de dimensões reduzidas (0,045 mm a 0,5 mm) de hábitos \n\nintersticiais (Mare, 1941), como apuradora das condições ambientais alteradas (Coull et al. \n\n1981, Raffaelli &amp; Mason, 1982; Warwick, 1981; Amjad &amp; Gray, 1983; Lambshead, 1986;  \n\nGee et al., 1985). Apesar desta aplicação ser discutível, sobretudo porque sendo a \n\nmeiofauna integrada por pelo menos 30 táxons zoológicos com requerimentos biológicos \n\ncomplexos e diferenciados, respostas múltiplas para o mesmo efeito podem ser apuradas. \n\nNa realidade existem algumas vantagens quanto à utilização da meiofauna em estudos \n\nambientais e de biomonitoramento (Warwick, 1993): seu pequeno tamanho e alta densidade \n\nfacilitam as amostragens quantitativas; um menor volume das amostras significa que \n\npodem facilmente ser transportadas para o laboratório, e não precisam ser processadas no \n\nlocal coletado; seus tempos de gerações são geralmente mensais,  então seu potencial de \n\nresposta temporal para eventos de poluição é mais efetivo do que o do  macrobentos. Desta \n\nforma a sua rápida resposta temporal postula que a meiofauna é um bom instrumento para \n\nexperimentação de causalidade em experimentos de “microcosmos”  e “mesocosmos”. \n\nObviamente que respostas mais precisas são averiguadas quando níveis taxonômicos \n\ninferiores são considerados. \n\n Os Nematoda, vermes de vida livre, constituem o grupo mais importante da \n\nmeiofauna em densidade e em diversidade (Heip, et al, 1982; Higgins &amp; Thiel, 1988; \n\nMedeiros, 1998; Warwick &amp; Price, 1979). Para o grupo, estudos ecológicos realizados a \n\nnível de gênero respondem satisfatoriamente enquanto unidade biológica (Heip et al., 1988; \n\nGray et al., 1990; Warwick et al., 1990). Esta característica taxonômica agregada a outras \n\nde ordem morfo-fisiológica e de distribuição impõem o grupo como uma  boa escolha para \n\n\n\n \n\nestudos de biomonitoramento (Warwick, 1993). Os Nematoda estão distribuídos desde a \n\nregião litoral até grandes profundidades oceânicas e em todas as latitudes, habitando todos \n\nos tipos de sedimentos, outros substratos naturais  como macrófitas (Warwick, 1984; Heip \n\net al., 1985; Moens &amp; Vincx, 1998) e até artificiais (Atila, 2001). São ainda os organismos \n\nmais sendentários dentre todos os que compõem a meiofauna (Renaud-Mornant et al., \n\n1984). A falta de uma musculatura circular não permite o deslocamento direcionado na \n\ncoluna líquida, fazendo com que movimentos circulares, ditos nematomorfos impliquem \n\nem pequena dispersão (Palmer, 1984). Há de ser ainda considerada a sensibilidade de \n\nalguns gêneros para contaminantes como PCBs, PAHs e metais pesados  (Montagna &amp; Li, \n\n1998). Algumas espécies de Nematoda podem desenvolver diferentes mecanismos de \n\ntolerância para sobreviver em área com concentração de metais pesados (Somerfield et. al, \n\n1994), embora a sensibilidade específica de Nematoda para poluição por metais possa \n\nmudar durante o seu ciclo de vida.   \n\nTodos os Nematoda marinhos de vida livre são considerados membros do \n\nmeiobentos (Heip et al. 1982) sendo na maioria das vezes, o grupo dominante da \n\nmeiofauna. Segundo Gerlach (1980) cerca de 4.000 espécies de Nematoda marinhos eram \n\nconhecidas, e estimava que mais de 20.000 restavam ser descrita. Warwick e Price  (1979) \n\nregistram que em sedimentos arenosos existem cerca de 200 espécies identificadas, \n\nenquanto que em sedimentos lamosos ou no fital o número reduz-se para 30/70. Medeiros \n\n(1998) relata que há aproximadamente 20.000 espécies de Nematoda conhecidas na \n\nliteratura científica, sendo 13.000 os de vida livre no solo, oceanos ou águas continentais. A \n\nautora estima ainda que existe ainda um número de ordem de um milhão de espécies \n\ndesconhecidas.  \n\n A densidade dos Nematoda é alta em estuários e mais alta na zona intermareal que \n\nna sublitoral (McIntyre, 1969). Os estuários são tidos como os mais produtivos dentre ao \n\nambientes aquáticos, chegando a números da ordem de 20 milhões de Nematoda por metro \n\nquadrado no estuário de Lynner na Inglaterra (Warwick &amp; Price, 1979). Já Boucher apud \n\nRenaud-Mornant et al., (1984) descreve a ordem de 40 milhões de indivíduos por metro \n\nquadrado para o estuário de Morlaix porém, referem-se os autores, que a densidade média é \n\nde 5000 ind. 10 cm-2.  \n\n\n\n \n\nO interesse de pesquisadores pelo estudo de Nematoda marinhos de vida livre vem \n\naumentando devido à sua importância no ciclo dos nutrientes, como recurso alimentar para \n\noutras espécies bentônicas  e como bio-indicadores de poluição (Heip et al., 1985; Platt &amp; \n\nWarwick, 1980). Particularmente este interesse cresce quando se refere à ecologia de \n\nNematoda estuarino, devido ao grande potencial  que representam estas áreas  para a \n\nhumanidade, pelo uso extensivo da pesca e para recreação, muito embora venham sendo \n\nimpactadas sobretudo por  resíduos industrias e domésticos (Hodda, 1990).  \n\n No sentido de melhor conhecer a  estrutura da comunidade meiofaunística em \n\nambiente impactado e de contribuir na determinação de espécies bio-indicadoras que \n\nfavoreçam o biomonitoramento desses ambientes, considerando-se a meiofauna, realizou-se \n\neste trabalho. \n\n \n \n\n2  - OBJETIVO GERAL \n \n \n Determinar  as variações temporais da estrutura da comunidade da meiofauna e mais \n\nespecificamente dos Nematoda em um estuário tropical urbano.  \n\n  \n\n3. ÁREA DE ESTUDO \n \n3.1 – DESCRIÇÃO DA ÁREA \n \n\nA Bacia do Pina está localizada na zona litorânea do Estado de Pernambuco, \n\nsituando-se na parte interna do Porto do Recife-PE. Trata-se de uma área estuarina, em \n\nplena zona urbana (entre os paralelos 08°04’03 e 08°05’06”S e os meridianos 34°52’16” e \n\n34°53’58”W). É formada pela confluência dos rios Tejipió, Jiquiá, Jordão, Pina e pelo \n\nbraço Sul do Capibaribe (Figura 01). Limita-se, a Norte, pelos bairros do Cabanga e São \n\nJosé, a Sul pelos bairros do Pina e Brasília Teimosa, a Oeste pela confluência dos rios \n\nCapibaribe (braço Sul), Tejipió, Jiquiá, Jordão e Pina e a Leste, por um dique natural de \n\narrecife de arenito. Possui uma extensão de 3,6 km, aproximadamente, e larguras variáveis \n\nde 0,26 a 0,86 km, perfazendo uma área total de 2,02 km2 (CONDEPE, 1980 apud Feitosa, \n\n1988). \n\n\n\n \n\nSegundo a classificação de Köppen  a área apresenta clima do tipo As’, denominado \n\nTropical Quente Úmido, caracterizando-se por dois períodos distintos no regime \n\npluviométrico: uma estação seca, que se prolonga de setembro a fevereiro (primavera-\n\nverão) e uma estação chuvosa, de março a agosto (outono-inverno). \n\n É um ambiente dinâmico do ponto de vista hidrográfico, cuja salinidade varia entre \n\n0,42 a 37 ups, a temperatura da água entre 24 e 32 °C, com profundidade máxima de 4,5 m. \n\nO regime de marés é semidiurno, com amplitude mesomaré de 2,9 m DHN (Coimbra et al., \n\n1987). \n\nA área já foi estudada por Coimbra et al. (1987), Feitosa (1988), Silva-Cunha et al. \n\n(1990), Silva &amp; Mello (1991), Maia (1995) e Nascimento (2001), sendo constatado um alto \n\níndice de poluição orgânica. Segundo Macêdo &amp; Costa (1978) baseado nos teores de \n\noxigênio dissolvido, indicaram ser a bacia poluída em determinadas épocas do ano. Os rios \n\nTejipió, Jiquiá, Jordão e Pina, confluentes na referida bacia passam parte dos seus cursos \n\npor zonas urbanas sem saneamento ou com saneamento precário, recebendo, assim, \n\ndescargas de indústrias e efluentes sanitários. Mesmo assim, Feitosa (1988) afirma que a \n\nárea representa um enorme potencial biológico, sobretudo, em termos de moluscos, \n\ncrustáceos e peixes, sendo explorada pela população de baixa renda para o seu sustento.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n  \n\nFigura 1 – Mapa da Bacia do Pina com localização da área estudada (X - \n\nlocalização do ponto prospectado).  \n\nX \n\n\n\n \n\n3.2 – DIAGNOSE MEIOFAUNÍSTICA DO COMPLEXO ESTUARINO DA BACIA \n\nDO PINA. \n\n \n\nFoi realizado posteriormente aos meses coletados deste trabalho, em setembro de \n\n1999, um estudo da distribuição espacial da meiofauna e, em particular, da nematofauna em \n\ntoda a área do complexo estuarino da Bacia do Pina, pontuando as correlações estabelecidas \n\ncom  as características do sedimento e parâmetros físico-químicos da água.   \n\n Os dados obtidos retrataram a estrutura da comunidade meiofaunística e \n\nnematofaunística em outras áreas que não a deste estudo, contribuindo para o entendimento \n\nda organização estrutural desses organismos e servindo como introdução para o \n\nsequenciamento teórico-prático desta tese. Os resultados foram apresentados por Rodrigues \n\n(2002). \n\nA coleta foi realizada em setembro de 1999. Ao longo de toda extensão da bacia do \n\nPina foram estabelecidas dez estações de amostragem no médio-litoral para coleta dos \n\norganismos meiofaunísticos e dados abióticos em regime de baixamar . \n\nA meiofauna local foi composta por 11 táxons: Nematoda, Copepoda, Oligochaeta, \n\nPolychaeta, Turbellaria, Ostracoda, Gastrotricha, Rotifera, Amphipoda, Bivalvia, e Acari. \n\nVale ressaltar que os Nematoda e os Copepoda Harpacticoida ocorreram em 100% das \n\namostras. A estrutura da comunidade meiofaunística apresenta-se semelhante à dos demais \n\nambientes já prospectados no litoral de Pernambuco, muito embora o número de táxons por \n\nestação seja inferior aos dos pontuados para os demais ecossistemas, sejam esses estuários, \n\npraias arenosas ou recifes. \n\nA densidade da meiofauna variou significativamente entre as estações, sendo que \n\nesta variação espacial estava condicionada aos parâmetros físico-químicos: oxigênio \n\ndissolvido, DBO, salinidade e temperatura, seguindo o Bioenv (análise do programa \n\nestatístico PRIMER). \n\nA dominância dos Nematoda sobre os demais grupos da comunidade comportou-se  \n\ncomo em outros ambientes estuarinos. Os maiores valores ocorreram onde os sedimentos \n\nricos em frações finas foram também ricos em matéria orgânica. \n\n\n\n \n\nA ausência de correlações entre a meiofauna e as variáveis sedimentológicas foi  \n\nexplicadas pelo caráter espacial deste estudo. O hidrodinamismo deste ambiente certamente \n\natua na composição e natureza dos sedimentos, uma vez que, estes foram classificados \n\ncomo pouco a moderadamente selecionados.  \n\nQuanto à densidade da Nematofauna, a bacia do Pina apresentou valores \n\ncompatíveis a outros ambientes costeiros impactados, com diferença significativa entre as \n\nestações. Spirinia, Therschellingia, Sabatieria e Diplolaimelloides detiveram os valores \n\nmáximos de densidade em estações alternadas. \n\nHouve uma variação espacial bem marcada entre os gêneros: apenas Theschellingia,  \n\nSpirinia e Theristhus apresentaram distribuição contínua nos sedimentos prospectados \n\nacompanhados de Oncholaimus e Viscosia em até 90% das estações. A distribuição \n\nespacial foi também reflexo dos diferentes tipos tróficos, permitindo, possivelmente, uma \n\nmelhor repartição dos recursos alimentares. \n\n À exceção de Therschellingia, a lista taxonômica incluiu 37 gêneros \n\nmonoespecíficos, dentre os quais cinco primeiros registros para o Brasil: Gerlaichius, \n\nHalalaimus, Retrotheristus, Paracomesoma e Innocuonema, ainda assim, classificados \n\ncomo raros. \n\nA diversidade variou entre as estações como possível reflexo da eutrofização \n\nambiental. Os valores são semelhantes aos de outros ambientes impactados da costa \n\nbrasileira. \n\nDos parâmetros abióticos analisados, apenas a percentagem de cascalho, DBO e \n\nmatéria orgânica responderam como estruturadores da distribuição espacial da comunidade. \n\nO primeiro fomentou a ocorrência de uma fauna mais diversa (22 gêneros); o segundo \n\nrestringiu o número de gêneros e a densidade e o terceiro atuou negativamente sobre a \n\ndensidade.  \n\nDe acordo com a taxa de saturação de oxigênio dissolvido foi possível classificar as \n\nestações em três áreas: de baixa saturação = 50 a 100% (estações 3, 4 e 8); semi-poluída = \n\n\n\n \n\n25 a 50% (estações 1, 2, 5, 6 e 7) e poluída = abaixo de 25% (estações 9 e 10). Na zona \n\nsemi-poluída  está localizada o ponto prospectado do presente estudo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCAPÍTULO I \n \n\nVARIAÇÃO TEMPORAL DA MEIOFAUNA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\nI-1 INTRODUÇÃO \n \n O termo “meiobentos” (do grego, “meion”, menor) foi introduzido por Mare (1942) \n\npara designar os organismos do zoobentos que habitam os espaços intersticiais da cobertura \n\nsedimentar dos ambientes aquáticos, bem como a interface água-sedimento.  \n\n Estudos sobre Meiobentologia em áreas marinhas de zonas temperadas são vastos, \n\nporém investigações ecológicas sobre o meiobentos em ambientes estuarinos tropicais são \n\nrelativamente menos explorados (Tietjen &amp; Alongi, 1990). No Brasil estudos sobre o \n\nmeiobentos estuarino vêm sendo desenvolvidos no Nordeste por Rocha &amp; Fonsêca-\n\nGenevois (1986); Lima (1991); Lucena &amp; Fonsêca-Genevois (1993); Esteves (1995); \n\nAlmeida (1996); Silva (1997); Castro (1998); Pinto (1998); Santos (1999; 2000); Castro et \n\nal. (2001); (Gomes &amp; Santos, 2002). No Sudeste por Esteves (2002). No Sul Pinto &amp; \n\nBenvenuti (2000). \n\n As densidades meiofaunísticas em ambientes estuarinos são superiores àquelas \n\ndeterminadas para a macrofauna (Mc Intyre, 1969), com média na ordem de 106m-2 (Coull \n\n&amp; Bell, 1979), refletindo de 60% a 90% a densidade de Nematoda (Fleeger &amp; Decho, \n\n1987).   \n\n A salinidade é um dos fatores importantes apontados na distribuição da meiofauna. \n\nSegundo Heip et al. (1982) existe uma clara diferença entre o padrão de riqueza de espécies \n\nao longo de um gradiente de salinidade entre a macrofauna e a meiofauna. Na meiofauna, \n\nalguns grupos taxonômicos podem estar ausentes em baixas salinidades, como por exemplo \n\nno Báltico (Kinorhyncha e Ostracoda), mas não existe uma redução óbvia de riqueza das \n\nespécies. Existe uma meiofauna muita rica, verdadeiramente de água salobra, a razão para \n\nisso, prossegue os autores, não é apenas o fato de os estuários poderem sustentar grandes \n\npopulações do bentos, mas provavelmente pela existência de uma meiofauna adaptada à \n\nágua salobra. \n\n As características de extremos químicos presentes nos estuários urbanos tropicais, \n\nincluindo, neste contingente natural a intervenção antrópica, provavelmente reflete na \n\ncomposição dos grupos meiofaunísticos, na densidade, na biomassa e na diversidade. À \n\nexemplo de um decréscimo na densidade populacional de muitas espécies de Nematoda em \n\ndireção à cabeceira de um estuário (Heip, et al., 1982).  \n\n\n\n \n\nA meiofauna geralmente mostra uma distribuição espacial agregada ao sedimento, \n\ntanto horizontal como verticalmente. As causas desses modelos são freqüentemente \n\ncomplexas e envolvem variáveis biológicas, físicas e químicas, incluindo granulometria, \n\nsalinidade, oxigênio, recurso alimentar e componentes químicos da água (Steyaert et al., \n\n1999).   \n\n Além das variabilidades naturais, impactos antropogênicos, incluindo eutrofização, \n\npoluição e desequilíbrio físico, podem ter substâncias que influencia a meiofauna, \n\nparticularmente em áreas costeiras. Os organismos vivem em espaços intersticiais do \n\nsedimento em contato direto com  água intersticial e os poluentes. Assim o impacto da \n\npoluição precisa ser também considerado quando enfocada a distribuição vertical do \n\nmeiobentos (Steyaert et al. op cit.).    \n\n Em zonas tropicais as variações dos fatores ambientais, mesmo sem uma \n\nsazonalidade bem marcada, atuam sobre a meiofauna. Alongi (1987) relata que as marés, a \n\ndessecação e as mudanças de temperatura e de salinidade, esses, associados a períodos \n\nchuvosos, tem se refletido como um forte efeito estacional. O litoral de Pernambuco tem \n\numa característica climática com um período no qual se evidencia meses com grande \n\nprecipitação pluviométrica (maio a setembro) e meses registrados com ausência quase que \n\ntotal de chuva, com intensa insolação, considerados como estação seca (outubro à abril). Os \n\ndiversos filos pertencentes à meiofauna reagem de forma diferenciada aos fatores \n\nclimáticos. Existem características adaptativas e de ordem reprodutiva que mascaram o \n\nefeito direto de  fatores ambientais a exemplo de: dependência e estreita associação com o \n\nsedimento, ciclo de vida curto com estágios larvais bentônicos; alta diversidade, \n\nabundância  e sensibilidade ambiental (Coull &amp; Chandler, 1992).  \n\nPara melhor explicar o efeito de alguns parâmetros ambientais na estrutura sazonal \n\nda comunidade, optou-se por seguir variações semanais para investigar a hipótese de que:  \n\nem estuário tropical eutrofizado a variação da quantidade de matéria orgânica associada aos \n\nparâmetros climáticos, determina a estrutura da comunidade meiofaunística quanto à \n\nriqueza e densidade de táxons.  \n\n \n \n\n \n\n\n\n \n\n \n \n\nI.2 - OBJETIVOS ESPECÍFICOS \n\n?\nDeterminar as variações temporais quali-quantitativas da meiofauna em regime semanal e \n\nentre as estações seca e chuvosa;  \n\n?\nIdentificar o grupo dominante em ambos os períodos estacionais; \n\n?\nCorrelacionar a meiofauna com os parâmetros abióticos estudados e, particularmente com o \n\nteor de matéria orgânica. \n\n \n\n \n\nI.3 - MATERIAL E MÉTODOS \n \n\n3.1 - EM CAMPO \n \n As amostras biosedimentológicas foram coletadas semanalmente, durante 3 meses, \n\nna estação de menor pluviosidade (janeiro, fevereiro e março) e 3 meses na estação de \n\nmaior pluviosidade (junho, julho e agosto) do ano de 1999, em um ponto fixo no médio \n\nlitoral, com 5 réplicas aleatórias, sempre na baixa-mar, perfazendo um total de 120 \n\namostras. Utilizou-se um corer de 5,0 cm de comprimento por 2,5 de diâmetro interno. Na \n\ndefinição da estratégia amostral, por se supor encontrar maior fração de lama, considerou-\n\nse o postulado por Renaud-Mornant et al. (1984), de que 90 % dos organismos da \n\nmeiofauna se encontram nos dois primeiros centímetros de profundidade. Todo o material \n\nfoi fixado com formol salino a 4%.  \n\n Leituras de temperatura foram efetuadas conjuntamente com a parte biótica, assim \n\ncomo foi amostrado sedimento, para análise granulométrica e matéria orgânica.  \n\n Mensalmente, no dia de maior amplitude de maré, sempre na maré baixa, coletou-se \n\nágua com garrafa de Nansen para verificação do teor de oxigênio dissolvido, DBO e \n\nsalinidade, objetivando monitorar a variação da carga poluidora temporal do estuário. \n\nPosteriormente, para fixação do Oxigênio, a amostra de água foi colocada em frascos \n\n\n\n \n\nâmbar de 147 ml, e em seguida utilizando-se 0,5 ml de Sulfato de Manganês (MnSO4) e 0,5 \n\nml de iodeto alcalino (Ki + NaOH). \n\n \n\n3.2 - EM LABORATÓRIO \n \n\n3.2.1. Extração da meiofauna \n\nUtilizou-se a metodologia conhecida para meiobentologia segundo Elmgren (1976), \n\nonde as amostras são peneiradas em água corrente através de peneiras geológicas com \n\nintervalos de malhas de 0,044 mm e 0,5 mm, para a retenção da meiofauna em seus \n\nintervalos máximo e mínimo.  \n\nO material retido na peneira de 0,044 mm foi quarteado com o quarteador de \n\nMotoda e colocado em placa de Petri para centrifugação manual, sendo o sobrenadante \n\nvertido em placa de Dolffus, composta de 200 quadrados de 0,25 cm² cada um, e levado ao \n\nestereomicroscópio para contagem, identificação dos indivíduos por táxon e retirada dos \n\nNematoda para montagem de lâminas permanentes. A metodologia empregada para a \n\nidentificação da comunidade nematofaunística, será descrito no próximo capítulo deste \n\ntrabalho. \n\n A densidade dos grupos meiofaunísticos foi calculada para o número de indivíduos \n\npor 10 cm2. \n\n3.2.2 Hidrologia \n\nA salinidade foi determinada pelo método de Mohr-Knudsen, descrito por \n\nStrickland &amp; Parsons (1972). \n\n Para a determinação do teor de oxigênio dissolvido foi utilizada a metodologia de \n\nWinkler, descrita por Strickland &amp; Parsons (1972). A taxa de saturação de oxigênio \n\ndissolvido foi calculada de acordo com a International Oceanographic Tables (UNESCO, \n\n1973).  \n\n\n\n \n\nA análise da demanda bioquímica de oxigênio (DBO) foi efetuda segundo o método \n\ndescrito por Standard Methods for the Examination of Water Waste-Water (A.P.H.A., \n\n1985). \n\n \n\n3.2.3 Sedimentologia \n\nAs análises granulométricas foram realizadas de acordo com o método de Suguio \n\n(1973), utilizado pelo Laboratório de Geologia e Geofísica Marinha da Universidade \n\nFederal de Pernambuco, com o objetivo de caracterizar e classificar os sedimentos. O \n\nsedimento coletado foi inicialmente seco à temperatura ambiente, posteriormente levado à \n\nestufa com temperatura em torno de 90 °C para evitar a aglutinação de grãos ou alteração \n\nde peso decorrente da umidade. \n\nApós a secagem, as amostras foram desagregadas com movimentos leves e lentos \n\npara evitar a quebra dos grãos, para em seguida realizar o quarteamento manual da amostra \n\nque consiste em colocá-la em uma superfície plana e, com uma espátula, separar o volume \n\ntotal em quatro partes iguais para retirar uma parte para a análise. Esse processo evita a \n\nperda de constituintes mineralógicos dos sedimentos e a concentração de alguns materiais \n\nde forma desigual. \n\nPara o peneiramento utilizou-se um conjunto de 6 peneiras, com intervalo de 1ø: \n\n \n\n2 mm = -1 ø \n\n1 mm = 0 ø \n\n0.5 mm = 1 ø \n\n0.25 mm = 2 ø \n\n0.125 mm = 3 ø \n\n0.062 mm = 4 ø \n\n\n\n \n\n \n\n  Pesou-se 100g da parte quarteada e, em seguida, foram separados por via úmida, os \n\ncascalhos, sedimentos grosseiros dos finos, usando-se uma peneira de 2.000 mm e 0,062 \n\nmm. Após a separação, o cascalho e a fração areia foram colocadas para secagem para \n\nposterior pesagem e o material fino (silte e argila) desprezado. \n\nApós a secagem o material retido na peneira de 0,062 mm foi submetido ao \n\nprocesso de peneiramento através de agitação em um rot-up por um período de 12 minutos. \n\nDepois de peneirada, a fração retida em cada peneira foi pesada em balança digital. O peso \n\nda fração fina (silte e argila) desprezada obteve-se através da soma dos pesos de cada \n\nfração, subtraindo-se do peso da amostra total. Os dados obtidos foram analisados \n\nutilizando o programa Sysgran® 2.0, calculando-se os parâmetros texturiais, através das \n\nequações de Folk &amp; Ward (1957). \n\nPara determinação do teor da matéria orgânica no sedimento, a amostra foi colocada \n\nem estufa a 60°C, até se obter um peso constante, sendo pesada em balança de precisão. \n\nApós este procedimento, o material permaneceu numa mufla por 12 horas, a 450 ???????\n\t???\n????\nentão, repesado. A diferença de peso representou a quantidade de matéria orgânica que \n\nvolatizou.  \n\n 3.3 ANÁLISE DE DADOS \n\n?  Freqüência de ocorrência (%) \n\nA freqüência de ocorrência dos grupos meiofaunísticos foi calculada através da \n\nfórmula: \n\n   Fo = D.100 / d  \n\nonde: Fo =: Freqüência de ocorrência; \n\n          D = número de amostras em que o táxon foi encontrado \n\n          d = número total de amostras \n\n\n\n \n\nCalculada a freqüência de ocorrência de cada táxon adotou-se os intervalos \n\naplicados por Bodin (1977), que consiste de: 1- grupos constantes (acima de 75%); 2- \n\ngrupos muito freqüentes (50 a 75%); 3- grupos comuns (25 a 49%) e 4- grupos raros \n\n(abaixo de 25%).  \n\n \n\n \n\n \n\n \n\n? Abundância relativa (%) \n\n \n\nA abundância relativa de cada táxon foi calculada pela seguinte fórmula:  \n\n \n\n     Ar = N . 100 / Na \n\n \n\nonde: Ar =  abundância relativa \n\n           N =  número de organismos de cada táxon na amostra \n\n          Na = número total de organismos na amostra. \n\nDe acordo com os percentuais obtidos para cada amostra os táxons foram \n\nclassificados como dominante acima de 50%.  \n\n \n\nA densidade de cada grupo taxonômico foi transformada por raiz quarta para \n\nrealização de análise de similaridade (ANOSIM) para comparações entre as semanas, \n\nmeses e estações, utilizando-se o índice de similaridade de Bray-Curtis e o programa \n\nestatístico PRIMER (Clarke &amp; Warwick 1994).  \n\nPara identificar a correlação entre as variáveis ambientais e a estrutura das \n\ncomunidades da meiofauna e da Nematofauna aplicou-se a análise BIO-ENV(PRIMER) \n\n(Clarke &amp; Warwick, op. cit.) para averiguar quais foram os fatores abióticos que melhor \n\nexplicaram o padrão biológico. Anteriormente à realização desta análise, os dados abióticos \n\ne bióticos foram transformados por log (x+1) e raiz quarta, respectivamente para \n\nuniformização dos dados.  \n\n  \n\n\n\n \n\n \n\nI.4 – RESULTADOS \n \n4.1 - Climatologia \n \n A pluviometria apresentou-se nos 6 meses  estudados com os maiores índices nos \n\nmeses de março, junho, julho e agosto, porém o mês de junho mostrou-se atípico \n\ncomparado com a média dos últimos trinta anos. É importante considerar que no mês de \n\nmaio do ano em estudo registrou-se o maior índice pluviométrico do ano  (INMET) (Figura \n\nI.1).  \n\n \n \n\n \n\n \nFigura I . 1 -   Precipitação (mm) em Recife no período 1999   \n                        Precipitação média (mm) dos últimos trinta anos (Gráfico retirado do \nsite do INMET). \n \n \n \n A evaporação e a insolação seguem os padrões de uma região tropical típica tanto \n\nno período seco como no chuvoso, ou seja, bastante altas no período seco e baixas no \n\nperíodo chuvoso. O mês de fevereiro com relação à insolação apresentou-se atípico aos \n\nmeses do período. O mês de março apesar das chuvas apresentou características de um \n\nperíodo seco (Figura I-2). \n\n \n\n\n\n \n\n \n \nFigura I . 2 -   Evaporação (mm) em Recife no período 1999  \n                        Insolação (H) em Recife no período 1999 (Gráfico retirado do site do                                                        \nINMET). \n \n4.2 - Hidrologia \n\nDentre o conjunto de parâmetros analisados para aferir a qualidade da água, o \n\nOxigênio dissolvido, temperatura e salinidade, permitem chegar a um percentual de \n\nsaturação, e assim diagnosticar sempre na maré mais baixa mensal a variação do aporte \n\norgânico que é despejado neste estuário. Quando o percentual de saturação for abaixo de 50 \n\nconsideramos uma água fortemente poluída, de 50 a 75 de baixa saturação (deficitária), de \n\n75 a 90 razoável e acima de 90, ideal (Klein, 1971). Todos os meses apresentaram-se \n\ndeficitários tanto no período seco como no chuvoso, com a mesma classificação, baixa \n\nsaturação (Figura I.3).  \n\n0\n10\n\n20\n30\n40\n\n50\n60\n70\n\n80\n90\n\nJaneiro Fevereiro Março Junho Julho Agosto\n\nMeses\n\n%\n d\n\ne\n s\n\na\ntu\n\nra\nç\nã\no\n\n \n\nFigura I.3 – Percentual de saturação nos meses prospectados na Bacia do Pina-PE \nem 1999 \n\n\n\n \n\n \n\n Os resultados de DBO apontam os meses de março, junho e agosto com as maiores \n\ntaxas, acima de 5 mg/l. Com relação ao Oxigênio dissolvido todos os meses apresentam \n\ntaxas iguais ou abaixo de 5 mg/l, dentro da classificação do CONAMA (1986) estes \n\nresultados estão fora dos padrões limites (Tabela I.1) e (Figura I.4).    \n\n0\n\n1\n\n2\n\n3\n\n4\n5\n\n6\n\n7\n\n8\n\n9\n\nJaneiro Fevereiro Março Junho Julho Agosto\n\nMeses\n\nm\ng\n\n/l\n\nOxigênio (mg/l) DBO (mg/l)\n\n \n Figura I.4 – Oxigênio dissolvido e DBO nos meses prospectados na Bacia do Pina-\nPE em 1999. \n \n\nA temperatura, salinidade e pH não apresentaram nenhuma alteração que fuja dos \n\npadrões de um estuário tropical (Tabela I.1).  \n\n \n\nTabela I.1 - Parâmetros químicos das águas estuarinas/ Bacia do Pina-PE   \n\nParâmetros/Meses Janeiro Fevereiro Março Junho Julho Agosto \n\nOxigênio (mg/l) 4,0 3,4 4,7 5,0 5,0 4,1 \n\nDBO (mg/l) 4,05 4,98 7,83 8,47 3,72 7,39 \n\n% saturação  61,94 54 70,36 67,56 77,4 63,92 \n\nTemperatura (0C) 32 33 29,5 29 35 29 \n\nSalinidade (‰) 26 29,4 25,4 7,84 26 28,7 \n\nPH 7,71 7,75 7,91 7,82 7,99 7,57 \n\n \n\n \n\n\n\n \n\n4.3  - Granulometria \n\n O tamanho médio dos grãos alternou-se entre a fração areia média e fina, tanto no \n\nperíodo seco como no período chuvoso. A fração areia grossa foi registrada apenas na \n\nprimeira semana de janeiro. O período chuvoso teve duas ocorrências de areia muito fina \n\n(na última semana de junho e primeira de agosto) (Tabela I.2). \n\n Observou-se com os resultados granulométricos, que o transporte dos grãos leva a \n\numa caracterização do sedimento a pobremente selecionados em quase todas as semanas \n\nprospectadas com exceção das duas últimas de agosto. Estas foram classificadas como \n\nmoderadamente selecionadas. \n\n  Quanto à assimetria toda a classificação foi bastante alternada. A curtose também \n\nmostrou uma grande alternância em sua classificação nos dois períodos estudados (Tabela \n\nI.2 ) \n\n Os percentuais de cascalho mais altos foram registrados no período seco (16,21% \n\nprimeira semana de janeiro e 21,83% na primeira semana de março).  A fração areia teve o \n\nmaior percentual no período seco (95,28% na segunda semana de janeiro) e o menor no \n\nperíodo chuvoso (52,86% última semana de junho). O sedimento do período chuvoso foi \n\nbem marcado pelos percentuais mais altos de silte/argila, (46,41% na última semana de \n\njunho) (Tabela I.3 ).  \n\n \n\n4.4 - Matéria orgânica (sedimento) \n\n Os percentuais de matéria orgânica apresentaram-se mais baixos nos meses secos, \n\nregistrando-se 0,74 na primeira semana de janeiro. O mais alto foi encontrado na primeira \n\nsemana de agosto, 8,09 (Tabela I.3).   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nTabela I.2 – Parâmetros granulométricos segundo Folk &amp; Ward (1957) \n\nSEMA- \nNAS \n\n Tamanho \nmédio \n\nGrau de seleção Assimetria Curtose \n\nJan/I \n \n\nvalor \nclassificação \n\n0,3234 \nA. grossa \n\n1,156 \nPobremente sel \n\n0,4012 \nmuito positiva \n\n0,7753 \nPlaticúrtica \n\nJan/II valor \nclassificação \n\n1,704 \nA. média \n\n1,132 \nPobremente sel \n\n-0,03949 \nAproximad. simétrica \n\n1,018 \nMesocúrtica \n\nJan/III valor \nclassificação \n\n2,073 \nA. fina \n\n1,506 \nPobremente sel \n\n-0,1497 \nNegativa \n\n1,151 \nLeptocúrtica \n\nJan/IV valor \nclassificação \n\n1,927 \nA. média \n\n1,434 \nPobremente sel \n\n-0,1727 \nNegativa \n\n1,056 \nMesocúrtica \n\nFev/V valor \nclassificação \n\n1,962 \nA. média \n\n1,449 \nPobremente sel \n\n-0,2134 \nNegativa \n\n1,068 \nMesocúrtica \n\nFev/VI valor \nclassificação \n\n2,016 \nA. fina \n\n1,451 \nPobremente sel \n\n-0,1632 \nNegativa \n\n1,198 \nLeptocúrtica \n\nFev/VII valor \nclassificação \n\n1,959 \nA. média \n\n1,359 \nPobremente sel \n\n-0,1127 \nNegativa \n\n1,049 \nMesocúrtica \n\nFev/VIII valor \nclassificação \n\n2,038 \nA. fina \n\n1,556 \nPobremente sel \n\n-0,08669 \nAproximad. simétrica \n\n1,112 \nLeptocúrtica \n\nMar/IX valor \nclassificação \n\n1,074 \nA. média \n\n1,475 \nPobremente sel \n\n0,07272 \nAproximad. simétrica \n\n0,5869 \nMuito Platic. \n\nMar/X valor \nclassificação \n\n1,941 \nA. média \n\n1,72 \nPobremente sel \n\n0,05401 \nAproximad. simétrica \n\n0,9385 \nMesocúrtica \n\nMar/XI valor \nclassificação \n\n2,419 \nA. fina \n\n1,691 \nPobremente sel \n\n-0,06959 \nAproximad. simétrica \n\n0,9312 \nMesocúrtica \n\nMar/XII valor \nclassificação \n\n2,408 \nA. fina \n\n1,637 \nPobremente sel \n\n-0,1059 \nNegativa \n\n0,9626 \nMesocúrtica \n\nJun/XIII valor \nclassificação \n\n2,454 \nA. fina \n\n1,743 \nPobremente sel \n\n-0,00549 \nAproximad. simétrica \n\n0,787 \nPlaticúrtica \n\nJun/XIV \n \n\nvalor \nclassificação \n\n2,502 \nA. fina \n\n1,759 \nPobremente sel \n\n-0,03698 \nAproximad. simétrica \n\n0,7285 \nPlaticúrtica \n\nJun/XV \n \n\nvalor \nclassificação \n\n2,35 \nA. fina \n\n1,798 \nPobremente sel \n\n0,02942 \nAproximad. simétrica \n\n0,6679 \nMuito Platic. \n\nJun/XVI \n \n\nvalor \nclassificação \n\n3,027 \nMuito fina \n\n1,681 \nPobremente sel \n\n-0,4385 \nMuito negativa \n\n0,6927 \nPlaticúrtica \n\nJul/XVII \n \n\nvalor \nclassificação \n\n1,41 \nA. média \n\n1,366 \nPobremente sel \n\n0,2335 \nPositiva \n\n1,391 \nLeptocúrtica \n\nJul/XVIII valor \nclassificação \n\n1,524 \nA. média \n\n1,15 \nPobremente sel \n\n0,07124 \nAproximad. simétrica \n\n1,153 \nLeptocúrtica \n\nJul/XIX valor \nclassificação \n\n2,307 \nA. fina \n\n1,563 \nPobremente sel \n\n0,03312 \nAproximad. simétrica \n\n0,9364 \nMesocúrtica \n\nJul/XX valor \nclassificação \n\n2,374 \nA. fina \n\n1,618 \nPobremente sel \n\n-0,00534 \nAproximad. simétrica \n\n0,9577 \nMesocúrtuca \n\nAg/XXI valor \nclassificação \n\n3,086 \nMuito fina \n\n1,597 \nPobremente sel \n\n-0,3575 \nMuito negativa \n\n0,7115 \nPlaticúrtica \n\nAg/XXII valor \nclassificação \n\n2,196 \nA. fina \n\n1,763 \nPobremente sel \n\n0,03722 \nAproximad. simétrica \n\n0,9721 \nMesocúrtica \n\nAg/XXIII valor \nclassificação \n\n1,188 \nA. média \n\n0,8479 \nModeradam. sel. \n\n0,02809 \nAproximad. simétrica \n\n1,024 \nMesocúrtica \n\nAg/XXIV valor \nclassificação \n\n1,09 \nA. média \n\n0,9674 \nModeradam. sel. \n\n-0,03591 \nAproximad. simétrica \n\n1,133 \nLeptocúrtica \n\n \n\n \n\n\n\n \n\nTabela I.3 – Percentuais sedimentológicos retido nas peneiras geológicas e percentuais de \nmatéria orgânca das amostras semanais. \n\nSEMANAS %Cascalho % Areia %Silte/Argila Matéria Orgânica \n\nJan/I \n \n\n16,21 82,34 1,452 0,74 \n\nJan/II 1,53 95,28 3,19 1,27 \n\nJan/III 8,34 83,44 8,22 2,52 \n\nJan/IV 6,599 88,71 4,69 1,55 \n\nFev/V 6,32 88,65 5,03 4,79 \n\nFev/VI 4,73 89,18 6,09 2,89 \n\nFev/VII 3,1 91,53 5,37 2,63 \n\nFev/VIII 4,68 87,18 8,14 3,11 \n\nMar/IX 21,83 74,4 3,77 1,64 \n\nMar/X 7,34 78,71 13,95 4,69 \n\nMar/XI 3,781 77 19,22 4,39 \n\nMar/XII 3,8 79,59 16,61 2,7 \n\nJun/XIII 3,89 71,21 24,9 3,37 \n\nJun/XIV \n \n\n2,62 68,7 28,68 5,53 \n\nJun/XV \n \n\n2,46 70,75 26,79 4,43 \n\nJun/XVI \n \n\n0,73 52,86 46,41 5,9 \n\nJul/XVII \n \n\n2,41 88,93 8,66 3,19 \n\nJul/XVIII 2,5 92,89 4,61 0,91 \n\nJul/XIX 3,15 81,16 15,69 2,2 \n\nJul/XX 3,55 79,12 17,33 2,99 \n\nAg/XXI 1,661 53,75 44,59 8,09 \n\nAg/XXII 5,77 76,41 17,82 2,9 \n\nAg/XXIII 1,204 95,04 3,751 0,89 \n\nAg/XXIV 3,16 94,03 2,81 0,7 \n\n \n\n\n\n \n\n4.5 Estrutura da comunidade \n \n \n\nA meiofauna caracterizou-se igualmente nos dois períodos estudados, sendo \n\ncomposta por 10 táxons: Turbellaria, Gastrotricha, Nematoda, Rotifera, Tardigrada, \n\nPolychaeta, Oligochaeta, Acari, Ostracoda e Copepoda Harpacticoida.  \n\n A maior densidade média mensal meiofaunística ocorreu em março (3126,5 ind. 10 \n\ncm-2) deste, 90% é composto por Nematoda, e a menor em agosto (1291,15 ind. 10 cm-2) \n\ncom 97% de Nematoda (Tabela I.4) . \n\n Semanalmente a maior densidade observada foi na última semana de junho (4785,2 \n\nind. 10 cm-2) com 84 % de Nematoda. A menor ocorreu na primeira semana de janeiro \n\n(453, 25 ind. 10 cm-2) com 63 % de Nematoda.   As semanas destacadas acima apresentam \n\ncaracterísticas pluviométricas distintas considerando-se o cumulativo das precipitações no \n\ncorrespondente mês (Figura I.5 e I.6). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nJaneiro\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nJan/I Jan/II Jan/III Jan/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n(i\n\nn\nd\n\n.1\n0\n\n \nc\n\nm\n²)\n\nPluviometria Meiofauna\n\n \n\nFevereiro\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nFev/I Fev/II Fev/III Fev/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n (\n\nIn\nd\n\n. \n1\n\n0\nc\nm\n\n²)\n\nPluviometria Meiofauna\n\n \n \n\nMarço\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nMar/I Mar/II Mar/III Mar/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n (\n\nin\nd\n\n. \n1\n\n0\nc\n\nm\n²)\n\nPluviometria Meiofauna\n\n \nFigura I.5 – Dados pluviométrico no período seco em 1999 (somatório dos cinco dias que \nantecedem a coleta) e densidade média semanal dos organismos meiofaunísticos \nprospectados na bacia do Pina-PE. \n\n\n\n \n\n \n\nJunho\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nJun/I Jun/II Jun/III Jun/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n (\n\nin\nd\n\n. \n1\n\n0\nc\n\nm\n²)\n\nPluviometria Meiofauna\n\n \n\nJulho\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nJul/I Jul/II Jul/III Jul/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n (\n\nin\nd\n\n. \n1\n\n0\n \n\nc\nm\n\n²)\n\nPluviometria Meiofauna\n\n \n\nAgosto\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nAg/I Ag/II Ag/III Ag/IV\n\nSemanas\n\nm\nm\n\n³\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\nD\ne\n\nn\ns\n\nid\na\n\nd\ne\n (\n\nIn\nd\n\n. \n 1\n\n0\nc\n\n \nm\n\n²)\n\nPluviometria Meiofauna\n\n \nFigura I.6 – Dados pluviométrico no período chuvoso em 1999 (somatório dos cinco dias \nque antecede a coleta) e densidade média semanal dos organismos meiofaunísticos \nprospectados na bacia do Pina-PE. \n \n\n\n\n \n\n \n \n\nTabela I.4 – Densidade média mensal e semanal da meiofauna (ind. 10 cm-2) da Bacia do \n\nPina-PE em 1999.    \n\n \nMESES/SEMANAS \n \n \n \n\n \nMEIOFAUNA SEMANAL/ \n\nDESVIO PADRÃO \n\n \nMEIOFAU-\n\nNA  \nMENSAL \n\n \nNEMATO-\n\nDA \nSEMANAL \n\n \nNEMATO-\n\nDA \nMENSAL \n\n \n \n\n% Nematoda \n\n  \nJaneiro \n\nI \nII \nIII \nIV \n\n453.25 \n2096.6 \n2720.9 \n3395 \n\n10.1 \n458.9 \n1587 \n968.6 \n\n \n2166.4 \n\n283.9 \n2053.8 \n2674.0 \n3263.4 \n\n \n2068.7 \n\n \n95 \n\nS\nE\n\nC\nO\n\n  \nFevereiro \n\nI \nII \nIII \nIV \n\n2640.4 \n2000.8 \n2007.4 \n2402.4 \n\n1384.4 \n368.8 \n\n1362.5 \n789.1 \n\n \n2262.5 \n\n \n\n2612.4 \n1919.4 \n2135 \n\n2251.2 \n\n \n2229.5 \n\n \n98 \n\n  \nMarço \n\nI \nII \nIII \nIV \n\n3193.4 \n2727.2 \n2741.2 \n3844.4 \n\n1651.5 \n1022.5 \n310.8 \n\n2731.3 \n\n \n3126.5 \n\n2888.2 \n2647.4 \n2499 \n\n3238.2 \n\n \n2818.2 \n\n \n90 \n\n \n\n \nJunho \n\nI \nII \nIII \nIV \n\n2998.8 \n1360.8 \n1961.4 \n4785.2 \n\n1769.2 \n570.3 \n1351 \n\n1135.7 \n\n \n2776.5 \n\n2895.2 \n1318.8 \n1864.8 \n4000.9 \n\n \n2519.9 \n\n \n91 \n\nC\nH\n\nU\n-\n\nV\nO\n\nS\nO\n\n  \nJulho \n\nI \nII \nIII \nIV \n\n2039.8 \n1593.2 \n1877.2 \n2006.2 \n\n834.3 \n910.1 \n857.6 \n675.1 \n\n \n1879.1 \n\n \n \n\n2003.4 \n1589 \n1817 \n\n1947.4 \n\n \n1839.2 \n\n \n98 \n\n  \nAgosto \n\nI \nII \nIII \nIV \n\n1818.6 \n1412.6 \n754.6 \n\n1178.8 \n\n1369.6 \n637 \n\n203.2 \n368.4 \n\n \n1291.15 \n\n1815.8 \n1404.2 \n716.8 \n1076.6 \n\n \n1253.35 \n\n \n97 \n\n \n\nQuanto à freqüência de ocorrência, o período seco deteve mais grupos constantes, \n\nmuito freqüentes e comuns que o período chuvoso, para o qual, a maioria foi classificada \n\ncomo raros (Figura I.7).  \n\nDentro de um mesmo período, a composição da meiofauna varia semanalmente. No \n\nperíodo seco foi em média, formada por 6 grupos e no período chuvoso registrou-se semana \n\nno mês de junho com apenas 3 grupos (Copepoda, Nematoda e Polychaeta)  e, em agosto, \n\ncom 2 (Nematoda e Polychaeta). \n\nEm termos de abundância relativa os Nematoda foi dominantes em todo o período \n\nestudado, sendo os demais grupos classificados como raros (Figura I.8).   \n\n \n\n\n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nS\ne\nc\no\n\nC\nh\nuv\n\no\ns\no\n\nAcari CopepodaGastrotricha Nauplio Nematoda PolychaetaOligochaeta Ostracoda Rotif era Tardigrada Turbellaria\n\nMeiofauna\n\nF\nre\n\nq\nu\n\nê\nn\nc\n\nia\n d\n\ne\n O\n\nc\no\nrr\n\nê\nn\nc\n\nia\n (\n\n%\n)\n\nConstante Muito Frequente Comuns Raros\n \n\nFigura I.7 – Freqüência de ocorrência da meiofauna no período seco e chuvoso da Bacia do \nPina-PE em 1999. \n \n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nJaneiro Fevereiro Março Junho Julho Agosto\n\nMeses\n\nA\nb\n\nu\nn\n\nd\nâ\n\nn\nci\n\na\n R\n\ne\nla\n\ntiv\na\n\n (\n%\n\n)\n\nNematoda Outros\n \n\nFigura I.8 – Abundância relativa da meifauna na Bacia do Pina, PE em 1999,  \n\n(outros= Acari, Copepoda, Gastrotricha, Nauplii, Oligochaeta, Ostracoda, Polychaeta \n\nRotifera, Tardigrada e Turbellaria).  \n\n\n\n \n\n4.6 Resultados estatísticos. \n\nA ANOSIM quando comparou os períodos seco e chuvoso usando a média das \n\ndensidades meiofaunística das semanas dentro de cada período, mostrou que não há \n\ndiferença estatística significativa entre períodos (Global R: 0,148; nível de significância: \n\n20%). Usando o fator meses (média das densidades meiofaunística das semanas dentro dos \n\nmeses) observa-se que existe diferença estatística significativa entre os meses (Global R: \n\n0,287; nível de significância: 0,2 %).  \n\nA ordenação não-métrica (MDS) mostra uma separação quase que total das semanas \n\ndo período seco das  semanas do período chuvoso (Figura I.9).   \n\n \n\nFigura I.9 – MDS (ordenação não-métrica) da meiofauna semanal, evidenciando os \n\nperíodos seco e chuvoso. \n\nO fator abiótico semanal que melhor explicou isoladamente o padrão biológico \n\natravés do BIO-ENV foi a matéria orgânica com um índice de correlação de 0,286, o mais \n\nrepresentativo. A segunda maior correlação resultou da combinação de matéria orgânica e \n\nseleção com um índice de correlação de 0,260, e a terceira foi média e seleção (0,256). \n\n\n\n \n\nMensalmente o melhor resultado foi obtido para a combinação assimetria, seleção, \n\ncascalho e Oxigênio dissolvido (0,396), o segundo para a combinação seleção, cascalho e \n\nOxigênio (0,391), o terceiro resultado foi a combinação de matéria orgânica, média e \n\ncascalho (0,385). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nI.5 – DISCUSSÃO \n \n Em termos quali-quantitativos a meiofauna da bacia do Pina não foge aos padrões \n\nde outros estuários pernambucanos, se desconsiderarmos os resultados semana a semana. \n\nCastro (1998) encontrou 12 táxons com densidade média de 2965,5 ind.10 cm-2 no estuário \n\nda restinga do Paiva, ao sul do Estado. Silva (1997) registrou densidade máxima de 697 \n\nind.10 cm-2  no estuário do rio Jaboatão, também no litoral sul. Para o complexo do canal \n\nde Santa Cruz, Da Rocha (1991) registrou valor médio de 3716 ind.10 cm-2 para os 12 \n\ntáxons determinados. Almeida (1996), na região de Itapissuma, verificou que para 12 \n\ntáxons encontrados, a densidade máxima foi de 2917 ind.10 cm-2 em uma estação \n\ninfralitorânea.  Porém, a forte carga poluidora das mais diversas origens (orgânicas, \n\ninorgânicas) que desemboca na Bacia do Pina é bastante alta  quando comparada com \n\noutros estuários do Estado de Pernambuco. Existe uma grande influência limnética no \n\nestuário do rio Capibaribe, que se faz sentir fortemente durante o período chuvoso e marés \n\nde quadratura, enquanto que nos outros estuários estudados a influência marinha é bem \n\nmais acentuada (Silva, 1994). \n\nO balanço hidroquímico no ponto prospectado da Bacia do Pina, quanto à DBO, o \n\nOD associados à salinidade e temperatura,  indica que o ambiente é afetado por poluição \n\napresentando uma água deficitária. Os valores de salinidade e de temperatura, porém, \n\nencontram-se dentro dos padrões que são apresentados em outros estuários do litoral de \n\nPernambuco (Lira, 1979; Castro, 1998).  \n\nA resolução do CONAMA no 020, de 18 de junho de 1986 classifica as águas \n\nsalobras com as condições limites para: a recreação de contato primário; a proteção das \n\ncomunidades aquáticas; a criação natural e/ou intensiva (aqüicultura) de espécies destinadas \n\nà alimentação humana. Quando a DBO encontra-se acima de 5 mg/l  e o OD não inferior a \n\n5 mg/l  essas águas são consideradas impróprias. Os nossos resultados apontam os meses de \n\nmarço, junho e agosto com as maiores taxas de DBO, ou seja fora dos padrões limites do \n\nCONAMA.  Com relação ao Oxigênio dissolvido, todos os meses apresentam taxas igual \n\nou abaixo de 5 mg/l.  Este ambiente já foi constatado com altos índices de poluição \n\norgânica por Feitosa (1988), Travassos (1991) e Nascimento (2001). Coelho &amp; Torres \n\n(1982) apud Silva (1994), calcularam a existência de 25.044 ha. de áreas estuarinas para o \n\nEstado de Pernambuco. Entretanto, concluem os autores que a grande maioria destas áreas \n\n\n\n \n\nestá, cada vez mais, sujeita à ação de agentes poluidores provenientes de fontes diversas, \n\nque associada aos constantes aterros para exploração imobiliária, turística e industrial, tem \n\nresultado na distribuição de vida e na baixa qualidade da água, afetando nocivamente as \n\npopulações que vivem na sua dependência.  Dentre estas áreas, destaca-se como uma das \n\nmais impactadas a do estuário do rio Capibaribe, que vem sendo agredida e degradada \n\nimpiedosamente já por muitas décadas.  Ao longo dos anos o estuário do rio Capibaribe \n\nvem sendo abordado por alguns autores na observação dos impactos ambientais causado \n\npela carga poluidora e outras ações antrópicas impactantes (Ottmann, 1959; Coutinho, \n\n1961; Ottmann &amp; Coutinho (1963), Mabesoone &amp; Coutinho, 1970; Luz, 1980; Feitosa, \n\n1988;  Macedo &amp; Koening, 1987; Paranaguá et al., 1990;  Feitosa &amp; Passavante, 1990, \n\n1991; Paranaguá, 1991; Travassos, 1991;  Sant Anna, 1993; Silva, 1994; Araújo &amp; Pires, \n\n1998;  Nascimento et al , 1999; Nascimento, 2001).  Quanto à meiofauna,  nenhum trabalho \n\ntemporal até o momento foi realizado para determinar a estrutura desta comunidade no \n\nreferido estuário, apesar destes organismos desempenharem um papel de extrema \n\nimportância na teia trófica bentônica e na reciclagem da matéria orgânica.  \n\nAs densidades médias mensais da meiofauna são maiores também nos meses de \n\nmarço e junho, quando as características bioquímicas (percentual de saturação, DBO, OD, \n\nsalinidade, teor de matéria orgânica) foram quase extremas, senão extremas. A grande \n\nincidência de chuvas neste período provavelmente influenciou um maior aporte orgânico \n\ncarreado pelos rios que desembocam nesta bacia, elevando a DBO e modificando a \n\nestrutura sedimentar.  Em ambientes de praias foi observada a redução das densidades \n\nmeiofaunísticas no período chuvoso de norte a sul do litoral de Pernambuco (Bezerra, 1994; \n\nSouza, 1997; Silva, 1997; Castro, 1998) com exceção de Ribeiro (1999).  Alongi (1990), \n\nrelata um drástico declínio na abundância da meiofauna após chuvas de inverno e que os \n\nefeitos dessas flutuações são maiores nos centímetros superiores.  De fato, o aumento da \n\nhidrodinâmica em ambientes praiais no período chuvoso é um fator determinante na \n\nconcentração dos organismos na camada superficial sedimentar ou em um conseqüente \n\nafundamento da fauna (Fleeger e Decho, 1987),  porém, em estuários onde o processo \n\nfísico é mais estável, predominando o extremo químico (Giere, 1993), o aumento da oferta \n\nalimentar e a redução no tamanho dos grãos propiciam uma melhor condição de \n\nestabilidade para estes organismos. Sedimentos finos tendem a acumular maior quantidade \n\n\n\n \n\nde matéria orgânica do que sedimentos grosseiros (Little, 2000). Os resultados estatísticos \n\nobtidos através do Bioenv mostraram uma melhor relação da meiofauna com a matéria \n\norgânica, fator relacionado com a disponibilidade de alimento. O selecionamento dos grãos \n\ntambém aponta, através do Bioenv, por sua vez, que a heterogeneidade dos sedimentos, \n\ndetermina diretamente a qualidade de habitat para colonização da meiofauna.  Rosa-Filho \n\n(2001) descreve a importância da heterogeneidade dos sedimentos, que determina \n\ndiretamente a quantidade de hábitats para a macrofauna bentônica em um estuário da região \n\nsul do Brasil. Os parâmetros granulométricos contribuem fortemente para quali-quantificar \n\na meiofauna, uma vez que a sua composição potencializa maior ou menor quantidade de \n\nágua retida, oxigênio, matéria orgânica e outros fatores indispensáveis a esses organismos. \n\nA exemplo, Fonsêca-Genevois (1987) ressaltou a importância da natureza química das \n\nargilas na distribuição intermareal da meiofauna estuarina. Em estuários geralmente com \n\nsubstrato composto por sedimentos silte-argilosos a meiofauna concentra-se nos primeiros \n\ncentímetros (Tietjen, 1969; Boucher, 1979; Warwick,1971; Heip et al. 1985; Vanhove, \n\n1993) estando, desta forma, submetida à ação da dinâmica das águas. \n\nA relação meiofaunística com o tamanho dos grãos e matéria orgânica é bem \n\nevidente. A menor densidade (453,25 ind. 10 cm²) encontrada na primeira semana de \n\njaneiro ocorreu quando a fração areia estatisticamente foi classificada como grossa e \n\nretendo baixo índice de matéria orgânica. Ao contrário, na última semana de junho \n\nobservou-se a ocorrência da maior densidade da fauna (4.000,9 ind. 10 cm²) juntamente \n\ncom um grande percentual de silte/argila e relativo teor de matéria orgânica. No estudo \n\nespacial da Bacia do Pina, efetuado para caracterizar a área aqui prospectada (Rodrigues, \n\n2002), observou-se que no ponto onde ocorreu o maior percentual de finos houve a maior \n\ndensidade da meiofauna para 8 grupos componentes. Neste local foi também registrado \n\nvalor intermediário da matéria orgânica. Já em agosto, o engrossamento dos grãos foi \n\nevidente e, apesar de ter sido registrado o maior percentual de matéria orgânica, a \n\nmeiofauna parece não ter sido beneficiada. Nascimento (2001), analisando os parâmetros \n\nabióticos da bacia, constatou a ausência de oxigênio dissolvido e DBO na baixa-mar, \n\npróxima ao fundo, em agosto.  Smol et al, (1994) estudando o estuário de Oosterschelde \n\n(Holanda), verificaram que a concentração da meiofauna nos 5 primeiros centímetros do \n\nsedimento aumenta com incremento de partículas finas,  à semelhança do que ocorreu no \n\n\n\n \n\nponto prospectado da bacia. Ansari &amp; Parulekar  (1998) para um estuário tropical na costa \n\nda Índia observaram que 50% do total dos organismos meiofaunísticos em sedimentos finos \n\nforam determinados nos dois primeiros centímetros. O engrossamento dos grãos, no mês de \n\nagosto, sugere que a fauna, geralmente concentrada na superfície da colcha sedimentar \n\ntenha sido lixiviada por força do aumento, pelas chuvas, do caudal estuarino. \n\n Apesar do ano em estudo ter sofrido aparentemente forte influência face ao \n\nfenômeno El Nino, reduzindo em 50% as chuvas em relação à média histórica, Nascimento \n\net al. (1999) presenciaram, mesmo assim, uma variação sazonal nos parâmetros ambientais. \n\nEm julho/agosto foi registrado um elevado índice pluviométrico, provavelmente \n\naumentando a carga orgânica poluidora e a ocorrência de grandes marés alterando o \n\nbalanço hidrológico e sedimentológico. Desta forma, atribuido ao hidrodinamismo o efeito \n\nnegativo sobre a densidade da meiofauna, muito embora estatisticamente não houve uma \n\ndiferença significativa entre as médias de densidade dos períodos seco e chuvoso.  \n\nGonzález (1981) relatam que as características hidrológicas em zonas estuarinas dependem \n\nfundamentalmente das condições climáticas e Emery &amp; Stevenson (1957) destacam que a \n\nmaré constitui o fator ecológico mais importante nos ecossistemas estuarinos. Já Ottmann \n\n(1959) comentava que os corpos estuarinos sofriam modificações nas características físicas \n\ne químicas de suas águas em função da penetração da maré. A maioria dos estudos sobre a \n\ndistribuição espacial da meiofauna estuarina resulta em um aumento de densidade via mar. \n\nO ponto prospectado aproxima-se da barra de entrada do Porto do Recife e desta forma, é \n\npossível que os valores aqui detectados não sejam os mais elevados do corpo estuarino. \n\nVale ressaltar que em época de maior pluviosidade a salinidade atinge 7,88‰. \n\nOs Nematoda dominaram a meiofauna em uma variação de 90 a 98 % na bacia do \n\nPina.  A relação de sedimentos finos com maior incidência de Nematoda é conhecida na \n\nliteratura (Boaden, 1963; McIntyre, 1971; Bodin &amp; Boucher, 1983; Heip et al., 1985; \n\nCoull, 1988; Giere, 1993). Steyaert et al., (1999) na costa da Bélgica, e Hodda (1990) na \n\ncosta australiana, relataram a influência da granulometria do sedimento na estrutura da \n\ncomunidade de Nematoda.  Witte &amp; Zijlstra (1984) mostraram que em uma planície de \n\nmaré da costa holandesa a abundância relativa foi superior a 80 %. Em ambientes \n\nestuarinos do Brasil, como o canal de Santa Cruz, Esteves (1995) e Almeida (1996) \n\ndeterminaram os Nematoda como grupo dominante da comunidade meiofaunística.  \n\n\n\n \n\nEsteves (2002) em uma planície de maré do Rio de Janeiro verificou que os Nematoda \n\ndominavam a comunidade em 66 % do total da meiofauna coletada. Para algumas praias \n\narenosas do litoral brasileiro esta relação não se verifica, como são os casos do Istmo de \n\nOlinda (Bezerra et al., 1997) e da baía de Tamandaré (Souza, 1997), situados \n\nrespectivamente na região central e sul de Pernambuco, e para Ilha de Anchieta no litoral \n\npaulista (Medeiros, 1989). A grande dominância de um grupo (Nematoda) em detrimento \n\nde outro é provavelmente devido à resistência destes organismos à forte poluição do local. \n\nWarwick e Clarke (1995) alegam que aumentando o nível de estresse do ambiente a \n\ncompetição entre os Nematoda relaxa e índices de diversidade aumentam, porém, quando a \n\nperturbação é muito forte as espécies começam a ser eliminadas e a diversidade cai. É \n\nimportante destacar que o monitoramento semanal deste trabalho, de caráter inédito para o \n\nBrasil, eleva a sua importância para se obter respostas de como se processa a estrutura da \n\ncomunidade meiofaunística em um estuário tropical.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nI. 6 CONCLUSÕES \n\n \n\nA meiofauna prospectada na bacia do Pina apresentou-se comparável a outros \n\nestuários do litoral de Pernambuco em termos de táxons e de suas densidades, porém  \n\nobservou-se nos resultados semanais, grandes reduções quali-quantitativas. Esta redução \n\ndeveu-se, por um lado, ao rigor dos parâmetros hidro-químicos e hidrodinâmicos que \n\ncaracterizam o ponto prospectado, variando dentro de um espectro poluído a semi-poluído. \n\nDestaca-se, assim, a sensibilidade de alguns de seus grupos à poluição, haja vista a dos \n\nCopepoda Harpacticoida que chegam a desaparecer da comunidade em períodos pontuais \n\ndo ano. Por outro lado, a exuberante dominância dos Nematoda, maior que em qualquer \n\noutro ambiente estuarino desse litoral, revela-se atrelada ao alto teor de matéria orgânica \n\ncontido nos sedimentos finos, também dominantes ao longo do ano. Certamente, por \n\nintegrarem a base da cadeia detrito-bactéria os Nematoda apresentam maior possibilidade \n\nde repartir os recursos. Para melhor entendimento deste fenômeno,  a ecologia trófica deste \n\ngrupo será referenciada no capítulo dois deste trabalho.  \n\n Ao nível temporal, quando comparadas as densidades médias da comunidade dos \n\nmeses chuvosos com aquelas dos meses secos não existe diferença estatística significativa, \n\napontando uma tendência de estabilidade na estrutura da comunidade. O efeito temporal \n\nrevela-se contundente quando comparadas as densidades mês a mês, ou ainda mais, quando \n\ncomparadas as densidades semanais. Nestas, o teor de matéria orgânica e selecionamento \n\ndos grãos parecem reger o padrão biológico encontrado, a exemplo da primeira semana de \n\njaneiro, pico da estação seca, quando a análise granulométrica classificou uma única vez o \n\nsedimento como areia grossa, constatando um baixo percentual de matéria orgânica, \n\nmenores densidades meiofaunísticas e menor dominância dos Nematoda sobre os demais \n\ngrupos. O estreitamento do esforço amostral de intraestacional para mensal e deste para \n\nsemanal destaca-se efetivo para a melhor compreensão do efeito de um ambiente \n\ntransicional urbano na estrutura da comunidade.  \n\n \n \n\n \n\n \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCAPÍTULO II \n \n \n\nVARIAÇÃO TEMPORAL DA NEMATOFAUNA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \nII.1 – INTRODUÇÃO \n \n\nSegundo Ruppert &amp; Barnes (1996), os Nematoda pertencem ao grupo dos \n\nAschelminthes. A maioria dos organismos de vida livre deste grupo é de animais \n\nvermiformes pequenos, variando de um tamanho microscópico até cerca 1 cm de \n\ncomprimento. Os Nematoda, chamados vermes redondos formam o maior filo de \n\nAschelminthes. Existem muitas espécies parasitas, mas, os de vida livre são encontrados no \n\nmar, na água doce e no solo. Eles são encontrados desde as regiões polares até os trópicos, \n\nem todos os tipos de ambientes, incluindo os desertos, as altas elevações montanhosas e as \n\ngrandes profundidades oceânicas. Os Nematoda de vida livre são animais bentônicos e \n\nvivem nos espaços intersticiais de tufos de algas e, especialmente, em sedimentos de \n\nambientes aquáticos.     \n\nOs Nematoda, de acordo com os caracteres morfológicos relacionados com o hábito \n\nalimentar, ocupam diferentes posições na cadeia trófica do bentos (Heip et al., 1985). \n\nMuitas espécies alimentam-se de bactérias, microalgas, detritos e possivelmente matéria \n\norgânica, além de um grande número ter hábito predador, ingerindo outros Nematoda, \n\nOligochaeta, Polychaeta e outros organismos meiofaunísticos (Platt &amp; Warwick, 1983; \n\nHeip et al., 1985; Medeiros, 1989, 1998). \n\nWieser (1953) propôs um esquema de tipagem trófica a partir dos modelos \n\nnutricionais estabelecidos pela forma da cápsula bucal e da dentição. Quatro tipos foram \n\napontados: grupo 1 A = cavidade bucal reduzida ou ausente, para aqueles que se alimentam \n\nseletivamente de partículas, tais como bactérias, detritos e microalgas;  grupo 1 B = \n\ncavidade bucal ampla e sem dentição, para aqueles que se alimentam de depósitos de forma \n\nnão seletiva; grupo 2 A = cavidade bucal provida de dentes pequenos sugerindo herbivoria \n\ne grupo 2 B =  cavidade bucal ampla com fortes dentes e ou mandíbulas móveis e glândulas \n\nhabilitando à predação, por dilaceração ou não, de suas presas. Podem ser onívoros. \n\nAtualmente, apesar de críticas ou pequenas modificações, esta classificação é utilizada pela  \n\nmaioria dos nematologistas no mundo.  \n\nUm ambiente estuarino apresenta características fisico-químicas e biológicas \n\nbastante peculiares, impondo muitas vezes, condições extremas à sobrevivência da biota. \n\nQuando um estuário recebe uma carga poluídora muito alta, como é o caso da bacia do \n\n\n\n \n\nPina, aumenta o estresse ambiental, favorecendo as espécies mais aptas, nesta situação, \n\nsegundo Giere (1993), os Copepoda são mais sensíveis e tendem a desaparecer primeiro \n\nque os Nematoda. O sucesso ecológico das comunidades de Nematoda está no grande \n\nnúmero de espécies presentes em qualquer que seja o habitat (Vinx, 1990). Bouwman \n\n(1983) aponta razões para explicar o sucesso adaptativo e a dominância dos Nematoda, \n\ncomo a tolerância do grupo, como táxon, à uma variedade  de estresse ambiental \n\n(diversidade de espécies).  Haedrich (1975) relaciona diversidade de espécie com qualidade \n\nambiental.  Heip &amp; Decraemer (1974) afirmaram que a diversidade é um dos importantes \n\nparâmetros usados na descrição de uma comunidade. Bezerra (2001) comenta que em geral \n\nnão se pode usar a diversidade como um indicativo para as perturbações ambientais, mas \n\nsabe-se que, quando existe um acompanhamento temporal, uma perturbação mínima pode \n\ncausar queda na diversidade devido à competição entre as espécies. Warwick &amp; Clarke \n\n(1995) alegam que, aumentado o nível de estresse do ambiente, a competição relaxa e \n\níndices de diversidade aumentam, porém, quando a pertubação é muito forte as espécies \n\ncomeçam a ser eliminadas e a diversidade cai.  O tamanho da população de Nematoda pode \n\nmudar na presença de sedimento contaminado (Peterson et al., 1996), podendo aumentar, \n\nembora a diversidade possa decrescer  (Bouwman et al., 1984).  A abundância e a estrutura  \n\nda comunidade de Nematoda é também sensível ao tamanho dos grãos do sedimento (Van \n\nDamme et al. 1980; Li &amp; Vincx, 1993).  \n\n Sob condições de estresse ambiental, seja através de perturbações naturais ou \n\nartificiais, os Nematoda são capazes de colonizar os sedimentos e tendem a se localizar nos \n\nprimeiros centímetros (Palmer, 1988). Em praias, como resposta às correntes de maior \n\nvelocidade, tendem a se enterrar (Fegley, 1987). A esse respeito, comenta Palmer (1984) \n\nque o deslocamento vertical aparece como um comportamento para evitar o risco de serem \n\ncarreados pela erosão. Em estuários, onde geralmente há ocorrência de sedimentos areno-\n\nlamosos, senão lamosos e grande quantidade de matéria orgânica, os Nematoda habitam os \n\nprimeiros centímetros da camada sedimentar, pois a camada oxi-redutora do sedimento é \n\nbastante superficial.  Sua importância neste ambiente, está ligada sobretudo à facilidade de \n\nbiomineralização da matéria orgânica, à sensibilidade aos inputs antropogênicos e ao \n\ngrande papel na teia trófica bentônica (Coull, 1999). \n\n\n\n \n\nPlatt &amp; Warwick (1980) descrevem os principais pontos para justificar o uso de \n\nNematoda para detectar perturbações ambientais: estratégia de reprodução conservativa \n\nfazendo populações estáveis, então alguma mudança pode ser mais fácilmente registrada \n\npara a poluição; o curto tempo de geração os habilita para rápida resposta;  fácil para \n\ncoletar, necessitando de pequenas amostras. Coull &amp; Chandler (1992) ressaltam a sua \n\nriqueza de espécies e  a sua abundância como ferramentas úteis para o biomonitoramento. \n\nOutros estudos relatam os efeitos da hipoxia e da anoxia em comunidades da meiofauna, \n\nestes concentram-se nas alterações de abundância das comunidades de Copepoda \n\nHarpacticoida e Nematoda (Coull &amp; Chandler, op. cit).   \n\nSegundo Heip  et al. (1982), há uma clara relação entre salinidade e a comunidade \n\nde Nematoda em biótopos de águas salobras como estuários, lagoas costeiras e pântanos \n\nsalgados, que se reflete na composição de espécies, densidade, biomassa e diversidade. \n\nWarwick &amp; Price  (1979), no estuário de Lyner; Skoolmun &amp; Gerlach (1971), no estuário \n\nde Weser, na Alemanha, identificaram um nítido padrão sazonal na estrutra \n\nnematofaunística em regiões temperadas, porém, trabalhos em estuários tropicais ainda são \n\nescassos.  \n\n  O presente capítulo baseia-se na  hipótese de que a estrutura da nematofauna está \n\ncondicionada à variação da matéria orgânica e de que a abordagem semanal de prospecção, \n\navalia com maior propriedade esta variação.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nII.2 - OBJETIVOS ESPECÍFICOS.  \n?\n\nDeterminar as variações temporais quali-quantitativas da nematofauna em regime semanal, \n\nmensal e entre as estações seca e chuvosa.   \n\n?\nCorrelacionar a nematofauna com os parâmetros abióticos estudados. \n\n?\nDescrever a composição  trófica temporal da comunidade. \n\n?\nIdentificar o gênero dominante em ambos os períodos estacionais; \n\n?\nIdentificar um gênero indicador das condições ambientais.  \n\n \n\nII.3 - MATERIAL E MÉTODOS \n\n \n\nA descrição da área prospectada no presente estudo, assim como a metodologia de \n\ncampo  e parte da metodologia laboratorial empregada para as análises dos parâmetros \n\nbiótiocos e abióticos estão descritas nas partes iniciais desse trabalho. \n\n3.1 Identificação dos Nematoda \n\nA diafanização de estruturas corporais dos nematódeos e o processo de montagem \n\ndas lâminas permanentes seguiram o método de Platt et al. (1988), modificado pelo \n\nlaboratório de Nematologia da Universidade de Gent na Bélgica, o qual consiste na \n\npreparação de três soluções contendo: \n\n \n\nSOLUÇÃO SUBSTÂNCIA PERCENTUAL \n\n1 Formaldeído a 4% 99% \n\n Glicerina 1% \n\n2 Etanol 95% \n\n\n\n \n\n Glicerina 5% \n\n3 Etanol 50% \n\n Glicerina 50% \n\nInicialmente foram retirados aleatoriamente cinqüenta Nematoda de cada amostra, e \n\ncolocados em cadinho contendo a solução 1, em seguida foram transferidos para um \n\ndessecador por vinte e quatro horas à temperatura ambiente, para evaporar o formol \n\npresente no animal. Posteriormente, foi introduzida a solução 2, a cada duas horas até que a \n\nglicerina visivelmente domine toda a solução. No final desse processo, os animais foram \n\ncolocados na solução 3. \n\nPara montagem de lâminas permanentes, cinco animais foram colocados em uma \n\ngota de glicerina centralizada por um círculo de parafina. Sobre o círculo, uma lamínula foi \n\nposicionada, sendo levadas ao aquecimento para fixação. As lâminas foram levadas ao \n\nmicroscópio óptico para a identificação dos animais ao nível de gênero, utilizando-se as \n\nchaves pictoriais propostas por Platt &amp; Warwick (1983) e atualizadas por Warwick et al. \n\n(1998).  \n\n \n3.2 ANÁLISE DE DADOS \n\n?  Freqüência de ocorrência (%) \n\nA freqüência de ocorrência das famílias e gêneros de Nematoda foi calculada \n\natravés da fórmula: \n\n   Fo = D.100 / d  \n\nonde: Fo =: Freqüência de ocorrência; \n\n          D = número de amostras em que a família/gênero foi encontrado \n\n          d = número total de amostras \n\n\n\n \n\nCalculada a freqüência de ocorrência, adotou-se os intervalos aplicados por Bodin \n\n(1977), que consiste de: 1- constantes (acima de 75%); 2-  muito freqüentes (50 a 75%); 3-  \n\ncomuns (25 a 49%) e 4- grupos raros (abaixo de 25%).  \n\n \n\n? Abundância relativa (%) \n\n \n\nA abundância relativa foi calculada pela seguinte fórmula:  \n\n \n\n     Ar = N . 100 / Na \n\n \n\nonde: Ar =  abundância relativa \n\n           N =  número de família/gênero na amostra \n\n          Na = número total de família/gênero. \n\nDe acordo com os percentuais obtidos para cada amostra as famílias/gêneros foram \n\nclassificados como dominante acima de 50%.  \n\n \n\nA densidade de cada gênero foi transformada por raiz quarta para realização de \n\nanálise de similaridade (ANOSIM) para comparações entre as semanas, meses e estações, \n\nutilizando-se o índice de similaridade de Bray-Curtis e o programa estatístico PRIMER \n\n(Clarke &amp; Warwick 1994).  \n\nPara identificar a correlação entre as variáveis ambientais e a estrutura das \n\ncomunidades da Nematofauna aplicou-se a análise BIO-ENV(PRIMER) (Clarke &amp; \n\nWarwick, op. cit.) para averiguar quais foram os fatores abióticos que melhor explicaram o \n\npadrão biológico. Anteriormente à realização desta análise, os dados abióticos e bióticos \n\nforam transformados por log (x+1) e raiz quarta, respectivamente para uniformização dos \n\ndados.  \n\n Com os dados de densidade dos gêneros de Nematoda foi realizada a análise \n\nDIVERSE utilizando-se o programa PRIMER? versão 5.2.4, a qual permitiu o cálculo do \n\níndice de diversidade de Shannon (H’) e a equitatividade (J’ de Pielou). Para auxiliar na \n\ncompreensão dos dados de diversidade e equitabilidade  foram plotados no programa Excel \n\n\n\n \n\ngráficos mostrando curvas de K-dominância extraídas dos percentuais acumulados dos \n\ndados quantitativos.  \n\nFoi ainda utilizada uma análise denominada SIMPER, a qual permite atribuir a \n\ncontribuição de cada gênero de Nematoda para as diferenças ou dissimilaridades entre \n\ngrupos de estações, por exemplo entre as estações seca e chuvosa, ou seja, para indicar qual \n\n(ou quais) organismo foi responsável pelas diferenças encontradas entre as amostras \n\nanalisadas. A análise citada acima foi feita utilizando-se o programa PRIMER? v 5.2.4. \n\n \n\n \n\n \nII.4 - RESULTADOS \n\n4.1 - Estrutura da Comunidade \n\n4.1.1  - Composição Taxonômica da nematofauna \n\n A nematofauna esteve composta por três ordens: Enoplida, com três famílias e \n\nquatro gêneros, Chromadorida com cinco famílias e treze gêneros e Monhysterida com \n\ncinco famílias e dez gêneros. Dentre as famílias, Desmodoridae destaca-se com 5 gêneros. \n\n  Seguindo a classificação de Lorenzen (1994) construiu-se uma lista taxonômica \n\ncomposta de 27 gêneros monoespecíficos, dentre os quais Spirinia deteve uma espécie \n\nnova, cujos espécimens (machos, fêmeas e juvenis) estão depositados no Departamento de \n\nBiologia Marinha da Universidade de Gent, Bélgica, para posterior descrição. \n\nClasse ADENOPHOREA \n\n Subclasse ENOPLIA \n\n  Ordem ENOPLIDA \n\n   Subordem ENOPLINA \n\n    Família ANOPLOSMATIDAE \n\n     Anoplostoma  Bütschli,1874   \n\n    Família OXYSTOMINIDAE  \n\n     Halalaimus De Man, 1888  \n\n    Família ONCHOLAIMIDAE  \n\n     Oncholaimus Dujardim, 1845    \n\n                                     Viscosia De Man, 1890   \n\n\n\n \n\n Subclasse CHROMADORIA \n\n  Ordem CHROMADORIDA \n\n   Subordem CHROMADORINA \n\n    Família CHROMADORIDAE  \n\n Chromadorita Filipjey, 1922  \n\n Prochromadorella Micoletzky, 1924  \n\nFamilia COMESOMATIDAE  \n\n Sabatieria Rouville, 1903  \n\nFamília CYATHOLAIMIDAE  \n\n Marylynnia Hopper, 1977   \n\n Paracanthoncus Micoletzky, 1924  \n\n            Paracyatholaimus  Micoletzky, 1922  \n\n                                                Pomponema Cobb, 1970    \n\n    Família SELACHNEMATIDAE \n\n     Halichoanolaimus De Man, 1886  \n\n    Família DESMODORIDAE \n\n     Chromaspirinia Filipjev 1918   \n\nDesmodora De Man, 1889  \n\nMetachromadora Filipjev, 1918  \n\nPseudochromadora Daday, 1889  \n\nSpirinia Gerlach, 1963    \n\n  Ordem MONHYSTERIDA \n\n    Família MONHYSTERIDAE \n\n     Thalassomonhystera Jacobs, 1987  \n\n    Família SIPHONOLAIMIDAE \n\n     Astonema Ott, Rieger &amp; Enderes, 1982  \n\n    Familia LINHOMOEIDAE        \n\n Linhomoeus Bastian, 1865   \n\n Terschellingia De Man, 1888   \n\n  Familia XYALIDAE  \n\n   Daptonema Cobb, 1920 \n\n\n\n \n\n   Paramonohystera Steiner, 1916    \n\n                                   Theristus Bastian, 1865  \n\n Tricotheristus, Wieser, 1956 \n\nFamília AXONOLAIMIDAE \n\n Axonolaimus De Man, 1889  \n\n Paradontophora Timm, 1963  \n\n \n\n \n\n \n\n4.1.2 - Frequência de Ocorrência \n\n  Segundo os intervalos de classificação de Bodin (1977) os grupos definem-se \n\nquanto à frequência de ocorrência em grupos constantes acima de 75%, de 50 a 75 % em \n\ngrupos muito freqüentes, de 25 a 49% como grupos comuns e abaixo de 25% como raros. \n\nObservou-se uma mudança de composição e de percentuais de freqüência  entre os períodos \n\nclimáticos.  \n\nA figura II.1 mostra a freqüência de ocorrência das famílias no período seco e no \n\nperíodo chuvoso. As famílias constantes no período seco foram Desmodoridae, \n\nLinhomoeidae, Axonolaimidae, Oncholaimidae e Xyalidae, no período chuvoso foram \n\nDesmodoridae, Linhomoeidae, Cyatholaimidae,  Xyaliadae e Oncholaimidae . \n\n \n \n \n\n\n\n \n\n0 2 0 4 0 6 0 8 0 1 00\n\nD e sm o d o ri da e\n\nL in h o m oe id a e\n\nA xo n o la im id a e\n\nO n c h o la im id a e\n\nX ya li da e\n\nC o m e so m a ti da e\n\nC y at ho la im i da e\n\nO x ys to m in id a e\n\nC h ro m a d o ri da e\n\nM on h ys te r id a e\n\nA n op l o sm at i d ae\n\nS e la c hn em a t i da e\n\nS i ph o n o la im id a e\n\n    \n\n0 2 0 4 0 6 0 8 0 1 00\n\nD e s m o do ri da e\n\nL in ho m oe id ae\n\nC y at ho la im id a e\n\nXy a li da e\n\nO n c h ol ai m id ae\n\nA x on o la im id ae\n\nC o m es om a t id a e\n\nM on h y s t e rid ae\n\nO x y s t o m i ni da e\n\nS e la c h n em a t id ae\n\n \n   A      B \n\nFigura II.1 – Freqüência de ocorrência das famílias no período seco (A) e no \n\nperíodo chuvoso (B). \n\n Foram identificados 27 gêneros no período seco, dentre os quais, 7 classificaram-se \n\ncomo constantes (Metachromadora, Spirinia, Terschellingia, Parodontophora, Daptonema, \n\nViscosia e Oncholaimus). No período chuvoso foram identificados 15 gêneros, 6 foram \n\nconstantes  (Spirinia, Terschellingia, Daptonema, Metachromadora, Paracanthonchus e \n\nOncholaimus) (Figura II.2).  \n\n     \n    \n\n  \n\n\n\n \n\n0 2 0 4 0 6 0 8 0 1 0 0\n\nM e ta c h r o m ad o r a\nS pi r i n i a\n\nT er s c h el l i n g i a\n\nP ar o d o nto p h o r a\nD a p to n em a\n\nV is c o s i a\nO n c ho l a i m u s\n\nP ar a c a nth o n c h u s\nS ab a ti e ri a\nT he r i s tus\n\nP s e u d o c h ro m a d o ra\nH a l a l a i m u s\n\nP ro c h ro m a d o re l l a\n\nL i n h om o e u s\nT ha l a s s o m on y s te r a\n\nA no p l o s to m a\nA x o n o l a i m us\n\nC h r o m a s p i ri n i a\nD e s m o do r a\n\nH a l i c h o an o l a i m u s\n\nP ar a m o no h ys te r a\nA s to n e m a\n\nC h r o m a d o r ita\nM a ry ly n ni a\n\nP ar a c ya th o la i m u s\nP om p o n e m a\n\nT ri c o th er i s tu s\n   \n\n0 2 0 4 0 6 0 8 0 1 0 0\n\nS p i ri n i a\n\nT e rs c h e l l i n g i a\n\nD a p to n e m a\n\nM e ta c h r om a d o r a\n\nP a ra c a n th o n c h u s\n\nO n c h o l a i m u s\n\nP a ro d o n to p h o r a\n\nT h e ri s tu s\n\nS a b a ti e r i a\n\nT h a l a s s om o n y s te ra\n\nV i s c o s i a\n\nH a l a l a i m u s\n\nH a l i c h o a n o l a i m u s\n\nM a r yl yn n i a\n\nP s e u d o c hr o m a d o r a\n\n \n     A      B \nFigura II.2 – Freqüência de ocorrência dos gêneros no período seco (A) e no período \nchuvoso (B). \n \n  \n \n\n4.1.3 – Abundância relativa \n \n\nNa abundância relativa dos gêneros, Spirinia foi dominante com 51% no período \n\nseco e no período chuvoso apresentou-se com 49% da comunidade. Outros gêneros \n\nrepresentativos foram:  Terschellingia com 28 % nos dois períodos estudados e Daptonema \n\nno período chuvoso representando 14% da comunidade. Os demais contribuiram com \n\nmenos de 6% na comunidade (Figuras II.3 e II.4).    \n\n \n \n\n\n\n \n\n4 %\n\n2 %\n\n2 %\n\n2 %\n\n5 %\n\n2 %\n\n2 8 %\n\n3 %\n1 %\n\n5 1 %\n\nDa p to n e ma\n\nL in h o mo e u s\n\nMe ta c h r o ma d o r a\n\nO n c h o la imu s\n\nPa r a c a n th o n c h u s\n\nPa r o d o n to p h o r a\n\nS p ir in ia\n\nTe r s c h e llin g ia\n\nV is c o s ia\n\nO u tr o s\n\n \n \nFigura II.3- Abundância relativa dos gêneros no período seco. Outros (gêneros com \nabundância relativa menor que 1%)  \n \n\n1 %\n\n3 %\n\n2 %\n\n1 %\n\n1 %\n1 %\n\n1 4 %\n\n2 8 %\n\n4 9 %\n\nDa p to n e ma\n\nMe ta c h r o ma d o r a\n\nO n c h o la imu s\n\nPa r a c a n th o n c h u s\n\nPa r o d o n to p h o r a\n\nS p ir in ia\n\nTe r s c h e llin g ia\n\nTh e r is tu s\n\nO u tr o s\n\n \n \nFigura II.4 - Abundância relativa dos gêneros no período chuvoso. Outros (gêneros \ncom abundância relativa menor que 1%) \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n4.1.4 –  Curvas de K-dominância \n\nAs curvas semanais de K-dominância se sobrepõem nos gráficos mensais com \n\nexceção de duas semanas. A curva da primeira semana de janeiro encontra-se abaixo das \n\ndemais semanas do mês, com maior número de gêneros, retratando a maior diversidade e \n\nequitabilidade. A curva da segunda semana de agosto encontra-se acima das demais \n\nsemanas do mês, refletida por apenas três gêneros, significando baixa diversidade e \n\nequitabilidade (Figuras II.5 e II.6), (Tabela II.1). \n\nTabela II.1 – Índice de diversidade de Shannon (H’) e a equitatividade (J’ de Pielou). \n\nSEMANAS J? H? (loge) \nJaneiro 1 \n\n*0,8058 *2,490762 \nJaneiro 2 \n\n0,523503 1,255305 \nJaneiro 3 \n\n0,517623 1,137334 \nJaneiro 4 \n\n0,566018 1,177 \nFevereiro 1 \n\n0,607608 1,50985 \nFevereiro 2 \n\n0,633253 1,671192 \nFevererio 3 \n\n0,521864 1,296784 \nFevereiro 4 \n\n0,564049 1,29877 \nMarço 1 \n\n0,510828 1,176225 \nMarço 2 \n\n0,582387 1,396503 \nMarço 3 \n\n0,642606 1,596807 \nMarço 4 \n\n0,717112 1,781957 \nJunho 1  \n\n0,541288 1,246362 \nJunho 2 \n\n0,673347 1,550439 \nJunho 3 \n\n0,709637 1,475648 \nJunho 4 \n\n0,643715 1,252612 \nJulho 1 \n\n0,608977 1,33806 \nJulho 2 \n\n0,597421 1,162528 \nJulho 3 \n\n0,607422 1,2631 \nJulho 4 \n\n0,641332 1,149112 \nAgosto 1 \n\n0,687149 1,231205 \nAgosto 2 \n\n*0,156141 *0,171539 \nAgosto 3 \n\n0,361857 0,752461 \nAgosto 4 \n\n0,466308 0,96966 \n\n\n\n \n\nJaneiro\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\nia\n\njan/01 jan/02 jan/03 jan/04\n\n \n\nFevereiro\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\nia\n\nf ev/01 f ev/02 f ev/03 f ev/04\n\n \n\nMarço\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\n\nia\n\nmar/01 mar/02 mar/03 mar/04\n\n \nFigura II.5 – Curvas de K-dominância semanal dos meses secos. \n\n \n \n \n\n\n\n \n\nJunho\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\nia\n\njun/01 jun/02 jun/03 jun/04\n\n \n\nJulho\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\n\nia\n\njul/01 jul/02 jul/03 jul/04\n\n \n\nAgosto\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29\n\nQuantidade de Gêneros\n\nK\n-d\n\no\nm\n\nin\nâ\n\nn\nc\n\nia\n\nago/01 ago/02 ago/03 ago/04\n\n \n \n\nFigura II.6 – Curva de K-dominância semanal dos meses chuvosos. \n \n \n\n\n\n \n\n \n\n    Spirinia  domina na segunda semana de agosto  com 96,61% da comunidade. Em \n\nquase todo o período estudado (19 semanas) Spirinia representa, em média, 56,52% do \n\ntotal, com exceção da primeira semana de janeiro (Metachromadora com 19,40%), última \n\nsemana de junho (Terschellingia com 41,82%), terceira e quarta semanas de julho \n\n(Daptonema com 51,02 e 43,12% respectivamente) e primeira semana de agosto \n\n(Terschellingia com 45,53%) (Anexo Tabela II.4).  \n\n \n\n4.1.5 - Densidade da Nematofauna \n\n \n\n Considerando a amostragem semanal, Terschellingia apresentou valor máximo de  \n\n1961,86 ind. 10 cm-2 determinado para a última semana de junho. A maior densidade média \n\nmensal ocoreu em março (Spirinia  com 1337,85 ind. 10 cm-2) (Anexo Tabelas II.3 e II.4).   \n\n \n \n\n4.1.6 - Estágios de Desenvolvimento da Nematofauna \n \n\n Nas semanas de janeiro a estrutura da nematofauna apresentou-se dominada pelos \n\njuvenis e com uma maior participação de fêmeas do que de machos. Nas semanas  \n\nsubseqüentes do período de estiagem, as fêmeas dominaram sobre os machos e juvenis,  \n\nregistrando-se um aumento de fêmeas grávidas (Figura II.7).  \n\n0 %\n\n2 0 %\n\n4 0 %\n\n6 0 %\n\n8 0 %\n\n1 0 0 %\n\nI II III IV I II III IV I II III IV\n\nJa n e ir o Fe v e r e ir o Ma r ç o\n\nM e s e s /s e m a n a s\n\nJuven is M a c h o F ê m e as F ê m e as  g rávida s\n \n\nFigura II.7 - Estrutura populacional da nematofauna no período seco. \n\n\n\n \n\n \n \n\n Em todo o período chuvoso a estrutura da população é dominada pelas \n\nfêmeas com maior incidência de fêmeas grávidas. Observou-se, na terceira semana \n\nde julho, um percentual de 69,79% para as fêmeas grávidas e um aumento no \n\npercentual de machos (46,39%) na terceira semana de agosto (Figura II.8). \n\n \n\n0 %\n\n2 0 %\n\n4 0 %\n\n6 0 %\n\n8 0 %\n\n1 0 0 %\n\nI II III IV I II III IV I II III IV\n\nJu n h o Ju lh o A g o s to\n\nM e s e s /s e m a n a s\n\nJu ve n is M a c h o F ê m e a s F ê m e a s  g rá vid a s\n \n\nFigura II.8 - Estrutura populacional da nematofauna no período chuvoso. \n                                     \n\n \n\n4.1.7 - Estrutura Trófica  \n \n\nConsiderando a abundância dos gêneros Spirinia e Terschellingia,  o tipo trófico “1 \n\nA” foi o dominante nos dois períodos estudados, porém com relação à frequência de \n\nocorrência os tipos tróficos 1B e 2A dominaram alternadamente em todo o período \n\nestudado. O período seco foi representado por 18% do tipo 1A, 35%  1B, 36,67% 2A  e \n\n16,33% 2B. No período chuvoso 20,67% tipo 1A, 41,33% 1B, 23,33% 2A, 14,67% 2B. A \n\ncomposição trófica definidas por Wieser (1953)  refletiu-se como a seguir: \n\n \n\n1A – Halalaimus, Spirinia, Astonema e Terschellingia,  \n\n  \n\n1B – Anoplostoma, Sabatieria, Thalassomonhystera, Daptonema, Paramonohystera, \n\nTheristus, Tricotheristus, Axonolaimus e Parodontophora. \n\n\n\n \n\n \n\n2A – Chromadorita, Prochromadorella, Marylynnia, Paracanthoncus, Paracyatholaimus, \n\nDesmodora, Metachromadora, Pseudochromadora,  e Linhomoeus.  \n\n \n\n2B – Oncholaimus, Viscosia, Pomponema, Halichoanolaimus e Chromaspirinia. \n\n  \n \n\n  \n \n \n No periodo seco o tipo trófico 2A,  na primeira semana de janeiro e segunda de \n\nfevereiro atingiu 50% dos gêneros. O tipo 1B na terceira semana de janeiro chegou a atingir \n\n44,44%.  Na quarta semana de março o tipo 2B não ocorreu. (Figura II.9). \n\n \n\n             \n\n0 %\n\n1 0%\n\n2 0%\n\n3 0%\n\n4 0%\n\n5 0%\n\n6 0%\n\n7 0%\n\n8 0%\n\n9 0%\n\n1 00 %\n\nI II III IV I II III IV I II III IV\n\nJa n eir o Fev e re ir o Mar ç o\n\nMes e s /s e ma n as  \n\n1 a 1 b 2 a 2 b\n \n\nFigura II.9 – Percentual de gêneros por tipo trófico da nematofauna no período seco. \n \n \n \n\n No período chuvoso, nas semanas em que registrou-se maiores índices de matéria \n\norgânica (segunda semana de junho e primeira semana de agosto), o tipo trófico 1B \n\napresentou maior freqüência com 50%. Registrou-se a ausência do tipo 2B no final de julho \n\ne início de agosto  (Figura II.10). \n\n \n\n\n\n \n\n0%\n10%\n\n20%\n30%\n\n40%\n50%\n\n60%\n70%\n\n80%\n90%\n\n100%\n\nI II III IV I II III IV I II III IV\n\nJunho Julho Agosto\n\nMeses/semanas\n\n1a 1b 2a 2b\n \n\n \nFigura II.10 – Percentuais dos tipos tróficos da nematofauna ocorridos no período chuvoso. \n \n\nII.5 - RESULTADOS ESTATÍSTICOS \n A análise MDS para a qual foi utilizado o índice de similaridade de Bray-Curtis \n\ncom os dados de abundância da nematofauna mensal (média de todas as amostras do mês) \n\nlogaritimizados (Log x+1)  evidenciou um gradiente do período seco (janeiro, fevereiro e \n\nmarço) para o chuvoso (junho, julho e agosto) (Figura II.11). \n\n \nFigura II.11 – MDS utilizando as densidades mensais da nematofauna. \n\n \n \n\n\n\n \n\nQuando utilizado no cálculo das similaridades faunística as médias semanais  o \n\npadrão verificado anteriormente não ficou tão evidente, há uma grande separação da \n\nprimeira semana de janeiro das demais e um grupo formado pelas semanas subsequentes do \n\nreferido mês, ocorrendo também, um grupo com as três últimas semanas de agosto.  \n\nObserva-se um agrupamento  das outras semanas estudadas ocorrendo um subgrupo deste \n\ncom as semanas de fevereiro (Figura II.12).  \n\n \n \n \n\nFigura II.12 – MDS utilizando as densidades semanais da nematofauna (Janeiro=1.1, 1.2, \n1.3, 1.4;  Fevereiro=2.1, 2.2, 2.3, 2.4;  Março=3.1, 3.2, 3.3, 3.4; Junho=4.1, 4.2, 4.3, 4.4; \n\nJulho=5.1, 5.2, 5.3, 5.4; Agosto=6.1, 6.2, 6.3, 6.4).   \n \nA análise unifatorial das similaridades (one-way ANOSIM) verificou as variações \n\nda comunidade estacionalmente e mensalmente. Usando o fator período seco e chuvoso no \n\nqual foi utilizado a média das semanas de cada estação (Rglobal: 0,259 e o nível de  \n\nsignificância 10 %) resultou  que não há diferença estatística significativa entre os períodos \n\nseco e chuvoso. Utilizando como fator os meses (média das semanas dentro dos meses) \n\n(Rglobal= 0,222 e o nível de significância 0,1%) resultou que existe diferença estatística \n\nsignificativa entre os meses. Estas diferenças foram principalmente significativas no mês de \n\njaneiro (Tabela II.2) fato também observado  na análise de Cluster com os dados mensais \n\n(Figura II-13).  \n\n \n\n \n\nFigura II-13 – Cluster relativo às densidades médias mensais \n\n\n\n \n\n \n \n\nAtravés da análise de Cluster com os dados semanais, observa-se uma nítida separação da primeira semana de janeiro e um grupo \nformado com as demais semanas, desmembrado em dois subgrupos: um formado pelas demais semanas de janeiro e  a terceira de \nagosto, assemelhando-se com o resultado obtido com o MDS. (Figura II-14)   \n\n \n\n \n \n \n \n \nFigura II-14 – Cluster envolvendo as densidades médias semanais.  \n\n \n\n1 \n2b 2a \n\n2 \n\n \n\n1 2 \n\n2a 2b \n\n\n\n \n\n \n \nTabela II.2 – Resultados ANOSIM comparando os meses (p &lt;5%) \n \n\nMESES R p \n\nJaneiro, fevereiro 0,25 17,1 \n\nJaneiro, março 0,625 2,9 (*) \n\nJaneiro, junho 0,573 2,9 (*) \n\nJaneiro, julho 0,677 2,9 (*) \n\nJaneiro, agosto 0,396 2,9 (*) \n\nFevereiro, março 0,198 11,4 \n\nFevereiro, junho 0,302 2,9 (*) \n\nFevereiro, julho 0,073 37,1 \n\nFevereiro, agosto -0,083 65,7 \n\nMarço, junho 0,354 2,9 (*) \n\nMarço, julho 0,208 17,1 \n\nMarço, agosto 0,177 14,3 \n\nJunho, julho -0,031 48,6 \n\nJunho, agosto 0,146 22,9 \n\nJulho, agosto -0,052 65,7 \n\n \n\n \n\n \n\nOs resultados do BIOENV indicaram  os fatores abióticos que melhor explicaram o padrão biológico. As variáveis ambientais que \nmelhor explicaram o padrão semanal encontrado foi a média do tamanho do grão (rs = 0215) e a matéria orgânica (rs = 0,190),  já \npara o padrão mensal, primeiramente foi a  matéria orgânica (rs = 0,344) e em segundo uma combinação de fatores: percentual de \ncascalho, percentual de saturação, precipitação, temperatura e pH (rs = 0,337). \n\n  Através da análise de SIMPER  pôde-se verificar a contribuição de cada gênero para as diferenças \nou dissimilaridades encontradas entre os meses. Os gêneros responsáveis por mais de 50% da separação de \n\njaneiro dos demais meses observados, tanto no MDS como Cluster, estão descritos na tabela IIX. 5 a 6 \n\ngêneros foram responsáveis por mais de 50% das dissimilaridades. Os gêneros Spirinia, Linhomoeus, \n\nPseudochromadora e Theristus estiveram presentes na lista de todos os grupos formados com o mês de \n\njaneiro. \n\n\n\n \n\n \n\n \n\nTabela II.3 – Resultado da análise de SIMPER para os grupos envolvendo o mês de Janeiro, apresentando os \n\ngêneros que contribuíram com mais de 50% das dissimilaridades. \n\n \n\n \n\n \n\nII.6 – Diagnose preliminar da nova espécie do gênero Spirinia sp.n \n\n \n  Os espécimens mediram entre 1377µm e 2079µm, esses valores extremos foram \n\nobservados nos exemplares machos. Não foi observado dimorfismo sexual. Apesar da \n\nobtenção de valores médios diferentes os valores brutos obtidos não evidenciaram \n\ndimorfismo. Possuem o corpo cilíndrico com cabeça arredondada e cauda cônica. A \n\ncutícula é anelada, porém as anelações não são evidentes. Na região da cabeça as anelações \n\nsão muito fracas, sendo melhor visualizadas na região caudal. As “sensillas” labiais internas \n\nGrupos Dissimilarida-de \nMédia (%) \n\nGÊNEROS % DE \nCONTRIBUIÇÃO \n\n% ACUMULADO \n\nJaneiro &amp; \nFevereiro \n\n37,36 Spirinia \nLinhomoeus \nPseudochromadora \nSabatieria \nTheristus \nParachantonchus \n\n13,30 \n11,33 \n9,40 \n7,46 \n6,85 \n6,37 \n\n13,30 \n24,63 \n34,03 \n41,49 \n48,34 \n54,71 \n\nJaneiro &amp; \nMarço \n\n42,78 Spirinia \nDaptonema \nLinhomoeus \nTheristus \nPseudochromadora \n\n16,32 \n10,89 \n9,89 \n8,67 \n8,43 \n\n16,32 \n26,91 \n36,81 \n45,48 \n53,91 \n\nJaneiro &amp; \nJunho \n\n46,29 Spirinia \nDaptonema \nLinhomoeus \nPseudochromadora \nTheristus \n\n15,04 \n14,27 \n9,11 \n9,02 \n7,49 \n\n15,04 \n29,32 \n38,43 \n47,45 \n54,94 \n\nJaneiro &amp; \nJulho \n\n45,27 Spirinia \nDaptonema \nPseudochromadora \nLinhomoues \nTheristus \n\n15,31 \n14,13 \n9,31 \n8,73 \n7,45 \n\n15,31 \n29,44 \n38,75 \n47,48 \n54,93 \n\nJaneiro &amp; \nAgosto \n\n43,95 Terschellingia \nSpirinia \nLinhomoeus \nPseudochromadora \nTheristus \n\n15,39 \n11,49 \n10,35 \n7,78 \n6,64 \n\n15,39 \n26,88 \n27,23 \n47,01 \n51,65 \n\n\n\n \n\nnão foram visualizadas. Seis “sensillas” labiais papiliformes e quatro setas cefálicas foram \n\nobservadas. As setas cefálicas variaram de uma média de 4,17 µm nas fêmeas até uma \n\nmédia de 4,53µm nos machos e situam-se lateralmente à porção mediana da fovea anfideal. \n\nAs setas sub-cefálicas situaram-se na região do pescoço, posteriormente ao anfídio e \n\nmediram em média 4,3µm nos machos e 3,61µm nas fêmeas. As setas somáticas \n\nmostraram-se curtas variando de uma média de  2,75µm nos machos a 3,06µm nas fêmeas.  \n\nA fóvea anfideal apresentou-se enrolada ventralmente, formando uma espiral “loop shaped” \n\ncom linha circular externa e mediu uma média 5,85µm nos machos até 6,05µm nas fêmeas \n\n(30,52% e 31,93% dos diâmetros respectivos da cabeça). A cavidade bucal exibiu um \n\npequeno dente dorsal de difícil visualização. Faringe muscular mostrou um bulbo terminal \n\ndesenvolvido com uma média de 126,96µm nas fêmeas e 134,27µm nos machos, com \n\nlúmen cuticularizado e interrupção plasmática mediana. O anel nervoso ocupou 55,5% do \n\ncomprimento da faringe nas fêmeas e 56,9% nos machos. Os machos possuem um testículo \n\núnico, anterior posicionado à esquerda do intestino. As espículas curvadas mediram uma \n\nmédia de 58,8µm, com capítulo desenvolvido e “velum” esclerotizado. O gubernáculo com \n\nforma de lâmina, mediu uma média de 26,7µm e envolveu a porção distal das espículas. \n\nDuas setas lateralmente dispostas foram observadas na região pré-cloacal, em frente às \n\nespículas. As fêmeas possuem dois ovários opostos e reflexos. A vulva se posiciona na \n\nmetade anterior do corpo 39,5%. A cauda apresentou-se filiforme e nessa região do corpo a \n\nvisualização das anelações foi mais clara, tanto em machos quanto em fêmeas. \n\nOs dois juvenis medidos pertenciam ao estágio 3 e 4, não foram evidenciadas \n\ngrandes diferenças entres estes e os adultos, sendo os juvenis apenas menores que estes e \n\ncom as características referentes aos seus estágios de desenvolvimento.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nII.8 -DISCUSSÃO  \n\n \n\nA grande maioria dos estudos de meiofauna mediolitorânea estuarina foi \n\nempreendida em regiões temperadas do mundo, onde a estrutura do sedimento, a salinidade \n\ne os regimes de marés são chaves determinantes da estrutura da comunidade (Warwick, \n\n1971). \n\nOs estudos de Nematoda  em ambientes de águas salobra no Brasil são escassos.  \n\nGerlach (1957) foi o primeiro a descrever os Nematoda  dos manguezais na Cananéia-SP e, \n\nposteriormente Esteves (2002) trabalhou em uma planície de maré, no Rio de Janeiro, \n\nambos na região sudeste do Brasil. Em ambientes hipersalinos  do Nordeste (Silva, 2001) \n\napresentou resultados sobre a distribuição espacial desta fauna. Rodrigues (2002) \n\napresentou a distribuição espacial da nematofauna da bacia do Pina, área que é objeto deste \n\nestudo.  Corbisier (1999) resume os trabalhos realizados em praias.  Este estudo é o \n\nprimeiro a ser realizado em um estuário tropical  para fins de biomonitoramento. O esforço \n\namostral,  sob o regime de coletas semanais é aqui considerado como um importante fator \n\npara este fim.    \n\nA costa do Brasil estende-se para mais de 9.100 quilômetros, mas apesar disto \n\nhouve relativamente poucos estudos da meiofauna mediolitorânea na costa brasileira. \n\nAqueles que foram publicados são primeiramente estudos taxonômicos de alguns grupos da \n\nmeiofauna, incluindo Nematoda (Gerlach, 1954, 1956a, 1956b, 1957a, 1957b; Meyl, 1956, \n\n1957; Gerlach &amp; Riemann, 1973/1974)), Copepoda Harpacticoida (Jakobi, 1953, 1954, \n\n1955, 1956; Vasconcelos Filho &amp; Ramos-Porto, 1987; Reid, 1998; Wandeness et al.,1998; \n\nSantos et al., 2000; Gomes &amp; Santos, 2002) e Tardigrada (Castro et al.,1999; Da Rocha, \n\n1991). Poucos estudos consideraram a variação na estrutura da comunidade da meiofauna, e \n\ndestes a maioria concentrou-se mais ao nível de grande grupo do que a nível taxonômico \n\nbaixo (gêneros e espécies) (Dalto &amp; Albuquerque, 2000; Esteves &amp; Fonseca-Genevois, \n\n1997). \n\nAs densidades de Nematoda (283 a 4.000 ind. 10 cm-2)  aqui determinadas são \n\namplamente compatíveis com  aquelas relatadas  para sedimentos marinhos que variam do \n\nmar Báltico (Rudnick et al., 1985) à Austrália (Alongi, 1987), onde a meiofauna foi \n\ncoletada em peneiras com tamanho de malha 0,044 mm, comparável àquela usada no \n\n\n\n \n\nestudo atual.  A densidade dos Nematoda é alta em estuários e mais alta na zona  \n\nintermareal que na sublitoral (McIntyre, 1969), onde se processaram as coletas aqui \n\nempregadas. Em pântanos salgados com grande proporção de lama pode-se encontrar \n\ndensidade extremamente alta de Nematoda: 16.300 ind.10cm-2 num pântano de Spartina na \n\nGeórgia (Teal &amp; Wieser, 1966) e uma figura recorde de 22.860 ind.10cm-2 (23 milhões por \n\nmetro quadrado) em sedimento lamoso do estuário de Lynher, na Inglaterra (Warwick &amp; \n\nPrice, 1979). Em áreas salobras do rio Western Scheldt, na Holanda, Van Damme et al. \n\n(1980) determinaram densidades muito altas (6.000 ind.10 cm-2). Já nos locais adjacentes \n\ndo estuário, com salinidades mais altas, eram muito mais pobres. Advertem, Heip et al. \n\n(1982) que as densidades entre 200 e 5000 ind.10 cm-2 são importantes, mas muitos dados \n\nda literatura devem ser apreciados com cautela, devido a possíveis falhas metodológicas. \n\nPara os estuários do litoral de Pernambuco os valores máximos de densidade  de Nematoda \n\nencontrados foram: no litoral sul  1610,80  ind.10 cm-2  (Castro, 1998),  no litoral centro,  \n\n3339 individuals.10 cm-2 (Rodrigues, 2002), e no litoral norte  8515 ind. 10 cm-2 (Gomes, \n\n1999).  \n\nAo nível espacial 38 gêneros de Nematoda foram registrados nos sedimentos \n\nmediolitorâneos da bacia do Pina por Rodrigues (2002) mas, no estudo temporal aqui \n\nefetuado 27 gêneros foram identificados. Isto é muito menos do que o número de gêneros \n\nde Nematoda encontrados em regiões mediolitorâneas de mangues ricos em detritos na \n\nMalásia (89 gêneros: Somerfield et al., 1998) ou em Zanzibar (94 gêneros: Ólafsson, 1995) \n\nou ainda em sedimentos com hipoxia sazonal na lagoa de Veneza (63 gêneros: Villano &amp; \n\nWarwick, 1995). É, porém, comparável àquela registrada em mangue de Selangor, Malásia, \n\n29 a 51 espécies, muitas de designação genérica incerta (Sasekumar, 1994), apresentando \n\numa diversidade mais elevada do que as 23 espécies de Nematoda em sedimentos lamosos \n\nde uma baía protegida na costa ocidental sueca influenciada por hipoxia sazonal \n\n(Hendelberg &amp; Jensen, 1993). A diversidade dos Nematoda está correlacionada à \n\ngranulometria dos sedimentos. Wieser (1960) e Hopper &amp; Meyers (1967) sugeriram que \n\nmais espécies estarão presentes em um habitat com um grande número de nichos, e \n\npresumiram que sedimentos marinhos ficam mais heterogêneos quando o conteúdo de silte-\n\nargila decresce e o tamanho dos grãos aumenta. A diversidade é mais alta em areias onde \n\nexiste uma fauna intersticial que em sedimentos não-capilares. O número de espécies é \n\n\n\n \n\ntambém mais alto em sedimentos arenosos que contêm mais espécies “especialistas” que \n\naqueles silte-argilosos (Heip &amp; Decraemer, 1974). O número de nichos é mais alto em \n\nsedimentos arenosos, fato indicado pela coexistência de várias espécies muito próximas \n\ntaxonômicamente, o que denota ainda a existência de microhabitats. Assim, assumindo o \n\nexposto por esses autores era de se esperar que em sedimentos areno-lamosos pobremente a \n\nmoderadamente selecionados e depositados em área com  baixo teor de O2 dissolvido, a \n\ndiversidade dos grupos fosse inferior àquela de mediolitoral de zona praial (Bezerra, 1994).  \n\nHeip et al., (1982) relata que o oxigênio é considerado o “super - parâmetro” responsável \n\npor esses gradientes horizontais e verticais, apesar de não ser um fator tão determinante \n\npara os Nematoda, que parecem ser menos sensíveis que outros grupos da meiofauna.  \n\nA abundância dos Nematoda na comunidade de meiofauna marinha é registrada em \n\ndiversos trabalhos, independente do ecossitema, seja estuarino, litorâneo ou oceânico (Heip \n\net al, 1985). No capítulo anterior  deste estudo foi verificada a dominância dos Nematoda \n\nsobre os outros grupos da meiofauna, sempre acima de 90%. Spirinia sp. nov. foi a  mais \n\nabundante, participando em torno de 50% do total da comunidade, nos dois períodos \n\nestudados, seguida por Teschellingia 28%, e Daptonema com 14%. Os  demais gêneros, \n\ntodos monoespecíficos, foram classificados como raros.  Somerfield et al., (1998), em um \n\nmanguezal da Malásia, encontraram aproximadamente 40% dos gêneros como raros e \n\nmenos de 25% comuns ou abundantes. Esta estrutura de população pode ser considerada \n\nsemelhante à da bacia do Pina, devido à grande abundância de gêneros raros muito embora \n\nnão apresente a mesma proporção. Tal fato apóia-se  também no que dizem Heip et al., \n\n(1982) em relação às associações formadas em lamas costeiras, caracterizadas por poucos \n\ngêneros dominantes. Em geral os Nematoda dominantes nestes habitats são membros das \n\nfamílias Comesomatidae, Linhomoeidae e Spiriniidae, com os seguintes gêneros mais \n\nimportantes: Sabatieria, Dorylaimopsis, Terschellingia, Spirinia. Estes abundantes gêneros \n\npodem estar acompanhados por diferentes gêneros sub-dominantes, como \n\nParamesacanthion, Axonolaimus, Parironus, Longicyatholaimus, Daptonema, \n\nSphaerolaimus e Desmolaimus.  Desta forma, a fauna do Pina é semelhante em  45%  \n\nàquela destacada pelos autores. Ao nível de família, Desmodoridae, Linhomoeidae, \n\nAxonolaimidae, Xyalidae, Oncholaimidae apresentaram distribuição constante ao longo do \n\nperíodo estudado. Tietjen (1977) cita as preferências por  habitat ao nível de família, que \n\n\n\n \n\npode ser estendida a quase todas as regiões costeiras examinadas: 1) lamas: \n\nComesomatidae, Linhomoeidae; 2) areias lamosas: Comesomatidae, Monhysteridae, \n\nDesmodoridae, Linhomoeidae; 3) areias finas: Monhysteridae, Comesomatidae, \n\nDesmodoridae, Axonolaimidae; 4) areias médias a grossas: Monhysteridae, Desmodoridae, \n\nChromadoridae, Epsilonematidae e a superfamília Draconematoidea, que são restritas a \n\nesses biótopos. Assim, ao nível de família a comunidade da bacia do Pina encontra-se entre \n\nas de sedimentos areno-lamosos e de areias finas.  \n\n Os gêneros identificados na bacia de Pina são encontrados em sedimentos \n\nmediolitorâneos  em extensões mundiais. À luz deste fato deve-se esperar que respondam  \n\nsimilarmente às mudanças das condições ambientais, por exemplo, ao teor de matéria \n\norgânica. O BIOENV apontou a matéria orgânica do sedimento como o fator que melhor se \n\ncorrelacionou com a biota. Observou-se que a primeira semana de janeiro apresentou a \n\núnica classificação para areia grossa nas análises estatísticas e o menor percentual de \n\nmatéria orgânica ocorrendo uma maior diversidade e equitabilidade dos gêneros. Observou-\n\nse ainda  a menor densidade para os dois períodos estudados. O aporte de material orgânico \n\ncarreado pelos rios neste período do ano é reduzido devido à baixa precipitação \n\npluviométrica em nosso litoral. Alongi (1987) relata que a meiofauna dos trópicos responde  \n\nprimeiramente à estrutura do sedimento, à salinidade e aos regimes de marés. Embora a \n\nnematofauna da bacia não tenha se correlacionado fortemente com os parâmetros \n\ngranulométricos e salinidade  entende-se que a matéria orgânica é um fator extremamente \n\nrelacionado com o regime hidrodinâmico que, por sua vez interfere nos demais fatores \n\nacima citados.  Widbom &amp; Elmgren (1988) usaram a meiofauna, identificada ao nível de \n\ngrandes grupos, para saber se esta seria indicadora de condições de eutrofização e do \n\nenriquecimento orgânico.  Encontraram que a abundância dos Nematoda (e a abundância \n\ntotal) tenderam a ser as mais elevadas nos tanques que receberam a maioria dos nutrientes. \n\nJá Austen &amp; Wibdom (1991) sugeriram que o estudo da meiofauna em níveis taxonômicos \n\naltos pode ser limitante para monitoramento, devido às diversas diferenças no requerimento \n\nbiológico de suas espécies.  \n\nHá uma literatura relativamente vasta de vários tipos de impactos por \n\nenriquecimento orgânico sobre a meiofauna (Warwick &amp; Price, 1979; Lambshead, 1986; \n\nTietjen &amp; Alongi, 1990; Coull &amp; Chandler, 1992; Essink &amp; Romeyn, 1994; Duplisea &amp; \n\n\n\n \n\nHargrave, 1996; Essink &amp; Keidel, 1998; Schratzberger &amp; Warwick, 1998). A maioria dos \n\nestudos lidam com os efeitos dos efluentes orgânicos, para os quais a resposta  meiofaunal \n\nem termos de abundância é muito variável. Em ambientes hipóxicos ou anóxicos tais \n\nefeitos são verificados sobre as abundâncias de Copepoda Harpacticoida e de Nematoda \n\n(Coull, 1969; Murrell &amp; Fleeger, 1989). Embora algumas espécies de Copepoda sejam \n\ntolerantes à hipoxia (Vopel et al., 1996) outras  são intolerantes às condições redutoras dos \n\nsedimentos  (Hicks &amp; Coull, 1983),  enquanto muitos nematódeos são capazes  de conduzir \n\ntodo o seu ciclo de vida em condições anaeróbicas (Heip et al., 1985).  Villano &amp; Warwick \n\n(1995) formularam a hipótese de que a variabilidade de tais respostas é dependente, ao \n\nmenos em parte, das condições de oxigenação que detêm as águas que recobrem os \n\nsedimentos. Bouwman et al. (1984) relatam que abundância de Nematoda pode aumentar \n\nem ambiente contaminado, no entanto a diversidade pode decrescer, como foi verificado \n\npontualmente na bacia do Pina. Os maiores percentuais de material orgânica e silte/argila \n\nocorreram na última semana de junho e primeira de agosto, com valores de densidades de \n\naltos a médios para a área: maior densidade 4000,9 ind.10 cm-2 (última semana de junho) e \n\n1815,8 ind.10 cm-2 (primeira de agosto). Os índices de diversidade neste período foram H? \n\n1,252 e 1,231 respectivamente, a ocorrência mais alta foi na primeira semana de janeiro (H?  \n\n2,490). No entanto, para este ambiente, o OD  não apareceu como um dos principais fatores \n\nreguladores da comunidade, mas o percentual de saturação do oxigênio da água, enquanto \n\nfator, foi selecionado no segundo lugar do ranking extraído da combinação de fatores que \n\nmelhor explicam a variação da composição e abundância da nematofauna. Esta correlação \n\npode ser considerada uma evidência de que a eutrofização e a poluição orgânica são bons \n\nreguladores da  estrutura  da nematofauna na bacia de Pina.  \n\nA estrutura trófica da comunidade  nematofaunística foi dominada pelos tipos 1A \n\n(comedores de depósitos seletivos) e 2A (raspadores). Em termos de freqüência, todos os \n\ntipos estiveram presentes com uma maior predominância dos gêneros tipo 1B. Segundo \n\nBezerra (2001) alguns autores procuram justificar o sucesso ecológico dos Nematoda  \n\natravés da repartição de alimento em função da composição granulométrica, através da \n\npossível formação de maior ou menor quantidade de nichos colonizáveis. O tamanho e \n\nnatureza dos grãos pode ainda definir o tamanho corpóreo dos seus integrantes, e como tal \n\no hábito alimentar dessas espécies, levando Warwick (1971) a constatar que as espécies de \n\n\n\n \n\nsedimentos lamosos tendem a ser pequenas e constituidas principalmente por  \n\nalimentadores de depósitos (1A e 1B), enquanto em fundos arenosos predominam aquelas \n\npredadoras (2B) e raspadores (2A). De fato, na primeira semana de janeiro, quando o \n\nestoque de matéria orgânica foi o segundo menor percentual do ciclo estudado e a única \n\nsemana classificada com areia grossa, o tipo 2A dominaram a comunidade com as maiores \n\ndensidades sendo representadas pelos gêneros Metachromadora e Linhomoeus. Ainda em \n\nfunção da granulometria, Lambshead (1986) comentou que a proporção dos tipos tróficos  \n\n1B/2A, em estação mediolitorânea lamosa do estuário de Lynher, apresentou-se alta e que \n\nesta relação no estuário Axe  diminui  em gradiente de  áreas lamosas para áreas com areias \n\ngrossas. Tietjen (1969) encontrou marcantes mudanças sazonais na composição de espécies \n\nem dois estuários da Nova Inglaterra. Os raspadores tiveram densidades máximas entre a \n\nprimavera e o verão, coincidindo com um observado aumento na produção da microflora  \n\nbêntica, e os onívoros e alimentadores de depósito tiveram o máximo no outono e inverno, \n\ncoincidindo com o aumento da concentração de detritos orgânicos. Embora a área de estudo \n\ntenha se apresentado climaticamente diferente, se considerarmos a frequência com que os \n\ntipos apareceram na comunidade, desprezando as densidades, a relação permanece \n\nsemelhante: nos meses de estiagem observou-se o pico do tipo 2A e no de maior \n\nprecipitação pluviométrica, os comedores de depósitos sempre foram mais expressivos.   \n\nPlatt e Warwick (1980) considerando a alta seletividade alimentar do grupo comentou que \n\nem zonas arenosas o número dos comedores de depósitos (1A e 1B) tende a se reduzir e \n\naqueles que raspam, perfuram e até agem como predadores, tendem a aumentar.  Nossos \n\nresultados apresentam o mesmo padrão trófico observado por Alongi  (1987)  Montagna &amp; \n\nLi (1998), Ansari &amp; Parulekar (1998) ),  Steyaert et al (1999) e Esteves (2002).   O gênero \n\nMetachromadora, originalmente classificado como 2B por Weiser (1953) foi classificado \n\ncomo 2A corroborando com outros autores (Warwick &amp; Price, 1979; Lambshead, 1986; \n\nMoens et al., 1999; Tita et al., 1999).  \n\nFoi determinada uma nova espécie de Spirinia, dominante  nesta parte da bacia. Este \n\ngênero, como os demais, é representado na comunidade por uma única espécie. A nova \n\nespécie encontra-se mais próxima de Spirinia septentrionalis que foi registrada por Cobb \n\n(1914), por Wieser (1954), por Gerlach (1957) na região de Cananéia-SP e por Pastor de \n\nWard na Argentina (1988). A distribuição geográfica de S. septentrionalis compreende: \n\n\n\n \n\nAntártida, Chile, Brasil, Hawai e Argentina. O exemplar descrito por Gerlach (apenas um \n\nmacho) difere dos outros descritos e apesar de se assemelhar um pouco à nova espécie, não \n\nse enquadra nas medidas. As principais diferenças são: o tamanho das espículas e do \n\ngubernáculo, ambos maiores na espécie nova; o espécime de Gerlach não apresenta setas \n\nsub-cefálicas, ou estas já apresentam o tamanho das setas somáticas observadas na espécie \n\nnova; a espécie nova apresenta setas somáticas ao longo do corpo. A descrição de Gerlach, \n\nporém, é muito pobre e merece ser aprimorada. No entanto baseando-se nas medidas e na \n\nobservação dos espécimes em comparação com a descrição de Gerlach, inicialmente \n\ndescrita como S. parasitifera, não foi possível colocar a espécie nova juntamente com S. \n\nseptentrionalis.  \n\nNa estrutura da população, há uma maior quantidade fêmeas em todo período \n\nestudado. Esta incidência talvez seja explicada pela relação da maior disponibilidade de \n\nalimento e por menores valores de temperatura.  Relatam Heip et al. (1982) que os estudos \n\nsobre gerações de Nematoda geralmente são  extraídos de resultados obtidos através  de \n\ncultivo, nos quais a temperatura e salinidade são mantidos constantes e os dados de campo \n\ndisponíveis são para espécies de crescimento lento, com uma ou poucas gerações anuais. À \n\nexemplo, os Oncholaimidae (Oncholaimus brachycercus e Viscosia viscosa) têm apenas \n\nduas ou três gerações anuais no estuário de Weser (Skoolmun &amp; Gerlach, 1971). Em um \n\nestudo de 4 anos, Smol et al. (1980) definiu que Oncholaimus oxyuris tem muito \n\nprovavelmente duas gerações em três anos, com um padrão marcante: os indivíduos \n\nmaiores atingem o estágio adulto logo cedo na primavera e produzem outra geração no \n\nmesmo ano, chegando ao inverno nos estágios juvenis.  Conclui a autora que o ciclo de \n\ngerações é comandado pela  variação da temperatura.  O aumento da temperatura anual \n\npoderia levar algumas espécies a ter duas gerações por ano (Smol et al., 1980). Explicam \n\nainda, Heip et al. (1982)  que, na maioria das espécies de Nematoda o número de gerações \n\nanuais é provavelmente muito mais alto do que uma ou duas, mas na maioria dos casos a \n\npostura é praticamente contínua. O efeito da temperatura na comunidade da bacia do Pina \n\npode ser destacado pelos picos de ocorrência de fêmeas grávidas nos meses de chuva, \n\nmuito embora dentre os parâmetros testados a temperatura não se destaca entre esses. \n\nEvidentemente a variação deste parâmetro é mínimo em região tropical. Por outro lado  \n\nRodrigues (2002) mostrou  que a temperatura na bacia do Pina foi evidenciada pelo \n\n\n\n \n\nBIOENV como possível regulador da estrutura da comunidade da meiofauna e da \n\nnematofauna, mesmo que as variações não ultrapassassem de 0,5°C entre as estações \n\nprospectadas. Diz  Alongi (1987) que este fator é de extrema importância nos estuários \n\ntropicais e lembra que este fator está intimamente relacionado com a disponibilidade e o \n\naproveitamento do oxigênio pelas espécies. É apenas em janeiro que se observa uma \n\ndominância de jovens, corroborando com que descreve o modelo de distribuição para as \n\npopulações de Nematoda na proporção juvenis:fêmeas:machos = 1:2:1( Manachini, 1997).  \n\n A análise multidimensional das similaridade realizada sobre a composição da \n\nnematofauna, evidenciou um gradiente positivo  de densidade do período seco (janeiro, \n\nfevereiro e março) para o chuvoso (junho, julho e agosto). Na análise de Cluster o padrão \n\nsazonal se confirma com um grupo formado apenas por janeiro, outro com fevereiro e \n\nmarço. Considerando, porém os dados semanalmente, o padrão estacional não ficou \n\nevidente no MDS, observando-se uma separação de todas as semanas de janeiro, \n\ndestacando a primeira e um grupo com  3 semanas de agosto, enquanto as demais se \n\nconfundem. No Cluster destaca-se a separação da primeira semana de janeiro das demais. \n\nOs parâmetros meteorólogicos observados no mês de março, insolação e evaporação, se \n\ncomportam como nos meses de janeiro e fevereiro, porém estes resultados podem ser \n\nexplicados pela incidência de chuvas no mês de março, embora ele esteja amostrado neste \n\nestudo dentro do período seco. A análise unifatorial das similaridades (ANOSIM) \n\nconfirmou que há diferenças siginificativas entre os meses, porém não há diferenças \n\nsignificativas entre as estações seca e chuvosa. Este resultado corrobora aqueles \n\ndeterminados por Alongi (1990). O autor, estudando a dinâmica das comunidades de \n\nNematoda em alguns estuários tropicais observou que nessas regiões, sem estações do ano \n\ndefinida, as mudanças sazonais se apresentam de forma mais complexa, especialmente \n\npelos efeitos das monções nas diferentes estações e regiões geográficas. Prosseguiu \n\nrelatando que as maiores densidades são registradas nos meses chuvosos. O modelo \n\nencontrado por Ansari e Parulekar (1998), no estuário de Goa, difere do modelo proposto \n\npor Alongi (1990), onde as maiores densidades foram registradas no período de verão. Ao \n\ncontrário dos resultados de Alongi (op.cit) cujo padrão é semelhante ao do Pina e de alguns \n\ntrabalhos do complexo estuarino de Itamaracá  (Pinto, 1998 e Gomes, 2002) e sublinhando \n\nos resultados  de Ansari e Parulekar  (op.cit.), outros trabalhos em estuários do litoral \n\n\n\n \n\npernambucano já prospectados quanto à densidade total de Nematoda, valores mais \n\nexpressivos são determinados na estação sêca (Lucena &amp; Fonsêca-Genevois 1993; Esteves, \n\n1995; Almeida, 1996; Silva, 1997; Castro, 1998). \n\n Na análise do Simper a separação do mês de janeiro, ocorrido no Cluster e no MDS, \n\n5 a 6 gêneros foram responsáveis por mais de 50% das dissimilaridades. Os gêneros \n\nSpirinia, Linhomoeus, Pseudochromadora e Theristus estiveram presentes na lista de todos \n\nos grupos formados com o mês de janeiro. Sabendo que o Simper baseia-se na densidade e \n\nocorrência dos gêneros em cada local, é totalmente explicado porque os gêneros acima \n\nestarem em destaque pois o Linhomoeus  e o Pseudochromadora são mais constantes nos \n\nmeses secos e com densidades mais expressivas, principalmente no mês de janeiro. O \n\nTheristus apesar de ocorrer quase em todo o ano, praticamente desaparece no mês de \n\njaneiro, sendo registrado sua presença apenas na primeira semana. Spirinia o gênero  \n\ndominante de toda a comunidade, apresenta densidades mais altas no período seco, porém \n\nna primeira semana de janeiro sua densidade é a menor registrada chegando a perder a \n\ndominância. Pinto (2003) trabalhando em estuário poluído na região sul do Brasil, dentre os \n\ngêneros listados na sua análise do Simper estão dois que tem grande representatividade \n\nneste trabalho: Terschellingia e Pseudochromadora. A autora relaciona a ocorrência dos \n\ngêneros à disponibilidade alimentar. Se considerarmos esta hipótese para a área em estudo, \n\npodemos justificar que a dominância ocorrida por Terschellingia e Daptonema na última \n\nsemana de junho e terceira de julho respectivamente, ambos comedores de depósitos, esteja \n\ncondicionada a um maior aporte orgânico, embora os valores de matéria orgânica, na \n\nterceira semana de julho, não seja tão evidente como na última semana de junho. Este \n\nperíodo é de chuvas na região e no ano em questão  julho  apresentou o maior índice \n\npluviométrico, consequentemente a maior descarga pluvial. Com relação aos gêneros \n\nlistados para os grupos com o mês de janeiro podemos considerar também esta hipótese, \n\ndiante de todas as características atípicas já comentadas para este mês, principalmente na \n\nsua primeira semana.           \n\nO esforço amostral semanal realizado neste trabalho mostrou-se de extrema \n\nimportância para a caracterização da comunidade. As variações quali-quantitativas \n\n(abundância e densidade) da nematofauna, quando analisadas semana a semana  são \n\nevidentes e dentro do período chuvoso são ainda mais marcantes. Nesse período as \n\n\n\n \n\nmudanças fisico-químicas são bastantes acentuadas, obviamente condicionando a \n\ncomposição nematofauna, em detrimento à dominância de um único gênero sobre os outros.     \n\nTodas as evidências aqui encontradas levam a considerar que  para um estudo de \n\nbiomonitoramento na bacia do Pina, e até em outros ambientes sob estresse de poluição \n\norgânica, a taxonomia a nível genérico e até específico deveria ser contemplada, sobretudo \n\nno caso da nematofauna, para que as respostas biológicas sejam melhores  interpretadas à \n\nluz dos parâmetros ambientais. \n\nII.8 - CONCLUSÕES \n\n   O aporte  de matéria orgânica  registrado  neste estudo, reflete-se na estrutura da \n\ncomunidade, à uma tendência de uma relação inversa da matéria orgânica com a densidade \n\nnos meses secos e uma relação direta nos meses chuvosos existindo porém uma \n\ncombinação de efeitos com a granulometria. Neste sentido, 2 situações foram claramente \n\nidentificados:  \n\n1 - Quando o teor de matéria orgânica e silte/argila apresentou valores mínimos, a \n\ngranulometria classificada como areias grossas e o percentual de cascalho alto (primeira \n\nsemana de janeiro), o índice de diversidade e equitabilidade foi o mais alto, ocorrendo uma \n\nrepartição dos tipos tróficos, embora tenha ocorrido a única dominância para o tipo “2 A”.  \n\nA densidade foi a menor registrada.  \n\n2 - Quando o teor de matéria orgânica, o percentual de silte/argila apresenta valores \n\nmáximos, a granulometria classificada como muito fina e o percentual de cascalho foi \n\nmínimo (última semana de junho) registrou-se a maior densidade e valores de diversidade e \n\nequitabilidade médios. Ocorreu dominância do tipo trófico “1  A” sendo representado pela \n\nmaior abundância do gênero Terschellingia. \n\n Cinco gêneros foram responsáveis por mais de 50 % das diferenças entre as estações seca e \n\nchuvosas: Daptonema, Spirinia, Terschellingia, Theristus e Pseudochromadora.  \n\n A nova espécie do gênero Spirinia, mostrou-se resistente às condições físico-\n\nquímicas impostas pelo ambiente, pois foi dominante durante quase todo o período \n\nestudado, salvo quando o contingente pluviométrico começa a diminuir (final de junho e \n\njulho). Nessa situação  Therschelingia e Daptonema interferem na dominância. \n\n\n\n \n\n Para trabalhos de biomonitoramento em estuário tropical urbano, a amostragem \n\nsemanal utilizando a comunidade de Nematoda é mais adequada do que a normalmente \n\nempregada com amostragens trimestrais. Há alguns aspectos a se considerar: a dinâmica \n\ndos componentes abióticos nestes sistemas transicionais é muito rápida e a quantidade de \n\ngerações  no ano dos Nematoda livres é bastante elevada e variável.  \n\nCONSIDERAÇÕES FINAIS  \n\n Objetivando subsidiar  uma informação acurada sobre  uma metodologia de coleta \n\nque extraísse respostas efetivas da meiofauna e da nematofauna em programas de \n\nbiomonitoramento, seguiu-se, no presente estudo, uma estratégia de campo com \n\namostragens semanais.  \n\nNeste trabalho evidenciou-se, no entanto, que ambas as faunas apresentam um \n\ncomportamento distinto quando testadas a suas estruturas mês a mês. A nível estatísitico \n\nnão foram sublinhadas diferenças significativas entre as estações e sim entre os meses, \n\nressaltando o mês de janeiro, mais especificamente sua primeira semana, onde suas \n\ncaracterísticas bióticas e abióticas foram bastantes particulares. \n\n Desta forma, a hipótese de que em estuário tropical eutrofizado a variação da \n\nquantidade de matéria orgânica, associada aos parâmetros climáticos, determina a estrutura \n\nda comunidade meiofaunística quanto à riqueza e densidade de táxons foi parcialmente \n\naceita. Considera-se que há um padrão intra-estacional, com meses chuvosos no ciclo de \n\nestiagem e  com meses de estiagem no ciclo pluviométrico, mascarando e estabilidade de \n\numa e de outra estação climática. Neste sentido, a meiofauna se torna  mais dependente das \n\nvariações granulométricas que são, por sua vez, dependentes dos processos hidrodinâmicos,  \n\ne estes  dependentes do ciclo climático.  \n\n  Já a hipótese de que a estrutura da nematofauna está condicionada à variação da \n\nmatéria orgânica é, aqui, também parcialmente aceita. Como foi visto, o efeito da matéria \n\norgânica não é independente do efeito da variação granulométrica. \n\n  Considera-se, portanto, que se o estudo de biomonitoramento contemplasse apenas a \n\nmeiofauna, amostragens mensais seriam efetivas. Se considerasse, no entanto, a \n\nnematofauna em níveis taxonômicos baixos, a abordagem de prospecção semanal avaliaria \n\ncom maior propriedade  a estrutura da comunidade. \n\n\n\n \n\nA dominância da nematofauna sobre outros grupos da meiofauna em ambientes com \n\nenriquecimento orgânico é evidente, porém estudos utilizando a meiofauna como \n\ninstrumento de biomonitoramento em regiões tropicais ainda são escassos, necessitando \n\nintensificar estes estudos e aprimorar a metodologia empregada. A amostragem semanal \n\naqui abordada, contribuiu com maior propriedade para o entendimento da estrutura desta \n\ncomunidade. \n\nEm projetos futuros no estuário em estudo e até em outros estuários urbanos \n\ntropicais se faz necessário ampliar a área amostral, aferir um maior número de parâmetros, \n\ntais como teor de clorofila, metais pesados  para que se possa correlacionar com os \n\nresultados quali-quantitaivos da comunidade e através de projetos mais refinados, \n\ndesenvolver cultivos desses organismos, testando a sua tolerância à substâncias poluentes.     \n\nO refinamento da taxonomia é um fator determinante para os trabalhos futuros. O \n\nesforço da classificação dos Nematoda até espécie com certeza contribuirá  para um maior \n\nentendimento do universo  biológico destes organismos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAPHA. Standard mehods for the examination of water and Wastewater. 16. ed. New \n\nYork, 1985. 1268 p. \n\n \n\nALMEIDA. Z. da S. Alimentação de achirus lineatus (Teleosti, Pleuronectiforme: \n\nAchiridae) em Itapissuma – PE. Recife: UFPE, 1996. 129 p. Dissertação (Mestrado \n\nem Oceanografia Biológica) – Centro de Tecnologia e Geociências, Departamento de \n\nOceanografia, Universidade Federal de Pernambuco. UFPE, 1996. \n\n \n\nALONGI, D. M. Inter-estuary variation and intertidal zonation of free-living nematodes \n\ncommunities in tropical mangrove systems. Mar. Ecol. Prog. Ser., v 40, p. 103-114, \n\n1987 \n\n_____________. Community dynamics of free-living nematodes in some tropical \n\nmangrove and sandflats. Bull. Mar. Sci.,  v. 46, p.  358-373, 1990. \n\n \n\nAMJAD, S. ;  GRAY, J. S. Use of The nematode-copepod ratio as an index of organic \n\npollution. Mar. Pollut. Bull. V. 14, p. 178-181, 1983. \n\n \n\nANSARI, Z. A.;  PARULEKAR, A. H. Community structure of meiobenthos from a \n\ntropical estuary.  Indian Journal of Marine Sciences v 27, p. 362-366, 1998. \n\n \n\nARAUJO, A. M.;  PIRES, T. T. Simulação exploratória dos efeitos das marés na circulação \n\ne transporte hidrodinâmicos da Bacia do Pina . Revista Brasileira de Recursos \n\nHidrícos. V. 3, p. 57-71, 1998.  \n\n \n\nATILA, N. Effects if habitat complexity and flow on colonization of meiofauna on artificial \n\nsubstrates. Abstracts of Eleventh Internacional Meiofauna Conference. Boston. 18 \n\np., 2001. \n\n \n\n\n\n \n\nAUSTEN M.C.; WIBDOM, B. Changes in and slow recovery of a meiobenthic nematode \n\nassemblage following a hypoxic period in the Gullmar Fjord basin, Sweden.  Marine \n\nBiology. v 111,  p. 139–145, 1991. \n\n \n\nBEZERRA, T. N. C. Distribuição espaço-temporal da meiofauna do Istmo de Olinda, \n\ncom especial referência aos Nematoda livres. Recife: UFPE, 1994. 106p. Dissertação \n\n(Mestrado em Oceanografia Biológica) – Departamento de Oceanografia, UFPE, 1994  \n\n \n\nBEZERRA, T. N. C.; GENEVOIS, B.;  GENEVOIS, V. F. G. Influência da granulometria \n\nna distribuição e adaptação da meiofauna na praia arenosa do Istmo de Olinda-PE. \n\nOecologia Brasiliensis, v.3, p. 107-116, 1997.   \n\n \n\nBEZERRA, T. N. C. Nematofauna de uma praia arenosa tropical (Istmo de Olinda – \n\nPernambuco – Brasil). Recife:UFPE, 2001. 114 p. Tese  (Doutorado em Oceanografia \n\nBiológica) – Centro de Tecnologia e Geociências – Depto de Oceanografia, UFPE, \n\n2001. \n\n \n\nBOADEN, P. J. S. The interstitial faune of some North Wales Beaches. Journal Of the \n\nMarine Biological Association of the United Kingdom, Cambrigde, v. 13, p 79-96, \n\n1963. \n\n \n\nBODIN, Ph. Les peuplements de Copépodes Harpacticoides (Crustacea) des sédiments \n\nmeubles de la zone intertidale  des côtes charentaises (Atlantiques).  Memoires  du \n\nMuseum  National d ? ?????????????????! \"?\n#$???&amp;%'%??)(+*,?-?????/.0(213???\"%4??5????-(  Paris, v. 104, p. 1-12, \n1977. \n\n \n\n__________; BOUCHER, G. Evolution a moyen terme du meiobenthos et des pigments \n\nchlorophylliens sur quelques plages pollúe par la maré noire de L Amaco – Cadiz. \n\nOceanologica Acta, Paris, v. 6, n. 3, p. 321-331, 1983. \n\n \n\n\n\n \n\nBOUCHER, G. Les nematodes libres des sables fins infralittoraux. Étude in situ et \n\nexperimentale de la communauté. Paris (Docteur Es-Science Naturelles). Univ. de \n\nParis-Sud. 236p + annexe. 1979. \n\n \n\nBOUWMAN, L. A. A survey of nematodes from the Ems estuary. Part II. Species \n\nassemblages and associations. Zool. Jb. Syst. V. 110, p 345-376, 1983. \n\n \n\n_________________; ROMEIJN, K.; ADMIRAL, W. On the Ecology of meiofauna in an \n\norganicalyy pollutred estuarine mudflat. Estuarine, Coastal Shelf Sci. v. 19, p. 633-\n\n653, 1984. \n\n \n\nCASTRO, F. J. V. Impacto dos processos morfodinâmicos sobre a meiofauna da \n\nrestinga do Paiva – PE. Brasil. Recife:UFPE, 1998, 70 p. Dissertação (Mestrado em \n\nOceanografia Biológica) Centro de Tecnologia e Geociências, Departamento de \n\nOceanografia, UFPE, 1998. \n\n \n\n_______________; FONSÊCA-GENEVOIS, V.; LIRA, L.; DA ROCHA, C. M. C. Efeito \n\nda granulometria e da topografia sobre a distribuição de Batillipes pennaki (Marcus, \n\n(1946) em zona tropical típica: restinga do Paiva, Pernambuco, Brasil. Trab. Oceanog. \n\nUFPE. V. 27(2), p. 89-102, 1999. \n\n \n\nCASTRO, F. J. V.; FONSÊCA-GENEVOIS, V. ; MACEDO, S. J.; RODRIGUES, A. C. \n\nL.;  SANTOS, G. A. Nematodes from a tropocal polluted urban estuary (Capibaribe \n\nRiver, PE, Brasil) in: Abstracts of 11th Meiofauna Conference, Resumos. Boston, 2001 \n\nP. 68.   \n\n \n\nCLARKE, K. R.; WARWICK, R. M. Similarity-based testing for community pattern: the 2 \n\nway layout with no replication. Mar. Biol., v118, p. 167-176, 1994.  \n\n \n\nCOBB, N. A. Anatarctica marine free-living nematodes of the Shackleton expedition. \n\nContr. Sci. Nematol., v. 1, p 1-33, 1914. \n\n\n\n \n\n \n\nCOIMBRA, A. L. S.; COSTA, K. M. P.; MACEDO, S. J. Estudo ecológico da Bacia do \n\nPina.n Características físico-químicas da água. In: ENCONTRO BRASILEIRO DE \n\nOCEANOGRAFIA QUÍMICA. Resumos. Recife, UFPE, p. 21, 1987.  \n\n \n\nCORBISIER, T. N. Nematoda. In: A. E. Migotto &amp; C. G. Tiago (eds.) Biodiversidade do \n\nEstado de São Paulo, Brasil: Síntese do Conhecimento ao final do século XX. 3. \n\nInvertebrados Marinhos. FAPESP, São Paulo, p. 115-122, 1999. \n\n \n\nCOULL, B.C., Hydrographic control of meiobenthos in Bermuda.  Limnology and \n\nOceanography,  v.14, p. 953–957, 1969. \n\n \n\n_____________; BELL, S. S. Perspectives of marine meiofauna ecology. In: \n\nLINVINGSTON, R. J. (Ed). Ecological process in coastal and marine ecosystems. Ecol. \n\nProc. Coas. Mar. Syst., New York: Plenum Publishing, v. 64, p 189-216, 1979. \n\n \n\n_____________; HICKS, G. R. F.; WELLS, J. B. J. Nematode:Copepod rations for \n\nmonitoring pollution: a rebuttal. Mar. Pollut. Bull., v. 12, p. 378-371, 1981. \n\n \n\n_____________; Ecology of the marine meiofauna. In: Higgins, R. P. &amp; Thiel, H., eds \n\nIntroduction to the study of meiofauna. Washington, D. C. Smithsonian Institutuin \n\nPress., p 18-38, 1988. \n\n \n\n_____________; CHANDLER, T. Pollution and meiofauna: field, laboratory and \n\nmesocosm studies. Oceanography and Marine Annual Review, v. 30, p 191-271, \n\n1992. \n\n \n\n_____________; Role of meiofauna in estuarine soft-bottom habitats. Aust. Jour. Ecol. V. \n\n24, p. 327-343, 1999. \n\n \n\n\n\n \n\nCOUTINHO, P. A.  Estudo das condições de sedimentação do Porto do Recife. 1961, 29 \n\nf. Relatório (Graduação) – Escola Geológica da Universidade do Recife, 1961. \n\nManuscrito. \n\n \n\nDA ROCHA, C. M. C. Meiofauna da margem sul da ilha de Itamaracá. Com especial \n\nreferência aos Tardigrada. Recife,  1991, 260 p. Dissertação (Mestrado em \n\nOceanografia Biológica), Centro de Tecnologia e Geociência, Departamento de \n\nOceanografia. UFPE, 1991. \n\n \n\nDALTO, A.G.; ALBUQUERQUE, E.F..  Meiofauna distribution in a tropical estuary of the \n\nSouth-western Atlantic (Brazil).  Vie et Milieu,  v. 50,  p. 151-162, 2000. \n\n \n\nDUPLISEA, D. E.; HARGRAVE, B. T. Response of meiobenthic size-structure, biomass \n\nand respiration to sediment organic enrichment. Hydrobiologia, v. 339, p 161-170, \n\n1996. \n\n \n\nELMEGREN, R. Baltic benthos communities and the role of meiofauna. Contr. Asko Lab. \n\nUniv. of Stockolm, Sweden, n 14, p. 1-31, 1976.  \n\n \n\nEMERY, K. O.; STEVENSON, R. E. Estuaries and Lagoons. In: HEDGPETH, J. W. (Ed.). \n\nTreatise on marine ecology and paleoecology: Ecology. Boulder: Geological Society \n\nof America Memories, 1957, v. 1, n. 67, p. 673-750. \n\n \n\nESSINK, K.; ROMEYN, K. Estuarine Nematodes as indicators of organic pollution; an \n\nexample from the ems estuary (The Nertherlands). Nertherlands Journal of Aquatic \n\nEcology, v. 28(2), p 213-219, 1994. \n\n \n\n_______________________. Charges in estuarine nematode communities following a \n\ndecrease of organic pollution. Aquatic Ecology, v 32, p. 195-202, 1998. \n\n \n\n\n\n \n\nESTEVES, A. M.; ABSALÃO, R. S.; SILVA, V. M. A. P.  Padronização e avaliação da \n\neficácia da técnica de flotação na extração da meiofauna em uma praia de areia grossa \n\n(Praia Vermelha, RJ). Publicação Especial do Instituto Oceanográfico, São Paulo, v. \n\n11. p 223-227, 1995. \n\n \n\nESTEVES A. M. Microdistribuição espacial da meiofauna na Coroa do Avião, \n\npernambuco. Recife, 1995. 74p. Dissertação (Mestrado em Biologia Animal) – C.C.B., \n\nDepartamento de Zoologia, Universidade Federal de Pernambuco. \n\n  \n\n_______________; FONSÊCA-GENEVOIS, V. Microdistribuição da meiofauna na Coroa \n\ndo Avião, Pernambuco – Brasil, com referência especial à utilização da análise de \n\nautocorreção espacial. Arq. Biol. Tecnol., v. 4, p. 89-95, 1997. \n\n \n\n_______________. Nematofauna da planície de maré de Coroa Grande, Baía de \n\nSepetiba, RJ. Rio de Janeiro 2002. 117 p. Tese  (Doutorado em Zoologia) UFRJ, 2002. \n\n \n\nFEITOSA, F. A. DO N. Produção primária do fitoplâncton relacionada com \n\nparâmetros bióticos e abióticos da Bacia do Pina (Recife – Pernambuco, Brasil). \n\n1988. 220 p. Dissertação (Mestrado em Oceanografia) – Centro de Tecnologia e \n\nGeociências, Universidade federal de Pernambuo, Recife, 1988. \n\n \n\n_______________________; PASSAVANTE, J. Z.  de O. Variação sazonal da biomassa \n\nprimária do fitoplâncton da Bacia do Pina (Pernambuco – Brasil). Trab. Oceanogr. Da \n\nUniv. Fed. PE., Recife, v. 21, p. 33- 46, 1990.  \n\n \n\nFERNANDES, L. M. B., Relatório: Avaliação do Impacto da poluição sobre os recursos \n\npesqueiros do rio Jaboatão – PE, Recife, 1996, 129 p. \n\n \n\nFLEEGER, J. W. ; DECHO, A. W. Spatial variability of interstitial meiofauna: a review. \n\nStyg. V3, p. 45-54, 1987. \n\n \n\n\n\n \n\nFOLK, R. C.; WARD, W. C.  Brajos River Bar: A study in the significance of grain size \n\nparametrs. Journal of Sedimentary Petrology, v. 27 (1) p. 3-27, 1957. \n\n \n\nFONSÊCA-GENEVOIS, V. Ecologie des meio-et-mixofaunes d une vasière de l estuaire \n\nde la Loire. Correlations avec le milineu sédimentaire et ses eaux interstitielles. \n\nParis (Doctorat d Etat). Univ. de Nantes. 366p. 1987. \n\n \n\nGEE, J. M.; WARWICK, R. M.; SCHAANNING,  M.; BERGE, J. A.; AMBROSE, W. G. \n\nEffects of organic enrichment on meiofaunal abundance and community structure in \n\nsublittoral soft sediments. J. Exp. Mar. Biol. Ecol., v. 91, p. 247-262. \n\n \n\nGERLACH, S. A. Die Biozonotische Gliederung der Nematodenfauna an den deutschen \n\nKusten. Zeitschrift fur morphologie und Okologie de Tiere, v. 41, p 411-512, 1953. \n\n \n\n______________. Brasilianische Meeres-Nematoden I (Ergebnisse eines \n\nStudienaufenthaltes na der Universitãt São Paulo). Bol. Inst. Ocean. Univers. São \n\nPaulo. v. 5. 3-68p. 1954.    \n\n______________.   Brasilianische Meeres-Nematoden I. Bol. Inst. Oceanogr., São Paulo, \n\nv.5, 3-69p. 1956a \n\n \n\nGERLACH, S. A.    Die Nematodenbeseiedlung des tropischen Brandungsstrandes von \n\nPernambuco, Brasilianische Meeres Nematoden II. Kieler Meeresforsch, v.12. n.2. \n\n202-218p. 1956b.    \n\n \n\n______________. Marine Nematoden aus dem Mangrove-Gebiet vonCananéia \n\n(Brasilianische Meeres-Nematoden III). Abh. Math. – Naturw. Kl. Acad. Wiss. \n\nMainz., v.5, 129-176p. 1957a.    \n\n \n\n\n\n \n\n______________. Die Nematodenfauna des Sandstrandes na der küste von Mittelb \n\n(Brasilianische Meeres-Nematoden IV). Mitt. Zool. Mus. Berl., v.33, n.2, 411-459p. \n\n1957b.   \n\n_____________; RIEMANN, F. The Bremerhaven Checklist of Aquatic Nematodes. \n\nVeroffentlichungen, Institut fur Meeres forschung, Bremerhaven, Suppl. 4 , p. 1-\n\n406, 1973. \n\n \n\n_____________; RIEMANN, F. The Bremerhaven Checklist of Aquatic Nematodes. \n\nVeroffentlichungen, Institut fur Meeres forschung, Bremerhaven, Suppl. 4 , p. 1-\n\n404, 1973; 405-734 , 1974. \n\n \n\n_____________; Development of marine taxonomy. Veroffentlichungen, Institut fur \n\nMeeres forschung, Bremerhaven v. 18, p 249-255, 1980. \n\n \n\nGIERE, O. Meiobenthology: The microscopic fauna in aquetic sediments. Springer-\n\nVerlag, Berlin. 1993. 328 p. \n\n \n\nGOMES, C. A. A. Zonação da meiofauna no médiolitoral no manguezal de Itapissuma \n\n– PE, com enfâse ao Copepoda Harpacticoida. Recife, 1998. 36p. Monografia \n\n(Bacharelado em Ciências Biológicas). UFPE. 1999. \n\n \n\nGOMES, C. A. A., SANTOS, P. J. P. Estrutura da comunidade de Copepoda Harpacticoida \n\nno manguezal de Itamaracá, Pernambuco- Brasil. In: XXIV Congresso Brasileiro de \n\nZoologia, Itajaí-Santa Catarina. v.1. p.107, 2002. \n\n \n\nGONZÁLEZ, R. B. Producción primaria y fitoplancton en la Laguna Costera de \n\nBuenavwntura, Rev. Cub. In. Presq. Cuba, v.6, n. 3, p. 1 – 31, 1981. \n\n \n\nGRAY, J. S.; CLARCK, K. R.; WARWCK, R. M.; HOBBS, G.  Dtctin f inicital ffcts f \n\nmarin plluutn n marin bnths: an examplo from the  Ekofisk oilfields, North Sea. Mar. \n\nEcol. Proog. Ser., v. 66, pp 285-299, 1990. \n\n\n\n \n\n \n\nHAEDRICH, R. L. Di.versity and overlap as measure of environmental quality. Water \n\nResearch. Pergamon Press, v. 9 p. 945-952, 1975. \n\n \n\nHEIP, C.; DECRAEMER, W. The diversity f nematode communities in the southern North \n\nSea. J. Mar. Biol. Ass.  U.K., v. 54,  251-255, 1974  \n\n \n\nHEIP, C.; VINCX, M.; SMOL, N.; VRANKEN, G. The systematics and ecology of free-\n\nliving marine nematodes. Helminthological Abstracts – Series B, Plant Nematology, v. \n\n51, p. 1-31, 1982. \n\n  \n\nHEIP, C.; VINCX, M.; VRANKEN, G.  The ecology of marine nematodes. Oceanography \n\nand Marine Biology.  Annual Review, v. 23, p. 399-489, 1985. \n\n \n\nHEIP,C.; WARWICK, R. M.; CARR, M. R.; HERMAN, P. M. J.; RUYS, R.; SMOL, N. &amp; \n\nHOLSBEKE, K.   Analysis of community atributes of the benthic meiofauna of \n\nFrierfjord/Langesundfjord. Mar. Ecology – Progr. Series. v.46, p.171-180, 1988. \n\n \n\nHENDELBERG, M.; JENSEN, P.  Vertical distribution of the nematode fauna in a coastal \n\nsediment influenced by seasonal hypoxia in the bottom water.  Ophelia, v. 37,  p. 83–\n\n94. 1993. \n\n \n\nHICKS, G.R.F; COULL, B. C.  The ecology of marine meiobenthic harpacticoid copepods.  \n\nOceanography and Marine Biology.  Annual Review, v. 21, p. 67-175, 1983. \n\n \n\nHIGGINS, R. P.; THIL, H. Introduction to the Study of  Meiofauna. Smithsonian \n\nInstitution Press Washington, D. C. London, 1988. 488p. \n\n \n\nHODDA, M. Variation in estuarine littoral nematode populations over three spatial scales. \n\nEstuarine, Coastal and Shelf Science, v. 30, p 325-340, 1990 \n\n \n\n\n\n \n\nHOPPER, B. E.; MEYER, S. P. Population studies on benthic nematodes within a \n\nsubtropical saegrass community. Mar. Biol., v. 1(2), p 85-96, 1967. \n\n \n\nJAKOBI, H. Novos Laophontidae ( Copepda, Crust.) da costa brasileira. Dusenia, IV \n\n(1),1953. \n\n \n\nJAKOBI, H. Hapacticoidea ( Cop. Crust.) da microfauna do substrato areno - lodoso do \n\nMar de Dentro ( Ilha do Mel – Baía de Paranaguá – Brasil). Dusenia V (5 e 6) 1954. \n\n \n\nJAKOBI, H. O gênero Enhydrosoma no manguezal da Costa S. Paulo- Paraná  \n\n(Harpacticoidea-Crustacea).Dusenia:VI(3/4)-1955. \n\n \n\nJAKOBI, H. Novas espécies de Harpacticoidea (Copepoda-Crustacea) provenientes de \n\nregiões de água salobra da costa São Paulo – Paraná. Dusenia: VII (3), p. 159-161, \n\n1956. \n\n \n\nLAMBSHEAD, J. Sub-catastrophic sewage and industrial waste contamination as revealed \n\nby nematode fauna analysis. Mar. Ecol. Prog. Ser., v 29, p 247-260, 1986.  \n\n \n\nLI, JIAN; VINCX, MAGDA. The temporal variation of intertidal nematodes in the \n\nWesterschelde I. The importance of an estuarine gradient. Netherlands Journal of  \n\nAquatic Ecology, v. 27(2-4), p 319-326, 1993. \n\n \n\nLIMA, A. Meiofauna da Coroa do Avião. Itamaracá-PE. Natal, 1991, 113 p. \n\nMonografia (Graduação em Ciências Biológicas) – Curso em Ciências Biológicas, \n\nCentro em Ciências Biológicas, UFRN, 1991. \n\n \n\nLIRA, L. Aspectos da dinâmica dos estuários de Pernambuco. Caderno Ômega da \n\nUniversidade Federal Rural de Pernambuco, v. 3(1/2), p. 133-156, 1979.  \n\n \n\n\n\n \n\nLITTLE, C. The Biology of Soft Shores and Estuaries. Oxford University Press, Oxford, \n\n2000. 252 p. \n\n \n\n \n\nLORENZEN, S. The Phylogenetic Systematic of Freeliving Nematodes. Ray Society, \n\nLondon, 1994. 383 p. \n\n \n\nLUCENA, A.; FONSÊCA-GENEVOIS, V. Estudos quali-quantitativo sobre a meiofauna \n\nda Coroa do Avião – Canal de Santa Cruz (Litoral Norte de Pernambuco). In: \n\nCONGRESSO DE INICIAÇÃO, 1, Recife, Resumos...Recife: Universidade Federal \n\nRural de Pernambuco, 1993. p.103. \n\n \n\nLUZ, B. R. A. Estuário do Rio Capibaribe, aspecto da dinâmica. Recife. 1980. 32 p. \n\nMonografia (Graduação em Engenharia de Pesca) – Departamento de Pesca, UFRPE, \n\n1980. \n\n \n\nMABESOONE, J. M.; COUTINHO, P. N. Littoral and shallo marine geology of \n\nnortheastern, Brasil. Trab. Ocean., v. 12, p. 1-214, 1970. \n\n \n\nMACÊDO, S. J. de,; COSTA, K. M. P. Estudo ecológico da região de Itamaracá – \n\nPernambuco – Brasil. Condições hidrológicas do estuário do Rio Botafogo. Ciência e \n\nCultura, São Paulo, v. 30, p 346-368, 1978. \n\n_________________; KOENING, M. L. Rio Capibaribe. In: Universidade Federal de \n\nPernambuco. Áreas estuarinas de Pernambuco. Recife: Departamento de \n\nOceanografia, 1987, 350 p. \n\n \n\nMAIA, P. R. Composição e densidade fitoplânctonica na Bacia do Pina, Recife-PE. \n\n1995. 135 p. Dissertação (Mestrado em Oceanografia) – Centro de Tecnologia e \n\nGeociências, Universidade Federal de Pernambuco, Recife, 1995. \n\n  \n\n\n\n \n\nMANACHINI, B. Biodiversity of Nematoda Assemblages in the Antartic sea bed. 1997. \n\nThesis of International Nematology Course. Universiteit Gent, 73 p.  \n\n \n\nMARE, M.F. A study of a marine benthic community with special reference to the micro-                  \n\norganisms. Journal of the Marine Biological Association of the U.K, 25, 517-554, \n\n1942. \n\n \n\nMCINTYRE, A. D. Ecology of marine meiobenthos. Biological Reviews, v. 44, p 245-290, \n\n1969. \n\n \n\n_______________. Observations on the status of subtaidal meiofauna research. \n\nProceedings of the First International Conference on Meiofauna. Hulings, (Editor), \n\nSmithsonian Contributions to Zoology. N. 76, pp. 149-154. 1971. \n\n \n\nMEDEIROS, L. R. de A. Conhecimento sobre meiobentos no Brasil e relato de um caso da \n\nCosta Sudeste-Sul. ACIESP, São Paulo, v. 1, n 54, p 348-371, 1989.  \n\n \n\n____________________. Nematofauna de Praia Arenosa da Ilha Anchieta, São Pauloo: 1. \n\nEstrutura trófica. Anais do IV Simpósio Brasileiro de Ecossitemas, Águas de \n\nLindóia, v 2, p. 166-178, 1998 \n\n \n\nMEYL, A. H. Beiräge zur freilebenden Nematodenfauna Brasiliens, 1: Archt neue \n\nNematodenarten der überfamilie Dorylaimoidea. Nematologia. v.1. 311-325p. 1956.   \n\n  \n\nMEYL, A. H..  Beiräge zur freilebenden Nematodenfauna Brasiliens, 2: Weitere neue oder \n\nwening bekannte Nematodenarten. Kieler Meresforsch. v.13. 125-133p. 1957 \n\n \n\nMIGOTTO, A. E. Avaliação do Estado do Conhecimento da Diversidade de \n\nInvertebrados Marinhos no Brasil. Ministério do Meio Ambiente. Dados Eletrônicos. \n\nwww.mma.gov.br/nematoda, 2000. \n\n \n\n\n\n \n\nMOENS, T.; VINCX, M. On the cultivation of free-living marine and estuarine Nematode. \n\nHelgo. Meeres., v. 52(2), p. 115-139, 1998.  \n\n \n\nMOENS, T.;  GANSBEKE, D. V.; VINCK, M. Linking estuarine nematodes to their \n\nsuspected food. Acase study from Eesterschelde estuary (south-west Nertherlands). J. \n\nmar. Biol. Ass. U.K., v. 79, p. 1017-1027, 1999. \n\n \n\nMONTAGNA, P. A.; LI, J. Modelling contaminant effects on deposit feeding nematodes \n\nnear Gulf of  Mexico production platforms. Ecological Modelling, p. 151-162, 1998. \n\n \n\nMURRELL, M.C.;  FLEEGER, J.W.  Meiofauna abundance on the Gulf of Mexico \n\ncontinental shelf affected by hypoxia.  Continental Shelf Research, v. 9, p.1049–1062, \n\n1989. \n\n \n\nNASCIMENTO, F. C. R. do; FEITOSA, F. A. do N.; MNIZ, K. Variação espacial e \n\ntemporal da produção fitoplanctônica fracionada na Bacia do Pina relacionada com \n\nparâmetros hidrológicos (Recife-Pernambuco-Brasil). In: CONGRESSO NACIONAL \n\nDE OCEANOGRAFIA, 12., 1999, Rioo de Janeiro. Resumos... Rioo de Janeiro: \n\nUniversidade Estadual do Rio de Janeiro, 1999. p. 307-309. \n\n \n\nNASCIMENTO, F. C. R. do. Aspectos ecológicos da comunidade fitoplanctônica da \n\nBacia do Pina associadoos com alguns parâmetros abióticos (climatológicos e \n\nhidrológicos). Recife: UFPE, 2001. 114 p. Dissertação (Mestrado em Oceanografia) – \n\nDepartamento de oceanografia, UFPE, 2001.  \n\n \n\nÓLAFSSON, E.  Meiobenthos in mangrove areas in eastern Africa with emphasis on \n\nassemblage structure of free-living marine nematodes.  Hydrobiologia, v. 312, p. 47–\n\n57, 1995. \n\n \n\nOTTMANN, F. La maré de salinité dans le Capibaribe. Trab. Inst. Biol. Marit. \n\nOceanogr., Recife, n1, p. 39-49, 1959. \n\n\n\n \n\n \n\nOTTMANN, F.; COUTINHO, P. N. Etudes sédimentologiques dans le port de Recife \n\n(Brésil). Cahiers Oceanographiques, v. 15, p. 161-169, 1963. \n\n \n\nPALMER, M. A. Invertebrate drift: behavioral experiments with intertidal meiobenthos. \n\nMar. Beh. Physiol, v. 10, p. 235-253, 1984. \n\n \n\n______________. Dispersal of marine meiofauna: a review and a cooncptual model \n\nexplaining passive transport and active emergence with implications for recruitment. \n\nMar. Ecol. Progr. Ser., v. 48, p 81-91, 1988. \n\n \n\nPARANAGUÁ, M. N.; GUSMÃO, L. M. De O.; NASCIMENTO-VIEIRA, D. A. (a). \n\nZooplâncton da área coosteira doo Porto do Recife. Trab. Ocean., v. 21, p. 59-80, \n\n1990.  \n\n \n\n___________________; Cladocera (Cruustacea) doo estuário do rio Capibaribe-Recife-\n\nPernambuco. Recife, 1991. 120 p. Tese (Titular em Zoologia) – Departamento de \n\nBiologia, Universidade Federal Rural de Pernambuco, 1991. \n\n \n\nPASTOR DE WARD, C. T. Nematodes Marinos de la Ria Deseado, part III. 1988. \n\n \n\nPETERSON, C. H. KENNICULTT. M. C.; GREEN. R. H. MONTAGNA, P. M.; \n\nPOWELL, E. N.; ROSCIGNO, P. Ecological consequences of environmental \n\npertubations associated with offshore hydrocarbon production: a perspective from study \n\nof long-term exposures in the Gulf of Mexico. C. J. Fish. Aquat. Sci. v. 6, p 12-42, \n\n1996.  \n\n \n\nPINTO, T. K. de O. Estrutura da comunidade de meiofauna no banco de areia coroa \n\ndo avião – Itamaracá – PE. Brasil. Recife: 1998. Dissertação (Mestrado em Biologia \n\nAnimal), Departamento de Zoologia, UFPE, 1998. \n\n \n\n\n\n \n\nPINTO, T. K. O. &amp; BEMVENUTI, C. E.   Effects of burrowing benthic macrofauna on \n\nmeiofauna vertical distribution: a preliminary approach. In: Mangroove, Recife. 1-7 p, \n\n2000.  \n\n \n\nPINTO, T. K. de O., Perturbações biológicas e antrópicas sobre as associações de meio e \n\nmacrofauna na região estuarina da Lagoa dos Patos – RS. Rio Grande, 2003. 124p. Tese \n\n(Doutorado em Oceanografia Biológica), Universidade Federal do Rio Grande. \n\n \n\n \n\nPLATT, H. M.; WARWICK, R. M. The significance of free-living nematodes to the littoral \n\necosystem. Systematics Associaion Special, v. 17, p. 729-759, 1980. \n\n \n\n_____________________________. Free living Marine Nematodes. Part I. British \n\nEnoplids. Cambridge University Press. 1983. 307 p. \n\n \n\n_____________________________. Free living Marine Nematodes. Part II. British \n\nChromadorids. Linnean Society of London. E. J. Brill., 1988. 502 p. \n\n \n\nPLATT, H.M.; WARWICK, R.M.; SOMERFIELD, P. Free living Marine Nematodes. \n\nII. British Chromadorids. In: D.M. Sermack &amp; R.S.K. Barnes (Eds), Synopses of \n\nthe British fauna (New Series). Linn. Soc. London, Est. Brackish-water Sc. Ass.; \n\n1988. \n\n   \n\nRAFFAELLI, D. G., MASON, C. F. Na assessement of the potential of major meiofauna \n\ngroups for monintoring organic pollution. Mar. Environ. Res., v. 7, p. 151-164, 1982. \n\n \n\nREID, J.W. Maxillopoda - Copepoda Harpacticoida.  In  Catalogue of Crustacea of \n\nBrasil.  (ed. P.S. Young)  pp. 75–127.  Rio de Janeiro: Museu Nacional. 1998.   \n\n \n\nRENAUD-MORNANT, J.; BODIN, P.; BODIOU, J. Y. Estimations du rôle énergétique \n\nspatio-temporelle du méiobenthos em milieu littoral: échantillannage et \n\n\n\n \n\nméthodologie. Paris: Centro National de la Recherche Scientifique, 1984. 232 p. \n\n(Rapport final n.982002). \n\n \n\nRIBEIRO, V. S. de S. Relação dos fatores ambientais com a meiofauna na praia de \n\nTamandaré, Pernambuco, Brasil. Recife: UFPE, 1999. 76 p. Dissertação (Mestrado em \n\nBiologia Animal) Departamento de Zoologia. \n\n \n\nROCHA, C. M. C. da., FONSÊCA-GENEVOIS, V. Distribuição da meeiofauna no estuário \n\ndo rio Goiana, Pernambuco. Nota prévia In: CONGRESSO BRASILEIRO DE \n\nZOOLOGIA, 13., 1986, Cuiabá. Resumos..., Cuiabá: Universidade Federal do Mato \n\nGrosso, 1986. p. 248.   \n\n \n\nRODRIGUES, A. C. L. Variação espacial da meiofauna com ênfase à nematofauna na \n\nBacia do Pina, Pernambuco, Brasil. Recife, 2002. 92p. Dissertação (Mestrado em \n\nBiologia Animal) Departamento de Zoologia, UFPE, 2002. \n\n \n\nROSA-FILHO, J. S. Variações na estrutura das associações de macroinvertebrados de \n\nfundos moles dos estuários do Rio Grande do Sul (Brasil): Influência das variáveis \n\nnaturais e da contaminação ambiental. Rio Grande,  2001. Tese (Doutorado em \n\nOceanografia Biológica) FURGS, 2001. \n\n \n\nRUDNIK, D.T., ELMGREN, R. &amp; FRITHSEN, J.B. Meiofaunal prominence and benthic \n\nseasonality in a coastal marine ecosystem.  Oecologia (Berlin), v. 67, p.157–168, 1985.   \n\n \n\nRUPPERT, E. E.; BARNES, R. D. Zoologia dos invertebrados. São Paulo. Ed Rocca. \n\n1029 p., 1996. \n\n \n\nSANT´ANNA, E. M. E. Estrutura e biomassa da comunidade zooplanctônica da Bacia \n\nPina (Pernambuco, Brasil), relacionados com fatores ambientais. 1993. 195 p. \n\nDissertação (Mestrado em Ciências da Engenharia Ambiental) – USP, São Carlos, \n\n1993. \n\n\n\n \n\n \n\nSANTOS, P. J. P. O meiobentos da costa Brasileira: Padrões de diversidade e de \n\ndominância. Anais do XII Encontro de Zoologia doo Nordeste. P. 91-100, 1999 \n\n \n\nSANTOS, P. J. P.; GOMES, C. A. A.; ALMEIDA, Z. S.; FÔNSECA-GENEVOIS, V. G. &amp; \n\nSOUZA-SANTOS, L. P. Diversidade de Copepoda Harpacticoida em área de \n\nmanguezal do Canal de Santa Cruz, Pe, Brasil. In: V Simpósio de Ecossistemas \n\nBrasileiros: Conservação, Vitória. v.2: 319-326p. . 2000 \n\n. \n\nSASEKUMAR, A., Meiofauna of a mangrove shore on the west coast of peninsular \n\nMalaysia.  Raffles Bulletin of Zoology,  v. 42, p. 901–915, 1994.   \n\n \n\nSCHRATZBERGER, M.; WARWICK, R. M. Effects of the intensity and frequency of \n\norganic enrichment on two estuarine nematode communities. Mar. Ecol. Prog. Ser., v. \n\n164, p 83-94. 1998. \n\n \n\nSILVA, T. A. Variação nictemeral e sazonal do zooplâncton no estuário do rio \n\nCapibaribe – Recife- Pernambuco – Brasil. Recife, 1994. 135 p. Dissertação \n\n(Mestrado em Oceanografia Biológica), Departamento de Oceanografia, UFPE. 1994. \n\n \n\nSILVA, J. A . B. &amp; MELLO, R. L. S.  Informações preliminares sobre a malacofauna do \n\nrio Capibaribe e Bacia do Pina, Recife-PE. In: Congres. Nordest. de Eologia, IV. \n\nRecife, Sociedade Nordestina de Ecologia. p. 17, 1991. \n\n \n\nSILVA-CUNHA, M. G. G.; FEITOSA, F. A. &amp; ALMEIDA, C. D. P..   Diatomáceas da \n\nBacia do Pina (PE). In: XIV Reunião Nordestina de Botânica.. Recife, UFPE, p. 28. \n\n1990 \n\n \n\nSILVA, N. R. R.   Distribuição dos Nematoda livres em tanques evaporação da salina \n\nDiamante Branco, Natal-RN. Recife: 2001 41p. Monografia (Bach. em Ciências \n\nBiológicas).  UFRPE. 2001. \n\n\n\n \n\n \n\nSILVA, A. M. C. Relações da dinâmica costeira com a meiofauna de um ambiente \n\nimpactado (estuário do rio Jaboatão, Pernambuco, Brasil). Recife, 1997. 69 p. \n\nDissertação (Mestrado em Biologia Animal) – Departamento de Zoologia, UFPE, 1997. \n\n \n\nSKOOLMUN, P. GERLACH, S. A. Jahereszeitliche Fluktuationen der Nematodenfauna im \n\nGezeitenbereich des Weser-Astuars. Veroffentlichen. Institut fur Meeresforschung \n\nBremerhaven, v. 13, p. 119-13, 1971. \n\n \n\nSMOL, N.; HEIP, C.; GOVAERT, M.  The life cycle of Oncholaimus oxyuris (Nematoda) \n\nin its habitat. Annales de la societe Royale Zoologique de Belgique, v. 110, p. 87-103, \n\n1981. \n\nSMOL, N.; WILLEMS, K.A.; GOVAERE, J.C.R.; SANDEE A.J.J. Composition, \n\ndistribution and biomass of meiobenthos in the Oosterschelde estuary (SW \n\nNetherlands), Hydrobiologia, v. 282-283, p 197-217, 1994. \n\n \n\nSOMERFIELD, P.J., GEE, J.M.; WARWICK, R. M. Soft sediment meiofaunal community \n\nstructure in relation to a long-term heavy metal gradient in the Fal estuary system. Mar. \n\nEcol. Prog. Ser., v. 105, p. 9-88, 1994.  \n\n \n\nSOMERFIELD, P.J., GEE, J.M.; ARYUTHAKA, C.  Meiofaunal communities in a \n\nMalaysian mangrove forest.  Journal of the Marine Biological Association of the \n\nUnited Kingdom, v. 78, p. 717–732, 1998. \n\n \n\nSOUZA, E. M. de J. Estudo da meiofauna em uma praia da Baia de Tamandaré, \n\nPernambuco (Brasil): efeito mareal, variação temporal e dispersão. Recife: 1997. \n\n89 p. Dissertação (Mestrado em Biologia Animal) – Departamento de Zoologia, UFPE, \n\n1997. \n\n \n\n\n\n \n\nSTEYAERT, M.; GARNER, N. GANSBEKE, van D.; VINCX, M. Nematode communities \n\nfrom the North Sea: enviromental controls on species diversity and vertical distribution \n\nwithin the sediment. J. Mar. Biol. Ass. U.K., v. 79, p. 253-264, 1999.  \n\n \n\nSTRICKLAND, J. D. H. &amp; PARSONS, T. R.   A pratical handbook of seawater analysis. \n\nBull. of Can., n. 167, p. 207-211, 1972. \n\n \n\nSUGUIO, K. Introdução à Sedimentologia. São Paulo: Edgard Bliicher. 317 p., 1973. \n\n \n\nTEAL, J. M.; WIESER, W. The distribution and ecology of nematodes in a Georgia salt \n\nmarsh. Limnology and Oceanografy, v. 11, p. 217-222. \n\n \n\nTIETJEN, J. H. The ecology of shallow water meiofauna in two New England estuaries. \n\nOecologia, v. 2, p. 251-291, 1969.   \n\n \n\n___________. Population distribuition and structure of the free-nematodes of Long Island \n\nSound. Marine Biology, v. 43, p. 123-136, 1977. \n\n \n\nTIETJEN, J. M.; ALONGI, D. M. Population growth and effects of nematodes on nutrient \n\nregeneration and bacteria associated with mangrove detritus from northeastern \n\nQueensland (Australia). Mar. Ecol. Prog. Ser., v. 68, p. 169-179, 1990.  \n\n \n\nTITA, G.; VINCX, M.; &amp; DESROSIERS, G. Size spectra, body width amd morphotypes of \n\nintertidal nematodes; na ecological interpretation. J. Mar. Biol. Ass. U.K., v. 79, p \n\n1007-101, 1999.  \n\n \n\nTITA, G.; DESROSIERS, G.; VINCX, M.; GAGNÉ, J-P.; LOCAT, J. Diversity and \n\nvertical distribution of nematode assemblages: the Saguenay fjord (Quebec, Canada). \n\nCah. Biol. Mar., v. 42, p. 263-274, 2001. \n\n \n\n\n\n \n\nTRAVASSOS, P. E. P. F. Hidrologia e biomassa primária do fitoplâncton no estuário \n\ndo rio Capibaribe, Recife – Pernambuco. Recife: 1991. 287 p. Dissertação (Mestrado \n\nem Oceanografia) – UFPE, 1991. \n\n \n\nUNESCO. International Oceanografic Tables. National Institute of Oceanography of \n\nGreath Britain, 1973. 141 p. \n\n \n\nVAN DAME, D.; HERMAN, R.; SHARMA, J.; HOLVOET, M.; MARTENS, P. Benthic \n\nstudies of the Southern Bight of  the North Sea and its adjacent continental estuaries. \n\nProgress Report II. Fluctuations of the meiobenthic comunities in the Westerschelde \n\nestuary. ICES., v. 23, p 131-170, 1980.  \n\n \n\nVANHOVE, S. Size spectra of nematode assemblages in east African mangrove. \n\nAcademiae Analecta – AWLSK, Klasse der Wetenschappen, Paleis der Academien, \n\nBrussel, v. 55, n. 2, p. 129-142, 1993. \n\n \n\nVASCONCELOS FILHO, A. L &amp; RAMOS-PORTO, M. Informações preliminares sobre o \n\nmeiobentos da região estuarina de Vilha Velha, Itamaracá - PE. Anais da Sociedade \n\nNordestina de Zoologia. Trabalhos do V e VI Encontro de Zoologia do Nordeste – \n\nTeresina, v. 2 (2), p.133-143.1987. \n\n \n\nVILLANO, N.,; WARWICK, R.M. Meiobenthic communities associated with the seasonal \n\ncycle of growth and decay of Ulva rigida Agardh in the Pallude Della Rosa, Lagoon of \n\nVenice.  Estuarine, Coastal and Shelf Science, v. 41, p.181–194. 1995.   \n\n \n\nVINX, M. Diversity of the nematode community in the Southern Bight of the North Sea. \n\nNetherlands Journal of Sea Research, v. 25, 181-188, 1990. \n\n \n\nVOPEL, K., DEHMLOW, J.; ARLT, G.  Vertical distribution of Cletocamptus confluens \n\n(Copepoda, Harpacticoida) in relation to oxygen and sulphide microprofiles of a \n\n\n\n \n\nbrackish water sulphuretum.  Marine Ecology Progress Series,  v. 141, p.129–137, \n\n1996. \n\n \n\nWANDERNESS, A.P.; ESTEVES, A. M.; NOGUEIRA, C. S. R.; FONSÊCA-\n\nGENEVOIS, V. Copepoda Harpacticoidea Meiobentônicos da Coroa do Avião, \n\nPernambuco, Brasil. Trabalhos Oceanográficos.Universidade Federal de \n\nPernambuco, Recife, v. 26 (2), p. 99-104.1998. \n\n \n\nWARWICK, R.M.  Nematode association in the Exe estuary.  Journal of the Marine \n\nBiological Association of the United Kindom, v. 51, p. 439–454, 1971. \n\n \n\nWARWICK, R. M., PRICE, R. Ecological and metabolic studies on free living nematodes \n\nfrom an estuarine mud-flat. Estuaries Coastal Mar. Sci., v. 9, p. 257-271, Oct. 1979. \n\n \n\nWARWICK, R. M. The nematod/copepod ratio and its use in pollution ecology. Mar. \n\nPoll. Bull., v. 12, n. 10, p. 329-333, 1981. \n\n \n\nWARWICK, R. M. The biology of free-living nematodes. Secod edition. Claredon: press \n\nOxford, 1984. 251 p. \n\n \n\nWARWICK, R.M., PLATT, H.M., CLARKE, K.R., AGARD, J. &amp; GOBIN, J. Analysis of \n\nmacrobenthic and meiobenthic community structure in relation to pollution and \n\ndisturbance in Hamilton Harbour, Bermuda.  Journal of Experimental Marine \n\nBiology and Ecology,  v.138, p.119–142, 1990.   \n\n \n\nWARWICK, R. M.   Enviromental impact studies on marine communities. Astraul. Jour. \n\nEcol. v.18. p. 63-80. 1993. \n\n \n\nWARWICK, R. M.; CLARKE, K. R. New “biodiversy” measures reveal a decrease in \n\ntaxonomic distincness with increasing stress. Mar. Ecol. Prog. Ser., v. 129, p. 301-\n\n305, 1995.   \n\n\n\n \n\n \n\nWARWICK, R. M.; PLATT, H. M. &amp; SOMERFIELD, P. J.   Free-living marine \n\nNematodes Part III (Monohysterid)., The Linnean Society of London and The \n\nestuarine and Coastal Sciences Association. 296p. 1998. \n\n \n\nWIDBOM, B. &amp; ELMGREN, R.  Response of benthic meiofauna to nutrient enrichment of \n\nexperimental marine ecosystems.  Marine Ecology Progress Series, v. 42, p. 257–268, \n\n1988. \n\n \n\nWIESER, W. Die Beziehungen zwischen  Mundhöhlengestalt, Ernährungsweise und \n\nVorkommen bei freilebenden marinen nematoden. Ark Zool., v.4, p.439-484, 1953. \n\n \n\n__________. Free-linving marine nematodes II. Chromadoroidea. Acta Universitatis \n\nLund (N,F.2), v. 50(16), p. 1-148, 1954. \n\n \n\n__________. Benthic studies in Buzzards Bay. II. The meiofauna. Limnologia and \n\nOceanograpy, v. 5, p. 121-137, 1960. \n\n \n\nWITTE, J. I. J.; ZIJLSTRA, J. J. The meiofauna of a tidal flat in the westen part of the \n\nWadden Sea and its role in the benthic ecosystem. Mar. Ecol. Prog. Ser., v. 14, p. 120-\n\n138, 1984. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n\n\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nin\nd\n.1\n\n0c\nm\n\n²\n%\n\nA\nn\no\np\nlo\n\ns\nto\n\nm\na\n\n0\n,0\n\n0\n0\n,0\n\n0\n8\n,9\n\n1\n0\n,4\n\n0\n5\n,1\n\n6\n0\n,1\n\n8\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nA\ns\nto\n\nn\ne\nm\n\na\n0\n,0\n\n0\n0\n,0\n\n0\n4\n,5\n\n6\n0\n,2\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nA\nx\no\nn\nol\n\na\nim\n\nu\ns\n\n8\n,0\n\n9\n0\n,3\n\n9\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nC\nh\nro\n\nm\nad\n\no\nrit\n\na\n5\n,3\n\n0\n0\n,2\n\n6\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nC\nh\nro\n\nm\nas\n\np\niri\n\nni\na\n\n8\n,8\n\n1\n0\n,4\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nC\no\nm\n\ne\ns\nom\n\na\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nD\na\np\nto\n\nn\nem\n\na\n1\n0,\n\n0\n5\n\n0\n,4\n\n9\n6\n6,\n\n9\n7\n\n3\n,0\n\n0\n1\n93\n\n,6\n8\n\n6\n,8\n\n7\n2\n43\n\n,1\n4\n\n9\n,0\n\n3\n4\n66\n\n,9\n3\n\n2\n5,\n\n3\n8\n\n8\n7,\n\n1\n4\n\n6\n,9\n\n5\n\nD\ne\ns\nm\n\no\ndo\n\nra\n1\n,0\n\n6\n0\n,0\n\n5\n4\n,1\n\n4\n0\n,1\n\n9\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nH\na\nla\n\nla\nim\n\nu\ns\n\n0\n,5\n\n3\n0\n,0\n\n3\n3\n4,\n\n7\n1\n\n1\n,5\n\n6\n1\n8,\n\n7\n7\n\n0\n,6\n\n7\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n1\n,5\n\n3\n0\n,1\n\n2\n\nH\na\nlic\n\nh\no\nan\n\no\nla\n\nim\nu\ns\n\n1\n3,\n\n0\n4\n\n0\n,6\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nL\nin\n\nho\nm\n\no\ne\nus\n\n2\n7,\n\n8\n3\n\n1\n,3\n\n5\n3\n8,\n\n5\n8\n\n1\n,7\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nM\na\nry\n\nly\nn\nni\n\na\n0\n,0\n\n0\n0\n,0\n\n0\n1\n2,\n\n4\n1\n\n0\n,5\n\n6\n0\n,0\n\n0\n0\n,0\n\n0\n5\n,8\n\n4\n0\n,2\n\n2\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nM\ne\nta\n\nc\nh\nro\n\nm\na\ndo\n\nra\n7\n8,\n\n9\n4\n\n3\n,8\n\n2\n6\n7,\n\n6\n2\n\n3\n,0\n\n3\n1\n10\n\n,9\n4\n\n3\n,9\n\n4\n3\n5,\n\n0\n3\n\n1\n,3\n\n0\n3\n8,\n\n3\n2\n\n2\n,0\n\n8\n1\n0,\n\n0\n2\n\n0\n,8\n\n0\n\nO\nn\nch\n\no\nla\n\nim\nu\ns\n\n5\n9,\n\n2\n8\n\n2\n,8\n\n7\n4\n7,\n\n5\n4\n\n2\n,1\n\n3\n2\n2,\n\n1\n2\n\n0\n,7\n\n8\n1\n49\n\n,7\n4\n\n5\n,5\n\n6\n3\n4,\n\n6\n9\n\n1\n,8\n\n9\n1\n9,\n\n8\n3\n\n1\n,5\n\n8\n\nP\na\nra\n\nc\na\nnt\n\nh\non\n\nc\nhu\n\ns\n1\n,0\n\n6\n0\n,0\n\n5\n2\n5,\n\n8\n0\n\n1\n,1\n\n6\n9\n8,\n\n6\n6\n\n3\n,5\n\n0\n4\n3,\n\n6\n3\n\n1\n,6\n\n2\n3\n4,\n\n9\n8\n\n1\n,9\n\n0\n2\n7,\n\n7\n4\n\n2\n,2\n\n1\n\nP\na\nra\n\nc\ny\nat\n\nh\nol\n\nai\nm\n\nus\n0\n,5\n\n3\n0\n,0\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nP\na\nra\n\nm\non\n\no\nhy\n\ns\nte\n\nra\n0\n,5\n\n3\n0\n,0\n\n3\n5\n,4\n\n9\n0\n,2\n\n5\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nP\na\nro\n\nd\no\nnt\n\no\nph\n\no\nra\n\n4\n6,\n\n5\n6\n\n2\n,2\n\n5\n4\n3,\n\n6\n1\n\n1\n,9\n\n6\n4\n9,\n\n3\n3\n\n1\n,7\n\n5\n4\n3,\n\n8\n1\n\n1\n,6\n\n3\n2\n5,\n\n6\n0\n\n1\n,3\n\n9\n7\n,3\n\n8\n0\n,5\n\n9\n\nP\no\nm\n\np\no\nne\n\nm\na\n\n0\n,5\n\n3\n0\n,0\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nP\nro\n\nch\nro\n\nm\nad\n\no\nre\n\nlla\n0\n,5\n\n3\n0\n,0\n\n3\n1\n9,\n\n8\n8\n\n0\n,8\n\n9\n6\n,8\n\n0\n0\n,2\n\n4\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nP\ns\ne\nu\ndo\n\nc\nhr\n\no\nm\n\nad\no\nra\n\n1\n3,\n\n7\n2\n\n0\n,6\n\n6\n8\n,9\n\n1\n0\n,4\n\n0\n6\n,8\n\n0\n0\n,2\n\n4\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n2\n,5\n\n4\n0\n,2\n\n0\n\nS\na\nb\na\ntie\n\nri\na\n\n3\n4,\n\n2\n1\n\n1\n,6\n\n5\n1\n7,\n\n6\n0\n\n0\n,7\n\n9\n1\n1,\n\n4\n9\n\n0\n,4\n\n1\n8\n,6\n\n1\n0\n,3\n\n2\n7\n,8\n\n0\n0\n,4\n\n2\n0\n,0\n\n0\n0\n,0\n\n0\n\nS\np\nir\nin\n\nia\n1\n.1\n\n0\n8,\n\n3\n3\n\n5\n3,\n\n5\n7\n\n1\n.1\n\n8\n5,\n\n6\n2\n\n5\n3,\n\n1\n8\n\n1\n.3\n\n3\n7,\n\n8\n5\n\n4\n7,\n\n4\n7\n\n1\n.2\n\n1\n1,\n\n6\n5\n\n4\n5,\n\n0\n0\n\n6\n15\n\n,3\n5\n\n3\n3,\n\n4\n5\n\n8\n34\n\n,7\n8\n\n6\n6,\n\n6\n0\n\nT\ner\n\ns\nch\n\ne\nlli\n\nn\ng\nia\n\n6\n29\n\n,3\n9\n\n3\n0,\n\n4\n2\n\n5\n72\n\n,5\n6\n\n2\n5,\n\n6\n8\n\n7\n90\n\n,7\n4\n\n2\n8,\n\n0\n6\n\n9\n08\n\n,4\n8\n\n3\n3,\n\n7\n4\n\n5\n86\n\n,2\n5\n\n3\n1,\n\n8\n7\n\n2\n36\n\n,1\n8\n\n1\n8,\n\n8\n4\n\nT\nha\n\nla\ns\nso\n\nm\no\nn\nys\n\nte\nra\n\n0\n,0\n\n0\n0\n,0\n\n0\n8\n,2\n\n7\n0\n,3\n\n7\n7\n0,\n\n5\n3\n\n2\n,5\n\n0\n2\n0,\n\n5\n8\n\n0\n,7\n\n6\n1\n2,\n\n5\n2\n\n0\n,6\n\n8\n4\n,5\n\n9\n0\n,3\n\n7\n\nT\nhe\n\nri\nst\n\nu\ns\n\n4\n,7\n\n7\n0\n,2\n\n3\n1\n6,\n\n9\n7\n\n0\n,7\n\n6\n2\n3,\n\n4\n5\n\n0\n,8\n\n3\n1\n6,\n\n2\n0\n\n0\n,6\n\n0\n1\n7,\n\n1\n6\n\n0\n,9\n\n3\n1\n9,\n\n0\n7\n\n1\n,5\n\n2\n\nT\nric\n\no\nth\n\ne\nris\n\ntu\ns\n\n0\n,5\n\n3\n0\n,0\n\n3\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n0\n,0\n\n0\n\nV\nis\n\nc\no\nsi\n\na\n1\n5,\n\n1\n5\n\n0\n,7\n\n3\n3\n9,\n\n3\n5\n\n1\n,7\n\n6\n7\n1,\n\n8\n7\n\n2\n,5\n\n5\n5\n,8\n\n4\n0\n,2\n\n2\n0\n,0\n\n0\n0\n,0\n\n0\n2\n,5\n\n4\n0\n,2\n\n0\n\n2\n.0\n\n6\n8,\n\n7\n8\n\n2\n.2\n\n2\n9,\n\n5\n0\n\n2\n.8\n\n1\n8,\n\n2\n0\n\n2\n.6\n\n9\n2,\n\n5\n5\n\n1\n.8\n\n3\n9,\n\n6\n0\n\n1\n.2\n\n5\n3,\n\n3\n5\n\nJU\nLH\n\nO\nA\n\nG\nO\n\nS\nTO\n\nT\nab\n\ne\nla\n\n II\n.1\n\n -\n D\n\nen\ns\nid\n\nad\ne\n m\n\néd\nia\n\n( \nin\n\nd.\n 1\n\n0\n c\n\nm\n-2\n\n) \ne \n\np\ner\n\nc\nen\n\ntu\na\nl \ndo\n\ns\n g\n\nê\nne\n\nro\ns\n m\n\nen\ns\nai\n\ns.\n \n\nG\nÊ\n\nN\nE\n\nR\nO\n\nJA\nN\n\nE\nIR\n\nO\nF\n\nE\nV\n\nE\nR\n\nE\nIR\n\nO\nM\n\nA\nR\n\nÇ\nO\n\nJU\nN\n\nH\nO\n\n \n\n\n\n \n\nI\nII\n\nIII\nIV\n\nI\nII\n\nIII\nIV\n\nI\nII\n\nIII\nIV\n\nI\nII\n\nIII\nIV\n\nI\nII\n\nIII\nIV\n\nI\nII\n\nIII\nIV\n\nA\nn\n\no\np\n\nlo\ns\n\nto\nm\n\na\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n1\n6\n\n,5\n5\n\n0\n,0\n\n0\n1\n\n9\n,0\n\n8\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n0\n,6\n\n5\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nA\ns\n\nto\nn\n\ne\nm\n\na\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n1\n\n8\n,2\n\n5\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nA\nxo\n\nn\no\n\nla\nim\n\nu\ns\n\n4\n,2\n\n4\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n8\n,1\n\n3\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nC\nh\n\nro\nm\n\na\nd\n\no\nri\n\nta\n2\n\n1\n,1\n\n9\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nC\nh\n\nro\nm\n\na\ns\n\np\nir\n\nin\nia\n\n1\n9\n\n,0\n7\n\n1\n6\n\n,1\n7\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nC\no\n\nm\ne\ns\n\no\nm\n\na\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nD\na\n\np\nto\n\nn\ne\n\nm\na\n\n2\n,1\n\n2\n1\n\n6\n,1\n\n7\n2\n\n1\n,9\n\n2\n0\n\n,0\n0\n\n4\n3\n\n,9\n1\n\n0\n,0\n\n0\n1\n\n0\n9\n\n,4\n9\n\n1\n1\n\n4\n,4\n\n7\n1\n\n6\n8\n\n,4\n8\n\n6\n5\n\n,6\n4\n\n2\n6\n\n8\n,4\n\n9\n2\n\n7\n2\n\n,1\n2\n\n7\n0\n\n,0\n5\n\n6\n6\n\n,4\n9\n\n1\n9\n\n6\n,2\n\n9\n6\n\n3\n9\n\n,7\n4\n\n3\n3\n\n,3\n9\n\n6\n6\n\n,7\n6\n\n9\n2\n\n7\n,8\n\n6\n8\n\n3\n9\n\n,7\n0\n\n3\n2\n\n4\n,7\n\n8\n2\n\n3\n,8\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nD\ne\n\ns\nm\n\no\nd\n\no\nra\n\n4\n,2\n\n4\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n1\n\n6\n,5\n\n5\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nH\na\n\nla\nla\n\nim\nu\n\ns\n2\n\n,1\n2\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n6\n\n5\n,8\n\n6\n0\n\n,0\n0\n\n7\n2\n\n,9\n9\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n0\n,6\n\n5\n5\n\n4\n,4\n\n2\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n6\n\n,1\n3\n\n0\n,0\n\n0\n\nH\na\n\nlic\nh\no\n\na\nn\n\no\nla\n\nim\nu\n\ns\n2\n\n,1\n2\n\n0\n,0\n\n0\n2\n\n1\n,9\n\n2\n2\n\n8\n,1\n\n3\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nL\nin\n\nh\no\n\nm\no\n\ne\nu\n\ns\n4\n\n6\n,6\n\n2\n6\n\n4\n,6\n\n9\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n1\n,9\n\n5\n1\n\n3\n2\n\n,3\n7\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nM\na\n\nry\nly\n\nn\nn\n\nia\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n4\n9\n\n,6\n4\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n2\n3\n\n,3\n5\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nM\ne\n\nta\nch\n\nro\nm\n\na\nd\n\no\nra\n\n5\n5\n\n,0\n9\n\n3\n2\n\n,3\n4\n\n8\n7\n\n,6\n7\n\n1\n4\n\n0\n,6\n\n6\n2\n\n1\n,9\n\n5\n1\n\n1\n5\n\n,8\n3\n\n1\n8\n\n,2\n5\n\n1\n1\n\n4\n,4\n\n7\n9\n\n6\n,2\n\n7\n8\n\n7\n,5\n\n2\n1\n\n2\n3\n\n,9\n2\n\n1\n3\n\n6\n,0\n\n6\n7\n\n0\n,0\n\n5\n1\n\n1\n,0\n\n8\n1\n\n6\n,3\n\n6\n4\n\n2\n,6\n\n5\n1\n\n1\n6\n\n,8\n7\n\n0\n,0\n\n0\n1\n\n8\n,5\n\n6\n1\n\n7\n,8\n\n7\n0\n\n,0\n0\n\n2\n3\n\n,8\n0\n\n6\n,1\n\n3\n1\n\n0\n,1\n\n6\n\nO\nn\n\nch\no\nla\n\nim\nu\n\ns\n2\n\n,1\n2\n\n1\n6\n\n,1\n7\n\n2\n1\n\n,9\n2\n\n1\n9\n\n6\n,9\n\n3\n1\n\n5\n3\n\n,6\n7\n\n0\n,0\n\n0\n3\n\n6\n,5\n\n0\n0\n\n,0\n0\n\n2\n4\n\n,0\n7\n\n4\n3\n\n,7\n6\n\n2\n0\n\n,6\n5\n\n0\n,0\n\n0\n1\n\n6\n3\n\n,4\n4\n\n1\n9\n\n9\n,4\n\n8\n6\n\n5\n,4\n\n3\n1\n\n7\n0\n\n,6\n0\n\n6\n6\n\n,7\n8\n\n5\n3\n\n,4\n1\n\n1\n8\n\n,5\n6\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n1\n\n8\n,3\n\n8\n6\n\n0\n,9\n\n4\n\nP\na\n\nra\nca\n\nn\nth\n\no\nn\n\nch\nu\n\ns\n4\n\n,2\n4\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n6\n\n5\n,8\n\n6\n0\n\n,0\n0\n\n1\n8\n\n,2\n5\n\n1\n9\n\n,0\n8\n\n4\n8\n\n,1\n4\n\n8\n7\n\n,5\n2\n\n4\n1\n\n,3\n1\n\n2\n1\n\n7\n,6\n\n9\n7\n\n0\n,0\n\n5\n5\n\n5\n,4\n\n1\n4\n\n9\n,0\n\n7\n0\n\n,0\n0\n\n5\n0\n\n,0\n9\n\n5\n3\n\n,4\n1\n\n1\n8\n\n,5\n6\n\n1\n7\n\n,8\n7\n\n2\n9\n\n,5\n3\n\n0\n,0\n\n0\n3\n\n0\n,6\n\n3\n5\n\n0\n,7\n\n8\n\nP\na\n\nra\ncy\n\na\nth\n\no\nla\n\nim\nu\n\ns\n2\n\n,1\n2\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nP\na\n\nra\nm\n\no\nn\n\no\nh\n\nys\nte\n\nra\n2\n\n,1\n2\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n1\n,9\n\n5\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nP\na\n\nro\nd\n\no\nn\n\nto\np\n\nh\no\n\nra\n0\n\n,0\n0\n\n4\n8\n\n,5\n1\n\n1\n0\n\n9\n,5\n\n9\n2\n\n8\n,1\n\n3\n6\n\n5\n,8\n\n6\n3\n\n3\n,0\n\n9\n1\n\n8\n,2\n\n5\n5\n\n7\n,2\n\n3\n2\n\n4\n,0\n\n7\n4\n\n3\n,7\n\n6\n2\n\n0\n,6\n\n5\n1\n\n0\n8\n\n,8\n5\n\n2\n3\n\n,3\n5\n\n1\n1\n\n,0\n8\n\n9\n8\n\n,1\n5\n\n4\n2\n\n,6\n5\n\n3\n3\n\n,3\n9\n\n1\n3\n\n,3\n5\n\n5\n5\n\n,6\n7\n\n0\n,0\n\n0\n2\n\n9\n,5\n\n3\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nP\no\n\nm\np\n\no\nn\n\ne\nm\n\na\n2\n\n,1\n2\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nP\nro\n\nch\nro\n\nm\na\n\nd\no\n\nre\nlla\n\n2\n,1\n\n2\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n4\n3\n\n,9\n1\n\n1\n6\n\n,5\n5\n\n0\n,0\n\n0\n1\n\n9\n,0\n\n8\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n2\n7\n\n,2\n1\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\nP\ns\n\ne\nu\n\nd\no\n\nch\nro\n\nm\na\n\nd\no\n\nra\n1\n\n0\n,5\n\n9\n1\n\n6\n,1\n\n7\n0\n\n,0\n0\n\n2\n8\n\n,1\n3\n\n0\n,0\n\n0\n1\n\n6\n,5\n\n5\n0\n\n,0\n0\n\n1\n9\n\n,0\n8\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n7\n,2\n\n1\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n1\n0\n\n,1\n6\n\nS\na\n\nb\na\n\ntie\nri\n\na\n4\n\n4\n,5\n\n0\n4\n\n8\n,5\n\n1\n4\n\n3\n,8\n\n4\n0\n\n,0\n0\n\n0\n,0\n\n0\n3\n\n3\n,0\n\n9\n1\n\n8\n,2\n\n5\n1\n\n9\n,0\n\n8\n2\n\n4\n,0\n\n7\n2\n\n1\n,8\n\n8\n0\n\n,0\n0\n\n0\n,0\n\n0\n2\n\n3\n,3\n\n5\n1\n\n1\n,0\n\n8\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n1\n3\n\n,3\n5\n\n0\n,0\n\n0\n1\n\n7\n,8\n\n7\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nS\np\n\nir\nin\n\nia\n1\n\n9\n,0\n\n7\n1\n\n.1\n4\n\n8\n,1\n\n9\n1\n\n.5\n7\n\n8\n,1\n\n0\n1\n\n.6\n8\n\n7\n,9\n\n7\n1\n\n.3\n3\n\n9\n,1\n\n3\n9\n\n4\n3\n\n,1\n5\n\n1\n.2\n\n7\n7\n\n,3\n5\n\n1\n.1\n\n8\n2\n\n,8\n3\n\n1\n.8\n\n0\n5\n\n,1\n3\n\n1\n.1\n\n5\n9\n\n,6\n0\n\n1\n.0\n\n5\n3\n\n,3\n0\n\n1\n.3\n\n3\n3\n\n,3\n8\n\n1\n.7\n\n0\n4\n\n,4\n3\n\n5\n9\n\n8\n,4\n\n5\n7\n\n5\n2\n\n,4\n6\n\n1\n.7\n\n9\n1\n\n,2\n6\n\n1\n.1\n\n6\n8\n\n,6\n5\n\n7\n4\n\n7\n,7\n\n6\n2\n\n4\n1\n\n,2\n4\n\n3\n0\n\n3\n,7\n\n2\n5\n\n7\n5\n\n,7\n4\n\n1\n.3\n\n5\n6\n\n,6\n0\n\n5\n9\n\n4\n,2\n\n7\n8\n\n1\n2\n\n,5\n3\n\nT\ne\n\nrs\nch\n\ne\nlli\n\nn\ng\n\nia\n1\n\n0\n,5\n\n9\n6\n\n1\n4\n\n,5\n2\n\n7\n6\n\n7\n,1\n\n3\n1\n\n.1\n2\n\n5\n,3\n\n1\n6\n\n8\n0\n\n,5\n4\n\n4\n3\n\n0\n,2\n\n1\n4\n\n9\n2\n\n,6\n9\n\n6\n8\n\n6\n,8\n\n1\n6\n\n4\n9\n\n,8\n5\n\n1\n.0\n\n2\n8\n\n,3\n3\n\n7\n2\n\n2\n,8\n\n5\n7\n\n6\n1\n\n,9\n3\n\n7\n2\n\n3\n,8\n\n0\n3\n\n1\n0\n\n,3\n1\n\n6\n3\n\n7\n,9\n\n6\n1\n\n.9\n6\n\n1\n,8\n\n6\n4\n\n3\n4\n\n,0\n7\n\n6\n4\n\n0\n,9\n\n4\n5\n\n1\n9\n\n,6\n0\n\n7\n5\n\n0\n,3\n\n7\n8\n\n2\n6\n\n,7\n1\n\n0\n,0\n\n0\n3\n\n6\n,7\n\n6\n8\n\n1\n,2\n\n5\n\nT\nh\n\na\nla\n\ns\ns\n\no\nm\n\no\nn\n\nys\nte\n\nra\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n3\n3\n\n,0\n9\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n4\n\n3\n,7\n\n6\n2\n\n0\n,6\n\n5\n2\n\n1\n7\n\n,6\n9\n\n0\n,0\n\n0\n3\n\n3\n,2\n\n5\n4\n\n9\n,0\n\n7\n0\n\n,0\n0\n\n5\n0\n\n,0\n9\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n1\n\n8\n,3\n\n8\n0\n\n,0\n0\n\nT\nh\n\ne\nri\n\ns\ntu\n\ns\n1\n\n9\n,0\n\n7\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n4\n\n9\n,6\n\n4\n1\n\n8\n,2\n\n5\n0\n\n,0\n0\n\n2\n4\n\n,0\n7\n\n2\n1\n\n,8\n8\n\n2\n0\n\n,6\n5\n\n2\n7\n\n,2\n1\n\n0\n,0\n\n0\n2\n\n2\n,1\n\n6\n0\n\n,0\n0\n\n4\n2\n\n,6\n5\n\n5\n0\n\n,0\n9\n\n0\n,0\n\n0\n1\n\n8\n,5\n\n6\n0\n\n,0\n0\n\n2\n9\n\n,5\n3\n\n0\n,0\n\n0\n6\n\n,1\n3\n\n4\n0\n\n,6\n3\n\nT\nri\n\nco\nth\n\ne\nri\n\ns\ntu\n\ns\n2\n\n,1\n2\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n\nV\nis\n\nco\ns\nia\n\n6\n,3\n\n6\n3\n\n2\n,3\n\n4\n2\n\n1\n,9\n\n2\n0\n\n,0\n0\n\n8\n7\n\n,8\n1\n\n3\n3\n\n,0\n9\n\n3\n6\n\n,5\n0\n\n0\n,0\n\n0\n2\n\n4\n,0\n\n7\n4\n\n3\n,7\n\n6\n1\n\n6\n5\n\n,2\n2\n\n5\n4\n\n,4\n2\n\n2\n3\n\n,3\n5\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n0\n,0\n\n0\n0\n\n,0\n0\n\n1\n0\n\n,1\n6\n\nT\na\n\nb\ne\n\nla\n II\n\n.2\n -\n\n D\ne\n\nn\ns\n\nid\na\n\nd\ne\n\n m\né\n\nd\nia\n\n( \nin\n\nd\n. 1\n\n0\n c\n\nm\n-2\n\n) \nd\n\no\ns\n\n g\nê\n\nn\ne\n\nro\ns\n\n s\ne\n\nm\na\n\nn\na\n\nis\n.\n\nJU\nL\n\nH\nO\n\nA\nG\n\nO\nS\n\nT\nO\n\nG\nÊ\n\nN\nE\n\nR\nO\n\nJA\nN\n\nE\nIR\n\nO\nF\n\nE\nV\n\nE\nR\n\nE\nIR\n\nO\nM\n\nA\nR\n\nÇ\nO\n\nJU\nN\n\nH\nO"}]}}}