{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04548"}, {"@name": "filename", "#text": "BTP_1993_36_1_4_09_Novo_controle.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UM NOVO CONTROLE “ANTI-SURGE” PARA O COMPRESSOR\nV-2402 DA REFINARIA PRESIDENTE BERNARDES\nRPBC-PETROBRÁS\nA NEW ANTISURGE CONTROL FOR THE V-2402 COMPRESSOR AT THE PRESIDENTE BERNARDES PETROBRÁS REFINARY, CUBATÃO, SÃO PAULO\nMario Cesar M. Campos&lt;1> e Paulo Sérgio B. Rodrigues&lt;2>\nRESUMO — Apresenta-se um relato acerca do projeto e da implantação de um novo sistema de controle para o compressor de gás de craqueamento da Refinaria Presidente Bernardes - RPBC, em Cubatão - SP. Além do ganho financeiro proporcionado pela maior eficácia desse novo sistema, podem ser destacadas as melhorias no tocante à segurança operacional da unidade e a contribuição dada à preservação das condições ambientais.\nABSTRACT — In this paper we report the design and implementation process of a compressor control system for the catalytic craking unit at the Presidente Bernardes Petrobras Refinery in Cubatão, São Paulo. The improvements produced by the system include finacial gains, enhancement of operational safety and environmental benefits.\n(Originais recebidos em 24.02.92).\n1\t— INTRODUÇÃO\nFaz-se um relato acerca do projeto e da instalação de um novo sistema de controle “anti-surge\" para o compressor de gás da unidade de craqueamento catalítico da Refinaria Presidente Bernardes — RPBC, Cubatão — SP. A substituição do sistema, anteriormente instalado, foi motivada pela sua ineficácia, que colocava em risco a integridade do equipamento e acarretava considerável desperdício de energia. Além disso, as repetidas paradas provocadas pelos dispositivos de proteção da máquina, ou mesmo deliberadas para efetuar ações corretivas, obrigavam à queima do gás de craqueamento, gerando perdas financeiras e deterioração das condições ambientais.\nA implementação do novo sistema de controle foi concluída em julho de 1990, e a unidade encontra-se operando sem os antigos problemas.\nTratando-se de um tipo de controle bastante específico, será feita uma breve explanação a respeito das suas características fundamentais. Convém mencionar a existência de diversos compressores no parque industrial nacional submetidos a sistemas de controle com concepção idêntica a que será aqui abordada, e portanto sujeitos aos mesmos problemas.\n2\t— CARACTERÍSTICAS DA INSTALAÇÃO E CONDIÇÕES DE PROJETO NO SISTEMA DA RPBC\nOs compressores de gás usados em unidades de craqueamento catalítico (wet-gas compressors) são tipicamente máquinas centrífugas de duas seções montadas num único eixo (cada seção é constituída por um conjunto de impelidores, envolvido por uma carcaça dotada de uma entrada e uma sâída de gás, como se fosse um compressor independente). A utilização de duas seções nesse caso possibilita o resfriamento intermediário do gás em um trocador de calor.\nO compressor instalado na RPBC não foge a essa regra, e as principais características do sistema de compressão aparecem no esquema da figura 1.\nComo pode ser observado, o compressor é acionado por uma turbina a vapor cuja rotação varia automaticamente no sentido de manter constante a pressão no vaso de sucção. Para se prevenir quanto à perda dessa ação de controle, há ainda um dispositivo de alívio da pressão nesse vaso. É importante mencionar que, para garantir a operação da unidade de craqueamento com segurança, foi imposta como\n1\t- Setor de Instrumentação e Controle (SETIC), Divisão de Projetos Mecânicos (DIPROM), Centro de Pesquisas (CENPES).\n2\t- Centro de Desenvolvimento de Recursos Humanos da Região Sudeste (CEN-SUD), Setor de Recursos Humanos (SEREC).\nFig. 1 - Sistema do compressor V-2402.\ncondicionante do projeto uma limitação bastante severa para as flutuações de pressão no vaso de sucção decorrentes de eventuais perturbações. Isso exigiu uma cuidadosa avaliação das características dinâmicas do novo sistema de controle.\nO compressor em questão é alimentado pela unidade de craqueamento e por outras fontes. Isso faz com que a operação seja feita com variações bruscas de suprimento, e o que é pior, do ponto de vista de controle, comprimindo um gás com peso molecular sujeito a sensíveis alterações.\nA pressão necessária para a transferência do gás aos seus consumidores é controlada no limite da unidade, e o seu valor é relativamente elevado, devido aos requisitos do processo de tratamento deste gás. Este fato, associado à manutenção da pressão de sucção do sistema, faz com que a máquina opere em uma situação propícia ao “surge”, em função da alta relação de compressão que lhe é permanentemente imposta.\nComo se não bastassem todos esses agravantes, além das dificuldades naturais de um projeto de controle “anti-surge”, foi sugerido por parte dos responsáveis pela operação da unidade que o novo projeto não fugisse muito dos padrões convencionais, empregando, se possível, apenas medidores de pressão e vazão. Foi ainda solicitado que no caso da realização de medições de vazão, que as mesmas se efetuassem por meio dos dispositivos (venturis) já existentes nas linhas de descarga dos dois estágios de compressão. Tudo isso se justifica pela necessidade de se fazer toda a implementação do sistema em um período de tempo bastante curto. Afinal, um dos geradores de vapor da refinaria se encontrava pronto para parada de manutenção, tornando vital a redução de todo consumo de energia que fosse possível.\n3\t— 0 CONTROLE DOS COMPRESSORES CENTRÍFUGOS\nO desempenho de um compressor centrífugo costuma ser estabelecido por meio de curvas características da seguinte maneira: em função das condições de serviço, isto é, pressão de sucção (Ps), temperatura de sucção (Ts), pressão de descarga (Pd), expoente adiabático (k) e peso molecular do gás (MW), além de um rendimento empíricamente determinado (np), é calculado o head politrópico (Hp), imposto ao compressor por meio da equação 1.\n_ 1 RTs [/ Po\\ 0\t.1\np_0MW L\\ Ps/ J\nonde: Hp — energia por unidade de massa;\n0 = k- 1 k np R = constante universal dos gases.\nAs curvas características, cujos aspecto típico apresenta-se na figura 2, fornecem, em função desse head e da rotação (N), a vazão volumétrica (Vs) aspirada pelo compressor.\nPor outras razões há para cada rotação, um máximo head que pode ser suportado pelo compressor. Esses valores máximos de head são definidos por meio de uma linha com aspecto usualmente parabólico, traçada sobre as curvas de desempenho do compressor, como é indicado na figura 2, e que é conhecida como linha limite de “surge”. Toda vez que se tenta operar a máquina sob um fieadsuperior a esse, o compressor apresenta um funcionamento oscilatório caracterizado por intensas vibrações e emissão de um forte ruído. Esse fenômeno conhecido como “surge”, deve ser evitado pela ação de um sistema de controle, sob pena de levar o compressor a uma falha mecânica em pouco tempo.\nFig. 2 - Curva característica do compressor.\nConhecendo-se o head imposto ao compressor em um dado instante, é possível determinar, sob a linha-limite de “surge”, a vazão mínima para a operação estável. Se o compressor estiver, nesse mesmo instante, aspirando uma vazão maior do quer essa, estará operando em segurança. Se, posteriormente, a vazão diminuir, com o ponto de operação do compressor se deslocando no sentido da região de instabilidade, torna-se necessária uma ação corretiva do controle, no caso, a abertura de uma válvula de reciclo (figura 3) para limitar esse deslocamento.\nO controle “anti-surge” é ajustado de modo que em uma condição como essa, potencialmente instável, o ponto de operação do compressor fique situado sobre um limite conhecido como linha de controle do\n\"surge”. Essa linha de controle é vista na figura 4, à direita da linha-limite de “surge”, e guarda em relação a ela uma certa margem de segurança (ou folga, como dizem em geral os operadores). Na verdade, a linha-limite de “surge” já define uma situação\n\t1 1 1 1\t h\t\txZ/\t1\tLWITE DE SURGE ( LS) / LINHA 0E CONTROLE (LC) LS\tSP\t\"v,\t\n-ig. 3 - Linha de controle.\tFig. 4 - Sistema de\t\t\t\t\nproteção “anti-surge”.\nde instabilidade, e deixar o ponto de operação aproximar-se demasiadamente dela seria perigoso.\nPelo que foi exposto pode parecer que os monitoramentos do head e da vazão volumétrica aspirada a cada instante seja a forma mais natural de constatar e evitar o “surge”, o que não é um fato. Medições de head e vazão volumétrica são demasiadamente complexas para esse objetivo. O procedimento mais usual consiste em adotar estratégias de controle que sejam menos precisas, porém de mais fácil implementação.\nA estratégia mais simples de todas, e por isso bastante empregada, talvez seja aquela utilizada anteriormente na RPBC, e que aparece no esquema da figura 1. Ela consiste em manter os set-points dos controladores “anti-surge” em valores constantes. Tendo-se como invariáveis as condições de sucção (Ps, Ts, MW, k) do compressor, é possível traçar sobre seu mapa de desempenho uma curva de vazão volumétrica na sucção (Vs), que forneça a mesma leitura no venturi da descarga, isto é, sendo as condições de sucção invariáveis, deseja-se obter as vazões para cada rotação, que implicam em uma leitura no medidor de vazão descarregada (dp) constante. Esse resultado é apresentado na figura 5 e demonstra que essa curva (LC) pode ser usada como um razoável ajuste da linha de controle de “surge”, em um esquema como o apresentado na figura 6.\nÉ importante frisar que essa estratégia só funciona perfeitamente se as condições de sucção forem constantes. À medida que se acentuam as variações dessas grandezas, o desempenho do sistema vai se deteriorando.\nFig. 5 - Linha de Fig. 6 - Estratégia com dp controle com o\tconstante.\nmesmo dp medido.\n4\t— OS PROBLEMAS NA RPBC\nEmbora a estratégia de controle que acaba de ser descrita seja considerada eficaz para certas aplicações, e talvez por isso tenha sido especificada pelo fabricante do compressor da RPBC, a mesma se mostrou inoperante nas condições de operação desse sistema.\nEm primeiro lugar, as linhas-limite de “surge” de ambas as seções do compressor em questão apresentam concavidade invertida, além de uma severa deflexão, como se ilustra na figura 7, muito diversa portanto da forma usual, como apresenta-se na figura 4 e que se ajusta bem à estratégia dp = constante. Além disso, as linhas-limite de “surge\" das duas seções mostram sensível deslocamento em função do peso molecular de operação, como se pode observar nas figuras 7 e 8. Como a estratégia em referência não consegue lidar eficientemente com essa característica, ela acaba tendo que ser ajustada para a condição mais conservativa.\nFig. 7 - Curva característica - 1a seção do V-2402.\nFig. 8 - Curva característica -2a seção do V-2402.\nUm outro aspecto, e talvez o mais grave, está relacionado com a aplicação de uma estratégia de controle desse tipo para a segunda seção de compressão. Enquanto é possível, para a primeira seção, fixar as condições de sucção necessárias para o ajuste da estratégia adotada, ainda que, por aproximação, o mesmo não se pode dizer a respeito da segunda seção, cuja pressão de sucção é inerentemente flutuante.\nÉ óbvio que a pressão de sucção da segunda seção, que corresponde á pressão de descarga da primeira será tanto maior quanto mais alta for a rotação de operação. Ajustando o controle para o valor nominal (Rotação = 100%) dessa pressão, resultará para a linha de controle de “surge” da segunda seção um aspecto como o indicado na figura 9. Isso ocorre porque para um dado “dp” medido na descarga do compressor, a vazão volumétrica aspirada será tanto maior quanto menor for a pressão do gás na entrada dessa seção (decorrente de uma menor rotação de trabalho), como revela a equação 2.\nVs = fator \\ / dP * Pd 1\n\"PT \\/ \"MW • To\nonde: fator — função do medidor (venturi)-,\nTd — temperatura de descarga da sucção.\nOperar um compressor sob tais condições de controle é extremamente desconfortável. Anteriormente, foi visto que a linha de controle de “surge” define uma fronteira que o ponto de operação não pode ultrapassar, porque a abertura do reciclo o impede. De acordo com a figura 9, a segunda seção do compressor estará obrigada a operar muito à direita nas curvas, quando girando em rotações moderadas. Se a carga da unidade não proporcionar vazões dessa ordem, este controle resultará em um intenso reciclo.\nTentando reduzir a perda de energia provocada por essa situação, o operador se sentirá obrigado a reduzir o set-pointdo controlador “anti-surge”, buscando um ajuste correspondente a um menor \"dp” no elemento de vazão e, conseqüentemente, deslocando a linha de controle “anti-surge” para a esquerda, como se apresenta na figura 10. Essa atitude anulará a proteção do compressor para rotações superiores, gerando um novo tipo de problema. Quando o compressor for levado a aumentar a rotação devido a um aumento na carga da unidade, a segunda seção poderá entrar em “surge” arrastando também a primeira. A possibilidade de chegar a esse extremo na RPBC é alta porque o compressor se encontra visivelmente superdimensionado para o suprimento de gás disponível, e é obrigado a atuar sob um diferencial de pressões um tanto elevado, para garantir as condições finais de fornecimento do gás.\nResumindo, enquanto a estratégia de controle adotada se mostrava pobre para a primeira seção do compressor, ela tornava praticamente impossível a operação da segunda seção em automático.\nHavia também graves deficiências no comportamento dinâmico do controle primitivamente instalado nessa unidade, sendo a principal a lentidão das válvulas de reciclo, requerendo um tempo total de curso de ordem de 20 s, contrastando com os 2 s recomendados pelos projetistas mais condescendentes. Somente isso impediría que o sistema funcionasse por razões dinâmicas, ainda que a estratégia de controle adotada fosse perfeita. Outro problema é que os controladores utilizados não possuíam dispositivos para evitar a saturação do termo integral (reset windup) o que os tornavam extremamente lentos para este serviço.\nV»\nFig. 9 - Linha de controle da 2a seção do compressor.\nFig. 10 - Linha de controle após deslocamento.\n5\t— A NOVA ESTRATÉGIA DE CONTROLE\nDo ponto de vista do funcionamento estático do sistema foi realizada uma grande melhoria que consistiu em empregar uma estratégia de controle, representada matematicamente por meio da equação 3, para ambas as seções.\nV dP Pd 1 = f(PD)\t(3)\nPs\tp;\nonde: f é uma função da linha de “surge” do compressor.\nA demonstração teórica da efetividade dessa estratégia, por não estar ligada ao presente trabalho, não será aqui apresentada. Os resultados conseguidos através dela, no sistema da RPBC, podem, entretanto, ser mensurados por meio das figuras 11 e 12, cada qual referente a uma das seções do compressor. Como se pode observar, a linha de controle (LC) apresenta um traçado bastante parecido com o da linha-limite de “surge” (LS), possuindo inclusive uma deflexão semelhante, conseguida com ajustes diferentes para os dois seguimentos da curva.\nEssa estratégia mostra-se especialmente indicada para a segunda seção, porque ela é simplesmente insensível ao valor da pressão da entrada do gás (o termo Ps que aparece na equação 3 é responsável por esse efeito).\nÉ importante também destacar a capacidade inerente às linhas de controle oriundas dessa estratégia, movimentando-se apropriadamente em função da mudança do peso molecular do gás. Esse deslocamento se dá no mesmo sentido e com amplitude muito próxima a que é exibida pela linha-limite de “surge”, de modo que a margem de segurança do controle praticamente se mantém, como se apresenta ainda nas figuras 11 e 12. Este fato faz com que o sistema compense variações no peso molecular do gás, sem ser necessária a medição desta variável por meio de analisadores.\n6\t— IMPLEMENTAÇÃO DO CONTROLE\nA relativa complexidade da estratégia de controle a ser adotada obrigou a utilização de um controlador com uma maior capacidade de cálculo (bloco lógicos, extração de raiz quadrada, linearizações, chaves, etc.), e com um maior número de entradas analógicas de forma a se obter as informações necessárias ao controle. Neste caso particular, cada controlador “anti-surge” devia possuir pelo menos três entradas analógicas, ou seja, duas para as pressões de sucção e de descarga, e uma para o medidor de \"dp” (venturi). Desta maneira, substituiu-se o antigo equipamento eletrônico por um digital (single-loop).\nAs principais funções implementadas nos controladores, da primeira e da segunda seção do com-\npressor V-2402, foram:\n— cálculo do set-point, de acordo com a equação 3, considerando-se duas equações distintas, uma para cada segmento que compõe a linha de controle;\nHp\t\t\tL?(MW=38)\tHp\t\n14\t-\t\t\t14\t_\tLS(MW=35)\n\t\t\tLCWW--38)\t\t./LS(MW=4t)\n12\t-\tS\t\t/XLC(MW=44)\t12\t_\t_C (M W - 35)\n10\t\t\t^\\N(IOO%)\t\t41)\n\t\t\t\t^\\N(95%)\t10\t-\t^\\N(O0%)\n\t\t\t\t\t\n•\t\t\t^\\N(90%)\t8\t_\t/\t^\\N(95%)\n\ti\ti\t\t1»\t\tN(9O%)\n\t40\t40\t56\t64\t72\tV»\t\tm\ti?\t14\tir\tm v.\nFig. 11 - Linha de controle Fig. 12 - Linha de da nova estratégia (1a).\tcontrole da nova\nestratégia (2a).\n—\tabertura rápida das válvulas de reciclo que tiveram os seus atuadores modificados, com a inclusão de boosters, de forma que as suas respectivas constantes de tempo reduziram-se a valores da ordem de 2 s;\n—\tfechamento lento da mesma válvula;\n—\tdispositivo para evitar saturação do termo integral {reset wind-up)-,\n—\tajuste da folga pelo operador no range de 7% a 30%;\n—\tprocedimento em caso de falha dos equipamentos.\nForam instalados ainda quatro transmissores de pressão, na sucção e descarga de cada seção, que não existiam anteriormente. Na figura 13 apresenta-se, por meio de um fluxograma simplificado, o novo sistema de controle. Os instrumentos PY que executam o cálculo do set-point, de acordo com a equação 3, foram mostrados separados dos controladores, mas são na realidade um único equipamento.\n7\t— SIMULAÇÃO DINÂMICA DO NOVO SISTEMA\nPara que fosse possível antecipar os ajustes a\nFig. 13 - Novo sistema de controle “anti-surge” do V-2402.\nserem feitos nos controladores PID instalados, assim como as folgas mínimas necessárias entre as linhas de “surge” e de controle relativas a cada seção, foi utilizado um simulador dinâmico especialmente dedicado a sistemas de compressão12’.\nAs perturbações consideradas para fins de simulação do desempenho do sistema foram aquelas estimadas como as mais severas que poderiam ocorrer na unidade em questão, ou seja:\n—\tqueda instantânea de 12% na potência de acionamento do compressor;\n—\tqueda instantânea de 20% na vazão mássica de suprimento do compressor.\nObservou-se ainda, durante o ajuste dinâmico do sistema, uma restrição imposta pelas características operacionais da planta de craqueamento, de que o controle “anti-surge” ao atuar não pode perturbar a pressão de sucção do compresssor em mais de 10% do seu valor dc projeto.\nOs resultados obtidos permitiram adotar, como norma de operação, folgas correspondentes a 12% e 11% da vazão de “surge”, respectivamente para a primeira e segunda seção do compressor, já incluída uma margem de 3% para compensar as incertezas do projeto. Esses valores podem ser considerados muito bons, tendo em vista a desfavorabilidade das circunstâncias de trabalho.\n8 —CONCLUSÕES\nSão duas as condições que atestam o sucesso de um projeto de controle “anti-surge”. Em primeiro lugar, a máquina protegida não deve entrar em \"surge”. Além disso, a operação com reciclo somente deverá ocorrer quando o ponto de trabalho estiver situado nas vizinhanças do limite de “surge”, o que significa uma folga efetivamente pequena.\nO funcionamento do sistema sobre o qual está contido o presente artigo tem sido observado já há mais de um ano sem qualquer registro de ocorrência de “surge\". Acrescente-se que durante esse período o processo esteve sujeito a diversas perturbações, uma das quais bastante severa, resultante da parada emergencial de um dos geradores de vapor que atendem à unidade.\nNas situações de operação com carga parcial o sistema continua, evidentemente, atuando com recirculação. Foi estimado, porém, que, uma redução no consumo de vapor da ordem de 4t/h estaria sendo obtida em média, pelo novo sistema, devido a maior racionalidade do controle. Admitindo que a unidade trabalhe durante 20% do seu tempo de campanha nessa condição, o ganho obtido somente nesse aspecto chegaria a US$ 70 mil por ano.\nHá também que se considerar a economia produzida pela eliminação dos custos de manutenção e perdas devidas à quebra da continuidade operacional,\nambos gerados pela falha de sistema de proteção “anti-surge”. Embora seja bastante difícil avaliar esse custo estimou-se, com base no histórico de funcionamento da máquina nos últimos anos, que ele não foi inferior a US$ 200 mil por ano, em média.\nResta mencionar que, na medida em que o controle “anti-surge” atua com sucesso e a máquina não é desligada emergencialmente pelos dispositivos de monitoração de vibrações, nem é obrigada a interrupções de funcionamento para ações corretivas, é evitada a queima do gás de craqueamento, circunstância essa obrigatória para manter a unidade operando sem o compressor. Esse é um fato importante, apesar de sua eventualidade, pelo que representa a preservação da natureza em um local que já apresentou um dos maiores índices de poluição ambiental\nem todo o mundo.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(1)\tRODRIGUES, P. S. - Compressores Industriais, Editora Didáti-\nca e Científica, Rio de Janeiro, 1991. 515 P.\n(2)\tCAMPOS, M.C. e RODRIGUES, P. S. - Simulação Dinâ-\nmica de Sistemas de Compressão In: SEMINÁRIO DE INSTRUMENTAÇÃO, 7 Rio de Janeiro, Instituto Brasileiro de Petróleo, 1987.\n(3)\tCAMPOS, M. C. e RODRIGUES, P. S. - Relatório interno N°\n017/89 Petrobrâs/Cenpes/Diprom, 1989.\n(4)\tDAVIES, F. T. e CORRIPIO, A. B. - Dynamic Simulation of\nvariable Speed Centrifugal Compressor - ISA, CPD 74105, pp 15- 24, 1974.\n(5)\tSTAROSELSKY, N. e LANDIN, L. - Improved Surge Control\nfor Centrifugal Compressor - Chemical Engineering, May 21, pp 175- 184, 1979."}]}}}