{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15699"}, {"@name": "filename", "#text": "22174_000777266.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "682 Ferreira et al.\n\nCiência Rural, v.41, n.4, abr, 2011.\n\nCiência Rural, Santa Maria, v.41, n.4, p.682-685, abr, 2011\n\nISSN 0103-8478\n\nHugo  Henrique  FerreiraI   Priscila  ZlotowskiI   Tatiane  Terumi  Negrão  WatanabeI   Danilo  Carloto  GomesI\nMarisa  Ribeiro  Itapema  CardosoII   David  DriemeierI*\n\nInfecção natural por Listeria monocytogenes em cobaios Cavia porcellus\n\nNatural  infection  by  Listeria  monocytogenes  in  guinea  pigs  (Cavia  porcellus)\n\nRecebido para publicação 14.07.10   Aprovado em 03.02.11   Devolvido pelo autor 25.03.11\nCR-3836\n\nRESUMO\n\nListeriose foi identificada em quatro porcos-da-\níndia (Cavia porcellus) enviados para diagnóstico postmortem.\nDo is coba ios (1  e 2), apresenta ram esp ecialmente nó dulos\nesbranquiçados multifocais no fígado e ceco, alterações que\nco rresp o n d era m micro sco p ica men te a  mú ltip lo s fo co s\nnecróticos associados com estruturas bacterianas basofílicas,\nd eg en era çã o  g o rd u ro sa  d ifu sa  e in filtra d o  lin fo citá rio\nperiportal. Lesõ es simila res estavam p resen tes no in testino\ndelgado, ceco e baço desses dois cobaios. Os outros cobaios\n(3 e 4) apresentavam exclusivamente alterações pulmonares\ncaracteriza da s po r co lo ra çã o  a vermelha da  d ifusa e área s\nesbranquiçadas multifocais na superfície pleural associadas\nh isto lo g ica men te co m in filtra d o  n eu tro fílico  mu ltifo ca l\nacentuado nos lúmens alveolar e bronquiolar, além de edema\nin tersep ta l e a lveo la r, tro mb o s va scu la res e n u mero so s\nma cró fag os alveolares (pneumo nia  su purativa). Em seçõ es\nhistológicas coradas pelo Brown-Hopps, foram identificadas\nestru tu ra s ba cila res Gra m-po sitiva s. A a va lia çã o  imu n o -\nh isto q uímica pa ra a ntico rp os an tiListeria  mo no cyto genes\nrevelou marcação fortemente positiva nos focos necróticos do\nfígado, ceco, baço, útero, estômago e linfonodos mesentéricos\ndos dois cobaio s com listeriose sistêmica. Nos cobaios com\np neumon ia  su pu ra tiva , o bservo u-se in tensa marca çã o no s\nlúmens alveolares. L. monocytogenes foi isolada de amostras\nde fígado e de casca de arroz utilizada como cama dos cobaios.\nSu gere-se q ue as lesões pu lmo nares foram con seq uen tes à\na sp ira çã o  d e p a rtícu la s d a  ca ma  d e ca sca  d e a rro z\ncontaminada com L. monocytogenes.\n\nPalavras-chave: doenças de cobaios, Listeriose, pneumonia,\nsep ticemia.\n\nABSTRACT\n\nListeriosis was identified in four guinea pigs (Cavia\nporcellus) received for post mortem evaluation. Two animals\nshowed multifocal white nodules in the liver and cecum. These\nchanges corresponded microscopically to multiple necrotic foci\nassociated with basophilic bacterial structures, diffuse lipid\nva cuolatio n, and periportal lymp hocytic infiltrates. S imilar\nlesions were seen in the small intestine, cecum, and spleen of\nthese two guinea pigs. The other two guinea pigs showed almost\nexclusively pu lmo na ry ch ang es th at were ch aracterized by\ndiffuse red coloration and multifocal whitish areas in the pleural\nsurface, which were microscopically associated with multifocal\nma rked  n eu tro p h ilic in filtra te with in  th e a lveo la r a n d\nbronchiolar lumens, besides of interseptal and alveolar edema,\nva scu la r th ro mb i, a n d  in crea sed  n u mb ers o f a lveo la r\nma cro p h a g es (su p p u ra tive p n eu mo n ia ). Th e b a so p h ilic\nbacterial structures were Gram-positive for the Brown-Hopps\nspecial stain. The immunostaining antiListeria monocytogenes\nshowed strong positive reactions in the necrotic foci of the liver,\ncecum, spleen, uterus, stomach, and mesenteric lymph node in\nthe two guinea pigs with systemic listeriosis. The two guinea\np ig s with  su p pu rative bro ncho p neu mo n ia  sh o wed  p o sitive\nintense antiListeria monocytogenes immunostaining within the\nalveolar lumens. L. monocytogenes was isolated from samples\nof liver and rice hulls used as bedding material in the cages of\nthe guinea pigs. It is suggested that the pulmonary changes\nobserved here were caused by aspiration of particles of the rice\nhulls bedding contaminated with L. monocytogenes.\n\nKey wo rds: Listeria  m ono cyto genes, g uinea pig diseases,\nsep ticemia, pneumon ia.\n\n- NOTA -\n\nIDepartamento de Patologia Clínica Veterinária, Universidade Federal do Rio Grande do Sul (UFRGS). Av. Bento Gonçalves, 9090,\n91540-000, Porto Alegre, RS, Brasil. E-mail: davetpat@ufrgs.br. *Autor para correspondência.\n\nIISetor de MedicinaVeterinária Preventiva, UFRGS, Porto Alegre, RS, Brasil.\n\n\n\n683Infecção natural por Listeria monocytogenes em cobaios Cavia porcellus.\n\nCiência Rural, v.41, n.4, abr, 2011.\n\nA Li ster i ose é um a doen ça  ca usa da\nprincipalmente pela Listeria monocytogenes, bactéria\nGram-positiva não formadora de esporos e em formato\nde bastonete, amplamente distribuída na natureza, com\nhabilidades para sobreviver em diferentes ambientes\n(RADOSTITS et al., 2002). A L. monocytogenes pode\ncausar infecção localizada severa ou generalizada em\nhumanos e em uma grande variedade de vertebrados\ndomésticos ou selvagens (IIDA et al., 1998; VÁSQUEZ-\nBOLAND et al., 2001). As formas clínicas incluem\ninfecção do útero gestante e aborto, septicemia com\nabscessos viscerais miliares e meningite e/ou encefalite\n(LECUIT, 2007; MAXIE &amp; YOUSSEF, 2007).\n\nEm cobaios (Cavia porcellus), a infecção\npor L. monocytogenes ocorre geralmente através da\ningestão do agente e se expressa na forma septicêmica,\nmas outras formas, como queratoconjuntivite também\npodem ocorrer (COLGIN et al., 1995). Após a\ntransmigração da barreira intestinal (LECUIT, 2007), a\nbactéria se replica nos hepatócitos e, por disseminação\nhematógena, pode chegar a vários outros órgãos,\ninclusive o útero (IRVIN et al., 2008). Roedores que\nmorrem por listeriose apresentam, à necropsia, múltiplos\nfocos brancos distribuídos aleatoriamente na superfície\ndo fí gado ou de outr os ór gã os,  os qua i s, n a\nmicroscopia, correspondem a focos de necrose, às\nvezes com formação de abscessos (DUSTOOR et al.,\n1977; IRVIN et al., 2008). Este trabalho descreve casos\nnaturais de listeriose em cobaios Cavia porcellus de\num biotério no Rio Grande do Sul e faz especial\nreferência às lesões pulmonares observadas em dois\ncobaios.\n\nQuatro cobaios foram necropsiados no\nSetor de Patologia Veterinária da Universidade Federal\ndo Rio Grande do Sul, e fragmentos de diversos órgãos\nforam coletados, fixados em formalina a 10%,\nprocessados conforme técnicas de rotina histológica e\ncorados em hematoxilina-eosina (HE). Amostras de\ntecidos dos cobaios, ração e cama de casca de arroz\n(antes de ser utilizada) foram enviadas para isolamento\nbacteriológico segundo métodos propostos por QUINN\net al. (1994). Cortes histológicos também foram\nsubmetidos à coloração de gram Brown-Hopps\nmodificada e ao teste imuno-histoquímico (IHQ) antiL.\nmonocytogenes (BD®, New Jersey, USA) pelo método\nde estreptavidina-biotina-peroxidase.\n\nEstabeleceu-se o diagnóstico de listeriose\ncom ba se n as a lt er ações m a croscópi cas e\nmicroscópicas em associação com a identificação\nimuno-histoquímica e isolamento bacteriológico de\nListeria monocytogenes. Dois desses quatro porcos-\nda-índi a ti nham  lesões associadas a  bactéri as\nintralesionais em vários órgãos (casos septicêmicos),\n\ne os outros dois, lesões e agente apenas no pulmão\n(listeriose pulmonar).\n\nAchados macroscópicos nos dois casos de\nlisteriose septicêmica (1 e 2) incluíram nódulos\nesbranquiçados multifocais com 0,3-0,7cm de diâmetro\nna superfície capsular do fígado (Figura 1A) que, ao\ncorte, estendiam-se ao parênquima hepático. Pontos\nesbra nqui ça dos ta mbém  fora m observados n a\nsuperfície serosa do ceco do Cobaio 1. No Cobaio 2,\nobservaram-se placas amareladas na mucosa do\nestômago, intestino e útero, além de conteúdo líquido\nno interior do ceco e cólon. Nos cobaios com listeriose\npulmonar (3 e 4), os pulmões estavam difusamente\navermelhados e apresentavam áreas multifocais\nesbranquiçadas na superfície pleural. As alterações\nm acr oscópica s n o fí ga do dos Coba i os 1 e 2\ncorresponderam microscopicamente a múltiplos focos\na leat ór i os de n ecrose a ssoci ados a est rutura s\nbacterianas basofílicas dispersas no parênquima\nhepático ou no citoplasma de hepatócitos. Havia\ntambém degeneração gordurosa difusa acentuada e\ninfiltrado linfocitário periportal discreto. No intestino\ndelgado e ceco de ambos (1 e 2), observou-se infiltrado\nlinfocitário difuso moderado na mucosa e áreas de\nnecrose multifocal de criptas, as quais apresentavam\nestruturas bacterianas basofílicas que por vezes foram\nobservadas na submucosa e na camada muscular. No\nparênquima do baço e na mucosa uterina do Cobaio 1,\nobservava-se necrose multifocal. No baço do Cobaio 2,\na necrose estava associada a estruturas bacterianas\nbasofílicas multifocais discretas distribuídas no\nparênquima. Nos pulmões dos Cobaios 1 e 2, foram\nobservados edema e congestão discretos. Os pulmões\ndos Cobaios 3 e 4 apresentavam infiltrado neutrofílico\nmultifocal acentuado na luz de alvéolos e bronquíolos,\nedema interseptal e alveolar, trombos vasculares, além\nde grande número de macrófagos alveolares. Na\ncoloração especial de Brown-Hopps modificada, as\nbactérias presentes nas áreas de necrose do fígado,\nbaço e mucosa intestinal se demonstraram Gram-\npositivas.\n\nO teste de IHQ antiListeria monocytogenes\nrevelou forte marcação nos focos de necrose do fígado\n(Figura 1B) e ceco (Figura 1C) dos Cobaios 1 e 2, além\nde marcação em baço, útero, estômago e linfonodo\nmesentérico do Cobaio 2. Os Cobaios 3 e 4 apresentaram\nbroncopneumonia supurativa e forte marcação\nantiListeria monocytogenes no interior de alvéolos\n(Figura 1D). Listeria monocytogenes foi isolada no\ncultivo bacteriano a partir do fígado dos Cobaios 1 e 2\ne da casca de arroz que seria utilizada como cama nas\ngaiolas.\n\nO fígado de dois cobaios foi o órgão que\napresentou lesões macroscópicas e microscópicas mais\n\n\n\n684 Ferreira et al.\n\nCiência Rural, v.41, n.4, abr, 2011.\n\nevidentes. A infecção hepática é explicada pela\npassagem intestinal da bactéria (VÁZQUEZ-BOLAND\net al., 2001), que, nos casos estudados, pode estar\nassociada com a ingestão da casca de arroz utilizada\ncomo cama nas gaiolas, ou alimento contaminado pelo\ncontato com a cama.\n\nDoi s coba ios (3 e 4) apr esen t ar a m\nbroncopneumonia supurativa associada com reações\nposi ti va s na  i muno-h istoquím ica an ti L iste ri a\nmonocytogenes, mas sem alterações significativas em\noutros órgãos. Em experimento realizado em cobaios,\napós administração intravenosa, intraperitonial e\nintracardíaca de doses crescentes da bactéria, a lesão\npulmonar observada consistia de espessamento das\nparedes alveolares e infiltrações de células inflamatórias\nmononucleares. Além disso, por se tratar de uma\nbacteremia induzida, focos de necrose e/ou inflamação\nem outros órgãos, como coração, fígado, baço e rins\nestavam frequentemente presentes (DUSTOOR et al.,\n1977). Dessa forma, a presença de lesões pulmonares,\nobservadas nos dois casos deste estudo, e a ausência\nde lesões nos demais órgãos, sugere uma possível\ninfecção aerógena, ainda não descrita nessa espécie.\n\nÉ provável que a causa da l isteri ose\nsepticêmica caracterizada por reação inflamatória da\nmucosa intestinal e por focos de necrose de enterócitos\nregistrada em dois cobaios (3 e 4) tenha sido a ingestão\nde casca de arroz contaminada. A marcação imuno-\nhistoquímica antiListeria monocytogenes em lesões\ndo fígado e intestino confirmaram a participação dessa\nbactéria como agente etiológico da doença.\n\nA contaminação da casca de arroz usada\ncomo cama para os cobaios foi a fonte de infecção. As\nlesões digestivas e pulmonares indicaram as vias de\nacesso do agente. Dois cobaios com lesões entéricas,\nhepáticas e esplênicas caracterizaram a forma\nsepticêmica da doença e as lesões restritas aos pulmões\ndos outros dois indicaram a forma pulmonar. Este\ntrabalho demonstra que além de casos de septicemia, a\nListeria monocytogenes deve ser considerada como\nagente causal de pneumonia em cobaios Cavia\nporcellus.\n\nAGRADECIMENTOS\n\nÀ Coordenação de Aperfeiçoamento de Pessoal de\nNível Su perior (CAPES) e ao Conselho Nacional de\n\nFigura 1  - Infecção natu ral por Listeria  m ono cyto g enes  em cobaios Cavia\nporcellus. A: Nódulos esbranquiçados na superfície hepática do Cobaio\n2 . B: Fígado do Cobaio 2  com marcação positiva anti Listeria\nm onocyto g enes em foco de necrose hepática. Note degeneração\ngordurosa difusa. IHQ estreptavidina-biotina-peroxidase. Obj 20. C.\nIntestino delgado do Cobaio 1  com marcação positiva antiListeria\nmonocytogenes em aglomerados de macrófagos e restos celulares da\nmucosa. IHQ estreptavidina-biotina-peroxidase. Obj 40. D. Pulmão\ndo Cobaio 3 com marcação positiva antiListeria monocytogenes no\ninfiltrado inflamatório do interior de alvéolos e bronquíolos. IHQ\nestreptavidina-biotina-peroxidase. Obj 2 0.\n\n\n\n685Infecção natural por Listeria monocytogenes em cobaios Cavia porcellus.\n\nCiência Rural, v.41, n.4, abr, 2011.\n\nDesenvolvimento Científico e Tecnológico (CNPq), pelo apoio\nfinanceiro, e ao professor Cláudio Estevão Farias da Cruz, pela\nrevisão deste artigo.\n\nREFERÊNCIAS\n\nCOLGIN, L.M.A. et al.  Case report of listerial\nk eratoconju nctivitis in hairless gu inea pigs.  Labo rato ry\nAnimal Science , v.4 5 , p.4 35 -4 3 6, 1 9 9 5 .\n\nDUST OOR, M. et al.  Bacteriological and histopathological\nevalu ation of gu inea pigs after infection with Listeria\nmono cytogenes.  Infectio n and Immunolo gy, v.15 , p. 91 6-\n92 4, 197 7.\n\nIIDA, T. et al.  Detection of Listeria monocytogenes in humans,\nanimals and foods.  J ournal Veterinary M edical Science ,\nv.6 0, p.1341-1343, 1998 .  Disponível em:&lt;http://dx.doi.org/\n1 0 .1 2 9 2 /jvms.6 0 .1 3 4 1 >.  Acesso em: 0 4  dez. 2 0 0 9 .  doi:\n1 0.1 29 2 /jvms.6 0.1 3 41 .\n\nIRVIN, E.A. et al.  Listeria monocytogenes infection in pregnant\nguinea pigs is associated with maternal liver necrosis, a decrease\nin maternal seru m TNF-a concentrations, and an increase in\nplacental apoptosis.  Reproductive To xicolo gy, v.26, p.1 23-\n1 2 9 , 2 0 0 8 .  Disponível em:&lt;http://dx.doi.org/1 0 .1 0 1 6 /\n\nj.reprotox.2 0 0 8 .0 7 .0 0 7 >.  Acesso em: 1 0  jan. 2 0 1 0 .  doi:\n1 0 .1 0 1 6 /j.reprotox.2 0 0 8.0 7 .00 7 .\n\nLECUIT, M.  Human listeriosis and animal models.  Microbes\nand Infectio ns, v.9 , p.1 2 1 6 -1 2 2 5 , 2 0 0 7 .  Disponível em:\n<http://dx.doi.org/10.1016/j.micinf.2007.05.009>.  Acesso em:\n10 jan. 2010.  doi: 10.10 16/j.micinf.2007.05 .009.\n\nMAXIE, M.G.; YOUSSEF, S.  Nervous system.  In: MAXIE,\nM.G.  Jubb, Kennedy and Palmer’s pathology of domestic\nanimals.  5.ed.  Philadelphia: Sau nders Elsevier, 20 07.  V.1,\np.4 0 5 -4 0 8 .\n\nQUINN, P.J. et al.  Clinical v eterinary micro bio lo g y.\nLondon: Wolfe, 1 994 .  p.170 -17 3.\n\nRADOSTITS, O.M. et al.  Clínica veterinária: um tratado\nde do enças do s bo v ino s, o v ino s, suíno s, caprino s e\neqüinos.  9.ed.  Rio de Janeiro: Guanabara Koogan, 2 0 02 .\np.6 6 1 -6 6 6 .\n\nVÁZQUEZ-BOLAND, J.A. et al.  Listeria pa thogenesis and\nmolecu lar viru lence determinants.  Clinical M icro bio lo g y\nRev iews, v.1 4 , p.5 8 4 -6 4 0 , 2 0 0 1 .  Disponível em:&lt;http://\ndx.doi.org/10.1128/CMR.14.3.584-6 40.2001>.  Acessado em:\n03 fev. 201 0.  doi: 10.11 28/CMR.14.3.58 4-640.2 001."}]}}}