{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19271"}, {"@name": "filename", "#text": "26418_000438981.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "829Colopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\nCiência Rural, Santa Maria, v.34, n.3, p.829-837, mai-jun, 2004\n\nISSN 0103-8478\n\nColopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães\n\nMaurício Veloso Brun1   Ney Luis Pippi2   Carlos Afonso de Castro Beck3   Emerson Antônio Contesini4\n\nRosecler Alves Pereira5   Rafael Stedile6   Adamas Tassinari Bonfada7   Lucas Marques Columé6\n\n Kleber Gomes7   Antônio Roberto Pinheiro Vieira Junior6  Thiago Félix da Silva6\n\nOpen or laparoscopic assisted transparietal colopexy in dogs\n\nRESUMO\n\nCom a finalidade de desenvolver a técnica de\ncolopexia transparietal auxiliada por laparoscopia e comparar\nseus resultados com os da incisional por celiotomia, foram\nutilizados 24 cães separados em dois grupos, denominados GA e\nGL. No GA, constituído de oito animais, foram realizadas\ncolopexias incisionais por celiotomia. No GL, realizaram-se\ncolopexias transparietais auxiliadas por laparoscopia. Os cães\ndo GL foram separados em quatro subgrupos (S\n\n1\n, S\n\n2\n, S\n\n3\n, S\n\n4\n) com\n\nquatro animais cada, sendo utilizado um material diferente para\no apoio externo das suturas para cada subgrupo, a citar: equipo\nde infusão (S\n\n1\n), disco plástico a partir de frasco de Solução de\n\nNaCl (S\n2\n), disco confeccionado em borracha de câmara de pneu\n\n(S\n3\n) e disco construído com tubo de silicone (S\n\n4\n). Aos 14 e aos 28\n\ndias de pós-operatório, realizaram-se novos procedimentos\nlaparoscópicos para avaliação das colopexias e coleta das\nbiópsias. O tempo necessário para a realização das cirurgias foi\nsignificativamente maior no GL (p=0,02). Em sete cães do GA,\nconstatou-se a manutenção da colopexia, sendo que todos\napresentavam aderência do omento na região da sutura\nabdominal. Já em três animais do GL, todos do S\n\n4\n, as colopexias\n\nnão foram mantidas. Na totalidade dos cães desse grupo, foram\nobservadas dermatites e/ou celulites, sendo os melhores\nresultados obtidos no S\n\n3\n. As principais observações nos exames\n\nhistológicos aos 14 dias nos animais do GL se referem a maior\ndeposição de tecido conjuntivo no local de aderência do cólon e\ninfiltração deste na musculatura esquelética associada. Já aos\n28 dias, não se constataram diferenças entre os grupos. Em ambas\nas situações, as fibras de colágeno apresentavam-se maturas.\n\n1Médico Veterinário, Mestre, Doutor, Professor da Faculdade de Agronomia e Medicina Veterinária da Universidade de Passo Fundo\n(FAMV), Universidade de Passo Fundo (UPF).  Endereço: FAMV-UPF, Hospital Veterinário, Campus I, Bairro São José, BR 285, km\n171, CP 611/631, 99001-970, Passo Fundo, RS. E-mail: mbrun@upf.tche.br\n\n2Médico Veterinário, Mestre; PhD, Professor, Programa de Pós-graduação em Medicina Veterinária (PPGMV), Universidade Federal\nde Santa Maria (UFSM).\n\n3Médico Veterinário, Mestre, Doutor, Professor, Faculdade de Medicina Veterinária da Universidade Federal do Rio Grande do Sul (UFRGS).\n4Médico Veterinário, Mestre, Doutor, Professor, Faculdade de Medicina Veterinária da UFRGS, Aluno do PPG em Medicina Veterinária da\nUFSM.\n\n5Médico Veterinário, Mestre, Aluna do PPG em Ciências Veterinárias da UFRGS, Professora da FAMV, UPF.\n6Médico Veterinário autônomo.\n7Médico Veterinário, Aluno do PPGMV, em Medicina Veterinária da UFSM.\n\nConclui-se que a técnica auxiliada por laparoscopia é viável;\ncontudo, está associada à ocorrência de lesões teciduais no local\nde contato com os materiais de apoio para a sutura. Entre estes,\no disco de borracha é o que demonstra melhores resultados.\n\nPalavras-chave: cirurgia endoscópica, cirurgia auxiliada por\nlaparoscopia, caninos.\n\nABSTRACT\n\nTwo groups of dogs, GA (n=8) and GL (n=16) were\nused to compare the conventional and the transparietal\nlaparsocopic assisted technique for colopexy and to compare with\nthe conventional surgery. In the GA group, the colopexy was\nproceded by incisional technique trough celiotomy. In the GL\ngroup, the colopexy was performed using the transparietal\nlaparoscopic assisted technique. The GL dogs were separated in\nfour subgroups (S\n\n1\n, S\n\n2\n, S\n\n3\n and S\n\n4\n) with four dogs each. In each\n\nsubgroup a different stent was used, capton of infusion tube (S\n1\n);\n\nplastic disks made with NaCl solutions bottles (S\n2\n); disks made\n\nwith rubber (S\n3\n) and silicone disks (S\n\n4\n). The time for complete\n\nsurgery was statically higher in the GL group than GA. Seven\nGA dogs maintained the colopexy and all of these presented\nadherences of the omentum in the suture zone. In three GL animals,\nall of the S\n\n4\n subgroup the colopexies were not maintained. In all\n\ndogs of this subgroup dermatitis and/or cellulites were observed.\nBest results were obtained in the S\n\n3\n subgroup dogs. The main\n\nhistological observations in the 14d-after surgery biopsies in GL\nanimals were related to a higher connective tissue deposition at\nthe colon adherence, and infiltration of this type of tissue into\n\nRecebido para publicação 08.05.03   Aprovado em 10.09.03\n\n\n\n830                                                                        Brun et al.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\nthe associated musculature. In the 28d biopsies, no difference was\nfound between groups. In both groups, the collagen fibers presented\nmature aspect. Concluding, the transparietal laparoscopic assisted\ntechnique is viable, however it’s associated with tissue lesions in\nthe regions in contact with the material used to support the suture.\nThe rubber disk presented better results.\n\nKey words: endoscopic surgery, laparoscopic assisted surgery,\ncanine.\n\nINTRODUÇÃO\n\nA colopexia é realizada com o intuito de criar\naderências permanentes entre as superfícies serosas do\ncólon e a parede abdominal, a fim de se evitarem\ndeslocamentos caudais desse órgão (FOSSUM et al.,\n2002). Seu principal emprego na medicina de pequenos\nanimais consiste no tratamento de prolapsos retais\nrecidivos e não responsivos à sutura de retenção em bolsa\nde tabaco, que é, também, utilizada em casos de difícil\nredução manual do tecido protruso (MATTHIESEN &amp;\nMARRETTA, 1993). Apesar de existirem diferentes\ntécnicas de colopexia para cães, envolvendo a sutura de\nfixação com ou sem escarificação dos tecidos\nrelacionados (BURROWS &amp; ELLISON, 1992; ENGEN,\n1986) ou até mesmo com a produção de incisões\n(POPOVITCH et al., 1994; FOSSUM et al., 2002), a\nliteratura Médica Veterinária dispõe de poucos estudos\ncomparando-as (POPOVITCH et al., 1994). Alguns\nautores afirmam que os métodos incisionais e não\nincisionais são igualmente efetivos para produção de\naderências cirúrgicas do cólon (FOSSUM et al., 2002),\nenquanto outros acreditam que os primeiros demonstram\nmelhores resultados (POPOVITCH et al., 1994).\n\nEm humanos, a colopexia está indicada para o\ntratamento de vólvulo de cólon sigmóide (WELCH &amp;\nANDERSON, 1987), e uma das modalidades cirúrgicas mais\ncomumente empregadas em casos mais complicados de\nprolapso retal é a retopexia (STEVENSON et al., 1998). Com\no advento da cirurgia de mínima invasão, este procedimento\ntambém passou a ser realizado pelo método laparoscópico,\nsendo inicialmente relatado por BERMAN (1992).\n\nVerificando que, na cirurgia de pequenos\nanimais, são poucos os relatos envolvendo colopexia\nlaparoscópica (THOMPSON &amp; HENDRICKSON,\n1998; FREEMAN, 1998; BRUN et al., 2000), em\ncontraponto à importância desse procedimento pelo\nmétodo convencional, e ainda que esses apresentam\ngrande variação técnica, os autores do presente trabalho\nobjetivaram desenvolver a técnica de colopexia\ntransparietal auxiliada por laparoscopia e comparar seus\nresultados com os obtidos por meio da operação\nincisional por celiotomia previamente descrita\n(POPOVITCH et al., 1994; FOSSUM et al., 2002).\n\nMATERIAL E MÉTODOS\n\nForam utilizados 24 cães, sem raça definida,\nseparados em dois grupos (GA e GL), sendo o GA\nconstituído de oito animais, cinco machos e três\nfêmeas, com peso médio de 14,9+5,7kg. O GL\nconstava de 16 cães, oito de cada sexo, com peso\nmédio de 14,4+5,4kg. Como procedimentos cirúrgicos\nforam realizadas colopexias incisionais por celiotomia\n(GA) e colopexias transparietais auxiliadas por\nlaparoscopia (GL). O GL foi ainda subdividido em\nquatro subgrupos (S\n\n1\n, S\n\n2\n, S\n\n3\n, S\n\n4\n), com quatro animais\n\ncada, de acordo com os materiais empregados para o\napoio da sutura transparietal. No S\n\n1\n, testaram-se\n\nsegmentos de equipo de infusão; no S\n2\n, disco plástico\n\ncriado a partir de frasco de solução de NaCla; no S\n3\n,\n\ndisco confeccionado em borracha de câmara de pneu;\ne, no S\n\n4\n, disco construído com tubo de siliconeb.\n\nEm ambos os grupos, os animais foram pré-\nmedicados com associação de maleato de acepromazina\n(0,1mg kg-1) e citrato de fentanila (5µg kg-1), via\nintramuscular. Decorridos 15min, realizou-se a indução\nanestésica com tiopental sódico (10mg kg-1). A\nmanutenção foi obtida com halotano em O\n\n2\n a 100%,\n\nadministrado em circuito semifechado, por meio de\nvaporizador universal. Trinta minutos antes do\nprocedimento, aplicou-se ampicilina sódica (30mg kg-\n1) via intravenosa. Durante todo o período trans-\noperatório, administrou-se citrato de fentanila a cada\n45min, na dose e na via previamente descritas.\n\nPara as colopexias incisionais, os cães\nforam mantidos em decúbito dorsal e submetidos a\nincisão pré-púbica na linha média ventral, de\naproximadamente 10cm. Com o auxílio de marcador\nplástico confeccionado a partir de capa de agulha\n18x7mm, procedeu-se a incisão no cólon de 2,5cm,\nabrangendo as camadas serosa, muscular e submucosa.\nIncisão de comprimento semelhante foi realizada na\nparede abdominal lateral esquerda, paralelamente ao\nmúsculo reto abdominal, envolvendo o peritônio e o\nmúsculo transverso abdominal. As bordas laterais das\nferidas provocadas no cólon e na parede abdominal\nforam aposicionadas com fio de polipropileno 3-0c,\nem padrão contínuo simples. Na seqüência, realizou-\nse a aposição das bordas mediais de maneira\nsemelhante. Procedeu-se então a oclusão da cavidade\ncom sutura contínua simples, abrangendo o folheto\nexterno do reto abdominal. O tecido subcutâneo e a\npele foram suturados em padrões contínuo e isolado,\nrespectivamente. O fio utilizado em todas as camadas\nfoi o náilon monofilamentar 2-0d.\n\nPara as colopexias auxiliadas por\nlaparoscopia (Figura 1), os cães foram mantidos em\n\n\n\n831Colopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\ndecúbito dorsal e submetidos à incisão de\naproximadamente 1,5cm na linha média ventral,\ncaudalmente à cicatriz umbilical. Com o auxílio de\nduas pinças de Backhaus, posicionadas paralelamente\nà ferida operatória, realizou-se o tracionamento da\n\nparede abdominal e à introdução da agulha de Veresse,\nem ângulo de 900 em relação à linha alba. A cavidade\nperitoneal foi insuflada com CO\n\n2\n a 5%, na velocidade\n\nde 2l min-1, até atingir a pressão de 12mmHg.\nRealizaram-se então a remoção da agulha e, no mesmo\n\nFigura 1 – Procedimento de colopexia transparietal auxiliada por laparoscopia. I) Passagem do fio pelo material de apoio para a sutura\ntransparietal, e aplicação do primeiro ponto através da parede abdominal lateral. II) Visibilização endoscópica da extremidade da\nagulha utilizada na sutura transparietal. Esta foi introduzida lateralmente à ferida provocada no peritônio e na fáscia transversa.\nIII) Passagem da agulha através da parede do cólon. IV) Passagem da agulha (seta) medialmente à ferida provocada na parede\nabdominal lateral. V) Fio do primeiro ponto para colopexia transparietal (setas). O mesmo foi reparado externamente à cavidade\npeitoneal. VI) Aspecto da colopexia após a aplicação das quatro suturas transparietais.\n\n\n\n832                                                                        Brun et al.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\nlocal, a introdução de trocarte permanente de 10mmf,\nque serviu de conduto para o endoscópio rígido de\nzero grausg. Após a inspeção da cavidade peritoneal,\nfoi introduzido na região lateral direita, sob\nvisibilização direta, outro trocarte de dimensão\nsemelhante. O terceiro trocarte, de 5mm, foi\nposicionado na região lateral esquerda.\n\nRealizou-se a apreensão do cólon\ndescendente com pinça de Babcockh e o tracionamento\ndo órgão até a parede abdominal lateral esquerda, a\nfim de se eleger o melhor local para a colopexia.\nAtravés da segunda cânula e com o auxílio de redutori,\nfoi introduzido o marcador plástico previamente\ndescrito. Na seqüência, utilizando-se porta-agulhasj\n\nmontado com lâmina de bisturi no 15, realizou-se a\nescarificação das camadas serosa e muscular do cólon\ndescendente, em sua superfície antimesentérica, de\nacordo com o tamanho do marcador. O peritônio e a\nfáscia transversa sofreram incisão de 2,5cm\nparalelamente ao músculo reto abdominal. As lesões\nprovocadas foram mantidas em contato com a pinça\nde Babcock. Para as suturas transparietais, realizou-\nse a passagem de fio de polipropileno 3-0 montado\nem agulha 40x12mm através do material de apoio e\nda pele. Sob visibilização direta, foi escolhido o local\npara a introdução da agulha na cavidade, sendo este\nposicionado lateralmente à ferida provocada na parede\nmuscular, em seu aspecto caudal. Mantendo-se o cólon\nfixo com a Babcock, promoveu-se a introdução da\nagulha na sua superfície antimesentérica, na porção\ncaudal da região escarificada, procurando-se não\ntranspassar a camada mucosa do órgão. A extremidade\nagulhada do fio foi removida da cavidade medialmente\nà região incisada da parede abdominal e novamente\ntranspassada através do material de apoio. Três outros\npontos interrompidos simples foram aplicados de\nforma semelhante, mantendo-se todos reparados\nexternamente com pinça de Kelly e distando\naproximadamente 0,5cm uns dos outros. Os pontos\nforam concluídos externamente à cavidade, por meio\nde nó de cirurgião sobreposto por dois meios-nós.\nRealizou-se a desinsuflação parcial do abdômen até a\npressão de 5mmHg, a fim de se verificar a ausência\nde hemorragia. Os trocartes foram removidos, e as\nferidas musculares ocasionadas pela introdução das\ncânulas maiores suturadas com náilon monofilamentar\n2-0, em padrão de Sultan. As lesões cutâneas foram\nocluídas com mesmo fio, em padrão interrompido\nsimples.\n\nNo pós-operatório, os cães receberam\nketoprofeno (2mg kg-1) por via subcutânea, uma vez\nao dia, por três dias, e tiveram suas feridas operatórias\nhigienizadas diariamente com solução de iodo polivinil\n\npirrolidonal (PVP-I) a 1%. As suturas cutâneas de\nambos os grupos foram removidas em sete dias,\nenquanto as transparietais utilizadas na fixação do\ncólon foram retiradas ao final de dez dias.\n\nPara a avaliação das colopexias, todos os\ncães foram submetidos à laparoscopia, sendo metade\ndo número dos animais operada aos 14 dias de pós-\noperatório e o restante aos 28 dias. Nessas ocasiões,\ncoletaram-se amostras para biópsias dos locais de\nfixação. Para tanto, foram utilizados três trocartes,\nsendo o primeiro introduzido na linha média ventral,\npré-umbilical, por meio da técnica aberta, e os demais\nposicionados conforme previamente descrito. A\namostra para biópsia foi coletada com o auxílio de\npinça Marylandm e tesoura de Metzenbaumn.\n\nNas comparações entre os grupos,\nconsideraram-se o tempo cirúrgico total, o tempo\nnecessário para a realização de colopexia, as\ncomplicações transoperatórias, a manutenção das\naderências do cólon, a ocorrência de aderências intra-\nabdominais e os achados do exame histológico. As\npresenças de bactérias, células inflamatórias, tecido\nconjuntivo no local de aderência cirúrgica, infiltração\ndesse tecido na musculatura esquelética e a vascularização\nforam classificadas de 0 a +++ a partir das colorações\ncom hematoxilina-eosina e tricrômico de Masson. Na\nescala classificatória, 0 correspondeu a ausência da\ncaracterística, + a pequena quantidade, ++ a moderada e\n+++ a grande quantidade. Os tempos foram analisados a\npartir do teste T de Student, sendo as diferenças\nconsideradas significativas quando p&lt;0,05. No GL, os\ndiferentes subgrupos foram avaliados quanto à\nviabilidade da técnica e à ocorrência de lesões no local\nde contato com o material de apoio para as suturas\ntransparietais.\n\nRESULTADOS\n\nFoi possível realizar a colopexia em todos\nos animais em tempo médio de 28,00+3,62min e\n35,94+9,35min nos grupos A e L, respectivamente. A\nfixação do cólon propriamente dita foi obtida em\n5,62+0,52min (GA) e 10,44+5,37 min (GL). Os\ntempos totais dos procedimentos e das suturas de\nfixação do órgão foram significativamente maiores no\nGL (p=0,02).\n\nO número de cânulas, as disposições destas,\ne os instrumentais cirúrgicos utilizados se mostraram\napropriados para a realização da técnica auxiliada por\nlaparoscopia. No GL, observou-se a punção de baço\ncom a agulha de Veress em um cão do subgrupo S\n\n4\n e a\n\nperfuração desse mesmo órgão com a extremidade da\ncânula posicionada na linha média ventral em canino\n\n\n\n833Colopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\ndo S\n3\n. Em ambos os casos, a hemorragia proveniente\n\ndas lesões apresentou resolução espontânea. Em\n87,5% das cirurgias, o pneumoperitônio foi\nestabelecido a partir de única punção e, em dois cães,\num de cada subgrupo supracitado, foram necessárias\numa ou duas punções adicionais. Em um cão do S\n\n3\n,\n\nocorreu a penetração da agulha através da mucosa\ndurante a aplicação do ponto transparietal, sem a\nocorrência de extravasamento de conteúdo fecal. A\nagulha foi prontamente removida e, após a desinfecção\nde sua extremidade com PVP-I a 10%, foi\nreposicionada. Ainda em animal do S\n\n4\n ocorreu\n\nhemorragia proveniente da artéria epigástrica\nsuperficial caudal durante a passagem do ponto\ntransparietal, sendo tal complicação adequadamente\nmanejada com ligadura cruzada, abrangendo o vaso\nhemorrágico e a musculatura da parede abdominal. Já\nno GA, não foram constatadas complicações\ntransoperatórias.\n\nDurante os acompanhamentos pós-\noperatórios e por ocasião das biópsias laparoscópicas,\nnão foram constatados sinais de peritonite em nenhum\ndos animais. Esses procedimentos duraram em média\n25,95+4,85min, sendo a coleta do material\npropriamente dita realizada em 7,75+2,45min. A única\ncomplicação transoperatória ocorrida foi a punção do\nbaço com a extremidade do primeiro trocarte em um\ncão do GL-S\n\n4\n, não sendo necessário nenhum tipo de\n\nintervenção para a obtenção da hemostasia.\nNos animais do GA, a cicatrização das\n\nferidas operatórias ocorreu por primeira intenção. Em\ntodos os cães do GL, foram constatadas lesões\ncutâneas e/ou subcutâneas nos locais de contato com\nos materiais para apoio das suturas. Nos representantes\ndo S\n\n1\n e do S\n\n4\n, observaram-se dermatites e celulites,\n\nsendo que as alterações do primeiro subgrupo foram\nmais graves, uma vez que o material de apoio alojou-\nse no tecido subcutâneo. Nos cães do S\n\n2\n e do S\n\n3\n,\n\nconstataram-se dermatites superficiais nos locais de\ncontato com os discos, sendo as lesões menos\nevidentes no terceiro subgrupo. Em todos os casos, as\nalterações responderam ao tratamento tópico com\nsolução de PVP-I a 1%, associado à remoção dos\nmateriais.\n\nEm 20 cães (83,3%), o cólon se manteve\nfirmemente fixado à parede abdominal. Dos quatro\nanimais em que essa situação não estava presente, três\npertenciam ao subgrupo S\n\n4\n do GL e um ao GA. Nesses\n\n20 cães, a condição mais comumente observada foi a\naderência do omento ao sítio de colopexia, exceto em\num representante de cada grupo. Todos os cães do GA\napresentaram aderências do omento à linha média\nventral. Um animal desse grupo possuía o epíploon\n\nfixado à parede abdominal lateral e ao ligamento largo,\ne esse último à região de colopexia. Outros dois\nanimais desse grupo demonstraram aderência do\nomento à parede abdominal lateral. Já no GL, um\nrepresentante do S\n\n2\n possuía o omento aderido à região\n\nde introdução do segundo trocarte, e outro, do\nsubgrupo S\n\n4\n, apresentou fixação do ligamento\n\nfalciforme ao local de sutura do cólon na parede\nabdominal.\n\nO exame histológico realizado aos 14 dias\ndemonstrou que os animais do GL apresentavam\nresposta mais acentuada em todos os parâmetros\navaliados, principalmente os relacionados à deposição\nde tecido conjuntivo denso no local de aderência\ncirúrgica, e infiltração deste no músculo transverso\nabdominal. Em todos os animais, as fibras de colágeno\napresentavam-se organizadas e de coloração\nesverdeada. Aos 28 dias, a reação inflamatória no GL\nregrediu, e a deposição de tecido conjuntivo no local\nde aderência cirúrgica e na musculatura esquelética\nse assemelhou entre os grupos. As fibras de colágeno\ntambém foram coradas de verde em todas as amostras.\nNos dois períodos de avaliação, não se constatou a\npresença de bactérias, e as reações inflamatórias foram\nconstituídas principalmente de células mononucleares.\nOs resultados das observações histológicas encontram-\nse descritos na tabela 1.\n\nDISCUSSÃO\n\nDas diferentes técnicas existentes para\ncolopexia por celiotomia em cães, optou-se, para os\nanimais do GA, pela incisional, apesar de FOSSUM\net al. (2002) afirmarem que as não incisionais são\nigualmente eficazes. Tal escolha segue as ponderações\nde POPOVITCH et al. (1998), os quais teorizam que\nas incisionais podem estar associadas à fixação mais\npermanente do cólon. Considerando as observações\nde TROSTLE et al. (1998), os quais demonstraram\nque a aplicação de suturas transabdominais foi efetiva\nna obtenção de colopexia permanente em eqüinos por\ncirurgia laparoscópica, no GL procurou-se desenvolver\nmétodo transparietal com a finalidade de diminuir a\nquantidade de trocartes, o tempo operatório e as\ndificuldades inerentes à sutura intracorpórea (BRUN\net al., 2000).\n\nEm duas colopexias no GL, ocorreram\nlesões de baço a partir da introdução da agulha de\nVeress ou da primeira cânula. Tais complicações são\nrelatadas em cirurgias laparoscópicas de cães, sendo\nque geralmente as hemorragias resultantes apresentam\nresoluções espontâneas (HARDIE et al., 1996; POPE\n&amp; JONES, 1999), conforme o constatado no presente\n\n\n\n834                                                                        Brun et al.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\ntrabalho. De outra forma, o não-reconhecimento do\nincorreto posicionamento da agulha no baço poderia\nter ocasionado embolia fatal por ocasião da insuflação,\ncomo relataram GILROY &amp; ANSON (1987).\nProcurando minimizar a possibilidade de lesões\ndurante a introdução da Veress, alguns autores indicam\no seu posicionamento nas regiões hipogástrica\n(WILDT et al., 1977; GOMEZ, 2000) ou xifóide\n(GARGALLO et al., 1999); contudo, a segurança da\npunção parece estar mais relacionada ao treinamento\ne a familiaridade do cirurgião do que com o local\npropriamente dito (GUIMARÃES et al., 2001). O\nemprego de agentes anestésicos não barbitúricos\npoderia minimizar a chance de lesões esplênicas, visto\nos barbitúricos estarem associados à esplenomegalia\n(BAILEY &amp; PABLO, 1998).\n\nTROSTLE et al. (1998) preconizaram a\nutilização de quatro trocartes para colopexias com\nsutura transabdominal em eqüinos. No presente\ntrabalho, seguindo a sugestão de FREEMAN (1998),\noptou-se pelo emprego de três cânulas, com a\nfinalidade de produzir menor lesão tecidual. O\nposicionamento das cânulas mostrou-se efetivo, apesar\n\nde diferir em relação a esses últimos autores que\nindicam como local de escolha o quadrante abdominal\ndireito. Independentemente da localização exata dos\ntrocartes, é necessário manter a disposição triangular\nentre estes (BROOKS, 1996), para que os instrumentos\nde trabalho possam ser manejados sem interferência.\n\nNo grupo auxiliado por laparoscopia, foram\nrealizadas escarificações nas superfícies do cólon e\nda parede abdominal, com o objetivo de promover a\nformação de aderências firmes e infiltradas na\nmusculatura esquelética. Apesar de tal conduta ser\ndefendida em colopexias convencionais (BURROWS\n&amp; ELLISON, 1992; FOSSUM et al., 2002), alguns\nautores acreditam que esse procedimento é\ndesnecessário (ENGEN, 1986; MATTHIESEN &amp;\nMARRETTA, 1993). Em gastropexias, MACCOY et\nal. (1982) e FOX et al. (1988) afirmaram que, se as\nsuperfícies mesoteliais dos tecidos a serem\naposicionados não forem removidas, existe a\npossibilidade de ocorrer fibrose incompleta.\nConsiderando que, no GL, a sutura transparietal foi\npromovida com material de baixa reatividade tecidual\n(ELLISON, 1989) e removida ao final de dez dias, a\n\nTabela 1 – Resultados das avaliações histológicas referentes à presença de células inflamatórias, vascularização na região de colopexia,\ndeposição de tecido conjuntivo no local de aderência cirúrgica, e infiltração desse tecido na musculatura esquelética. Os dados\nforam classificados em cruzes e tabulados de acordo com o tempo de biópsia, grupos e subgrupos dos animais experimentais. Na\nescala classificatória +,++ e +++ corresponderam a pequena, moderada e grande quantidade da característica.\n\n Tempo Grupo/ subgrupo Células inflamatórias Vascularização\nTécido conj. na  aderência\n\ncirúrgica\nInfiltrado do tec. conj. na\n\nmusculatura\n\nGA GL GA GL GA GL GA GL\n\nGA / GLS1 + +++ + +++ + +++ + +++\nGA / GLS1 + ++ + +++ + +++ + +++\n\n14d GA / GLS2 + ++ + + + +++ + +++\nGA / GLS2 + ++ ++ + + +++ + +++\n-    / GLS3* - + - + - + - +\n-    / GLS3 - + - ++ - ++ - ++\n\nGA / GLS1 ++ + ++ + +++ ++ +++ +\nGA / GLS1 ++ + ++ + +++ +++ +++ +++\nGA / GLS2 ++ + ++ + +++ ++ +++ ++\n\n28d -    / GLS2 - + - + - + - +\n-    / GLS3 - ++ - + - +++ - ++\n-    / GLS3 - ++ - + - +++ - ++\n-    / GLS4 - ++ - + - +++ - +++\n\ntecido conj. = tecido conjuntivo.\ninfiltrado= infiltração.\n* animal no qual a agulha teve contato com a mucosa, durante a aplicação da sutura transparietal.\n\n\n\n835Colopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\nsimples aposição entre as superfícies mesoteliais\npoderia não ser suficiente para a manutenção da\ncolopexia.\n\nEm um animal do GL, a agulha do fio de\nsutura alcançou a luz do cólon durante a colopexia.\nTal condição deve ser evitada para não ocorrer\ncontaminação do local de fixação (BURROWS &amp;\nELLISON, 1992; POPOVITCH et al., 1994;\nFOSSUM et al., 2002), o que pode ocasionar\nperitonite. A pronta remoção da agulha e desinfecção\nde sua extremidade evitaram a peritonite, conforme\nconstatado a partir da avaliação laparoscópica 14 dias\napós e por meio do exame histológico (Tabela 1). No\ncão em que ocorreu a hemorragia proveniente da\nartéria epigástrica superficial caudal, a aplicação de\nligadura em massa envolvendo o vaso lesado e a\nmusculatura foi método efetivo para a hemostasia. Tal\ncondição corrobora as observações de PEDROSA\n(1993) e KOLATA &amp; FREEMAN (1998), que sugerem\ntécnica semelhante quando se torna necessário coibir\nhemorragias provenientes da parede abdominal no\nlocal de introdução dos trocartes.\n\nEm todos os animais do GL, foram\nverificadas lesões cutâneas e/ou subcutâneas no local\nde contato com os materiais de apoio das suturas,\nsendo os casos mais graves constatados em S\n\n1\n e os\n\nmenos importantes em S\n3\n. Nos representantes do S\n\n1\n,\n\nas lesões possivelmente ocorreram devido à menor\nsuperfície de contato do cápton com a pele, associada\nà dureza do material testado e aos movimentos do\ncólon no decorrer do pós-operatório. Já nos do S\n\n3\n,\n\npossivelmente o disco de borracha possibilitou melhor\ndistribuição das forças compressivas originárias da\nsutura e, por conseqüência, menor lesão tecidual.\n\nConsiderando que a laparoscopia tem se\nmostrado efetiva na avaliação das aderências\nproduzidas em gastropexias (POPE &amp; JONES, 1999)\ne que as biópsias tomadas por esse método permitem\nao cirurgião visibilizar a área enferma e obter amostras\napropriadas de tecido, além de possibilitar a realização\nde múltiplas coletas e o controle seguro da hemostasia\n(SACKIER, 1992), no presente estudo, optou-se por\nsua utilização como ferramenta de comparação entre\nas técnicas.\n\nApesar de FILMAR et al. (1987) não\nconstatarem diferenças significativas em relação à\nformação de aderências em ratos submetidos a lesões\nuterinas pelos acessos laparoscópico e convencional,\noutros autores afirmaram que a laparoscopia tem sido\nempregada com o objetivo de minimizar tal condição\n(SEKIBA et al., 1992). No presente estudo, observou-\nse maior número de aderências do omento em outros\nlocais além dos da colopexia nos animais do GA, em\n\nespecial na linha média ventral. Isso pode ter ocorrido\ndevido à maior lesão da superfície serosa pelo acesso,\nassociada ao maior ressecamento dessa camada pela\nexposição ao ambiente externo, visto ambas as\nsituações predisporem à formação de aderências\n(CROWE &amp; BJORLING, 1993).\n\nDiferentemente de POPOVITCH et al.\n(1994), no presente estudo um dos animais do GA\nnão manteve a colopexia durante o período pós-\noperatório. Já no GL, foram três os que não\nm a n t i v e r a m ,  t o d o s  p e r t e n c e n t e s  a o  S\n\n4\n.  N o\n\nrepresentante do GA, acredita-se que a sutura\nprovavelmente não abrangeu adequadamente a\ncamada submucosa, o que, associado ao peristaltismo\npós-operatório, não permitiu a manutenção da\nfixação, pois não foram constatados indícios de\nc o n t a m i n a ç ã o  n a  m u s c u l a t u r a  e  n a c a v i d a d e\nabdominal por ocasião da laparoscopia. Tal camada\né responsável pela maior resistência do órgão\n(ELLISON, 1989; MAST, 1997). Nos cães do GL,\natribui-se a não-manutenção da colopexia à memória\nda placa de silicone, pois esta foi confeccionada a\npartir de tubo com grande elasticidade. Supõe-se,\nassim, que a sutura tenha promovido a ruptura das\ncamadas do cólon devido à tração externa da placa\nassociada ao peristaltismo intestinal, pois também\nnão foram observados sinais de contaminação no\nexame laparoscópico.\n\nA maior deposição de tecido conjuntivo\ndenso no local de aderência cirúrgica e na musculatura\nesquelética aos 14 dias nos animais do GL pode estar\nrelacionada à superior reação inflamatória local,\nconforme descreveram LEVINE &amp; CAYWOOD\n(1983) em gastropexias. Acredita-se que essa condição\npossa ter ocorrido devido a desvitalização tecidual nas\nsuperfícies justapostas, uma vez que a reação\nconstituiu-se principalmente de células\nmononucleares, não sendo constatadas bactérias ou\nobservados sinais de infecção nos locais de aderência\ncirúrgica. Está demonstrado o prolongamento da fase\ninflamatória das reparações das feridas na presença\nde tecido desvitalizado (POPE, 1996). Provavelmente,\na maior lesão tecidual tenha acontecido graças à\ncompressão excessiva entre as superfícies do cólon e\ndo músculo transverso após a aplicação das suturas\ntransparietais, pois, no método auxiliado por\nlaparoscopia, o controle da tração do fio é menos\npreciso.\n\nA elevada deposição de tecido conjuntivo\nnos cães do GL aos 14 dias, sem a presença de\ninfecção, pode ser considerada como resultado\npositivo, já que a força da aderência está diretamente\nrelacionada com a produção de colágeno local (IRVIN\n\n\n\n836                                                                        Brun et al.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\n&amp; HUNT, 1974; ELLISON, 1989). O decréscimo da\nquantidade desse tecido aos 28 dias nos cães do GL\npode ser explicado pela organização das fibras de\ncolágeno com orientação não funcional, a qual ocorre\nna fase de maturação das feridas (JOHNSTON, 1990).\nA coloração verde das fibras em todos os animais\ndemonstra a maturação das fibras de colágeno, e sugere\na adequabilidade das aderências cirúrgicas, uma vez\nque anteriormente a essa etapa, na fase proliferativa,\nos valores de resistência à tração das feridas já são\nsatisfatórios (ELLISON, 1989).\n\nCONCLUSÕES\n\nConclui-se que a cirurgia auxiliada por\nlaparoscopia proposta é adequada para a fixação do\ncolon ao músculo transverso abdominal em cães;\ncontudo, não está indicada como alternativa à\ncolopexia incisional por celiotomia, haja vista a\nocorrência de lesões teciduais nos locais de contato\ncom os materiais de apoio para a sutura.\n\nFONTES DE AQUISIÇÃO\n\naCloreto de sódio, Texon, Viamão, RS; bSilastic,\nD’altomare, Santo Amaro, SP. c Prolene 3-0, Ethicon-Johnson &amp;\nJhonson, São José dos Campos, SP; d Mononylon 2-0 Ethilon,\nEthicon- Johnson &amp; Johnson, São José dos Campos, SP; e Agulha\nde Veress, Karl Storz, Rio de Janeiro, RJ; f Trocater/bainha 10mm,\nEdlo, Canoas, RS; g Endoscópio Hoopkins Karl Storz 10mm, Rio\nde Janeiro, RJ; h Endo Babcock, Autosuture, Somerville, N.J; i\n\nRedutor tipo diafrágma, Edlo, Canoas, RS; j Porta agulhas curvo,\nEdlo, Canoas, RS; l Riodine tópico, Rioquimica, São José do Rio\nPreto, SP; m Pinça Maryland curva, Edlo, Canoas, RS; n Tesoura\nde Metzenbaun curva, Edlo, Canoas, RS.\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nBAILEY, J.E.; PABLO, L.S.  Anesthetic and physiologic\nconsiderations for veterinary endosurgery.  In: FREEMAN, L.J.\nVeterinary endosurgery.  St. Louis : Mosby, 1998.  Cap.2, p.24-\n43.\n\nBERMAN, I.R.  Sutureless laparoscopic rectopexy for procedentia:\ntechnique and implications.  Diseases of the Colon &amp; Rectum,\nv.35, n.7, p.689-693, 1992.\n\nBROOKS, D.C. et al.  Technique of open laparoscopy.  In: ______.\nPrinciples of endosurgery.  Cambridge : Backwell Science, 1996.\nCap.7, p.81-88.\n\nBRUN, M.V. et al.  Colopexia laparoscópica em cães - nota prévia.\nCiência Animal Brasileira, v.1, supl., p.180, 2000.\n\nBURROWS, C.F.; ELLISON, G.V.  Moléstias anorretais.  In:\nETTINGER, S.J.  Tratado de medicina interna veterinária.\n3.ed.  São Paulo : Manole, 1992.  V.3.  Cap. 92, p.1632-1648.\n\nCROWE, D.T.; BJORLING, D.E.  Peritoneum and peritoneal\n\ncavity.  In: SLATTER, D.  Textbook of small animal surgery.\n2.ed.  Philadelphia : Saunders, 1993. p.407-430.\n\nELLISON, G.W.  Wound healing in the gastrointestinal tract.\nSeminars in Veterinary Medicine and Surgery (Small Animal),\nv.4, n.4, p.287-293, 1989.\n\nENGEN, M.H.  Conduta no prolapso retal.  In: BOJRAB, M.J.\nCirurgia dos pequenos animais.  2.ed.  São Paulo : Rocca, 1986.\nCap.13, p.200-204.\n\nFILMAR, S. et al.  Operative laparoscopy versus open abdominal\nsurgery: a comparative study on postoperative adhesion formation\nin the rat model.  Fertility and Sterility, v.48, n.3, p.486-489,\n1987.\n\nFOSSUM, T.H. et al.  Cirurgia do sistema digestório.  In: ______.\nCirurgia de pequenos animais.  São Paulo : Roca, 2002.  Cap.16,\np.222-405.\n\nFOX, S.M. et al. Circuncostal gastropexy versus tube gastrostomy:\nhistological comparison of gastropexy adhesions. Journal of the\nAmerican Animal Hospital Association,  v.24, p.273-279, 1988.\n\nFREEMAN, L.J. Laparoscopic colorectal surgery. In:______.\nVeterinary endosurgery. St. Louis : Mosby, 1998. Cap. 8, p.144-\n151.\n\nGARGALLO, J.U. et al.  Técnicas laparoscópicas en aparato\ngenital de la hembra.  Capturado em 27 jul. 1999.  Online.\nDisponível na Internet http:www.aevedi.org/art1199.html.\n\nGILROY, B.A.; ANSON, L.W.  Fatal air embolism during anesthesia\nfor laparoscopy in a dog.  Journal of the American Veterinary\nMedical Association, v.190, n.5, p.552-554, 1987.\n\nGOMEZ, H.M.  Nefrectomia videolaparoscópica total direita\nem cães: estudo experimental.  2000.  83f.  Tese (Doutorado em\nCirurgia) - Faculdade de Medicina Veterinária e Zootecnia, Uni-\nversidade de São Paulo.\n\nGUIMARÃES, P. et al.  Complicações em videolaparoscopia nas\ncirurgias experimentais.  Capturado em 11 out.  2001.  Online.\nDisponível na Internet http:www.cursosmedicos.com.Br/\nteec03.html.\n\nHARDIE, R.J. et al.  Biomechanical and histological evaluation of\na laparoscopic stapled gastropexy techinique in dogs.  Veterinary\nSurgery, v.25, n.2, p.127-133, 1996.\n\nIRVIN, T.T.; HUNT, T.K.  Reappraisel of the healing process of\nanastomosis of the colon.  Surgery, Gynecology &amp; Obstetrics,\nv.138, p.741-746, 1974.\n\nJOHNSTON, D.E.  Wound healing in skin.  Veterinary Clinics of\nNorth America: Small Animal Practice, v.20, n.1, p.1-23, 1990.\n\nKOLATA, R.J.; FREEMAN, L.J.  Acess, port placement, and basic\nendosurgical skills.  In: FREEMAN, L.J.  Veterinary endosurgery.\nSt. Louis : Mosby, 1998. Cap.3, p.44-60.\n\nLEVINE, S.H.; CAYWOOD, D.D.  Biomechanical evaluation of\ngastropexy techniques in the dog.  Veterinary Surgery, v.12, n.3,\np.166-169, 1983.\n\nMACCOY, D.M. et al.  A gastropexy technique for permanent\nfixation of the pyloric antrum.  Journal of the American Animal\nHospital Association, v.18, p.763-768, 1982.\n\n\n\n837Colopexia incisional por celiotomia ou transparietal auxiliada por laparoscopia em cães.\n\nCiência Rural, v.34, n.3, mai-jun, 2004.\n\nMAST, B.A.  Cicatrização em outros tecidos.  In: BARBUL, A.\nCicatrização das feridas.  Rio de Janeiro : Interlivros, 1997.  p.529-\n546.\n\nMATTHIENSEN, D.T.; MARRETTA, S.M.  Diaseases of\nthe anus and rectum.  In: SLATTER, D.  Textbook of small\nanimal surgery .  2.ed.  Philadelphia : Saunders, 1993.\np.627-645.\n\nPEDROSA, F.  Técnica de punção e pneumoperitônio na ci-\nrurgia vídeo-laparoscópica.  In: CREUZ, O.  Cirurgia video\nendoscópica.  Rio de Janeiro : Revinter, 1993.  Cap. 8, p.83-\n96.\n\nPOPE, E.R.  Cicatrização da pele.  In: BOJRAB, M.J.  Mecanismos\nda moléstia na cirurgia dos pequenos animais.  2.ed.  São Paulo:\nManole, 1996.  Cap.24, p.178-183.\n\nPOPE, E.R.; JONES, B.D.  Clinical evaluation of a modified\ncircumcostal gastropexy in dogs.  Journal of the American\nVeterinary Medical Association, v.215, n.7, p.952-955,\n1999.\n\nPOPOVITCH, C.A. et al.  Colopexy as a treatment for rectal prolapse\nin dogs and cats: a retrospective study of 14 cases.  Veterinary\nSurgery, v.23, p.115-118, 1994.\n\nSACKIER, J.  Laparoscopia diagnóstica na doença não-malígna. In:\nMACFADYEN, B.V.; PONSKY, J.L.  Clinicas cirúrgicas da Amé-\nrica do Norte.  Rio de Janeiro : Interlivros, 1992. p.1051-1060.\n\nSEKIBA, K. et al.  Use of interceed (TC7) absorbable adhesion\nbarrier to reduce postoperative adhesion reformation in infertility\nand endometriosis surgery.  Obstetrics &amp; Gynecology, v.79, n.4,\np.518-522, 1992.\n\nSTEVENSON, A.R.L. et al.  Laparoscopic-assisted resection-\nrectopexy for rectal prolapse: early and medium follow-up.  Diseases\nof the Colon &amp; Rectum. v.41, n.1, p.46-54, 1998.\n\nTHOMPSON, S.E; HENDRICKSON, D.A.  Hernia repair. In:\nFREEMAN, L.J.  Veterinary endosurgery.  St. Louis : Mosby,\n1998.  Cap.7, p.105-112\n\nTROSTLE, S.S. et al.  Laparoscopic colopexy in horses.  Veterinary\nSurgery, v.27, p.56-63, 1998.\n\nWELCH, G.H.; ANDERSON, J.R.  Acute volvulus of the sigmoid\ncolon.  World Journal of Surgery, v.11, n.2, p.258-262, 1987.\n\nWILDT, D.E.; KINNEY, G.M.; SEAGER, S.W.J.  Laparoscopy for\ndirect observation of internal organs of the domestic cat and dog.\nAmerican Journal of Veterinary Research, v.38, n.9, p.1429-\n1432, 1977."}]}}}