{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21284"}, {"@name": "filename", "#text": "4_000935620.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE SISMO-ESTRATIGRÁFICA NA SEÇÃO RIFTE DA BACIA DE SANTOS \n\n \n\nANDREA FABIOLA ARIAS RAMIREZ \n\n \n\n \n\n \n\nORIENTADOR – Prof. Dra. Karin Goldberg \n\nCO-ORIENTADOR – Prof. Dr. Juliano Kuchle \n\n \n\n \n\n \n\nVolume I \n\n \n\n \n\n \n\nPorto Alegre – 2014  \n\n\n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE SISMO-ESTRATIGRÁFICA NA SEÇÃO RIFTE DA BACIA DE SANTOS \n\nANDREA FABIOLA ARIAS RAMIREZ \n\n \n\n \n\nORIENTADOR – Prof. Dra. Karin Goldberg \n\nCO-ORIENTADOR – Prof. Dr. Juliano Kuchle \n\n \n\nBANCA EXAMINADORA \n\nProf. Dr. Ricardo Baitelli – UFRGS  \n\nProf. Dr. Elírio E. Toldo Jr. – UFRGS \n\nProf. Dr. Francisco Tognoli – UNISINOS  \n\n \n\nTese de Mestrado apresentada como \n\nrequisito parcial para a obtenção do Título de \n\nMestre em Ciências. \n\n \n\nPorto Alegre – 2014 \n\n\n\n \n\n\n\n1 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nRESUMO \n\nEste trabalho foi realizado com o objetivo de avaliar a evolução estrutural e \n\nestratigráfica, e os controles deposicionais da seção rifte da Bacia de Santos através \n\nde um estudo sismoestratigráfico. Considerando o meio-gráben como a unidade \n\nfundamental na análise de bacias tipo rifte e utilizando dados sísmicos 2D, foi \n\nrealizada a interpretação dos refletores sísmicos. Como resultado, foi obtida a \n\ndefinição de dezesseis unidades sismoestratigráficas e quatro sismofácies (incluindo \n\no sag), e com isto o desenvolvimento das cartas cronoestratigráficas de eventos \n\nadaptadas para o contexto sísmico. Com base na adaptação do modelo de padrões \n\nde empilhamento para mudanças na atividade tectônica, foram delimitados os tratos \n\nde sistemas tectônicos de início de rifte, de alta atividade tectônica, de baixa \n\natividade tectônica e o pós-rifte, representado pelo sag. O desenvolvimento de cada \n\num dos tratos respondeu a variações dos fatores controladores das bacias lacustres, \n\ninterpretado como o balanço relativo entre as taxas de mudanças do espaço de \n\nacomodação gerado pela tectônica e o aporte sedimentar influenciado pelo clima.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n2 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nABSTRACT \n\nThis work was done with the objective of evaluating the structural and stratigraphic \n\nevolution, and depositional controls of the rift section in the Santos Basin through a \n\nseismic stratigraphic study. Considering the half graben as the fundamental unit in rift \n\nbasins, a 2D seismic analysis was carried out, with seismic reflectors interpretation. \n\nThe result was the definition of sixteen seismic stratigraphic units, four seismic facies \n\n(including the sag), and with it the development of chronostratigraphic charts of \n\nevents adapted to the seismic context. Based on the adaptation of the stacking \n\npatterns model to tectonic activity changes model, it was possible to delimite the rift \n\ninitiation system tracts, the high tectonic activity system tract, the low tectonic activity \n\nsystem tract and the post-rift, represented by the sag. The development of each \n\ntectonic system tract responds to variations in controlling factors of lacustrine basin, \n\ninterpreted as the relative balance between the rate changes in the accommodation \n\nspace generated by tectonic and sediment supply influenced by climate. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n3 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nSUMÁRIO \n\nRESUMO .......................................................................................................... 1 \n\nABSTRACT ....................................................................................................... 2 \n\n1. TEXTO EXPLICATIVO DA ESTRUTURA DA DISSERTAÇÃO ........................ 6 \n\n2. INTRODUÇÃO ................................................................................................. 6 \n\n3. ESTADO DA ARTE .......................................................................................... 7 \n\n3.1 BACIAS RIFTE ....................................................................................... 7 \n\n3.1.1 Rift-related linked depositional systems and their seismic \n\nexpression Prosser (1993)  ......................................................................... 7 \n\n3.1.2 Modelo de bacia rifte de Kuchle &amp; Scherer (2010)  ................... 10 \n\n3.1.3 Modelo de lagos tectônicos de Bohacs et al. (2000)  ................ 12 \n\n3.2 GEOLOGIA REGIONAL BACIA DE SANTOS ..................................... 14 \n\n4. METODOLOGIA ............................................................................................. 19 \n\n5. CORPO PRINCIPAL DA DISSERTAÇÃO – “Análise sismo-estratigráfica na \n\nseção rifte da Bacia de Santos”  ..................................................................... 24 \n\n6. ANÁLISE INTEGRADORA ............................................................................. 55 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ............................................................... 57 \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nLISTA DE FIGURAS \n \nFigura 1. Seção sísmica idealizada proposta por Prosser (1993), apresentando os \n\nrespectivos tratos de sistemas tectônicos e suas características diagnósticas. .......... 8 \n\nFigura 2. Perfil esquemático apresentando a estruturação básica do início do rifte, \n\ncom um sistema de calhas escarpadas de pequena expressividade. ......................... 9 \n\nFigura 3. Perfil esquemático do clímax do rifte, mostrando o alto relevo da escarpa \n\nda falha de borda do meio-gráben, o avanço dos leques de footwall e a \n\nretrogradação no hangingwall. .................................................................................... 9 \n\nFigura 4. Perfil esquemático do imediato pós-rifte, Caracterizado por fácies \n\nagradacionais em lugar de subsidência diferencial, e progradação dentro da bacia.10 \n\nFigura 5. Modelo estratigráfico idealizado de uma bacia rifte (Kuchle &amp; Scherer, \n\n2010). ........................................................................................................................ 11 \n\nFigura 6. O lago superpreenchido apresenta o máximo aporte fluvial. ..................... 13 \n\nFigura 7. Lago com preenchimento balanceado, onde o aporte fluvial é variável. ... 13 \n\nFigura 8. Lago subpreenchido, onde o aporte fluvial é mínimo. ............................... 14 \n\nFigura 9. Mapa de localização Bacia de Santos. Extraído de Google Earth. ........... 15 \n\nFigura 10. Seção geológica esquemática da Bacia de Santos. Extraído de Pereira et \n\nal. (1990) ................................................................................................................... 16 \n\nFigura 11. Carta estratigráfica da Bacia de Santos. Modificada de Pereira et al. \n\n(1990). ....................................................................................................................... 18 \n\nFigura 12. Terminações das reflexões sísmicas dentro sequência sísmica idealizada \n\n(Mitchum et al. 1977). ................................................................................................ 20 \n\nFigura 13. Padrões simples das configurações dos refletores: paralela, subparalela, \n\nondulada, divergentes, caóticas e configuração transparente. Extraído de Mitchum et \n\nal. (1977b). ................................................................................................................ 22 \n\nFigura 14. Padrões modificados das configurações dos refletores: hummocky, \n\nlenticular, segmentado e contorcido. Extraído de Mitchum et al. (1977b). ................ 22 \n\nFigura 15. Carta cronoestratigráfica de eventos, determinado por Wheeler (1958) e \n\nadaptado para o contexto sísmico por Vail et al. (1977d). Modificado de Mitchum et \n\nal. (1977). .................................................................................................................. 23 \n\n  \n\n \n\n\n\n5 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nLISTA DE TABELAS \n \nTabela 1. Parâmetros das reflexões sísmicas usados em sismoestratigrafia e sua \n\nsignificância geológica. Extraído de Mitchum et al. (1977b).. .................................... 20 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n6 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n1. TEXTO EXPLICATIVO DA ESTRUTURA DA DISSERTAÇÃO \n\nEsta dissertação de mestrado está estruturada em torno de um artigo submetido \n\nà publicação em periódico. Consequentemente, sua organização compreende as \n\nseguintes partes principais: \n\na) Introdução sobre o tema e descrição do objeto de pesquisa de mestrado, onde \n\nestão sumarizados os objetivos e a filosofia de pesquisa desenvolvidos, o estado \n\nda arte sobre o tema de pesquisa, seguidos de uma discussão integradora \n\ncontendo os principais resultados e interpretações deles derivadas. \n\n \n\nb) Artigo submetido a periódico com corpo editorial permanente e revisores \n\nindependentes, escrito pelo autor durante o desenvolvimento de seu mestrado. \n\n \n\nc) Anexos, compreendendo: artigo no qual o pós-graduando é autor, e \n\ndocumentação gráfica (figuras, diagramas, mapas, seções) e fotográfica que, por \n\nsua dimensão e/ou natureza não pode ser incluída no artigo. \n\n \n\n2. INTRODUÇÃO \n\nA história de evolução tectono-estratigráfica das bacias tipo rifte se apresenta \n\ncom múltiplas interpretações pelos diferentes autores, todas elas focadas na \n\ngeometria da bacia, taxa de aporte sedimentar e potencial de acomodação nos \n\ndiferentes estágios do rifteamento. Apesar de todo o volume de informação teórica \n\nexistente, são poucos os trabalhos desenvolvidos na seção rifte da Bacia de Santos, \n\nbaseados em informação sísmica.  \n\nA Bacia de Santos é uma vasta porção da margem leste, com orientação geral \n\nSW-NE e geometria côncava, abrangendo cerca de 200.000 km2 do sudeste \n\nbrasileiro, (Milani et al. 2000). As primeiras análises sismoestratigráficas foram feitas \n\npor Brown et al.(1975) apud Gonçalves et al.(1979) para interpretação de sistemas \n\ndeposicionais, com ênfase à exploração de petróleo na bacia. \n\nCom a premissa de que o meio-gráben é a unidade básica do rifte e aplicando os \n\nconceitos da estratigrafia de sequências, foi traçado como objetivo principal deste \n\n\n\n7 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nestudo o desenvolvimento do arcabouço sismoestratigráfico da seção rifte na Bacia \n\nde Santos.  \n\nComo objetivos específicos deste trabalho podem-se citar: \n\n• Interpretação estrutural e sismoestratigráfica da seção rifte da Bacia de Santos; \n\n• Caracterização e análise das sismofácies reconhecidas na Bacia de Santos, e \n\ninterpretação de sistemas deposicionais; \n\n• Determinação dos tratos de sistemas tectônicos, baseados nas mudanças da \n\natividade tectônica; \n\n• Análise dos tratos tectônicos, baseado na relação entre atividade tectônica e \n\naporte sedimentar em função do clima (Bohacs et al. 2000). \n\n \n\n3. ESTADO DA ARTE \n\nNeste tópico será realizada uma revisão teórica sobre os conceitos pertinentes às \n\nbacias rifte, como modelo de sedimentação em bacias lacustres, modelo de \n\nevolução tectono-estratigráfico e sua expressão sísmica, além de uma revisão da \n\ngeologia regional, correspondente ao desenvolvimento tectônico e arcabouço \n\nestratigráfico da Bacia de Santos.  \n\n3.1 BACIAS RIFTE \n\n3.1.1 Rift-related linked depositional systems and their seismic expression \n\nProsser (1993)   \n\nO modelo de evolução tectono-estratigráfico está baseado em dados do Mar do \n\nNorte, salientando a necessidade de adaptar a estratigrafia de sequências para a \n\nanálise de bacias rifte. O modelo proposto por Prosser (1993) prevê que os padrões \n\nde empilhamento devem ser a base de análise e fatiamento das sequências \n\ndeposicionais componentes de um meio-gráben, e que este fatiamento deve ser \n\nrealizado a partir dos tratos de sistemas tectônicos. Um trato de sistema tectônico \n\npassa então a ser um conjunto de estratos geneticamente relacionados a uma fase \n\nde preenchimento especifica na evolução de um rifte. Um fato interessante é a \n\nrelação imediata do processo de rifteamento com o meio-gráben. Basicamente, \n\nProsser (1993) reconhece dois tratos de sistemas tectônicos na fase sin-rifte (figura \n\n1): \n\n\n\n8 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 1. Seção sísmica idealizada proposta por Prosser (1993), apresentando os \n\nrespectivos tratos de sistemas tectônicos e suas características diagnósticas. \n\na) Trato de Sistema Tectônico de Início do Rifte (figura 2): marca as primeiras \n\nrotações de bloco, com geração de altos no footwall e na crista do hangingwall. \n\nEstas calhas são preenchidas por sistemas fluviais axiais, ocorrendo \n\nsedimentação gravitacional pouco expressiva associada à falha de borda. Os \n\nsistemas fluviais axiais acompanham o espaço criado, pois o pulso tectônico não \n\né tão intenso ainda. Assim o início do rifte seria marcado por pacotes arenosos \n\nbasais e contíguos, com progradações e bypass, devido a uma equivalência \n\nentre espaço de acomodação e aporte. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 2. Perfil esquemático apresentando a estruturação básica do início do rifte, \n\ncom um sistema de calhas escarpadas de pequena expressividade. \n\nb) Trato de Sistema Tectônico de Clímax do Rifte (figura 3): a criação de espaço \n\natinge as maiores taxas, e o aporte não consegue acompanhar estes patamares. \n\nOcorrem marcantes retrogradações, com uma expansão na área deposicional e \n\nna geometria do lago. Na área próxima da falha de borda, ocorrem agradações \n\nrelacionadas ao empilhamento de depósitos de fan delta. Este trato é subdividido \n\nem inicial, médio e final. O estágio final é marcado pela máxima extensão da \n\nbacia, onde nos depósitos centrais ocorre apenas a deposição de lama \n\nrecobrindo toda a área. As grandes retrogradações são relacionadas ao baixo \n\naporte sedimentar em relação ao grande espaço criado. \n\n \n\nFigura 3. Perfil esquemático do clímax do rifte, mostrando o alto relevo da escarpa \n\nda falha de borda do meio-gráben, o avanço dos leques de footwall e a \n\nretrogradação no hangingwall. \n\n\n\n10 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nc) Trato de Sistema Tectônico de Pós-Rifte (figura 4): com uma drástica diminuição \n\nna atividade tectônica, os movimentos das falhas diminuem e o espaço até então \n\ncriado na fase rifte passa a ser preenchido. Nesta fase o sistema de drenagem \n\nconsegue se adaptar e fornecer sedimentos para preencher a calha deposicional, \n\nerodindo as escarpas e regiões altas adjacentes. Os expressivos espaços \n\ncriados durante a fase rifte são preenchidos em um padrão progradante, até um \n\npreenchimento completo e extravasamento dos meio-grábens. \n\n \n\nFigura 4. Perfil esquemático do imediato pós-rifte, Caracterizado por fácies \n\nagradacionais em lugar de subsidência diferencial, e progradação dentro da bacia. \n\nO trabalho de Prosser (1993) é considerado um marco na compreensão tectono-\n\nestratigráfica de rifte. Seus padrões e modelos evolutivos explicam \n\nsurpreendentemente bem a evolução de diversas bacias rifte do mundo. \n\n3.1.2 Modelo de bacia rifte de Kuchle &amp; Scherer (2010) \n\nEste modelo estratigráfico de evolução e compartimentação de seções rifte se \n\nbaseiam nos seguintes fundamentos: a) riftes possuem na tectônica seu maior \n\ncontrolador; b) os eventos tectônicos da bacia rifte – pulsos tectônicos – geram \n\nsimultaneamente, subsidência (no hangingwall) e soerguimento (no footwall), devido \n\nà rotação do bloco no meio-gráben; c) o pulso tectônico e a criação de espaço são \n\ninstantâneos; d) a atividade tectônica progressiva gera uma expansão do meio-\n\ngráben, através de migração do tilt point para fora da bacia; e por fim, e) a seção \n\nrifte é o resultado de um processo, limitando-se em sua base e em seu topo por \n\ndiscordâncias que a separam do pré-rifte e do pós-rifte. \n\n\n\n11 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nA partir das premissas anteriores, foi elaborado um modelo estratigráfico preditivo \n\nque se baseia no arranjo dos sistemas deposicionais (padrões de empilhamento) \n\npara determinar as fases evolutivas de uma bacia rifte, suas superfícies limítrofes e \n\nas relações entre suas variáveis controladoras (figura 5). \n\n \n\nFigura 5. Modelo estratigráfico idealizado de uma bacia rifte (Kuchle &amp; Scherer, \n\n2010). \n\nA compartimentação interna da seção rifte se fundamenta em tratos de sistemas \n\ntectônicos utilizados inicialmente por Prosser (1993), e baseados no conceito original \n\nde tratos de sistemas de Brown e Fischer (1977) – conjunto de sistemas \n\ndeposicionais temporalmente relacionados, vinculando-se a uma relação específica \n\nde variáveis em um período também especifica da fase rifte. \n\nO Trato de Sistema Tectônico de Início do Rifte representa os primeiros \n\ndepósitos associados aos pulsos iniciais de estiramento crustal. Como o início de \n\numa fase rifte apresenta uma tectônica incipiente, estes primeiros depósitos ocorrem \n\nna forma de uma ampla bacia rasa, continental, com lagos rasos, resultando em um \n\npadrão de empilhamento de ciclo agradacional. \n\nO Trato de Sistema Tectônico de Desenvolvimento do Meio Gráben é \n\nrepresentado por um rearranjo do sistema de drenagem, já na forma embrionária de \n\nmeio-gráben. Como a calha ainda apresenta um baixo relevo entre o footwall e o \n\nhangingwall, apenas entradas discretas de sedimento se desenvolvem, não \n\nocorrendo conglomerados e outros sedimentos grossos. \n\n\n\n12 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nO Trato de Sistema Tectônico de Clímax do Rifte reflete o momento de aumento \n\ne de máxima atividade tectônica na bacia. É marcado pelo pleno desenvolvimento \n\nda falha de borda, pela configuração em meio-gráben e por intensa atividade \n\ntectônica, resultando em alta taxa de criação do espaço e baixo aporte sedimentar. \n\nComo consequência, padrões retrogradacionais intensos são observados na \n\nmargem flexural, em quanto os clásticos grossos associados à falha de borda \n\nprogradam para dentro da bacia, como resposta automática à atividade tectônica. \n\nPor fim, o Trato de Sistema Tectônico de Final de Rifte é marcado por uma \n\ndiminuição da atividade tectônica, diminuição da extensão territorial do meio-gráben \n\ne consequentemente, uma diminuição na taxa de criação de espaço de \n\nacomodação. Paralelamente, toda a área lateral às calhas, bem como os footwalls \n\nsoerguidos durante o clímax, são agora efetivamente erodidos, e um alto aporte \n\nsedimentar chega até o meio-gráben, do que resulta um padrão progradante na \n\nmargem flexural e um recuo nos conglomerados da falha de borda. \n\n3.1.3 Modelo de lagos tectônicos de Bohacs et al. (2000) \n\nO modelo está focado nos controles fundamentais na sedimentação em bacias \n\nlacustres, interpretado como o balanço relativo entre as taxas de mudanças no \n\npotencial de acomodação (principalmente tectônica) e o aporte sedimentar + água \n\n(controle principalmente climático). Este balanço controla a ocorrência, distribuição e \n\ncaracterística dos lagos. Baseado em numerosas observações empíricas em antigos \n\nsistemas do Cambriano até o Holoceno, os autores propõem que as três \n\nassociações de fácies lacustres mais comuns correspondem a distintos tipos de \n\nlagos/bacias: a) lago/bacia superpreenchido (Overfilled); b) lago/bacia com \n\npreenchimento balanceado (Balanced-fill) e c) lago/bacia subpreenchido \n\n(Underfilled). \n\nUm lago/bacia superpreenchido (figura 6) ocorre quando a taxa de aporte de \n\nsedimento + água consistentemente excede o potencial de acomodação \n\n(usualmente quando a precipitação/evaporação é relativamente alta ou a taxa de \n\nsubsidência tectônica é baixa). A hidrologia do lago resultante é aberta, de forma \n\npermanente ou durante o intervalo de tempo da acumulação de sequências \n\ndeposicionais. Flutuações no nível do lago devido ao clima são mínimas, porque o \n\ninfluxo de água está em equilíbrio com a saída de agua. \n\n\n\n13 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 6. O lago superpreenchido apresenta o máximo aporte fluvial.  \n\nUm lago/bacia com preenchimento balanceado (figura 7) ocorre quando as taxas \n\nde aporte de sedimento + água e o potencial de acomodação em termos gerais está \n\nbalanceado durante o intervalo de tempo de desenvolvimento das sequências. O \n\ninfluxo de água é suficiente para encher periodicamente o espaço disponível, mas \n\nnem sempre é acompanhada pela saída de agua. São comuns as flutuações do \n\nnível do lago como resultado da influência do clima. \n\n \n\nFigura 7. Lago com preenchimento balanceado, onde o aporte fluvial é variável. \n\nUm lago/bacia subpreenchido (figura 8) ocorre quando a taxa de acomodação \n\nconsistentemente ultrapassa o aporte sedimentar + água, resultando em uma bacia \n\npersistentemente fechada hidrologicamente, com depósitos de lagos efêmeros ou \n\npiscinas salobras e playas intercalados com lagos relativamente perenes. \n\n\n\n14 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 8. Lago subpreenchido, onde o aporte fluvial é mínimo. \n\n3.2 GEOLOGIA REGIONAL BACIA DE SANTOS \n\nA Bacia de Santos ocupa uma vasta porção da margem leste, com orientação \n\ngeral SW-NE, localizada na região do sudeste brasileiro. A bacia está limitada ao \n\nnorte pelo Arco de Cabo Frio e ao sul pela Plataforma de Florianópolis, e para oeste \n\né limitada pela Serra do Mar, uma feição fisiográfica que confina a bacia marginal ao \n\ndomínio oceânico (Milani et al. 2000). A bacia recobre uma área de cerca de \n\n350.000 km2, em frente ao litoral sul do Rio de Janeiro, São Paulo, Paraná e norte \n\nde Santa Catarina (figura 9).  \n\n\n\n15 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 9. Mapa de localização Bacia de Santos. Extraído de Google Earth. \n\nA evolução da fase rifte da Bacia de Santos resulta da propagação da ruptura \n\ndas placas sul-americana e africana, no Eocretáceo. O rifte Sul-Atlântico propagou-\n\nse de sul para norte, controlado pela distribuição de tensões regionais que \n\ncondicionou a atenuação litosférica em ampla faixa de deformação (Chang et al. \n\n2008). \n\nA Bacia de Santos recobre o platô de São Paulo, que ao longo da margem leste \n\nbrasileira é a única característica altamente anômala estendida na litosfera \n\ncontinental (Milani &amp; Thomaz Filho, 2000). A borda leste da placa sul-americana \n\n(norte da Dorsal de São Paulo) apresentou uma evolução estrutural mais ou menos \n\nsíncrona, devido aos efeitos dos deslocamentos continentais entre a América do Sul \n\ne África desde o Eocretáceo. A ruptura do Gondwana teria se dado ao longo de um \n\nextenso sistema de fraturas, que se estendia da Argentina até o nordeste de Brasil. \n\nNas áreas relativas a Bacia de Santos, ocorreu acréscimo de material vulcânico para \n\no fundo das calhas do rifte (Macedo, 1990).  \n\n\n\n16 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nNa Bacia de Santos são reconhecidas falhas extensionais lístricas e de alto \n\nângulo que afetam a crusta continental, rochas vulcânicas do Barremiano ao início \n\ndo Aptiano e depósitos clásticos; domos do sal no talude continental; falhas lístricas, \n\ninversas e thrusts geradas pelo sal em sedimentos do Cretáceo Superior e Terciário; \n\nfalhas limitando meio-grábens causados pela fase extensional entre Hauteriviano e \n\nBarremiano Superior (Contreras et al. 2010), como se observa na figura 10. \n\n \n\nFigura 10. Seção geológica esquemática da Bacia de Santos. Extraído de Pereira et \n\nal. (1990). \n\nO arcabouço tectono-estratigráfico da Bacia de Santos compreende três \n\nmegasseqüências (Pereira e Macedo, 1990; Pereira e Feijó, 1994). A \n\nmegasseqüência sinrifte ou continental, de idade neocomiana-barremiana, foi \n\namostrada em poucos poços proximais, registrando-se siliciclásticos grosseiros \n\n(Formação Guaratiba) assentados discordantemente sobre rochas vulcânicas \n\n(basaltos toleiíticos amigdaloidais, de cor verde escuro), de idade aproximada de \n\n130–120 Ma (Pereira e Feijó, 1994), incluídos na Formação Camboriú.  \n\nA megasseqüência transicional caracteriza-se pela deposição de siliciclásticos e \n\nevaporitos aptianos, depositados acima da discordância decorrente da ruptura, em \n\nambiente marinho restrito, registrando-se carbonatos, anidrita e halita na Formação \n\nAriri. \n\nA terceira fase tectônica corresponde à megasseqüência pós-rifte ou marinha, \n\nassociada à subsidência térmica durante a deriva dos continentes. Esta fase inicia-\n\n\n\n17 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nse por depósitos siliciclásticos (Formação Florianópolis) e carbonáticos (Formação \n\nGuarujá) de idade eo/meso-albiana, que posteriormente foram recobertas por \n\nsistemas transgressivos clástico-carbonáticos (Formação Itanhaém) do Neo-Albiano \n\nao Eo-Cenomaniano (Pereira et al. 1986). O subsequente aprofundamento da bacia \n\nresultou na implantação de um ambiente marinho transgressivo até o Meso-\n\nTuroniano (Formação Itajaí–Açu), seguido por fortes eventos regressivos a partir do \n\nMaastrichtiano (formações Santos e Juréia), resultando num sensível avanço da \n\nlinha de costa na direção do mar (Pereira &amp; Macedo, 1990).  \n\nO Terciário da Bacia de Santos é representado pelo sistema Iguape/Marambaia, \n\ncom dominância de plataformas carbonáticas na porção centro-sul e forte influxo de \n\nclásticos grosseiros na porção norte. A sedimentação culmina com a deposição de \n\nareias e folhelhos da Formação Sepetiba, de idade pleistocênica (Pereira &amp; Macedo, \n\n1990; Pereira &amp; Feijó, 1994). Na figura 11 se apresenta a carta estratigráfica da \n\nBacia de Santos, onde se mostram as fases tectônicas e as correspondentes \n\nlitologias. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 11. Carta estratigráfica da Bacia de Santos. Modificada de Pereira et al. \n\n(1990). \n\n\n\n19 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n4. METODOLOGIA \n\nPara a análise sismoestratigráfica, foram escolhidas três linhas sísmicas com boa \n\nqualidade sísmica, com o objetivo de interpretar inicialmente as terminações dos \n\nrefletores, que são a base para a delimitação das unidades sismoestratigráficas, e a \n\ncaracterizar as sismofácies. A integração da informação permitiram a definição do \n\narcabouço estratigráfico. \n\nA sequência deposicional é uma unidade estratigráfica composta por uma \n\nsucessão de estratos geneticamente relacionados e delimitados no topo e na base \n\npor discordâncias ou concordância correlata, marcada pelas terminações das \n\nreflexões. As terminações das reflexões são o critério principal para o \n\nreconhecimento dos limites de sequências (Mitchum et al. 1977).  \n\nPara a determinação das unidades sismoestratigráficas foram usadas as \n\nterminações e continuidade dos refletores, ilustradas na figura 12: a) Truncamento \n\nerosivo, representado pelo truncamento de refletores, implica na deposição das \n\ncamadas e sua posterior remoção ao longo de uma superfície de discordância; a \n\ninterpretação pode ser simples ou bastante subjetiva, dependendo da angularidade \n\ndos refletores conforme a superfície erosional; b) Toplap é a terminação onde \n\nrefletores se encontram com uma superfície acima, produto de uma não deposição \n\n(bypass sedimentar) e apenas uma menor erosão; c) Onlap é representado por \n\nrefletores horizontais terminando progressivamente contra uma superfície inclinada, \n\nou como refletores inclinados terminando progressivamente updip contra uma \n\nsuperfície de maior inclinação; por fim, d) Downlap é é representado por refletores \n\ninclinados terminando downdip contra uma superfície horizontal ou inclinada. Na \n\nfigura 12 é possível observar um exemplo idealizado terminações dos refletores \n\n(Mitchum et al. 1977). \n\n \n\n\n\n20 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 12. Terminações das reflexões sísmicas dentro sequência sísmica idealizada \n\n(Mitchum et al. 1977). \n\nDepois da definição das unidades sismoestratigráficas, são caracterizadas as \n\nsismofácies, com base na configuração das reflexões sísmicas. A análise \n\nsismoestratigráfica envolve a descrição e a interpretação geológica dos parâmetros \n\ndas reflexões sísmicas, como continuidade, amplitude, frequência e intervalo de \n\nvelocidade. Na tabela 1 se apresentam os parâmetros sísmicos usados e suas \n\nutilidades na interpretação (Mitchum et al. 1977). \n\n \n\nTabela 1. Parâmetros das reflexões sísmicas usados em sismoestratigrafia e sua \n\nsignificância geológica. Extraído de Mitchum et al. (1977b). \n\n\n\n21 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nAs sismofácies são unidades sísmicas em três dimensões, compostas de grupos \n\nde reflexões. A descrição e interpretação das configurações internas das reflexões \n\ncomeçam com padrões simples, como as configurações paralela, subparalela, \n\nondulada, divergente, caótica e configuração transparente (figura 13). As \n\nconfigurações podem ser modificadas com a utilização de termos modificadores \n\n(figura 14) como, por exemplo, lenticular, contorcido, segmentado e hummocky \n\n(Mitchum et al. 1977). \n\nA configuração paralela ou subparalela (figura 13) pode ocorrer em diversas \n\nformas externas, mas é mais comum nas unidades em forma de lençóis e lençóis \n\ndrapeados e em unidades de preenchimento. Subdivisões dessa configuração \n\nsimples são baseadas em variações de outros parâmetros sísmicos, como a \n\namplitude ou continuidade. Esse padrão sugere taxas de deposição uniformes sobre \n\numa plataforma uniformemente subsidente, ou configuração simples de bacia \n\nestável (Mitchum et al., 1977b). \n\nA configuração divergente (figura 13) é caracterizada por uma unidade em forma \n\nde cunha na qual a maior parte do espessamento lateral é conseguido por \n\nespessamento de ciclos de reflexões individuais no interior da unidade. Tal \n\nconfiguração sugere variações laterais nas taxas de deposição ou inclinação \n\nprogressiva da superfície deposicional (Mitchum et al., 1977b). A configuração \n\ncaótica (figura 13) consiste em reflexões discordantes e descontínuas, sugerindo um \n\narranjo desordenado das superfícies de reflexão. É interpretada como estratos \n\ndepositados em um ambiente de energia alta e variável, ou como estratos \n\ninicialmente contínuos que foram deformados, de modo a interromper sua \n\ncontinuidade, sendo que, dependendo da intensidade da deformação, a feição \n\ndeposicional original pode ser reconhecida ou não. Dobramento, falhas, estruturas \n\nde escorregamento ou convolutas e zonas contorcidas podem apresentar a \n\nconfiguração sísmica caótica (Mitchum et al., 1977b). A configuração transparente \n\n(figura 13) representa intervalos com ausência de reflexão (reflection-free), que \n\npodem indicar pacotes sedimentares intensamente redobrados ou com mergulhos \n\nmuito abruptos, como também litologias homogêneas para o método sísmico, ou não \n\nestratificadas (Mitchum et al., 1977b). \n\n\n\n22 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 13. Padrões simples das configurações dos refletores: paralela, subparalela, \n\nondulada, divergentes, caóticas e configuração transparente. Extraído de Mitchum et \n\nal. (1977b). \n\nAs configurações modificadas são variações menores nos padrões básicos da \n\nconfiguração dos refletores, como hummocky, lenticular, segmentado e contorcido. \n\nAlgumas delas estão ilustradas na figura 14. \n\n  \n\nFigura 14. Padrões modificados das configurações dos refletores: hummocky, \n\nlenticular, segmentado e contorcido. Extraído de Mitchum et al. (1977b). \n\n\n\n23 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nDepois de identificadas as unidades sismoestratigráficas e as fácies sísmicas, é \n\nelaborada a carta cronoestratigráfica de eventos, conforme determinado inicialmente \n\npor Wheeler (1958) e adaptado para o contexto sísmico por Vail et al. (1977d). A \n\ngeometria da unidade fornece o contexto paleogeomorfológico no qual ela foi \n\ndepositada, e a disposição espacial das unidades mostra o arranjo arquitetural dos \n\nsistemas deposicionais durante o preenchimento da bacia, indicando os momentos \n\nde mudança (Kuchle &amp; Scherer 2010). \n\n \n\nFigura 15. Carta cronoestratigráfica de eventos, determinado por Wheeler (1958) e \n\nadaptado para o contexto sísmico por Vail et al. (1977d). Modificado de Mitchum et \n\nal. (1977). \n\nO modelo de Prosser (1993) e Kuchle &amp; Scherer (2010), que usam padrões de \n\nempilhamento, foi adaptado para um modelo de evolução das bacias tipo rifte \n\nbaseado nas mudanças da atividade tectônica, mantendo a denominação de tratos \n\nde sistemas tectônicos, mas sem um padrão de empilhamento determinável para \n\ncada trato. Seguindo esta adaptação e com a integração das informações obtidas \n\nem cada fase deste trabalho, foram identificadas as superfícies chaves que limitam \n\nos tratos de sistemas tectônicos, e que por fim indicam os estágios de \n\ndesenvolvimento da seção rifte da Bacia de Santos. \n\n \n\n \n\n\n\n24 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n5. CORPO PRINCIPAL DA DISSERTAÇÃO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTÍTULO: ANÁLISE SISMOESTRATIGRÁFICA DA SEÇÃO RIFTE DA BACIA DE \n\nSANTOS \n\nREVISTA: Pesquisas em Geociências \n\nAURORES: Andrea Arias Ramirez, Juliano Kuchle, Renata dos Santos Alvarenga, \n\nClaiton Scherer e Karin Goldberg \n\nDATA DE SUBMISSÃO: 04/04/2014 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n25 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\n COMPROVANTE DE SUMISSÃO \n\n\n\n26 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nANÁLISE SISMOESTRATIGRÁFICA DA SEÇÃO RIFTE DA BACIA DE \n\nSANTOS \n\nSEISMIC STRATIGRAPHIC ANALYSIS IN THE RIFT SECTION OF \n\nSANTOS BASIN \n\nAndrea Arias RAMIREZ*1, Juliano KUCHLE2, Renata dos Santos ALVARENGA3, Claiton \n\nSCHERER 4&amp; Karin GOLDBERG5. \n\n1,3 UFRGS – Pós-Graduação em Estratigrafia. Av. Bento Gonçalves, 9500. CEP 91501-970. Porto Alegre, Rio Grande do \nSul, Brasil. afar82@gmail.com, renatalvarenga@yahoo.com.br \n\n2 UFRGS – Departamento de Paleontologia e Estratigrafia. Av. Bento Gonçalves, 9500. CEP 91501-970. Porto Alegre, Rio \nGrande do Sul, Brasil. juliano.kuchle@ufrgs.br \n\n3 UFRGS –  Programa de Geologia do Petróleo. Av. Bento Gonçalves, 9500. CEP 91501-970. Porto Alegre, Rio Grande do \nSul, Brasil. claiton.scherer@ufrgs.br  \n\n5 UFRGS – Departamento de Mineralogia e Petrologia. Av. Bento Gonçalves, 9500. CEP 91501-970. Porto Alegre, Rio \nGrande do Sul, Brasil. karin.goldberg@ufrgs.br \n\n \n\nRESUMO   \n\nA Bacia de Santos, apesar de uma das principais bacias atualmente no Brasil devido à importância do \n\npré-sal, possui pouca informação geológica como registros de poço, sísmica 3D e sísmica 2D de boa \n\nqualidade na seção rifte. O presente trabalho visa a integração da análise sismoestratigráfica e \n\nproposição de um modelo de evolução tectono-estratigráfica para a seção rifte na Bacia de Santos. A \n\nanálise sismoestratigráfica envolveu a interpretação dos refletores, que é a base da identificação das \n\nunidades sismoestratigráficas e a caracterização das sismofácies. Como resultado, foi obtida a \n\ndefinição de dezesseis unidades sismoestratigráficas e quatro sismofácies (incluindo o sag), e com isto \n\no desenvolvimento das cartas cronoestratigráficas de eventos adaptadas para o contexto sísmico. Com \n\nbase na adaptação do modelo de padrões de empilhamento para mudanças na atividade tectônica, \n\nforam delimitados os tratos de sistemas tectônicos de início de rifte, de alta atividade tectônica, de \n\nbaixa atividade tectônica e o pós-rifte, representado pelo sag. O desenvolvimento de cada um dos \n\ntratos respondeu a variações dos fatores controladores das bacias lacustres, interpretado como o \n\n\n\n27 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nbalanço relativo entre as taxas de mudanças do espaço de acomodação gerado pela tectônica e o aporte \n\nsedimentar influenciado pelo clima.  \n\nPalavras-chave: Bacia de Santos, Seção rifte, sismoestratigrafia, sismofácies, tratos de sistemas \n\ntectônicos. \n\nABSTRACT   \n\nThe Santos Basin, despite its surmount significance due to the pre-salt reservoirs, has limited \n\ngeological information like well-logs, 3D seismic or good quality 2D seismic for the rift section. The \n\npresent work aims at integrating seismic stratigraphic analysis and proposing tectonic-stratigraphic an \n\nevolution model for the rift section in the Santos Basin. Seismic stratigraphic analysis involved \n\ninterpretation of reflectors, which is the base of seismic stratigraphic units identification and seismic \n\nfacies characterization. The result was the definition of sixteen seismic stratigraphic units, four seismic \n\nfacies (including the sag), and with it the development of chronostratigraphic charts of events adapted \n\nto the seismic context. Based on the adaptation of the stacking patterns model to tectonic activity \n\nchanges model, it was possible to delimite the rift initiation system tracts, the high tectonic activity \n\nsystem tract, the low tectonic activity system tract and the post-rift, represented by the sag. The \n\ndevelopment of each tectonic system tract responds to variations in controlling factors of lacustrine \n\nbasin, interpreted as the relative balance between the rate changes in the accommodation space \n\ngenerated by tectonic and sediment supply influenced by climate. \n\nKeywords: Santos Basin, rift section, seismic stratigraphic units, seismic facies, tectonic system tract. \n\n1. INTRODUÇÃO \n\nNos últimos anos, inúmeros trabalhos tem enfatizado a evolução tectono-estratigráfica de \n\nbacias rifte, focando na influência da tectônica na geometria da bacia e na razão entre a taxa de influxo \n\nsedimentar e a taxa de acomodação durante os diferentes estágios do rifteamento (e.g. Prosser, 1993; \n\nBosence, 1998; Gawthorpe &amp; Leeder, 2000; Morley, 2002; Kuchle &amp; Scherer, 2009; Scherer et al., \n\n2014). Entretanto, existem poucos estudos detalhando a assinatura sismoestratigráfica de cada um dos \n\n\n\n28 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nestágios evolutivos do rifteamento que permitam o estabelecimento de critérios precisos para o \n\nreconhecimento e diferenciação entre eles. Além disso, não existe uma base metodológica consolidada \n\nsobre a análise sismoestratigráfica de bacias rifte que possa ser aplicada universalmente.  \n\nCom o objetivo de avaliar a evolução estrutural, estratigráfica, e os potenciais reservatórios da \n\nseção rifte da Bacia de Santos com base em dados sísmicos 2D, foi realizado o mapeamento e \n\ninterpretação dos refletores sísmicos, com a identificação dos padrões de empilhamento, \n\nreconhecimento das superfícies chaves e dos tratos de sistemas tectônicos (conforme Kuchle &amp; \n\nScherer 2010), desenvolvendo-se assim um arcabouço sismoestratigráfico para este intervalo. A \n\ninterpretação dos refletores sísmicos se baseia na reflexão sísmica. Estes podem ter terminações em \n\nonlap, downlap, toplap e truncamentos erosivos, que são os principais critérios para o reconhecimento \n\ndas unidades sismoestratigráficas (Mitchum et al. 1977). A análise das sismofácies consiste na \n\ndescrição e a interpretação geológica dos parâmetros de reflexões sísmicas, incluindo a configuração, \n\ncontinuidade, amplitude, frequência e intervalo de velocidade. Com estas informações, elabora-se a \n\ncarta cronoestratigráfica de eventos, conforme determinado inicialmente por Wheeler (1958) e \n\nadaptado para o contexto sísmico por Vail et al. (1977d).                                                                                                   \n\nEste trabalho baseia-se exclusivamente em dados sísmicos e, por isto, para fazer o \n\nmapeamento sismoestratigráfico da seção rifte foi adaptado o modelo de Prosser (1993) e Kuchle &amp; \n\nScherer (2010). Estes usam os padrões de empilhamento para propor modelos de evolução das bacias \n\ntipo rifte baseados nas mudanças da atividade tectônica. Com base nestas informações, foram \n\ndefinidas as superfícies e os tratos de sistemas tectônicos da seção rifte da Bacia de Santos. \n\n2. GEOLOGIA REGIONAL \n\nA Bacia de Santos ocorre em uma vasta porção da margem leste, com orientação geral SW-\n\nNE, localizada na região do sudeste brasileiro. A bacia está limitada ao norte pelo Arco de Cabo Frio, \n\nao sul pela Plataforma de Florianópolis, e a oeste é limitada pela Serra do Mar, uma feição fisiográfica \n\nque confina a bacia marginal ao domínio oceânico (Milani et al. 2000). A bacia recobre uma área de \n\ncerca de 350.000 km2, em frente ao litoral sul do Rio de Janeiro, São Paulo, Paraná e norte de Santa \n\n\n\n29 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nCatarina. A figura 1 apresenta a localização da bacia e das linhas sísmicas interpretadas dentro da área \n\nde estudo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1. Localização da área estudada. A. Localização da Bacia de Santos no Brasil. B. Localização \n\ndas linhas sísmicas dentro da Bacia de Santos. C. Orientação das falhas de borda e das calhas dos \n\nmeio-grábens interpretados conforme a direção das linhas sísmicas. \n\nA evolução da fase rifte da Bacia de Santos resulta da propagação da ruptura das placas sul-\n\namericana e africana, no Eocretáceo. O rifte Sul-Atlântico propagou-se de sul para norte, controlado \n\npela distribuição de tensões regionais que condicionou a atenuação litosférica em ampla faixa de \n\ndeformação (Chang et al. 2008). \n\nNa Bacia de Santos são reconhecidas falhas extensionais lístricas e de alto ângulo que afetam \n\na crusta continental, rochas vulcânicas do Barremiano ao início do Aptiano e depósitos clásticos; \n\ndomos do sal no talude continental; falhas lístricas, inversas e thrusts geradas pelo sal em sedimentos \n\n\n\n30 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\ndo Cretáceo Superior e Terciário; falhas limitando meio-grábens causados pela fase extensional entre \n\no Hauteriviano e Barremiano Superior (Contreras et al. 2010). \n\nA Bacia de Santos recobre o platô de São Paulo, que ao longo da margem leste brasileira é a \n\núnica característica altamente anômala estendida na litosfera continental (Milani &amp; Thomaz Filho, \n\n2000). A borda leste da placa sul-americana (norte da Dorsal de São Paulo) apresentou uma evolução \n\nestrutural mais ou menos síncrona, devido aos efeitos dos deslocamentos continentais entre a América \n\ndo Sul e África desde o Eocretáceo. A ruptura do Gondwana teria se dado ao longo de um extenso \n\nsistema de fraturas, que se estendia da Argentina até o nordeste de Brasil. Nas áreas relativas à Bacia \n\nde Santos, ocorreu acréscimo de material vulcânico para o fundo das calhas do rifte (Macedo, 1990). \n\nO arcabouço cronoestratigráfico da Bacia de Santos está definido em sequências \n\ndeposicionais. Este trabalho é concentrado na Superseqüência Rifte, na qual o registro sedimentar \n\ninicia no Hauteriviano e prolonga-se ao início do Aptiano, sendo subdividido em três sequências \n\ndeposicionais denominadas: a) K20-K34, composta por derrames basálticos eocretáceos sotopostos ao \n\npreenchimento sedimentar de praticamente toda a Bacia de Santos, denominada Fm. Camboriú, b) \n\nK36, correspondente a Fm. Piçarras, composta por leques aluviais de conglomerados e arenitos \n\npolimíticos constituídos de fragmentos de basalto, quartzo, feldspato, nas porções proximais, e por \n\narenitos, siltitos e folhelhos de composição talco-estevensítica nas porções lacustres, e c) K38, \n\ncorrespondente a Fm. Itapema (Grupo Guaratiba), caracterizada por apresentar intercalações de \n\ncalcirruditos e folhelhos escuros ricos em matéria orgânica nas porções mais distais, conglomerados e \n\narenitos de leques aluviais nas porções proximais desta unidade (Moreira et al. 2007). A figura 2 \n\napresenta a Supersequência Rifte, com as formações correspondentes às sequências deposicionais, e \n\ninformações acerca da tectônica e magmatismo, geocronologia e ambiente deposicional. \n\n\n\n31 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 2. Carta estratigráfica da seção rifte da Bacia de Santos, modificada de Moreira et al. (2007). \n\n3. METODOLOGIA E BASE DE DADOS \n\nPara a análise sismoestratigráfica foram escolhidas três linhas sísmicas de boa qualidade e \n\ncom definição suficiente das sismofácies que permitiram a definição do arcabouço estratigráfico. \n\nInicialmente foi feita a interpretação dos refletores, que podem ter terminações em onlap, \n\ndownlap, toplap e truncamentos erosivos. Estes são os principais critérios para o reconhecimento das \n\nunidades sismoestratigráficas (Mitchum et al. 1977).  Com a informação obtida dos refletores e o \n\nauxílio dos atributos sísmicos Cosine Phase, Sweetness, Relative Acustic Impedance (RAI), RMS \n\nAmplitude foram caracterizados os limites dos meio-grábens, falhas, discordância pós-rifte e base do \n\nsal. \n\nOs atributos sísmicos são descrições matemáticas da forma característica de um traço sísmico \n\nem intervalos de tempo específicos. Estes atributos permitem aos intérpretes extrair mais informações \n\ndos dados sísmicos (Schroeder, 2011). Na figura 3 pode-se observar a expressão sísmica e a utilidade \n\nde cada atributo. \n\nCom base nos conjuntos de terminações dos refletores ao longo de uma superfície, foram \n\nindividualizadas Unidades Sismoestratigráficas, que são conjuntos de estratos \n\ncronoestratigraficamente relacionados, com expressão sísmica, limitados no topo e na base por \n\nterminações de refletores (Mitchum et al. 1977). As Unidades Sismoestratigráficas acabam por \n\n\n\n32 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nequivaler assim, aos tratos de sistemas, conforme definido por Brown &amp; Fischer (1977), conjunto de \n\nestratos geneticamente relacionados, o que não necessariamente implica na ocorrência (nem exclusão) \n\nde discordâncias como superfícies limítrofes. Assim, as Unidades Sismoestratigráficas são unidades \n\ndeposicionais relacionadas a um período de tempo específico e distinto das unidades abaixo e acima. \n\nA análise de fácies sísmicas é baseada na configuração de reflexões e de outros parâmetros \n\nsísmicos, incluindo a configuração de reflexão, amplitude, continuidade, frequência e velocidade de \n\nintervalo. Estes parâmetros são interpretados como expressão de certos grupos litológicos, e as \n\ncaracterísticas de deposição dos sedimentos gerando os ciclos no âmbito da sequência sísmica \n\ncorrelacionada com a estrutura (Mitchum et al. 1977). Com a avaliação dos parâmetros mais o auxílio \n\ndos atributos sísmicos são definidas as fácies sísmicas. \n\nApós a definição das unidades sismoestratigráficas e as fácies sísmicas, é elaborada a carta \n\ncronoestratigráfica de eventos, conforme determinado inicialmente por Wheeler (1958) e adaptado \n\npara o contexto sísmico por Vail et al. (1977d). Na carta cronoestratigráfica, a geometria da unidade \n\nfornece o contexto paleogeomorfológico no qual ela foi depositada, e a disposição espacial das \n\nunidades mostra o arranjo arquitetural dos sistemas deposicionais durante o preenchimento da bacia, \n\nindicando os momentos de mudança (Kuchle &amp; Scherer 2010). \n\nCom a integração das informações obtidas em cada fase deste trabalho, foram identificadas as \n\nsuperfícies chaves que limitam os tratos de sistemas tectônicos, e que por fim indicam os estágios de \n\ndesenvolvimento da seção rifte da Bacia de Santos. O modelo evolutivo foi adaptado do modelo de \n\nProsser (1993) e Kuchle &amp; Scherer (2010), que usam padrões de empilhamento para propor um \n\nmodelo de evolução das bacias tipo rifte baseado nas mudanças da atividade tectônica, mantendo a \n\ndenominação de tratos de sistemas tectônicos, mas sem um padrão de empilhamento determinável para \n\ncada trato.   \n\n \n\n\n\n33 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\n \n\nFigura 3. Expressão, utilidade e interpretação dos atributos sísmicos gerados a partir da uma linha \n\nsísmica em normal phase. \n\n4. SISMOESTRATIGRAFIA \n\nEmbora as sequências deposicionais também possam ser observadas em perfis de poço, \n\nafloramentos e testemunhos de sondagem, o método baseado nas reflexões sísmicas é a ferramenta \n\nmais eficaz para a aplicação de conceitos de sequência. As reflexões sísmicas são geradas por \n\nsuperfícies estratais com diferentes propriedades acústicas, e por esta razão, as reflexões seguem uma \n\ntendência paralela dos estratos, tendo um significado cronoestratigráfico. Portanto, é possível fazer \n\ncorrelações cronoestratigráficas usando padrões de reflexões sísmicas (Mitchum et al. 1977).  \n\nPara a realização da análise sismoestratigráfica, foram selecionadas três linhas sísmicas 2D \n\ncom a melhor qualidade, que permitiu a identificação da geometria do meio-gráben (falha de borda e \n\n\n\n34 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nmargem flexural) e a definição do arcabouço estratigráfico dentro da seção rifte.  As Linhas 1 e 2 são \n\nlinhas dip com direção NW-SE, e a Linha 3 é uma linha strike com direção SW-NE, localizadas no \n\nsetor nordeste da Bacia de Santos (Figura 1). As linhas foram trabalhadas em tempo (TWT).  \n\n4.1 INTERPRETAÇÃO DOS REFLETORES \n\nInicialmente, foi feito o mapeamento dos refletores de cada uma das linhas sísmicas \n\nescolhidas. Com o atributo sísmico Cosine Phase foram definidas as falhas de borda e outras falhas \n\nsecundárias que afetam os meio-grábens, o limite basal (Topo da Fm. Camboriú) e o topo do intervalo \n\nde estudo, delimitados pela base do sal. As linhas se encontram no intervalo entre 4500 e 7000 \n\nmilissegundos (TWT). Na seção sísmica trabalhada, a falha de borda foi identificada no leste e a \n\nmargem flexural no oeste da seção. \n\nNa Linha 1 foi delimitado o primeiro meio-gráben, apresenta diferentes padrões nas reflexões \n\nao longo da linha (Figura 4). Contudo é possível observar uma configuração divergente, tipo wavy no \n\nlado oeste; restrito ao lugar onde foi definida a falha de borda, se observa um padrão caótico de baixa \n\ncontinuidade (Figura 4). \n\nNa Linha 2 foi delimitado o segundo meio-gráben, o qual tem a mesma disposição estrutural \n\ndo primeiro. Os refletores apresentam uma disposição tipo wavy no lado oeste, caótica e hummocky no \n\nlado leste da seção; do centro até o topo do meio-gráben é possível identificar um padrão subparalelo. \n\nEm geral a continuidade e amplitude são baixas, com algumas exceções onde os refletores têm alta \n\ncontinuidade e amplitude (Figura 5). \n\nNa Linha 3 (com disposição strike), foi possível mapear os meio-grábens 1(MG-1) e 2 (MG-\n\n2), identificados previamente nas linhas dip, onde as falhas de borda foram interpretadas a leste e as \n\nmargens flexurais a oeste da seção. O MG-2 apresenta, na porção oeste até o centro, uma configuração \n\nde refletores divergentes; no sul, uma configuração wavy, e caótico restrito à falha de borda. Do centro \n\ndo MG-2 até o centro do MG-1, os refletores exibem uma configuração subparalela, e na zona leste \n\nsão ondulados (Figura 6). \n\n\n\n35 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 4. Linha sísmica 1. A. Seção sísmica não interpretada, direção NW-SE. B. Interpretação dos \n\nrefletores, da falha de borda e algumas falhas menores. \n\n\n\n36 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 5. Linha sísmica 2. A. Seção sísmica não interpretada, direção NW-SE. B. Interpretação dos \n\nrefletores, da falha de borda e algumas falhas menores. \n\n\n\n37 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 6. Linha sísmica 3. A. Seção sísmica não interpretada, direção SW-NE. B. Interpretação dos \n\nrefletores, da falha de borda e algumas falhas menores.  \n\n\n\n38 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n4.2 UNIDADES SISMOESTRATIGRÁFICAS \n\nBaseados na continuidade e nas terminações dos refletores foram definidos 16 unidades \n\nsismoestratigráficas (US) que possuem um significado temporal e proporcionam a compreensão do \n\ndesenvolvimento e evolução dos meio-grábens caracterizados. As US e sismofácies definidas nas \n\nlinhas sísmicas 1, 2 e 3 encontram-se ilustradas nas figuras 7, 8 e 9, respectivamente. \n\nA US 1 está limitada na base pelo topo da Formação Camboriú (rochas vulcânicas). Esta US \n\nfoi identificada na Linha 2 e no meio-gráben oeste da linha 3. A US 2 deposita-se em downlap sobre a \n\nUS 1, da mesma forma que as US 3, US 4 e US 5.  As US 2, US 3, US 4 e US 5  são reconhecidas \n\nsomente na Linha 2 (Figura 8A).  \n\nA US 6 é delimitada na base pelo topo da Formação Camboriú na linha 1 e no meio gráben \n\nleste da Linha 3 (Figura 9A). Na Linha 2 e no meio-gráben oeste da Linha 3, a US 6 ocorre em \n\ndownlap sobre a US 1. A US 7, em alguns lugares das linhas 1 e 3, a base é delimitada pelo topo da \n\nFormação Camboriú. Essa unidade foi interpretada em todas as linhas (Figuras 7A, 8A e 9A). A US 8 \n\ndeposita-se em downlap sobre a US 7, assim como a US 9 sobre a US 8.  As unidades \n\nsismoestratigráficas 7 e 8 só foram interpretadas no meio-gráben 1 (Figura 7A). A US 10 é depositada \n\nao longo das estruturas, no meio-gráben 2, e as US 5, 7 e 10 se encontram em toplap contra a US 11.  \n\nA US 11 foi interpretada ao longo das estruturas na Linha 3, onde se deposita em downlap \n\nsobre a US 10. A US 12 deposita-se em downlap sobre a US 11 nas linhas 1e 3, enquanto que na \n\nLinha 2 essa a unidade se apresenta em onlap sobre a US 13 (Figura 8A). A US 13 na Linha 3 não é \n\ncontínua, e termina em onlap sobre a US 14, reaparecendo em toplap na US 14, no centro da estrutura \n\n(Figura 9A). A US 14 está limitada no topo pela discordância pós-rifte ao longo das estruturas. Na \n\nLinha 1 foi interpretada do centro para a zona leste (Figura 7A), enquanto que na Linha 2 se encontra \n\nrestrita no centro (Figura 8A). A discordância pós-rifte corresponde a uma possível superfície de \n\nexposição subaérea, com intensa erosão (representada por truncamentos erosivos) na Linha 1 das \n\nunidades 9, 1, 11, 12, 13 e 14; na Linha 2 das unidades 3, 4, 11, 12, 13 e 14, e na Linha 3 afeta as \n\nunidades 7, 10, 12, 13, e 14 (Figuras 7A-9A). \n\n\n\n39 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nPor fim, são depositadas as US 15 e US 16, marcando a deposição da fase sag (pós-rifte), \n\nlimitada pela discordância de pós-rifte. \n\n4.3  SISMOFÁCIES \n\nO processo de análise das sismofácies envolve a delimitação e a interpretação da geometria da \n\nreflexão, continuidade, amplitude, frequência, e intervalo de velocidade. Cada um destes parâmetros \n\nsísmicos contém informações de significado estratigráfico (Vail et al. 1977).  Assim, a identificação \n\nde comportamentos distintos baseados nestes parâmetros nas linhas sísmicas analisadas possibilitou a \n\ncaracterização de quatro sismofácies: a) SF-A, interpretada como depósitos da falha de borda, b) SF-\n\nB, interpretada como depósitos de sedimentos finos, c) SF-C, interpretada como litologias \n\ncarbonáticas, e d) SF-D, pertencente à fase sag, não analisada por estar fora do intervalo de estudo.  \n\nA sismofácies A (SF-A) possui refletores com uma resposta sísmica caótica, sem \n\ncontinuidade, e de baixa amplitude. Na Linha 1 esta sismofácies aparece na unidade \n\nsismoestratigráfica (US) 7, onde tem seu maior desenvolvimento e é encontrada novamente na US 11, \n\nonde se observa uma notável diminuição deste padrão (Figura 7A). Na Linha 2, a SF-A tem uma \n\ndisposição mais contínua. Sua ocorrência inicia na US 6, passando pelas US 7, US 10 (onde esta \n\nsismofácies tem o maior desenvolvimento), e termina na US 11 (Figura 8A).  Na Linha 3, a SF-A está \n\nlocalizada na zona leste, associada com a falha de borda 1. Esta sismofácies inicia seu \n\ndesenvolvimento na US 7 e termina na US 10, e a SF-A localizada na zona oeste, associada com a \n\nfalha de borda 2, só foi reconhecida na US 7 (Figura 9A). Este tipo de padrão foi interpretado como o \n\nreflexo sísmico de sedimentos grossos gerados pela movimentação das falhas de borda. \n\nNa sismofácies B (SF-B) os refletores tem uma configuração de baixa a média amplitude, \n\nporém é possível identificar alguns refletores com amplitude maior, e tem uma continuidade média, \n\nconforme observado na Linha 1 (Figura 7A).  Na Linha 2, os refletores apresentam  baixa amplitude e \n\nalguns refletores de amplitude maior. A continuidade e a frequência é média (Figura 8A). Na Linha 3, \n\nos refletores apresentam uma amplitude baixa, a continuidade é média, e a frequência é de media a alta \n\n\n\n40 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nem toda a seção (Figura 9A).  A SF-B foi interpretada como depósitos de sedimentos finos, e está \n\ndistribuída ao longo dos meios grábens.   \n\nA sismofácies C (SF-C) é composta por refletores com alta amplitude, alta frequência, maior \n\ncontinuidade, e com uma configuração divergente. A SF-C é encontrada em lugares específicos dos \n\nmeio-grábens interpretados. Por exemplo, na Linha 1 este padrão está concentrado principalmente no \n\ncentro do meio-gráben (Figura 7A). No caso da Linha 2, esta sismofácies ocorre em diferentes pontos \n\nao longo do todo o meio-gráben, com refletores de alta amplitude, continuidade e frequência. Na \n\nLinha 3, a SF-C foi reconhecida em maior proporção no meio-gráben oeste, mas está distribuída ao \n\nlongo deste meio-gráben (Figura 9A). No meio-gráben oeste, as terminações também são de alta \n\namplitude, continuidade e frequência, com configuração subparalela. A SF-C foi interpretada como \n\nrochas carbonáticas, devido à resposta sísmica particular dos refletores com alta amplitude, alta \n\nfrequência, maior continuidade, e por similaridade com interpretações sísmicas de reflexões na Bacia \n\nde Campos. Segundo Abrahão &amp; Warme (1990) e Rangel &amp; Carminatti, (2000), estas rochas \n\nrepresentam depósitos carbonáticos denominados de coquinas. Assim, dada a continuidade do sistema \n\nde rift valley de Campos em direção a Santos, e a grande semelhança das reflexões intensas, contínuas \n\ne bem definidas dos carbonatos lacustres de Campos (Figura 10A e B), as reflexões da SF-C foram \n\ninterpretadas como a expressão sísmica destes corpos carbonáticos. \n\nPor fim, a sismofácies D (SF- D) está limitada pela discordância pós-rifte na base, e pela base \n\ndo sal no topo da seção rifte. Esta sismofácies é rastreável ao longo das linhas por suas características \n\nsísmicas, definidas por refletores com continuidade média a alta, com uma configuração de baixa \n\namplitude, porém com algumas áreas com refletores de alta amplitude. Com relação às terminações \n\ndos refletores, a SF-D não apresenta um padrão definido. Esta sismofácies foi interpretada como o sag. \n\n4.4  CARTA CRONOESTRATIGRÁFICA \n\nCom a integração da informação das terminações dos refletores (onlaps, downlaps, toplaps e \n\ntruncamentos erosivos), unidades sismoestratigráficas, e sismofácies, foram construídas as cartas \n\n\n\n41 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\ncronoestratigráficas de eventos, conforme determinado inicialmente por Wheeler (1958) e adaptado \n\npara o contexto sísmico por Vail et al. (1977d).  \n\nNa carta cronoestratigráfica da Linha 1 (Figura 7B) é possível observar o início de \n\ndesenvolvimento do meio-gráben 1 na US 6, alcançando sua máxima expansão na US 9. Este intervalo \n\né dominado pela SF-B, interpretada como sedimentos finos. Entretanto, ocorre ainda a presença da SF-\n\nC, interpretada como carbonatos, e um primeiro pulso da SF-A, associada aos conglomerados gerados \n\npela falha de borda. A partir da US 10, começa uma redução na área da bacia, culminando com a US \n\n14 sendo fortemente afetada pela erosão que gerou a discordância pós-rifte. Este intervalo também é \n\ndominado pela SF-B, com ocorrências da SF-C e um segundo pulso de conglomerados (SF-A). O \n\npreenchimento final é representado pelas US 15 e US 16, correspondentes a SF-D, interpretadas como \n\nsag. \n\nNa carta cronoestratigráfica da Linha 2, se observa o início do desenvolvimento do meio-\n\ngráben 2, que começa na US 1 como uma bacia isolada, dominada por rochas carbonáticas, alcançando \n\nsua máxima extensão na US 3 (Figura 8B). A partir da US 4, ocorre uma redução da bacia até a US 7. \n\nNeste intervalo ocorre o primeiro pulso de conglomerados, com um hiato na sedimentação que \n\ncorresponde as US 8 e US 9. Na US 10, ocorre um segundo pulso de extensão da bacia e aparição dos \n\nconglomerados, seguido de nova diminuição na área da bacia até a US 14, afetada pela erosão.  \n\nNa Linha 3 (Figura 9B), a carta cronoestratigráfica ressalta os seguintes aspectos: a) início do \n\ndesenvolvimento do MG-2 na US 1; b) um primeiro hiato no qual a US 2 até US 5 não são \n\ndepositadas; c) início do desenvolvimento do MG-1 na US 6, com máxima extensão do MG-2 até a \n\nUS 7 e o primeiro pulso de geração de conglomerados associados às falhas de borda; d) um segundo \n\nhiato correspondente as US 8 e US 9; e) um segundo pulso de geração de conglomerados associados \n\ncom a falha de borda 1, aumento na extensão do MG-1 da US 11 até a US 14, e diminuição na bacia \n\ndo MG-2 da US 10 até a US 14. Nesse intervalo, ocorre a conexão dos dois meio-grábens, se \n\ncomportando como uma única bacia na US 10 e US 12 .  \n\n\n\n42 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nPor fim, as unidades sismoestratigráficas 15 e 16, correspondentes à sismofácies D \n\n(interpretada como o sag), são marcadas pela erosão na base da US 15 associada com a discordância \n\npós-rifte, e o topo da US 16. Estas unidades são identificadas no topo das três linhas trabalhadas. \n\n\n\n43 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 7. Linha sísmica 1. A. Interpretação das unidades sismoestratigráficas, sismofácies e tratos de \n\nsistemas tectônicos. B. Carta cronoestratigráfica de eventos detalhada para o MG-1. \n\n\n\n44 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 8. Linha sísmica 2. A. Interpretação das unidades sismoestratigráficas, sismofácies e tratos de \n\nsistemas tectônicos. B. Carta cronoestratigráfica de eventos detalhada para o MG-2. \n\n\n\n45 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\nFigura 9. Linha sísmica 3. A. Interpretação das unidades sismoestratigráficas, sismofácies e tratos de \n\nsistemas tectônicos. B. Carta cronoestratigráfica de eventos para o MG-1 e MG-2. \n\n\n\n46 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 10. Comparação da SF-C nas bacias de Campos e Santos, usando atributos sísmicos. A. \n\nExpressão dos corpos carbonáticos na fase sísmica normal, Bacia de Campos. B. Expressão dos corpos \n\ncarbonáticos no Cosine phase, Bacia de Campos. C. Expressão dos corpos carbonáticos na fase \n\nsísmica normal, Bacia de Santos. D. Expressão dos corpos carbonáticos no Cosine phase, Bacia de \n\nSantos. \n\n4.5 SUPERFÍCIES ESTRATIGRÁFICAS E TRATOS DE SISTEMAS TECTÔNICOS \n\nEmbora a caracterização das unidades sismoestratigráficas permita a definição dos sucessivos \n\neventos deposicionais que ocorreram nos meio-grábens analisados, o preenchimento destas unidades \n\nsismoestratigráficas não apresentou um padrão de empilhamento bem definido. O padrão de \n\nempilhamento progradante, retrogradante ou agradacional, sensu Van Wagoner et al., (1988), é \n\nbaseado na relação proximal/distal dos sistemas deposicionais, e suas gradações laterais preditas em \n\num sentido dip – paralelo ao eixo deposicional principal. Como a sismofácies SF-A representa \n\ndepósitos relacionados à falha de borda, o seu avanço ou recuo pode ser relacionado a maiores ou \n\nmenores descargas de material clástico associado à falha, o que é um reflexo direto do influxo \n\nsedimentar + clima e atividade tectônica (Bohacs et al. 2000). Já a relação entre as SF-B e SF-C não \n\napresenta uma relação clara de proximalidade ou distalidade (Figuras 7A, 8A e 9A), o que pode \n\n\n\n47 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nsugerir que os carbonatos caracterizados na SF-C possa ser depósitos ressedimentados na seção mais \n\nprofunda do lago, enquanto que a SF-B pode representar os sedimentos de fundo lacustre \n\n(background). Esta hipótese sustenta é consistente com a grande quantidade de eventos erosivos \n\nobservados nas margens flexurais dos meio-grábens analisados. \n\nSem a definição de padrões de empilhamento na seção estudada, os modelos de Prosser (1993) \n\ne Kuchle &amp; Scherer (2010) não puderam ser usados, o que derivou em uma adaptação dos modelos \n\nsupracitados, mantendo a denominação de tratos de sistemas tectônicos, mas sem um padrão de \n\nempilhamento determinável para cada trato. O resultado foi a identificação de um trato de sistemas de \n\ninício do rifte, um trato de sistemas de alta atividade tectônica, e um trato de sistemas de baixa \n\natividade tectônica. \n\nO Trato de Sistemas de Início de Rifte é limitado na base pela superfície basal do meio-\n\ngráben, que na Bacia de Santos corresponde ao topo da Formação Camboriú, e no topo pela superfície \n\nde desenvolvimento do meio-gráben. Na Linha 2, o trato de sistemas do início de rifte segue a US 1, e \n\nesta unidade apresenta dominantemente a sismofácies SF-C, com algumas pequenas porções de \n\nsedimentos finos – SF-B (Figura 8A). Na Linha 1 não ocorre este trato (Figura 7A), e neste caso a \n\nsuperfície limite do meio-gráben coincide com a superfície de desenvolvimento do meio-gráben. A \n\nLinha 3 tem o registro das duas situações descritas acima: o trato de sistemas de início de rifte na área \n\noeste, composta pela US 1 (dominada pela sismofácies SF-C), enquanto que na área leste a superfície \n\ndo limite do meio-gráben coincide com a superfície de desenvolvimento de meio-gráben (Figura 9A).  \n\nO Trato de Sistemas de Alta Atividade Tectônica é delimitado pela superfície de \n\ndesenvolvimento de meio-gráben na base, e pela superfície de mudança tectônica no topo. O trato é \n\ndefinido por uma alta atividade tectônica, gerando a disposição inclinada das unidades \n\nsismoestratigráficas, a erosão de algumas unidades na margem flexural, e a ocorrência dos \n\nconglomerados associados com a falha de borda na margem flexural (Figuras 7-9). Na Linha 1, o trato \n\nde alta atividade tectônica é composto pelas US 6, US 7, US 8, US 9, US10, onde a sismofácies SF-B \n\npredomina; a área central apresenta algumas ocorrências de carbonatos da SF-C, e como consequência \n\n\n\n48 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nda intensa atividade tectônica, são observados os depósitos associados à falha de borda – SF-A (Figura \n\n7A). No caso da Linha 2, dentro deste trato se encontram as unidades sismoestratigráficas US 2 até US \n\n7, as US 8 e 9 não são depositadas neste intervalo, e no final do trato é depositada a US 10; a \n\nsismofácies que domina é a SF-B, composta por depósitos de sedimentos finos, mas também são \n\nencontradas ocorrências isoladas de carbonatos da SF-C, e são observados os conglomerados \n\nassociados à movimentação da falha de borda (SF-A). Estes aparecem na US 6 e alcançam a US 10 \n\n(Figura 8A). Em relação à Linha 3, o trato corresponde às US 6, US 7 e US 10, as US 8 e 9 não foram \n\ndepositadas, e em geral os depósitos de sedimentos finos são dominantes (SF-B), porém são \n\nencontradas ocorrências de carbonatos da SF-C com maior frequência na zona oeste. Com relação aos \n\nconglomerados da falha de borda, o maior desenvolvimento se encontra na área leste, com os \n\ndepósitos de conglomerados começando na US 7 e indo até US 10; na área oeste os depósitos de \n\nconglomerado terminam na US 10 (Figura 9A).  \n\nO Trato de Sistemas de Baixa Atividade Tectônica é delimitado na base pela superfície de \n\nmudança de atividade tectônica, e no topo pela discordância pós-rifte. Este trato é marcado por uma \n\ndiminuição na atividade tectônica, com desaparecimento dos conglomerados gerados pela falha de \n\nborda (SF-A) e unidades sismoestratigráficas mais contínuas ao longo do meio-gráben. Na Linha 1, o \n\ntrato corresponde às US 11, 12, 13 e 14; os depósitos dominantes são os sedimentos finos (SF-B), mas \n\ntambém se encontram faixas mais contínuas de carbonatos (SF-C), enquanto os conglomerados \n\nassociado a falha de borda (SF-A) só são observados na US 11 (Figura 7A). No caso da Linha 2, o \n\ntrato contém as US 11, 12, 13 e 14; este trato é dominado pelos depósitos de sedimentos finos (SF-B), \n\nporém são encontrados carbonatos (SF-C) isolados em toda a US 14, e pequenas acumulações dos \n\nconglomerados da falha de borda (Figura 8A). A Linha 3 apresenta a mesma situação das outras duas: \n\no trato está representado pelas US 11, 12, 13 e 14, onde dominam os depósitos de sedimentos finos. \n\nNeste caso os carbonatos estão restritos a faixas dentro da US 14 ao longo da estrutura, e o \n\nconglomerado é observado numa pequena zona na área leste (Figura 9A).   \n\nPor fim, o pós-rifte para a análise realizada obedece à sismofácies D (sag). Este está \n\ndelimitado na base pela discordância pós-rifte, e no topo pela base do sal. No estágio pós-rifte se \n\n\n\n49 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nobserva continuidade ao longo dos meio-grábens estudados. Na Linha 1, o pós-rifte corresponde às \n\nunidades sismoestratigráficas 15 e 16, situação similar nas Linhas 2 e 3 (Figuras 7, 8 e 9). \n\n5 MODELO EVOLUTIVO DO RIFTEAMENTO \n\nCom a definição das superfícies chave e dos tratos de sistemas tectônicos a partir dos \n\nresultados obtidos da interpretação dos refletores, unidades sismoestratigráficas e sismofácies de cada \n\numa das linhas sísmicas trabalhadas, foi elaborada uma análise dos tratos de sistemas tectônicos, \n\nbaseado na relação de dois fatores controladores das bacias lacustres: a mudanças da atividade \n\ntectônica (criação do espaço da acomodação), e aporte sedimentar + água (função da umidade \n\nclimática), segundo as premissas de Bohacs et al. 2000: \n\n• Os lagos contêm volumes menores de sedimento e água comparado com um sistema de \n\ndeposição marinha; por isso, o sistema lacustre é mais sensível a mudanças no espaço de \n\nacomodação e no clima. \n\n•  O nível do lago e o aporte sedimentar estão diretamente ligados ao sistema do lago (variações \n\nna descarga fluvial). A influência do clima nas variações do nível de base é mais pronunciada \n\nem bacias lacustres equilibradas e fechadas, onde o suprimento de água é periodicamente \n\nnegativo (Keighley et al. 2003).  \n\n• A natureza e existência do lago são fundamentalmente controladas pela taxa relativa entre \n\npotencial de acomodação e aporte sedimentar; clima e tectônica, que exercem controles \n\nequivalentes sobre a natureza e distribuição dos tratos de sistemas tectônicos.   \n\nA Figura 11 apresenta a interpretação dos tratos de sistemas tectônicos definidos neste \n\ntrabalho para a Bacia de Santos em relação aos modelos de bacias lacustres definidos por Bohacs et al. \n\n(2000). \n\n\n\n50 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n  \n\nFigura 11. Análise dos tratos de sistema tectônicos definidos para a Bacia de Santos em relação aos \n\nfatores controladores numa bacia lacustre: atividade tectônica, aporte sedimentar e clima (segundo \n\nBohacs et al., 2000). \n\nNo trato de sistemas de início do meio-gráben, que corresponde a US 1, a taxa do aporte \n\nsedimentar e o espaço de acomodação estão balanceados (Balanced-fill). Este estágio apresenta uma \n\ntectônica incipiente associada ao estiramento crustal da fase rifte, gerando pequenas bacias isoladas \n\nque são preenchidas pelo aporte de sedimento ligado ao nível do lago, e ao aporte fluvial variável em \n\num sistema hidrológico intermitentemente aberto, próprio de cada lago. O influxo de água é suficiente \n\npara encher periodicamente o espaço disponível, acompanhando as flutuações do nível do lago devido \n\nao clima. Nestas fases iniciais, o baixo aporte sedimentar decorre também de áreas de drenagem \n\npequenas e fragmentadas, e o fornecimento de sedimentos axiais é limitado (Keighley et al. 2003) .  \n\nNo trato de sistemas de alta atividade tectônica, correspondente a US 2 até US 10, o espaço de \n\nacomodação gerado pela intensa atividade tectônica da bacia, associada ao desenvolvimento da falha \n\nde borda, é muito maior que o aporte sedimentar. Ou seja, não há quantidade de sedimentos suficiente \n\npara preencher o espaço gerado (Underfilled). Esta fase apresenta mínimo aporte sedimentar fluvial e \n\n\n\n51 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nciclos de alta frequência úmido – seco. Por isso é comum observar a disposição inclinada das unidades \n\nsismoestratigráficas, erosão e não deposição de algumas unidades neste trato. \n\nNo trato de sistemas de baixa atividade tectônica, compreendendo as US 11 até 14, o a bacia \n\nse encontra sobrecarregada (Overfilled). Neste caso, a taxa de aporte sedimentar consistentemente \n\nexcede o potencial de acomodação em função da diminuição da subsidência. A geometria deposicional \n\nneste estágio reflete as mudanças do fluxo dos sedimentos, onde apresenta um maior aporte fluvial e \n\nflutuações no nível da bacia impulsionado pelo clima. Na interpretação das linhas sísmicas é possível \n\nobservar algumas unidades sismoestratigráficas que se estendem ao longo dos dois meio-grábens, \n\ncomo no caso da Linha 3, que durante determinado intervalo se comportou como uma única bacia ou \n\nlago. \n\n6 CONCLUSÕES \n\nAtualmente a Bacia de Santos é uma das mais prolíficas áreas produtoras de hidrocarbonetos \n\nno Brasil, e por consequência, têm sido amplamente estudada. Contudo, sua seção rifte, devido a \n\ngrande profundidade e limitações tecnológicas, tem apresentado pouco interesse científico. O presente \n\ntrabalho, desenvolvido na seção rifte da Bacia de Santos, teve por objetivo unir a assinatura \n\nsismoestratigráfica com modelos que tem ênfase na evolução tectono-estratigráfica de bacias rifte, e \n\nchamar a atenção para a seção rifte como uma nova fronteira exploratória. Desta maneira, podem-se \n\napontar como principais resultados e conclusões do presente estudo: \n\n• A utilização dos atributos sísmicos Cosine Phase, Sweetness, Relative Accoustic Impedance (RAI), \n\nRMS Amplitude a partir da sísmica em normal phase para na interpretação sismoestratigráfica \n\napresentou bons resultados. \n\n• Realizou-se a interpretação sismoestratigráfica de três linhas sísmicas de boa qualidade, onde \n\nforam definidos refletores sísmicos, terminações dos refletores, unidades sismoestratigráficas e \n\nsismofácies. \n\n\n\n52 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n• Foram definidas 16 unidades sismoestratigráficas, baseadas nas terminações dos refletores. Estas \n\npossuem um significado temporal e proporcionam a compreensão do desenvolvimento e evolução \n\ndos meio-grábens caracterizados.  \n\n• Baseado nos parâmetros sísmicos, geometria da reflexão, continuidade, amplitude, frequência, e \n\nintervalo de velocidade, foram caracterizadas quatro sismofácies: a) SF-A, depósitos associados à \n\nfalha de borda; b) SF-B, depósitos de sedimentos finos; c) SF-C, depósitos carbonáticos e d) SF-D, \n\ndepósitos do sag (fora do intervalo de estudo).  \n\n• Pela similaridade com interpretações sísmicas de seções na Bacia de Campos, e devido à resposta \n\nsísmica particular dos refletores com alta amplitude, alta frequência, maior continuidade, a SF-C \n\nfoi interpretada como compreendendo carbonatos lacustres. \n\n• Com a integração da informação de terminações dos refletores, unidades sismoestratigráficas, e \n\nsismofácies, foram construídas as cartas cronoestratigráficas de eventos para cada um dos meio-\n\ngrábens interpretados. \n\n• Foi adaptado o modelo de Prosser (1993) e Kuchle &amp; Scherer (2010) na proposição de um modelo \n\nde evolução da seção rifte da Bacia dos Santos.  \n\n• O Trato de Sistemas de Início de Rifte é limitado na base pela superfície basal do meio gráben e \n\nno topo pela superfície de desenvolvimento do meio-gráben, e representa depósitos clásticos \n\nrelacionados à fase inicial do rifteamento, onde a bacia não apresenta uma falha de borda bem \n\ndefinida e sua geometria é sinformal. \n\n• O Trato de Sistemas de Alta Atividade Tectônica é delimitado pela superfície de desenvolvimento \n\nde meio-gráben na base e pela superfície de mudança tectônica no topo, e representa depósitos \n\nrelacionados à fase de intensa atividade tectônica, caracterizada por uma geometria de meio-\n\ngráben bem definida, com depósitos de falha de borda e refletores divergentes, resultado de \n\natividade tectônica sindeposicional. \n\n• O Trato de Sistemas de Baixa Atividade Tectônica é delimitado na base pela superfície de \n\nmudança de atividade tectônica e no topo pela discordância pós-rifte, E representa depósitos \n\nrelacionados a uma fase de diminuição da atividade tectônica, onde o meio-gráben é extravasado e \n\n\n\n53 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nos refletores apresentam suaves divergências e dominante paralelismo, o que indica uma baixa \n\natividade tectônica relativa. \n\n• A análise dos tratos tectônicos definidos neste trabalho com relação aos fatores controladores das \n\nbacias lacustres (Bohacs et al. 2000) sugere que o trato de sistemas de início de rifte parte de uma \n\nbacia onde a atividade tectônica e o aporte sedimentar são balanceados. N o trato de sistemas de \n\nalta atividade tectônica ocorre a geração de uma grande quantidade de espaço que não é \n\npreenchido, e por fim no trato de sistemas de baixa atividade tectônica a taxa de aporte sedimentar \n\né muito maior que o espaço de acomodação devido à diminuição da subsidência tectônica. \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAbrahao, D. and Warme, J.E., 1990, Lacustrine and associated deposits in a rifted continental \nmargin – Lower Cretaceous Lagoa Feia Formation, Campos basin, Offshore Brazil, p. 287-305.  In \nKatz, B. J. (ed.). Lacustrine Basin Exploration – Case Studies and Modern Analogs. American \nAssociation of Petroleum Geologists Memoir 50, 340 p. \n\nBohacs, K. M., A. R. Crrikk, J. E. Neal, P. J. Mankiewicz, 2000. Lake-basin type, source \npotential, and hydrocarbon character: an integrated-sequence-stratigraphic-geochemical framework. In \nE. H Gierlowski – Kordesch and K. R. Kelts, (eds.). Lake basins through space and time. AAPG \nStudies in Geology 46, p. 3-34. \n\nChang, H. K., Assine, M. L., Corrêa F. S., Tinen J. S., Vidal, A. C., Koike, L., 2008. Sistemas \npetrolíferos e modelos de acumulação de hidrocarbonetos na Bacia de Santos. Revista Brasileira de \nGeociências, v. 38(2), p. 29-46. \n\nContreras J., Zühlke, R., Bowman, S., Bechstädt, T., 2010. Seismic stratigraphy and \nsubsidence analysus of the southern Brazilian margin (Campos, Santos and Pelotas basins). Marine \nand Petroleum Geology, v.27, p. 1952-1980.  \n\nKeighley D., Flint, S., Howell, J., Moscariello, A., 2003. Sequence strarigraphy in lacustrine \nbasins: a model for part of the Green River Formation (Eocene), southwest Uinta Basin, Utah, USA. \nJornal of Sedimentary Research, v. 73, n. 6, p. 987-1006. \n\nKuchle J., Scherer C.M.S., 2010. Sismoestratigrafía de bacias rifte: técnicas, métodos e sua \naplicação na Bacia de Recôncavo. Boletim de geociências da Petrobras, v. 18, n.2, p. 33-60. \n\nL. F. Brown Jr., W. L. Fisher, 1977. Seismic-Stratigraphic Interpretation of Depositional \nSystems: Examples from Brazilian Rift and Pull-Apart Basins: Section 2. Application of Seismic \nReflection Configuration to Stratigraphic Interpretation. Seismic stratigraphy – Applications to \nhydrocarbon exploration, vol. 26. AAPG, p 213-248 \n\nMacedo, J. M., 1990. Evolução tectônica da Bacia de Santos e áreas continentais adjancentes. \nIn Guilherme Pederneiras Raja Gabaglia e Edison José Milani. (eds.). Origem e Evolução de Bacias \nSedimentares. PETROBRAS, Rio de Janeiro. p. 361-376. \n\nMilani E. J., Brandão, J. A. S. L., Zalán, P. V., Gamboa, L. A. P., 2000. Petroleo na margen \ncontinental brasileira: Geologia, exploração, resultados e perspectivas. Revista Brasileira de \nGeociências, v.18(3). \n\n\n\n54 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nMilani, E. J., Thomaz Filho, A., 2000. Sedimentary basins of South America in Cordani U. G., \nMilani, E. J., Thomaz Filho, A., Campos, D. A., Tectonic evolution of South America. In 31st \nINTERNATIONAL GEOLOGICAL CONGRESS, p. 389-449. \n\nMitchum Jr R.M., Vail P.R., Sangree J.B. 1977. Interpretation of seismic reflection patterns in \ndepositional sequences. Seismic stratigraphy – Applications to hydrocarbon exploration, vol. 26. \nAAPG, p. 117-133. \n\nProsser, S., 1993. Rift-related linked depositional systems and their seismic expression. In \nWilliams, G. F. &amp; Dobb, A. (eds.), 1993. Tectonics and Seismic Sequence Stratigraphy. Geological \nSociety Special Publication No. 71, p. 35-66. \n\nRangel H. D., and M. Carminatti, 2000. Rift lake stratigraphy of the Lagoa Feia Formation, \nCampos Basin, Brazil. In E. H. Gierlowski – Kordesch and K. R. Kelts, (eds.). Lake basins through \nspace and time. AAPG Studies in Geology 46, p. 225-244. \n\nSchroeder W. Fred., 2011. An Introduction to the Hunt For Oil for Geoscientists not within \nIndustry. Unit 13: Seismic Attributes. AAPG, Slide Resources. Disponível em: \n<http://archives.aapg.org/slide_resources/schroeder/13/index.cfm> \n\nVail, P. R., R. M. Mitchum, and S. Thompson III, 1977, Seismic stratigraphy and global \nchanges of sea level, part 3: Relative changes of sea level from coastal onlap. In C. W. Payton, (ed.). \nSeismic stratigraphy applications to hydrocarbon exploration. AAPG Memoir 26, p. 63 - 97 \n\nWheeler, H.E., 1958, Time-stratigraphy: Bulletin of the American Association of Petroleum \nGeologists, v. 42, no.5, p. 1045-1063 \n\n  \n\n\n\n55 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n6. ANÁLISE INTEGRADORA \n\nAo final deste estudo, na seção rifte da Bacia de Santos foram identificados dois \n\nmeio-grábens por médio da interpretação sísmica de três linhas 2D. Nestes se \n\nidentificaram 16 unidades sismoestratigráficas, através das terminações dos \n\nrefletores, dando um sentido temporal à evolução dos meio-grábens. \n\nQuatro sismofácies foram caracterizadas com a interpretação dos parâmetros \n\nsísmicos (geometria da reflexão, continuidade, amplitude, frequência, e intervalo de \n\nvelocidade). Estas sismofácies (SF) correspondem a: SF-A, depósitos associados a \n\nfalha de borda; SF-B, depósitos de sedimentos finos; SF-C, interpretada como \n\ncarbonatos, apresentam similaridade na interpretação das reflexões sísmicas (alta \n\namplitude, alta frequência e maior continuidade) com os carbonatos lacustres \n\nidentificados na Bacia de Santos; e por fim, a SF-D, sag, que está fora do intervalo \n\nde estudo. \n\nForam construídas as cartas cronoestratigráficas de eventos para cada um dos \n\nmeio-grábens interpretados, com a integração da informação das unidades \n\nsismoestratigráficas e sismofácies, onde foram identificadas as respectivas \n\nsuperfícies que delimitam os tratos de sistemas tectônicos e os mesmos analisados \n\nsegundo o modelo de bacias lacustres de Bohacs et al. (2000). \n\nO Trato de Sistema de Início de Rifte inclui depósitos clásticos relacionados à \n\nfase inicial do rifteamento, onde a bacia não apresenta uma falha de borda bem \n\ndefinida e sua geometria é sinformal. Observou-se que neste trato a atividade \n\ntectônica e o aporte sedimentar estão balanceados, isto é, o influxo de água e \n\nsedimento é suficiente para preencher o espaço de acomodação gerado. \n\nO Trato de Sistema de Alta Atividade Tectônica inclui depósitos relacionados à \n\nfase de intensa atividade tectônica, caracterizada por uma geometria de meio-\n\ngráben bem definida, com depósitos de falha de borda. Este trato corresponde a um \n\nlago subpreenchido devido a alta atividade tectônica, que gera uma grande \n\nquantidade de espaço que não é preenchido, devido ao aporte sedimentar \n\ninsuficiente. \n\nFinalmente, o Trato de Sistema de Baixa Atividade Tectônica engloba depósitos \n\nrelacionados a uma fase de diminuição da atividade tectônica, onde o meio-gráben é \n\n\n\n56 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nextravasado. Neste caso, a taxa de aporte sedimentar é muito maior que o espaço \n\nde acomodação, relacionado à diminuição da subsidência tectônica, correspondendo \n\na um lago/bacia superpreenchido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n57 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nBohacs, K. M., A. R. Crrikk, J. E. Neal, P. J. Mankiewicz, 2000. Lake-basin type, \n\nsource potential, and hydrocarbon character: an integrated-sequence-\n\nstratigraphic-geochemical framework, in E. H Gierlowski – Kordesch and K. R. \n\nKelts, eds., Lake basins through space and time: AAPG Studies in Geology 46, p. \n\n3-34. \n\nChang, H. K., Assine, M. L., Corrêa F. S., Tinen J. S., Vidal, A. C., Koike, L., 2008. \n\nSistemas petrolíferos e modelos de acumulação de hidrocarbonetos na Bacia de \n\nSantos. Revista Brasileira de Geociências, v. 38(2), p. 29-46. \n\nContreras J., Zühlke, R., Bowman, S., Bechstädt, T., 2010. Seismic stratigraphy and \n\nsubsidence analysus of the southern Brazilian margin (Campos, Santos and \n\nPelotas basins). Marine and Petroleum Geology, v.27, p. 1952-1980.  \n\nKeighley D., Flint, S., Howell, J., Moscariello, A., 2003. Sequence strarigraphy in \n\nlacustrine basins: a model for part of the Green River Formation (Eocene), \n\nsouthwest Uinta Basin, Utah, USA. Jornal of Sedimentary Research, v. 73, n. 6, p. \n\n987-1006. \n\nKuchle J., Scherer C.M.S., 2010. Sismoestratigrafía de bacias rifte: técnicas, \n\nmétodos e sua aplicação na Bacia de Recôncavo. Boletim de geociências da \n\nPetrobras, v. 18, n.2, p. 33-60. \n\nL. F. Brown Jr., W. L. Fisher, 1977. Seismic-Stratigraphic Interpretation of \n\nDepositional Systems: Examples from Brazilian Rift and Pull-Apart Basins: \n\nSection 2. Application of Seismic Reflection Configuration to Stratigraphic \n\nInterpretation. Seismic stratigraphy – Applications to hydrocarbon exploration, vol. \n\n26. AAPG, p 213-248 \n\nMacedo, J. M., 1990. Evolução tectônica da Bacia de Santos e áreas continentais \n\nadjancentes, in Guilherme Pederneiras Raja Gabaglia e Edison José Milani. \n\nOrigem e Evolução de Bacias Sedimentares. PETROBRAS, Rio de Janeiro. p. \n\n361-376. \n\n\n\n58 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nMilani E. J., Brandão, J. A. S. L., Zalán, P. V., Gamboa, L. A. P., 2000. Petroleo na \n\nmargen continental brasileira: Geologia, exploração, resultados e perspectivas. \n\nRevista Brasileira de Geociências, v.18(3). \n\nMilani, E. J., Thomaz Filho, A., 2000. Sedimentary basins of South America in \n\nCordani U. G., Milani, E. J., Thomaz Filho, A., Campos, D. A., Tectonic evolution \n\nof South America, 31st International Geological Congress, p. 389-449. \n\nMitchum Jr R.M., Vail P.R., Sangree J.B. 1977. Interpretation of seismic reflection \n\npatterns in depositional sequences. Seismic stratigraphy – Applications to \n\nhydrocarbon exploration, vol. 26. AAPG, p. 117-133. \n\nPereira, M.J., Feijó, F.J. 1994. Bacia de Santos. Boletim de Geociências da \n\nPETROBRAS, 8(1):219-234 in L. A. Bizzi, C. Schobbenhaus, R. M. Vidotti e J. H. \n\nGonçalves (eds.) , 2003. Bacias Sedimentares da Margem Continental Brasileira. \n\nGeologia, Tectônica e Recursos Minerais do Brasil. Parte I, cap. 3, CPRM. \n\nPereira, M.J., Macedo, J.M. 1990. A Bacia de Santos: perspectivas de uma nova \n\nprovíncia petrolífera na plataforma continental sudeste brasileira. Boletim de \n\nGeociências da PETROBRAS, 4(1):3-11. in L. A. Bizzi, C. Schobbenhaus, R. M. \n\nVidotti e J. H. Gonçalves (eds.) , 2003. Bacias Sedimentares da Margem \n\nContinental Brasileira. Geologia, Tectônica e Recursos Minerais do Brasil. Parte I, \n\ncap. 3, CPRM. \n\nPereira, M.J., Barbosa, C.M., Agra, J., Gomes, J.B., Aranha, L.G.F., Saito, M., \n\nRamos, M.A., Carvalho, M.D., Stamato, M., Bagni, O. 1986. Estratigrafia da Bacia \n\nde Santos: análise das seqüências, sistemas deposicionais e revisão \n\nlitoestratigráfica. In: SBG, Congresso Brasileiro de Geologia, 34, Goiânia, Anais, \n\n1:65-79. \n\nProsser, S., 1993. Rift-related linked depositional systems and their seismic \n\nexpression. In Williams, G. F. &amp; Dobb, A. (eds), 1993. Tectonics and Seismic \n\nSequence Stratigraphy. Geological Society Special Publication No. 71, p. 35-66. \n\nSchroeder W. Fred., 2011. An Introduction to the Hunt For Oil for Geoscientists not \n\nwithin Industry. Unit 13: Seismic Attributes. AAPG, Slide Resources. \n\n\n\n59 \n\n \n\n \n\n \n\n \n\n \n\n  \n\nAnálise sismo-estratigráfica na seção rifte da Bacia de Santos \n\n \n\n \n\nVail, P. R., R. M. Mitchum, and S. Thompson III, 1977, Seismic stratigraphy and \n\nglobal changes of sea level, part 3: Relative changes of sea level from coastal \n\nonlap, in C. W. Payton, ed., Seismic stratigraphy applications to hydrocarbon \n\nexploration: AAPG Memoir 26, p. 63 - 97 \n\nWheeler, H.E., 1958, Time-stratigraphy: Bulletin of the American Association of \n\nPetroleum Geologists, v. 42, no.5, p. 1045-1063."}]}}}