{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21484"}, {"@name": "filename", "#text": "521_Dissertacao%20D.S.%20MULHOLLAND_reduzida.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA \nINSTITUTO DE GEOCIÊNCIAS \n \n\n \n \n \n  \n\n \n\n \n \n\n \n\n \nGEOQUÍMICA APLICADA À AVALIAÇÃO DA QUALIDADE DE \n\nSISTEMAS AQUÁTICOS DA BACIA DO RIO PARACATU (MG) \n\n \n\n \n\n \n\n \n\nDANIEL SANTOS MULHOLLAND \n\n \n\n \nDissertação de Mestrado nº256 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília - DF  \n\n2009 \n\n\n\n ii \n\nUNIVERSIDADE DE BRASÍLIA \nINSTITUTO DE GEOCIÊNCIAS \n \n\n \n \n \n  \n\n \n\n \n \n\n \n\n \nGEOQUÍMICA APLICADA À AVALIAÇÃO DA QUALIDADE DE \n\nSISTEMAS AQUÁTICOS DA BACIA DO RIO PARACATU (MG) \n\n \n\n \n\n \n\n \n\nDANIEL SANTOS MULHOLLAND \n\n \n\n \nDissertação de Mestrado nº256 \n\n \n\nOrientador: \n\nProf. Dr. Geraldo Resende Boaventura – IG/UnB \n\n \n\nBanca Examinadora: \n\nProf. Dr. Reinhardt Adolfo Fuck – IG/UnB \n\nProf. Dr. Antônio Carneiro Barbosa – IQ/UnB \n\n \n\n \n\nBrasília - DF  \n\n 2009 \n\n\n\n iii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais,  \npelo incentivo e  confiança.  \n\n \n\n\n\n iv \n\nAGRADECIMENTOS \n\n \n\nAo Prof. Geraldo Resende Boaventura, pelas diversas oportunidades oferecidas desde \n\nminha graduação e pelos esforços realizados para a conclusão deste projeto; \n\n \n\nAos técnicos do Laboratório de Geoquímica da UnB, Fernando Souza Cavalcante, \n\nRenato Willian Pereira e Antônio Fortes Pereira Filho e ao estagiário Daniel Ferreira \n\nAraújo, pelo auxílio nos trabalhos de campo e análises geoquímicas das amostras; \n\n \n\nÀ Prof.a Edi Mendes Guimarães  e ao técnico Wagner Martins dos Santos do \n\nLaboratório de Difratometria de Raio-X da UnB, pelo auxílio na análise mineralógica \n\ndas amostras de sedimento e interpretação dos resultados; \n\n \n\nAo Prof. Luiz Fabrício Zara, responsável pelo Laboratório de Espectroscopia Atômica \n\nAplicada da Universidade Católica de Brasília, pela disponibilidade de realizar as \n\ndeterminações de chumbo; \n\n \n\nAo Prof. Olaf Malm, responsável pelo Laboratório de Radioisótopos do Instituto de \n\nBiofísica Carlos Chagas Filho - UFRJ, pela disponibilidade de realizar as determinações \n\nde mercúrio; \n\n \n\nAos revisores do “Brazilian Journal of Aquatic Science and Technology” pelas \n\nsugestões oferecidas para o aprimoramento da discussão dos resultados de água; \n\n \n\nAo CNPq, à CAPES e ao Instituto de Geociências da UnB pelos auxílios financeiros \n\nessenciais à execução e divulgação deste projeto. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n v \n\nRESUMO \n \n\nNeste trabalho foi realizado o estudo geoquímico de três bacias hidrográficas \nlocalizadas no alto curso do rio Paracatu (uma das mais importantes sub-bacias do alto-\nmédio São Francisco). Teve como objetivo criar modelos geoquímicos que auxiliem na \nidentificação das fontes e distribuição dos componentes físico-químicos e metais \npresentes na água e sedimento, avaliando como a geologia local e as atividades \nantrópicas influenciam na qualidade dos sistemas aquáticos. A geologia predominante \nda região abrange o Grupo Vazante, formado, basicamente, por sequência argilosa e \nargilo-dolomítica onde ocorrem mineralizações de zinco e chumbo e o Grupo Canastra \n(Formação Paracatu), composto por sequência de filitos e filitos carbonosos com \nintercalações de quartzitos onde são hospedadas mineralizações de ouro em sulfetos de \nferro e arsênio. Os municípios de Paracatu, Guarda-Mor, Vazante e Lagamar, \nencontrados na área de estudo, têm, respectivamente, 75.216, 6.656, 18.928 e 7.710 \nhabitantes, sendo a população, predominantemente, urbana, não possuindo redes de \ncoleta e tratamento de esgoto e lixo que atendam toda população. A análise das \namostras de água utilizou técnicas de ICP/OES, AES, espectrofotometria UV/Visível e \nmétodos volumétricos. A abertura das amostras de sedimento (fração&lt;63 µ m) foi \nrealizada por meio de fusão para elementos maiores e ataque ácido para traços. A \ndeterminação dos elementos utilizou técnicas de ICP/OES e AES e a determinação dos \nminerais utilizou DRX. A interpretação dos resultados utilizou análises estatísticas \nmultivariadas como a análise de principais componentes, regressão múltipla e \nagrupamento hierárquico, além de índice de geo-acumulação, critérios de toxicidade \npara sedimentos e Teste T. O estudo pode determinar a principal origem dos compostos \nna água, sendo que Fe, Mn, SO4\n\n2- e cor têm origem na oxidação dos sulfetos; HCO3\n-, \n\nCa, Mg, Zn, Ba na dissolução dos calcários dolomíticos e NH3, NO3\n-, PO4\n\n3- e turbidez \nna entrada de esgotos domésticos. Índices foram calculados para cada grupo de \nparâmetros, permitindo definir a intensidade destes processos, classificando os pontos \nde acordo com sua composição química predominante (água de baixa mineralização, \nelevada mineralização carbonática ou sulfatada e poluída por esgotos domésticos). A \nAnálise de Principais Componentes, interpretada juntamente com a análise mineralógica \ne o índice de geo-acumulação, possibilitou distinguir, de forma multi-elementar, as \ndistintas influências ocasionadas pelos depósitos minerais na acumulação de metais nos \nsedimentos das bacias. Os metais que apresentaram maior potencial de toxicidade foram \nFe, Mn, Pb e, principalmente, Zn. Entre eles destacam-se os pontos situados no baixo \ncurso do rio Escuro e ribeirão Santa Catarina, que apresentaram elevado potencial de \ntoxicidade para Zn e Pb, e os pontos situados no alto curso do córrego Rico, que \napresentaram elevada toxicidade para Fe e Mn. Hg, embora tenha apresentado baixa \ntoxicidade, obteve acumulação considerada como moderada a forte, evidenciando o \nimpacto do garimpo aluvionar no alto curso do córrego Rico. O modelo proposto pode \nser utilizado para o monitoramento da qualidade dos sistemas aquáticos da região, além \nde ser utilizado como base para outras localidades. \n\n\n\n vi \n\nABSTRACT \n \n\nThis work carried out a geochemical study of three watersheds located in the upper \ncourse of the Paracatu River (one of the most important sub-basins of the upper-middle \nSão Francisco River). It aimed to establish a geochemical model that can assist in \nidentifying the sources and distribution of physico-chemical components and metals in \nwater and sediments, assessing how the local geology and human activities influence \nthe quality of the aquatic systems. The predominant geology of the region includes the \nVazante Group, basically formed of a sequence of slate and dolomitic slate where zinc \nand lead mineralization occurs, and the Canastra Group (Paracatu Formation) composed \nof a sequence of phyllite and carbonaceous phyllite with intercalations of quartzites, \nwhere gold occurs in iron and arsenic sulfides. The cities of Paracatu, Guarda-Mor, \nVazante and Lagamar, located in the study area, have, respectively, 75,216, 6,656, \n18,928 and 7,710 inhabitants, with a predominantly urban population. They do not have \ncatchment and treatment systems of sewage and garbage that serve the entire \npopulation. Water samples were analyzed using ICP/OES, AES, spectrophotometery \n(UV/Visible) techniques and volumetric methods. Sediment samples solubilization \n(fraction &lt;63 µ m) used lithium metaborate fusion for major elements and acid attack \nfor trace elements. The determination of sediment elements also used ICP/OES and \nAES techniques and the determination of minerals used XRD. The results were \ninterpreted using multivariate statistical analysis, including principal components, \nmultiple regression and hierarchical clustering, as well as the geoacumulation index, \nsediment toxicity criteria and T Test. The proposed model determined that Fe, Mn, \nSO4\n\n2-, and color come primarily from sulfide oxidation, HCO3\n-, Ca, Mg, Zn, and Ba, \n\nfrom dolomitic limestone dissolution, and PO4\n3-, NO3\n\n-, NH3 and turbidity from the input \nof urban sewage. Indices were created for each group of parameters representing the \nintensity of these processes and classifying the sampling sites according to their \npredominant chemical composition (water with low mineralization, high carbonate, or \nsulphate mineralization and pollution by urban sewage). The Principal Component \nAnalysis, interpreted together with the mineralogical analysis and geo-accumulation \nindex, distinguished, in a multi-elemental approach, the different influences caused by \nmineral deposits in the sediments metal accumulation. The metals that presented higher \ntoxicity potential were Fe, Mn, Pb and, particularly, Zn. The lower Escuro and Santa \nCatarina River courses showed high toxicity potential for Zn and Pb, and the upper \ncourse of the Rico River displayed high toxicity for Fe and Mn. Hg showed low \ntoxicity, however it displayed moderate to strong accumulation showing the impact of \nalluvial gold mining in the upper course of the Rico River. The proposed model can be \nused in regional water quality monitoring, and as a reference for other locations. \n\n\n\n vii \n\nÍNDICE \n\n  \n\nRESUMO  .............................................................................................................. v \n\nABSTRACT  .......................................................................................................... vi \n\n  \n\n1.  INTRODUÇÃO   \n\n1.1 Apresentação  ............................................................................................. 1 \n\n1.2 Objetivo  .................................................................................................... 4 \n\n1.3 Justificativa  ................................................................................................ 4 \n1.4 Revisão Bibliográfica  ................................................................................ 8 \n\n1.4.1    Intemperismo e erosão  ................................................................................... 8 \n1.4.2    Mobilidade dos elementos  .............................................................................. 10 \n1.4.3    Fontes dos elementos  ...................................................................................... 12 \n1.4.4   Índices de qualidade ambiental  ....................................................................... 14 \n\n  2.  ASPECTOS FISIOGRÁFICOS    \n\n2.1 Localização da Área de Estudo  ................................................................. 17 \n\n2.2 Geologia Regional  ..................................................................................... 17 \n\n2.3 Geomorfologia  .......................................................................................... 22 \n\n2.4 Clima  ......................................................................................................... 23 \n\n2.5 Uso do Solo e Cobertura Vegetal  .............................................................. 23 \n\n  3.  MATERIAL E MÉTODOS    \n\n3.1 Amostragem  .............................................................................................. 31 \n\n3.2 Análise da água  ......................................................................................... 33 \n\n3.2.1    Determinação dos parâmetros físico-químicos  .............................................. \n\n \n\n33 \n\n3.2.2    Determinação dos elementos ........................................................................... 33 \n\n3.3 Análise de sedimento  ................................................................................ 34 \n\n3.3.1    Decomposição das amostras ........................................................................... 34 \n\n3.3.2    Determinação dos elementos  ..........................................................................  \n\n \n\n36 \n\n3.3.3    Análise mineralógica  ...................................................................................... 37 \n\n3.4 Tratamento estatístico  ............................................................................... 37 \n\n3.4.1    Análise de Principais Componentes  ...............................................................  \n\n \n\n37 \n\n3.4.2    Regressão Múltipla Linear  .............................................................................  \n\n \n\n38 \n\n\n\n viii \n\n  \n\n  \n\n3.4.3    Análise de Agrupamento Hierárquico  ............................................................  \n\n \n\n38 \n\n3.4.4    Índice de geo-acumulação  .............................................................................. 39 \n\n  4.  RESULTADOS E DISCUSSÃO   \n\n4.1 Água  .......................................................................................................... 40 \n\n4.1.1 Identificação das fontes  .......................................................................... 40 \n\n4.1.2 Índices geoquímicos  .......................................................................................... 43 \n\n4.1.3 Classificação da água  ....................................................................................... 45 \n\n4.1.4 Diferenças ocasionadas pela sazonalidade climática  ....................................... 47 \n\n4.2 Sedimento  .................................................................................................. 50 \n\n4.2.1 Fonte e distribuição  ............................................................................... 51 \n\n4.2.2 Valores de referência ......................................................................................... 53 \n\n4.2.3 Geo-acumulação  ................................................................................................ 54 \n\n4.2.4 Potencial de toxicidade  ..................................................................................... 57 \n\n5. CONCLUSÃO  ................................................................................................... 60 \n\n6.  REFERÊNCIAS BIBLIOGRÁFICAS  ............................................................. 62 \n\n7. ANEXOS  .......................................................................................................... 72 \n\n  \n\n  \n\n \n\n \n\n\n\n ix\n\nLISTA DE FIGURAS \n\n \n\nFIGURA 01 Impactos causados pelas áreas urbanas na área de estudo 6 \n\nFIGURA 02 Impactos causados pela mineração e remoção da cobertura \nvegetal na área de estudo \n\n7 \n\nFIGURA 03 Alto curso do córrego Rico degradado pela atividade \ngarimpeira. \n\n7 \n\nFIGURA 04 Mapa de localização da bacia hidrográfica do rio Paracatu 18 \n\nFIGURA 05 Mapa geológico da área de estudo 20 \n\nFIGURA 06 Coluna estratigráfica dos Grupos Vazante e Canastra 21 \n\nFIGURA 07 Mineradoras localizadas na área de estudo 25 \n\nFIGURA 08 Mapa de uso do solo e cobertura vegetal da bacia do Córrego \nRico \n\n27 \n\nFIGURA 09 Mapa de uso do solo e cobertura vegetal da bacia do rio Escuro \n(parte 1) \n\n28 \n\nFIGURA 10 Mapa de uso do solo e cobertura vegetal da bacia do rio Escuro \n(parte 2) \n\n29 \n\nFIGURA 11 Mapa de uso do solo e cobertura vegetal da bacia do rib. Santa \nCatarina \n\n30 \n\nFIGURA 12 Mapa contendo o local dos pontos de coleta de água e \nsedimento. \n\n31 \n\nFIGURA 13 Procedimento de abertura ácida de amostras de sedimento  35 \n\nFIGURA 14 Procedimento de fusão de amostras de sedimento 36 \n\nFIGURA 15 Procedimento de abertura ácida parcial em sistema de refluxo \nutilizado para determinação de Hg em amostras de sedimento \n\n36 \n\nFIGURA 16 Agrupamento dos parâmetros de acordo com os pesos obtidos \nna APC (PC1 x PC2 e PC1 x PC3). \n \n\n42 \n\nFIGURA 17 Agrupamento dos pontos de acordo com os valores obtidos para \ncada índice calculado \n \n\n43 \n\nFIGURA 18 Dendograma indicando o agrupamento dos pontos amostrados \nde acordo com os índices calculados. Método de Ward e \ndistância Euclidiana. \n\n46 \n\n\n\n x \n\n   \n\n \nFIGURA 19 \n \n\nVariação da turbidez em relação ao comprimento do rio 49 \n\nFIGURA 20 Agrupamento dos parâmetros de acordo com  os pesos obtidos \nna APC (a e b) e agrupamento dos pontos de acordo com os \nescores das amostras obtidos na APC (c  e d) \n\n51 \n\nFIGURA 21 Potencial de toxicidade obtida para cada elemento estudado 58 \n\n \n\n\n\n xi\n\nLISTA DE TABELAS \n\n \n\nTABELA 01 Abrangência das classes de uso do solo e cobertura vegetal da \nbacia hidrográfica do rio Paracatu \n\n24 \n\nTABELA 02 Pontos de coleta de água e sedimento 32 \n\nTABELA 03 Limites de detecção do ICP/OES 34 \n\nTABELA 04 Parâmetros operacionais do ICP/OES 34 \n\nTABELA 05 Classes do índice de geo-acumulação 39 \n\nTABELA 06 Estatística descritiva dos dados obtidos na análise da água no \nperíodo seco \n\n41 \n\nTABELA 07 Índice calculado para cada grupo geoquímico 43 \n\nTABELA 08 Comparação dos resultados obidos na análise de água entre o \nperíodo seco e chuvoso \n\n48 \n\nTABELA 09 Estatística descritiva dos resultados obtidos na análise de \nsedimento para elementos maiores (%) e traços (ppm) \n\n50 \n\nTABELA 10 Valores referência de metais em sedimentos utilizados em \ndemais estudos e valores referência de qualidade de sedimentos \n\n54 \n\nTABELA 11 Classificação das amostras de acordo com o índice de geo-\nacumulação \n\n55 \n\nTABELA 12 Critérios para determinação de toxicidade em sedimento 57 \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 1 \n\nLISTA DE SIGLAS \n\n \n\nAES Atomic Emission Spectrometry \n\nAPC Análise de Principais Componentes \n\nBCR Bacia do córrego Rico \n\nBRE Bacia do rio Escuro \n\nBRSC Bacia do ribeirão Santa Catarina \n\nC.E. Condutividade Elétrica \n\nCTC Capacidade de Troca Catiônica \n\nDRX Difratometria de raio-X \n\nEh Potencial redox \n\nETE Estação de tratamento de esgoto \n\nFE Fator de Enriquecimento \n\nFIMS Flow Injection Mercury System \n\nICP/OES Inductively Coupled Plasma Optic Emission Spectrometry  \n\nIgeo Índice de geo-acumulação \n\nISQV Interim Sediment Quality Criteria \n\nLD Limite de Detecção \n\nNIST National Institute of Standards Technology \n\nPC Principais Componentes  \n\npH Potencial hidrogeniônico \n\nRPa Rio Paracatu \n\nSSC Screening Sediment Criteria \n\n \n\nxii \n\n\n\n 1 \n\n1. INTRODUÇÃO \n\n \n\n1.1 Apresentação \n\n \n\nA água é um recurso natural fundamental à espécie humana, sendo crucial ao \n\nabastecimento público, irrigação, recreação, pesca, indústria, dessedentação de animais, \n\nalém do suporte a biodiversidade. Durante a história humana, a água tem sido usada \n\npara transportar e diluir os poluentes provenientes das mais diversas atividades \n\nantrópicas. Nas últimas décadas, a entrada de poluentes nos sistemas aquáticos tem \n\naumentado consideravelmente, causando a degradação de rios, lagos e áreas litorâneas, \n\ndiminuindo a disponibilidade de água de boa qualidade e aumentando os custos de seu \n\ntratamento para posterior utilização (CARPENTER et al., 1998). \n\nA poluição das águas pode ser causada pela entrada de metais dissolvidos, \n\nsólidos em suspensão, organismos patogênicos, compostos orgânicos, fontes de calor, \n\nesgotos e demais resíduos que demandem oxigênio (STRANDBERG, 1971). Diversas \n\natividades humanas podem contribuir com as mudanças na qualidade de água, incluindo \n\nagricultura, urbanização, indústria, mineração, queimadas, pecuária e extração vegetal \n\n(GOUDIE, 1994). Os poluentes podem ser introduzidos no meio aquático de forma \n\npontual ou difusa. As cargas pontuais são introduzidas por lançamentos \n\nindividualizados, como o lançamento de esgotos sanitários e de efluentes industriais. As \n\nfontes difusas não apresentam ponto de lançamento específico e ocorrem ao longo das \n\nmargens dos rios por meio do escoamento superficial (BRAGA, 2002). \n\nUm dos mais conhecidos tipos de poluição da água está relacionado ao \n\nenriquecimento por nutrientes como nitrogênio e fósforo, denominado eutrofização \n\n(RYDING &amp; RAST, 1989). Pode ocorrer, naturalmente, durante o envelhecimento de \n\nlagos, sendo intensamente acelerado pelo escoamento superficial de áreas urbanas e \n\náreas agrícolas fertilizadas e pela descarga de esgotos domésticos e efluentes industriais. \n\nEsse processo é geralmente associado ao excessivo crescimento de algas (florações) \n\nque, em alguns casos, diminuem a entrada de luz e aumentam a decomposição de \n\nmatéria orgânica à medida que morrem, ocasionando a diminuição das concentrações de \n\noxigênio dissolvido nos sistemas aquáticos (SMITH, 1998). \n\nOutro importante efeito das atividades humanas na qualidade dos corpos \n\nhídricos está relacionado com a perda do solo, tendo como maiores consequências o \n\naumento dos sólidos suspensos na água (turbidez) e o assoreamento dos rios a jusante. \n\n\n\n 2 \n\nA remoção da cobertura nativa para o plantio de lavouras e formação de pastagens \n\ncontribui, substancialmente, para a elevação dos sólidos suspensos nos rios. (GOUDIE, \n\n1994). \n\nEntre as diversas atividades humanas potencialmente poluidoras destaca-se a \n\nagricultura, que é considerada uma das mais importantes em relação aos impactos \n\nnegativos no meio aquático. A perda de solo, a produção de sedimentos e a lixiviação de \n\ninseticidas e fertilizantes são os principais problemas. MANNERS (1978) relata que os \n\nprocessos de desnitrificação no ambiente aquático são incapazes de acompanhar a taxa \n\ncom que os compostos de nitrogênio são introduzidos na biosfera na forma de \n\nfertilizantes. Por outro lado, a grande variedade de pesticidas utilizados na agricultura \n\ninterage com o meio aquático de diversas formas, permanecendo nos ecossistemas por \n\ntempo indeterminado, manifestando sua toxicidade. Entre eles destacam-se os \n\norganoclorados, que são altamente persistentes e apresentam a capacidade de \n\nbiomagnificação no decorrer da cadeia alimentar. A falta de práticas agrícolas \n\nadequadas, como a construção de terraços e curvas de nível, acelera a remoção e \n\ntransporte do solo para os rios, principalmente em períodos entre safras quando, muitas \n\nvezes, o solo permanece totalmente descoberto. \n\nA criação de animais, principalmente em confinamento, é responsável pela \n\nprodução de resíduos com altas concentrações de nutrientes e poluentes. Nos Estados \n\nUnidos, os resíduos de animais são estimados em 1.6 bilhões de toneladas por ano, \n\nsendo 50% provenientes da pecuária de confinamento. Os resíduos produzidos por 1000 \n\ncabeças de gado são equivalentes à carga orgânica produzida por 6000 pessoas \n\n(SANDERS, 1972). Na pecuária extensiva, a compactação do solo, causada pelo pastejo \n\ndos animais, diminui a infiltração das águas pluviais, aumenta a velocidade do \n\nescoamento superficial, a intensidade de remoção do solo e a lixiviação de resíduos para \n\nos sistemas de drenagem de água. \n\n A urbanização causa a impermeabilização do solo, promovendo alterações \n\nhidrológicas relacionadas ao escoamento superficial das águas pluviais. Influencia na \n\ntaxa de erosão e na entrada de poluentes derivados dos resíduos sólidos como lixo, \n\nmateriais de construção e industriais, vazamento e lavagem de veículos e resíduos de \n\nanimais (GIUSTINA, 2006). Como exemplo, POTING (1991) cita que, na cidade de \n\nNova York, meio milhão de animais domésticos produzem 20000 toneladas de fezes e \n\n3.8 milhões de litros de urina nas ruas da cidade, sendo posteriormente carreados pelas \n\náguas pluviais. O grande volume de esgoto doméstico produzido pelos centros urbanos, \n\n\n\n 3 \n\nmesmo sendo tratado pelas estações de tratamento, representa grande ameaça aos corpos \n\nhídricos receptores devido à elevada vazão dos efluentes e, consequentemente, elevada \n\ncarga de nutrientes como nitrogênio, fósforo e metais dissolvidos que não são \n\ntotalmente removidos. \n\nComo exemplo do impacto da mineração, COLLIER (1964) relata o caso da \n\ndrenagem ácida em uma mina a céu aberto em Kentucky em que ocorria a oxidação de \n\nsulfetos de ferro ocasionada pelo deflúvio de águas pluviais, liberando excessivas \n\nquantidades de H+ na água. Como conseqüência do baixo pH (entre 2 e 3) houve a \n\nsolubilização de sulfato, ferro e demais metais tóxicos a uma taxa de dez a quinze vezes \n\nmais elevada que em área não minerada de mesma geologia. Segundo RODDA et al. \n\n(1976), a reação da água ácida com os minerais do sedimento acelera o intemperismo, \n\nsolubilizando metais como cálcio, magnésio, alumínio e manganês. A alteração da \n\ngeomorfologia causada pela escavação e a formação de pilhas de estéril e rejeito de \n\náreas mineradas também geram impactos significativos ao meio aquático em virtude da \n\nentrada da água de escoamento superficial não controlada. \n\nDiante do cenário apresentado fica evidenciada a necessidade do avanço de \n\nestudos relacionados à qualidade da água, tendo em vista a crescente ocupação do solo e \n\nseus diversos usos, que causam alterações nos ambientes naturais, mudando os ciclos \n\nelementares e a dinâmica de erosão, transporte e deposição do solo. Segundo MOURA \n\n(2008), a análise geoquímica é uma importante ferramenta para avaliar a qualidade dos \n\nsistemas aquáticos, pois estuda a distribuição e o comportamento dos elementos \n\nquímicos no meio ambiente, possibilitando identificar as alterações de origem natural e \n\nantrópica. \n\nA água e o sedimento são de extrema relevância na avaliação de impactos \n\nambientais, pois estes são caracterizados pela contínua e constante interação dos \n\nprocessos de intemperismo e erosão (LITCH, 1998), tendo composição determinada \n\npela geologia local, cobertura vegetal e uso do solo (BRICKER &amp; JONES, 1995). De \n\nacordo com as condições físico-químicas da água, os poluentes podem permanecer \n\nsolubilizados ou precipitar como hidróxidos, carbonatos e outros minerais, ser \n\nadsorvidos por sólidos finos ou formar complexos com a matéria orgânica, \n\nincorporando-se ao sedimento (BERTIN &amp; BOURG, 1995). Dessa forma, torna-se claro \n\nque a análise geoquímica conjunta da água e sedimento é uma importante ferramenta \n\npara o suporte na avaliação de impactos ambientais, pois, juntos, representam a \n\n\n\n 4 \n\nintegração de diversos processos que ocorrem na bacia de drenagem, carregando assim, \n\na assinatura geoquímica da região. \n\n \n\n1.2 Objetivo \n\n \n\n1.2.1 Geral \n\n \n\nDesenvolver modelo geoquímico aplicado à avaliação da qualidade dos sistemas \n\naquáticos das bacias hidrográficas do rio Escuro, ribeirão Santa Catarina e córrego Rico, \n\ntributários diretos do rio Paracatu, de forma a determinar a influência da geologia local, \n\ndos depósitos minerais de chumbo, zinco e ouro e das atividades antrópicas na \n\ncomposição química da água e sedimento. \n\n \n\n1.2.2 Específicos  \n\n \n\nIdentificar as fontes dos compostos físico-químicos e metais dissolvidos na água, \n\ndeterminando como as atividades antrópicas e a geologia local influenciam em sua \n\ncomposição; \n\nDefinir quais parâmetros são indicadores da qualidade da água da região e quais \n\nos melhores modelos a serem utilizados para determinar a intensidade dos processos \n\ngeoquímicos encontrados na área de estudo; \n\nDiferenciar os tipos de água de acordo com a composição;  \n\nDefinir como a sazonalidade climática influencia na qualidade da água; \n\nDeterminar as concentrações de metais no sedimento, definindo suas fontes \n\n(geológico ou antrópico), distribuição e as regiões que apresentam acumulação e \n\npotencial de toxicidade para as comunidades aquáticas. \n\n \n\n1.3 Justificativa \n\n \n\nA Região Hidrográfica do São Francisco, objeto de estudos e projetos de \n\nrevitalização e transposição, é uma das principais do país devido o grande volume de \n\nágua transportada (vazão = 2.850 m3/s) para uma região semi-árida, sendo essencial \n\npara o desenvolvimento das comunidades locais (GEOBRASIL, 2002). Tem 2.700km \n\n\n\n 5 \n\nde extensão, nascendo na Serra da Canastra em Minas Gerais e desaguando no Oceano \n\nAtlântico Sul, entre Alagoas e Sergipe. (ANA, 2007).   \n\nA bacia do rio Paracatu pertence ao alto-médio São Francisco e é uma das mais \n\nimportantes sub-bacias deste trecho, representando 30% da área de drenagem a \n\nmontante de seu ponto de confluência com o São Francisco. Teve seu processo de \n\nocupação iniciado por volta de 1730 com o surgimento de atividades relacionadas à \n\nmineração de ouro e à pecuária. Com a descoberta de ouro, inúmeras expedições \n\nconvergiram para esta região, dando origem a estabelecimentos de apoio às incursões \n\nexploratórias, formando os primeiros aglomerados populacionais de pequenas e esparsas \n\nconcentrações humanas. Juntamente com este processo ocorreu a divisão e ocupação de \n\nextensas áreas para a criação de gado, dando origem a povoados que vieram a se tornar \n\ncidades. Com a inauguração de Brasília, o processo de ocupação humana começou a \n\nintensificar-se, passando a apresentar importante papel no processo de rearranjo social e \n\neconômico do país, tornando-se um pólo, não somente de pecuária e mineração de ouro, \n\nmas também de agricultura e mineração de chumbo e zinco. \n\nAtualmente, encontram-se cidades urbanizadas, extensas áreas de pecuária, \n\nagricultura de sequeiro e irrigada, regiões com plantio de eucalipto e pinheiro e áreas \n\ndegradadas pela mineração. Devido à existência de depósitos minerais de ouro (Morro \n\ndo Ouro), chumbo e zinco (Morro Agudo e Vazante) e calcário dolomítico (Lagamar), \n\nmineradoras de grande porte acorreram à região, acelerando o crescimento urbano e \n\ndemográfico (BRASIL, 1996). \n\nOs municípios de Paracatu, Guarda-Mor, Vazante e Lagamar, encontrados na \n\nárea de estudo, apresentam, respectivamente, 75.216, 6.656, 18.928 e 7.710 habitantes, \n\ncom população predominantemente urbana, segundo dados da Confederação Nacional \n\nde Municípios (CNM, 2007). Conforme o Atlas de Saneamento Ambiental do IBGE \n\n(2004), esses municípios não apresentam redes de coleta e tratamento de esgoto e lixo \n\nque atendam toda população. Dessa forma, grande parte desses resíduos acabam \n\nchegando aos corpos hídricos da região seja de forma direta ou indireta. A Figura 01 \n\nilustra os principais impactos referentes às áreas urbanas das bacias hidrográficas \n\nestudadas. \n\nOs prognósticos do plano diretor dos recursos hídricos da bacia hidrográfica do \n\nrio Paracatu (BRASIL, 1996) apontam para um cenário efetivo crítico, principalmente, \n\nem relação aos efluentes das atividades de mineração, que são intensas na região. A \n\nausência de redes de coleta e tratamento de esgoto e lixo que atendam toda população \n\n\n\n 6 \n\ncausa a disposição incorreta de grande parte desses resíduos nos corpos hídricos, sendo, \n\ntambém, uma ameaça à qualidade da água. Estudos anteriormente realizados por \n\nGURGEL (2007) determinaram que a poluição por esgotos domésticos é a principal \n\natividade humana responsável pelas alterações da qualidade de água do córrego Rico. \n\nEntretanto, os relatórios de monitoramento apresentados por CARVALHO (2005) \n\nrelataram que as atividades impactantes da bacia do rio Paracatu estão relacionadas com \n\nas monoculturas e pecuária extensiva, sendo a interferência por esgotos domésticos \n\navaliada como pouco significativa. SILVA (2001) descreve que a agropecuária é a \n\nprincipal atividade que acelera os processos erosivos na bacia, sendo causada pela \n\nsubstituição das fitofisionomias nativas por plantio de monoculturas e pastagens. O \n\nescoamento superficial de áreas mineradas e estradas secundárias mal projetadas, que \n\nem muitos casos acabam se transformando em ravinas e voçorocas, também contribuem \n\ncom a aceleração do aporte de sedimentos. Verificou, também, que regiões com taxas \n\nmais elevadas de perda de solo se concentram em áreas de agricultura e mineração \n\n(Figura 02). \n\n \n\n \nFigura 01 – Impactos causados pelas áreas urbanas na área de estudo (a.) Efluente de \ndrenagem urbana lançado no córrego Rico (GURGEL, 2007). (b.) Escuma de eluente da \nestação de tratamento de esgoto de Vazante no ribeirão Santa Catarina (margem direita). (c.) \nEfluente de Indústria de Laticínio lançado no ribeirão Santa Catarina. (d) Resíduos sólidos \ndepositados na calha do córrego Carrapato na cidade de Lagamar. \n \n\n a.  b. \n\n c.  d. \n\n\n\n 7 \n\nO garimpo aluvionar, realizado durante três séculos no alto curso do córrego \n\nRico, removeu completamente as matas ciliares, alterou a morfologia original da área, \n\ncausando o assoreamento do córrego, e o mais relevante, deu entrada de grandes \n\nquantidades de mercúrio metálico nos sistemas aquáticos locais (Figura 03). O mercúrio \n\nmetálico lançado no meio ambiente pode ser oxidado e transformado em sua forma mais \n\ntóxica (metil-mercúrio), sendo incorporado aos organismos vivos (via cadeia alimentar) \n\nque são incapazes de eliminá-lo no decorrer do tempo. Um exemplo do impacto do \n\nmercúrio nas comunidades aquáticas é demonstrado por SILVA et al. (2004) que \n\ndeterminaram concentrações máximas de 0,524 µ g/L de Hg em tecido muscular da \n\nictiofauna, sendo a concentração máxima permitida para ingestão de peixes 0,5 µ g/L. \n\n \n\n \nFigura 02 – (a.) Talude de área minerada exposto à processos erosivos. (b.) Vegetação nativa \nremovida para abertura de pastagens (frente) e plantio de eucalipto (horizonte). \n \n\n \nFigura 03 – Alto curso do córrego Rico degradado pela atividade garimpeira. \n\n \n\n Dessa forma, fica evidenciada a necessidade de estudos relacionados com a \n\ncomposição geoquímica dos corpos hídricos da bacia do rio Paracatu, tendo em vista a \n\npresença de diversos depósitos minerais e atividades humanas que podem influenciar na \n\n a.  b. \n\n\n\n 8 \n\ncomposição elementar da água e sedimento. A referência geoquímica regional e a \n\nmodelagem ambiental poderão servir de base para a avaliação de impactos ambientais \n\natuais e futuros servindo de suporte para os processos de tomada de decisões referentes \n\nà gestão dos recursos hídricos. \n\n \n\n1.4 Revisão Bibliográfica \n\n \n\n Para a adequada compreensão dos dados geoquímicos devem ser detalhados, \n\nanteriormente, os principais eventos que determinam as origens e as concentrações dos \n\nelementos na água e no sedimento. Neste capítulo, serão abordados os processos de \n\ninteração água, solo e rocha (intemperismo e erosão); os fatores que controlam a \n\nmobilidade destes no meio e as principais fontes geológicas e antrópicas dos elementos \n\ndeterminados neste projeto. O desgaste do material geológico e sua posterior remoção e \n\ntransporte são os principais responsáveis pela composição geoquímica dos sólidos \n\ndissolvidos e particulados da água, assim como dos sedimentos de fundo dos rios. \n\n \n\n1.4.1 Intemperismo e erosão \n\n \n\n O intemperismo pode ser definido como o conjunto de processos que se \n\ndesenvolvem na superfície da Terra, responsáveis pela fragmentação e decomposição de \n\nminerais e rochas, podendo ser causado por processos físicos, químicos e biológicos \n\n(CARVALHO, 1995). É a modificação física e química que surge em resposta às \n\nnecessidades de equilíbrio nas condições do ambiente superficial. Representa a \n\nprogressiva decomposição e desintegração do material rochoso tendo como produto \n\numa mistura de minerais primários resistentes e um conjunto de minerais neoformados, \n\ntodos estáveis no novo ambiente (LICHT, 1998). \n\n Os processos físicos são todos aqueles que causam apenas a fragmentação, sem \n\nque ocorram modificações químicas e mineralógicas no material original. A \n\ndesintegração aumenta a superfície reativa, facilitando a decomposição das rochas por \n\nmeio de reações químicas com a água, oxigênio livre e dióxido de carbono. Todos esses \n\nprocessos contribuem simultaneamente para o desgaste de materiais geológicos, porém, \n\ndependendo das condições climáticas, a intensidade dos processos pode variar. Em \n\nregiões de clima tropical, como o da área de estudo, o ataque químico é o fator \n\npredominante do intemperismo, sendo, dessa forma, detalhado a seguir. \n\n\n\n 9 \n\n Os principais tipos de reações químicas associadas ao intemperismo são: \n\nhidratação, hidrólise, oxidação e dissolução. \n\n A hidratação consiste na adsorção de água por fases microcristalinas ou amorfas, \n\nque se formam na alteração do mineral ou por precipitação em soluções (CARVALHO, \n\n1995). Já a hidrólise é o processo geoquímico de decomposição de um mineral na \n\npresença de uma solução aquosa levemente ácida. Um silicato de Al ou Fe é convertido \n\nem um argilomineral ou hidróxido, acompanhado pela perda de cátion e pela \n\nincorporação de H+. Como exemplos temos as reações da albita e demais feldspatos ou \n\nmicas com um ácido fraco, resultando na formação de um argilomineral e na \n\nsolubilização de sílica e íons Na+ ou K+. Embora a hidrólise possa ocorrer em água pura, \n\na reação é intensificada na presença de ácidos naturais como o carbônico e húmico \n\n(LITCH, 1998). \n\n \n\n2NaAlSi3O8 + 2H\n+ (aq)   ?   2Na\n\n+ +Al2Si2O5(OH)4 + 4SiO2(aq) \n                                        (albita)                                                                          (caolinita) \n \n\n Devido o elevado potencial de oxidação da superfície da crosta terrestre, os \n\nminerais formados em ambientes deficientes em oxigênio são convertidos por oxidação \n\nem compostos de valência mais elevada. As reações de oxidação tendem a ser lentas, \n\nmas a presença de água catalisa as reações que envolvem o oxigênio gasoso. A oxidação \n\nda pirita em meio aquoso tem como produto a liberação de íons H+, Fe2+ e SO4\n2- \n\n(LICHT, 1998). \n\n \n\nFeS2 + \n2\n\n7\nO2 (aq) + H2O ? 2Fe\n\n2+  + SO4\n2- + 2H+ \n\n \n\n Alguns minerais estão sujeitos à dissolução, que consiste na solubilização \n\ncompleta e é realizada em minerais como calcita e dolomita. A dissolução das rochas, \n\nque ocorre, principalmente, em terrenos calcários pode levar á formação de relevos \n\ncársticos, caracterizados pela presença de dolinas (TOLEDO et al., 2003). Na \n\ndissolução da calcita ocorre a liberação de íons Ca2+ e bicarbonato. \n\n \n\nCaCO3 + H\n+\n\n(aq )   ?    Ca\n2+ + HCO3\n\n- \n                                                               (Calcita)                                                      (bicarbonato) \n \n\n Os processos descritos ocorrem em, praticamente, toda a superfície terrestre. \n\nPorém, o tipo de intemperismo e sua taxa, assim como a natureza do produto final, são \n\ndeterminados por condições ambientais como topografia, drenagem, precipitação \n\n  \n  (pirita)  \n\nH2O \n\n  H2O \n\n\n\n 10 \n\npluviométrica, temperatura, granulação e textura da rocha e a resistência dos minerais \n\nprimários. \n\n Outro processo de extrema relevância para a composição geoquímica da água e, \n\nprincipalmente, do sedimento denomina-se erosão. O termo é aplicado à remoção e \n\ntransporte de substâncias fragmentadas causadas, principalmente, pela ação da água, \n\nsendo intensificada pela ação do homem. O processo erosivo depende de fatores \n\nexternos, como o potencial de erosividade da chuva, as condições de infiltração, \n\nescoamento superficial, declividade e comprimento do talude ou encosta e \n\ndesagregabilidade e erodibilidade do solo (LIMA, 2003). \n\n A erodibilidade é definida como a facilidade com que partículas são destacadas, \n\ntransportadas e sua capacidade de resistir aos processos erosivos que dependem, não \n\nsomente das características do solo, mas também de fatores como ciclos de \n\numidecimento e secagem, além da composição química da água (ARAÚJO FILHO, \n\n2008). A erosividade é a expressão da habilidade dos agentes erosivos no destacamento \n\ne transporte do solo, ou seja, o fator ou capacidade dos diferentes agentes geológicos \n\n(chuva, gelo, vento, rios ou mares) em promover a erosão de determinado tipo de solo \n\nou terreno geológico (WINGE, 2008 ). \n\n A erosão antrópica está diretamente ligada aos fatores de ocupação e uso do solo \n\nque causam alterações nas paisagens. São exemplos dessa situação no meio rural, o \n\nplantio e manejo do solo de modo inapropriado, como a não observância de curvas de \n\nnível ou o desmatamento de matas ciliares. No meio urbano, tem-se a \n\nimpermeabilização de superfícies com concentração de fluxo superficial e lançamento \n\ninapropriado de drenagens de águas pluviais. Como consequências ocorrem mudanças \n\nna paisagem local pelo estabelecimento de ravinas e voçorocas e em paisagem e \n\necossistemas vizinhos pela receptação e deposição de solo (assoreamento) e nutrientes \n\n(eutrofização) oriundos da área degradada. \n\n \n\n1.4.2 Mobilidade dos elementos \n\n \n\nSegundo CARVALHO (1995), a mobilidade de um elemento pode ser definida \n\ncomo sua capacidade de se mover física e quimicamente em determinado meio \n\nambiente. Pode apresentar mobilidade química na forma de íons livres ou complexos \n\nsolubilizados e íons adsorvidos em colóides ou sólidos finos. Depende da característica \n\nintrínseca de cada elemento de acordo com seu potencial iônico (razão entre carga e raio \n\n\n\n 11 \n\niônico), do pH de hidrólise (específico para cada elemento), coprecipitação com óxidos \n\ne hidróxidos e da adsorção do elemento em argilominerais e matéria orgânica (GROOT \n\net al., 1982). \n\nÍons livres, solúveis como simples cátions, são elementos com baixo potencial \n\niônico como Ca e Na. Já os íons complexos, que apresentam potenciais iônicos muito \n\nelevados, ligam-se ao oxigênio formando oxi-ânions solúveis como PO4\n3-; SO4\n\n2-, NO3\n- e \n\nMoO4. Elementos com potencial iônico intermediário como Al, Ti e Sn tem baixa \n\nsolubilidade e são móveis devido sua forte tendência à adsorção em superfícies. \n\nElementos de transição com orbitais internos incompletos como Fe, Cr e Cu localizados \n\nno centro da tabela periódica tendem a ser menos solúveis e mais fortemente adsorvidos \n\ndo que aqueles que apresentam o mesmo potencial iônico. \n\nPara estudos que envolvem água e sedimento, o pH de hidrólise e o potencial de \n\noxi-redução (Eh) são importantes para informar se o elemento estudado estará solúvel \n\nna água ou terá precipitado para o sedimento de drenagem. O pH de hidrólise representa \n\no valor específico do pH que determinado elemento metálico, com sua respectiva \n\nvalência (estado de oxidação), deixa de estar solubilizado para precipitar na forma de \n\nhidróxidos ou sais. Em um depósito de pirita que se oxida liberando íons H+, tornando o \n\npH extremamente ácido, o íon férrico é encontrado em solução. Porém, quando o pH \n\ncomeça a aumentar por possível neutralização por carbonatos, o ferro solúvel irá \n\nprecipitar. Dessa forma, fica evidenciada a importância do pH na mobilidade dos \n\nelementos, explicando porque em meios ácidos podem ser encontrados elementos em \n\nsolução, o que não seria possível em meios alcalinos, pois já teriam precipitado. O pH \n\nde hidrólise pode não somente explicar as concentrações de determinado elemento na \n\nágua (solução) como também sua possível acumulação em sedimentos de drenagem \n\n(MASON, 1971).  \n\nOs óxidos e hidróxidos de Fe, Mn e Al também podem influenciar na \n\nmobilidade dos elementos. Além de precipitarem quando são formados, eles podem \n\nagregar demais substâncias solubilizadas através da adsorção e oclusão de íons ou \n\nmoléculas nas partículas (coprecipitação). Conforme JENNE (1968), os óxidos de Fe e \n\nMn se dissolvem à medida que o Eh decresce e reprecipitam à medida que o Eh \n\naumenta. Relata também que em solos, sedimentos e água os óxidos são os principais \n\ncontroladores de metais pesados. Metais como Cu, Co, Zn e Ni, solúveis em condições \n\nlevemente ácidas, podem ser agregados nos precipitados de Fe, Al e Mn, deixando de \n\nestar solubilizados na água e passando a incorporar os sedimentos de drenagem.  \n\n\n\n 12 \n\nA matéria orgânica e as argilas apresentam importante função na mobilidade de \n\nelementos, pois podem adsorvê-los em ambientes superficiais. A adsorção de cátions \n\nmetálicos é denominada CTC (Capacidade de Troca Catiônica) e expressa a quantidade \n\ntotal de cátions que um material pode adsorver e trocar a um pH específico. A CTC em \n\nargilominerais está relacionada com a estrutura das camadas de SiO2 e Al2O3. Temos \n\ncomo exemplos esmectita, ilita e caolinita que apresentam respectivamente 80 a 100; 15 \n\na 40 e 3 a 15 meq/100 gramas. Nos locais onde a matéria orgânica se acumula em solos \n\ne sedimentos, os metais neles contidos podem fornecer informações sobre as \n\nmineralizações a montante (JENNE, 1968). \n\n \n\n1.4.3 Fontes dos elementos \n\n \n\nO chumbo é elemento de ocorrência natural que está presente em quase todos os \n\nconstituintes da crosta terrestre. Pode ser encontrado em  água, ar, solo, rochas, \n\nsedimentos e em componentes da biosfera. A concentração média deste elemento na \n\ncrosta terrestre, estimada em diversos estudos, é de 16 ppm. Os minerais mais \n\nimportantes de Pb são galena, cerussita e anglesita. A galena ocorre em depósitos, \n\nfrequentemente, associada aos minerais de Zn e elementos como Co, Fe e Cd. Sua \n\nconcentração em águas naturais de rios e lagos, geralmente, se encontra entre 0.1 e 10 \n\nµ g/L (EWERS &amp; SCHLIPKOTER, 1991). \n\nO magnésio constitui aproximadamente 2% da crosta terrestre. É amplamente \n\ndistribuído na natureza em uma variedade de minerais como magnesita, dolomita, \n\nbrucita e carnalita, podendo também ser encontrado em silicatos. Apresenta maiores \n\nconcentrações em rochas do que em solos, devido sua elevada lixiviação durante o \n\nprocesso de intemperismo (AIKAWA, 1991). \n\n O zinco ocorre em, praticamente, todos os minerais da crosta terrestre, com \n\nconcentração média de 70 ppm. Os principais depósitos minerais deste elemento são \n\nrelacionados a esfalerita, smithsonita e calamina (hemimorfita). Metais como Fe, Cd e \n\nPb são impurezas que frequentemente estão associadas a estes minerais (OHNESORGE \n\n&amp; WILHELM, 1991). È um elemento traço comumente encontrado em calcita e \n\ndolomita (ANDREW-JONES, 1968). \n\nO cálcio ocorre na crosta continental terrestre, em concentração média de 3,5%, \n\nsendo o quinto mais abundante, atrás de O, Si, Fe e Al. Forma diversos minerais como \n\naluminossilicatos, fosfatos, carbonatos, sulfatos, boratos e fluoretos. É encontrado, \n\n\n\n 13 \n\ncomumente, em calcários e mármores podendo estar presente também em argilitos, \n\nsiltitos e arenitos, em quantidades variadas (WEDEPOHL, 1978). Assim como o \n\nmagnésio, o cálcio apresenta maiores concentrações nas rochas do que em solos, por ser \n\nsolubilizado durante o intemperismo. \n\nMetais alcalinos, como sódio e potássio, são solubilizados na forma iônica e \n\ndisponibilizados no meio pelo intemperismo de alguns minerais silicatados como \n\nfeldspatos (RANKAMA &amp; SAHAMA, 1950). Podem ter origem de outras fontes \n\ngeológicas como micas e silvinita. São encontrados em efluentes domésticos, industriais \n\ne produtos agrícolas. \n\n O alumínio é encontrado, principalmente, em silicatos, óxidos, hidróxidos e \n\nargilominerais. Solos residuais de regiões tropicais apresentam elevadas concentrações \n\ndeste elemento, geralmente, associado com óxidos e hidróxidos de ferro e manganês. \n\nNo processo de intemperismo tende a ser incorporado em argilominerais como caolinita \n\ne em hidróxidos, devido a baixa solubilidade de seus minerais primários em pH \n\nvariando entre 5 e 9 (WEDEPOHL, 1978). \n\nO bário é um dos elementos traços mais abundantes da litosfera. Suas maiores \n\nconcentrações estão em argilitos marinhos, granitos e folhelhos. Segundo ANDREW-\n\nJONES (1968), pode, também, ser encontrado em calcita e dolomita, em menores \n\nconcentrações. \n\n Os principais minerais de ferro de origem sedimentar são representados por \n\nhematita (Fe2O3), goethita (FeO(OH)) e pirita (FeS2). O comportamento geoquímico \n\ndeste elemento na crosta terrestre está intimamente ligado com a química de oxigênio, \n\nenxofre e carbono (WEDEPOHL, 1978). Os elementos Co e Cu são indicadores de \n\ndepósitos onde ocorre a oxidação de sulfetos (GOLEVA, 1965). \n\n A concentração média de manganês na crosta terrestre é de, aproximadamente, \n\n0,1%, sendo que os valores mais elevados estão relacionados com rochas ultramáficas. \n\nÉ encontrado em diversos minerais como silicatos, óxidos, sulfatos e carbonatos. Sua \n\nquímica está intimamente ligada com a do ferro, podendo, também, estar associada ao \n\ncobalto e níquel (SCHIELE, 1991). \n\n O mercúrio apresenta baixas contrações em rochas magmáticas (<40 ppb), \n\npodendo variar entre 40 e 400 ppb em rochas sedimentares e em matrizes com elevada \n\nmatéria orgânica (MAIA, 2003). É utilizado em garimpos aluvionares de ouro, sendo \n\nliberado de forma descontrolada em corpos hídricos. Nos sedimentos de rios e lagos, \n\nespecialmente sob condições anaeróbicas, ocorre a formação de dimetilmercúrio, \n\n\n\n 14 \n\nquando bactérias e microorganismos anaeróbios convertem Hg2+ em Hg(CH3)2, \n\ntornando-se lipofílico e bioacumulativo, podendo ser absorvido pelo plâncton, peixes e \n\nmoluscos (FELLENBERG, 1980). \n\n \n\n1.4.4 Índices de qualidade ambiental \n\n \n\n A qualidade ambiental é considerada sob duas denominações: ecocêntrica e \n\nantropocêntrica. De acordo com a primeira, relaciona-se diretamente com o grau de \n\nnaturalidade, ou seja, quanto mais preservada a natureza primitiva de uma área, maior é \n\nsua qualidade. A segunda considera a qualidade como reflexo das funções do ambiente \n\npara os seres humanos, ou seja, está relacionada com o grau de cumprimento das \n\nfunções fundamentais que o meio desempenha como fonte de recursos, sumidouro de \n\nresíduos e suporte às atividades socioeconômicas (SCOPE, 1995).  \n\n Segundo GIMÉNEZ (1998), um índice é uma cifra adimensional que resulta da \n\ntransformação de um ou mais indicadores a um valor de qualidade ambiental. É o \n\nproduto de manipulação matemática ou estatística de um grupo de valores indicadores \n\nem relação a uma norma de valor desejado, obtendo um sólido valor, que possibilita \n\ncombinar e comparar diversos indicadores representados por unidades de medida \n\nbastante variadas.  \n\n Um indicador representa medidas que permitem comparar ou diagnosticar \n\nsituações pertencentes a diversos campos do conhecimento. Segundo CEDRERO \n\n(1997), os indicadores são um instrumento sintético, transmissor de informações de \n\nmaneira significativa, dentro de um processo de tomada de decisões. SCOPE (1995) \n\npropõe que a interpretação de informações obedeça certa hierarquia para melhor \n\nobtenção de resultados, pois os dados brutos de um determinado aspecto são bastante \n\nnumerosos, além de não estarem organizados. Por meio da hierarquização, os dados são \n\nreduzidos a um pequeno número de indicadores e índices que representam a relevância \n\nde um determinado problema.  \n\n Os indicadores de pressão estão relacionados às ações derivadas de atividades \n\nhumanas que representam pressões sobre o meio, causando modificações nos \n\nparâmetros que são utilizados para caracterizar a qualidade de um ambiente. Dessa \n\nmaneira, formam um instrumento de grande utilidade para organizar, sistematizar, \n\nquantificar e cruzar informações relativas a distintos aspectos do meio ambiente, \n\n\n\n 15 \n\ninfluenciando nos processos de tomada de decisões relacionados, principalmente, às \n\npolíticas ambientais (CEDRERO &amp; FISCHER, 1996). \n\n Os índices de qualidade de água apareceram na literatura em 1965, sendo \n\namplamente discutidos e amadurecidos em 1970 (CUDE, 2001). A maioria desses \n\níndices é baseada na construção de curvas de qualidade e agregação ponderada de \n\nparâmetros selecionados, sendo aplicados em várias regiões do mundo, inclusive em \n\nvários estados do Brasil (BROWN et al., 1970) \n\n Segundo HAASE &amp; POSSOLI (1993), a aplicação destes índices é dificultada \n\nporque foram elaborados a partir de condições regionais do hemisfério norte e nem \n\nsempre todos os parâmetros integrantes do índice são disponíveis em diferentes \n\nprojetos. Além disso, para TOLEDO &amp; NICOLELA (2002), eles contemplam um grau \n\nde subjetividade elevado, pois dependem da escolha teórica das variáveis que \n\nconstituirão os indicadores principais das alterações da qualidade de água.  \n\n Índices baseados em técnicas estatísticas favorecem a determinação dos \n\nindicadores mais característicos do corpo de água em estudo, embora não permitam \n\ngeneralizações para todos os corpos de água, já que cada sistema hídrico, em princípio, \n\npossui sua característica peculiar (HAASE et al., 1989). Por outro lado, como \n\ninstrumento de avaliação ao longo do tempo ou do espaço, estes índices permitem \n\nacompanhar as alterações ocorridas no eixo hidrográfico.  \n\n Um dos métodos usados na formulação de índices de qualidade de água baseia-\n\nse na técnica multivariada da análise fatorial (LOHANI &amp; MUSTAPHA, 1982). \n\nRepresenta uma forma exploratória de conhecer o comportamento dos dados a partir de \n\numa dimensão reduzida do espaço original dos parâmetros. Permite selecionar as \n\nvariáveis mais representativas do corpo hídrico, favorecendo a definição de indicadores \n\nmais sensíveis, tanto para adoção de programa de monitoramento como para avaliação \n\ndas alterações ocorridas nos recursos hídricos. \n\n Os índices utilizados para avaliar a qualidade dos sedimentos baseiam-se na \n\ncomparação com valores referência (background) ou com critérios de qualidade e \n\ntoxicidade. A utilização de índices de qualidade de sedimento deve-se ao fato de \n\ninúmeros contaminantes, encontrados em baixas concentrações na água, se acumularem \n\nno leito do rio por meio da interação com o material particulado e da precipitação \n\natravés de reações físico-químicas. Os sedimentos podem tornar-se fontes difusas de \n\ncontaminação da água devido à liberação de poluentes em resposta às alterações físico-\n\n\n\n 16 \n\nquímicas no meio, além de serem o habitat e fonte de alimentação para diversas formas \n\nde vida aquática, elucidando, assim, a importância da determinação de sua toxicidade. \n\n Índices como o Igeo – Índice de geo-acumulação e o FE – Fator de \n\nEnriquecimento utilizam valores background, como a média da área de estudo, valores \n\nda área de controle ou média da crosta terrestre mundial. São calculados a partir da \n\nnormalização dos elementos estudados em uma respectiva amostra em relação aos \n\nvalores encontrados no background definido para um determinado estudo. LUIZ-\n\nSILVA (2002) avaliou a acumulação de Hg no estuário de Santos-Cubatão utilizando o \n\nIgeo normalizado em relação à concentração média do folhelho, possibilitando a \n\nidentificação dos pontos de elevada acumulação ocasionada pelas atividades industriais. \n\nNa bacia do rio Tapacurá, localizada em Pernambuco, APRILE &amp; BOUVY (2008) \n\ndeterminaram o enriquecimento extremamente severo de Cd por meio de sua \n\nnormalização em relação a uma área controle, possibilitando determinar regiões sob \n\ninfluência de áreas industriais e de agricultura.  \n\n Os critérios de qualidade e toxicidade estabelecem valores referências para \n\ndiversos parâmetros, identificando as concentrações metálicas que possam a vir causar \n\nefeitos nocivos à biota aquática. Como meio de predizer os efeitos adversos derivado \n\ndos contaminantes no sedimento, várias referências de qualidade foram desenvolvidas \n\npor diversos estudos.  Entre elas destacam-se o ISQV - Interim Sediment Quality Values \n\n(CHAPMAN et al., 1999) e o SSC - Sediment Screening Criteria (LONG &amp; \n\nMORGAN, 1990 e PERSAUD et al., 1992) por serem mais amplamente utilizados em \n\noutros estudos. Basicamente, o propósito do desenvolvimento destas referências é \n\ndeterminar os impactos dos metais nos organismos aquáticos e bênticos, classificando a \n\nintensidade dos efeitos nocivos resultante da acumulação de contaminantes. A \n\ndeterminação das concentrações de metais que podem causar impactos na biota aquática \n\nforam definidos nos estudos anteriormente citados, utilizando estimativas da \n\nmacrofauna bentônica, pois são relativamente sedentários, têm tempo de vida longo, \n\nconsistem em diferentes espécies que apresentam distintas tolerâncias ao estresse, são \n\ncomercialmente importantes ou são relevantes fontes de alimentação de espécies \n\ncomerciais e recreativas e tem importante papel na ciclagem de nutrientes e outras \n\nsubstâncias entre os sedimentos e a coluna d’água (DAUER, 1993).\n\n\n\n 17 \n\n2. ASPECTOS FISIOGRÁFICOS \n\n \n\n2.1 Localização da área de estudo \n\n \n\nA bacia hidrográfica do rio Paracatu localiza-se entre os paralelos 15º30´ e \n\n19º30´ de latitude sul e os meridianos 45º10´ e 47º30´ de longitude oeste. Está inserida \n\nem sua maior parte no Estado de Minas Gerais, sendo que pequenas partes estão \n\nincluídas no sudeste do Estado de Goiás e no leste do Distrito Federal. É uma das \n\nprincipais bacias do Vale do São Francisco, com superfície de 44.922 km2. Seus \n\nprincipais tributários são os rios da Prata, Preto, Sono, Escuro e ribeirão entre Ribeiros. \n\nA área de estudo em questão engloba as bacias do rio Escuro, do córrego Rico e \n\ndo ribeirão Santa Catarina, situadas no alto curso do rio Paracatu, na porção oeste do \n\nEstado de Minas Gerais. Abrange os municípios de Paracatu, Guarda-Mor, Vazante e \n\nLagamar, com área de aproximadamente 9.000 km2 (Figura 04). \n\nAs principais vias de acesso são: BR 040, MG 188, MG 251, MG 354 e estradas \n\nsecundárias não pavimentadas.  \n\n \n\n2.2 Geologia Regional \n\n \n\nA Província Tocantins, situada entre os crátons Amazônico a oeste e São \n\nFrancisco a leste, é um sistema orogênico do Ciclo Brasiliano, desenvolvido no \n\nNeoproterozóico em eventos de colisão continental. É composta pela Faixa Brasília que \n\nbordeja o cráton São Francisco e as Faixas Paraguaia e Araguaia que bordejam o cráton \n\nAmazônico (ALMEIDA et al., 1981).  \n\n A Faixa Brasília estende-se por, aproximadamente, 1100 km na direção \n\nmeridiana, desde o sudeste de Tocantins até o oeste de Minas Gerais, abrangendo parte \n\ndo Goiás e o Distrito Federal. É dividida em: Setentrional e Meridonal e áreas interna e \n\nexterna. As zonas interna e externa da porção Meridional da Faixa de Dobramentos \n\nBrasília compreendem, a nível regional, as unidades litoestatigráficas dos grupos Araxá, \n\nCanastra e Vazante e das formações Ibiá, Paracatu, além do Grupo Bambuí, \n\ncaracterizado como bacia do tipo foreland. \n\n \n\n \n\n\n\n 18 \n\n \n\n \n\n \nFigura 04 – Mapa de localização da bacia hidrográfica do rio Paracatu \n\n\n\n 19 \n\n  \n\n O contexto geológico da zona externa meridional da Faixa Brasília, inserida na \n\nárea de estudo do presente trabalho, abrange um conjunto de antigos sedimentos de \n\nmargem passiva, depositados na borda do continente, hoje representado pelo Cráton do \n\nSão Francisco. O Grupo Vazante, a Formação Paracatu (Grupo Canastra) e a Formação \n\nParaopeba (Grupo Bambuí) são as unidades contidas na área de estudo (Figuras 05 e \n\n06). \n\nOs metassedimentos do Grupo Vazante situam-se na porção noroeste do estado \n\nde Minas Gerais entre as cidades de Coromandel, Lagamar, Paracatu, Vazante e Unaí, \n\nabrangendo os mais importantes depósitos de chumbo e zinco do Brasil (Morro Agudo e \n\nVazante). São formados basicamente por sequência argilosa e argilo-dolomítica com \n\nestromatólitos de barreira recifal (VALERIANO et al, 2004). A oeste é cavalgado pelo \n\ngrupo Canastra ou pela sequência de filitos e quartzitos da Formação Paracatu e a leste \n\ncavalga os sedimentos da porção superior do Grupo Bambuí (SOUZA, 1997). São \n\ninterpretados como sedimentação de margem passiva neoproterozóica na borda oeste do \n\nCráton São Francisco (FUCK, 1994).  \n\nAs formações deste grupo, encontradas na área de estudo, denominadas do topo \n\npara a base são (DARDENNE, 2000): \n\n \n\n• Serra da Lapa: representada por filitos carbonosos, metassiltitos \n\ncarbonáticos, lentes dolomíticas e quartzitos. \n\n• Morro do Calcário: é caracterizada pela presença de dolomitos róseos \n\nestromatolíticos, dolarenitos e doloruditos que hospedam as mineralizações \n\nde chumbo e zinco em Morro Agudo.  \n\n• Serra do Poço Verde: sequência de dolomitos algais (mineralização de zinco \n\nem Vazante) \n\n• Serra do Garrote: espesso pacote de ardósias escuras a cinza esverdeadas, às \n\nvezes rítmicas, carbonosas e piritosas, com finas intercalações de quartzitos. \n\n• Lagamar: unidade psamo-pelítica carbonática representada na porção basal \n\npor alternância de conglomerados, quartzitos, metassiltito e ardósias. \n\n\n\n 20 \n\n \n\nFigura 05 – Mapa Geológico da Área de Estudo (CPRM, 2003 adaptado) \n\n\n\n 21 \n\n \nFigura 06 – Coluna estratigráfica dos Grupos Vazante e Canastra (DARDENNE, 2000, \nVALERIANO et al, 2004) \n\n \n\nAs mineralizações em Vazante ocorrem na forma de silicatos de zinco (willemita \n\ne calamina) e em Morro Agudo como sulfetos de chumbo (galena) e zinco (esfalerita), \n\nambos hospedados em calcários dolomíticos (BRASIL, 1988).  \n\nO Grupo Canastra é constituído por rochas metassedimentares siliciclásticas, \n\ncomposta por camadas de filitos carbonosos (Formação Paracatu), que cedem lugar a \n\npacotes de quartzitos e filitos cloríticos e sericíticos no topo (FUCK, 1994). A \n\n\n\n 22 \n\nmineralização aurífera em Morro do Ouro ocorre em sulfetos de ferro ou arsênio, \n\napresentando ouro residual, resultante da decomposição dos sulfetos ou livre em \n\nboudins de quartzo (BRASIL, 1988). \n\nA faixa proximal oeste do Sub-Grupo Paraopeba, pertencente ao Grupo Bambuí, \n\ncorresponde à região ocidental de Unaí-Paracatu-Lagamar, coincidindo com as zonas \n\nmarginais de deformação que encerram todas as características de um ambiente \n\nlitorâneo e sublitorâneo. Apresenta composição litológica formada por calcários \n\nsilicosos e dolomíticos com estromatólitos, calcários colíticos e pisolíticos, turbididos, \n\nsiltitos e ardósias calcíferas. \n\n \n\n2.3. Geomorfologia \n\n \n\n A geomorfologia da bacia hidrográfica do rio Paracatu é constituída pelas \n\nseguintes unidades (BRASIL, 1998): \n\n \n\n• Planaltos do São Francisco: constituído por capeamentos sedimentares que \n\ncompõem amplos planaltos com topos de cotas de 800 a 1000 metros. Seus \n\nlimites são definidos por rebordos erosivos demarcados por escarpas. O topo das \n\nchapadas é constituído por latossolos bem desenvolvidos e muito permeáveis, \n\ncom escoamento superficial pouco denso e bastante reduzido que convergem \n\npara vales rasos de fundo plano (veredas). \n\n• Depressão Sanfranciscana: extensas áreas rebaixadas e aplainadas ao longo da \n\ndrenagem do curso principal, com cotas entre 400 e 600 metros, onde ocorre o \n\ndesenvolvimento de veredas e lagoas. Muitas lagoas são permanentes e \n\nconstituem afloramentos freáticos, enquanto outras são abaciamentos e \n\ndepressões rasas sobre formações argilosas. \n\n• Cristas de Unaí: situa-se na porção oeste da bacia do rio São Francisco, \n\nestendendo-se desde Vazante até o Vale do Rio Preto. É constituída por formas \n\nerosivas desenvolvidas sobre ardósias, siltitos, quartzitos e calcários dos Grupos \n\nVazante, Paranoá e Bambuí. Suas áreas rebaixadas são muitas vezes cobertas \n\npor colúvios e constituem o prolongamento da Depresão Franciscana. Há \n\ntambém formações cársticas com presença de sumidouros, grutas, cavernas e \n\ndolinas. \n\n \n\n\n\n 23 \n\n2.4. Clima \n\n \n\n A bacia hidrográfica do rio Paracatu apresenta clima de natureza tropical e, \n\nsegundo as classificações de Koeppen, é do tipo megatérmico chuvoso – Aw (clima \n\nquente e úmido com chuvas de verão). A chuvas são concentradas nas estações da \n\nprimavera e verão, com estação seca bem marcante e temperatura média anual do mês \n\nmais frio superior a 18 ºC. \n\nO regime pluviométrico é caracterizado por máximas no verão e mínimas no \n\ninverno, apresentando médias anuais de chuva na ordem de 1.340mm. O período \n\nchuvoso abrange os meses de outubro a abril (93 % da precipitação anual) e o período \n\nseco de junho a agosto (2 % da precipitação anual). \n\nAs temperaturas médias anuais variam de 21 a 24 ºC sendo mais elevada na \n\nregião correspondente à Depressão Sanfranciscana. As temperaturas máximas ocorrem \n\nno mês de setembro (28 ºC a 31 ºC) e as mínimas no mês de julho (11 ºC a 13 ºC). \n\n A umidade média anual é de 72%, sendo os meses de dezembro e janeiro os \n\nmais úmidos e os meses de agosto e setembro os que apresentam menor umidade. \n\n \n\n2.5. Uso do Solo e Cobertura Vegetal \n\n \n\nA cobertura vegetal nativa é caracterizada pelas formações vegetais do bioma \n\nCerrado que abrangem um vasto conjunto de fitofisionomias, distribuídas ao longo da \n\nbacia de forma não uniforme. As principais fitofisionomias encontradas na área de \n\nestudo são: \n\n \n\n• Cerrado (sentido restrito); \n\n• Campo cerrado; \n\n• Várzeas; \n\n• Mata de galeria e ciliar e \n\n• Veredas. \n\n \n\nA bacia hidrográfica do rio Paracatu, em sua totalidade, apresenta predominância \n\nde atividades relacionadas à pecuária extensiva, baseada, principalmente, na utilização \n\nde pastos concentrados na porção leste. Outra importante atividade está relacionada à \n\n\n\n 24 \n\nagricultura encontrada, em sua maior parte, na porção oeste. A agricultura irrigada \n\naparece dispersa em pequenas áreas, sendo a agricultura de sequeiro responsável pela \n\nmaior parte das áreas agricultadas. A cobertura vegetal nativa (mata de galeria, cerrado, \n\ncampo cerrado e várzeas) ocupa 50% da área, porém ocorre de forma dispersa e isolada, \n\nsem corredores ecológicos, comprometendo a conectividade funcional dos ecossistemas \n\nlocais. Regiões de reflorestamento (plantio de eucalipto e pinheiro) e mineração são \n\natividades pontuais e ocupam pequenas áreas da bacia. A Tabela 01 relata a \n\nporcentagem de ocupação de cada classe de uso do solo e cobertura vegetal. \n\n \n\nTabela 01 – Abrangência das classes de usos do solo e cobertura vegetal da Bacia \nHidrográfica do rio Paracatu (Brasil, 1996) \n\nClasse Área (%) Classe Área (%) \nMata Ciliar 17,34 Reflorestamento 9,61 \n\nCerrado 22,56 Agricultura Irrigada 0,64 \n\nCampo Cerrado 11,31 Pastagens 21,93 \n\nVárzea 0,99 Mineração 0,04 \n\nAgricultura Sequeiro 14,92 Outras Áreas 0,66 \n\n                                                                                Total 100 \n \n\nA bacia hidrográfica do córrego Rico apresenta uma grande variedade de \n\natividades antrópicas, sendo a região onde se encontra a maior cidade da área de estudo. \n\nEm seu alto curso situa-se uma mineradora industrial de ouro (Rio Paracatu Mineração) \n\ne uma área de garimpo aluvionar de ouro, onde desde 1730 se utiliza mercúrio para sua \n\nextração, além da cidade de Paracatu com 75.216 habitantes. Em seu médio e baixo \n\ncurso as atividades se concentram na agricultura e plantio de eucalipto, apresentando \n\nalguns tributários que ainda se encontram em drenagens preservadas (Figuras 07 e 08). \n\n A bacia hidrográfica do rio Escuro é a maior da área de estudo. Em sua sub-\n\nbacia do rio Escurinho encontram-se áreas com atividades concentradas na agricultura \n\nde sequeiro, irrigada e pastagens. Na bacia de drenagem do ribeirão Traíras há a \n\npredominância da agricultura irrigada, que utiliza a água de inúmeras barragens para \n\nsuprir a demanda desta atividade. Há também uma mineradora de chumbo e zinco \n\n(Votorantim Morro Agudo) que se encontra a leste da Serra das Araras. No extremo \n\nnorte da bacia encontram-se áreas preservadas, localizadas na Serra da Contagem \n\n(Figuras 08 e 09). A bacia que drena o principal curso do rio Escuro apresenta extensa \n\nárea de plantio de eucalipto e algumas regiões de agricultura irrigada em seu baixo \n\ncurso. Na bacia do ribeirão Januário encontra-se a cidade de Guarda-Mor, com 6.656 \n\n\n\n 25 \n\nhabitantes, sendo esta a menor cidade da área de estudo. A região mais ao sul da bacia \n\napresenta extensas áreas de pastagem e as áreas a oeste apresentam áreas preservadas, \n\nlocalizadas nas cabeceiras dos córregos que dão origem aos principais rios (Figura 10). \n\n \n\n \nFigura 07 – Mineradoras localizadas na área de estudo. (a.) Votorantim Morro Agudo (Pb e \nZn). (b.) Rio Paracatu Mineração (Au). (c.) Votorantim Vazante (Zn) \n\n \n\n A bacia hidrográfica do ribeirão Santa Catarina encontra-se no sul da área de \n\nestudo. Nela estão localizadas as cidades de Lagamar em seu alto curso e Vazante em \n\nseu médio curso, apresentando, respectivamente, 7.710 e 18.928 habitantes. A cidade de \n\n\n\n 26 \n\nLagamar está localizada na bacia do córrego Carrapato, juntamente com uma \n\nmineradora de calcário dolomítico (Cala). A cidade de Vazante encontra-se próxima à \n\nmineradora de zinco (Votorantim Vazante), ambas situadas no médio curso do ribeirão \n\nSanta Catarina. O seu baixo curso apresenta a predominância de atividades voltadas à \n\npecuária. As áreas preservadas encontram-se na região leste da bacia (Figuras 07 e 11). \n\n Cabe ressaltar que as mineradoras encontradas dentro da área de estudo (Rio \n\nParacatu Mineração, Votorantin Vazante e Votorantin Morro Agudo), ilustradas na \n\nFigura 07, operam em sistema de ciclo fechado, onde grande parte dos efluentes \n\npermanecem em lagoas e pilhas de rejeitos, sendo que os principais efluentes lançados \n\nnos corpos hídricos são os provenientes das ETE´s. \n\n \n\n\n\n 27 \n\n \n\nFigura 08 – Mapa de uso do solo e cobertura vegetal da bacia do Córrego Rico \n\n\n\n 28 \n\n \n\nFigura 09 - Mapa de uso do solo e cobertura vegetal da bacia do rio Escuro (parte 1) – Mapa \n\n\n\n 29 \n\n \n\n \nFigura 10  – Mapa de uso do solo e cobertura vegetal da bacia do Rio Escuro (parte 2) \n\n \n\n \n\n\n\n 30 \n\n \n\n \nFigura 11  – Mapa de uso do solo e cobertura vegetal da bacia do Rib. Santa Catarina \n\n \n\n\n\n 31 \n\n3. MATERIAL E MÉTODOS \n\n \n\n3.1 Amostragem \n\n \n\nForam distribuídos trinta e oito pontos de coleta de amostras de água e \n\nsedimento nas bacias do córrego Rico, rio Escuro, ribeirão Santa Catarina e no alto \n\ncurso do rio Paracatu (Figura 12). A escolha dos pontos foi determinada levando-se em \n\nconsideração a geologia local e a ocupação, uso e cobertura vegetal do solo, assim como \n\ndados obtido em saídas de campo pré-coleta. A Tabela 02 descreve os rios amostrados, \n\nassim como suas respectivas coordenadas geográficas e siglas. \n\n \n\n \n\n \nFigura 12 – Mapa contendo o local dos pontos de coleta de água e sedimento. Siglas :BRE – \nBacia do rio Escuro. RPa- Rio Paracatu. BRSC – Bacia do Rib. Santa Catarina. BCR – Bacia \ndo córrego Rico \n\n \n\n \n\n\n\n 32 \n\nTabela 02 - Pontos de coleta de água e sedimento \n\nCoordenadas Coordenadas \nSigla \n\nX Y \nLocal Sigla \n\nX Y \nLocal \n\nBCR1 299400 8096510 Cór. Rico BRE8 315691 8065463 Rio Escurinho \n\nBCR2 299380 8096080 Cór. Rico BRE9 305943 8070505 Rio Escurinho \n\nBCR3 299440 8095220 Cór. Rico BRE10 307848 8064902 Rib. Traíra \n\nBCR4 299365 8095232 Cór. Rico BRE11 277574 8031116 Rib Guarda Mor \n\nBCR5 300308 8093987 Cór. Rico BRE12 278513 8033427 Rib Guarda Mor \n\nBCR6 300913 8092934 Cór. Rico BRE13 293001 8076777 Rib. Escurinho \n\nBCR7 311657 8084624 Cór. Rico BRSC1 300925 8007420 Rib. St. Catarina \n\nBCR8 303121 8091002 Cór. Rico BRSC2 301360 8007856 Rib. St. Catarina \n\nRPa1 343817 8090675 Rio Paracatu BRSC3 301796 8008466 Rib. St. Catarina \n\nPPa2 333956 8063446 Rio Paracatu BRSC4 294679 7999959 Córr. Carranca \n\nRpa3 322990 8001957 Rio Paracatu BRSC5 297781 7999924 Córr. Carrapato \n\nRpa4 329170 8032293 Rio Paracatu BRSC6 324100 8031000 Rib. St. Catarina \n\nBRE1 309476 8052619 Rio Escuro BRSC7 317139 8021443 Rib. St. Catarina \n\nBRE2 301714 8049103 Rio Escuro BRSC8 301062 7986510 Cor. Carrapato \n\nBRE3 298864 8048578 Rib. Januário BRSC9 310302 7987320 Cor. Carrapato \n\nBRE4 297456 8037069 Rio Claro BRSC10 294509 7994622 Cór. Guariroba \n\nBRE5 278149 8037895 Rib. Januário BRSC11 286338 7991014 Cór. Carranca \n\nBRE6 286863 8015433 Rio Claro BRSC12 309403 7988265 Cór. Macaco \n\nBRE7 308963 8066697 Rio Escurinho BRSC13 314501 8017632 Rib. St. Catarina \n \n\n \n\nAmostras de água e sedimento foram coletadas em dois períodos de acordo com \n\na sazonalidade climática. A primeira foi realizada no período seco (setembro de 2007) e \n\na segunda no período chuvoso (fevereiro de 2008). \n\nPara armazenamento das amostras de água foram utilizados frascos de \n\npolietileno de 1L. No campo, eles foram ambientados com a água do próprio ponto de \n\ncoleta. Na coleta da água, os frascos foram dispostos contra a correnteza para evitar \n\ncontaminação. Após a coleta, as amostras foram identificadas (local e coordenadas \n\ngeográficas) e armazenadas ao abrigo da luz.  \n\nAs amostras de sedimento foram coletadas em locais de sedimento ativo no leito \n\ndo rio. As amostras apresentaram, aproximadamente, 400g cada e foram acondicionadas \n\nem sacos de polietileno e identificadas (local e coordenadas geográficas) para posterior \n\nanálise. \n\n \n\n\n\n 33 \n\n3.2 Análise da água \n\n \n\n3.2.1 Determinação dos parâmetros físico-químicos \n\n \n\nNo laboratório, as amostras foram filtradas utilizando membranas HA em ésteres \n\nde celulose, Millipore, estéril, com 0.45 µ m de poro para determinação de sulfato, \n\nnitrato, fosfato, amônia e cor e, posteriormente, acidificadas com HNO3 (5% v/v) para \n\ndeterminação de metais. Parâmetros como alcalinidade, turbidez e cloreto utilizaram \n\namostras brutas sem filtração e acidificação. \n\nOs parâmetros físico-químicos PO4\n3-, SO4\n\n2-, NO3\n-, NH3, cor real e turbidez \n\nforam determinados por técnicas de espectrofotometria UV/Visível (espectrofotômetro \n\nHach modelo DR2500) e HCO3\n- e Cl- por métodos volumétricos de acordo com o \n\nestabelecido no Standard Methods for Examination of Water and Wastewater (APHA, \n\n1981). No campo, foram determinados condutividade elétrica (C.E.) e pH, utilizando \n\num multi-parâmetro (Hach – Sension 156). \n\n \n\n3.2.2  Determinação dos elementos \n\n \n\nEm cada amostra foram determinados, simultaneamente, os seguintes elementos: \n\nAl, Fe, Ca, Mg, P, Mn, Zn, Co, Ni, Cr, Be, Cu, Mo, Zr, Y, Ba, V, B, Sr, Cd, Si e La, \n\nutilizando espectrometria de emissão óptica com plasma indutivamente acoplado \n\n(ICP/OES) da marca Spectro Analytical Instrumental GmbH, modelo Spectroflame \n\nFVM03, equipado com monocromador com rede holográfica de 2400 estrias/mm e \n\npolicromadores no vácuo e no ar. Os elementos Na e K foram determinados por \n\nespectrometria de emissão atômica em espectrofotômetro, marca Perkin Elmer, modelo \n\n603 de duplo feixe. As análises dos metais foram validadas por amostras certificadas \n\nNIST – National Institute of Standards and Technology (NIST 1643d e 1640). Os \n\nelementos que ficaram com concentrações acima dos limites de detecção e \n\nquantificação para a maioria dos pontos amostrados e foram validados pelas amostras \n\ncertificadas são: Fe, Ca, Mg, Mn, K, Na, Zn e Ba. Os limites de detecção do ICP/OES \n\nobtidos nas análises de água estão expressos na Tabela 03 e seus parâmetros \n\noperacionais na Tabela 04. O limite de quantificação (LQ) foi considerado com 10x o \n\nLD. \n\n \n\n\n\n 34 \n\nTabela 03 – Limites de detecção do ICP/OES \n\nLimites de detecção \nCa 0,0033 \nMg 0,0058 \nFe 0,0010 \nAl 0,009 \nCu 0,006 \nCr 0,0011 \nMn 0,0023 \nCo 0,0062 \nZn 0,0015 \nBa 0,004 \n\n \n\nTabela 04 – Parâmetros operacionais do ICP/OES \n \n\nParêmtros operacionais do ICP/OES \nNebulizador Meinhard \n\nPressão 38 psi \nFluxo de argônio 1L/min \n\nPotência 1,1 kW \nFluxo de argônio para resfriamento 13 L/min \n\nFluxo de gás auxiliar 0,6L/min \n \n\n3.3 Análise de sedimento \n\n \n\n3.3.1 Decomposição das amostras \n\n \n\nAs amostras de sedimento foram secadas a temperatura ambiente e em seguida \n\nsuas partículas foram desagregadas e homogenizadas, utilizando gral e pistilo de ágata. \n\nPara obtenção da granulometria de interesse, as amostras foram peneiradas em fração \n\nmenor que 0,063mm (silte/argila). Segundo BRAGA (2002), essa fração tem a \n\ncapacidade de reter metais devido sua capacidade de troca catiônica (CTC) sendo, dessa \n\nforma, um bom indicador do enriquecimento de metais no sedimento. \n\nTendo em vista que as amostras se encontram em estado sólido e que para sua \n\nanálise em ICP/OES elas devem encontrar-se em solução, as amostras tiveram que \n\npassar por processo de decomposição. Neste projeto, este processo foi dividido em três \n\ngrupos:  \n\n \n\n \n\n\n\n 35 \n\n1. Abertura ácida para determinação de elementos traços; \n\n2. Fusão para determinação de elementos maiores; \n\n3. Abertura ácida parcial para determinação de mercúrio \n\n \n\nPara a determinação de elementos traços foi utilizada a metodologia de abertura \n\nácida proposta por BOAVENTURA (1991) (Figura 13) que é realizada em duas etapas \n\nde ataques ácidos (HF, HNO3, HClO4 e HCl), apresentando fator de diluição de 100x. O \n\nprocedimento de abertura das amostras para determinação de elementos maiores \n\nconsistiu na fusão com metaborato de lítio e está ilustrado na Figura 14, apresentando \n\nfator de diluição = 10000x.  \n\nA abertura das amostras para determinação de Hg foi realizada por meio de \n\nabertura parcial, utilizando HNO3 e HCl em sistema de refluxo em condensadores \n\n(Figura 15).  \n\n \n\n \nFigura 13  – Procedimento de abertura ácida de amostras de sedimento \n\n\n\n 36 \n\n \nFigura 14 – Procedimento de fusão de amostras de sedimento \n\n \n \n\n \nFigura 15 – Procedimento de abertura ácida parcial em sistema de refluxo utilizado para  \ndeterminação de Hg em amostras de sedimento \n\n \n\n3.3.2 Determinação dos elementos \n\n \n\nApós abertura, as amostras foram encaminhadas ao ICP/OES para determinação \n\ndas concentrações de elementos maiores (Fe, Al, Mg, Ca) e traços (Cu, Zn, Co, Ba, Mn, \n\nPb e Cr)  e ao espectrômetro de emissão atômica para determinação de Na e K. As \n\namostras foram analisadas nos mesmos equipamentos utilizados na análise da água. As \n\ncondições operacionais do ICP/OES são as mesmas utilizadas para determinação de \n\n\n\n 37 \n\nmetais em amostras de água e estão descritas no Tabela 04. Os limites de detecção dos \n\nelementos analisados estão descritos na Tabela 03. \n\nA determinação da concentração de Hg foi realizada no Laboratório de \n\nRadioisótopos da UFRJ, utilizando espectrômetro de absorção atômica, modelo FIMS-\n\nMHS–400 (Flow Injection Mercury System – Mercury Hidrate System) marca Perkin \n\nElmer, com geração de hidretos (NaBH4 – 0,05%). \n\nA determinação de Pb foi realizada no Laboratório de Espectroscopia Atômica \n\nAplicada (LEAA) da Universidade Católica de Brasília (UCB) em ICP/OES marca \n\nVarian, modelo Liberty. \n\nPara controle analítico dos resultados dos elementos maiores e traços foi \n\nutilizada uma amostra padrão de referência geoquímica interna do Laboratório de \n\nGeoquímica da UnB. Para controle analítico das determinações de mercúrio utilizou-se \n\no padrão de solo da NIST – San Joaquin Soil.  \n\n \n3.3.3 Análise mineralógica \n\n \n\nEsta etapa do projeto foi realizada no Laboratório de Difratometria de Raio-X da \n\nUnB. A análise mineralógica foi realizada com a mesma fração utilizada para \n\ndeterminação dos metais (<0,063mm). As amostras foram pulverizadas, compactadas a \n\nseco em lâminas vazadas e analisadas por difração de raios X.  \n\nPara a análise utilizou-se equipamento RIGAKU D/MAX com radiação CuK?, \n\ncom velocidade de varredura de 2º/minuto, intervalo de medida de 0.05º e intervalo de \n\nvarredura de 2 a 35º, operando com tubo de cobre sob voltagem de 35 kv e 15 mA. A \n\ninterpretação dos difratogramas e identificação dos minerais utilizou o software JADE \n\n3.0 para Windows, XRD Pattern Processing for the PC, 1991-1995 Materials Data, Inc. \n\n \n\n3.4 Tratamento estatístico \n\n \n\n3.4.1 Análise de Principais Componentes \n\n \n\n A análise de principais componentes (APC) é um dos métodos empregados na \n\nanálise fatorial que tem como objetivo revelar uma estrutura simplificada, dentro de um \n\nconjunto multivariado de observações (HAIR, 1998). É empregada na redução da \n\n\n\n 38 \n\ndimensão de problemas multivariados e na detecção dos parâmetros mais significativos \n\nque descrevam o conjunto de dados com a mínima perda dos dados originais.  \n\n Foi utilizada para reduzir a larga base de dados geoquímicos, organizá-la em \n\ngrupos de características similares, identificar o peso de cada parâmetro, suas \n\nintercorrelações e a relevância de cada grupo de variáveis para cada ponto coletado \n\n(FARNHAM et al., 2003). Os coeficientes de correlação foram calculados de acordo \n\ncom a rotação varimax, que resulta na maximização da variância dos pesos (KAISER, \n\n1958). Os pesos dos coeficientes formam praticamente uma classificação do grau de \n\nsimilaridade entre eles e as componentes. As componentes que obtiveram autovalores \n\n(eingenvalues) maiores que 1 foram selecionadas por serem as mais significativas. \n\n(HARMAN 1960). A aplicabilidade do método é assegurada pelos communality values \n\ndas variáveis que medem o ruído ou a flutuação da variável. Para uma aplicação segura \n\ndo método o communality value deve ser > 0.5 (RUIZ et al., 1990).  Os escores das \n\namostras (sample factor scores) calculados representam a influência que cada \n\ncomponente exerce sobre a amostra de cada ponto. Valores baixos (&lt;-1) refletem \n\npontos que não são afetados pela componente em questão, ao contrário de altos valores \n\n(> 1) que indicam áreas intensamente influenciadas pela componente (JAYAKUMAR \n\n&amp; SIRAZ, 1997). \n\n \n\n3.4.2 Regressão múltipla linear \n\n \n\n É um método estatístico que permite predizer o valor de uma variável \n\ndependente (y) através de valores de outras variáveis independentes (x), determinando o \n\ngrau de relacionamento entre elas por meio de uma equação linear (DAVIS, 1986). \n\nExistem diversas versões deste método como: foward, backward e stepwise selection. \n\nNeste projeto, foi utilizada a foward selection onde as variáveis entram no modelo uma \n\nde cada vez e em uma ordem determinada pela força de sua correlação com a variável a \n\nser predita. A relevância de cada variável é analisada na sua entrada, sendo que as que \n\nnão contribuem com o sucesso do modelo são excluídas. \n\n \n\n3.4.3 Análise de agrupamento hierárquico \n\n \n\nA análise de agrupamento é uma técnica de análise multivariada que tem como \n\nobjetivo reunir as observações similares em classes (SINGH et al., 2005). O \n\n\n\n 39 \n\nagrupamento hierárquico é utilizado para reunir as observações em grupos através de \n\nmedidas de similaridade ou distância, formando um dendograma. Apresenta a vantagem \n\nde não ser necessário informar, previamente, o número de grupos desejados. O método \n\nescolhido foi o de WARD (1963) que parte da análise de variância para avaliar as \n\ndistâncias entre os grupos. \n\n \n\n3.4.4 Índice de geo-acumulação \n\n \n\n É utilizado na avaliação da intensidade de acumulação de metais no sedimento \n\nem relação aos valores background, utilizando a fórmula abaixo;  \n\n \n\nIgeo = log2\nCb\n\nCn\n\n×5.1\n \n\n \n\n Onde: Cn é a concentração do elemento a ser classificado; Cb é a concentração \n\nmédia de background e 1.5 é o fator de correção para possíveis variações no \n\nbackground. (FÖRSTNER, 1983) \n\n Consiste em sete classes distintas que variam de 0 a 6, determinando a \n\nintensidade de contaminação do elemento no sedimento. A classe mais elevada \n\ncorresponde a uma contaminação 100 vezes em relação ao background. A tabela 5 \n\ndemonstra a classificação de acordo com o índice obtido. \n\n \n\nTabela 5 – Classes do Índice de geo-acumulação \n \n\nAcumulação Classe Igeo \n\nExtrema 6 Igeo > 5 \n\nForte a Extrema 5 4 &lt;Igeo &lt;5 \n\nForte 4 3 &lt;Igeo &lt;4 \n\nModerada a Forte 3 2 &lt;Igeo &lt;3 \n\nModerada 2 1 &lt;Igeo &lt;2 \n\nAusente à Moderada 1 0 &lt;Igeo &lt;1 \n\nAusente 0 Igeo &lt;0 \n\n \n\n \n\n\n\n 40 \n\n4. RESULTADOS E DISCUSSÃO \n\n \n\n4.1 Água \n\n \n\n A apresentação e discussão dos resultados de água foram divididas em duas \n\netapas. A primeira está relacionada com a identificação das fontes e distribuição dos \n\ncomponentes físico-químicos e metais dissolvidos na água; criação de índices \n\ngeoquímicos e classificação da água. Utilizou dados do período seco por apresentar \n\nresultados com mais pontos acima dos limites de detecção do ICP/OES. A segunda \n\netapa está relacionada com as diferenças ocasionadas pela sazonalidade climática, sendo \n\ncomparadas as amostras do período seco e chuvoso, buscando avaliar como a \n\nprecipitação pluviométrica e a água de escoamento superficial influenciam os sistemas \n\naquáticos. Com o intuito de não perder informações, as concentrações que se situaram \n\nabaixo do limite de detecção (LD) do ICP/OES foram substituídos pela metade do valor \n\ndo LD do elemento para o respectivo ponto amostrado (PETERSEN et al., 2001, CHEN \n\net al., 2007). \n\n No decorrer do trabalho serão destacados pontos que apresentaram anomalias \n\ngeoquímicas (média + 2?). A definição dos pontos anômalos foi determinada de acordo \n\ncom o tipo de distribuição que melhor se ajusta a cada um dos parâmetros, aplicando o \n\nteste de Kolmogorov-Smirnov. Dessa forma pode-se definir que, para o período seco, os \n\nparâmetros NH3, NO3\n-, PO4\n\n3-, SO4\n2-, Ca e Mn ajustam-se melhor a uma distribuição \n\nlognormal, enquanto cor, turbidez, HCO3\n-, C.E., pH, Cl-, K, Na, Mg, Fe, Ba e Zn a uma \n\ndistribuição normal (? = 0.05 e n = 28). Para o período chuvoso, determinou-se que \n\nNH3, NO3\n-, PO4\n\n3-, SO4\n2-, turbidez, Cl-, e Na enquadram-se melhor a uma distribuição \n\nlognormal e cor, HCO3\n-, C.E., pH, Ca, Mg, Fe, K e Mn a uma distribuição normal (? = \n\n0.05 e n = 31). \n\n \n\n4.1.1 Identificação das fontes \n\n \n\n Os resultados obtidos nas análises geoquímicas de água para o período seco \n\nestão dispostos nos Anexos 01 e 02. A Tabela 06 apresenta a estatística descritiva de \n\ncada parâmetro analisado no período seco por bacia hidrográfica estudada. Apresenta, \n\ntambém, valores máximos permitidos para água de consumo humano estabelecidos pelo \n\n\n\n 41 \n\nMinistério da Saúde (BRASIL, 2004) e valores médios obtidos em dois outros estudos \n\npara comparações: 1) bacia do rio São Bartolomeu – DF, localizada no planalto central \n\n(BOAVENTURA et al., 1998); 2) bacia do rio Odiel, localizada na Espanha, na faixa \n\nIberiana de sulfetos (OLIAS et al., 2004). \n\n  \n\nTabela 06 – Estatística descritiva dos dados obtidos na água no período seco \nÁrea de Estudo Comparações \n\n \nBCR BRE BRSC RPa VMP BRP BRO \n\nNH3 0.93 ± 1.29 0.00 0.13 ± 0.31 0.03 ± 0.02 0.50 0.16 1.49 \n\nNO3 1.54 ± 2.27 0.34 ± 0.34 0.37 ± 0.28 0.15 ± 0.13 10 0.15 5.5 \n\nSO4 15.8 ± 7.82 0.78 ± 0.67 0.60 ± 0.70 1.25 ± 0.50 250  -- 1204 \n\nPO4 0.50 ± 0.67 0.12 ± 0.09 0.21 ± 0.16 0.14 ± 0.07 -- 0.12 -- \n\nCor 23.0 ± 10.7 16.3 ± 10.1 9.50 ± 8.67 10.0 ± 8.12 15 -- -- \n\nTurb 12.6 ± 8.59 9.00 ± 2.29 5.80 ± 3.19 11.8 ± 5.56 5 - - -- \n\nHCO3 26.9 ± 18.4 25.9 ± 29.6 99.9± 28.2 38.6 ± 12.4 -- 2 .80 -- \n\nC.E. 58.1 ± 23.3 42.2 ± 54.6 168 ± 53.05 49.9 ± 25.2 250  20.50 194 \n\npH 6.66 ± 0.17 7.00 ± 0.47 7.58 ± 0.30 7.39 ± 0.29 6.5  – 8.5 6.00 3.07 \n\nCl 5.81 ± 0.97 3.73 ± 1.49 3.86 ± 0.82 2.66 ± 0.20 250  -- 23.6 \n\nK 1.22 ± 0.84 0.61 ± 0.62 1.24 ± 0.38 1.17 ± 0.27 -- 1.18 3.20 \n\nNa 1.09 ± 0.82 0.54 ± 0.57 1.00 ± 0.69 1.24 ± 0.65 200  1.65 26.6 \n\nCa 3.14 ± 1.36 3.12 ± 4.86 20.49 ± 6.15 5.79 ± 1.90 --  4.20 112.6 \n\nMg 2.47 ± 1.02 1.97 ± 3.36 8.39 ± 2.97 2.39 ± 1.04 -- 1.52 94.0 \n\nMn 0.09 ± 0.02 0.02 ± 0.01 0.02 ± 0.01 0.03 ± 0.03 0.0 5 -- 13.7 \n\nFe 0.36 ± 0.07 0.18 ± 0.06 0.11 ± 0.07 0.17 ± 0.04 0.2  0.42 23.47 \n\nBa 0.01 ± 0.01 0.01 ± 0.01 0.04 ± 0.02 0.02 ± 0.01 2 - - -- \n\nZn 0.02 ± 0.01 0.02 ± 0.01 0.03 ± 0.01 0.01 ± 0.01 3 - - 24.23 \n\nNota: Todos os dados estão em mg/L com exceção de cor real (mg/L PtCo), turbidez (FTU), C.E. (µS/cm) e pH; \nSiglas: BRE – Bacia do rio Escuro; RPa- Rio Paracatu; BRSC – Bacia do Ribeirão Santa Catarina; BCR – Bacia do \nCórrego Rico; VMP – Valores máximos permitidos para água potável (BRASIL, 2004); BRSB – Bacia do Rio São \nBartolomeu, D.F. (BOAVENTURA et al., 1998) e BRO – Bacia do rio Odiel, Espanha (OLÍAS et al., 2004).  \n\n \n\n A APC foi aplicada nos resultados obtidos nas análises geoquímicas para avaliar \n\na correlação conjunta dos parâmetros analisados, determinando um agrupamento entre \n\neles, de forma a facilitar a compreensão de suas origens. Este método resumiu todos os \n\nparâmetros analisados em três principais componentes (PC), representando 81% da \n\nvariância total dos dados. PC1 obteve elevados pesos (>0.7) de HCO3\n-, Ca, Mg, Ba, Zn \n\ne C.E., representando 40% da variância; PC2 de NH3, NO3\n-, PO4\n\n3- e turbidez, \n\nrepresentando 30% da variância e PC3 de SO4\n2-, Fe, Mn e cor, representando 11% da \n\nvariância (Figura 16 e Anexo 05).  \n\n\n\n 42 \n\n PC1 representa o processo de dissolução de rochas carbonáticas, responsável \n\npela produção de águas bicarbonatadas cálcicas-magnesianas (tipo Ca-Mg- HCO3\n-), de \n\npH neutro, com elevadas concentrações de Ca, Mg, Ba, Zn, HCO3\n- e, \n\nconsequentemente, elevada C.E. O Ba e Zn são elementos-traço típicos de minerais \n\ninstáveis como calcita e dolomita (ANDREW-JONES, 1968) e das mineralizações de \n\nZn e Pb, apresentando baixa mobilidade devido o pH levemente alcalino (ROSE et al., \n\n1979). \n\n \n\n \nFigura 16 – Agrupamento dos parâmetros de acordo com os pesos obtidos na APC (PC1 x \nPC2 e PC1 x PC3). \n  \n\n PC2 agrupou NH3, PO4\n3-, NO3\n\n- e turbidez, evidenciando contribuição antrópica. \n\nSegundo PIETERSE et al. (2003), os efluentes das áreas urbanas são uma das principais \n\nfontes de entrada de nitrogênio e fósforo nos sistemas aquáticos.  \n\n PC3 representa o processo de oxidação da pirita, onde ocorre a liberação de \n\nSO4\n2- e de íons H+ (LITCH, 1998), produzindo águas sulfatadas cálcicas (tipo Ca- SO4\n\n2) \n\nde pH ácido, aumentando a mobilidade de Fe e Mn. Entretanto, as amostras estudadas \n\nnão apresentaram o pH inferior a 5.94, sugerindo a ocorrência de uma rápida \n\nneutralização por carbonatos. SO4\n2-, Fe e Mn mostraram ser importantes fatores que \n\ncausam o aumento da cor da água, podendo atingir 35 mg/L (Pt-Co). \n\n Os elementos K e Na foram reunidos em dois grupos por apresentarem pesos \n\nmaiores que 0.5 em PC 1 e 2 (Figura 16 a e b). Em PC1 o Na e K têm origem no \n\nprocesso de intemperismo, principalmente da hidrólise de minerais primários, como \n\nalguns feldspatos e micas, que são convertidos em minerais neoformados, geralmente \n\num argilomineral, acompanhado da solubilização de K ou Na no meio aquoso. Em PC2, \n\nestes elementos, juntamente com Cl-, estão associados à entrada dos esgotos domésticos \n\n\n\n 43 \n\nnos corpos hídricos. De acordo com CETESB (1974) e MARTINELLI et al. (2004) tais \n\nelementos podem ser introduzidos nos sistemas aquáticos na forma de sais dissolvidos, \n\npresentes em águas residuais de áreas urbanas. \n\n Os dados contidos na APC permitiram a identificação das fontes dos parâmetros \n\nanalisados, resumindo a assinatura geoquímica da região em três grupos: 1) rochas \n\ncarbonáticas (C.E, Ca, Mg, HCO3\n-, Ba, Zn, Na e K); 2) esgoto doméstico (NH3, NO3\n\n-, \n\nPO4\n3-, turbidez, Na e K) e 3) minerais sulfetados (SO4\n\n2-, Fe, Mn e cor). \n\n \n\n4.1.2 Índices geoquímicos \n\n \n\nOs índices geoquímicos foram determinados a partir da adaptação do método \n\nutilizado por SHOJI et al. (1966) e LOHANI &amp; MUSTAPHA (1982). A regressão \n\nmúltipla foi utilizada para criar modelos matemáticos que expressem a intensidade de \n\ncada processo determinado na interpretação da APC, de forma a predizer os escores das \n\namostras através de uma equação linear, demonstrando os melhores indicadores que \n\ncontrolam os processos anteriormente citados. Os escores das amostras (sample factor \n\nscores) obtidos na APC (Anexo 05), foram utilizados como variáveis dependentes, \n\nsendo modelados por funções lineares compostas pelo menor número de parâmetros \n\npossíveis e que apresentem maior correlação com a variável a ser predita.  \n\nDe acordo com a Tabela 07, observa-se que os índices determinados explicam \n\n96.1%; 96.1% e 89.3% da variância dos grupos (G) 1, 2 e 3, respectivamente, \n\napresentando o F calculado consideravelmente maior que o F crítico com seus \n\nrespectivos graus de liberdade (g.l.). Os pesos padronizados (Z) determinam a \n\nrelevância dos parâmetros no cálculo do índice. \n\n \n\nTabela 07 – Índices calculados para cada grupo geoquímico \n\nG R2 F Fcrítico Índice \n\n1 0,961 199,7 \n4,72 \n\ng.l.(3;24) \n\nI1 =  0,148[Mg] + 16,47[Zn] + 12,47[Ba]  – 1,27 \n\nZ1 = 0,587ZMg + 0,218ZZn + 0,236ZBa \n\n2 0,961 140,9 \n4,26 \n\ng.l.(4;23) \n\nI2= 1,97[PO4] + 0,042[Turb] + 0,28[Na] +0,17[NO3] – 1,163 \n\nZ2 =  0,613ZPO4 + 0,217ZTurb + 0,194ZNa + 0,176ZNO3 \n\n3 0,893 67,03 \n4,72 \n\ng.l.(3; 24) \n\nI3 = 0,029[SO4] + 13,99[Mn] + 0,046[Cor] – 1,26 \n\nZ3 = 0,194ZSO4 + 0,431ZMn  + 0,473ZCor  \n\nNota: Equações I utilizam dados com concentrações em mg/L e equações Z utilizam dados padronizados. \n\n \n\n\n\n 44 \n\nI1 determina a intensidade da mineralização da água devido à dissolução de \n\nrochas carbonáticas, demonstrando que Mg, Zn e Ba são os melhores elementos que \n\nindicam este processo. Ca e HCO3\n- não se mostraram bons indicadores para as rochas \n\ncarbonáticas do Grupo Vazante, pois também são influenciados pela calcita presente nos \n\nfilitos carbonosos da Formação Paracatu. I2 caracteriza a intensidade do impacto da \n\nentrada dos esgotos domésticos nos sistemas aquáticos, servindo como IQA – Índice de \n\nQualidade de Água para as bacias estudadas, sendo que os melhores indicadores são os \n\nparâmetros PO4\n3-, NO3\n\n-, turbidez e Na. Entre os compostos nitrogenados, NO3\n- mostrou \n\nser melhor indicador em relação à NH3 devido as características oxidantes das águas \n\nsuperficiais. I3 demonstra a intensidade de mineralização da água pela oxidação da \n\npirita, tendo como melhores parâmetros indicadores SO4\n2-, Mn e cor. Os valores dos \n\níndices obtidos para cada ponto amostrado estão descritos na Figura 17 e Anexo 06. \n\n \n\n \nFigura 17 – Agrupamento dos pontos de acordo com os valores obtidos para cada índice \ncalculado \n\n \n\nOs pontos que são mais influenciados pela dissolução das rochas carbonáticas, \n\npor apresentarem maiores valores em I1, estão localizados no ribeirão Santa Catarina \n\ncuja unidade geológica predominante é o grupo Vazante (Figura 17 a e b). Os pontos \n\nque apresentaram anomalias geoquímicas de Zn foram BRSC6 (48.8 µ g/L) e BRE10 \n\n(47.6 µ g/L), estando situados a jusante das mineradoras Vazante e Morro Agudo, \n\nrespectivamente. BRSC6 encontra-se na Formação Morro do Calcário, composta por \n\ndolomitos estromatolíticos, dolarenitos e doloruditos que hospedam as mineralizações \n\nde galena e esfalerita e BRE10 encontra-se na Formação Serra do Poço Verde, \n\ncaracterizada por sequência de dolomitos algais onde ocorrem as mineralizações de \n\nwillemita e calamina. Ba, diferentemente de Zn, apresentou concentrações anômalas nos \n\n\n\n 45 \n\npontos BRSC6 (60.7 µ g/L) e BRSC7 (71.5 µ g/L), situados na formação Serra do Poço \n\nVerde, Grupo Vazante. \n\nOs pontos que são mais influenciados pela oxidação de pirita encontram-se no \n\nalto curso do córrego Rico, cuja nascente encontra-se em Membro Morro do Ouro, \n\nFormação Paracatu, local onde ocorrem mineralizações de sulfetos de ferro e arsênio, \n\napresentando elevados valores em I3 (Figura 17 b). Essas águas apresentaram \n\nconcentrações elevadas de SO4\n2- em BCR1 (21 mg/L), BCR2 (23 mg/L) e BCR4 (17 \n\nmg/L), de Mn em BCR2 (110 µ g/L) e BCR4 (123 µ g/L) e  de Fe em BCR1 (430 µ g/L) \n\ne BCR2 (420 µ g/L). \n\nOs pontos que são mais influenciados pela entrada de esgotos domésticos, \n\napresentando elevados valores em I2, estão situados no trecho em que o córrego Rico \n\natravessa a cidade de Paracatu, sendo esta a cidade que apresenta maior número de \n\nhabitantes e rio que tem a menor densidade de drenagem e, consequentemente, a menor \n\nvazão e capacidade de diluir os efluentes lançados (Figura 17 a) NH3 apresentou \n\nconcentrações anômalas em BCR4 (1.8 mg/L) e BCR5 (2.8 mg/L). NO3\n- registrou \n\nelevadas concentrações em BCR5 (5.6 mg/L) e PO4\n3- em BCR4 (1.0 mg/L) e BCR5 (1.4 \n\nmg/L). Os rios situados próximos às demais cidades (Vazante, Lagamar e Guarda-Mor) \n\nnão apresentaram anomalias destes parâmetros, mostrando que ainda não são \n\ninfluenciados pela ausência de um sistema de coleta e tratamento de esgotos que \n\ncontemplem toda a cidade. \n\nNa e K apresentaram anomalias geoquímicas, juntamente com Cl--, em BCR4 e \n\nBRE10, sendo que o primeiro ponto está associado à entrada de esgoto doméstico no \n\ncórrego Rico proveniente da cidade de Paracatu e o segundo está relacionado à \n\ndisposição de efluentes da estação de tratamento de esgotos da mineradora Morro \n\nAgudo no ribeirão Traíras. \n\n \n\n4.1.3 Classificação da água \n\n \n\n A classificação da água quanto ao processo hidrogeoquímico predominante foi \n\nrealizada por meio da análise de agrupamento hierárquico, utilizando os valores dos três \n\níndices calculados (Anexo 06) para cada ponto amostrado. A aplicação deste método \n\npermitiu a criação de quatro classes, conforme ilustra a Figura 18.  \n\n \n\n\n\n 46 \n\n \nFigura 18 – Dendograma indicando o agrupamento dos pontos amostrados de acordo com os \níndices calculados. Método de Ward e distância Euclidiana. \n \n\n A classe A é composta por amostras da bacia do rio Escuro (BRE1, BRE2, \n\nBRE3, BRE4, BRE5, BRE6, BRE7, BRE9 e BRE13) e do rio Paracatu (RPa1, RPa2, \n\nRPa3 e RPa4) com predominância de águas de baixa mineralização com C.E. &lt;98 \n\nµ S/cm, Ca+Mg &lt;11 mg/L e HCO3\n- &lt;61 mg/L. Estas amostras estão situadas em \n\nregiões de filitos e quartzitos da Formação Paracatu, com exceção dos pontos BRSC4 e \n\nBRSC9, situados em bacias com predominância de quartzitos e ardósias de menor \n\nsolubilidade, situados no Grupo Vazante. \n\n As classes B e C são compostas por amostras do córrego Rico. A classe B está \n\nrelacionada com pontos BCR1 e BCR2 de água sulfatada cálcica, localizados no alto \n\ncurso do córrego Rico. Apresentou concentrações de SO4\n2-  > 21 mg/L, Ca+Mg &lt;8.2 \n\nmg/L e HCO3\n- &lt;22 mg/L. A classe C representa os pontos BCR4 e BCR5, cuja \n\ncomposição geoquímica é influenciada pela entrada de efluentes domésticos não \n\ntratados, provenientes da cidade de Paracatu. Apresentam concentrações de NH3 > 1.8 \n\nmg/L; NO3\n- > 0.6 mg/L; PO4\n\n3- > 1.0 mg/L e turbidez > 15 FTU. \n\n A classe D apresenta amostras de elevada mineralização carbonática, agrupando \n\namostras do ribeirão Santa Catarina (BRSC1, BRSC2, BRSC3, BRSC5, BRSC6, \n\n\n\n 47 \n\nBRSC7, BRSC8 e BRSC10) e um ponto da bacia do rio Escuro (BRE10). Este grupo \n\napresentou C.E. > 156 µ S/cm, Ca+Mg > 25 mg/L e HCO3\n- > 148 mg/L. Essas amostras \n\nestão situadas na unidade geológica do Grupo Vazante, composta por rochas \n\ncarbonáticas. \n\n As distintas unidades geológicas são responsáveis pela formação de águas de \n\ncomposição diferente, sendo que cada bacia apresenta uma característica predominante \n\nde acordo com a sua geologia. A bacia do rio Escuro apresenta água de baixa \n\nmineralização devido à baixa solubilidade dos quartzitos e filitos da Formação Paracatu. \n\nA bacia do ribeirão Santa Catarina apresenta águas de elevada mineralização \n\ncarbonática devido ao processo de dissolução das rochas carbonáticas do Grupo \n\nVazante. A bacia do córrego Rico apresenta águas de elevada mineralização sulfatada \n\nresultantes do processo de oxidação de pirita, presente no Morro do Ouro. As \n\ninterferências antrópicas se resumem na entrada de esgotos domésticos nos sistemas \n\naquáticos provenientes da cidade de Paracatu e de efluentes da ETE da mineradora \n\nMorro Agudo. \n\n \n\n4.1.4 Diferenças ocasionadas pela sazonalidade climática \n\n \n\n De maneira geral, observa-se, pela Tabela 08, o aumento drástico da turbidez e a \n\ndiminuição de outros parâmetros, principalmente C.E., HCO3\n-, Ca e Mg, no período \n\nchuvoso. Locais de solos antigos e profundos como os latossolos contidos na área de \n\nestudo tendem a apresentar-se altamente lixiviados e intemperizados, contendo minerais \n\npouco solúveis como quartzo e alguns filossilicatos degradados. Dessa forma, a água de \n\nescoamento superficial tende a ter maior concentração de sólidos suspensos \n\ntransportados pela ação mecânica da água do que sólidos dissolvidos. \n\n A determinação da variação das concentrações dos parâmetros de acordo com a \n\nsazonalidade climática da região foi realizada, utilizando o Teste T e o teste de \n\nhipóteses. O Teste T foi aplicado na comparação das médias de duas distintas \n\npopulações amostrais (período seco e chuvoso, Tabela 07). O teste de hipótese \n\ndetermina que: H0 ? x1 = x2 e HA ? x1 ?  x2; onde x1 e x2 são as médias das \n\npopulações amostrais comparadas; H0 é a hipótese nula, onde ambas são iguais e HA é a \n\nhipótese alternativa, onde as médias são consideradas estatisticamente diferentes. Se o T \n\ncalculado for maior que o T crítico rejeita-se H0, determinando que as concentrações são \n\n\n\n 48 \n\nestatisticamente diferentes e assume-se que a sazonalidade influencia na concentração \n\ndo parâmetro em questão. \n\nTabela 08 – Comparação dos resultados obtidos na análise da água entre o período seco e \nchuvoso \n\nTeste T Período chuvoso Período seco \n \n\nT calculado Média± dp Min – Max Média± dp Min – Max \n\nNH3 5.54 0.4 ± 0.8 0.00 – 3.50 0.22 ± 0.63 0.00 – 2.75 \n\nNO3 4.07 1.3 ± 0.4 0.90 – 2.40 0.54 ± 1.03 0.00 –5.6 \n\nSO4 2.01 4.8 ± 7.8 0.00 – 26.00 3.46 ± 6.61 0.00 – 23.00 \n\nPO4 0.66 0.2 ± 0.2 0.07 – 1.03 0.22 ± 0.31 0.00 – 1.42 \n\nCor  1.25 14.4 ± 10.7 1.00 – 43 14.18 ± 10.29 0.00 –37.00 \n\nTurb. 7.1 90.7 ± 125.2 7.00 – 461 8.89 ± 5.16 2.00 – 24.00 \n\nHCO3 -2.12 31.9 ± 27.6 0.44 – 93.2 54.30 ± 42.49 7.60 –130 \n\nC.E. -0.8 74.5 ± 68.8 3.30 – 269 91.31 ± 73.85 7.13 – 228 \n\npH 1.4 7.0 ± 0.3 6.46 – 7.66 7.20 ± 0.49 5.94 – 7.98 \n\nCl 0.56 4.9 ± 2.8 2.28 – 14.29 3.99 ± 1.39 2.48 – 7.49 \n\nCa -0.99 6.3 ± 5.3 0.36 – 18.73 9.70 ± 9.38 0.46 – 29.6 \n\nMg -2.26 2.4 ± 2.1 0.27 – 7.17 4.41 ± 3.96 0.22 – 11.48 \n\nFe -2.1 0.2 ± 0.1 0.02 – 0.38 0.19 ± 0.11 0.04 – 0.43 \n\nK 1.24 1.4 ± 0.7 0.50 – 3.29 1.02 ± 0.60 0.28 – 2.29 \n\nNa 1.24 1.57 ± 1.7 0.3 – 6.5 0.91 ± 0.69 0.12 – 2.35 \n\nMn -1.79 0.04 ± 0.03&lt;LD – 0.1 0.04 ± 0.03 0.01 – 0.12 \nTodos os dados estão em mg/L com exceção de cor real (mg/L PtCo), turbidez (FTU) e C.E. \n(µS/cm) e pH. Em negrito Tcalculado > Tcrítico \n \n\n O teste T foi aplicado em todos os parâmetros determinados, sendo que NH3, \n\nNO3\n- e turbidez apresentaram diferença estatisticamente significativa entre as médias, \n\ncom nível de significância de 95% e 19 graus de liberdade (Tcrítico = 2.1). Assume-se \n\nentão, que a precipitação pluviométrica e a água de escoamento superficial influenciam \n\nnas concentrações destes parâmetros. \n\n NH3 apresentou anomalias geoquímicas em BCR4 (3.5 mg/L) e NO3\n- em BCR6 \n\n(2.2 mg/L) e BCR7 (2.3 mg/L), ambos situados no trecho em que o córrego Rico \n\natravessa a cidade de Paracatu. NH3 apresentou anomalias a montante comparado com \n\nNO3\n-, evidenciando aporte pontual de efluentes urbanos em BCR4 e não pontual em \n\nBCR6 e BCR7. Dessa forma, pode-se comprovar que o escoamento superficial da \n\ncidade de Paracatu contribui com o aumento das concentrações de compostos \n\nnitrogenados no córrego Rico, além daquelas provenientes dos esgotos não tratados.  \n\n A análise dos valores de turbidez foi realizada por meio da comparação dos \n\nresultados obtidos com os mapas de cobertura vegetal e uso do solo (Capítulo 3), além \n\nda determinação dos pontos anômalos. A Figura 19 demonstra os valores obtidos para \n\n\n\n 49 \n\nturbidez em comparação com a distância dos pontos amostrados em relação à nascente \n\ndo rio.  \n\n No rio Escurinho, a turbidez apresentou elevados valores em BRE13 (298 FTU), \n\npois está situado em áreas de agricultura e pecuária intensiva que tem a cobertura \n\nnatural do solo removida para plantio de lavouras e formação de pastagens. Dessa \n\nforma, aumentam o processo de perda e transporte de solo para os corpos hídricos no \n\nperíodo chuvoso. A turbidez diminui à medida que entra em regiões menos alteradas, \n\nlocalizadas na planície San Franciscana. Em ambientes planos, a velocidade da água \n\ndiminui, formando rios com meandros, facilitando a deposição dos materiais \n\nparticulados nos aluviões e, consequentemente, diminuindo a turbidez.  \n\n \n\n \nFigura 19  – Variação da turbidez em relação ao comprimento do rio \n\n \n\n No córrego Rico, a turbidez apresentou elevados valores em seu alto curso, \n\nrepresentada pelos pontos BCR1 (261 FTU) e BCR2 (117 FTU) – local onde ocorre \n\ngarimpo aluvionar de ouro. É justificada pela completa remoção das matas ciliares, \n\nassociada à intensa alteração morfológica do leito do rio, causando o aumento da \n\nvelocidade da água de escoamento superficial, intensificando a remoção do solo e dos \n\nsedimentos anteriormente depositados. \n\n\n\n 50 \n\n O ribeirão Santa Catarina apresenta baixa turbidez em seu alto curso, \n\naumentando consideravelmente após cruzar a área onde está localizada a mineradora a \n\ncéu aberto em Vazante representada pelos pontos BRSC13 (71 FTU) e BRSC7 (171 \n\nFTU). A intensa alteração da paisagem, o desmatamento de taludes e o depósito de \n\npilhas de estéril nas proximidades do rio intensificam a remoção do solo e o transporte \n\nde sólidos em suspensão para o meio aquático. Ao ingressar em regiões de pecuária e \n\nagricultura intensiva a turbidez passa a apresentar valores anômalos, representado pelo \n\nponto BRSC6 (461 FTU), demonstrando o acúmulo progressivo de sólidos suspensos \n\ndevido à intensificação de alterações no meio natural no baixo curso da bacia em \n\nquestão. \n\n O rio Paracatu apresentou valores crescentes que aumentam em conseqüência da \n\nconfluência com demais rios. Entretanto, após confluência com o rio da Prata \n\n(importante tributário localizada no leste da bacia hidrográfica do rio Paracatu) os \n\nvalores de turbidez tornam-se anômalos em RPa1 (461 FTU), demonstrando a \n\nimportância deste tributário no aporte de sedimentos ao rio Paracatu. \n\n  \n\n4.2 Sedimento \n\n \n Os resultados obtidos nas análises do sedimento estão dispostos no Anexo 07 e \n\nos difratogramas obtidos na DRX estão dispostos no Anexo 08. A Tabela 09 apresenta a \n\nestatística descritiva de cada elemento analisado por bacia hidrográfica estudada. \n\n \nTabela 09 – Estatística descritiva dos resultados obtidos na análise de sedimento para \nelementos maiores (%) e traços (ppm) \n\n  BCR BRE BRSC \n\nAl 9.0 ± 2.5 5.48 ± 1.2 6.0 ± 1.0 \n\nFe 9.5 ± 2.4 3.78 ± 2.0 7.1 ± 1.9 \n\nMg 0.5 ± 0.18 0.26 ± 0.1 0.4 ± 0.1 \n\nCa 0.4 ± 0.4 0.28 ± 0.2 0.4 ± 0.1 \n\nK 1.6 ± 0. 27 1.1 ± 0.2 1.6 ± 0.3 \n\nMn \n\n(%\n) \n\n0.1 ± 0.05 0.04 ± 0.02 0.06 ± 0.02 \n\nCu 83.1 ± 26.6 28.7 ± 9.8 39.4 ± 12.5 \n\nZn 107.7 ± 33.4 137.1 ± 269.4 462.9 ± 704.2  \n\nBa 559.5 ± 153.6 463.6 ± 119.8 467.5 ± 130.9 \n\nCr 100.8 ± 6.1 57.8 ± 9.2 69.8 ± 8.6 \n\nPb 50.6 ± 12.5 38.6 ± 38.7 64.6 ± 48.5 \n\nCo 31.2 ± 2.9 13.3 ± 7.9 20.5 ± 8.0 \n\nHg \n\np\np\nm\n\n \n\n0.5 ± 0.2 0.1 ± 0.01 0.1 ± 0.05 \nBCR – Bacia do córrego Rico; BRE – Bacia do rio Escuro e BRSC \n– Bacia do ribeirão Santa Catarina \n\n\n\n 51 \n\n4.2.1 Fonte e distribuição \n\n \n\n A APC foi aplicada nos resultados obtidos nas análises geoquímicas para avaliar \n\na correlação conjunta dos metais analisados, determinando um agrupamento entre eles, \n\nfacilitando o processo de identificação das fontes e distribuição dos metais na área de \n\nestudo. Foi interpretada, juntamente com a análise mineralógica, de forma a definir \n\ncomo os minerais influenciam na composição geoquímica do sedimento e na dinâmica \n\ndos sistemas que os envolvem. Resumiu todos os parâmetros analisados em três \n\nprincipais componentes (PC), representando 78.6% da variância total dos dados. PC1 \n\nobteve elevados pesos (> 0,7) de K, Al, Fe, Co, Mn, Cu, Cr e Hg, representando 47.2% \n\nda variância. PC2 apresentou elevados pesos de Ca, Mg e Ba, representando 16.6% da \n\nvariância. PC3 apresentou elevados pesos para Pb e Zn, representando 14.8% da \n\nvariância (Figura 20 e Anexo 09). \n\n \n\n \nFigura 20  – Agrupamento dos parâmetros de acordo com  os pesos obtidos na APC (a e b) e \nagrupamento dos pontos de acordo com os escores das amostras obtidos na APC (c  e d) \n \n\n\n\n 52 \n\n Os elementos reunidos no PC1 têm origem em dois grupos distintos de minerais \n\nque ocorrem, conjuntamente, no alto curso do córrego Rico (Morro do Ouro, Formação \n\nParacatu). O primeiro está relacionado com hematita e goethita, provenientes do \n\nprocesso de oxidação dos sulfetos de ferro e o segundo é representado por illita, \n\ncaolinita e a gibbsita, originados da alteração de muscovita presente nos filitos \n\ncarbonosos. São representados, principalmente, pelos pontos BCR1, BCR2, BCR3 e \n\nBCR4. Os elementos Al, Fe e Mn apresentaram concentrações máximas de 23%, 20% e \n\n0,24% e Cu, Cr e Co de 126, 106 e 33 µ g/g, respectivamente. Gibbsita, que ocorre \n\nsomente nessa área (ver difratogramas), está associada com a aceleração do \n\nintemperismo provocado pela constante alteração morfológica, produzida no leito do rio \n\npelos garimpeiros que acorrem à região, assim como à ausência de mata ciliar e à \n\ndrenagem ácida, resultante da oxidação de sulfetos a montante. \n\n Os elementos Co, Cu, Cr e Mn foram agrupados em PC1, juntamente com Fe e \n\nAl, apresentando origem predominantemente geológica. Segundo ANDREW-JONES \n\n(1968) Co é elemento traço típico da pirita e Cr e Mn dos filitos cloríticos e sericiticos. \n\nCu pode ser encontrado na calcopirita, assim como em feldspatos alcalinos e suas \n\nalterações. Mn também pode ser encontrado na hematita como elemento traço. Para \n\nGOLEVA (1965), elementos como Co e Cu são indicadores de depósitos de ouro \n\noxidados. \n\n Hg apresenta comportamento associado aos outros elementos reunidos no PC1. \n\nEntretanto, sua origem não é somente natural como, também, antrópica. Além de estar \n\nassociado geologicamente aos minerais sulfetados que hospedam as mineralizações de \n\nAu, também foi introduzido em sua forma metálica pela atividade garimpeira no alto \n\ncurso do córrego Rico. Apresentou concentrações máximas de 0,7 ppm que são \n\ncondizentes com os resultados obtidos por GURGEL (2007), com exceção de uma \n\namostra pontual que registrou concentrações máximas de 8 ppm. A diferença pontual \n\nextrema pode ser explicada pelos distintos períodos de coleta, evidenciando que no \n\nmomento da coleta do trabalho anteriormente realizado as atividades de garimpo \n\naluvionar encontravam-se em maior intensidade do que no período de coleta das \n\namostras do presente estudo. \n\n PC2 está relacionado a metais típicos de minerais instáveis, como calcita e \n\ndolomita. A área de estudo apresentou concentrações de Ca e Mg praticamente \n\nconstantes e relativamente baixas, comparadas com o restante dos elementos maiores. \n\nSuas baixas concentrações são justificadas pela elevada solubilidade destes elementos, \n\n\n\n 53 \n\nestando presente em grandes concentrações na água, com pH neutro. Os pontos BCR5 e \n\nBRE10 mostraram concentrações de Ca e Mg mais elevadas (1.1% e 0.8%, \n\nrespectivamente), apresentando o mineral dolomita em seus difratogramas. Dolomita \n\nem BCR5 é justificada pela proximidade a efluentes de drenagem de águas pluviais da \n\ncidade de Paracatu. Segundo GIUSTINA (2005), dolomita é um dos minerais que \n\ncompõem o material particulado transportado pela água de escoamento superficial de \n\ncentros urbanos, tendo como origem principal os materiais de construção. A presença de \n\ndolomita em BRE11 é justificada pela ação da água de escoamento superficial que \n\ncausa a remoção e transporte dos materiais depositados nas pilhas de estéril da \n\nmineradora Morro Agudo, sendo, posteriormente, depositado no leito do ribeirão \n\nTraíras. \n\n PC3 está relacionado com depósitos minerais de galena, calamina, willemita e \n\nesfalerita que ocorrem em Morro Agudo e Vazante. No sedimento, Zn é encontrado na \n\nsua forma silicatada uma vez que os minerais sulfetados tendem a ser oxidados durante \n\na infiltração de águas pluviais. Pode também ocorrer, juntamente com Pb, na forma de \n\ncarbonatos, tendo em vista que o pH neutro da água dificulta a mobilidade de tais \n\nelementos, fazendo-os precipitarem. São representados pelos pontos BRSC6 e BRSC7 \n\nsituados na Formação Serra do Poço Verde, Grupo Vazante e BRE10 situado na \n\nFormação Morro do Calcário, Grupo Vazante. Zn e Pb apresentaram concentrações \n\nmáximas de 2084 e 159 ppm, respectivamente. \n\n De maneira geral, os principais minerais que formam o sedimento das três bacias \n\nestudadas são quartzo, illita e caolinita. A presença destes minerais em todos os pontos \n\namostrados reflete ambientes de elevado intemperismo, tendo em vista que quartzo é \n\nmineral residual resistente ao intemperismo, apresentando os maiores picos nos \n\ndifratogramas, seguido de filossilicados degradados neoformados como illita e caolinita, \n\nresultado do intemperismo de minerais primários como feldspatos e micas. \n\n \n\n4.2.2 Valores de Referência \n\n \n\n A presença de diferentes depósitos minerais e atividades antrópicas contidos na \n\nárea de estudo dificulta o estabelecimento de uma área controle que possa fornecer os \n\nvalores background (referência) para o cálculo do Igeo. Por outro lado, a utilização da \n\nmédia obtida para cada parâmetro em todas as bacias estudadas também não oferece um \n\nvalor referência ideal comparado com os demais estudos, devido à presença das \n\n\n\n 54 \n\nmineralizações que produzem uma média elevada, principalmente, para Zn e Pb. Dessa \n\nforma, foram definidos como área controle três pontos (BRSC11, BRE5 e BRE6) \n\nsituados a montante das bacias estudadas, que se encontram nas principais unidades \n\ngeológicas (Grupo Vazante e Formação Paracatu), em locais que não contém \n\nmineralizações e com atividades antrópicas inexistentes ou de pequena intensidade.  \n\n Para validar os valores background definidos para este estudo, foram \n\ncomparados com valores utilizados nos Estados Unidos, Alemanha, Canadá e com a \n\nmédia mundial na crosta terrestre. De acordo com a Tabela 10, observa-se que os \n\nvalores referências definidos para este projeto (BG BE) enquadram-se com os utilizados \n\nem outros projetos no mundo. \n\n \n\nTabela 10 – Valores background de metais em sedimentos utilizados em demais estudos e \nvalores referência de qualidade de sedimentos \n\n \n \n\nAl \n(%) \n\nFe \n(%) \n\nZn \n(µg/g) \n\nCr \n(µg/g) \n\nCu \n(µg/g) \n\nPb \n(µg/g) \n\nMn \n(µg/g) \n\nHg \n(µg/g) \n\nCanadá (1) -- 3.1 65 31 25 23 400 0.1 \n\nEUA (1) 5.5 2.8 88 51 20 23 600 0.05 \n\nAlemanha (2) -- -- 140 100 60 85 -- -- \n\nMédia Mundial (3) -- 4.7 95 90 45 20 850 -- \n\nMédia BE 6.4 6.3 261.6 71.9 44.2 51.4 700 0.2 \n\nB\na\nc\nk\ng\n\nro\nu\n\nn\nd\n\n \n\nBG BE 5 4.6 60.2 53 25 22.3 500 0.1 \n\n(1) GROSBOIS et al. (2001); (2) GRUIZ et al. (1998) e (3) TUREKIAN &amp; WEDEPOHL (1961). \nSiglas: BE – Bacias estudadas neste trabalho e BG BE– valores background para as bacias \nestudadas. \n \n\n4.2.3 Geo-acumulação \n\n \n\n A Tabela 11 classifica os pontos amostrados de acordo com o Igeo obtido para \n\ncada elemento. Observando a Tabela em questão, percebe-se um comportamento \n\ndistinto entre as amostras do córrego Rico em relação às outras bacias estudadas. Para \n\nesta bacia, a maioria dos metais analisados foi enquadrada na classe 1, demonstrando a \n\ninfluência dos depósitos minerais de pirita e da aceleração do intemperismo da \n\nmuscovita na composição e acumulação dos elementos no sedimento do córrego Rico. \n\nApresentaram Igeo nas classes 1 e 2, consideradas como acumulação moderada, para os \n\nelementos Al, Fe e Mn com concentrações máximas de 23%, 20% e 0,24% e para Cu, \n\nCr e Co com 126, 106 e 33 µg/g, respectivamente. Embora Pb não tenha sido \n\n\n\n 55 \n\nenquadrado neste grupo na APC por apresentar forte correlação com Zn e os pontos à \n\njusante de seus depósitos minerais, ele também é considerado elemento-traço indicador \n\nde mineralizações auríferas intensamente oxidadas (GOLEVA, 1965). Hg foi \n\nclassificado como acumulação moderada a forte, sendo este o metal que apresentou \n\nmaior classe entre as amostras do córrego Rico, evidenciando, assim, a influência das \n\natividades antrópicas relacionadas ao garimpo aurífero no comportamento geoquímico \n\ndeste elemento. \n\n \n\nTabela 11 – Classificação das amostras de acordo com o índice de geo-acumulação \n\n \n\n O baixo curso do rio Escuro e ribeirão Santa Catarina apresentaram Igeo (Zn) \n\nnas classes 4 e 5, consideradas como acumulação forte a extrema, e Igeo (Pb) nas \n\nclasses 2 e 3, consideradas como acumulação moderada a forte. Esses elevados índices \n\nencontram-se nos pontos BRSC6, BRSC7, BRSC13, BRE8 e BRE10, sendo que os dois \n\nÍndice de Geo-acumulação \nAmostra \n\n0 1 2 3 4 5 6 \nBCR1 Zn Al, Fe, Cu, Co, Cr Mn e Pb Hg    \nBCR2 Zn Al, Fe, Mn, Cu, Co, Cr e Pb  Hg    \nBCR3  Al, Fe, Cu, Co, Cr, Zn e Pb Mn Hg    \nBCR4 Al e Co Fe, Cu, Cr, Zn e Pb Mn Hg    \nBCR5 Zn Fe, Al, Mn, Cu, Cr, Co e Pb Hg     \nBCR7 Al e Zn Fe, Mn, Cu, Co, Cr e Pb Hg     \nBRE1 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE2 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE3 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE4 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE5 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE6 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE7 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE8 Al, Fe, Mn, Cu, Co, Cr, Zn e Hg  Pb     \nBRE9 Al, Fe, Mn, Cu, Cr, Zn, Pb e Hg       \n\nBRE10 Al, Cu, Cr e Hg Fe, Mn e Co Pb  Zn   \nBRE11 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRE13 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC1 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC2 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC3 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC4 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC5 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC6 Al, Cu e Cr Fe, Mn, Co e Hg  Pb  Zn  \nBRSC7 Al, Fe, e Cr Fe, Mn, Cu, Co e Hg  Pb  Zn  \nBRSC8 Al, Cr, Zn, Pb e Hg Fe, Mn, Cu e Co      \n\nBRSC10 Al, Zn, Pb e Hg Fe, Mn, Cu, Co e Cr      \nBRSC11 Al, Fe, Mn, Cu, Co, Cr, Zn, Pb e Hg       \nBRSC12 Fe, Cu, Cr, Zn, Pb e Hg Fe, Mn e Co      \nBRSC13 Al, Fe, Mn, Cu, Cr e Hg  Pb Zn    \n\n\n\n 56 \n\nprimeiros estão situados a jusante da mineradora Vazante, presente na formação Serra \n\ndo Poço Verde, Grupo Vazante, onde ocorrem mineralizações de willemita e calamina e \n\no ponto BRE10 está localizado a jusante da mineradora Morro Agudo, presente na \n\nformação Morro do Calcário, Grupo Vazante, onde ocorrem as mineralizações de \n\nesfalerita e galena. O ponto BRE8, situado a jusante do ponto BRE10 ao longo do rio \n\nEscuro, enquadrou-se na classe 2 para Pb, demonstrando a acumulação deste metal no \n\nbaixo curso deste rio. O ponto BRSC13, embora não se encontre próximo a mineradora, \n\nenquadrou-se na classe 2 e 3 para Pb e Zn, respectivamente, evidenciando a presença de \n\nminerais portadores desses elementos. \n\n De forma a complementar a APC, o Igeo permitiu determinar a acumulação de \n\nmetais como Fe, Mn, Cu, Co e Hg no ribeirão Santa Catarina, coincidindo com os \n\npontos que apresentaram minerais como goethita e hematita nos difratogramas. A \n\npresença destes evidencia o processo de dissolução das rochas carbonáticas, diminuindo \n\nas concentrações de Ca e Mg e, consequentemente, aumentando as concentrações dos \n\ndemais minerais menos solúveis, assim como dos elementos associados a eles (Fe, Mn, \n\nCu, Co e Cr). Demonstra, também, a influência das ardósias piritosas, presentes na \n\nFormação Serra do Garrote, assim como dos conglomerados que podem apresentar \n\ncimentação por óxidos ou hidróxidos de ferro, situados na Formação Lagamar, ambas \n\npertencentes ao Grupo Vazante. De acordo com ROSE et al. (1979) elementos como \n\nCu, Co e Hg estão associados aos depósitos de Zn-Pb, encontrados no Grupo Vazante, \n\njustificando a acumulação destes nos pontos BRSC6 e BRSC7. \n\n Outro importante fator que pode causar a acumulação de Cu, Cr, Co e Hg está \n\nrelacionado com a dinâmica de Fe e Mn nos sistemas aquáticos. JENNE (1968) cita que \n\nos óxidos e hidróxidos de Fe e Mn são os principais controladores de metais nestes \n\nsistemas, pois tendem a precipitar de acordo com variações no Eh e pH, podendo \n\nagregar outros metais por adsorção ou oclusão de íons em suas partículas. Dessa forma, \n\na acumulação de metais nos sedimentos não está somente relacionada aos depósitos \n\nminerais contidos na área de estudo, mas também às alterações físico-químicas do meio \n\naquático, que influenciam no comportamento geoquímico dos metais, explicando assim \n\na ocorrência conjunta destes elementos em regiões não mineralizadas. \n\n \n\n \n\n \n\n \n\n\n\n 57 \n\n4.2.4 Potencial de toxicidade \n\n \n\n Para determinar o impacto na biota aquática ocasionado pela acumulação de \n\nmetais nos sedimentos foi avaliado o potencial de toxicidade dos metais, com base em \n\ncritérios de toxicidade e qualidade estabelecidos em outros estudos. Foram considerados \n\nos critérios estabelecidos por CHAPMAN et al. (1992), LONG &amp; MORGAN (1990) e \n\nPERSAUD (1992) que determinam as concentrações de metais que podem causar \n\nimpactos nas comunidades aquáticas, sendo a média destes utilizados para este estudo. \n\nA Tabela 12 demonstra os valores determinados nos estudos considerados, assim como \n\nos valores determinados para este projeto. \n\n \n\n Tabela 12 – Critérios para determinação de toxicidade em sedimento \n\n Potencial de \nToxicidade \n\nFe \n(%) \n\nZn \n(µg/g) \n\nCr \n(µg/g) \n\nCu \n(µg/g) \n\nPb \n(µg/g) \n\nMn \n(µg/g) \n\nHg \n(µg/g) \n\nBaixa  2 120 26 16 31 460 0.15 \n\nS\nS\n\nC\n (1\n\n)  \n\nAlta 4 270 110 110 110 1100 1.3 \n\nBaixa  2 200 80 65 75 -- 0.28 \n\nIS\nQ\n\nV\n (2\n\n)  \n\nAlta 4 410 370 270 218 -- 1 \n\nBaixa 2 160 53 40.5 53 460 0.22 \n\nB\n.E\n\n. \n\nAlta 4 340 240 190 164 1100 1.2 \n\n(1) SSC – Sediment Screening Criteria  CHAPMAN et al. (1992); (2) ISQV – Interim Sediment \n\nQuality Values LONG &amp; MORGAN (1990) e PERSAUD (1992) e B.E. – Bacias Estudadas \n\n \n\n Cabe ressaltar que toxicidade e biodisponibilidade de metais nos sedimentos \n\nvariam de acordo com a forma com que o metal se apresenta no meio, sendo definida \n\npor condições ambientais como pH, alcalinidade, potencial de oxi-redução e \n\ndisponibilidade de ligantes e complexantes. Pode-se dizer que a forma dissolvida do \n\nmetal apresenta maior toxicidade. Entretanto, algumas formas particuladas também \n\npodem apresentar efeitos adversos, principalmente às comunidades bentônicas. Sendo \n\nassim, a discussão sobre a toxicidade dos metais nos sedimentos não se atribui a um \n\nefeito direto, referente somente à concentração do metal, mas sim ao potencial de \n\ntoxicidade que pode apresentar de acordo com as condições e alterações do meio \n\naquático em questão. \n\n\n\n 58 \n\n Para facilitar a observação dos pontos que apresentam maior potencial de \n\ntoxicidade e, dessa forma, maior impacto nas comunidades aquáticas, as concentrações \n\nobtidas nas análises de sedimento foram normalizadas, utilizando o valor de alta \n\ntoxicidade, determinado para este trabalho (Tabela 12). Dessa forma, criou-se um índice \n\nque demonstra o potencial de toxicidade de cada metal para cada ponto amostrado, \n\nsendo que os índices maiores que 1 representam maior potencial de impacto aos \n\nsistemas aquáticos. A Figura 21 estabelece o índice calculado para cada ponto \n\namostrado e elemento determinado. \n\n  \n\n Figura 21 – Potencial de toxicidade obtida para cada elemento estudado \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\nB\nC\n\nR\n1\n\nB\nC\n\nR\n2\n\nB\nC\n\nR\n3\n\nB\nC\n\nR\n4\n\nB\nC\n\nR\n5\n\nB\nC\n\nR\n7\n\nB\nR\n\nE\n1\n\nB\nR\n\nE\n2\n\nB\nR\n\nE\n3\n\nB\nR\n\nE\n4\n\nB\nR\n\nE\n5\n\nB\nR\n\nE\n6\n\nB\nR\n\nE\n7\n\nB\nR\n\nE\n8\n\nB\nR\n\nE\n9\n\nB\nR\n\nE\n1\n0\n\nB\nR\n\nE\n1\n1\n\nB\nR\n\nE\n1\n3\n\nB\nR\n\nS\nC\n\n1\n\nB\nR\n\nS\nC\n\n2\n\nB\nR\n\nS\nC\n\n3\n\nB\nR\n\nS\nC\n\n4\n\nB\nR\n\nS\nC\n\n5\n\nB\nR\n\nS\nC\n\n6\n\nB\nR\n\nS\nC\n\n7\n\nB\nR\n\nS\nC\n\n8\n\nB\nR\n\nS\nC\n\n1\n0\n\nB\nR\n\nS\nC\n\n1\n1\n\nB\nR\n\nS\nC\n\n1\n2\n\nB\nR\n\nS\nC\n\n1\n3\n\nFe\n\nZn\n\nPb\n\nMn\n\n \n\n0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\n0.6\n\n0.7\n\n0.8\n\n0.9\n\n1\n\nB\nC\n\nR\n1\n\nB\nC\n\nR\n2\n\nB\nC\n\nR\n3\n\nB\nC\n\nR\n4\n\nB\nC\n\nR\n5\n\nB\nC\n\nR\n7\n\nB\nR\n\nE\n1\n\nB\nR\n\nE\n2\n\nB\nR\n\nE\n3\n\nB\nR\n\nE\n4\n\nB\nR\n\nE\n5\n\nB\nR\n\nE\n6\n\nB\nR\n\nE\n7\n\nB\nR\n\nE\n8\n\nB\nR\n\nE\n9\n\nB\nR\n\nE\n1\n0\n\nB\nR\n\nE\n1\n1\n\nB\nR\n\nE\n1\n3\n\nB\nR\n\nS\nC\n\n1\nB\n\nR\nS\n\nC\n2\n\nB\nR\n\nS\nC\n\n3\nB\n\nR\nS\n\nC\n4\n\nB\nR\n\nS\nC\n\n5\nB\n\nR\nS\n\nC\n6\n\nB\nR\n\nS\nC\n\n7\n\nB\nR\n\nS\nC\n\n8\nB\n\nR\nS\n\nC\n1\n0\n\nB\nR\n\nS\nC\n\n1\n1\n\nB\nR\n\nS\nC\n\n1\n2\n\nB\nR\n\nS\nC\n\n1\n3\n\nCu\n\nCr\n\nHg\n\n \n \n\n Observando a Figura 21, nota-se que os elementos que apresentaram maior \n\npotencial de toxicidade foram Fe, Mn, Zn e Pb. Os metais Fe e Mn apresentaram valores \n\nmaiores do que 4.0 e 0.11%, respectivamente, indicando elevada toxicidade, com \n\n\n\n 59 \n\nexceção dos pontos situados no rio Escuro que apresentaram baixa toxicidade. Pb \n\nregistrou toxicidade ausente (&lt;53 ppm) para a maioria dos pontos situados na área de \n\nestudo, com exceção daqueles situados a jusante dos depósitos de Zn-Pb, representados \n\npelos pontos BRE8, BRE10, BRSC6 e BRSC7, com concentrações entre 53 a 164 ppm, \n\nconsideradas como toxicidade baixa. A maioria dos pontos amostrados no córrego Rico \n\ntambém registrou toxicidade baixa, ocasionada pela relação deste elemento com \n\ndepósitos de ouro intensamente oxidados (GOLEVA, 1965). Zn apresentou toxicidade \n\nausente (com concentrações menores que 160 ppm) em praticamente toda a área de \n\nestudo, com exceções pontuais nas áreas localizadas a jusante dos depósitos minerais de \n\nZn-Pb, representados pelos pontos BRE8 com baixa toxicidade (concentrações entre \n\n160 e 340 ppm) e BRE10, BRSC6 e BRSC7 com elevada toxicidade (concentrações \n\nmaiores que 340 ppm). \n\n Os elementos Cu, Cr e Hg apresentaram menor toxicidade comparados aos \n\nelementos anteriormente descritos (Figura 21). Hg obteve toxicidade baixa \n\n(concentrações entre 0.22 e 1.2 ppm) para os pontos BCR1, BCR2, BCR3 e BCR4, \n\nsituados no alto curso do córrego Rico e toxicidade ausente para os demais pontos \n\nestudados. Cu apresentou toxicidade ausente para, praticamente, toda a área de estudo \n\ncom exceção dos pontos situados no córrego Rico que registrou toxicidade baixa (entre \n\n40.5 e 190 ppm). Cr apresentou baixa toxicidade (concentrações entre 53 e 240 ppm) \n\nem toda a área de estudo, porém com maior intensidade nos pontos situados no córrego \n\nRico. \n\n\n\n 60 \n\n5. CONCLUSÃO \n\n \n\n A utilização da análise multivariada na interpretação dos resultados de água do \n\nperíodo seco permitiu construir um modelo para a interpretação dos principais processos \n\nhidrogeoquímicos das bacias hidrográficas estudadas, contribuindo para a distinção dos \n\nparâmetros de origem geológica dos antrópicos e com a classificação da água de acordo \n\ncom sua composição predominante. Possibilitou identificar como as diferentes rochas \n\ninfluenciam na composição química da água (baixa mineralização, elevada \n\nmineralização carbonática ou sulfatada), além de determinar a intensidade dos impactos \n\ndas cidades na qualidade dos sistemas aquáticos. A utilização do Teste T auxiliou na \n\nidentificação dos parâmetros que são influenciados pela sazonalidade climática, \n\npermitindo caracterizar a influência das áreas urbanas, agropastoris e da mineração na \n\nqualidade dos sistemas aquáticos durante o período chuvoso. \n\n A Análise de Principais Componentes, interpretada juntamente com a análise \n\nmineralógica e o índice de geo-acumulação, possibilitou distinguir, de forma multi-\n\nelementar, as distintas influências ocasionadas pelos depósitos minerais na acumulação \n\nde metais nos sedimentos das bacias. Por meio da comparação com os critérios de \n\nqualidade e toxicidade, pode-se determinar qual o potencial de impacto que cada \n\nelemento oferece às comunidades aquáticas, dependendo das condições e variações \n\nfísico-químicas do meio. \n\n As bacias hidrográficas estudadas têm composição química de água e sedimento \n\ndiferentes, por drenarem áreas de geologia de características distintas. A bacia do \n\ncórrego Rico é caracterizada pelo processo de oxidação de piritas, determinando uma \n\nágua com concentrações mais elevadas de Fe, Mn, SO4\n2-, cor e pH mais ácido. Seu \n\nsedimento apresenta hematita e goethita e concentrações mais elevadas de metais como \n\nFe, Mn, Cu, Cr e Co, assim como, gibbsita que evidencia maior desgaste do material \n\ngeológico ocasionado pela drenagem ácida a montante e pelas atividades antrópicas no \n\nleito do rio. A bacia do rio Escuro é caracterizada por água de baixa mineralização, em \n\nvirtude da baixa solubilidade dos filitos e quartzitos da Formação Paracatu. Em seu \n\nbaixo curso ocorre a acumulação de Zn e Pb nos sedimentos, demonstrando a influência \n\ndos depósitos minerais de esfalerita e galena da Formação Morro do Calcário (Grupo \n\nVazante)  e da mineradora Morro Agudo na sua composição. A bacia do ribeirão Santa \n\nCatarina é caracterizada pelo processo de dissolução de rochas carbonáticas, \n\n\n\n 61 \n\ndeterminando uma água bicarbonatada cálcica, de pH neutro, com concentrações mais \n\nelevadas de HCO3\n-, Ca, Mg, Ba, Zn e, consequentemente, maior condutividade elétrica. \n\nSeu baixo curso apresenta acumulação de Zn e Pb no sedimento, evidenciando a \n\ninfluência dos depósitos de willemita e calamina da Formação Serra do Poço Verde \n\n(Grupo Vazante) e da mineradora Votorantin – Vazante na sua composição. \n\n As principais ameaças à qualidade dos corpos hídricos das bacias estudadas \n\nestão relacionadas aos efluentes de esgotos domésticos e drenagem pluvial lançados \n\nsem tratamento no córrego Rico, responsáveis pela entrada de compostos nitrogenados e \n\nfosfatados, sais dissolvidos e materiais particulados que causam o aumento da turbidez. \n\nO escoamento superficial de áreas agropastoris e da mineração, que mantém o solo, \n\ntaludes e encostas expostos às ações da chuva, contribuem com a entrada de sedimentos \n\nem suspensão nos corpos hídricos da região, aumentando a turbidez da água e \n\nacelerando o processo de assoreamento. A atividade garimpeira no alto curso do córrego \n\nRico, além de causar a alteração morfológica no leito do rio e remover a mata ciliar, \n\nintroduziu quantidades significativas de Hg no leito do rio, causando acumulação deste \n\nelemento nos sedimentos.  \n\n A acumulação de metais nos sedimentos está intrinsecamente relacionada com \n\nos depósitos minerais, assim como com o pH neutro da água, que resulta em baixa \n\nmobilidade aos elementos. Os metais que apresentaram maior potencial de toxicidade \n\npara as comunidades aquáticas foram Fe, Mn, Pb e, principalmente, Zn. Entre eles \n\ndestacam-se os pontos situados no baixo curso do rio Escuro e ribeirão Santa Catarina, \n\nque apresentaram maior potencial de toxicidade para Zn e Pb e os pontos situados no \n\nalto curso do córrego Rico, que apresentaram maior potencial de toxicidade para Fe e \n\nMn. \n\n A metodologia empregada para a construção do modelo geoquímico proposto \n\nneste trabalho serve de referência para o monitoramento dos sistemas aquáticos da \n\nregião, sendo que a determinação das fontes, dos índices geoquímicos, das classes de \n\nágua e dos valores referência (background) devem ser revistos temporalmente, tendo em \n\nvista as constantes alterações relacionadas à ocupação e uso do solo e a atualização da \n\nbase de dados. Pode também, ser utilizada como base para outras regiões, devendo os \n\níndices, classes de água e valores referência serem determinados baseados nos dados da \n\nregião a estudar, tendo em vista que a modelagem estatística apresenta características \n\nintrínsecas à área analisada. \n\n\n\n 62 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAIKAWA, J. K. 1991. Magnesium. In: MERIAN, E. Metals and theirs compounds in \n\nthe environment. Cambridge: VCH. 1438p. \n\n \n\nALMEIDA, F. F. M.de; HASUI, Y.; BRITO NEVES, B. B. de &amp; FUCK, R. A. 1981. \n\nBrazilian structural provinces: an introduction. Earth-Sci. Reviews. 17:1-21. \n\n \n\nANA. 2007. Região Hidrográfica do São Francisco. Disponível em: \n\n<http://www.ana.gov.br/mapainicial/pgMapaG.asp> Acesso em: 20 dez 2007. \n\n \n\nANDREW-JONES, D. A. 1968. The application of geochemical techniques to mineral \n\nexploration. Mineral Industries Bulletin. 2(6):1-31 \n\n \n\nAPHA. 1981. Standard methods for the examination of water and wastewater. American \n\nPublic Health Association. 18o Ed. Nova York, 1134p. \n\n \n\nAPRILE, F.M. &amp; BOUVY, M. 2008. Distribution and enrichment of heavy metals in \n\nsediments at the Tapacurá river basin, Northeastern Brazil. Braz. J. Aquat. Sci. Technol. \n\n12(1):1-8 \n\n \n\nARAUJO FILHO, J.O. 2008. Erodibilidade. Disponível em: \n\n<http://www.unb.br/ig/glossario/verbete/erodibilidade.htm>  Acessado em :  Maio de \n\n2008 \n\n \n\nBERTIN, C. &amp; BOURG, A. C. M. 1995. Trends in the heavy metal content (Cd, Pb, Zn) \n\nof river sediments in the drainage basin of  smelting activities. Wat. Res. 29(7): 1729-\n\n1736. \n\n \n\nBOAVENTURA, G.R. 1991. Performance do Espectrômetro de Emissão com Plasma \n\n(ICP), SPECTROFLAME FVM03, para Determinação de 20 Elementos Químicos nas \n\nAmostras de Referência Geoquímica DNC-1, W-2, UNB-B1 e UNB-G1. In: Anais \n\nCongr. .Bras. Geoq. 3 ed, São Paulo: SBGq. 423-426p. \n\n\n\n 63 \n\n \n\nBOAVENTURA, G.R.; BRITO, V.E.B. &amp; BISPO, R.S. 1998. Caracterização \n\nGeoquímica de Águas da Bacia do Rio São Bartolomeu-DF. Revista da Escola de \n\nMinas. 51(3):57-61. \n\n \n\nBRAGA, B. 2002. Introdução a Engenharia Ambiental. São Paulo: Prentice Hall, 130p. \n\n \n\nBRASIL. 1988. Departamento Nacional de Produção Mineral. Principais depósitos \n\nminerais do Brasil. Brasília. 670p. \n\n \n\nBRASIL. 1996. Ministério do Meio Ambiente. Plano Diretor de Recursos Hídricos da \n\nBacia do Rio Paracatu. Brasília: PLANPAR. CD-ROM. \n\n \n\nBRASIL. 1998. Ministério de Meio Ambiente – MMA. Secretaria dos Recursos \n\nHídricos – SRH. Plano diretor de recursos hídricos da Bacia do Rio Paracatu – \n\nPLANPAR; R7 – Relatório Síntese. Consórcio MAGNA/DAM/EYSER, 135p \n\n \n\nBRASIL. 2004. Ministério da Saúde. Norma de qualidade da água para consumo \n\nhumano e seu padrão de potabilidade. Portaria nº 518, de 26 de março de 2004 \n\n \n\nBRICKER, O. P. &amp; JONES, B. F. 1995. Main factors affecting the composition of \n\nnatural waters. In: SALBU, B., STEINNES, E. (Eds.), Trace Elements in Natural \n\nWaters. CRC Press, Boca Raton, FL, 1-5 pp. \n\n \n\nBROWN, R. M., McCLEALLAND, N. DEININGER,R. A. &amp; TOZER, R. G. 1970. A \n\nwater quality índex – do we dare? Water &amp; Sewage. Works, 117:339-343 \n\n \n\nCARPENTER, S. R., CARACO, N. F., CORREL, D. L., HOWARTH, R. W., \n\nSHARPLEY, A. N. e SMITH, V. H. 1998. Nonpoint pollution of surface waters with \n\nphosphorus and nitrogen. Ecological Applications,  8(3): 559-568 \n\n \n\nCARVALHO, I. G. 1995 Fundamentos da geoquímica dos processos exógenos. \n\nSalvador: Bureau, 239p. \n\n \n\n\n\n 64 \n\nCARVALHO, P. T. 2005. Estudos de metais de qualidade da bacia hidrográfica do rio \n\nParacatu. Estudo técnico do Instituto Mineiro de Gestão de Águas (IGAM). \n\n \n\nCEDRERO, U. A. 1997. Indicadores de Desarrollo Sostenible la Toma de Decisiones. \n\nNaturzale. 12:5-25 \n\n \n\nCEDRERO, U. A. &amp; FISCHER, D. W. 1996. Toward the development of a procedure \n\nfor determining and monitoring the environmental quality of coastal areas for planning \n\nand management. Journal of Coastal Research. \n\n \n\nCETESB. 1974. Água: qualidade padrões de potabilidade e poluição. CETESB, São \n\nPaulo. 208 p. \n\n \n\nCHAPMAN, P. M., ALLARD, P. J. &amp; VIGERS G. A. 1999. Development of Sediment \n\nQuality Values for Hong Kong Special Administrative Region: A Possible Model for \n\nOther Jurisdictions. Marine Pollution Bulletin. 38(3):161-169 \n\n \n\nCHEN, K.; JIAO, J. J.; HUANG, J. &amp; HUANG, R. 2007. Multivariate statistical \n\nevaluation of trace elements in groundwater in a coastal area in Shenzhen, China. \n\nEnvironmental Pollution. 147(3):771-780. \n\n \n\nCNM. 2007. Informações Municipais. Disponível em:&lt;http://www.cnm.org.br/> \n\nAcesso em: 20 dez 2007. \n\n \n\nCOLLIER, C.R. 1964. Influences of strip mining on the hidrological environment of \n\nparts of Beaver Creek Basin, Kentucky, 1955-59. United States Geological Survey \n\nProfessional Paper. 472: 85p. \n\n \n\nCPRM. 2003. Geologia, Tectônica e Recursos Minerais. Serviço Geológico do Brasil. \n\nCD-ROM. \n\n \n\nCUDE, C. G. 2001. Oregon water quality index: a tool for evaluating water quality \n\nmanagement effectiveness. Journal of the American Aater Resources Assossiation, \n\n37(1):125-137 \n\n\n\n 65 \n\nDARDENNE, M. A. 2000. The Brasília Fold Belt. In: CORDANI, U. G., MILANI, E. \n\nJ., THOMAZ FILHO, A. &amp; CAMPOS, D.A. (eds). Tectonic Evolution of South \n\nAmerica. 31st Int. Geol. Congr.,Rio de Janeiro, p. 231-263. \n\n \n\nDAUER, D. M. 1993. Biological Criteria, Environmental Health and Estuarine \n\nMacrobenthic Community Structure .Marine Pollution Bulletin. 26(5):249-257 \n\n \n\nDAVIS, J. C. 1986. Statistics and data analysis in geology. 2 Ed. New York: John \nWiley &amp; Sons, 646 p. \n \n\nEWERS, U. &amp; SCHLIPKOTER, H. 1991. Lead. In: MERIAN, E. Metals and theirs \n\ncompounds in the environment. Cambridge: VCH. 1438p. \n\n \n\nFARNHAM, I. M.; JOHANNESSON, K. H.; SINGH, A. K.; HODGE, V. F. &amp; \n\nSTEZENBACH, K. J. 2003. Factor analytical approaches for evaluating groundwater \n\ntrace element chemistry data. Analytica Chimica Acta. 490:123-138. \n\n \n\nFELLENBERG, G. 1980. Introdução aos problemas da poluição ambiental. São Paulo: \n\nUniversidade de São Paulo. \n\n \n\nFÖRSTNER, U. 1983. Assessment of metal pollution in rivers and estuaries. In: \n\nTHORNTON, I. (ed.) Applied Environmental Geochemistry. Londres: Academic Press. \n\n395-423pp. \n\n \n\nFUCK, R. A. 1994. A Faixa Brasília e a compartimentação tectônica na Província \n\nTocantins. In: IV Simp. Geol. Centro Oeste. Brasília: SBG. 184-187 p. \n\n \n\nGEOBRAZIL, 2002. Environmental Outlooks in Brazil. Brasília: IBAMA, 447p. \n\n \n\nGIMÉNEZ, J.F. 1998. Indicadores e Índices de Calidad Ambiental em El Marco Del \n\nOrdenamiento Territorial. In: II Reunión Nacional de Geologia Ambiental y \n\nOrdenamiento Del Território. San Salvador de Jujuy: Instituto de Geologia y Minera. \n\n \n\n\n\n 66 \n\nGIUSTINA, C. C. D. 2006. Avaliação do potencial de poluição de recursos hídricos a \n\npartir de águas pluviais de áreas urbanas: O caso da bacia do Paranoá – DF. Dissertação \n\n(Mestrado em Geociências) – Instituto de Geociências. Universidade de Brasília, \n\nBrasília. \n\n \n\nGOLEVA, G. A. 1965. Hydrogeochemical methods of exploration. In: Inter-regional \n\nseminar on exploration  methods for mineral exploration for the UN fellows from Asia, \n\nAfrica, Latin America and some countries of Europe. Report of the Inter-regional \n\nseminar on exploration  methods for mineral exploration. Moscow: State Geological \n\nExploration. 6:359-382 \n\n \n\nGOUDIE, A. 1994. The human impact on the natural environment. 4º Ed. MIT Press. \n\nCambridge: Massachusetts. 454p. \n\n \n\nGROOT, A. J., ZSCHUPPE, K. H. &amp; SALOMONS, W. 1982. Standardization of \n\nmethods of analysis for heavy metals in sediments. Hydrobiologia. 92:689-695. \n\n \n\nGROSBOIS, C. A., HOROWITZ, A. J., SMITH, J. J. &amp; ELRICK, K. A. 2001. The \n\neffect of mining and related activities on the sediment trace element geochemistry of \n\nLake Coeur D_Alene, Idaho, USA. Part III: the Spokane River Basin. Hydro. Process, \n\n15:855–875. \n\n \n\nGRUIZ, K., MURANYI, A., MOLNAR, M. &amp; HORVATH, B. 1998. Risk assessment \n\nof heavy metal contamination in Danube sediments from Hungary. Water Sci. Technol., \n\n37,:273–281. \n\n \n\nGURGEL, B. S. 2007. Avaliação dos impactos ambientais por estudo geoquímico na \n\nbacia do corrego Rico, Paracatu – MG. Dissertação (Mestrado em Geociências) – \n\nInstituto de Geociências, Universidade de Brasília, Brasília. \n\n \n\nHAASE, J. KRIEGER, J. A. &amp; POSSOLI, S. 1989. Estudo da viabilidade do uso da \n\ntécnica de análise fatorial como instrumento na interpretação da qualidade da água da \n\nbacia hidrográfica do Guaíba, RS, Brasil. Ciência e Cultura. 41:576-582. \n\n \n\n\n\n 67 \n\nHAASE, J. &amp; POSSOLI, S. 1993. Estudo da utilização da técnica de análise fatorial na \n\nelaboração de um índice de qualidade de água: comparação entre dois regimes \n\nhidrológicos diferentes. Acta Limnologica Brasiliensie. 6:245-255 \n\n \n\nHAIR, J. F. 1998. Multivariate data analysis. 5 Ed. New Jersey: Prentice Hall. 730p. \n\n \n\nHARMAN, H. H. 1960. Modern Factor Analysis. 3 Ed. Chicago: University of Chicago \n\nPress. 508p. \n\n \n\nIBGE. 2004. Atlas de Saneamento. Rio de Janeiro: IBGE, 132p. \n\n \n\nJAYAKUMAR, R., &amp; SIRAZ, L. 1997. Factor analysis in hydrogeo chemistry of \n\ncoastal aquifers—a preliminary study: Environmental Geology. 31(4) 174–177p. \n\n \n\nJENNE, E. A. 1968. Controls on Mn, Fe, Co, Ni, Cu and Zn concentrations in soils and \n\nwater: the significant role of hydrous Mn and Fe oxides. Amer. Chem. Soc. 73:337-387 \n\n \n\nKAISER, H. F. 1958. The varimax criteria for analytical rotation in factor analysis: \n\nPsychometrika, 23:187–200 \n\n \n\nLICHT, O. A. 1998. Prospecção geoquímica – Princípios, Técnicas e Métodos. Rio de \n\nJaneiro: CPRM, 236 p. \n\n \n\nLIMA, M. C. 2003. Degradação físico-química e mineralógica de maciços junto às \n\nvoçorocas. Tese de Doutorado, Publicação G. TD-17º/03, Departamento de Engenharia \n\nCivil e Ambiental. Brasília: UnB, 336p. \n\n \n\nLOHANI, B. N. &amp; MUSTAPHA, N. 1982. Indices for water quality assessment in river: \n\na case study of the Linggi river in Malaysia. Water Supply and Management. 6:545-555. \n\n \n\nLONG, E. R. &amp; MORGAN, L. G. 1990. The Potential for Biological Effects of \n\nSediment-Sorbed Contaminants Tested in the National States and Trends Program. \n\nNational Oceanic Atmospheric Administration (NOAA) Technical Memorandum No. 5, \n\nOMA52, NOAA National Ocean Service, Seattle, Washington. \n\n\n\n 68 \n\n \n\nLUIZ-SILVA, W. 2002. Geoquímica e índice de geoacumulação de mercúrio em \n\nsedimentos de superfície do estuário de Santos – Cubatão (SP). Química Nova, \n\n125(5):753-756 \n\n \n\nMAIA, P. D. 2003. Estudo Geoquímico de Metais em Sedimentos de Lago Paranoá – \n\nDF. Dissertação de Mestrado em Geociências – Instituto de Geociências/UnB. \n\n \n\nMANNERS, I. R. 1978. Agriculatural activities and environment stress. In: \n\nHAMMOND, K. A. Sourcebook of the environment. Chicago: University of Chicago \n\nPress. 263-294pp. \n\n \n\nMARTINELLI, J. A.; KRUSHCE, A. V.; VICGORIA, R. L.; De CAMARGO, P.B.; \n\nBERNARDES, M.; FERRAZ, E. S.; De MORAES, J. M. &amp; BALLESTER, M.V. 2004. \n\nEffects of Sewage on the Chemical Composition of Piracicaba River, Brazil. Water, Air, \n\n&amp; Soil Pollution. 110(1):67-79 \n\n \n\nMASON, B. H. 1971. Princípios de geoquímica. São Paulo: USP. 381p. \n\n \n\nMOURA, L. H. A. 2008. Estudo geoquímico da bacia do Gama e avaliação da \n\nqualidade de água. Dissertação no 244 (Mestrado em Geociências) – Instituto de \n\ngeociências, Universidade de Brasília, Brasília. \n\n \n\nOHNESORGE, F. K. &amp; WILHELM, M. 1991. Zinc. In: MERIAN, E. Metals and theirs \n\ncompounds in the environment. Weinheim; New York; Basel; Cambridge: VCH. 1438p. \n\n \n\nOLÍAS, M.; NIETO, J. M; SARMIENTO, A. M; CERÓN, J. C. &amp; CÁNOVAS, C. R. \n\n2004. Seasonal water quality variations in a river affected by acid mine drainage: the \n\nOdiel River (South West Spain). Science of the Total Environment. 333:267–281 \n\n \n\nPERSAUD, D., JAAGUMAGI, R., &amp; HAYTON, A. 1992. Guidelines for the \n\nProtection and Management of Aquatic Sediment Quality in Ontario. Ontario Ministry \n\nof the Environment, Queen's Printer for Ontario. \n\n \n\n\n\n 69 \n\nPETERSEN, W., BERTINO, L., CALLIES, U. &amp; ZORITA, E. 2001. Process \n\nidentification by principal component analysis of river water-quality data. Ecological \n\nModeling. 138:193-213. \n\n \n\nPIETERSE, N. M.; BLEUTEN, W. &amp; JORGENSEN, S. E. 2003. Contribution of point \n\nsources and diffuse sources to nitrogen and phosphorus loads in lowland river \n\ntributaries. Journal of Hidrology. 271:213-225. \n\n \n\nPOTING, C. 1991. A Green story of the world. London: Penguin. \n\n \n\nRANKAMA, K. &amp; SAHAMA, T. G. 1950. Geochemistry. Chicago: University of \n\nChigado Press. 912p. \n\n \n\nRODDA, J. C. DOWNING, R. A. &amp; LAW, F. M. 1976. Systematic hydrology. London: \n\nNews-Butterworth. \n\n \n\nROSE, A. W.; HAWKES, H. E. &amp; WEBB, J. S. 1979. Geochemistry in mineral \n\nexploration. 2o Ed. Academic Press. New York. 657p. \n\n \n\nRUIZ, F, GOMIS, V., &amp; BLASCO, P, 1990. Application of factor analysis to the \n\nhydrogeochemical study of a coastal aquifer: Jour. Hydrology. 119(4):169–177. \n\n \n\nRYDING, S. O. &amp; RAST, R. W. 1989. The control of eutrophication of lakes and \n\nreservoirs. Paris: UNESCO. \n\n \n\nSANDERS, W. M. 1972. Nutrients. In: OGLESBY, R. T., CARLSON, C. A. &amp; \n\nMCCANN. River ecology and man. New York: Academic Press. 389-415pp. \n\n \n\nSCHIELE, R. 1991. Manganese. In: MERIAN, E. Metals and theirs compounds in the \n\nenvironment. Weinheim; New York; Basel; Cambridge: VCH. 1438p. \n\n \n\nSCOPE. 1995. Environmental Indicators: a systematic approach to measuring and \n\nreporting on the environment in the context of sustainable development. In: GOUZEE, \n\n\n\n 70 \n\nN. &amp; BILHARZ, S. Indicators of sustainable development for decision-making.  \n\nBruselas: N. Federal Plannig Office, 25pp. \n\n \n\nSINGH, K. P.; MALIK, A. &amp; SINHA, S. 2005. Water quality assessment and \n\napportionment of pollution sources of Gomti river (India) using multivariate statistical \n\ntechniques – a case study. Analytica Chimica Acta. 538:355-374p.  \n\n \n\nSHOJI, H.; YAMAMOTO, T. &amp; NAKAMURA, T. 1966. Factor analysis on stream \n\npollution of the Yodo River system. Air and Water Pollution. 10:291-299. \n\n \n\nSILVA, V. C. 2001. Erosão atual, erosão potencial e aporte de sedimento na bacia do \n\nrio Paracatu (MG/GO/DF). Tese (Doutorado em Geociências) – Instituto de \n\ngeociências, Universidade de Brasília, Brasília. \n\n \n\nSILVA, A. C.; TOMAZ, P.; PINTO, M. T. &amp; CARVALHO, V. F. 2004. Concentração \n\nde mercúrio na ictiofauna do Córrego Rico (Paracatu,MG). Anais do XXV Congresso \n\nBrasileiro de Zoologia. Brasília- DF. \n\n \n\nSMITH, V. H. 1998. Cultural eutrophication of inland, estuarine, and costal waters. In: \n\nPACE, M.L. &amp; GROFFMAN, P.M. (ed). Successes, limitations and frontiers in \n\necosystem science. Springer-Verlag. New York. \n\n \n\nSOUZA, C. F. 1997. Litoestratigrafia e sedimentologia da Formação Vazante na região \n\nde Coramandel – MG. Dissertação (Mestrado em Geociências) – Instituto de \n\nGeociências, Universidade de Brasília, Brasília. 76p. \n\n \n\nSTRANDBERG, C.H. 1971. Water pollution. In: SMITH, G.H. (Ed). Conservation of \n\nnatural resources. 4º Edição. Willey. New York. 189-219pp \n\n \n\nTAYLOR, S. R. 1964. Abundance of chemical elements in the continental crust: a new \n\ntable. Geochim. Cosmochim. Acta. 28:1273-1285. \n\n \n\nTOLEDO, LG. &amp; NICOLELLA, G. 2002. Índice de qualidade de água em microbacia \n\nsob uso agrícola e urbano. Scientia Agricola. 59(1):181-186 \n\n\n\n 71 \n\n \n\nTOLEDO, M. C.; OLIVEIRA, S. M. &amp; MELFI, A. J. 2003. Intemperismo e formação \n\ndo solo. In: TEIXEIRA, W., TOLEDO, M. C.; FAIRCHILD, T. R. &amp; TAIOLO, F. \n\nDecifrando a Terra. São Paulo: Oficina de textos. \n\n \n\nTUREKIAN, K, K, &amp; WEDEPOHL, K. H. 1961. Distribution of the elements in some \n\nmajor units of the earth´s crust. Bull. Geol. Soc. Am. 72:175-192. \n\n \n\nVALERIANO, C. M.; DARDENNE, M. A.; FONSECA, M. A.; SIMÕES, L. S. &amp; \n\nSEER, H. J. 2004. A evolução tectônica da Faixa Brasília. In: V. Mantesso-Neto.; A. \n\nBartorelli; C.D.R. Carneiro; B.B. Brito Neves (eds.) Geologia do Continente Sul \n\nAmericano: Evolução da Obra de Fernando Flavio Marques de Almeida. São Paulo, \n\nBeca, 355-368pp. \n\n \n\nWARD, J. H. 1963. Hierarchical grouping to optimize an objective function. Journal of \n\nAmerican Statistics Association. 69:236-244. \n\n \n\nWEDEPOHL K. H. (Ed). 1978. Handbook of Geochemistry. Springer Verlag, Berlin, \n\nHeidelberg, 1:248. \n\n \n\nWINGE, M. 2008. Erosividade. Disponível em: \n\n<http://www.unb.br/ig/glossario/verbete/erosividade.htm>  Acessado em: Maio, 2008 \n\n\n\n 72 \n\n7. ANEXOS \n\n \n\nAnexo 01 - Resultados dos parâmetros físico-químicos nas amostras de água do período seco \n\n NH3 NO3 SO4 PO4 Cl Cor Turbidez HCO3 CO3 Cond. TDS pH \nBRE1 0.00 0.20 1.00 0.18 2.98 22 9 36.00 0.00 28.10 22.70 5.94 \nBRE2 0.02 0.00 1.00 0.14 2.58 8 11 24.00 0.00 115.20 56.70 7.11 \nBRE3 0.00 0.30 0.00 0.20 2.98 11 9 7.60 0.00 8.54 3.90 6.73 \nBRE4 0.00 0.30 1.00 0.00 2.98 8 9 10.00 0.00 18.90 9.00 6.79 \nBRE5 0.00 0.30 0.00 0.08 3.28 7 6 8.00 0.00 7.13 3.20 7.18 \nBRE6 0.00 0.40 0.00 0.29 3.57 12 9 10.40 0.00 8.18 3.70 7.60 \nBRE9 0.00 0.30 2.00 0.07 4.22 37 12 26.40 0.00 29.10 12.90 7.10 \nBRE10 0.01 1.20 1.00 0.09 7.49 17 5 100.00 0.48 156.10 71.60 7.33 \nBRE13 0.00 0.10 1.00 0.06 3.46 25 11 10.40 0.00 8.67 3.50 6.99 \nBRSC1 0.02 0.20 0.00 0.22 3.47 0 5 118.00 0.00 167.70 86.00 7.15 \nBRSC2 1.00 0.20 1.00 0.61 3.97 0 6 124.00 0.00 177.40 93.30 7.52 \nBRSC3 0.06 0.50 1.00 0.13 5.06 16 4 124.80 0.00 176.30 92.60 7.47 \nBRSC4 0.00 0.40 0.00 0.16 2.78 23 5 44.80 0.00 63.10 33.00 7.63 \nBRSC5 0.02 0.70 2.00 0.30 3.67 0 3 130.00 0.38 208.00 110.10 7.68 \nBRSC6 0.03 0.50 0.00 0.08 4.96 7 8 100.00 0.48 228.00 121.50 7.88 \nBRSC7 0.05 0.90 0.00 0.01 4.47 2 13 95.50 0.72 222.00 121.70 7.98 \nBRSC8 0.11 0.20 0.00 0.26 4.17 17 8 90.00 0.00 147.90 71.20 7.05 \nBRSC9 0.00 0.00 1.00 0.14 3.37 16 4 61.60 0.00 98.90 47.10 7.62 \nBRSC10 0.00 0.10 1.00 0.17 2.68 14 2 110.00 0.32 197.70 94.60 7.85 \nRPa1 0.01 0.10 1.00 0.15 2.48 7 14 42.00 0.00 33.00 67.00 7.11 \nRPa2 0.04 0.20 1.00 0.21 2.78 0 10 44.40 0.00 76.10 37.20 7.20 \nRPa3 0.05 0.00 2.00 0.15 2.48 15 5 47.60 0.00 66.20 34.50 7.73 \nRPa4 0.01 0.30 1.00 0.05 2.88 18 18 20.40 0.00 24.10 12.60 7.53 \nBCR1 0.03 0.30 21.00 0.03 5.64 35 16 22.40 0.00 52.30 23.60 6.59 \nBCR2 0.04 0.60 23.00 0.05 4.96 32 4 10.40 0.00 37.50 16.80 6.72 \nBCR7 0.00 0.60 3.00 0.00 4.86 9 4 10.00 0.00 35.90 16.00 6.82 \nBCR4 1.84 0.60 17.00 1.02 7.11 17 15 51.60 0.00 86.50 39.50 6.77 \nBCR5 2.75 5.60 15.00 1.42 6.48 22 24 40.00 0.00 78.20 35.50 6.39 \n\nTodos os dados estão em mg/L com exceção de cor real (mg/L PtCo), turbidez (FTU) e C.E. (µS/cm) e pH \n\n\n\n 73 \n\n \nAnexo 02 - Resultados de metais nas amostras de água do período seco \n\n K Na Ca Mg Mn Fe Zn Ba \nBRE1            0.46 0.31 2.82 1.26 0.02 0.19 &lt;LD &lt;LQ \nBRE2            0.52 0.44 2.92 1.37 0.02 0.20 &lt;LD &lt;LQ \nBRE3          0.36 0.27 0.85 0.31 0.02 0.18 &lt;LD &lt;LD \nBRE4            0.36 0.28 1.24 0.68 0.02 0.21 &lt;LD &lt;LQ \nBRE5            0.31 0.23 0.46 0.22 0.01 0.09 &lt;LD &lt;LQ \nBRE6            0.28 0.29 0.66 0.30 0.01 0.10 &lt;LD &lt;LQ \nBRE9            0.49 0.62 2.78 2.22 0.03 0.24 0.03 0.01 \nBRE10           2.24 2.02 15.79 10.75 0.04 0.11 0.05 0.03 \nBRE13           0.44 0.44 0.55 0.64 0.02 0.27 0.03 0.02 \nBRSC1           1.04 0.48 20.83 8.97 0.01 0.08 0.02 0.04 \nBRSC2           1.44 1.06 20.87 8.95 0.03 0.10 0.02 0.04 \nBRSC3           1.65 1.33 21.89 9.25 0.04 0.01 0.03 0.04 \nBRSC4           0.83 0.55 7.03 3.49 0.02 0.21 0.03 0.01 \nBRSC5           1.44 0.72 29.60 10.73 0.03 0.07 0.03 0.05 \nBRSC6           1.57 2.35 22.51 10.95 0.02 0.04 0.05 0.06 \nBRSC7           1.54 1.95 24.07 11.48 0.02 0.04 0.04 0.07 \nBRSC8           1.44 0.88 20.04 5.41 0.03 0.17 0.03 0.04 \nBRSC9           0.86 0.60 13.85 4.06 0.03 0.24 0.02 0.03 \nBRSC10          0.54 0.12 24.14 10.62 0.01 0.08 0.04 0.04 \nRPa1            1.10 1.06 7.05 2.75 0.01 0.13 &lt;LQ 0.02 \nRPa2            0.83 1.35 6.72 3.09 0.02 0.17 &lt;LQ 0.01 \nRPa3            1.28 2.06 6.42 2.86 0.07 0.22 0.03 0.02 \nRPa4            1.46 0.50 2.96 0.84 0.03 0.18 &lt;LD 0.02 \nBCR1            0.75 0.68 4.45 3.78 0.09 0.43 0.04 0.01 \nBCR2            0.55 0.40 2.46 2.90 0.11 0.42 &lt;LD &lt;LQ \nBCR7            0.53 0.42 2.35 2.60 0.06 0.36 &lt;LD 0.01 \nBCR4            2.29 1.94 4.73 2.01 0.12 0.28 &lt;LQ 0.02 \nBCR5            1.98 2.02 1.70 1.06 0.08 0.31 0.02 0.02 \nTodos os dados estão em mg/L. LD – Limite de detecção e LQ – Limite de quantificação \n\n \n\n \n\n\n\n 74 \n\nAnexo 03 - Resultados de parâmetros físico-químicos nas amostras de água do período chuvoso \n\n NH3 NO3 SO4 PO4 Cl Cor Turbidez HCO3 CO3 Cond. TDS pH \nBRE1 0.12 1.20 1.00 0.07 5.05 22 223 0.40 0.00 13.40 5.90 7.07 \nBRE5 0.01 0.90 0.00 0.08 4.86 3 13 10.40 0.00 3.30 0.90 7.35 \nBRE6 0.00 1.10 1.00 0.13 4.46 7 9 8.40 0.00 28.90 13.30 6.60 \nBRE7 0.08 1.10 1.00 0.08 3.17 28 38 32.40 0.00 22.50 10.80 7.26 \nBRE8 0.06 1.20 0.00 0.09 3.76 9 35 11.20 0.00 26.70 12.20 7.26 \nBRE9 0.03 1.10 0.00 0.08 2.47 5 66 15.20 0.00 10.60 4.50 7.40 \nBRE10 0.01 1.00 1.00 0.09 2.77 2 23 7.60 0.00 22.00 10.00 6.87 \nBRE11 0.05 1.10 1.00 0.10 3.27 20 13 7.20 0.00 10.50 4.50 6.98 \nBRE12 0.25 1.10 1.00 0.12 3.67 16 16 8.80 0.00 12.80 5.60 6.95 \nBRE13 0.04 1.20 2.00 0.11 4.46 12 298 6.00 0.00 6.90 2.80 7.07 \nBRSC1 0.04 1.10 1.00 0.09 4.56 5 16 93.20 0.00 130.90 62.20 7.20 \nBRSC3 0.03 1.80 1.00 0.14 10.9 4 26 92.00 0.00 269.00 134.20 6.60 \nBRSC5 0.13 1.20 1.00 0.12 3.67 7 47 80.20 0.00 118.30 56.30 7.39 \nBRSC6 0.12 1.40 3.00 0.10 3.47 12 461 24.80 0.00 92.30 43.70 7.29 \nBRSC7 0.15 1.30 9.00 0.09 4.46 1 171 50.00 0.00 193.40 92.50 7.66 \nBRSC9 0.13 1.00 1.00 0.10 4.66 16 21 51.60 0.00 63.30 29.80 6.64 \nBRSC11 0.10 1.10 1.00 0.10 3.96 2 22 4.00 0.00 10.90 4.70 7.37 \nBRSC12 0.10 1.10 0.00 0.12 4.76 2 13 55.60 0.00 108.90 51.70 6.90 \nBRSC13 0.04 1.50 10.00 0.08 4.76 7 71 87.60 0.00 243.00 120.80 7.06 \nRPa1 0.18 1.30 2.00 0.12 2.28 41 461 25.20 0.00 44.90 21.00 7.07 \nPPa2 0.16 1.40 1.00 0.11 2.28 30 130 34.80 0.00 43.10 20.10 7.08 \nRpa3 0.09 1.70 1.00 0.08 5.15 14 52 36.00 0.00 66.10 31.20 7.29 \nRpa4 0.11 1.10 1.00 0.12 3.96 14 105 42.00 0.00 39.00 18.10 7.30 \nBCR1 0.17 1.10 26.00 0.11 2.97 18 261 13.20 0.00 81.80 40.10 6.46 \nBCR2 0.11 1.00 26.00 0.13 3.07 14 117 13.20 0.00 78.70 37.20 6.59 \nBCR3 0.16 1.00 26.00 0.15 2.28 18 48 12.40 0.00 52.50 24.60 6.66 \nBCR4 3.50 1.50 14.00 1.03 8.43 43 20 15.20 0.00 54.40 27.30 6.69 \nBCR5 1.21 1.60 6.00 0.13 6.74 24 10 38.80 0.00 60.40 28.60 7.09 \nBCR6 1.16 2.20 6.00 0.12 10.9 18 9 22.00 0.00 108.90 51.70 6.89 \nBCR7 0.13 2.30 1.00 0.20 10.9 16 7 64.00 0.00 149.10 74.80 7.28 \n\nTodos os dados estão em mg/L com exceção de cor real (mg/L PtCo), turbidez (FTU) e C.E. (µS/cm) e pH \n \n\n\n\n 75 \n\nAnexo 04 - Resultados de metais  nas amostras de água do período chuvoso \n\n K Na Ca Mg Mn Fe Zn Ba \nBRE1 1.28 0.27 1.29 0.59 0.01 0.19&lt;LQ 0.01 \nBRE5 0.55 0.34 0.49 0.31 0.04 0.06&lt;LQ 0.01 \nBRE6 0.5 0.41 0.36 0.31 0.00 0.05&lt;LD&lt;LD \nBRE7 0.74 0.44 1.89 0.87 0.01 0.12&lt;LD 0.01 \nBRE8 0.72 0.44 2.52 1.16 0.01 0.12&lt;LQ 0.01 \nBRE9 0.69 0.38 0.72 0.44 0.01 0.12&lt;LQ 0.01 \nBRE10 0.62 0.45 1.91 0.81 0.01 0.15&lt;LQ 0.01 \nBRE11 0.84 0.45 0.80 0.39 0.07 0.10&lt;LQ 0.02 \nBRE12 0.84 0.68 0.69 0.38 0.08 0.06&lt;LQ 0.02 \nBRE13 0.94 0.30 0.36 0.27 0.00 0.16&lt;LQ 0.01 \nBRSC1 1.53 0.57 13.79 6.08 0.03 0.02&lt;LD 0.02 \nBRSC3 3.29 6.51 15.27 6.08 0.04 0.06&lt;LD&lt;LQ \nBRSC5 1.99 0.56 18.73 5.64 0.03 0.09&lt;LD 0.06 \nBRSC6 1.9 2.00 7.94 3.73&lt;LD 0.14&lt;LD&lt;LD \nBRSC7 1.68 3.02 13.24 6.10&lt;LD 0.14&lt;LD 0.01 \nBRSC9 2.07 2.53 4.44 2.44 0.04 0.08&lt;LD&lt;LQ \nBRSC11 1.21 0.62 1.53 0.97 0.02 0.11&lt;LD&lt;LQ \nBRSC12 1.26 0.40 12.50 3.45 0.02 0.07&lt;LD 0.03 \nBRSC13 1.6 3.49 13.89 7.17&lt;LD 0.13&lt;LQ 0.07 \nRPa1 1.7 0.88 6.78 1.22 0.01 0.21&lt;LQ 0.03 \nPPa2 1.28 1.11 4.81 1.93 0.01 0.28&lt;LD 0.02 \nRpa3 1.14 1.02 7.00 2.08 0.04 0.06&lt;LD&lt;LQ \nRpa4 1.82 1.21 3.15 1.26 0.04 0.15&lt;LD 0.01 \nBCR1 0.91 0.51 6.43 3.07 0.11 0.36&lt;LQ 0.01 \nBCR2 0.87 0.50 6.32 2.91 0.10 0.23&lt;LQ 0.01 \nBCR3 0.94 0.59 6.61 2.98 0.09 0.38&lt;LQ 0.01 \nBCR4 2.14 4.59 4.32 1.56 0.09 0.17&lt;LQ 0.01 \nBCR5 1.28 2.50 4.85 1.31 0.07 0.15&lt;LQ 0.01 \nBCR6 1.8 3.2954 7.82 1.93 0.07 0.16 0.07 0.02 \nBCR7 1.99 3.21215 14.84 5.06 0.01 0.12 0.01 0.02 \n\n                           Todos os dados estão em mg/L.  \n \n\n\n\n 76 \n\nAnexo 05 – Análise Principais Componentes – Água – Período Seco \n\nPesos PC´s \n 1 2 3 \n\nCommunalities \n\nNH3 -0.03 0.94 0.18 0.919 \nNO3 0.01 0.82 0.17 0.697 \nSO4 -0.11 0.33 0.84 0.821 \nPO4 -0.02 0.92 0.06 0.852 \nCor -0.26 -0.1 0.79 0.694 \n\nTurb. -0.34 0.66 0.15 0.568 \nHCO3 0.91 0.08 -0.25 0.887 \nCond. 0.93 0.09 -0.19 0.913 \n\npH 0.6 -0.25 -0.41 0.596 \nCl 0.37 0.49 0.62 0.771 \nK 0.64 0.63 0.11 0.81 \n\nNa 0.55 0.57 0.11 0.639 \nCa 0.92 -0.07 -0.26 0.922 \nMg 0.96 -0.09 -0.11 0.947 \nMn -0.02 0.36 0.83 0.827 \nFe -0.49 0.06 0.8 0.877 \nBa 0.91 0.06 -0.22 0.747 \nZn 0.83 -0.08 0.21 0.876 \n\nAuto valores 7.2 5.2 1.9 Total \n\nVariância 40% 30% 11% 81% \n \n\nEscore das Amostras (Sample Factor Score) \n FS1 FS2 FS3  FS1 FS2 FS3 \n\nBRE1            -1.11 -0.29 -0.12 BRSC6           1.90 0.01 -0.27 \nBRE2            -0.86 -0.19 -0.69 BRSC7           1.72 0.25 -0.65 \nBRE3            -1.26 -0.19 -0.58 BRSC8           0.72 -0.11 0.02 \nBRE4            -1.17 -0.36 -0.54 BRSC9           0.09 -0.63 -0.06 \nBRE5            -1.12 -0.34 -0.92 BRSC10          1.14 -0.98 -0.40 \nBRE6            -1.10 -0.13 -0.89 RPa1            -0.64 0.23 -1.05 \nBRE9            -0.46 -0.65 0.82 RPa2            -0.52 0.21 -0.96 \nBRE10           1.64 0.09 0.81 RPa3            0.15 -0.26 0.20 \nBRE13           -0.80 -0.62 0.30 RPa4            -0.78 0.14 -0.47 \nBRSC1           0.69 -0.18 -0.93 BCR1            -0.03 -0.67 2.84 \nBRSC2           0.83 0.77 -1.01 BCR2            -0.47 -0.89 2.61 \nBRSC3           1.37 -0.22 0.18 BCR7            -0.67 -0.54 0.64 \nBRSC4           -0.20 -0.63 -0.05 BCR4            0.04 2.13 1.38 \nBRSC5           1.49 -0.10 -0.71 BCR5            -0.59 4.13 0.53 \n\n\n\n 77 \n\nAnexo 06 – Índices calculados para cada ponto amostrado – Período Seco \n\n \n\n Índice 1 Índice 2 Índice 3 \n\nBRE1            -0.90 -0.31 0.07 \n\nBRE2            -0.89 -0.30 -0.58 \n\nBRE3            -1.09 -0.26 -0.43 \n\nBRE4            -0.99 -0.65 -0.65 \n\nBRE5            -1.06 -0.64 -0.77 \n\nBRE6            -1.09 -0.06 -0.55 \n\nBRE9            -0.34 -0.30 0.94 \n\nBRE11           1.44 -0.01 0.05 \n\nBRE13           -0.58 -0.44 0.14 \n\nBRSC1           0.83 -0.35 -1.07 \n\nBRSC2           0.82 0.62 -0.88 \n\nBRSC3           1.09 -0.28 0.05 \n\nBRSC4           -0.19 -0.42 0.06 \n\nBRSC5           1.49 -0.13 -0.83 \n\nBRSC6           1.91 0.07 -0.70 \n\nBRSC7           1.96 0.10 -0.88 \n\nBRSC8           0.55 -0.03 -0.05 \n\nBRSC9           -0.09 -0.55 -0.11 \n\nBRSC10          1.43 -0.69 -0.39 \n\nRPa1            -0.48 0.03 -0.84 \n\nRPa2            -0.52 0.08 -0.93 \n\nRPa3            -0.18 -0.08 0.40 \n\nRPa4            -0.79 -0.12 0.02 \n\nBCR1            0.05 -0.19 2.22 \n\nBCR2            -0.66 -0.68 2.43 \n\nBCR7            -0.62 -0.77 0.12 \n\nBCR4            -0.56 2.12 1.74 \n\nBCR5            -0.59 4.16 1.29 \n \n\n \n\n\n\n 78 \n\n \n\nAnexo 07 – Resultados obtidos na análise de sedimento \n\n Maiores (%) Traços (ppm) \n Al Fe Mg Ca K Mn Cu Zn Ba Cr Pb Co Hg \n\nBCR1 8.98 13.67 0.39 0.14 1.80 0.19 76.5 92.5 468.0 103.2 71.7 31.0 0.60 \nBCR2 12.14 10.60 0.31 0.16 1.46 0.09 97.4 92.8 512.0 103.9 45.4 32.1 0.62 \nBCR3 9.48 9.08 0.41 0.19 1.90 0.19 82.4 173.1 481.1 104.0 57.8 34.7 0.77 \nBCR4 7.46 8.85 0.43 0.32 1.67 0.11 67.5 111.8 423.7 89.3 49.6 27.6 0.66 \nBCR5 10.50 8.05 0.82 1.10 1.27 0.12 48.4 83.3 837.0 98.9 38.2 28.3 0.22 \nBCR7 5.05 6.96 0.40 0.24 1.27 0.06 126.1 92.5 635.0 105.5 40.7 33.6 0.20 \nBRE1 5.96 3.33 0.17 0.20 1.17 0.03 23.5 34.7 410.0 65.6 30.8 11.0 0.12 \nBRE2 4.92 3.17 0.16 0.31 1.01 0.02 44.7 40.9 332.7 51.2 19.6 5.3 0.12 \nBRE3 5.28 3.67 0.17 0.30 0.99 0.02 27.0 36.5 351.1 58.6 15.8 5.3 0.11 \nBRE4 4.09 2.65 0.13 0.22 0.86 0.02 11.0 22.3 388.0 43.0 12.6 5.3 0.09 \nBRE5 4.84 3.66 0.15 0.18 0.95 0.05 18.2 30.3 337.4 54.0 22.1 5.3 0.11 \nBRE6 4.91 3.36 0.22 0.30 0.96 0.04 22.8 39.7 319.4 50.0 10.3 5.3 0.11 \nBRE7 7.00 4.07 0.32 0.29 1.25 0.04 40.5 73.6 627.0 70.3 45.0 22.2 0.12 \nBRE8 7.55 3.48 0.39 0.21 1.48 0.02 36.2 259.0 607.0 72.9 115.8 21.9 0.11 \nBRE9 6.19 3.38 0.32 0.14 1.24 0.05 32.7 62.1 541.0 61.5 31.9 21.5 0.09 \nBRE10 6.21 9.92 0.60 0.80 1.05 0.08 36.1 968.0 549.0 64.3 122.2 24.4 0.11 \nBRE11 3.61 1.96 0.25 0.26 0.84 0.02 22.8 31.5 610.0 52.8 17.8 14.5 0.10 \nBRE13 5.21 2.74 0.28 0.15 1.14 0.03 29.5 47.2 490.0 49.7 19.7 17.2 0.13 \nBRSC1 6.20 6.55 0.37 0.29 1.82 0.04 27.8 136.7 429.4 74.2 44.9 20.4 0.15 \nBRSC2 6.92 6.48 0.32 0.21 1.93 0.04 28.9 94.7 403.2 67.5 35.2 5.3 0.16 \nBRSC3 5.88 6.64 0.29 0.39 1.59 0.06 30.5 214.6 328.0 66.4 62.7 5.3 0.15 \nBRSC4 6.56 6.13 0.25 0.27 1.79 0.06 28.6 87.5 455.2 66.7 31.6 17.7 0.16 \nBRSC5 5.54 6.10 0.33 0.22 1.73 0.05 34.3 68.5 324.8 68.2 24.3 21.5 0.13 \nBRSC6 6.60 7.56 0.40 0.51 1.99 0.09 38.7 2084.5 465.9 75.1 153.3 28.1 0.15 \nBRSC7 6.55 7.70 0.19 0.22 1.86 0.07 49.3 1802.0 351.9 72.6 159.1 26.0 0.21 \nBRSC8 6.44 9.94 0.37 0.45 1.14 0.08 63.6 92.4 553.3 70.1 36.5 29.6 0.09 \nBRSC10 6.64 10.48 0.57 0.49 1.55 0.05 62.0 148.8 646.7 86.8 48.2 26.0 0.14 \nBRSC11 5.18 6.82 0.47 0.63 1.29 0.06 33.9 110.7 640.0 55.9 34.4 19.1 0.08 \nBRSC12 7.05 7.60 0.50 0.40 1.35 0.09 40.3 200.4 336.7 77.6 33.8 26.6 0.08 \nBRSC13 3.39 3.08 0.20 0.42 1.11 0.05 34.8 514.0 675.0 56.2 111.3 19.8 0.07 \n\n\n\n 79 \n\nAnexo 08 – Difratogramas obtidos nas análises mineralógicas \n\n \n\n \n\n \n \n \n \n \n\n \n \n\nBRE1 \n\nBRE2 \n\n\n\n 80 \n\n \n \n \n \n\n \n \n \n \n \n\n \n \n\nBRE3 \n\nBRE4 \n\n\n\n 81 \n\n \n\n \n \n \n \n \n\n \n \n \n \n\nBRE5 \n\nBRE6 \n\n\n\n 82 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 83 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 84 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 85 \n\n \n \n \n \n \n\n \n \n \n \n  \n\n\n\n 86 \n\n \n \n \n \n \n \n\n \n \n \n \n \n\n\n\n 87 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 88 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 89 \n\n \n \n \n \n \n\n \n \n \n \n \n \n\n\n\n 90 \n\n \n \n \n \n \n \n\n \n \n \n \n \n\n\n\n 91 \n\n \n \n \n \n\n \n \n \n \n \n \n \n\n\n\n 92 \n\n \n \n\n \n \n \n \n \n\n \n \n \n \n\n\n\n 93 \n\n \n \n\n \n \n \n \n \n\n \n \n \n \n\n\n\n 94 \n\n \n \n\n \n\n\n\n 95 \n\n \n \n\nAnexo 09 – Análise de Principais Componentes - Sedimento \n \n\n Pesos PC´s \n\n 1 2 3 \nCommunalities \n\nAl 0.82 0.17 0.02 0.70 \nFe 0.81 0.23 0.24 0.76 \nMg 0.44 0.81 0.07 0.86 \nCa -0.07 0.88 0.18 0.81 \nK 0.60 -0.21 0.51 0.66 \n\nMn 0.84 0.12 0.17 0.75 \nCu 0.82 0.12 -0.07 0.68 \nZn -0.01 0.05 0.95 0.91 \nBa 0.14 0.82 -0.09 0.71 \nCr 0.93 0.21 0.04 0.91 \nPb 0.15 0.14 0.91 0.87 \nCo 0.75 0.39 0.25 0.78 \nHg 0.88 -0.22 -0.01 0.82 \n\nAuto valores 6.1 2.2 1.9 Total \n\nVariância 47.2% 16.6% 14.8% 78.6% \n. \n \n \n\nEscore das Amostras (Sample Factor Score) \n FS1 FS2 FS3  FS1 FS2 FS3 \n\nBCR1     2.32 -0.70 0.02 BRE10    -0.47 1.86 1.45 \n\nBCR2     2.16 -0.55 -0.74 BRE11    -1.16 0.28 -0.84 \n\nBCR3     2.44 -0.74 -0.15 BRE13    -0.71 -0.32 -0.62 \n\nBCR4     1.44 -0.45 -0.21 BRSC1    -0.02 -0.29 0.17 \n\nBCR5     0.65 3.49 -0.66 BRSC2    -0.09 -0.82 0.01 \n\nBCR7     0.96 0.55 -0.80 BRSC3    -0.33 -0.60 0.37 \n\nBRE1     -0.61 -0.71 -0.48 BRSC4    -0.02 -0.55 -0.04 \n\nBRE2     -0.87 -0.75 -0.64 BRSC5    -0.02 -0.73 -0.09 \n\nBRE3     -0.87 -0.66 -0.67 BRSC6    -0.02 0.15 3.32 \n\nBRE4     -1.31 -0.73 -0.69 BRSC7    0.06 -1.06 3.02 \n\nBRE5     -0.87 -0.95 -0.58 BRSC8    0.24 0.79 -0.41 \n\nBRE6     -0.95 -0.65 -0.68 BRSC10  0.42 1.29 -0.17 \n\nBRE7     -0.27 0.41 -0.26 BRSC11  -0.60 1.37 -0.25 \n\nBRE8     -0.28 0.30 0.42 BRSC12  0.24 0.25 -0.10 \n\nBRE9     -0.38 -0.08 -0.50 BRSC13  -1.10 0.59 0.81"}]}}}