{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04897"}, {"@name": "filename", "#text": "BTP_1985_28_2_13_Sistemas_de_intertravamento.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Sistemas de intertravamento\nRAUL CORRÊA RECHDEN, Setor de Eletricidade, Divisão de Manutenção; JORGE LUIZ LISBOA WERLANG, Setor de Projetos de Engenharia, Divisão Técnica, e HÉLIO JOSÉ METZ, Setor de Utilidades, Divisão de Operação, Refinaria Alberto Pasqualini.\nRESUMO — Desenvolve-se uma discussão sobre as premissas de projeto de sistemas convencionais de intertravamento e segurança para equipamentos industriais.\nSão apresentados os principais problemas e as deficiências mais comuns nestes sistemas, e é estabelecido um roteiro para o desenvolvimento e realimentação do projeto, visando ao aperfeiçoamento do sistema.\nQuestiona-se o problema da confiabilidade do sistema através de observações práticas sobre o comportamento dos diversos dispositivos que o compõem.\nFinalmente, é apresentado um sistema de comando e segurança em uma caldeira geradora de vapor, em substituição ao fornecido pelo fabricante. Neste particular, tomou-se o cuidado de apresentar o assunto da maneira mais genérica possível, permitindo a fácil adaptação dos circuitos apresentados a equipamentos similares.\nABSTRACT — A discussion of the premises of a project of conventional interlock and safety systems for industrial installations.\nThe main problems and most common deficiencies of the systems are presented, and guidelines are given for project development and feedback, for optimization of the system.\nThe reliability of the system is analyzed with the aid of practical observations on the performance of its components.\nFinally, a control and safety system of a steam generator, developed to replace a system supplied by the manufacturers, is presented in a generic manner, to allow easy adaptation to similar equipment.\n(Originais recebidos em 11-X-84.)\n1 - INTRODUÇÃO\n0 desempenho deficiente de sistemas de proteção decorre, normalmente, da combinação das seguintes causas:\n1.1\t— Falhas de concepção\nNormalmente, os projetistas e fabricantes são aqueles que detêm uma melhor experiência no projeto do sistema de proteção do equipamento que produzem. Não obstante, muitas vezes, ocorrem falhas devido à não implementação de características especiais exigidas pelo comprador, desconhecimento das reais condições de operação do equipamento na planta e inovações ainda não bem experimentadas.\nAo fabricante interessa a proteção de seu equipamento. Normalmente, não está informado nem motivado para considerar a integração do mesmo ao sistema maior que é a planta industrial. Deste fato decorre uma tendência à super-proteção, com reflexos negativos na taxa de atuações indevidas, de vez que o fabricante sempre optará a favor da segurança quando as condições operacionais, que podem conduzir o equipamento a situações anormais, não forem bem conhecidas. Por outro lado, o fabricante poderá desconhecer determinados riscos reais, não dotando o equipamento\nda correspondente proteção.\n1.2\t— Especificação inadequada de\ncomponentes\nMuitas vezes, por desconhecimento das características ambientais do local de instalação, são especificados componentes inadequados, não projetados para as condições de temperatura ambiente, agressividade da atmosfera, vibração ou mesmo para o meio em que irão operar.\n1.3\t— Deficiências de montagem\nNem sempre se consegue o melhor apuro técnico na montagem do sistema, especialmente quando esta é feita na planta. Conexões elétricas erradas, terminais frouxos, tomadas de impulso mal concebidas e/ou mal localizadas e instalação deficiente de dispositivos ocorrem com freqüência e, se não forem detectados por um rigoroso plano de revisão e testes durante a fase de pré-operação, serão causas fatais de problemas futuros.\n1.4\t— Deficiências de manutenção\nNenhum sistema de proteção operará satisfatoriamente por tempo indefinido sem um plano de testes e manutenção preventiva periódicos. Aqui surge uma\nfalha frequente de concepção não citada acima: dificilmente o projeto equipa o sistema de proteção com arranjos que possibilitem a manutenção com o equipamento em operação. 0 resultado é que a manutenção só é feita quando o sistema falha, provocando interrupção indevida na operação do equipamento.\nAs causas acima apontadas conduzem ao prejuízo na eficácia do sistema, pois comprometem tanto sua adequação (qualidade de fornecer segurança operacional ao equipamento) quanto sua confiabilidade (fator baseado na probabilidade de falhas do sistema (*)). Estes dois itens serão tratados em separado.\n2 - adequaçAo do sistema de proteçAo*\n0 projeto de um sistema de proteção deve seguir um roteiro que inclua:\na)\tConhecimento profundo de todo o processo envolvido e não apenas do equipamento a ser protegido.\nb)\tDeterminação ordenada de todas as condições anormais possíveis. Para isto, existem técnicas adequadas disponíveis na literatura (2).\nc)\tAnálise das conseqüências das condições anormais etfi termos de danos a equipamentos, pessoas e ambiente, bem como prejuízos econômicos decorrentes de perdas de produção e/ou matéria-prima. Este passo é importante nas decisões de projeto que envolvem o binômio continuidade operacional versus segurança.\nd)\tDeterminação dos valores-limite das variáveis de processo, utilizados como pontos de atuação do sistema.\ne)\tEstudo da seqüência adequada de atuação dos dispositivos de proteção, de modo a parar o equipamento da forma mais ordenada possível.\nf)\tDefinição da responsabilidade do operador no que diz respeito à segurança do equipamento, que deve ser sempre compatível com suas limitações de ser humano e suas possibilidades de intervenção nas variáveis envolvidas.\nEsta definição é absolutamente indispensável, já na fase de projeto, pois influi na especificação dos pontos de\n\" O NFPA (\"National Fire Protection Association\") tem normas técnicas a respeito deste assunto.\nFig. 1 - Os pressostatos PS1 e PS2 serão inúteis se surgir obstrução a sua jusante. A vazão do queimador poderá cair o suficiente para que este se apague sem que haja queda de pressão no ponto em que estão conectados.\nalarme visual/sonoro e na própria concepção do sistema.\nEm certos casos, o operador pode ser o principal responsável pela segurança do equipamento, ficando o sistema automático de proteção como uma redundância secundária. Há referências na literatura sobre casos em que a adoção desta política resultou em maior confiabilidade (3).\ng)\tAcompanhamento das modificações de projeto no equipamento, com vis-\n• tas a possíveis alterações no sistema de intertravamento.\nh)\tNa fase inicial de operação, teste de todas as condições previstas em projeto, bem como verificação de eficácia das seqüências automáticas de segurança.\n3\t- CONFIABILIDADE DO SISTEMA DE PROTEÇAO\nQuando a confiabilidade do sistema de proteção é inferior à própria confiabilidade de operação do equipamento protegido, o resultado é uma decepcionante sucessão de atuações indevidas do sistema, com reflexos negativos bem conhecidos: perdas de produção, desperdícios de matéria-prima e energia, riscos de danos nos equipamentos associados e abalos no moral das equipes de operação e manutenção. Algumas vezes ocorre o pior: eliminação clandestina do sistema, ou de parte dele, comprometendo totalmente a segurança do equipamento.\nNão existem muitos dados disponíveis sobre índices de falhas em instrumentos, relés e outros dispositivos que integram os sistemas convencionais de segurança (3). Além disso, é fato que estes índices variam amplamente em função das condições de vizinhança, meio e atmosfera na qual os dispositivos operam.\nAssim, o critério estabelecido para aceitar ou não determinado arranjo em\nestudo baseia-se, em muito, na experiência dos projetistas.\nRegistram-se aqui as seguintes observações, importantes na definição do sistema de proteção descrito mais adiante.\nIniciadores de campo, como pressostatos, termostatos, chaves de nível, etc., são tão confiáveis em operação com contatos fechados quanto com contatos abertos, desde que estes sejam selados (ampolas de mercúrio).\nRelés auxiliares, mantidos desenergi-zados, não falham ao serem solicitados, desde que expostos a condições ambientais normais (atmosfera não agressiva, com umidade relativa normal). No caso de atmosfera agressiva ou umidade relativa alta, é preferível mantê-los energiza-dos.\nA redundância direta (isto é, dois ou mais dispositivos de proteção de mesma natureza executando o mesmo serviço) é menos confiável que a indireta (isto é, dispositivos de natureza diferente, estimulados por agentes diferentes). Assim, dois pressostatos instalados na mesma linha de combustível, para detectar baixa pressão, tornar-se-ão inúteis como proteção de chama de um queimador se, acidentalmente, restringe-se o fluxo, a jusante, o suficiente para apagar o queimador (fig. 1).\nVálvulas solenóides são dispositivos de confiabilidade duvidosa. Quando instaladas sob intempérie, é preferível mantê-las energizadas, pois o aquecimento da bobina ajuda a evitar acúmulo de umidade. Quando abrigadas, é melhor deixá-las desenergizadas, pois a ocorrência de queima das mesmas é bastante freqüente.\nA utilização de transmissores, destinados a controle, como elemento sensor para o sistema de proteção ou alarme é absolutamente contra-indicada.\nOutro critério que merece cuidadosa\nconsideração no projeto é a redução da quantidade de dispositivos e contatos, pois cada elemento adicional contribui negativamente para a confiabilidade global do sistema.\nOutros aspectos relativos à confiabilidade serão discutidos no próximo item.\n4\t- UM EXEMPLO: SISTEMA DE PROTEÇÃO E INTERTRAVA-MENTO DA CALDEIRA DE CO NA REFINARIA ALBERTO PASQUALINI - REFAP\n4.1\t— A Caldeira\nA caldeira de CO da REFAP é do tipo VU 60. Construída pela CBC, sob licença da Combustion Engineering Inc., foi projetada para produzir 80 t/h de vapor à pressão de 60 kgf/cm2 e temperatura de 445°C, recuperando o calor sensível e de combustão da massa gasosa (gás CO) proveniente do regenerador da Unidade de Craqueamento Catai ítico.\nA energia adicional, necessária para que a caldeira atenda à demanda de vapor, é fornecida pela queima dos combustíveis suplementares (óleo e/ou gás).\nA fornalha é do tipo de queima tan-gencial, dispondo de um bocal para queima de CO em cada canto. Acima de cada bocal de CO há um conjunto de queimadores para combustível suplementar, constituído por um queimador de óleo combustível entre dois de gás combustível, um acima e outro abaixo do mesmo.\nO sistema de controle de alimentação e de combustão da caldeira foi dimensionado de forma a atender à demanda de pico permissível de 88 t/h durante duas horas, mesmo queimando somente óleo ou gás combustível.\nA especificação da temperatura do vapor é garantida por um superaquece-dor de radiação/convecção, seguido de um dessuperaquecedor que opera com injeção de água de alimentação atomiza-da com vapor saturado que provém diretamente do tubulão.\nOs gases resultantes da queima dos combustíveis, após passarem pelo super-aquecedor e pelo boiler bank, saem da caldeira e são canalizados para o econo-mizador, preaquecendo a água de alimentação da caldeira e passando, em seguida, pelo preaquecedor de ar a gases de combustão, de onde são expelidos\npela chaminé.\nPara acendimento, a caldeira possui quatro queimadores piloto, com ignição por centelha elétrica, que podem operar com GLP ou gás de refinaria.\nA figura 2 mostra um fluxograma simplificado da caldeira, indicando os dispositivos que atuam no sistema de proteção no seu arranjo definitivo, após a modificação projetada.\n4.2\t— Análise das condições operacionais anormais que levam ao apa-gamento da caldeira por atuação do sistema de proteção\nA caldeira foi fornecida com apaga-mento automático na eventualidade de qualquer das condições abaixo:\n—\tnível baixo no tubulão superior;\n—\tnível alto no mesmo tubulão;\n—\tpressão baixa dos combustíveis suplementares (somente no respectivo combustível);\n—\tvazão baixa de ar para combustão;\n—\tpressão baixa de água de alimentação;\n—\tacionador do ventilador de tiragem forçada parado;\n—\ttemperatura alta do vapor na entrada do dessuperaquecedor;\n—\tfalha de chama nos queimadores (apagamento individual por queimador).\nA análise integrada do sistema cal-deira/refinaria revelou os seguintes pontos:\n—\to apagamento instantâneo da caldeira, por atuação do sistema de segurança, seria um evento a acarretar um alto risco de danos nos demais equipamentos da refinaria;\n—\to sistema de segurança não previa condição anormal altamente perigosa: inundação da câmara de irradiação por hidrocarbonetos, possível em determinada condição anormal de operação da Unidade de Craqueamento Catalítico;\n—\to sistema previsto para terminar a queima do gás CO quando a caldeira se apagasse, devido a nível baixo no tubulão, era o aumento máximo da vazão de ar; porém o CO não se apagava, tornando esta proteção inócua;\n—\to apagamento por nível alto no tubulão incrementaria a velocidade de aumento deste nível, tendo em vista a interrupção da produção de vapor, aumentando a probabilidade de arraste de condensado para o distri\nbuidor geral de vapor, com consequências catastróficas para os equipamentos consumidores;\n—\to apagamento por baixa pressão da água de alimentação não era necessário, pois esta não corre o risco de se danificar na presente hipótese;\n—\ta alimentação elétrica dos relés do sistema de proteção se fazia através de um único fusível, de modo que um curto-circuito acarretaria o apagamento total da caldeira;\n—\to projeto do sistema de proteção não permitia sua manutenção com a caldeira em operação.\nVárias destas condições evidenciam as deficiências de proteção quando o sistema está voltado apenas para o próprio equipamento, não considerando o que ocorre fora de seus \"limites de bateria''.\nFoi definido, então, o seguinte conjunto de condições de proteção:\n—\tapagamento da caldeira por nível baixo no tubulão superior, com desvio automático do gás CO;\n—\tapagamento dos combustíveis suplementares com pressão baixa na alimentação dos mesmos;\n—\tapagamento dos combustíveis suplementares em consequência da baixa vazão de ar para combustão;\n—\tapagamento dos combustíveis suplementares em função da parada do acionador do ventilador de tiragem forçada;\n—\tapagamento dos combustíveis suplementares em conseqüência da alta temperatura do vapor na entrada do dessuperaquecedor;\n—\tapagamento dos combustíveis suplementares em virtude da falha de chama;\n—\tdesvio do gás CO para a atmosfera em situação operacional anormal na Unidade de Craqueamento Catalítico, acarretando risco de arraste de hidrocarbonetos para a fornalha da caldeira.\n4.3\t— Critérios empregados no projeto do novo sistema\nUma vez definidas as condições de apagamento automático dos queimadores, partiu-se para a definição dos critérios de projeto do novo sistema de segurança.\nFace à situação operacional crítica para a refinaria, decorrente do apagamento instantâneo da caldeira, decidiu--se construir o sistema de segurança de modo a minimizar a possibilidade de que uma falha no próprio sistema de\n138\tB. téc. PETROBRÁS, Rio de Janeiro, v.28(2): 135-148, abr./jun. 1985\nCALDEIRA\nVA POR\nSATURADO\n<i>\nulr\nSUPERAQUeCeOOR\nFig. 2 - Fluxograma simplificado do intertravamento\n(Simbologia e abreviaturas da Norma S5.1 da ISA: FC — Fail Close, fecha em caso de falha; FO — Fail Open, abre em caso de falha).\nsegurança provocasse o apagamento da caldeira. Esta decisão, em si, envolvería a perda da característica \"à prova de falhas\" que o sistema incorporava por trabalhar com circuitos de segurança energizados em situação normal, ou seja, contatos iniciadores de campo fechados em situação operacional normal e relé mestre de corte de combustível energizado. Com este tipo de arranjo, certos tipos de defeitos são detectados através da atuação indevida do sistema de segurança; em contrapartida, a continuidade operacional do equipamento fica, de certa forma, comprometida.\nAlém disso, a manutenção do sistema com o equipamento em operação é bastante dificultosa, pela necessidade de se trabalhar com circuitos energizados.\nUma vez que a intenção do novo projeto era garantir, tanto quanto possível, a continuidade operacional da caldeira e, ao mesmo tempo, facilitar, ao máximo, a execução de testes e manutenção do sistema com a caldeira em operação, decidiu-se adotar, como critério básico de projeto, que os relés mestres de apagamento da caldeira deveríam estar desenergizados em situação operacional normal.\nOutro critério adotado foi o de permitir o realinhamento de combustível para os queimadores somente com a presença do operador. No sistema anterior, era possível alimentar com combustível um queimador apagado através de um interruptor no painel.\nNo sentido de se obter maior segurança em situação operacional normal (queimador aceso), as respectivas válvulas solenóides, bem como os circuitos de proteção contra falha de chama, foram mantidos energizados. Isto porque a ocorrência de falha de chama envolve risco de danos pessoais decorrentes da possibilidade de explosão na fornalha.\n4.4\t— Implementação dos principais subsistemas de comando e proteção da caldeira\nOs principais subsistemas do intertra-vamento serão descritos na ordem de sequência operacional de partida da caldeira, que consiste em: purgar a fornalha; acender o piloto do queimador e acender o queimador principal.\nPara a caldeira da figura 2, que pode operar com óleo combustível e/ou gás combustível, os principais subsistemas são:\n—\tpurga da fornalha;\n—\tMFT (Master Fuel Trip — relé mestre de corte de combustível);\n—\talimentação geral de gás para os pilotos;\n—\tignição (acendimento do piloto do queimador);\n—\talimentação geral de óleo combustível para os queimadores;\n—\talimentação geral de gás combustível para os queimadores;\n—\tacendimento do queimador.\nOs diagramas lógicos são auto-expli-cativos e foram desenhados de acordo com a norma ISA S5-2. Os diagramas funcionais correspondentes usam, basicamente, a simbologia da ABNT.\n4.4.1\t— Purga da fornalha\nAs condições para purga da fornalha são mostradas na figura 3 (diagrama lógico), e a implementação, na figura 4 (diagrama funcional).\nGenericamente, as condições para purga da fornalha são resumidas em duas:\n—\tvazão de ar suficiente (duas primeiras condições da figura 3) e\n—\ttodos os bloqueios dos combustíveis fechados (duas últimas condições da figura 3).\nQuando todas as condições para purga estiverem satisfeitas, dá-se início à mesma (relé Od1 da figura 4 energizado), sinalizando \"FORNALHA PURGANDO\"; no caso de as condições não estarem satisfeitas, sinaliza-se \"FORNALHA NÃO PURGANDO\".\nA condição \"BLOQUEIOS COMBUSTÍVEIS FECHADOS\" é detectada por fins-de-curso instalados nas válvulas de corte e manuais dos queimadores, mostrados na figura 2. Os fins-de-curso das válvulas manuais atuam diretamente nos relés d1 e d2 da figura 4, e o das válvulas de corte, através dos relés Ad1, A1d1, A2d1 da figura 16 para o queimador A, conforme descrito no item 4.4.7. Para esta condição, foram instaladas chaves de by-pass com sinalização, de vez que os fins-de-curso são dispositivos muito sujeitos a defeitos, e somente neste caso, após confirmar, no local, que as válvulas estão efetivamente fechadas, devem ser usados.\nO relé d1 energizado também satisfaz uma das condições para ABRI R A VÁLVULA DE CORTE GERAL DE ÓLEO COMBUSTÍVEL (fig. 12), e o relé d2\nenergizado, para ABRIR AS VÁLVULAS DE CORTE GERAL DE GÁS COMBUSTÍVEL (fig. 14).\n-4.4.2 — MFT (Master Fuel Trip)\nEste subsistema de intertravamento informa estarem satisfeitas as condições mínimas para operação da caldeira, possibilitando a abertura das válvulas de corte dos combustíveis.\nAs condições para rearmar e desarmar o relé MFT são mostradas nas figuras 5 (diagrama lógico) e 6 (diagrama funcional). Estando satisfeitas todas as condições para rearmar o MFT, o relé é desenergizado e sinaliza \"MFT REARMADO\". Após ocorrer uma das condições de apagamento da caldeira, o relé MFT é energizado, e, para rearmá-lo, faz-se necessário purgar de novo a fornalha, além de que as demais condições devem estar satisfeitas.\nSe fechadas todas as válvulas de corte dos queimadores de óleo e gás e iniciada a purga, ocorre by-pass da condição CHAMA (descrita no item 4.4.7).\nO relé d3 evita que, ao se fecharem, as válvulas de corte executem o by-pass da condição CHAMA. Com isto se consegue desarmar o MFT sempre que todos os queimadores forem apagados através das válvulas de corte, obrigando a uma nova purga da caldeira antes do reacendimento.\nNo intertravamento projetado, o contato do elemento sensor da condição anormal fica aberto quando a caldeira está em operação normal e, ao se fechar, energiza um relé com contatos instantâneos e temporizados. Os contatos instantâneos acionam alarmes, e os temporizados, mostrados na figura 6, desarmam o MFT. A condição \"nível baixo no tubulão superior\", além de desarmar o MFT, desvia o gás CO da caldeira.\nAntes de a condição operacional chegar ao ponto de apagar a caldeira, são acionados sensores que somente sinalizam condição anormal.\nForam instaladas chaves de by-pass das condições para desarmar o MFT, a fim de permitir manutenção preventiva dos instrumentos sensores (pressostatos, termostatos, chaves de nível, etc.). Quando ligadas, disparam o respectivo alarme.\nROTAÇÃO SOPRADOR NORMAL |--------------\nVAZÃO AR SUFICIENTE P/ PURGA |---------\nBLOOUEIOS COMBUSTÍVEIS M\ti\nFECHADOS (INCLUSIVE MANUAIS) '\nMFT DESARMADO I-----------------------O-\nE\n* CONDIÇÃO DETECTADA\nPOR FIM-DE-CUR3O\nFig. 3 - Diagrama lógico do sistema de purga da fornalha.\n(FORNALHA PURGANDO)\n■ç-\nFORNALHA NÃO PURGANDO)\nFIM - DE- CURSO\n<\tl\nO dl\n<\t'\nFORNALHA NÃO PURGANDO\nFig. 4 - Diagrama funcional do sistema de purga da fornalha.\na) REARME\nPURGA COMPLETA I-----\nROTAÇÃO SOPRADOR NORMAL pressão óleo combus- i TÍVE.L normal\t'\nPRESSÃO gás COMBUS- i TÍVEL NORMAL\nNÍVEL TUBULÃO NORMAL\nTEMPERATURA VAPOR SUPE-\nRAOUECIDO NÃO ALTA\nVAZÃO DE AR NORMAL |—\nVÁLVULAS CORTE QUEIMA-\nDORES FECHADAS\n( MFT\nREARMADO)\nb) DESARME\nmio U*NQ*L |---------\n■ REARMA RELÉ MFT (POSSIBILITA T ACENDIMENTO DOS QUEIMADORES)\nDESARMA RELE MFT\n(CORTA OS COMBUSTÍVEIS)\nROTAÇÃO SOPRADOR BAIXA\nPRESSÃO OLEO COMBUSTÍVEL BAIXA\nPRESSÃO GÁS COMBUSTÍVEL BAIXA\nNÍVEL TUBULÃO BAIXO\nTEMPERATURA VAPOR SUPE\nRAQUECIDO ALTA\nRETAR\nDO\nVAZÃO DE AR BAIXA\nFALHA\tCHAMA I\tQUEIM. A\nFALHA\tI I CHAMA\tQUEIM. D\nVA'LV. CORTE DE UM OU MAIS\nQUEIM ABERTA APOS A PURGA\nALIMENTAÇÃO ELETRICA DE-\nDECTORES CHAMA O. K\nFig. 5 - Diagrama lógico do sistema do MFT (master fuel trip)\nVAZÃO\nQUE MADOR\n(VIDE FIG. 16)\n4\n4\n-4\nROTAÇÃO\nSOPRADOR\n°PRESSÃO SÁS COMB.\nPRE3SÃO\nOLEO COSLía\n\"by-pass\" detectores de chama pelo FECHAMENTO DAS VALVULAS DE CORTE DOS QUEIMAD. E INÍCIO DE PURGA (VIDE FIG. 16)\n>&lt;\t<\t>•\t >&lt;\nAdi —\t»,<■ _<_\t\t\n> ••\t!)\t•• J\t>\nJ MPT\n(RELÉ OESEHERGIZADO --- REARMADO)\n(RELÊ ENERGIZADO --- DESARMADO >\n\nFig. 6 - Diagrama funcional do sistema do MFT (master fuel trip)\n4.4.3\t— Alimentação geral de gás para pilotos\nA alimentação geral de gás para pilotos é constituída de três válvulas sole-nóides, duas de corte com rearme manual e uma de vent, conforme mostrado na figura 2.\nAs condições para abrir e fechar estas válvulas são mostradas na figura 7, e o diagrama funcional, na figura 8.\n4.4.4\t— Ignição (acendimento do piloto do queimador)\nAs condições para ignição são vistas na figura 9 (diagrama lógico), e a implementação, na figura 10 (diagrama funcional). Ao se ligar a chave.do painel de ignição, estando satisfeitas as demais condições, energiza-se o relé d5 da figura 10, abre-se a válvula solenóide de corte, acende-se a lâmpada de sinalização e o ignitor de centelha durante dez segundos. Se o piloto não se acender, é necessário desligar e ligar novamente a chave.\n4.4.5\t— Alimentação geral de óleo com-\nbustível para queimadores\nAs condições para abrir e fechar a válvula de corte geral de óleo combustível da figura 2 são apresentadas na figura 11 (diagrama lógico), e a implementação, na figura 12 (diagrama funcional). Satisfeitas as condições para abrir a válvula de corte geral de óleo combustível, o relé d6 da figura 12 é desenergizado, energizando-se então a solenóide de comando e sinalizando-se \"VÁLVULA CORTE GERAL ÓLEO EM CONDIÇÕES DE ABRIR\".\nApós rearme manual da solenóide, a válvula se abre. A posição da válvula aberta ou fechada é sinalizada através de fins-de-curso.\nOcorrendo uma das condições para fechar a válvula de corte geral de óleo, esta se fecha, e, para abri-la, é necessário satisfazer novamente todas as condições.\n4.4.6\t- Alimentação gerai de gás com-\nbustível para queimadores\nAs válvulas de corte geral de gás combustível e vent são mostradas na figura 2; na figura 13 (diagrama lógico), vêem--se as condições para estes se abrirem e fecharem, enquanto na 14 (diagrama funcional), encontra-se o circuito implementado.\nSeu funcionamento é análogo ao da válvula de corte geral de óleo combustível, exceto que, para rearmar a solenóide, é necessário também que a válvula vent esteja fechada (condição detectada por fim-de-curso).\n4.4.7\t— Acendimento do queimador\nNa figura 2, são mostradas as válvulas de corte do queimador A (uma de óleo e duas de gás); na figura 15 (diagrama lógico), as condições para as mesmas se abrirem e fecharem, e na figura 16 (diagrama funcional), a implementação.\nEstando fechadas todas as válvulas de corte do queimador A, estarão energiza-dos os relés Ad1, A1d1 e A2d1 da figura 16, os quais executam as seguintes funções:\nREARME MANUAL\nMFT DESARMADO\nBOTÃO MANUAL\nMFT REARMADO\nFig. 7 - Diagrama lógico da alimentação geral de gás para pilotos.\nFig. 8 - Diagrama funcional da alimentação geral de gás para pilotos.\nMFT REARMADO\nPRESSÃO OAS IGNIÇÃO NORMAL\nCHAVE DO PAINEL DE IGNIÇÃO\nDO QUEIMADOR LIGADA\nABRE VÁLVULA SOLENOIDE DE CORTE DE GÁS PILOTO DO QUEIMADOR\nE\nRETARDO\n(IO»)\nINICIA FAISCAMENTO\nTERMINA FAISCAMENTO\nMFT DESARMADO\nPRESSÃO GÁS IGNIÇÃO BAIXA\nCHAVE DO PAINEL DE IGNIÇÃO\nDO QUEIMADOR DESLIGADA\nA\nFECHA VÁLVULA SOLENOIDE DE CORTE DE GÁS PILOTO DO QUEIMADOR\nFig. 9 - Diagrama lógico de ignição para pilotos (um por queimador).\nFig. 10 - Diagrama funcional de ignição para pilotos (um por queimador).\n—\tby-pass da condição CHAMA para abrir a primeira válvula de corte do queimador A (by-pass do contato temporizado do relé Agd2);\n—\tenergizam os relés d1 e d2 da figura 4 se estiverem fechadas também as válvulas de corte dos demais queimadores e todas as válvulas manuais; condição necessária para PURGA (fig. 4) e para ABRIR AS VÁLVULAS DE CORTE GERAL DE ÓLEO E GÁS COMBUSTÍVEL (figs. 12 e 14);\n—\tsatisfazem uma das condições para rearmar o relé MFT (fig. 6), se estiverem fechadas também as válvulas de corte dos demais queimadores, e iniciar a purga (by-pass da condição CHAMA).\nEstando satisfeitas todas as condições para abrir a primeira válvula de corte de um queimador, esta se abre ao ser efetuado o rearme manual da solenóide de comando, tornando a se fechar se as fotocélulas não detectarem chama dentro de quinze segundos para o queimador de óleo e oito segundos para o queimador de gás. Se a válvula de corte aberta for a primeira de todos os queimadores (partida da caldeira) e se ela tornar a se fechar, o relé MFT também se desarmará. Neste caso, estando satisfeitas todas as condições para purga e rearme do MFT, estes ocorrerão automaticamente.\nO relé Agd2 energizado informa que a condição CHAMA está satisfeita. Por\ntanto, conforme mostrado na figura 16, ocorre by-pass da mesma se faltar alimentação elétrica (corrente alternada) para os detectores ou se for fechada a chave indicada pela linha tracejada. Se ocorrer falta de energia elétrica, o alarme é acionado e, ao se fechar a chave, acende-se a lâmpada de sinalização.\n4.4.8\t— Considerações sobre os subsistemas implementados\na)\tOs subsistemas gerais MFT (fig. 6), corte geral de gás para pilotos (fig. 8), corte geral de óleo (fig. 12) e corte geral de gás (fig. 14) em operação permanecem com os relés desenergi-zados. Para garantir que serão notadas anormalidades na alimentação do MFT, foi instalado um alarme de falta de energia.\nb)\tOs subsistemas de interesse apenas durante a partida da caldeira, PURGA (fig. 4), IGNIÇÃO (fig. 10) e individual de cada queimador — CORTE COMBUSTÍVEL QUEIMADOR (fig. 16) —, permanecem com os relés energizados para dar condições de operação.\nc)\tAs válvulas solenóides instaladas no local ficam energizadas durante a operação da caldeira.\nd)\tPara aumentar a segurança, existem as seguintes redundâncias indiretas nos subsistemas:\nPURGA — vazão de ar suficiente para purga e rotação do sopra-dor normal;\n— válvulas de corte fechadas (detectadas por fins-de-cur-so) e MFT desarmado (não dá condições de abrir as válvulas de corte dos queimadores).\nMFT\t— vazão de ar sufi-\nciente e rotação normal.\nQUEIMADOR — pressão baixa de combustíveis e falha de chama.\ne)\tDevido â grande quantidade de contatos do relé MFT, foram utilizados dois relés em paralelo, sendo os contatos de um deles usados nos subsistemas de comando das válvulas de corte dos queimadores e os do outro nos demais subsistemas. Portanto, uma anormalidade em um deles não impede o apagamento automático da caldeira.\nf)\tA alimentação elétrica é de 110 volts, corrente contínua, com baterias em flutuação para garantir seu fornecimento. Cada subsistema possui um fusível, para que uma falha em um deles não afete os demais.\na) ABRIR\nMFT REARMADO\nPRESSÃO ÓLEO COMBUST. NORMAL\nBLOQUEIOS QUEIMADORES DE OLEO\nCOMB.\nFECHADOS (INCLUSIVE MANUAIS\nCHAVE\nNA POSIÇÃO ABRIR\nb) FECHAR\nMFT\nDESARMADO\nPRESSÃO ÓLEO COMBUS -\nRETAR\nDO '\nCHAVE NA POSIÇÃO FECHAR\n(VÁLVULA CORTE GERAL OLEO EM CONDIÇÕES DE ABRIR )\nSOLENÓIDE\nABRE VALV. CORTE GE-\nREARME MANUAL\nRAL OLEO COMBUST.\nFECHA VALVULA CORTE\n1\nCOMBUST.\nGERAL\n)\n-fc\nFig. 11 - Diagrama lógico do comando da válvula de corte geral de óleo combustível.\nSINALIZAÇÃO VALV. DE CORTE GERAL DE OLEO COMBUSTÍVEL\nFig. 12 - Diagrema funcional do comando da válvula de corte geral de óleo combustível.\nMFT REARMADO\na) ABRIR\nFECHA\nVÁLV. “VENT\"\nPRESSÃO GAS COMBUST. NORMAL |— BLOQUEIOS QUEIMADORES DE OÃS COMB. FECHADOS {INCLUSIVE MANUAIS)\nCHAVE NA POSIÇÃO ABRIR -----------\nMFT DESARMADO\nPRESSÃO GÁS COMBUST. BAIXA\nCHAVE NA POSIÇÃO FECHAR [■\nb) FECHAR\nRETAR DO\nVÁLVULA “VENT\" ABERTA (CONDIÇÃO\nDETECTADA POR FlM - 0E - CURSO )\nVÁLV. \"VENT\" FECHADA (DETECTADA POR FIM-DE-CURSO)\n■6\n(VÁLV. CORTE GÁS EM CONDIÇÕES OE ABRIR )\nSOLENOIDE\nREARME MANUAL\nABRE VÁLV. CORTE\nGERAL GAS COMB.\nFINS- DE- CURSO\nFECHA VÁLV. CORTE GERAL GÁS COMBUST.\nFINS-DE- CURSO\nABRE VÁLVULA \"VENT\"\nFig. 13 - Diagrama lógico do comando das válvulas de corte geral e vent de gás combustível.\nSINALIZAÇÃO VÁLV. OE CORTE GERAL DE GÁS COMBUSTÍVEL\nFig. 14- Diagrama funcional do comando das válvulas de corte geral e vent de gás combustível.\na) ABRIR\nMFT REARMADO\nPRESSÃO COMBUSTÍVEL (ÓLEO I_____\nOU SAS) NORMAL\t'\nCHAVE QUEIMADOR NA POSIÇÃO ABRIR\nVÁLVULAS CORTE OLEO E GA's\nDO QUEIMADOR FECHADAS\nABRE VA'LVULA CORTE QUEIMADOR\nCHAMA NO QUEIMADOR |-\nFIM-DE- CURSO\nb) FECHAR\nFECHA VALV. CORTE QUEIMADOR\n\nFig. 15 - Diagrama lógico do comando das válvulas de corte (uma de óleo combustível e duas de gás combustível por queimador).\ng)\tPor simplicidade, os diagramas funcionais mostram as lâmpadas de sinalização alimentadas pelo mesmo circuito dos relés auxiliares. Na realidade, todos os circuitos de sinalização são alimentados por circuito separado, dotado de fusível próprio.\n5\t- CONCLUSÃO\nUm sistema de comando e segurança eficaz somente será obtido se o projetista considerar o equipamento protegido na sua relação de importância com o restante da planta. As condições anormais que irão interromper a operação do equipamento devem sofrer uma crítica do ponto de vista de segurança pessoal e prejuízos econômicos; estabelecer uma hierarquia entre elas é, em muitos casos,\nconveniente, pois orienta a escolha do nível de qualidade (e custo) do equipamento e ajuda a fixar a filosofia a adotar quanto à segurança contra falhas do sistema. O papel e responsabilidades do operador do equipamento, bem como os recursos colocados à sua disposição para contornar situações anormais, devem estar perfeitamente definidos e entrosados com o papel do próprio sistema de segurança.\nDurante a fase de montagem, deve-se estabelecer um rigoroso plano de fiscalização e testes, conduzido por elementos com experiência de pelo menos cinco anos na atividade.\nFinalmente, não deve ser esquecida a necessidade de prover meios de executar\nmanutenção no sistema com o equipamento protegido em operação, quando isto for conveniente.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(*) Deuschle, R. &amp; Goldberg, J. A reliability primer. Instrum. Control Syst., 47 (2): 51-4, Feb.\n1974.\n(2)\tBecker, J. V. &amp; Hill, R. Funda-\nmentals of interlock systems. Chem. Eng., 86 (21): 101-8, Oct.\n1979.\n(3)\tLees, F. P. The realiability of\ninstrumentation. Chem. Ind. (London), (5): 195-205, Mar. 6,\n1976.\n148\tB. téc. PETROBRÁS, Rio de Janeiro, v.28(2): 135-148, abr./jun. 1985\n/\tQUE1MAD\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tCHAMA \tzx\t\t\t\tVALVULA C \t?\t\n\t\t\t\t\t\t\t\t\ts\tz\t\n1\t1\t1\td\t\t\t\t\t\t\t\t\t\t\t\n\tX\t\t\t\t\t\t\tm a>\tT l\t\t\n\t> Adi\t\t\t\t\t\t\tr &lt;m» *\ti i 1 «\t\tA«dl\n\t\t\t\t\t\t\t\t> -\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t> *,dl\t\ts\t> Agd2\t\tDETECTO\t( 1\t)O 3\t1 &lt;lr m\t&lt;1\t&lt;~x<L PRESSÃO\n\t\t\t\t\t\t\t\t\t\t\t\n\t\tl\t\t\t\t\t\tO r\t1\t\t\n\t5 A2dl\t\t\t\t\t\t\tMENTAÇ RES\t1 1 1\t\t\n\tJ\tl\t\t\t\t\t\t\t1\t\t\n\t\t1\t\t\t\t\t\to\t1\t\t>\n\t\t\\\t\t\t\t\t\t-.\tJ\tI\tA CHAVE\t\n\t\t\\\t\t\t\t\t\t»— ~“ — —\t\t\t\n\"BY-PASS\"DETECTORES DE\t\tcha\\\t\t\t\t\t\t\t\t\t\nMA PELO FECHAMENTO\t\tDAS|\t\t\t\t\t\t\t\t\t\nVALV. DE CORTE DE OLEO E \\\t\t\t\tMFT\t\t\t\t\t\t\t\nGAS DO QUEIMADOR\tA\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t1\t/\tAgdl\t\t\t\t1 A9d2\t\t\t\t01 *1\n\t\t\t\t\t\t\t\t\tCOM ANDO\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\tr-\tJ\t*\t\t\t\t\t\t\t\t\t\t\t\t\t\n)0R A ORTE ÓLEO\tVÁLVULA CORTE GAS \tzx\t\t\t\tVALVULA CORTE GAS\t\t\tX\n\t\t\t\tx\tZ\t\t\tX\n\t\tPRESSÃO ( GÁS\t<\tAjdl 1\t\tS\t(\tAgdl »\n&lt;<\tí\t&lt;Adi\t-<- ►\t\t>&lt;\t\t\t1\t\nx^.\tA ABERTA\tCHAVE\tX\t0 ABERTA x. ✓\t1 CHAVE\tx^.\tABERTA _ z\nCO\t1\tCO AEW il CO\t\t\t\t\t\t\t\nAdi\tz 1\t.4\t''COMANDO '\t4\t\tA|(ll\t' í\t1\tX COMANDO )\ti\t' -1\tA dl\tz 2 \t\tX\n\t\t\t\t\t\t\t\nFig. 16 - Diagrama funcional de comando das válvulas de comando das válvulas de corte (uma de óleo combustível e duas de gás combustível por queimador)"}]}}}