{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13742"}, {"@name": "filename", "#text": "19857_tese_henrique.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro \n\n2012 \n\nDepartamento de Engenharia Mecânica \n\nHenrique João \n\nCastanheiro Henriques \n\n \n\nViabilidade do Uso de Bioetanol como Combustível \n\nAlternativo \n \n\n \n\n \n\n\n\n \n\n   \n\n\n\n \n\n \n\nUniversidade de Aveiro \n\n2012 \n\nDepartamento de Engenharia Mecânica \n\nHenrique João \n\nCastanheiro Henriques \n\n \n\n \n\nViabilidade do Uso de Bioetanol como Combustível \n\nAlternativo \n \n\n Dissertação apresentada à Universidade de Aveiro para cumprimento dos requisitos \nnecessários à obtenção do grau de Mestre em Engenharia Mecânica, realizada sob a \n\norientação científica da Professora Doutora Margarida Isabel Cabrita Marques Coelho, \n\nProfessora Auxiliar Convidada do Departamento de Engenharia Mecânica da \n\nUniversidade de Aveiro e do Professor Doutor Fernando José Neto da Silva, Professor \n\nAuxiliar do Departamento de Engenharia Mecânica da Universidade de Aveiro \n\n \n\n\n\n \n\n   \n \n\n\n\n \n\n \n\n  \n \n\n \n\n \n\n \n\n \n \n\nO júri   \n \n\nPresidente Prof. Doutor Vítor António Ferreira da Costa \n\n Professor Associado com Agregação do Departamento de Engenharia Mecânica da Universidade de Aveiro \n \n\n \n\nOrientadora Prof. Doutora Margarida Isabel Cabrita Marques Coelho \nProfessora Auxiliar Convidada do Departamento de Engenharia Mecânica da Universidade de Aveiro \n\n  \n \n\nCoorientador Prof. Doutor Fernando José Neto da Silva \nProfessor Auxiliar do Departamento de Engenharia Mecânica da Universidade de Aveiro \n\n  \n \n\nArguente Doutora Ana Cláudia Relvas Vieira Dias \nBolseira Pós-Doutoramento do Cesam – Departamento de Ambiente e Ordenamento da Universidade de \n\nAveiro \n\n  \n \n\n  \n\n  \n \n\n  \n\n  \n \n\n  \n\n \n\n \n\n \n\n\n\n\n\n \n\n  \n\n  \n \n\nAgradecimentos \n\n \n\nNo decorrer da presente Dissertação foram várias as pessoas que contribuíram, de \n\ndiferentes formas, para que esta fosse executada com sucesso. \n\n \n\nEm primeiro lugar gostaria de agradecer à minha orientadora, a Professora Doutora \n\nMargarida Coelho e ao meu coorientador, Professor Doutor Fernando Neto, não só por \n\ntodo o apoio e disponibilidade demonstrada mas também por todas as críticas \n\nconstrutivas. \n\n \n\nO meu agradecimento à minha namorada, Marisa Bastos, pelo consistente apoio, \n\nmotivação e paciência demonstrada. \n\n \n\nUm agradecimento à minha prima, Catarina Castanheiro, pela ajuda e motivação \n\nprestada. \n\n \n\nO meu agradecimento aos restantes familiares pelo constante apoio e motivação \n\nprestada. \n\n \n\nPor último, mas não menos importante, um agradecimento muito especial aos meus \n\npais, que sempre me apoiaram e me deram todas as condições para continuar os meus \n\nestudos. \n\n \n\n \n\n\n\n\n\n \n\n  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\nPalavras-chave \n\n \n\nAvaliação de Ciclo de Vida, Bioetanol, Combustíveis alternativos, Consumo \n\nEnergético, Emissões. \n\nResumo \n\n \n\n \n\nOs problemas relacionados com o consumo energético e emissões de poluentes \n\nrelativos ao setor dos transportes representam seguramente a maior preocupação ao \n\nnível europeu no que respeita às emissões de gases de efeito de estufa (GEE) e à \n\npoluição atmosférica. O preço do petróleo é outra preocupação crescente, que gera a \n\nnecessidade de poupança de combustível. Uma das formas de resolver / minimizar estes \n\nproblemas é através da aposta em novas tecnologias, como os combustíveis \n\nalternativos. \n\nAs ferramentas para Avaliação de Ciclo de Vida (ACV) permitem identificar e \n\nquantificar os consumos energéticos e as emissões de poluentes de um combustível \n\ndesde a sua produção até à sua utilização nos veículos. No entanto, as ferramentas \n\nnuméricas mais apropriadas para a avaliação de ciclo de vida de combustíveis \n\nencontram-se concebidas, muitas vezes, para uma realidade distinta da realidade \n\nEuropeia / Portuguesa. Assim, pretende-se com este trabalho atualizar a ferramenta \n\nnumérica de ACV GREET (desenvolvida pelo Argonne National Laboratory), para \n\ncontemplar a realidade Europeia no que se refere ao ciclo de vida do bioetanol. A \n\natualização do modelo GREET originou o modelo MACVEtOH, que após ser calibrado \n\nfoi submetido a um caso de estudo baseado no percurso do Oceanário de Lisboa à \n\nUniversidade de Aveiro com veículos ligeiros de passageiros.  \n\nNa análise de fonte-ao-depósito (WTP) concluiu-se que o bioetanol, \n\nindependentemente da origem deste, apresenta maior consumo energético total (de 6,9 \n\na 10,2 vezes o consumo da gasolina) e de energia fóssil (1,6 a 3,3 vezes o valor de \n\nreferência) do que a gasolina. Considerando apenas as emissões de poluentes locais, \n\nconcluiu-se que a gasolina é o combustível menos poluente. Contudo, relativamente às \n\nemissões de GEE concluiu-se que o bioetanol apresenta emissões inferiores à gasolina \n\n(de 0,3 a 0,65 vezes o valor da gasolina). Na análise de fonte-à-roda (WTW), \n\nrelativamente ao consumo energético total por quilómetro percorrido, concluiu-se que o \n\nveículo FFV E85 apresenta um consumo energético superior ao do veículo ICE a \n\ngasolina (1,6 a 2,1 vezes) enquanto o veículo ICE E10 apresenta um consumo \n\npraticamente igual ao do veículo ICE a gasolina (1,04 a 1,06 vezes o do veículo \n\npadrão). Quanto ao consumo de energia fóssil por quilómetro percorrido, o veículo \n\nFFV E85 apresenta valores inferiores aos do veículo a gasolina (0,32 a 0,48 vezes o \n\nconsumo do veículo de referência), enquanto o veículo ICE E10 apresenta um consumo \n\npraticamente igual ao do veículo a gasolina (0,93 a 0,95 vezes o valor do veículo de \n\nreferência), sendo que o bioetanol de gramíneas, resíduos florestais e árvores são os que \n\nconsomem menos energia de origem fóssil. Quanto aos poluentes locais, a gasolina é a \n\nque apresenta emissões inferiores. Relativamente aos GEE, o veículo FFV E85 \n\napresenta menores emissões que o veículo a gasolina (0,13 a 0,56 vezes as emissões do \n\nveículo de referência) enquanto o veículo ICE E10 apresenta emissões praticamente \n\niguais às do veículo ICE a gasolina (0,936 a 0,938 vezes as emissões do veículo \n\npadrão).  \n\n\n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\nKeywords \n\n \n\nLife Cicle Assessment, Bioethanol, Alternative Fuels, Energy Consumption, Emissions. \n\n \n\nAbstract \n\n \n\nThe problems related to energy consumption and pollutant emissions for the \n\ntransportation sector certainly represent a major concern at European level regarding \n\ngreenhouse gases emissions (GHG) and local air pollution. The oil price is another \n\ngrowing concern, which generates the need for fuel savings. One way to solve / \n\nminimize these problems is through investment in new technologies like alternative \n\nfuels. \n\n \n\nTools for Life Cycle Assessment (LCA) can identify and quantify energy consumption \n\nand pollutant emissions of a fuel since its production to its use in road vehicles. \n\nHowever, the most appropriate numerical tools for LCA of fuels are often developed \n\nfor a different reality from Europe / Portugal. Thus, the main objective of this research \n\nwork was to update the LCA model GREET (developed by Argonne National \n\nLaboratory), to behold the European reality regarding the life cycle of bioethanol. The \n\nupdate of GREET model originated MACVEtOH model, which was submitted after \n\nbeing calibrated to a case study based on the route between Lisbon Oceanarium to the \n\nUniversity of Aveiro with passenger cars. \n\n \n\nIn analysis Well-To-Pump (WTP) bioethanol (regardless its source), leads to a higher \n\ntotal energy consumption (6,9 to 10,2 times the gasoline consumption) and fossil \n\nenergy use (1,6 to 3,3 times the value reference) than gasoline. Considering local \n\npollutants emissions, it was concluded that gasoline is the less polluting fuel. However, \n\nbioethanol leads to lower GHG emissions than gasoline (from 0,3 to 0,65 times the \n\nvalue of the gasoline). In analysis Well-To-Wheels (WTW), for the total energy \n\nconsumption per kilometer, it was concluded that the FFV E85 vehicle has a higher \n\ntotal energy consumption than ICE E10 vehicle (1,6 to 2,1 times relative to the \n\nreference vehicle) while the ICE E10 vehicle has almost equal consumption than ICE \n\ngasoline vehicle (1,04 to 1,06 times relative to the reference vehile). Regarding the \n\nfossil fuel consumption per kilometer travelled, the FFV E85 vehicle has lower \n\nconsumption that the gasoline vehicle (0,32 to 0,48 times relative to the reference \n\nvehicle), while the ICE E10 vehicle has almost equal consumption that ICE gasoline \n\nvehicle (0,93 to 0,95 times relative to the reference vehicle), and that cellulosic \n\nbioethanol consumes less fossil energy. Regarding local pollutants, gasoline shows \n\nlower emissions. For GHG, the FFV E85 vehicle has lower emissions than gasoline \n\nvehicle (0,12 to 0,56 times relative the reference vehicle), while the ICE E10 vehicle \n\nhas almost equal emissions than gasoline vehicle (0,936 to 0,938 times relative the \n\nreference vehicle). \n\n \n\n \n\n\n\n \n\n\n\n \n\n i \n\n \n\nÍndice \n\nÍndice \n\nÍndice ...................................................................................................................................... i \n\nÍndice de Figuras .................................................................................................................. iii \n\nÍndice de Quadros .................................................................................................................. v \n\nNomenclatura........................................................................................................................ ix \n\n1. Introdução....................................................................................................................... 1 \n\n1.1. Setor dos Transportes .............................................................................................. 1 \n\n1.2. O Protocolo de Quioto ............................................................................................ 3 \n\n1.3. Objetivos ................................................................................................................. 5 \n\n1.4. Estrutura .................................................................................................................. 6 \n\n2. O Bioetanol .................................................................................................................... 7 \n\n2.1. Contexto dos Biocombustíveis ............................................................................... 7 \n\n2.2. Propriedades do Bioetanol ...................................................................................... 8 \n\n2.3. Visão Global do Bioetanol ...................................................................................... 9 \n\n2.4. Potencial de Produção de Bioetanol no Mundo .................................................... 16 \n\n2.5. Tipos de Etanol ..................................................................................................... 18 \n\n2.6. Principais Matérias-Primas para a Produção de Bioetanol ................................... 19 \n\n2.7. Processos de Produção de Bioetanol..................................................................... 22 \n\n3. Revisão Bibliográfica ................................................................................................... 27 \n\n3.1. Análise do Equilíbrio Energético .......................................................................... 27 \n\n3.2. Análise dos GEE ................................................................................................... 29 \n\n3.3. Análise dos Impactes Ambientais ......................................................................... 30 \n\n4. Avaliação de Ciclo de Vida .......................................................................................... 33 \n\n\n\n \n\nii  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n4.1. Descrição da Avaliação de Ciclo de Vida ............................................................ 33 \n\n4.2. Benefícios de um Estudo ACV ............................................................................. 34 \n\n4.3. Limitações de um Estudo ACV ............................................................................ 35 \n\n5. Metodologia ................................................................................................................. 37 \n\n5.1. Plano de Trabalho ................................................................................................. 37 \n\n5.2. O Modelo GREET ................................................................................................ 40 \n\n6. O Modelo MACVEtOH ............................................................................................... 41 \n\n7. Resultados e sua Discussão .......................................................................................... 71 \n\n7.1. Calibração do Modelo .......................................................................................... 71 \n\n7.2. Avaliação de Ciclo de Vida do Bioetanol............................................................. 73 \n\n8. Conclusões e Trabalho Futuro ................................................................................... 101 \n\n9. Referências Bibliográficas ......................................................................................... 105 \n\n10. Anexos .................................................................................................................... 109 \n\n \n\n\n\n \n\n iii \n\n \n\nÍndice de Figuras \n\nÍndice de Figuras \n\nFigura 1 - Evolução e tendências dos transportes na Europa [2]. .......................................... 1 \n\nFigura 2 - Evolução dos GEE na UE [1]. .............................................................................. 2 \n\nFigura 3 – Evolução das emissões de GEE nos países da UE no setor dos transportes [1]. . 3 \n\nFigura 4 - Metas das emissões de GEE na Europa no âmbito do Protocolo de Quioto (2008-\n\n2012) relativamente às emissões do ano base (1990) [3]. ..................................................... 4 \n\nFigura 5 – Evolução da quota de biocombustíveis no setor dos transportes [1]. .................. 5 \n\nFigura 6 - Produção de bioetanol no período de 1982 a 2006 [18]. .................................... 10 \n\nFigura 7 - Produção de bioetanol no Brasil de 1960 a 2006 [20]. ....................................... 11 \n\nFigura 8 - Hidrólise do amido e celulose, seguido da fermentação da glicose em bioetanol \n\n(adaptado de [15]). ............................................................................................................... 23 \n\nFigura 9 - Energia fóssil para diferentes sistemas de bioetanol [50]. .................................. 28 \n\nFigura 10 – Emissões de CO2 equivalente para diferentes sistemas de bioetanol [50]. ............ 29 \n\nFigura 11 - Estágios do ciclo de vida do produto [53]. ....................................................... 33 \n\nFigura 12 - Fases de uma Avaliação de Ciclo de Vida [54]. ............................................... 33 \n\nFigura 13 - Fluxograma do plano de trabalho da Dissertação. ............................................ 38 \n\nFigura 14 - Representação da Avaliação de Ciclo de Vida efetuada pelo GREET [56]. .... 40 \n\nFigura 15 - Aspeto da folha de cálculo “Apresentação” do modelo MACVEtOH ............. 43 \n\nFigura 16 - Seleção da quantidade de energia libertada por unidade de massa/volume. .... 43 \n\nFigura 17 - Dados relativos à produção de bioetanol. ......................................................... 44 \n\nFigura 18 - Dados relativos à simulação. ............................................................................ 46 \n\nFigura 19 - Dados sobre o transporte de matérias-primas/combustíveis. ............................ 48 \n\nFigura 20 – Fração de GN e crude utilizada para a produção de GPL. ............................... 54 \n\nFigura 21 - Comparação dos consumos energéticos totais WTP. ....................................... 76 \n\n\n\n \n\niv  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nFigura 22 - Comparação dos consumos energia fóssil WTP. ............................................. 78 \n\nFigura 23 - Comparação das emissões de VOC numa análise WTP................................... 81 \n\nFigura 24 - Comparação das emissões de CO numa análise WTP. .................................... 82 \n\nFigura 25 - Comparação das emissões de NOx numa análise WTP. ................................... 83 \n\nFigura 26 - Comparação das emissões de PM numa análise WTP. .................................... 84 \n\nFigura 27 - Comparação das emissões de GEE numa análise WTP. .................................. 85 \n\nFigura 28 – Comparação dos consumos energéticos numa análise WTW.......................... 87 \n\nFigura 29 - Comparação dos consumos de energia fóssil numa análise WTW. ................. 89 \n\nFigura 30 – Comparação das emissões de VOC numa análise WTW. ............................... 90 \n\nFigura 31 – Comparação das emissões de CO numa análise WTW. .................................. 91 \n\nFigura 32 – comparação das emissões de NOx numa análise WTW. ................................. 92 \n\nFigura 33 – Comparação das emissões de PM numa análise WTW. .................................. 93 \n\nFigura 34 – Comparação das emissões de GEE numa análise WTW. ................................ 94 \n\nFigura 35 – Distribuição do consumo de energia total WTW nas várias etapas. ................ 96 \n\nFigura 36 – Distribuição das emissões de GEE WTW nas várias etapas. .......................... 97 \n\n \n\n\n\n \n\n v \n\n \n\nÍndice de Quadros \n\nÍndice de Quadros \n\nQuadro 1 - Propriedades do bioetanol e da gasolina [15]...................................................... 8 \n\nQuadro 2 - Produção mundial de bioetanol no período de 2000-2004 (Gl) [16]. ................. 9 \n\nQuadro 3 - Potencial de produção de bioetanol para todas as matérias-primas (Gl) [37]. .. 17 \n\nQuadro 4 - Resumo dos impactes dos processos de produção de bioetanol \n\ncomparativamente com o combustível convencional (1/2) [48]. ........................................ 30 \n\nQuadro 5 - Resumo dos impactes dos processos de produção de bioetanol \n\ncomparativamente com o combustível convencional (2/2) [48]. ........................................ 31 \n\nQuadro 6 - Calendarização do plano de trabalho da Dissertação. ....................................... 39 \n\nQuadro 7 - Propriedades dos combustíveis líquidos [4]. ..................................................... 49 \n\nQuadro 8 - Propriedades dos combustíveis gasosos [4]. ..................................................... 49 \n\nQuadro 9 - Propriedades dos combustíveis sólidos [4]. ...................................................... 49 \n\nQuadro 10 - Fatores de aquecimento global [58]. ............................................................... 50 \n\nQuadro 11 - Frações de carbono e enxofre dos poluentes [4]. ............................................ 51 \n\nQuadro 12 - Fatores de emissão para as tecnologias estacionárias em g/kWh (1/3) [4, 57, \n\n58, 59, 60]. ........................................................................................................................... 51 \n\nQuadro 13 - Fatores de emissão para as tecnologias estacionárias em g/kWh (2/3) [4, 57, \n\n58, 59, 60]. ........................................................................................................................... 52 \n\nQuadro 14 - Fatores de emissão para as tecnologias estacionárias em g/kWh (3/3) [4, 57, \n\n58, 59, 60]. ........................................................................................................................... 52 \n\nQuadro 15 - Fatores de emissão para o gasoduto a GN em g/kWh [60]. ............................ 53 \n\nQuadro 16 - Fatores de emissão para o comboio a gasóleo em g/kWh [61]. ...................... 53 \n\nQuadro 17 - Fatores de emissão para os petroleiros e navios de transporte a fuel óleo em \n\ng/kWh [4]. ............................................................................................................................ 54 \n\nQuadro 18 - Peso relativos das tecnologias estacionárias na produção de combustíveis [4].\n\n ............................................................................................................................................. 55 \n\n\n\n \n\nvi  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 19 - Valores da eficiência global e emissões urbanas para o petróleo e seus \n\nderivados [4, 60, 62]. ........................................................................................................... 55 \n\nQuadro 20 - Peso relativo dos combustíveis nos processos de extração de petróleo e \n\nprodução de seus derivados [4]. .......................................................................................... 56 \n\nQuadro 21 - Pesos relativos das tecnologias estacionárias na extração e processamento do \n\nGN e produção de GPL [4].................................................................................................. 57 \n\nQuadro 22 - Valores da eficiência global e emissões urbanas para GN e GPL [4, 60, 62]. 57 \n\nQuadro 23 - Peso relativo dos combustíveis nos processos de extração e processamento de \n\nGN e produção de GPL [4].................................................................................................. 58 \n\nQuadro 24 - Pesos relativos das tecnologias estacionárias na extração e processamento do \n\ncarvão [4]. ............................................................................................................................ 59 \n\nQuadro 25 - Valores da eficiência global e emissões urbanas para o carvão [4, 60]. ......... 59 \n\nQuadro 26 - Peso relativo de cada um dos combustíveis nos processos de extração e \n\nprocessamento do carvão [4]. .............................................................................................. 60 \n\nQuadro 27 - Peso relativo das tecnologias de combustão estacionária nos processos de \n\nprodução de bioetanol (1/2) [4]. .......................................................................................... 61 \n\nQuadro 28 - Peso relativo das tecnologias processos de produção de bioetanol (2/2) [4]. . 61 \n\nQuadro 29 - Peso relativo de cada um dos combustíveis no processo de agricultura [4]. .. 61 \n\nQuadro 30 - Peso relativo por fonte energética na produção de energia elétrica em Portugal \n\n[63]. ..................................................................................................................................... 62 \n\nQuadro 31 - Valores das emissões urbanas para cada um dos combustíveis inerentes à \n\nprodução elétrica [4]. ........................................................................................................... 63 \n\nQuadro 32 - Pesos relativos e eficiência das tecnologias de combustão estacionária na \n\nprodução elétrica [4]. ........................................................................................................... 63 \n\nQuadro 33 - Fatores de emissão por unidade de energia elétrica produzida. ...................... 64 \n\nQuadro 34 - Consumos energéticos na produção de painéis fotovoltaicos incluído na \n\nprodução de eletricidade por parte destes [60]. ................................................................... 64 \n\nQuadro 35 - Emissões de poluentes na produção de painéis fotovoltaicos incluído na \n\nprodução de eletricidade por parte destes [60]. ................................................................... 65 \n\n\n\n \n\n vii \n\n \n\nÍndice de Quadros \n\nQuadro 36 - Consumos energéticos na produção de torres eólicas incluído na produção de \n\neletricidade por parte destas [60]. ........................................................................................ 65 \n\nQuadro 37 - Emissões de poluentes na produção de torres eólicas [60]. ............................ 65 \n\nQuadro 38 - Peso relativos das tecnologias de combustão estacionária na produção dos \n\nfertilizantes, herbicidas e inseticidas [4].............................................................................. 66 \n\nQuadro 39 - Características dos modelos flexifuel analisados [66, 67, 68]. ........................ 71 \n\nQuadro 40 - Comparação do consumo e emissões de CO2 dos veículos analisados com os \n\ndados do modelo MACVEtOH............................................................................................ 72 \n\nQuadro 41 - Extensão do gasoduto a GN no exterior de Portugal desde a Argélia [72]. .... 75 \n\nQuadro 42 - Distância e meio de importação do petróleo bruto e do carvão. ..................... 75 \n\nQuadro 43 - Locais de importação de fertilizantes, herbicidas e inseticidas [73, 75, 76]. .. 76 \n\nQuadro 44 - Análise da energia associada à produção de equipamentos agrícolas \n\nrelativamente ao consumo energético total WTP [kJ/kWh]. ............................................... 79 \n\nQuadro 45 - Influência dos métodos para estimar os coprodutos do bioetanol a partir de \n\ntrigo no consumo energético total WTP. ............................................................................. 79 \n\nQuadro 46 - Comparação dos processos de produção de bioetanol para os tipos de \n\nbiomassa incluídos no modelo MACVEtOH. ..................................................................... 80 \n\nQuadro 47 - Análise da inclusão da exportação de eletricidade no processo de produção de \n\nbioetanol a partir de beterraba sacarina. .............................................................................. 81 \n\nQuadro 48 - Resumo da análise WTP do bioetanol relativamente à gasolina. .................... 86 \n\nQuadro 49 - Resumo WTW para os veículos a bioetanol comparativamente ao veículo ICE \n\na gasolina. ............................................................................................................................ 98 \n\n  \n\n\n\n \n\nviii  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n ix \n\n \n\nNomenclatura \n\nNomenclatura \n\nACV – Avaliação de Ciclo de Vida \n\nCGF – Alimentos de Glúten de Milho “Corn Gluten Foods” \n\nCGM – Farelo de Glúten de Milho “Corn Gluten Meal” \n\nCH4 – Metano \n\nCO – Monóxido de Carbono \n\nCO2 – Dióxido de Carbono \n\nDM – Moagem Seca “Dry Milling” \n\nDDGS - Grãos Secos de Destilaria “Distiller's Dried Grain with Solubles” \n\nE10 – Mistura com 90% de gasolina e 10% de bioetanol \n\nE85 – Mistura com 85% de bioetanol e 15% de gasolina \n\nEIA - Energy Information Administration \n\nETBE - Etil-Terc-Butílico \n\nEUA – Estados Unidos da América \n\nFFV – Veículos de Combustível Flexível \n\nGEE – Gases de Efeito de Estufa \n\nGN – Gás Natural \n\nGPL – Gás de Petróleo Liquefeito \n\nGREET - Greenhouse gases, Regulated Emissions and Energy use in Transportation \n\nH2 – Hidrogénio \n\nHC - Hidrocarbonetos \n\nHFCS - Xarope de Milho Rico em Frutose \n\nICAO - International Civil Aviation Organization \n\nICE – Motor de Combustão Interna “Internal Combustion Engine” \n\n\n\n \n\nx  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nMl – Milhões de Litros \n\nMTBE - Éter Metilo Tetrabutileno \n\nN2O – Óxido Nitroso \n\nNOx – Óxido de Azoto \n\nOMI - Organização Marítima Internacional \n\nPCI – Poder Calorífico Inferior \n\nPCS – Poder Calorífico Superior \n\nPIB – Produto Interno Bruto \n\nPM – Partículas \n\nPTW – Depósito-às-rodas “Pump To Wheels” \n\nSO2 – Dióxido de Enxofre \n\nUE – União Europeia \n\nUNFCCC - United Nations Framework Convention on Climate Change \n\nVOC - Compostos Orgânicos Voláteis \n\nWM – Moagem Húmida “Wet Milling” \n\nWTP – Fonte-ao-Depósito “Well To Pump” \n\nWTW - Fonte-à-Roda “Well To Wheels” \n\n \n\n\n\n \n\n 1 \n\n \n\nIntrodução \n\n1. Introdução \n\n1.1. Setor dos Transportes \n\nAs discussões da política de transportes tendem a lidar apenas com a oferta de transporte. \n\nMas a procura crescente do transporte está a prejudicar os esforços para resolver muitos \n\ndos problemas ambientais mais prementes. Abordar os aspetos ambientais mais \n\nimportantes em conjunto com a oferta será a abordagem mais efetiva. \n\nO número de passageiros que utiliza o transporte rodoviário e aéreo tem vindo a aumentar \n\nnos países da União Europeia (UE). Os níveis de crescimento têm sido particularmente \n\nacentuados na Europa do Leste onde o aumento no transporte aéreo tem sido acompanhado \n\npela expansão dos transportes de baixo custo e onde os níveis de aquisição de automóveis \n\nestão a convergir com os da Europa ocidental [1]. \n\nNa figura seguinte pode observar-se a evolução e tendências dos transportes na Europa. \n\n \nFigura 1 - Evolução e tendências dos transportes na Europa [2]. \n\nO transporte aéreo de passageiros é o setor que atualmente apresenta um maior \n\ncrescimento. O transporte marítimo, por outro lado, diminuiu 9% no período de 1996-2006 \n\n(UE-27), baixando a sua quota modal para cerca de 1%. Os veículos de duas rodas \n\nexpandiram ligeiramente a sua quota de mercado para cerca de 2%. O transporte \n\nferroviário e os sistemas de metro correspondem a 7% do transporte de passageiros, \n\nenquanto os veículos ligeiros continuam a ser o modo dominante com uma quota de 73% \n\n[1]. \n\n \n\n \n\n\n\n \n\n2  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nA elevada percentagem modal do automóvel privado e do tráfego aéreo tem impactos \n\nambientais negativos em todos os níveis geográficos. O transporte de passageiros contribui \n\nfortemente para a poluição atmosférica e sonora, para a fragmentação do habitat e para o \n\naumento das emissões dos gases de efeito estufa (GEE) [1]. \n\nAs emissões de GEE provenientes do setor dos transportes continuam a crescer, em \n\ncontraste com outros setores como a habitação, indústria e produção de energia. O \n\ntransporte rodoviário continua a ser a principal fonte de emissões de gases de efeito estufa \n\npara os transportes de mercadorias e de passageiros. Embora medidas tenham sido \n\nimplementadas para melhorar a eficiência energética do transporte de passageiros e do \n\ntransporte rodoviário de mercadorias, os ganhos foram muito ultrapassados pela crescente \n\nprocura dos transportes. Relativamente a outros modos de transporte, a aviação \n\ninternacional e o transporte marítimo têm evidenciado o maior crescimento das emissões \n\nde GEE ao longo da última década. Essas emissões não são regulamentadas pelo Protocolo \n\nde Quioto e até agora nenhum regulamento para a redução das emissões destes transportes \n\nfoi criado. A Organização Marítima Internacional (OMI) e a Organização da Aviação Civil \n\nInternacional (ICAO) estão a investigar diferentes opções para reduzir as emissões dos \n\ngases de efeito estufa nos respetivos setores [1]. \n\nAs emissões de GEE no setor dos transportes aumentaram 28% durante o período 1990-\n\n2006 (Figura 2). O aumento ocorreu apesar de as frotas terem aumentado a sua eficiência \n\nenergética, o que portanto, reflete o aumento do volume de transporte. \n\n \nFigura 2 - Evolução dos GEE na UE [1]. \n\nA maioria dos países da UE registou um aumento nas emissões dos transportes ( Figura 3), \n\nprincipalmente devido ao aumento dos movimentos dos transportes. Estónia, Lituânia, \n\nBulgária e Alemanha foram os únicos países que apresentaram redução nas emissões de \n\nGEE no setor dos transportes, comparando 1990 e 2006 [1]. \n\nNa figura seguinte pode observar-se a evolução das emissões de GEE nos países da UE no \n\nsetor dos transportes, tendo como comparação as emissões de 1990. \n\n\n\n \n\n 3 \n\n \n\nIntrodução \n\n \nFigura 3 – Evolução das emissões de GEE nos países da UE no setor dos transportes [1]. \n\n \n\n1.2. O Protocolo de Quioto \n\nFace aos graves impactos ao nível de emissões de GEE têm surgido medidas políticas de \n\nforma a reduzir as mesmas. A medida mais destacável foi o Protocolo de Quioto. \n\nO Protocolo de Quioto é um protocolo da “United Nations Framework Convention on \n\nClimate Change” (UNFCCC), que visa um compromisso fixado à escala mundial, com \n\nexceção de alguns países como os Estados Unidos da América (EUA), de redução das \n\nemissões de GEE[3]. \n\nO protocolo (que foi inicialmente aprovado em 11 de Dezembro de 1997 em Quioto, no \n\nJapão e entrou em vigor em 16 de Fevereiro de 2005) fixou uma redução das emissões de \n\nGEE de 5,2% entre 2008 e 2012 face aos valores do ano de referência que é 1990. No caso \n\nda UE a redução global de GEE seria de 8%. No entanto nem todos os países terão que \n\ndiminuir as suas emissões de GEE. A UNFCCC adotou o princípio de \"responsabilidades \n\ncomuns mas diferenciadas\". As partes acordaram que a maior parte das emissões globais \n\nde GEE têm origem nos países desenvolvidos e que as emissões “per capita” nos países \n\nem desenvolvimento ainda são relativamente baixas. Portanto, a quota de emissões globais \n\n\n\n \n\n4  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\noriginárias dos países em desenvolvimento poderá aumentar para satisfazer as necessidades \n\nsociais e de desenvolvimento [3]. \n\nNa figura seguinte pode observar-se as metas estipuladas pelo protocolo de Quioto para as \n\nemissões de GEE (2008-2012) relativamente ao ano base (1990). À esquerda pode ver-se \n\nas metas estipuladas em termos de toneladas equivalentes de dióxido de carbono (CO2), e à \n\ndireita em termos de percentagem. \n\n \nFigura 4 - Metas das emissões de GEE na Europa no âmbito do Protocolo de Quioto (2008-2012) \n\nrelativamente às emissões do ano base (1990) [3]. \n\nO aumento dos preços dos combustíveis fósseis tem vindo a criar uma oportunidade para \n\nas alternativas renováveis aumentarem a sua quota de mercado. Infelizmente, a escolha \n\nmais óbvia - os biocombustíveis - seguiu uma evolução similar à do petróleo. Isto \n\nverificou-se principalmente devido ao aumento da procura de alimentos e à falta de \n\nprodução agrícola o que provocou um debate sobre a dimensão ética do deslocamento da \n\nprodução agrícola a partir de plantas comestíveis para a produção de combustíveis [1]. \n\n \n\n\n\n \n\n 5 \n\n \n\nIntrodução \n\nOs Estados Membros da UE estão a planear aumentar a quota de biocombustíveis no setor \n\ndos transportes de 5,75% em 2010 para 10% em 2020 [1]. Contudo a Europa não é a única \n\nregião que visa aumentar o uso de biocombustíveis – a nível mundial prevê-se um aumento \n\ndo uso de biocombustíveis de 2% em 2010, para 6% de biodiesel e para 8% de bioetanol \n\nem 2020 [1]. Para se atingir as metas estabelecidas a nível da quota de biocombustíveis no \n\nsetor dos transportes serão necessárias melhorias significativas no rendimento das colheitas \n\ne uma expansão das áreas cultivadas para a produção de biocombustíveis [1]. \n\nNa Figura 5 é apresentada a meta da UE-27 e a meta a nível mundial da quota de \n\nbiocombustíveis no setor dos transportes. \n\n \nFigura 5 – Evolução da quota de biocombustíveis no setor dos transportes [1]. \n\n \n\n1.3. Objetivos \n\nO principal objetivo da presente Dissertação de Mestrado consiste no desenvolvimento de \n\num modelo de avaliação de ciclo de vida (ACV) para o bioetanol obtido a partir de \n\ndiferentes matérias-primas baseado na ferramenta numérica “Greenhouse gases, Regulated \n\nEmissions and Energy use in Transportation” (GREET) [4], desenvolvida pelo “Argonne \n\nNational Laboratory”. Este software, que funciona em Excel, realiza a ACV de \n\ncombustíveis, mas tem por base parâmetros e dados de entrada característicos da realidade \n\nNorte-Americana. Como tal, efetuou-se uma atualização da base de dados para contemplar \n\na realidade Europeia no que se refere ao ciclo de vida do bioetanol. \n\nNo desenvolvimento da dissertação foram tidos em conta todos os aspetos relacionados \n\ncom a produção do bioetanol, desde a produção e transporte de matéria-prima, até à \n\nprodução, distribuição do produto final e seu consumo nos veículos rodoviários. \n\nA base de dados criada contemplou todas as entradas ao longo de todo o processo de \n\nprodução, sejam elas de matérias-primas, fertilizantes, energia, assim como todas as \n\nemissões inerentes ao processo de ciclo de vida do bioetanol. \n\n\n\n \n\n6  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nA presente dissertação contemplou ainda a análise de um caso de estudo com a construção \n\nde cenários alternativos. \n\n \n\n1.4. Estrutura \n\nA presente Dissertação de Mestrado encontra-se dividida em 9 capítulos ao longo dos \n\nquais são abordados os vários temas apresentados. \n\nNo capítulo 1 apresenta-se uma análise introdutória do panorama atual do setor dos \n\ntransportes bem como os objetivos da presente dissertação. \n\nO capítulo 2 é dedicado à descrição de todo o processo de produção do bioetanol, bem \n\ncomo às suas propriedades. Numa primeira fase será mostrada a situação atual do \n\nbioetanol. Posteriormente serão apresentados todos os processos inerentes à produção de \n\nbioetanol, desde a produção e transporte de matéria-prima, até à produção, distribuição e \n\narmazenamento do produto final. \n\nNo capítulo 3 apresenta-se a revisão bibliográfica onde será abordado o estado de arte no \n\nque diz respeito à ACV da produção e utilização de bioetanol a partir de diferentes \n\nmatérias-primas. \n\nO capítulo 4 é dedicado à descrição do processo de ACV, indicando os benefícios e as \n\nlimitações desta análise. \n\nNo capítulo 5 é apresentada a metodologia de base e o plano de trabalho para a execução \n\nda presente dissertação. Neste capítulo é ainda apresentado e descrito o funcionamento do \n\nmodelo numérico de avaliação de ciclo de vida GREET. \n\nNo capítulo 6 é apresentado o modelo desenvolvido ao longo da dissertação. Nesta fase é \n\ndescrito todo o modelo bem como os pressupostos tidos em consideração. \n\nO capítulo 7 é dedicado aos resultados e sua discussão. Será apresentado um caso prático \n\nde aplicação do novo modelo e são feitas comparações com resultados obtidos através da \n\nutilização de outros programas. \n\nO capítulo 8 é dedicado às conclusões obtidas na presente Dissertação. Neste ponto, são \n\napresentadas ainda sugestões sobre possíveis trabalhos futuros. \n\nNo capítulo 9 são apresentadas as referências bibliográficas consultadas ao longo da \n\nrealização da dissertação. \n\n\n\n \n\n 7 \n\n \n\nO Bioetanol \n\n2. O Bioetanol \n\nNeste capítulo será descrito todo o processo de produção do bioetanol, bem como as suas \n\npropriedades. Numa primeira fase será mostrada a situação atual da produção e utilização \n\ndo bioetanol. Posteriormente serão apresentadas as propriedades do bioetanol bem como \n\ntodos os processos inerentes à sua produção. Serão ainda discutidos os aspetos ambienteis \n\nassociados à utilização do bioetanol. \n\n \n\n2.1. Contexto dos Biocombustíveis \n\nDesde o ano 2000 tem-se verificado um rápido crescimento na procura por bioetanol. Os \n\nelevados preços do petróleo, as preocupações ambientais e a diversidade de interesses na \n\nsegurança energética fizeram do bioetanol uma alternativa atraente, particularmente nos \n\npaíses industrializados [5]. \n\nNos países em desenvolvimento o foco encontra-se mais no desenvolvimento rural, na \n\ncriação de empregos e na melhoria do acesso à energia [6]. Contudo, no setor agrícola, o \n\nbioetanol pode trazer benefícios significativos para os agricultores e pode ser uma forma \n\nde reduzir custos e distorções de mercado das políticas de apoio existentes para a \n\nagricultura [7]. Por fim, as limitações da capacidade de reposição das refinarias têm \n\ntambém tido um impacto sobre o aumento dos preços dos derivados do petróleo [8], os \n\nquais favorecem a economia dos biocombustíveis. \n\nA maioria dos especialistas aceita que o transporte individual continuará a desempenhar \n\num papel fundamental no futuro e que o petróleo continuará a ser a principal fonte de \n\nenergia para as próximas décadas, apesar dos esforços para se encontrar outras alternativas \n\n[9]. Os biocombustíveis (bioetanol e biodiesel) são a alternativa mais viável no futuro \n\nimediato, principalmente porque podem ser utilizados em motores de combustão interna \n\nrecorrendo a infraestruturas de combustível existentes, que é um dos principais obstáculos \n\nà introdução de outros combustíveis [9]. O bioetanol requer poucas alterações ou \n\nnenhumas, especialmente em misturas de bioetanol até 10% (E10). Nos EUA, por \n\nexemplo, todos os construtores de automóveis garantem o uso de E10 desde 1980 [10]. \n\n\n\n \n\n8  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n2.2. Propriedades do Bioetanol \n\nO bioetanol (álcool etílico, álcool de cereais, CH3-CH2-OH ou EtOH) é um biocombustível \n\nlíquido, que pode ser produzido a partir de diferentes fontes de biomassa e tecnologias de \n\nconversão. O bioetanol é um combustível alternativo atraente porque é um recurso \n\nrenovável de base biológica que é oxigenado, com potencial para reduzir as emissões de \n\npartículas nos motores de ignição por compressão [11]. No entanto, por exemplo, a \n\nprodução de bioetanol a partir de milho causa maior erosão no solo e usa uma maior \n\nquantidade de adubos à base de azoto do que qualquer outra cultura. Estas duas limitações \n\nambientais também se aplicam à cana-de-açúcar produzida no Brasil [12]. \n\nO bioetanol tem um maior índice de octano, limites mais amplos de flamabilidade e \n\nsuperior calor de vaporização que a gasolina. Essas propriedades permitem uma maior taxa \n\nde compressão e menor tempo de queima do motor, o que leva a uma maior eficiência do \n\nbioetanol relativamente à gasolina num motor de combustão interna (ICE) [13]. As \n\nprincipais desvantagens do bioetanol incluem a sua menor densidade energética (o \n\nbioetanol tem 66% da energia contida em igual volume de gasolina), a sua corrosividade, a \n\nmenor pressão de vaporização (tornando difícil o arranque a frio), a miscibilidade com \n\nágua e a toxicidade para os ecossistemas [14]. Algumas das propriedades do bioetanol e da \n\ngasolina são apresentadas no Quadro 1. \n\nQuadro 1 - Propriedades do bioetanol e da gasolina [15]. \n\nPropriedades dos Combustíveis Gasolina Bioetanol \n\nPeso Molecular [kg/kmol] 111 46 \n\nDensidade [kg/L] a 15ºC 0,75 0,80-0,82 \n\nTeor de Oxigénio [% em peso] \n \n\n34,8 \n\nPoder Calorífico Inferior (PCI) [MJ/kg a 15ºC] 41,3 26,4 \n\nPoder Calorífico Inferior [MJ/L a 15ºC] 31 21,2 \n\nÍndice de Octano (RON) 97 109 \n\nÍndice de Octano (MON) 86 92 \n\nÍndice de Cetano 8 11 \n\nRelação Estequiométrica do ar/combustível [kg Ar/kg Combustível] 14,7 9 \n\nTemperatura de Ebulição [ºC] 30-190 78 \n\nPressão de Vaporização [kPa] a 15ºC 75 16,5 \n\nO índice de octano do bioetanol é superior ao da gasolina, portanto, o bioetanol tem \n\nmelhores características antidetonantes. Esta qualidade pode ser explorada se a taxa de \n\ncompressão do motor for ajustada em conformidade. O conteúdo de oxigénio do bioetanol \n\ntambém leva a uma maior eficiência, o que resulta num processo de combustão mais limpa \n\na temperaturas relativamente baixas. A pressão de vaporização, uma medida da \n\nvolatilidade dos combustíveis, é muito baixa para o bioetanol. Isso indica uma lenta \n\n\n\n \n\n 9 \n\n \n\nO Bioetanol \n\nevaporação que tem a vantagem de a concentração de emissões evaporativas do ar \n\npermanecerem relativamente baixas o que reduz o risco de explosões. No entanto, a \n\ncombinação da baixa pressão de vaporização do bioetanol com a sua temperatura de \n\nebulição, é desvantajosa relativamente ao arranque a frio. Sem ajudas, motores que \n\nutilizam bioetanol não podem arrancar com temperaturas abaixo de 20 º C [15]. \n\nA presença de oxigénio na produção de bioetanol melhora a combustão e, portanto, reduz \n\nas emissões de hidrocarbonetos (HC), de monóxido de carbono (CO) e de partículas (PM). \n\nNo entanto a utilização de combustíveis oxigenados tende a aumentar as emissões de \n\nóxidos de azoto (NOx). O bioetanol é adequado para a mistura de combustível nos motores \n\na gasolina devido ao seu alto índice de octano, baixo valor de cetano e elevado calor de \n\nvaporização que impede a autoignição do combustível [16]. A mistura mais popular para \n\nveículos ligeiros é conhecida como o E85, e contém 85% de bioetanol e 15% de gasolina. \n\nNo Brasil, o bioetanol é derivado da cana-de-açúcar e é usado puro ou misturado com \n\ngasolina numa mistura chamada “Gasohol” (24% de bioetanol e 76% de gasolina) [17]. \n\nEm vários estados dos EUA, uma pequena quantidade de bioetanol (10% em volume) é \n\nadicionada à gasolina, conhecida como E10.  \n\n \n\n2.3. Visão Global do Bioetanol \n\nOs últimos anos têm testemunhado um crescente interesse no bioetanol como um substituto \n\nà escala global para a gasolina no setor dos transportes, devido a uma combinação de \n\nfatores, inclusive ambientais, sociais e relativos à segurança energética. Conforme \n\nilustrado no Quadro 2 e na Figura 6, a produção mundial de bioetanol tem aumentado \n\nsignificativamente nos últimos anos. \n\nQuadro 2 - Produção mundial de bioetanol no período de 2000-2004 (Gl) [16]. \n\nContinentes/Países 2000 2001 2002 2003 2004 \n\nEuropa \n\nEU-15 \n\n3,56 \n\n2,07 \n\n4,03 \n\n2,11 \n\n4,08 \n\n2,22 \n\n4,27 \n\n2,37 \n\n4,01 \n\n2,58 \n\nAmérica \n\nBrasil \n\nUSA \n\n19,26 \n\n0,59 \n\n7,60 \n\n20,68 \n\n1,54 \n\n8,11 \n\n23,26 \n\n2,62 \n\n9,60 \n\n26,23 \n\n4,81 \n\n11,18 \n\n29,32 \n\n15,28 \n\n12,90 \n\nÁsia 5,90 6,05 6,23 6,65 6,64 \n\nOceânia 0,15 0,18 0,16 0,16 0,27 \n\nÁfrica \n\nÁfrica do Sul \n\n0,54 \n\n0,40 \n\n0,55 \n\n0,40 \n\n0,58 \n\n0,40 \n\n0,59 \n\n0,40 \n\n0,59 \n\n0,41 \n\nMundo 29,81 31,89 34,71 38,30 40,73 \n\n \n\n\n\n \n\n10  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n \n\nFigura 6 - Produção de bioetanol no período de 1982 a 2006 [18]. \n\nDados recentes indicam que a produção e o consumo mundial são dominados por Brasil e \n\nEUA, sendo responsáveis por 70% da produção mundial, com 15,3 Gl e 12,9 Gl, \n\nrespetivamente [18]. \n\nEm 2005, cerca de 60% da produção de bioetanol foi obtida a partir da cana-de-açúcar, \n\n30% a partir de cereais (principalmente milho), 7% a partir de bioetanol sintético (de \n\netileno a partir do carvão, etc.) e 3% a partir de outras matérias-primas. Recentemente, \n\ncerca de 40 países introduziram ou demonstraram interesse no bioetanol [19]. Até ao final \n\nde 2006, existiam regulamentos para mistura dos biocombustíveis em nove países (Brasil, \n\nColômbia, Alemanha, França, Malásia, Filipinas, Tailândia, EUA e República \n\nDominicana). Em quatro países regulamentos foram validados em alguns estados / regiões \n\n(Índia, China, Canadá e EUA - Havaí, Minnesota, Montana, Washington, Wisconsin) [19]. \n\nAs principais experiências sobre o uso de bioetanol são descritas seguidamente. \n\n \n\nVisão Global e Perspetivas no Brasil \n\nAlém da existência de veículos a álcool puro, todos os veículos a gasolina vendidos no \n\nBrasil podem utilizar combustível que contenha uma percentagem de bioetanol de 20-25% \n\n[em termos de volume (E20-E25)]. O bioetanol hidratado (bioetanol misturado com água – \n\nnormalmente 2% a 7% de água) é usado puro em veículos, enquanto o bioetanol anidro \n\n(bioetanol que contém teores de água muito baixos – no brasil o máximo é de 0,7%) é \n\nmisturado na gasolina. No Brasil, os veículos de combustível flexível (FFV) também \n\npodem ser abastecidos com bioetanol hidratado [18]. \n\nA experiência brasileira com misturas de bioetanol - gasolina remonta à década de 1930, \n\nmas só em 1975 quando o Programa Nacional do Álcool (Proalcol) foi criado, a gasolina \n\ncomeçou a ser substituída numa escala significativa em todos os veículos de passageiros. \n\n\n\n \n\n 11 \n\n \n\nO Bioetanol \n\nEm 1979, o Governo Brasileiro decidiu-se a favor da produção em grande escala de \n\nbioetanol hidratado em motores especialmente modificados. Apesar do seu sucesso \n\nconsiderável (ou seja, a redução das importações de petróleo, a estabilização dos mercado \n\ndo açúcar e reforço da competitividade brasileira), o Proalcol não foi isento de polémica, \n\nem parte devido ao apoio financeiro dado pelo governo, que também beneficiava os \n\nprodutores ineficientes. Em meados da década de 1980 as críticas aumentaram ainda mais \n\ndevido ao declínio dos preços internacionais do petróleo e do grande excedente de \n\ngasolina. Na década de 1990, o governo reduziu o seu apoio devido a uma crise económica \n\ndo país, que combinado com outros fatores levou à escassez de bioetanol causando sérias \n\ndificuldades aos consumidores. Os preços dos combustíveis foram liberalizados e até ao \n\nfinal de 1990 todos os subsídios para a indústria do bioetanol foram removidos [18]. \n\nAs vendas de veículos movidos a bioetanol puro começaram a crescer novamente em 2001 \n\ndevido a uma grande diferença de preços entre o bioetanol e a gasolina, causada pela \n\ncombinação dos altos preços do petróleo e pela redução dos custos do bioetanol. Outro \n\nfator importante foi o lançamento de FFV’s em 2003, aumentando a procura do bioetanol \n\nconsideravelmente; os FFVs atingiram 85% das vendas de veículos novos em 2006. O \n\nsucesso dos FFV’s e o preço relativamente baixo do bioetanol quando comparado com o da \n\ngasolina são as principais razões pelas quais se prevê que o mercado interno de bioetanol \n\ncresça significativamente num futuro próximo. Em 2006, a produção de bioetanol (anidro \n\nmais hidratado) foi de 17,8 Gl, conforme ilustrado na Figura 7. O Brasil é o único país no \n\nmundo com condições para uma rápida expansão da capacidade de produção de bioetanol \n\nno curto e médio prazo, devido à disponibilidade de terra, tecnologia, capital, “know-how” \n\ne mão-de-obra relativamente barata. Atualmente cerca de 80 novas unidades industriais \n\nestão em diferentes fases de construção, estando 335 unidades já em operação. Estima-se \n\nque a capacidade de produção de bioetanol possa aumentar para o dobro até 2015. Esse \n\npotencial de expansão não está isento de críticas, tanto no Brasil como internacionalmente, \n\nvisto existirem preocupações com a monocultura da cana-de-açúcar, uso da água, potencial \n\nde impactos ambientais e da biodiversidade, condições de trabalho, etc. [18]. \n\n \n\nFigura 7 - Produção de bioetanol no Brasil de 1960 a 2006 [20]. \n\n\n\n \n\n12  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nVisão Global e Perspetivas nos EUA \n\nOs EUA têm o maior mercado de bioetanol, com uma produção estimada de 18,4 Gl em \n\n2006 (dobro do valor registado em 2002) [21]. Estima-se que a capacidade de produção \n\nduplicou novamente entre 2007 e 2009. A produção de bioetanol está concentrada no \n\nCentro - Oeste do país, mas desde 2006 o bioetanol tem sido consumido por todo o país e \n\nmisturado em 30% da gasolina consumida [22]. A mistura E85 também é usada, mas a sua \n\nexpansão é limitada pela falta de infraestruturas. Além das razões ambientais e da \n\ninfluência do setor agropecuário, uma outra força motriz é o desejo de reduzir a \n\ndependência externa do petróleo, juntamente com a eliminação do éter metilo tetrabutileno \n\n(MTBE) como estimulador do octano, banido em 23 estados em 2005. Uma das principais \n\npreocupações com o MTBE é a contaminação da água bem como os seus efeitos na saúde \n\n[18]. \n\nEm 2005, o governo dos EUA assinou os direitos do “Energy Policy Act of 2005”, criando \n\na “National Renewable Fuels Standard”, que estabeleceu metas de 28,4 Gl de combustível \n\nrenovável a ser utilizado no setor dos transportes até 2012 (bioetanol numa vasta maioria). \n\nEm 2006, a “Energy Information Administration” (EIA) [23] estimou que o consumo de \n\nbioetanol pode chegar a 55,3 Gl em 2030. Entretanto no início de 2007 o Governo Federal \n\ndos EUA estabeleceu uma nova meta de 132 Gl de combustíveis renováveis (etanol \n\ntambém na maior parte) em 2017 como parte de um plano estratégico para reduzir o \n\nconsumo de gasolina em 20% [24]. \n\nAlém disso, cinco estados (principalmente os potenciais produtores em grande escala) \n\nintroduziram legislação local para auxiliar os combustíveis renováveis. Por exemplo, o \n\nMinnesota adotou uma meta de 20% de bioetanol a misturar na gasolina até 2013 [22]. Nos \n\nEUA, o milho é a matéria-prima principal para a produção de bioetanol [22]. Em 2006, o \n\ncusto de produção de bioetanol a partir do milho foi de cerca de 0,33-0,50 euros por litro \n\nem comparação com 0,21-0,29 euros por litro para o custo da produção de bioetanol a \n\npartir de cana-de-açúcar no Brasil [25]. O balanço energético da produção de bioetanol (a \n\nproporção entre a energia contida no biocombustível e a energia do combustível fóssil \n\nusada para a sua produção) a partir do milho também é desfavorável, 1,25 nos EUA, [18] \n\ncomparado com 8,3-10 no Brasil [26]). No longo prazo, a competitividade do bioetanol \n\nproduzido a partir do milho dependerá dos progressos nas fases da cadeia de produção (ou \n\nseja, reduzir o consumo energético, maior autossuficiência energética, desenvolvimento de \n\nnovos coprodutos, etc.) Estima-se que os custos de produção podem ser reduzidos em 8-\n\n15% no médio prazo [25], enquanto o rácio de energia pode ser melhorada para cerca de \n\n1,3-2,9 se os combustíveis fósseis utilizados nos processos industriais forem substituídos \n\npelos combustíveis obtidos a partir de biomassa (como por exemplo as aparas de madeira) \n\n[27]. \n\n\n\n \n\n 13 \n\n \n\nO Bioetanol \n\nNo entanto, apesar do grande interesse dos produtores de milho, a sustentabilidade a longo \n\nprazo do bioetanol nos EUA vai depender da utilização de novas matérias-primas. \n\nConsideráveis esforços estão a ser feitos para desenvolver novas rotas de produção de \n\ncombustíveis líquidos a partir de material celulósico. Em 2006, uma previsão do EIA [23] \n\nafirmou que até 2030 mais de 93% da produção de bioetanol poderia ser à base de milho e \n\nmenos de 7% baseada em matérias-primas celulósicas. Entretanto, estimativas mais \n\nrecentes indicam que a produção de bioetanol baseada no milho pode chegar a 55-57 Gl \n\nentre 2012 e 2017, sendo os restantes obtidos a partir de material celulósico [28]. As \n\nestimativas de energia dos EUA são as de que através de esforços de investigação e \n\ndesenvolvimento, os custos do bioetanol celulósico possam ser de 0,35 euros por litro em \n\n2012 e aproximadamente 0,32 euros por litro em 2017 [24]. \n\n \n\nVisão Global e Perspetivas na Europa \n\nA UE tem uma forte política de promoção do uso de combustíveis alternativos, \n\nnomeadamente de biocombustíveis. Em 2001, uma diretiva da UE estabeleceu que até \n\n2005 a utilização de biocombustíveis deveria satisfazer 2% do consumo total do \n\ncombustível para transportes (base de energia), enquanto a meta para 2010 foi fixada em \n\n5,75%. No entanto, até agora, a contribuição média dos biocombustíveis tem sido mínima \n\n(0,5%, 0,6% e 1% em 2003, 2004 e 2005, respetivamente) e entre 2003-2005 dez países da \n\nEU ainda não tinham usado o biodiesel ou o bioetanol como substitutos dos combustíveis \n\nconvencionais [18]. \n\nA Diretiva “EU Biofuels” deixou os Estados Membros da UE decidirem individualmente \n\nsobre as políticas e as medidas necessárias para atingir as suas metas. Este grau de \n\nflexibilidade faz com que seja muito difícil estimar-se o potencial dos biocombustíveis a \n\nlongo prazo na UE. No documento “Energy Policy Document”, publicado em Janeiro de \n\n2007, a UE adotou uma estimativa mais conservadora para 2020 de 10% (com base nas \n\ntendências atuais) do que os 20% sugeridos nos documentos anteriores. No entanto, muitos \n\nacreditam que até 10% é irrealista [18]. \n\nNa UE, apenas uma pequena fração de etanol é utilizado como combustível. A produção de \n\nbioetanol na UE abrangeu cerca de 6% da produção mundial em 2005 (2,7 Gl). Os \n\nprincipais países produtores de bioetanol na Europa são a Alemanha, a Espanha, a França, \n\na Polónia e a Suécia, que representavam cerca de 90% da produção de bioetanol em 2006 \n\nna Europa [29]. Coincidentemente, dois dos principais produtores europeus, a França e a \n\nEspanha consomem gasolina misturada com etil-terc-butílico (ETBE), de 8-10% [18]. O \n\nETBE produzido é parcialmente renovado quando o bioetanol é utilizado. \n\n \n\n\n\n \n\n14  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nAs matérias-primas mais utilizadas na UE para a produção de bioetanol são a beterraba e o \n\ntrigo, embora algumas unidades ainda em construção possam utilizar o milho - \n\nprincipalmente nos novos Estados Membros da UE. Ultimamente, os excedentes de vinho \n\nforam também convertidos para a produção de bioetanol. O custo da matéria-prima é o \n\nfator maior desfavorável na UE, com preços que variam de 0,74 euros por litro para o trigo \n\na 0,85 euros por litro para a beterraba, em comparação com 0,21 euros por litro no Brasil \n\n[30]. A perspetiva de curto ou médio prazo é que os custos de produção poderão ser \n\nreduzidos até 15-20% [25]. O rácio de energia da produção de bioetanol a partir de \n\nbeterraba ou trigo está estimado em cerca de 2 [25]. \n\nDadas as limitações da produção de bioetanol a partir das tecnologias atuais disponíveis e \n\nmatérias-primas, a UE está a exercer um esforço considerável no desenvolvimento de \n\nbiocombustíveis de segunda geração, baseado em materiais celulósicos. A conversão de \n\nmaterial linhocelulósico na produção de bioetanol tem recebido atenção especial na Suécia \n\ne, em menor medida, no Reino Unido, Espanha e Países Baixos. Além disso, outras rotas \n\nde gaseificação de biomassa para a produção de gás de síntese e posterior conversão em \n\nbiocombustíveis [metanol, ou hidrogénio (H2)] também estão a ser investigados \n\nintensamente em muitos dos Estados Membros da UE [31]. \n\nA política de curto prazo é evitar a aplicação em larga escala de biocombustíveis até que os \n\ncustos das matérias-primas possam ser reduzidos significativamente. Alguns países, como \n\na Alemanha e França, têm interesses políticos e culturais nos seus setores agrícolas e as \n\npolíticas nacionais são a favor das produções locais de biodiesel e bioetanol [31]. No \n\nentanto, o alto custo dos subsídios levou alguns países a repensar a sua política. \n\n \n\nVisão Global e Perspetivas de Outros Países \n\nMais de 40 países no mundo têm demonstrado interesse no bioetanol. O Japão é um dos \n\nprincipais consumidores de gasolina no mundo e é fortemente dependente do petróleo \n\nimportado. O país tem considerado o uso de bioetanol em larga escala, ou ETBE, visando a \n\nsua segurança energética e a redução das emissões de GEE para cumprir as suas obrigações \n\ndo Protocolo de Quioto. Desde 2005, o uso da mistura de bioetanol E3 passou a ser \n\nobrigatório e misturas de bioetanol E10 começaram a ser utilizadas em algumas regiões - \n\num regulamento E3 foi definido a nível nacional e expandiu-se para E10 até 2010. No \n\nentanto, há uma certa resistência devido ao baixo número de fornecedores de bioetanol e \n\naos interesses das companhias petrolíferas que preferem misturas de gasolina com ETBE \n\nem vez de bioetanol [32]. \n\nO Japão é um importante produtor de bioetanol sintético, mas não tem condições de \n\nproduzir bioetanol a partir da biomassa em larga escala. Em 2005, o país foi o segundo \n\nmaior importador de etanol - mais de 500 milhões de litros (Ml) [18] -, utilizado \n\n\n\n \n\n 15 \n\n \n\nO Bioetanol \n\nprincipalmente como combustível. Se os mandatos forem finalmente implementados, \n\nincluindo misturas de ETBE, o Japão pode tornar-se num dos principais mercados no \n\nmundo para o bioetanol. \n\nA China é atualmente o terceiro maior produtor mundial de bioetanol e é um foco de \n\natenção considerável dado o potencial da dimensão do seu mercado. Em 2005, a sua \n\ncapacidade de produção de bioetanol (de todos os tipos) foi estimada em 3,8 Gl [33], \n\nenquanto o consumo de bioetanol atingiu cerca de 1Gl [34]. Existem quatro empresas de \n\ncombustível do estado na China, com uma capacidade de produção combinada de 1,3 Gl de \n\nbioetanol por ano, embora existam outras fábricas [35]. Há três novas centrais em \n\nconstrução, com uma capacidade combinada de 1,5 Gl por ano [34]. Na China, mais de \n\n80% de bioetanol é produzido a partir de cereais (arroz, milho, etc), enquanto a produção a \n\npartir de cana-de-açúcar representa cerca de 10% [34]. \n\nPrevia-se que a capacidade total da China podia chegar a 2,5 Gl em 2010 e até 12,6 Gl em \n\n2020 [34]. Dada a restrição à disponibilidade de terra, há uma política de diversificação das \n\nmatérias-primas como a celulose. Há pelo menos duas centrais piloto em operação na \n\nprodução de bioetanol, uma a partir de palha de arroz e outra a partir de caules de sorgo \n\nsacarino [35]. \n\nAté agora é obrigatório o uso de E10 em nove províncias, que correspondem a cerca de um \n\nsexto dos veículos daquele país. Entre as várias razões para apoiar o bioetanol, estão: a \n\nredução da dependência do petróleo, a melhoria da qualidade do ar nas grandes cidades, a \n\nestabilização dos preços dos cereais e a melhoria do rendimento dos agricultores. Em \n\nresumo, pode dizer-se que a China pretende desenvolver bioetanol passo-a-passo, e vai dar \n\nprioridade à produção de bioetanol a partir de culturas não relacionadas com os alimentos \n\n[36]. \n\nA Índia é o segundo maior produtor mundial de cana-de-açúcar e um grande produtor de \n\nbioetanol, utilizado principalmente como matéria-prima química. Entretanto, a maior parte \n\nda produção de cana-de-açúcar ainda é destinada ao seu mercado interno de açúcar que é \n\nenorme [37]. Recentemente, a Índia tem considerando seriamente a produção de bioetanol \n\ne um regulamento para a mistura E10 já foi introduzido em todo o país [33]. \n\nA Índia tem o potencial para ser um grande produtor de bioetanol a partir da cana-de-\n\naçúcar, mas a restrição à disponibilidade de terra poderá ser um fator desfavorável. Além \n\ndisso, ao contrário do Brasil, a cana-de-açúcar é produzida por pequenos agricultores e a \n\nredução de custos será mais difícil. \n\nA Tailândia importa 90% do petróleo consumido, o que custa 13% do produto interno \n\nbruto (PIB) do país. O Governo tailandês tem procurado seguir uma política de produção \n\nnacional e consumo de biodiesel e bioetanol. A eliminação do MTBE levou ao aumento do \n\nconsumo de bioetanol para 340 Ml, em 2006 [33]. A principal matéria-prima usada na \n\n\n\n \n\n16  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nprodução de bioetanol é a mandioca (visto o país ser um dos maiores produtores mundiais). \n\nUma longa tradição, alta produtividade e experiência com essa cultura, juntamente com o \n\npreço elevado do açúcar no mercado interno, torna improvável que a cana-de-açúcar se \n\ntorne numa matéria-prima principal na produção de bioetanol na Tailândia. Estima-se que \n\nem 2009 existiam pelo menos 24 centrais de bioetanol em operação, com capacidade total \n\nde produção de 1,7-1,8 Gl até o final de 2011 [18]. \n\nA cana-de-açúcar é uma cultura tradicional em muitos países da América Latina e como tal \n\no potencial de produção de bioetanol é bastante significativo nessa região. Na América \n\nCentral e nas Caraíbas, os principais produtores de cana-de-açúcar estão a considerar a \n\nopção do bioetanol, a fim de modernizar e diversificar a indústria da cana-de-açúcar. Ao \n\ncontrário da maioria dos outros países, o objetivo principal é a exportação para os EUA \n\n[37]. Os EUA e o Brasil assinaram recentemente uma parceria para promover a produção \n\nde bioetanol em toda a região. O mercado dos EUA é também o principal alvo no Peru, \n\nonde a produção de bioetanol tem uma forte conotação política com plantações de cana-de-\n\naçúcar que são destinadas a substituir as plantações de cocaína. Na Colômbia, um \n\nprograma nacional foi lançado em 2001, onde a mistura gasolina – etanol é obrigatória em \n\ncidades com mais de 500.000 habitantes. Cinco novas destilarias de bioetanol de cana-de-\n\naçúcar foram estabelecidas entre 2005 e 2006, com uma capacidade de produção de cerca \n\nde 200 Ml por ano [38]. \n\n \n\n2.4. Potencial de Produção de Bioetanol no Mundo \n\nO desejo e a necessidade de reduzir as importações de petróleo, reduzir as emissões de \n\nGEE, melhorar a qualidade do ar e impulsionar as economias rurais têm sido os principais \n\nvetores de promoção do bioetanol. Houve várias tentativas para estimar a produção \n\nmundial e a procura do bioetanol, mas é difícil chegar a estimativas confiáveis devido ao \n\ngrande número de incertezas (por exemplo, procura de energia no setor dos transportes, \n\npercentagem de combustível substituído por bioetanol, custos e evolução das tecnologias, \n\netc.). \n\nAlguns estudos foram realizados para a estimativa da capacidade total de produção de \n\nbioetanol incluindo outras matérias-primas (por exemplo, cereais, beterraba e material \n\nlinhocelulósico). Os resultados até 2050 estão resumidos no Quadro 3. \n\n \n\n \n\n \n\n\n\n \n\n 17 \n\n \n\nO Bioetanol \n\nQuadro 3 - Potencial de produção de bioetanol para todas as matérias-primas (Gl) [37]. \n\nPaíses/Regiões e Matérias-Primas 2010 2020 2030 2050 \n\nBrasil - Bioetanol a partir da cana-de-açúcar 21.0 61.3 121.2 309.6 \n\nResto da América Latina - Bioetanol a partir da cana-de-açúcar 4.4 24.2 42.7 59.8 \n\nÍndia - Bioetanol a partir da cana-de-açúcar 5.9 23.6 49.7 100.6 \n\nÁfrica - Bioetanol a partir da cana-de-açúcar 1.6 16.6 35.6 65.9 \n\nÁsia (exceto China) - Bioetanol a partir da cana-de-açúcar 5.6 19.8 31.2 54.4 \n\nChina - Bioetanol a partir da cana-de-açúcar 1.9 7.6 16.0 38.6 \n\nMédio Oriente - Bioetanol a partir da cana-de-açúcar 0.3 1.2 2.0 3.7 \n\nMundo - Bioetanol a partir de cana-de-açúcar 40.7 154.3 298.4 632.6 \n\nUE - Bioetanol a partir de cereais e beterraba 12.1 27.3 27.3 27.3 \n\nAmérica do Norte - Bioetanol a partir de cereais 28.9 68.2 68.2 68.2 \n\nResto do Mundo - Bioetanol a partir de cereais 4.6 10.6 10.6 10.6 \n\nBioetanol Linhocelulósico 0.0 21.2 203.0 1,036.4 \n\nBioetanol total a partir de todas as matérias-primas 86.3 281.7 607.6 1,775.1 \n\nQuantidade de Bioetanol por consumo de petróleo (%) 5 13 25 57 \n\nA longo prazo, estima-se que o potencial de produção do bioetanol de cana-de-açúcar em \n\n2050 possa chegar aos 633 Gl por ano (cerca de 20% da procura de gasolina mundial \n\nestimada) [39]. Esse cenário considera um máximo de 10% de área cultivada a ser usada \n\npara a cana-de-açúcar, exceto no Brasil (que corresponde a quase metade da produção de \n\nbioetanol total estimada). \n\nEstima-se que a produção total de bioetanol varie de 5% em 2010 para 54% em 2050. No \n\nlongo prazo, é provável que uma combinação global de combustíveis surja no mercado de \n\ntransportes, sendo o bioetanol uma das alternativas disponíveis [37]. \n\nEste cenário exige a construção de 3460 centrais em todo o mundo até 2050 (1720 delas no \n\nBrasil). Um aumento significativo da procura terá de ser assegurado pelo aumento da \n\nprodutividade para evitar sérios problemas de abastecimento, uma vez que existem poucos \n\npaíses no mundo capazes de se tornarem grandes exportadores e, também, devido à \n\ncrescente procura doméstica. O Brasil tem, portanto, o maior potencial do mundo para a \n\nexpansão da produção de bioetanol da cana-de-açúcar. \n\nMuitos estudos indicam que até 2020, o biocombustível líquido mais rentável será \n\nprovavelmente o bioetanol de cana-de-açúcar. A partir de 2020, a produção de bioetanol \n\npoderá ser consideravelmente aumentada com o desenvolvimento das tecnologias de \n\nprodução de bioetanol a partir de material linhocelulósico. Isto irá aumentar ainda mais a \n\ncapacidade de produção mundial, tornando o bioetanol um produto global [37]. \n\nNos EUA há um grande potencial para a produção de bioetanol, mas dado o alto custo da \n\nprodução e da procura interna, o país não deverá ser um grande exportador. O mercado dos \n\n\n\n \n\n18  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nEUA de bioetanol, atualmente o maior do mundo, depende fortemente das estratégias dos \n\nfabricantes de veículos para reduzir emissões e cumprir metas impostas pelo governo \n\nfederal. Por exemplo, as empresas que investiram fortemente em carros híbridos têm pouco \n\ninteresse no bioetanol. Num longo prazo, quando o bioetanol a partir de materiais à base de \n\ncelulose poder ser produzido economicamente, isso pode mudar drasticamente [37]. \n\n \n\n2.5. Tipos de Etanol \n\nO etanol pode ser classificado de acordo com a matéria-prima utilizada na sua produção e \n\npor uso final: \n\n• Por tipo de matéria-prima: biológico (por exemplo, cereais, melaço, frutas) ou sintético \n\n(por exemplo, derivados de petróleo, gás, carvão e biomassa). Em 2003, apenas 5% do \n\ntotal produzido foi a partir de matérias-primas sintéticas [37]. \n\n• Por composição: hidratado vs não-hidratado, desnaturado vs não-desnaturado.  \n\n• Por uso: industrial, combustível ou bebidas. \n\nQuimicamente, os álcoois são idênticos, independentemente da matéria-prima utilizada na \n\nsua produção. Existem dois tipos de etanol. \n\n • Hidratado – significa que o etanol é misturado com água (normalmente 2 a 7% de água). \n\nEste etanol é utilizado em motores a etanol puro (motores adaptados para usar 100% de \n\netanol) [37]. Isso é possível porque, distintamente do etanol que é misturado com a \n\ngasolina, não existe separação de fases. \n\n• Não-hidratado – significa que o etanol contém teores de água muito baixos (no Brasil o \n\nmáximo é de 0,7%), e é misturado com gasolina em diferentes proporções [37]. \n\nO etanol também pode ser classificado em: \n\n• Etanol desnaturado - é utilizado como combustível, no qual uma pequena percentagem de \n\noutros materiais tem de ser adicionada para torná-lo viável, podendo ser a gasolina ou \n\noutros produtos químicos, caros e difíceis de remover. \n\n• Etanol não-desnaturado, ou \"álcool potável\" é o etanol contido em bebidas, e é também a \n\nmatéria-prima utilizada na preparação de muitos produtos químicos industriais orgânicos. \n\nPor fim, o etanol pode também ser classificado de acordo com seu uso final: \n\n• Bebidas - é a forma mais antiga do uso do etanol. \n\n\n\n \n\n 19 \n\n \n\nO Bioetanol \n\n• Solvente - é o mais importante mercado para o etanol em aplicações industriais. A \n\nprodução e o consumo concentram-se nos países industrializados e este é o único mercado \n\nonde os produtores de etanol sintético têm uma participação significativa. \n\n• Combustível - pode ser utilizado em misturas ou na sua forma pura. O Brasil atualmente \n\né o único país que utiliza o etanol puro como um substituto da gasolina, além de o misturar \n\ntambém com a gasolina. Em todos os outros países o etanol é misturado na gasolina em \n\ndiferentes proporções. \n\n \n\n2.6. Principais Matérias-Primas para a Produção de Bioetanol \n\nO bioetanol pode ser obtido a partir de qualquer matéria-prima que contenha açúcar. Estas \n\npodem ser classificadas em três grupos principais: (1) materiais sacarinos (isto é, cana de \n\naçúcar, melado, frutas, etc.), que podem ser convertidos em bioetanol diretamente através \n\nda fermentação, (2) materiais à base de amido (ou seja, cereais como o milho, ou culturas \n\ncomo a mandioca), que primeiro devem ser hidrolisados em açúcares fermentáveis, e (3), \n\nmateriais celulósicos (ou seja, materiais lenhosos, resíduos agrícolas, licor negro a partir de \n\ncelulose e papel), que também devem ser convertidos em açúcares pela ação de ácidos \n\nminerais (por exemplo, pela hidrólise enzimática). \n\nAtualmente o bioetanol é produzido a partir de uma grande variedade de matérias-primas. \n\nNo entanto, do ponto de vista económico poucas matérias-primas podem ser seriamente \n\nconsideradas, tais como a cana-de-açúcar, beterraba, mandioca, sorgo sacarino e alguns \n\ncereais, como o trigo e milho. De todas as matérias-primas, a cana-de-açúcar e o milho são \n\nas mais utilizadas atualmente [37]. \n\nCana-de-açúcar \n\nA cana-de-açúcar, atualmente, é a matéria-prima mais importante na produção de bioetanol \n\npelas seguintes razões: \n\n• É produzido em mais de 100 países; \n\n• É uma cultura muito eficiente, ou seja, tem uma produtividade muito alta ou uma grande \n\npotencialidade de aumentá-la; \n\n• É a cultura mais eficiente até o momento na produção de bioetanol, ou seja, uma central \n\nde bioetanol da cana-de-açúcar pode ser energeticamente autossuficiente, exporta os \n\nexcedentes de eletricidade para a rede e gera muitos outros subprodutos comerciais. \n\n \n\n \n\n\n\n \n\n20  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nMilho \n\nO milho é uma cultura de importância mundial, particularmente nos EUA, onde é a \n\nprincipal fonte do bioetanol, adoçantes e uma infinidade de outros produtos. Em outros \n\npaíses, por exemplo, a China, o milho poderia desempenhar um importante papel como \n\nmatéria-prima para o bioetanol, mas é improvável que seja usado em grande escala devido \n\naos altos custos, baixa produtividade e alta procura por outros produtos como os adoçantes \n\n[40]. Subprodutos desempenham um papel fundamental na economia do bioetanol do \n\nmilho. \n\nTrigo \n\nEm termos de fornecimento de matéria-prima na UE, o trigo é uma das culturas mais \n\nrelevantes para a produção de bioetanol. Em 2004, os Estados Membros da UE produziram \n\n138 milhões de toneladas de trigo [37]. No mesmo ano, a produção comunitária de \n\nbioetanol usou cerca de 1,2 milhões de toneladas de trigo. Isso indica que 0,4% do total do \n\ntrigo produzido foi utilizado na produção de bioetanol [37]. Como apenas uma pequena \n\npercentagem de trigo é utilizada na produção de bioetanol, existe espaço para a expansão \n\ndo trigo nos processos de produção de bioetanol. \n\nSorgo Sacarino \n\nO sorgo sacarino oferece boas possibilidades, principalmente numa cultura intercolheita \n\ncomo a cana-de-açúcar, especialmente na China e na África do Sul. As suas principais \n\nvantagens são o seu curto ciclo de crescimento (4 meses), a sua resistência à seca e menor \n\nnecessidade de água e o seu alto potencial de produtividade (por exemplo, 7.000 a 8.000 \n\nlitros de bioetanol por hectare foram relatados). No entanto existem alguns problemas, \n\nincluindo: (1) dificuldades com os transportes (muito pesado), (2) problemas de \n\nfermentação, por exemplo, a deterioração rápida; (3) agricultura em pequena escala - 90% \n\nda área encontra-se nos países em desenvolvimento, onde a produção é realizada por \n\npequenos agricultores, principalmente para os alimentos, (4) falta de experiência com \n\ngrandes aplicações industriais [37]. \n\nCelulose \n\nO potencial de produção de bioetanol a partir de celulose é de facto muito grande, pois é o \n\nrecurso de biomassa mais abundante. Na verdade, qualquer material que contenha celulose \n\npode ser usado para produzir bioetanol. O principal obstáculo é o custo. Uma das matérias-\n\nprimas mais promissoras é a poda das árvores e gramíneas por causa da sua alta \n\nprodutividade, baixos custos, adequação a terras de baixa qualidade, aptidão para ser \n\ncolhido anualmente (e na maioria dos casos com as mesmas máquinas das culturas \n\nalimentares e, potencialmente com um baixo impacto ambiental). Muitos países estão a \n\ninvestir fortemente na produção de bioetanol competitivo a partir de materiais celulósicos, \n\nespecialmente nos EUA e na UE. No entanto, os resultados até agora têm sido \n\n\n\n \n\n 21 \n\n \n\nO Bioetanol \n\ndececionantes, pois os custos mantêm-se elevados e provavelmente continuarão assim por \n\nmuitos anos [37]. \n\nNum cenário a longo prazo (2020-2050), a produção de bioetanol a partir de material \n\ncelulósico é considerada a alternativa mais promissora por muitos autores. No entanto, a \n\nsua viabilidade a longo prazo dependerá fortemente da evolução tecnológica em diversas \n\náreas (por exemplo, pré-tratamento, utilização de micro-organismos para melhores \n\nconversões e integração de processos), redução dos custos de capital, investimento e baixo \n\ncusto de matéria-prima [37]. \n\nA necessidade de reduzir os custos de investigação centrou-se em novos conceitos, por \n\nexemplo, em biorrefinarias capazes de produzir uma variedade de produtos, como \n\neletricidade, produtos químicos, plásticos, alimentos, fibras além de biocombustíveis. Na \n\nverdade o material celulósico pode fornecer muitos dos combustíveis e produtos químicos \n\ndos quais a sociedade depende atualmente. A integração das culturas de agroenergia com \n\ntecnologias de produção de bioenergia oferece o potencial para o desenvolvimento \n\nsustentável da bioenergia e biomateriais, que conduzirão a um novo paradigma da \n\nprodução. A produção de eletricidade é uma questão fundamental, especialmente tendo em \n\nconta o potencial de redução de emissões de CO2, as quais podem ser reduzidas, se a \n\neletricidade cogerada deslocar a eletricidade obtida a partir de combustíveis fósseis [37]. \n\nUma vantagem considerável e atrativa para a produção de bioetanol em larga escala a \n\npartir da celulose é que esta é muito abundante e está espalhada por muitos países do \n\nmundo. Para países de clima temperado, onde a produtividade agrícola é muito inferior, a \n\ncelulose é particularmente atraente para a produção de bioetanol em larga escala [37]. \n\nO bagaço da cana-de-açúcar é outro forte candidato para a produção de bioetanol através \n\nda hidrólise, mas também com resultados dececionantes até ao momento. No entanto, esta \n\nsituação está a mudar por duas razões principais: (1) o custo do bagaço (por exemplo, no \n\nBrasil é inferior a 1 euro por GJ), e (2) o facto de infraestruturas já existentes poderem ser \n\nutilizadas, tornando esta opção muito atraente no médio e longo prazo. No entanto, se o \n\nbagaço for usado em larga escala na produção de bioetanol, outras fontes, teriam que ser \n\nencontradas para gerar calor e eletricidade. Uma alternativa a ser considerada é \n\ncomplementar o bagaço com o lixo da cana-de-açúcar [37]. \n\nMandioca \n\nA mandioca é um alimento básico muito importante em muitos países em \n\ndesenvolvimento. É uma cultura de tubérculos capazes de resistir à seca e distúrbios civis, \n\ne muitas vezes é a única fonte de alimento para os pobres. Tal como acontece com o sorgo, \n\nnumerosos estudos têm sido realizados para testar a sua viabilidade como matéria-prima do \n\nbioetanol. Por exemplo, no Brasil, no início da década dos anos 70 houve um grande \n\nprograma de bioetanol de mandioca com base em cerca de 500000 litros por ano. No \n\n\n\n \n\n22  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nentanto, a aposta na mandioca não resultou por uma combinação de razões: (1) custos \n\nelevados (porque as raízes da mandioca devem ser primeiro hidrolisadas em açúcares \n\nfermentáveis), (2) falta de experiência com plantações comerciais, e (3) a concorrência \n\ncom a cana-de-açúcar. Mais recentemente, países como China, Tailândia e Filipinas \n\ndemonstraram interesse na obtenção de bioetanol a partir da mandioca [41]. A Tailândia, \n\nem particular planeou a produção primária de bioetanol a partir de mandioca e melaço de \n\ncana-de-açúcar, porque o país produz grandes excedentes de mandioca [42], para o qual é \n\ncada vez mais difícil encontrar novos mercados, assim como para o melaço [43]. \n\n \n\n2.7. Processos de Produção de Bioetanol \n\nA tecnologia predominantemente usada na conversão das matérias-primas em bioetanol é a \n\nfermentação seguida de uma destilação. A fermentação é um processo de conversão \n\nbioquímica no qual as matérias-primas são decompostas através de microrganismos \n\n(bactérias e enzimas). Esta tecnologia pode ser usada para vários tipos de fontes de \n\nbioetanol. Praticamente toda a fermentação do bioetanol é ainda baseada no “fermento de \n\npadeiro” (“Saccharomyces cerevisiae”), que exige simples açúcares (monómeros) como \n\nmatéria-prima. A fermentação de leveduras convencionais produz 0,51 kg de bioetanol a \n\npartir de 1 kg de glicose, manose e sacarose de qualquer açúcar C6. No entanto, nem todas \n\nas matérias-primas contêm açúcares simples. Amido e linhocelulose são polímeros, nos \n\nquais é necessária uma hidrólise para romper as ligações entre monómeros de forma a \n\nproduzir açúcares simples C6 para a fermentação [15]. \n\nO primeiro passo neste processo de conversão inclui uma moagem ou trituração (seca ou \n\nhúmida) do grão de modo a libertar o amido. Em seguida, esse material é diluído em água \n\npara ajustar a quantidade de açúcar no mosto. Isso é necessário para manter o fermento e \n\ntornar a mistura mais fácil de mexer e manipular. Em seguida, a mistura é cozida para \n\ndissolver os amidos solúveis em água. O amido é convertido em açúcares \n\nsimultaneamente. Isso pode ser feito por enzimas ou por hidrólise ácida. No caso da \n\nhidrólise ácida, ácido mineral diluído é adicionado à suspensão de grãos antes de estes \n\nserem cozidos. Os carbohidratos resultantes das etapas de processamento podem ser \n\nfermentados por microrganismos. Para a cultura de leveduras necessárias para o processo \n\nde fermentação, a solução deve ser levemente ácida, ou seja, possuem um pH entre 3,5 e \n\n5,0. Durante a fermentação, é produzido bioetanol, o qual é diluído em água. Esse processo \n\ntambém resulta na formação de CO2. Através de uma série de etapas de destilação e \n\ndesidratação, a concentração de bioetanol pode ser aumentada [15]. \n\nBiomassa Linhocelulósica \n\nO processo de conversão de biomassa linhocelulósica em bioetanol apenas é diferente do \n\nprocesso descrito acima relativamente à divisão, ou hidrólise, da matéria-prima em \n\n\n\n \n\n 23 \n\n \n\nO Bioetanol \n\naçúcares fermentáveis. Este processo de hidrólise é mais difícil de conseguir do que a \n\nhidrólise do amido. A biomassa linhocelulósica contém polímeros de carbohidratos \n\nchamados de celulose (40-60% do peso seco) e hemicelulose (20-40% do peso seco) que \n\npodem ser convertidos em açúcares. A celulose é composta por moléculas de glicose \n\nligadas em longas cadeias que formam uma estrutura cristalina. A hemicelulose é \n\nconstituída por uma mistura de polímeros feitos a partir de xilose, manose, galactose ou \n\narabinose. É muito menos estável do que a celulose. Nenhum dos materiais é solúvel em \n\nágua. A fração restante, um polímero aromático complexo chamado lignina (10-25% do \n\npeso seco), não pode ser fermentado, pois é resistente à degradação biológica. Este \n\nmaterial pode ser utilizado para a produção de eletricidade e / ou calor [15]. \n\nNa figura seguinte pode observar-se um esquema da hidrólise do amido e celulose, e da \n\nfermentação da glicose em bioetanol. \n\n \nFigura 8 - Hidrólise do amido e celulose, seguido da fermentação da glicose em bioetanol (adaptado de \n\n[15]). \n\nBeterraba Sacarina \n\nA beterraba sacarina é uma cultura de alto rendimento que produz hidratos de carbono já \n\nsob a forma de açúcar, que é facilmente esmagado e amassado durante a fermentação o que \n\ntorna o processo de produção de bioetanol relativamente barato. A beterraba sacarina \n\ncontinua a respirar durante o armazenamento, o que provoca uma perda de energia. A fim \n\nde limitar essa perda de energia, as “campanhas” de processamento duram em média 90 \n\ndias. Após o processamento, o xarope é extraído das beterrabas, e posteriormente é \n\npasteurizado. O xarope pasteurizado pode ser armazenado para manter as partes de \n\nfermentação e destilação durante todo o ano. Do processo de conversão resultam alguns \n\nsubprodutos como a polpa de beterraba sacarina e resíduos secos. Estes subprodutos \n\npodem ser utilizados como baixas proteínas para comida animal, contudo os altos custos de \n\nsecagem levam normalmente à queima dos mesmos. Para melhorar o rendimento de \n\nbioetanol, a polpa pode ser tratada por um processo do tipo SSCF (sacarificação simultânea \n\ne cofermentação) para quebrar a celulose e hemicelulose [37]. \n\n \n\n\n\n \n\n24  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nTrigo  \n\nO bioetanol pode ser produzido a partir de grãos de trigo por meio de hidrólise e de \n\nfermentação. O processo de produção de bioetanol a partir de trigo é mais complexo e, \n\nportanto, mais dispendioso do que o da beterraba sacarina. A moagem e a destilação são as \n\npartes do processo de produção energeticamente mais dispendiosas. Estes processos \n\nrequerem energia, mas sobretudo calor para um nível de temperaturas baixo. Na maior \n\nparte das instalações de processamento de bioetanol de trigo, o calor é fornecido por uma \n\ncaldeira convencional de gás natural e a eletricidade é adquirida. Esta é a solução mais \n\nutilizada e também a mais barata. Todos os esquemas de cogeração produzem um \n\nexcedente de eletricidade que se assume ser vendida para a rede e que portanto, gera um \n\ncrédito (energia e GEE). Quanto maior for a geração de energia elétrica em comparação \n\ncom a produção de bioetanol, melhor é o balanço de energia fóssil do bioetanol de trigo. A \n\nprodução de bioetanol produz um subproduto conhecido como DDGS (“Distiller's Dried \n\nGrain with Solubles”), que é um resíduo sólido formado após a digestão dos hidratos de \n\ncarbono. Os DDGS são materiais ricos em proteínas, e são utilizados como componentes \n\nde comida para animais. Os DDGS podem também ser usados como combustível, por \n\nexemplo, em centrais que precisam cumprir as suas obrigações de energias renováveis. O \n\nconteúdo de energia calorífica dos DDGS é consideravelmente maior do que a energia \n\nnecessária para produzir a ração animal equivalente, contudo os DDGS dão um crédito de \n\nenergia maior [37]. \n\nCana-de-açúcar \n\nExistem dois tipos principais de destilarias utilizados na produção de bioetanol à base de \n\ncana-de-açúcar: anexas e autónomas. O tipo e o tamanho da destilaria são determinados \n\npelas necessidades específicas do bioetanol (e açúcar) no mercado [33]. \n\nAs destilarias anexas são construídas ao lado dos campos de cana-de-açúcar. Neste caso, o \n\nprincipal objetivo é produzir açúcar ao invés de bioetanol, compartilhando diversos \n\nsistemas comuns (por exemplo, caldeiras e tratamento de afluentes). Uma destilaria anexa \n\npode fornecer considerável flexibilidade contra flutuações de preços e é atualmente a \n\nmelhor opção [44]. A matéria-prima é geralmente uma mistura de caldo de cana-de-açúcar \n\ne melaço. Uma desvantagem reside no alto custo de capital necessário para uma central de \n\ncana-de-açúcar. \n\nNuma destilaria autónoma o principal objetivo é a produção de bioetanol. Estas destilarias \n\nsó se justificam quando existe um grande e seguro mercado para o bioetanol, como no caso \n\ndo Brasil (e mesmo neste país muitas destilarias foram convertidas de volta para o tipo \n\ndestilarias anexas) [37]. O custo de capital de uma destilaria autónoma é menor do que o \n\nde uma anexa, mas a indústria tem pouca flexibilidade no caso de flutuações de preços, \n\ntanto para o açúcar como para o bioetanol. \n\n\n\n \n\n 25 \n\n \n\nO Bioetanol \n\nUm dos grandes benefícios do processo de produção de bioetanol da cana-de-açúcar é que \n\no calor de processo é totalmente fornecido pelo bagaço da cana-de-açúcar. As centrais de \n\nprocessamento são também autossuficientes para eletricidade. A vinhaça resultante da \n\nfermentação é depois reciclada para os campos [37]. \n\nMilho \n\nNos EUA, predominam as destilarias de milho, e dois processos diferentes são usadas para \n\nproduzir bioetanol ou outros produtos amiláceos base: (1) moagem seca (DM), e (2) \n\nmoagem húmida (WM). A principal diferença entre os dois processos ocorre durante a \n\nfermentação. No processo de DM o grão é limpo para reduzir o tamanho das partículas que \n\ndepois são fermentadas. Os principais subprodutos são os DDGS. O processo de WM \n\nextrai o máximo de amido a partir do grão por adição de água o que facilita a remoção do \n\namido. O amido é convertido em glicose para refinação e posteriormente é usado para \n\nconverter enzimas para produzir aminoácidos, ácidos orgânicos, etc. As centrais de WM \n\nproduzem alimentos de glúten de milho (CGF) e farelo de glúten de milho (CGM), que são \n\nricos em proteínas e óleo de milho. CGF e CGM são as fontes de produção de bioetanol, \n\njuntamente com HFCS (xarope de milho rico em frutose) [37]. \n\n \n\n  \n\n\n\n \n\n26  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n 27 \n\n \n\nRevisão Bibliográfica \n\n3. Revisão Bibliográfica \n\nEstimativas indicam que a produção de bioetanol tem potencial para substituir até cerca de \n\n32% do consumo total de gasolina em todo o mundo, quando utilizado como E85 em \n\nveículos de passageiros de médio porte [45]. Esta substituição pode contribuir para a \n\nredução do uso de recursos não renováveis (combustíveis fósseis) e para a redução dos \n\nimpactos sobre alterações climáticas (especialmente ao nível de emissões de CO2 e de \n\nGEE), mas nem sempre é vista como uma forma de melhoria global. Por exemplo, a \n\nconversão de biomassa em bioenergia requer um consumo adicional de energia, a maior \n\nparte das vezes na forma de combustíveis fósseis. O balanço energético do ciclo de vida de \n\num biocombustível comparativamente com os combustíveis fósseis convencionais deve ser \n\npositivo, mas, dependendo das opções de processamento, a procura de energia fóssil \n\nacumulada pode, às vezes, ser apenas ligeiramente inferior ou mesmo superior à de \n\ncombustíveis fósseis [46]. Além disso, o bioetanol na gasolina pode resultar numa \n\ndiminuição da qualidade do ar urbano, e estar associado a riscos ao nível de recursos \n\nhídricos e da biodiversidade [47]. \n\nOs sistemas bioenergéticos têm outros possíveis inconvenientes ecológicos. A produção \n\nagrícola de biomassa tem um contributo intensivo no uso da terra, havendo o risco dos \n\npoluentes contaminarem fontes de água (provenientes de fertilizantes e pesticidas que são \n\naplicados no solo para favorecer o crescimento das plantas). Um grande número de \n\npesquisas têm sido realizadas de forma a analisar os sistemas de bioetanol, num esforço \n\npara descrever a sua sustentabilidade ambiental e determinar se os combustíveis de base \n\nbiológica - os biocombustíveis – contribuem de forma positiva para um ambiente \n\nsustentável quando utilizados nos transportes [48]. \n\n \n\n3.1. Análise do Equilíbrio Energético \n\nEm geral, quase todos os estudos sobre biocombustíveis abordam a capacidade de redução \n\nda quantidade de combustível fóssil necessária à propulsão dos veículos num futuro \n\npróximo. Embora este tipo de análise seja muitas vezes inspirada pelos resultados \n\ncontroversos de Pimentel [49] sobre o bioetanol de milho nos Estados Unidos (estudos \n\nmuito críticos quanto à sua sustentabilidade ambiental), a maior parte dos estudos refere \n\nalgum potencial de substituição de combustíveis fósseis para os sistemas de bioetanol [50, \n\n51, 52]. \n\n \n\n \n\n \n\n\n\n \n\n28  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nBalanço da Energia Fóssil \n\nA substituição de energia fóssil pode ser abordada relativamente ao número de quilómetros \n\npercorridos (por exemplo, por cem quilómetros percorridos), ou relativamente à área de \n\nterreno utilizado. Na Figura 9, o balanço de energia fóssil é apresentada relativamente ao \n\ntransporte realizado, sendo apresentados resultados de um estudo de Joint Research Centre \n\n[50]. Os resultados são apresentados numa análise de fonte-à-roda (WTW) que engloba a \n\nanálise de fonte-ao-depósito (WTP) e análise do depósito-à-roda (PTW). A análise WTP \n\nengloba as fases de extração de petróleo / cultivo de matérias-primas, transporte de \n\nmatérias-primas, produção de combustível e distribuição até ao posto de reabastecimento; a \n\nanálise PTW engloba a fase de utilização do combustível nos veículos. \n\n \nFigura 9 - Energia fóssil para diferentes sistemas de bioetanol [50]. \n\nDas possíveis fontes de bioetanol, as culturas à base de cana-de-açúcar (cultivadas em \n\npaíses tropicais) são as mais eficientes na substituição da energia fóssil. De facto a cana-\n\nde-açúcar supera significativamente as restantes culturas de bioetanol, o que pode ser \n\nexplicado pelo elevado rendimento destas culturas e pela possibilidade de se usar os seus \n\nresíduos (bagaço da cana-de-açúcar) na produção de calor no processo de produção de \n\nbioetanol. As centrais de processamento são também autossuficientes para eletricidade \n\n[51]. \n\nPara as culturas à base de trigo, a substituição de energia fóssil é significativamente menor, \n\no que pode ser explicado pelo fato de o processo de produção de bioetanol a partir de trigo \n\nser mais complexo e, portanto, mais dispendioso do que o de cana-de-açúcar. A moagem e \n\na destilação são as partes do processo de produção energeticamente mais dispendiosas. \n\nEstes processos requerem energia, mas sobretudo calor para um nível de temperaturas \n\nbaixo [51]. A Figura 9 não inclui os resultados relativamente às culturas de milho, mas um \n\nestudo do USDA [52] indica uma substituição de energias fósseis idênticas ás das culturas \n\nde trigo. \n\nPara o bioetanol produzido a partir de biomassa, a contribuição para a substituição de \n\nenergia fóssil é superior às culturas de trigo e beterraba sacarina. Estes resultados podem \n\n\n\n \n\n 29 \n\n \n\nRevisão Bibliográfica \n\nser explicados pelo facto de nos processos de produção deste tipo de bioetanol se usar parte \n\nda biomassa como combustível, envolvendo assim menor energia fóssil [51]. \n\n3.2. Análise dos GEE \n\nCom as evidências científicas cada vez mais crescentes de que o clima está a mudar, e que \n\nisso pode ser atribuído ao uso em larga escala de combustíveis fósseis, o potencial dos \n\nbiocombustíveis para fornecer energia nos transportes de uma forma neutra em carbono \n\nestá a receber uma atenção crescente. Há evidências científicas claras de que as emissões \n\nde GEE como o CO2, o metano (CH4) e o óxido nitroso (N2O), decorrentes da queima de \n\ncombustíveis fósseis e mudanças no uso da terra como resultado de atividades humanas, \n\ntêm levado a perturbações no clima da Terra [51]. A mitigação na mudança do clima é, \n\nportanto, uma das principais forças motrizes para o desenvolvimento e implantação de \n\nsistemas de biocombustíveis. \n\nMitigação de emissões de CO2 equivalente \n\nIntimamente relacionado com o indicador de substituição de energia fóssil encontra-se a \n\nmitigação de emissões de GEE. As emissões são denominadas por CO2 equivalente, mas a \n\nnatureza dos combustíveis fósseis (carvão, petróleo e gás natural) introduz um certo grau \n\nde divergência entre o indicador de energia, como as diferentes intensidades carbónicas \n\ndesses combustíveis. Os dois GEE considerados mais prejudiciais são o CH4 e o N2O, com \n\num potencial de aquecimento global de 25 e 298 vezes superiores às de CO2, \n\nrespetivamente [48]. \n\nO indicador de emissões de CO2 equivalente evitadas pode ser abordado relativamente ao \n\nnúmero de quilómetros percorridos ou relativamente à área de terras utilizadas. Na Figura \n\n10 são apresentados os resultados da avaliação das emissões de CO2 equivalente evitadas por \n\nquilómetro percorrido, para o estudo de Joint Research Centre [50] numa análise WTW. \n\n \nFigura 10 – Emissões de CO2 equivalente para diferentes sistemas de bioetanol [50]. \n\nComo se pode observar pela análise da Figura 10, a cana-de-açúcar apresenta-se como a \n\ncultura mais eficiente, também ao nível de emissões de CO2 equivalente evitadas. Isto deve-se \n\n\n\n \n\n30  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nà inclusão de créditos de energia elétrica dos coprodutos por parte do estudo de Joint \n\nResearch Centre [50]. \n\nAs culturas de biomassa apresentam-se como a segunda opção mais eficiente no que \n\nrespeita à emissão de GEE, pois usam parte da biomassa como combustível nos processos \n\nde produção de bioetanol, o que leva a menores consumos de energia fóssil e \n\nconsequentemente a menores emissões de GEE [51].  \n\nAs culturas de beterraba sacarina apresentam emissões de GEE um pouco superiores às \n\nregistadas para os recursos de biomassa. \n\nAs culturas de trigo apresentam-se neste estudo, como a opção menos eficiente no que \n\nrespeita à emissão de GEE, ainda assim com valores abaixo dos registados para a gasolina. \n\nOs piores resultados das culturas de trigo estão associados à maior quantidade de azoto \n\nenvolvida na sua produção relativamente às restantes matérias-primas, o que leva a \n\nmaiores emissões de campo de N2O. Devido ao elevado potencial de aquecimento deste \n\ngás (298 vezes o do CO2), as emissões, ainda que relativamente pequenas, podem ter um \n\nimpacto significativo no equilíbrio global de GEE [51]. \n\n3.3. Análise dos Impactes Ambientais \n\nOs Quadros 4 e 5 apresentam um resumo de um estudo realizado por Harro von Blottnitz e \n\nMary Ann Curran [48], indicando treze categorias de impacte e seis categorias \n\nrelacionadas com inventário. O estudo indica se os impactos aumentaram ou diminuíram \n\nnos processos de produção de bioetanol comparativamente com o combustível \n\nconvencional. Um traço indica que nenhuma mudança foi registada e NA que o parâmetro \n\nem questão não foi avaliado. \n\nQuadro 4 - Resumo dos impactes dos processos de produção de bioetanol comparativamente com o \n\ncombustível convencional (1/2) [48]. \n\n  \nBeterraba \n\nTrigo \n\nBatata \n\nMandioca \nResíduos \n\ndo Bagaço \n\nPalha \n\nde Milho \n\nResíduos \n\nCelulósicos \n\n  Europa China Índia EUA Filipinas \n\nEsgotamento \n\nde recursos \n\n \n \n\n \n \n\n \n\nAquecimento \n\nGlobal \n\n \n\nNA \n\n \n  \n\nCO2 \n\n \n\n \n\nNA NA NA \n\nAcidificação \n\n \n\nNA \n\n \n\n  \n\nSOx \n\n \n\nNA NA NA NA \n\n\n\n \n\n 31 \n\n \n\nRevisão Bibliográfica \n\nQuadro 5 - Resumo dos impactes dos processos de produção de bioetanol comparativamente com o \n\ncombustível convencional (2/2) [48]. \n\n \n\nBeterraba \n\nTrigo \n\nBatata \n\nMandioca \nResíduos \n\ndo Bagaço \n\nPalha \n\nde Milho \n\nResíduos \n\nCelulósicos \n\n \nEuropa China Índia EUA Filipinas \n\nNOx \n\n \n \n\nNA NA NA \n\nEutrofização \n\n \n\nNA \n\n \n\nNA \n\n \n\nToxicidade NA NA \n\n \n\nNA \n\n \n\nCO \n\n  \n\nNA NA NA \n\nPM \n\n \n\n \n\nNA NA NA \n\n\"Smog\" \n\n \n\nNA NA \n\n  \n\nHC \n\n \n \n\nNA NA NA \n\nResíduos \n\nsólidos \nNA NA \n\n \n\nNA NA \n\nUtilização \n\nda terra \nNA NA NA \n\n \n\nNA \n\nUtilização \n\nda água \nNA NA \n\n \n\nNA NA \n\nDestruição \n\nda Camada \n\ndo Ozono \n\nNA NA NA \n\n \n\nNA \n\nOdor NA NA \n\n \n\nNA NA \n\nComo se pode verificar através dos Quadros 4 e 5, torna-se evidente que não há muito \n\nconsenso sobre os benefícios ambientais do bioetanol. Contudo, existe um amplo consenso \n\nde que o bioetanol, quando comparado com os combustíveis convencionais, leva a um \n\naumento dos impactes da toxicidade humana e do ecossistema, bem como de outras \n\ncategorias de impacte. Isto aplica-se particularmente para as culturas que usam práticas \n\nagrícolas intensivas juntamente com o uso de fertilizantes (especialmente à base de azoto) \n\nque podem causar preocupações ambientais ao nível do solo, água e atmosfera. \n\nNormalmente, o aumento das emissões ocorrem em categorias de impacte diretamente \n\nafetadas pelas emissões à base de azoto, como acidificação, eutrofização e formação de \n\nsmog [51]. \n\n  \n\n\n\n \n\n32  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n 33 \n\n \n\nAvaliação de Ciclo de Vida \n\n4. Avaliação de Ciclo de Vida \n \n\n4.1. Descrição da Avaliação de Ciclo de Vida \n\nA ACV é a compilação e avaliação das entradas, saídas e dos potenciais impactes \n\nambientais de um sistema de produtos ao longo do seu ciclo de vida. \n\nO termo “ciclo de vida” refere-se à maioria das atividades no decurso da vida do produto \n\ndesde a sua fabricação, utilização, manutenção, e deposição final; incluindo aquisição de \n\nmatéria-prima necessária para a fabricação do produto. A figura seguinte ilustra os \n\npossíveis estágios de ciclo de vida que podem ser considerados numa ACV e as típicas \n\nentradas / saídas medidas [53]. \n\n \nFigura 11 - Estágios do ciclo de vida do produto [53]. \n\nNo estudo de ACV de um produto ou serviço, todas as extrações para o ambiente são \n\ndeterminadas, quando possível, numa forma quantitativa ao longo de todo o ciclo de vida, \n\ndesde a produção até à decomposição, sendo com base nestes dados que são avaliados os \n\npotenciais impactos nos recursos naturais, no ambiente e na saúde humana. \n\nO processo ACV é uma sistemática abordagem faseada composta por quatro componentes: \n\ndefinição de objetivos e âmbito; análise de inventário; análise do impacte; e interpretação \n\ndos resultados, como se pode observar na Figura 12 (ISO 14040: 2006). \n\n \nFigura 12 - Fases de uma Avaliação de Ciclo de Vida [54].  \n\n\n\n \n\n34  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nSeguidamente procede-se à descrição das fases da ACV [54]: \n\n• Definição de Objetivos e Âmbito – Define e descreve o produto, processo ou atividade. \n\nEstabelece o contexto no qual a avaliação vai ser realizada e identifica os limites e efeitos \n\nambientais a serem revistos para a avaliação. \n\n• Análise de Inventário – Identifica e quantifica a energia, água e materiais utilizados e \n\ndescargas ambientais (por exemplo: emissões para o ar, deposição de resíduos sólidos, \n\ndescargas de efluentes líquidos). \n\n• Análise de Impacte – Analisa os efeitos humanos e ecológicos da utilização de energia, \n\nágua, e materiais e das descargas ambientais identificadas na análise do inventário. \n\n• Interpretação – Avalia os resultados da análise do inventário e do impacte de forma a \n\nselecionar o produto preferido, processo ou serviço com uma compreensão clara das \n\nincertezas e suposições utilizadas para gerar os resultados. \n\nA metodologia ACV tem numerosas aplicações, desde o desenvolvimento de produtos, \n\nrotulagem ecológica e regulação, até à definição de cenários de prioridade e de política \n\nambiental [54]. \n\n \n\n4.2. Benefícios de um Estudo ACV \n\nOs dados de um estudo ACV em conjunto com outras informações, por exemplo, dados de \n\ncustos e performance, podem ajudar os responsáveis pela tomada de decisão na seleção de \n\nprodutos ou processos que resultem num menor impacte para o ambiente [54]. \n\nA metodologia ACV é a única que permite identificar a transferência de impactes \n\nambientais de um meio para outro (por exemplo: a eliminação de emissões atmosféricas \n\npode ser feita à custa do aumento das emissões de efluentes líquidos) e/ou de um estágio de \n\nciclo de vida para outro (por exemplo: da fase de aquisição de matérias-primas para a fase \n\nde utilização) [54].  \n\nPor exemplo, quando se seleciona entre dois produtos concorrentes pode parecer que a \n\n“opção 1” é melhor para o ambiente porque necessita de menos matérias-primas, na fase de \n\nprodução, que a “opção 2”. Porém, como na elaboração de um estudo ACV são \n\nconsiderados todos os estágios do ciclo de vida, os resultados finais podem mostrar que é a \n\n“opção 1” que mais impacte causa no ambiente, dada a necessidade que tem de um maior \n\nconsumo de eletricidade, na fase de utilização, que a “opção 2”. Sem a elaboração de um \n\nestudo ACV estes factos não serão detetados [54]. \n\n \n\n\n\n \n\n 35 \n\n \n\nAvaliação de Ciclo de Vida \n\nNa elaboração de um estudo ACV, pode-se [53]: \n\n• Desenvolver uma sistemática avaliação das consequências ambientais associadas com um \n\ndado produto. \n\n• Analisar os balanços (ganhos/perdas) ambientais associados com um ou mais \n\nprodutos/processos específicos de modo a que os visados (estado, comunidade, etc.) \n\naceitem uma ação planeada. \n\n• Quantificar as descargas ambientais para o ar, água, e solo relativamente a cada estágio \n\ndo ciclo de vida e/ou processos que mais contribuem. \n\n• Identificar as mais significativas trocas de impactes ambientais entre estágios de ciclo de \n\nvida e o meio ambiental. \n\n• Avaliar os efeitos humanos e ecológicos do consumo de materiais e descargas ambientais \n\npara a comunidade local, região e/ou mundo. \n\n• Comparar os impactes ecológicos na saúde humana entre dois ou mais \n\nprodutos/processos rivais ou identificar os impactes de um produto ou processo específico. \n\n• Identificar impactes em uma ou mais áreas ambientais específicas de interesse. \n\n \n\n4.3. Limitações de um Estudo ACV \n\nA elaboração de um estudo ACV necessita normalmente de muitos recursos e arrasta-se \n\npor muito tempo. Deste modo, os recursos financeiros deverão ser balanceados com os \n\nbenefícios previsíveis do estudo [54]. \n\nO estudo ACV não determina o qual produto ou processo é mais caro ou funciona melhor. \n\nPor isso, a informação desenvolvida num estudo ACV deve ser utilizada como uma \n\ncomponente de um processo de decisão que conta com outras componentes, como sejam, o \n\ncusto e a performance [54]. \n\n\n\n \n\n36  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n 37 \n\n \n\nMetodologia \n\n5. Metodologia \n\nNeste capítulo será apresentada a metodologia de base e o plano de trabalho para a \n\nexecução da presente dissertação. Neste capítulo é ainda apresentado e descrito o \n\nfuncionamento do modelo numérico de avaliação de ciclo de vida GREET. \n\n5.1. Plano de Trabalho \n\nA primeira fase da realização da presente Dissertação centrou-se na revisão bibliográfica \n\ndos conceitos teóricos subjacentes à realização do trabalho proposto. Nesta fase foram \n\npesquisados vários documentos técnico-científicos relativos a biocombustíveis (mais \n\nespecificamente bioetanol), técnicas de avaliação de ciclo de vida de produtos e modelos \n\nnuméricos de avaliação de ciclo de vida de combustíveis. Relativamente ao bioetanol, a \n\npesquisa centrou-se em primeiro lugar na sua implementação a nível mundial e na sua \n\naplicação no setor dos transportes. Seguidamente pesquisaram-se as suas propriedades \n\nfísico-químicas, sua composição, constituintes básicos, reações e processos associados à \n\nsua produção.  \n\nNuma segunda fase foi feito o levantamento de informação relativa ao ciclo de vida do \n\nbioetanol na Europa. Neste caso efetuou-se um levantamento de informação relativa à \n\nprodução, ao transporte, ao armazenamento e à utilização do bioetanol como combustível. \n\nPara além da produção direta do bioetanol foram abrangidos os processos de produção dos \n\ncombustíveis fósseis, energia elétrica e químicos agrícolas que são direta ou indiretamente \n\nassociados à produção de bioetanol. Nesta fase a pesquisa incidiu nas características dos \n\ncombustíveis, tais como a massa volúmica, o poder calorífico inferior (PCI) e o poder \n\ncalorífico superior (PCS), as frações de carbono e enxofre dos combustíveis, bem como as \n\neficiências de extração, produção e refinação dos combustíveis. Relativamente aos veículos \n\nna fase de utilização, apenas se considerou os meios terrestres, efetuando-se desta forma \n\npesquisa sobre os fatores de consumo e de emissões dos veículos selecionados. Contudo \n\nrelativamente ao transporte de matérias-primas e de combustíveis foi considerado o \n\ntransporte via marítima e via terrestre recolhendo-se os fatores de emissão e de consumo \n\nrelativos não só ao transporte como ao consumo dos próprios meios de transporte. \n\nDepois de recolhida a informação necessária procedeu-se à atualização / alteração da base \n\nde dados do modelo GREET relacionada com o bioetanol. A atualização do GREET levou \n\nà criação de um novo modelo designado de MACVEtOH – Modelo de Avaliação do Ciclo \n\nde Vida do Bioetanol. Este modelo é centrado na avaliação do ciclo de vida do bioetanol \n\naplicado à realidade Portuguesa / Europeia. Através deste modelo é possível efetuar de \n\nforma simples e rápida uma avaliação de ciclo de vida dos principais combustíveis \n\nutilizados em Portugal / Europa, com principal enfoque no bioetanol, que é o tema da \n\npresente Dissertação. \n\n\n\n \n\n38  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nPor último procedeu-se à realização de um caso prático de aplicação do modelo \n\ndesenvolvido de forma a testar os resultados obtidos e serem retiradas as devidas \n\nconclusões acerca do modelo e do ciclo de vida do bioetanol. \n\nNa Figura 13 encontra-se o fluxograma do plano de trabalho da Dissertação e no Quadro 6 \n\na calendarização do referido plano de trabalho. \n\n \nFigura 13 - Fluxograma do plano de trabalho da Dissertação. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n 39 \n\n \n\nMetodologia \n\nQuadro 6 - Calendarização do plano de trabalho da Dissertação. \n\n \n\nR\ne\nv\n\nis\nã\no\n\n \n\nb\nib\n\nli\no\n\ng\nrá\n\nfi\nc\na\n \n\nP\ne\nsq\n\nu\nis\n\na\n d\n\ne\n \n\nin\nfo\n\nrm\na\nç\nã\no\n\n \n\nso\nb\nre\n\n \n\no\n c\n\nic\nlo\n\n d\ne\n \n\nv\nid\n\na\n d\n\no\n \n\nb\nio\n\ne\nta\n\nn\no\nl \n\nC\na\nli\n\nb\nra\n\nç\nã\no\n\n d\no\n\n \n\nc\nic\n\nlo\n d\n\ne\n v\n\nid\na\n \n\nd\no\n \n\nb\nio\n\ne\nta\n\nn\no\nl \n\nn\no\n\n \n\nm\no\n\nd\ne\nlo\n\n \n\nG\nR\n\nE\nE\n\nT\n \n\nA\nv\n\na\nli\n\na\nç\nã\no\n\n d\no\n\n \n\nc\nic\n\nlo\n d\n\ne\n v\n\nid\na\n \n\nd\no\n \n\nb\nio\n\ne\nta\n\nn\no\nl:\n\n \n\nC\na\nso\n\n d\ne\n \n\nE\nst\n\nu\nd\no\n \n\nC\nri\n\na\nç\nã\no\n\n d\ne\n \n\nc\ne\nn\n\ná\nri\n\no\ns \n\na\nlt\n\ne\nrn\n\na\nti\n\nv\no\n\ns \n\nE\nsc\n\nri\nta\n\n d\na\n \n\nD\nis\n\nse\nrt\n\na\nç\nã\no\n\n \n\nd\ne\n \n\nM\ne\nst\n\nra\nd\n\no\n \n\n2011 \n\nFev       \n\nMar       \n\nAbr       \n\nMai       \n\nJun       \n\nJul       \n\nAgo       \n\nSet       \n\nOut       \n\nNov       \n\nDez       \n\n2012 \n\nJan       \n\nFev       \n\nMar       \n\nAbr       \n\nMai       \n\nJun       \n\nJul       \n\nAgo       \n\nSet       \n\nOut       \n\n\n\n \n\n40  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n5.2.  O Modelo GREET \n\n \n\nO GREET é uma ferramenta numérica de ACV desenvolvida em 1995 pelo “Argonne \n\nNational Laboratory”, mais precisamente pela divisão de investigação de transportes \n\n(“Center for Transportation Research”) [55]. \n\nEste modelo permite avaliar vários veículos e combinações de combustível, numa análise \n\nWTP ou numa análise WTW, como se apresenta na Figura 14. Na análise WTP, é \n\nconsiderada a extração, a produção e o transporte dos combustíveis até aos respetivos \n\npostos de reabastecimento. A análise WTW engloba a análise WTP e a análise PTW, ou \n\nseja, nesta análise além de se considerar todos os processos relacionados com o \n\ncombustível até este chegar ao posto de reabastecimento também se considera a utilização \n\ndo combustível em veículos. A análise WTW engloba todo o ciclo de vida do combustível \n\n[55]. \n\n \nFigura 14 - Representação da Avaliação de Ciclo de Vida efetuada pelo GREET [56]. \n\nO funcionamento do software GREET [4] encontra-se explicado pormenorizadamente no \n\nAnexo 1. \n\n \n\n\n\n \n\n 41 \n\n \n\nO Modelo MACVEtOH \n\n6. O Modelo MACVEtOH \n\nNo presente capítulo é apresentado o modelo desenvolvido ao longo da dissertação. Nesta \n\nfase é descrito todo o modelo bem como os pressupostos tidos em consideração. \n\nComo referenciado anteriormente, o principal objetivo da presente dissertação de mestrado \n\nconsistiu na atualização da ferramenta numérica de avaliação do ciclo de vida GREET, \n\npara o caso específico do bioetanol. Esta atualização consistiu em adaptar a base de dados \n\npara uma realidade Portuguesa / Europeia. A atualização do modelo deu origem a uma \n\nnova ferramenta, denominada MACVEtOH. O MACVEtOH foi elaborado de maneira a \n\nque o utilizador consiga de forma simples e intuitiva realizar uma ACV. \n\nNa elaboração do MACVEtOH procurou-se limitar a quantidade de informação requerida \n\nao utilizador, de forma a aumentar a facilidade e rapidez de obtenção de resultados. Este \n\nmodelo foi concebido para a realização de uma pré-avaliação de ciclo de vida do bioetanol. \n\nContudo, um estudo mais preciso e aprofundado também é possível, pois é permitido o \n\nmanuseamento da base de dados de forma a adaptá-la a casos específicos ou cenários \n\nA base de dados do modelo MACVEtOH foi elaborada de forma a manter as mesmas \n\ncaracterísticas da base existente no GREET [4], mas adaptada aos processos, equipamentos \n\ne veículos existentes em Portugal / Europa. A elaboração da base de dados centrou-se no \n\nlevantamento de informação relativa a todas as etapas do ciclo de vida do bioetanol \n\n(produção de matérias-primas, produção de combustíveis, utilização nos veículos). \n\nAo longo deste capítulo será descrito o princípio de funcionamento do modelo \n\nMACVEtOH, assim como os pressupostos e as referências utilizadas na elaboração da base \n\nde dados. \n\nO modelo MACVEtOH mantém uma estrutura semelhante ao GREET [4], sendo \n\ndesenvolvido em plataforma Excel. O modelo é composto por quinze folhas de cálculo. No \n\ndecorrer das simulações o modelo efetua os cálculos para as diversas etapas do ciclo de \n\nvida dos combustíveis intervenientes e para os consumos e emissões relativos aos veículos \n\nconsiderados. \n\nNas secções seguintes serão abordadas individualmente as folhas de cálculo constituintes \n\ndo modelo. \n\n \n\n \n\n \n\n \n\n\n\n \n\n42  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nApresentação \n\nNa folha de cálculo “Apresentação” é exposto, em primeiro lugar, a designação do \n\nacrónimo MACVEtOH. \n\nSeguidamente segue uma breve descrição das folhas de cálculo presentes no modelo. Desta \n\nforma o utilizador ao consultar a folha de cálculo inicial poderá entender o funcionamento \n\nbásico do modelo. \n\nPosteriormente é apresentado um esclarecimento da codificação de cores utilizadas. O \n\nmodelo apresenta quatro cores: \n\nBrancas – células da base de dados definidas para cálculos e pressupostos secundários do \n\nmodelo. \n\nAmarelas – células definidas para a introdução de dados por parte do utilizador. \n\nLaranjas – células alteradas após seleção de dados do utilizador, na folha \"Dados de \n\nEntrada\". \n\nVerdes – células sem valores atribuídos (não necessitam de valor). \n\nO modelo apresenta ainda células em que as letras aparecem a vermelho, alertando o \n\nutilizador para a ocorrência de um erro na introdução de dados. \n\n Por fim, é apresentada a identificação do autor do modelo. Na figura seguinte pode \n\nobservar-se o aspeto da folha inicial do modelo. \n\n\n\n \n\n 43 \n\n \n\nO Modelo MACVEtOH \n\n \nFigura 15 - Aspeto da folha de cálculo “Apresentação” do modelo MACVEtOH \n\nDados de Entrada \n\n \n\nA folha “Dados de Entrada” é reservada à introdução de dados por parte do utilizador de \n\nforma a dar início à simulação no modelo. Nesta folha os dados a introduzir pelo utilizador \n\nestão divididos em quatro categorias. \n\nNo primeiro ponto (Figura 16) o utilizador poderá selecionar se pretende efetuar a \n\nsimulação com os valores do PCI ou do PCS. \n\n \nFigura 16 - Seleção da quantidade de energia libertada por unidade de massa/volume. \n\n \n\n\n\n \n\n44  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nNo segundo ponto são abordados os dados relativos à produção de bioetanol (Figura 17). \n\n \nFigura 17 - Dados relativos à produção de bioetanol. \n\nInicialmente é efetuada a seleção por parte do utilizador da matéria-prima utilizada para a \n\nprodução de bioetanol. O modelo permite escolher o trigo, a beterraba sacarina e biomassa \n\n(árvores, gramíneas e resíduos florestais) como matérias-primas para a produção do \n\nbioetanol.  \n\nNo subponto 2, o utilizador define se pretende incluir ou não a energia e emissões \n\nassociadas à produção de equipamentos agrícolas. \n\nNo subponto 3 o utilizar determina o tipo de eletricidade deslocada para exportação por \n\ncoprodução de eletricidade nas centrais de bioetanol (Biomassa). O modelo permite \n\nselecionar entre mix de produção de eletricidade, central de gás natural e central de \n\nbiomassa. \n\nO subponto seguinte é referente à seleção das matérias-primas (árvores, gramíneas e \n\nresíduos florestais) para centrais de biomassa, na simulação de geração elétrica. \n\n\n\n \n\n 45 \n\n \n\nO Modelo MACVEtOH \n\nO subponto 5 é dedicado aos pressupostos chave para a simulação de bioetanol produzido a \n\npartir de trigo. Neste subponto é possível selecionar o método para estimar os créditos de \n\ncoprodutos resultantes do trigo (por exemplo, alimentos para animais). O modelo \n\nMACVEtOH permite selecionar três métodos: método do deslocamento, método baseado \n\nna alocação e método baseado no valor de mercado. \n\nCom o método de deslocamento, assume-se que um produto convencional é deslocado para \n\na produção um novo produto. A energia do ciclo de vida utilizada, bem como as emissões \n\ngeradas durante a produção do novo produto são contabilizados como créditos para o novo \n\nproduto que é coproduzido. Esses créditos são subtraídos à energia total e emissões \n\nassociadas à produção do combustível. O método baseado na alocação atribui o uso de \n\nmatéria-prima, uso de energia e as emissões entre o produto primário e coprodutos em \n\nfunção da massa, teor de energia, ou rendimento económico. O método baseado no valor \n\nde mercado está sujeito à variação do preço dos coprodutos. \n\nNo subponto seguinte é pedido ao utilizador que selecione o processo de produção de \n\nbioetanol para os tipos de biomassa incluídos no modelo. As opções de seleção são a \n\nfermentação e gaseificação. \n\nO processo de produção por gaseificação consiste em cinco processos: trituração, secagem, \n\ngaseificação (ou oxidação), purificação do gás e arrefecimento. No processo de produção \n\npor fermentação, o gás de síntese é convertido em bioetanol com o auxílio de bactérias. \n\nO último subponto é referente aos pressupostos chave para a simulação de bioetanol \n\nproduzido a partir de beterraba sacarina. Neste subponto pode selecionar-se se existe, ou \n\nnão, exportação de eletricidade na produção de bioetanol à base de beterraba sacarina. \n\nO ponto 3 é dedicado às condições da simulação a efetuar (Figura 18). O modelo \n\nMACVEtOH realiza a simulação para veículos ligeiros de passageiros. \n\n\n\n \n\n46  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n \nFigura 18 - Dados relativos à simulação. \n\nNuma primeira fase o utilizador tem a possibilidade de introduzir a velocidade média em \n\nquilómetros por hora, dos veículos selecionados na simulação. O valor de velocidade \n\nmédia introduzido vai influenciar diretamente a folha “Veículos”, alterando desta forma os \n\nvalores do consumo e das emissões dos veículos presentes no modelo. A velocidade média \n\nintroduzida deve estar compreendida entre 10 e 130 km/h. Se o valor introduzido para a \n\nvelocidade média não estiver compreendido entre os intervalos referidos anteriormente, \n\nsurge uma mensagem de erro com letras a vermelho de forma a alertar o utilizador para \n\nintroduzir um valor de velocidade dentro dos parâmetros requeridos. Estas restrições \n\ndevem-se às características das equações utilizadas para determinação dos consumos e \n\nemissões dos veículos em questão. A origem das equações bem como as suas \n\ncaracterísticas serão explicadas posteriormente na secção “Veículos”. \n\nO subponto seguinte é dedicado à seleção da norma dos veículos. O modelo MACVEtOH \n\npermite a seleção entre as cinco normas disponíveis, desde a norma EURO 1 (valor 1) à \n\nnorma EURO 5 (valor 5). Na seleção da norma, a introdução de um valor fora da gama \n\nindicada no modelo MACVEtOH, gera um erro com letras vermelhas, alertando o \n\nutilizador para que este introduza um valor dentro dos disponíveis no modelo. \n\n\n\n \n\n 47 \n\n \n\nO Modelo MACVEtOH \n\nPosteriormente procede-se à seleção da cilindrada do veículo que se pretende simular. O \n\nmodelo permite escolher entre três gamas diferentes de cilindrada (<1,4l, 1,4-2,0l e > 2,0l). \n\nNo subponto seguinte, o modelo MACVEtOH permite a seleção da fração urbana (fração \n\ndo percurso total efetuado pelos veículos em zona urbana). O valor introduzido nesta célula \n\npermite que o modelo determine as emissões urbanas por parte dos veículos selecionados, \n\ntendo este influência direta na folha “Resultados”. \n\nSeguidamente o utilizador define a distância do percurso a simular. \n\nNo último subponto, o modelo MACVEtOH permite selecionar o nível de mistura de \n\nbioetanol no combustível base, para diferentes tecnologias de veículos (Gasolina com \n\nbaixo teor de bioetanol, FFV e Dedicados). \n\nO quarto ponto (Figura 19) da presente folha de cálculo refere-se ao transporte de matérias-\n\nprimas e de combustíveis. O modelo possibilita o transporte rodoviário, ferroviário, \n\nmarítimo e o transporte em gasodutos de matérias-primas/combustíveis. \n\nOs quatro primeiros subpontos são dedicados ao transporte rodoviário de matérias-\n\nprimas/combustíveis. Numa fase inicial o utilizador pode selecionar a velocidade média do \n\ncamião de transporte (gama limitada entre 6 e 100km/h). Nos subpontos seguintes, o \n\nutilizador pode selecionar a tara, desde inferior ou igual a 7,5 toneladas a superior a 32 \n\ntoneladas, e a norma do pesado de mercadorias, desde a norma EURO 1 até à norma \n\nEURO 5. No subponto 4 é possível selecionar o fator de carga (0%, 50% ou 100%) quer na \n\nviagem de ida quer na viagem de retorno do veículo pesado de mercadorias. A alteração \n\ndas características dos pesados de transporte influencia diretamente a folha “FE”, alterando \n\nnesta os fatores de emissão dos camiões de transporte de matérias-primas/combustíveis. \n\n\n\n \n\n48  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n \nFigura 19 - Dados sobre o transporte de matérias-primas/combustíveis. \n\nO subponto 5 é dedicado ao transporte ferroviário de matérias-primas/combustíveis. O \n\nmodelo MACVEtOH apresenta uma célula para introdução da potência do comboio (kW). \n\nO utilizador ao introduzir o valor da potência vai proporcionar que o modelo selecione os \n\nfatores de emissão para o comboio com a potência indicada. As alterações são efetuadas \n\ndiretamente na folha “FE” e na intensidade energética do comboio presente na folha \n\n“Transporte”. De salientar o fato de que se o utilizador introduzir um valor inferior a 130 \n\nkW, o modelo gera uma mensagem de erro informando com letras vermelhas que o \n\nutilizador deverá introduzir um valor superior a 130 kW. A imposição por parte do modelo \n\n\n\n \n\n 49 \n\n \n\nO Modelo MACVEtOH \n\nde um valor igual ou superior a 130 kW está relacionada com a fonte dos fatores de \n\nemissão do comboio, que será mencionada posteriormente na secção “FE”. \n\nOs dois últimos subpontos dizem respeito ao transporte marítimo de matérias-\n\nprimas/combustíveis. Nestes subpontos é possível selecionar a velocidade média e o fator \n\nde carga na viagem de ida e na de retorno dos petroleiros e dos navios. O valor da \n\nvelocidade média e do fator de carga dos petroleiros e dos navios têm influência na \n\nintensidade energética destes, presente na folha “Transporte”. \n\nCombustíveis \n\nA folha de cálculo “Combustíveis” encontra-se decomposta em três pontos principais. \n\nNo primeiro ponto são abordadas as propriedades dos combustíveis gasosos, líquidos e \n\nsólidos. As propriedades referidas neste ponto são o PCI, o PCS, a massa volúmica (para o \n\ncaso dos combustíveis líquidos e gasosos), a fração de carbono e a fração de enxofre, \n\nconforme apresentado nos quadros seguintes. \n\nQuadro 7 - Propriedades dos combustíveis líquidos [4]. \n\n \n\nQuadro 8 - Propriedades dos combustíveis gasosos [4]. \n\n \n\nQuadro 9 - Propriedades dos combustíveis sólidos [4]. \n\n \n\nO poder calorífico corresponde à quantidade de energia libertada numa combustão por \n\nunidade de volume ou massa. Como indicado nas figuras acima existem dois poderes \n\ncaloríficos, o PCI e o PCS. O PCI representa a quantidade de energia libertada sob a forma \n\nde calor por unidade de volume ou massa. No PCS, acresce ao PCI a quantidade de energia \n\ndespendida para vaporizar a água formada na reação de oxidação. Deste modo verifica-se \n\n\n\n \n\n50  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nque quanto maior o poder calorífico do combustível, maior será a quantidade de energia \n\nlibertada, ou por outras palavras, menor será a quantidade de combustível necessária para \n\nlibertar uma determinada energia. O modelo MACVEtOH efetua a seleção entre o PCI e o \n\nPCS consoante os dados introduzidos pelo utilizador na folha de cálculo “Dados de \n\nEntrada”. Os valores das propriedades dos combustíveis foram retirados do modelo \n\nGREET 1_2011 [4] efetuando-se as respetivas conversões de unidades, com exceção da \n\nfração de enxofre da gasolina e do gasóleo - 10ppm -, valor retirado da diretiva da \n\nqualidade dos combustíveis vigente em Portugal (Diretiva 2003/17/CE) [57]. \n\nA densidade de um dado combustível representa a massa por unidade de volume do \n\ncombustível. Esta propriedade está diretamente relacionada com o sistema de dosagem do \n\ncombustível e com os padrões de atomização. \n\nA fração de enxofre determina a quantidade do elemento enxofre presente no combustível. \n\nEste fator é de extrema importância, uma vez que após a combustão há produção de \n\ndióxido de enxofre (SO2), que combinado com a água dá origem às chuvas ácidas. \n\nPor fim, a fração de carbono corresponde à quantidade de carbono presente no \n\ncombustível. Quanto maior for o teor de carbono de um combustível maior será a sua \n\ncapacidade de combustão e maior será a produção de CO2 e de CO. \n\nNo segundo ponto da presente folha de cálculo são apresentados os fatores de aquecimento \n\nglobal dos gases resultantes da combustão (Quadro 10). \n\nQuadro 10 - Fatores de aquecimento global [58]. \n\n \n\nOs fatores de aquecimento global são apresentados relativamente ao potencial de \n\naquecimento global do CO2. Esta é uma importante forma de comparação dos potenciais de \n\naquecimento global dos gases libertados e de determinação da sua contribuição para o \n\nproblema do aquecimento global. O horizonte de tempo considerado para os valores \n\napresentados é de 100 anos. Deste modo, num horizonte de 100 anos, o CH4 e o N2O \n\ncontribuem respetivamente 25 e 298 vezes mais para o aquecimento global que o CO2. \n\nSendo assim, com estes fatores de aquecimento global, o modelo MACVEtOH pode \n\ncalcular a quantidade de GEE expressa em massa de CO2 equivalente. \n\nPor fim o ultimo ponto da folha de cálculo “Combustíveis” refere-se às frações de carbono \n\ne de enxofre dos poluentes ( \n\nQuadro 11). \n\n\n\n \n\n 51 \n\n \n\nO Modelo MACVEtOH \n\n \n\n \n\nQuadro 11 - Frações de carbono e enxofre dos poluentes [4]. \n\n \n\nFE (Fatores de Emissão) \n\n \n\nNa folha de cálculo “FE” são apresentados os fatores de emissão associados às tecnologias \n\nde combustão estacionária aplicadas aos processos de produção e transporte de matérias-\n\nprimas e combustíveis. Os referidos fatores de emissão são apresentados em g por kWh. A \n\nfolha de cálculo em questão encontra-se dividida em dois pontos principais. \n\nNum ponto inicial são abordados os fatores de emissão das tecnologias de combustão \n\nestacionária utilizados no modelo MACVEtOH. Estes fatores são importantes para o \n\ncálculo das emissões de poluentes de algumas folhas de cálculo seguintes, nomeadamente, \n\n“Petróleo”, “Gás Natural”, “Carvão”, “Etanol”, “Eletricidade”, e “Químicos”. Nos \n\nQuadros 12, 13 e 14 é possível observar os fatores de emissão para as tecnologias \n\nestacionárias consideradas no modelo MACVEtOH. \n\nQuadro 12 - Fatores de emissão para as tecnologias estacionárias em g/kWh (1/3) [4, 57, 58, 59, 60]. \n\n \n\n\n\n \n\n52  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 13 - Fatores de emissão para as tecnologias estacionárias em g/kWh (2/3) [4, 57, 58, 59, 60]. \n\n \n\nQuadro 14 - Fatores de emissão para as tecnologias estacionárias em g/kWh (3/3) [4, 57, 58, 59, 60]. \n\n \n\nOs fatores de emissão das tecnologias estacionárias assinaladas com uma pelica foram \n\nobtidos por recurso ao modelo GEMIS 4.5 [60], utilizando dados relativos a tecnologias \n\nestacionárias da UE. Devido à dificuldade em obter fontes alternativas, para as tecnologias \n\nestacionárias que não se encontram assinaladas com pelica nos Quadros 12, 13 e 14, \n\nmantiveram-se os fatores de emissão apresentados no GREET 1_2011 [4] com a respetiva \n\nconversão de unidades. \n\nO segundo ponto da presente folha de cálculo contém os fatores de emissão, tendo como \n\nbase os combustíveis convencionais, para os meios de transporte de matérias-primas e/ou \n\ncombustíveis presentes no MACVEtOH. O modelo permite o transporte de matérias-\n\nprimas e/ou combustíveis por petroleiro, navio, comboio, gasoduto e por pesado de \n\nmercadorias. Relativamente ao gasoduto, os fatores de emissão encontram-se no Quadro \n\n15. Os fatores de emissão para o gasoduto a gás natural (GN) foram obtidos no modelo \n\nGEMIS 4.5 [60], para Portugal em 2010. \n\n \n\n\n\n \n\n 53 \n\n \n\nO Modelo MACVEtOH \n\nQuadro 15 - Fatores de emissão para o gasoduto a GN em g/kWh [60]. \n\n \n\nNo caso dos comboios de transporte os fatores de emissão variam consoante a potência \n\ndeste. No quadro seguinte pode-se observar os fatores de emissão para as várias potências \n\ndos comboios de transporte, de acordo com a Agência Europeia do Ambiente [61]. \n\nQuadro 16 - Fatores de emissão para o comboio a gasóleo em g/kWh [61]. \n\n \n\nA introdução por parte do utilizador da potência do comboio na folha de cálculo “Dados de \n\nEntrada” vai permitir que o modelo selecione os fatores de emissão de acordo com a \n\npotência introduzida e os valores do Quadro 16. Posteriormente o modelo calcula as \n\nemissões referentes ao transporte de mercadorias/combustíveis em comboios, processo que \n\nserá abordado mais à frente na secção” Transporte”. \n\nPara os veículos pesados de mercadorias, o modelo considera várias normas, taras e cargas. \n\nRelativamente a normas o utilizador pode selecionar na folha de cálculo “Dados de \n\nEntrada” desde a norma EURO 1 até à norma EURO 5. Na mesma folha de cálculo o \n\nutilizador também seleciona a tara, podendo esta ser desde inferior ou igual a 7,5 toneladas \n\na superior a 32 toneladas. Estas características conjugadas com a carga do veículo que \n\npode ser 0%, 50% ou 100%, vão permitir que o modelo selecione entre os vários fatores de \n\nemissão para veículos pesados disponíveis na folha “FE”, os que correspondem às \n\nexigências introduzidas pelo utilizador. As equações sobre as quais se regem os fatores de \n\nemissão para estes veículos encontram-se no Anexo 2, do Quadro A1 ao Quadro A15. \n\n\n\n \n\n54  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nNo caso dos petroleiros e navios de transporte (quer de mercadorias quer de combustíveis) \n\nmantiveram-se os valores apresentados no modelo GREET 1_2011 [4] com a respetiva \n\nconversão de unidades. No quadro seguinte podem ser observados os fatores de emissão \n\ndos navios e petroleiros de transporte considerados no modelo MACVEtOH, que possuem \n\ncomo combustível base fuel óleo. \n\nQuadro 17 - Fatores de emissão para os petroleiros e navios de transporte a fuel óleo em g/kWh [4]. \n\n \n\nPetróleo \n\nA folha de cálculo “Petróleo” encontra-se dividida em sete pontos principais. Entre os \n\nprincipais pontos são efetuados os cálculos não só para extração e refinamento do petróleo, \n\ncomo a produção de combustíveis derivados do petróleo. Os combustíveis considerados \n\nsão o fuel óleo, a gasolina, o gasóleo e o gás de petróleo liquefeito (GPL). Existem no \n\nentanto dois fatores a salientar. O primeiro, é que embora o fuel óleo não seja considerado \n\num combustível automóvel, é incluído nesta folha principalmente para cálculo de \n\nconsumos e emissões associadas à produção elétrica e no transporte de navios e petroleiros. \n\nEm segundo lugar, é importante referir que a produção de GPL não é concluída nesta folha \n\nde cálculo. Na presente folha de cálculo são efetuados os consumos energéticos e emissões \n\nde poluentes para produção de GPL exclusivamente com Crude. \n\nO primeiro ponto dedica-se exclusivamente à seleção da fração de GN utilizada para \n\nprodução de GPL, ou seja, neste ponto o utilizador introduz a percentagem entre o crude e \n\no GN utilizada para produção de GPL. Este ponto permite a conjugação dos valores de \n\nprodução de GPL exclusivamente por GN presentes na folha de cálculo “Gás Natural” com \n\nos presentes nesta folha de cálculo. Deste modo obtêm-se os valores do consumo \n\nenergético e de emissão de poluentes na produção de GPL com as frações introduzidas \n\npelo utilizador. Na figura seguinte pode-se observar o excerto do modelo MACVEtOH que \n\ncontém este ponto. \n\n \nFigura 20 – Fração de GN e crude utilizada para a produção de GPL. \n\n\n\n \n\n 55 \n\n \n\nO Modelo MACVEtOH \n\nA introdução, por parte do utilizador, de um valor cuja soma entre a fração de crude e de \n\nGN na produção de GPL seja diferente de 100%, gera um erro alertando o utilizador para \n\nintroduzir valores cuja soma represente 100%. \n\nNo segundo ponto é apresentado o peso de cada uma das tecnologias estacionárias, cujos \n\nfatores de emissão se encontram especificados na folha de cálculo descrita anteriormente. \n\nOs pesos das tecnologias são apresentados para a extração do crude e para a produção dos \n\nderivados de petróleo incorporados no modelo MACVEtOH. No quadro seguinte \n\nencontram-se precisamente os pesos relativos das tecnologias estacionárias. Neste caso, \n\ndevido ao desconhecimento de fontes alternativas fidedignas, manteve-se os valores \n\napresentados no GREET 1_2011 [4]. \n\nQuadro 18 - Peso relativos das tecnologias estacionárias na produção de combustíveis [4]. \n\n \n\nO ponto seguinte encontra-se reservado à eficiência global dos processos de produção de \n\ncombustíveis bem como às emissões urbanas. O valor de eficiência global é de extrema \n\nimportância para o cálculo dos consumos energéticos dos processos de produção de \n\ncombustíveis derivados do petróleo bem como da sua extração. Quanto menor a eficiência \n\nglobal, maior será a energia despendida no processo. \n\nQuadro 19 - Valores da eficiência global e emissões urbanas para o petróleo e seus derivados [4, 60, \n\n62]. \n\n \n\nNo caso das emissões urbanas foram mantidos os valores apresentados pelo modelo \n\nGREET 1_2011 [4]. Os valores da eficiência global dividem-se entre duas fontes. A \n\neficiência global do processo de refinação de fuel óleo e de produção de GPL foram \n\nobtidos por intermédio do modelo GEMIS 4.5 [60]. Os restantes valores da eficiência \n\nglobal para os restantes processos apresentados no Quadro 19 obtiveram-se por análise de \n\num estudo WTW realizado pelo Joint Research Centre [62]. \n\nPosteriormente, no ponto 4 da presente folha de cálculo, são abordados os pesos relativos \n\nde cada um dos combustíveis para os processos de extração de petróleo, refinação de fuel \n\n\n\n \n\n56  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nóleo e refinação de gasolina, gasóleo e GPL. Os referidos pesos relativos podem ser \n\nobservados no quadro seguinte. \n\nQuadro 20 - Peso relativo dos combustíveis nos processos de extração de petróleo e produção de seus \n\nderivados [4]. \n\n \n\nOs pontos 5 e 6 correspondem ao cálculo dos consumos energéticos e emissões de \n\npoluentes associados à extração e transporte de petróleo, à refinação e transporte do fuel \n\nóleo, bem como à produção e transporte dos derivados de petróleo considerados no modelo \n\nMACVEtOH. \n\nPor fim o último ponto é um sumário, onde são apresentados os consumos energéticos e \n\nemissões de poluentes do crude como matéria-prima e dos combustíveis derivados do \n\npetróleo. O consumo energético é apresentado em J por kWh transformado, ou seja, é \n\nexpresso em unidades de energia consumida por unidade de energia de combustível \n\ntransformado. As emissões de poluentes (poluentes totais e poluentes emitidos em zonas \n\nurbanas) são apresentadas em gramas emitidas por unidade de energia de combustível \n\ntransformado, isto é, g/kWh transformado. \n\nComo referido anteriormente os valores que afetam o consumo energético são os da \n\neficiência global. Para o caso das emissões de poluentes, para além dos fatores de emissão \n\ndas tecnologias estacionárias presentes na folha de cálculo “FE”, são importantes os \n\nvalores dos Quadros 18, 19 e 20. \n\nGás Natural \n\nA folha de cálculo “Gás Natural” é bastante semelhante à folha de cálculo “Petróleo”. Esta \n\nfolha de cálculo é composta por sete pontos principais. Contudo na presente folha é apenas \n\nabordado o processo de extração e processamento do GN bem como o processo de \n\nprodução de GPL. É nesta folha de cálculo que são apresentados os consumos energéticos \n\nfinais da produção de GPL, produzido com as respetivas frações de crude e GN, \n\nintroduzidas pelo utilizador. \n\n\n\n \n\n 57 \n\n \n\nO Modelo MACVEtOH \n\nO primeiro ponto da folha de cálculo em questão é relativo às referidas frações, no entanto, \n\no utilizador nesta folha não efetua a introdução das frações de matéria-prima que pretende \n\npara produção de GPL, entre crude e GN. A introdução por parte do utilizador é efetuada \n\nna folha “Petróleo”, posteriormente essa folha de cálculo comunica com a presente folha. \n\nO ponto seguinte corresponde aos pesos relativos de cada uma das tecnologias de \n\ncombustão em cada combustível utilizado nos processos de extração e processamento do \n\nGN e produção do GPL (Quadro 21). \n\nQuadro 21 - Pesos relativos das tecnologias estacionárias na extração e processamento do GN e \n\nprodução de GPL [4]. \n\n \n\nPosteriormente o modelo apresenta os valores de eficiência global e emissões urbanas \n\n(Quadro 22). Também nesta situação foram mantidos os valores das emissões urbanas \n\nconsiderados no modelo GREET 1_2011 [4]. O valor da eficiência global do processo de \n\nprodução de GPL foi obtido com recurso ao modelo GEMIS 4.5 [60]. Por fim os valores da \n\neficiência global para extração e processamento do GN obtiveram-se por análise de um \n\nestudo WTW realizado pelo Joint Research Centre [62]. \n\nQuadro 22 - Valores da eficiência global e emissões urbanas para GN e GPL [4, 60, 62]. \n\n \n\nNo quarto ponto, são abordados os pesos relativos de cada um dos combustíveis para os \n\nprocessos de extração e processamento do GN, assim como de produção de GPL. Os pesos \n\nrelativos dos combustíveis que integram a folha de cálculo “Gás Natural” podem ser \n\nobservados no Quadro 23. \n\n\n\n \n\n58  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 23 - Peso relativo dos combustíveis nos processos de extração e processamento de GN e \n\nprodução de GPL [4]. \n\n \n\nOs pontos 5, 6 e 7 são em tudo semelhantes aos da folha de cálculo “Petróleo”, \n\nrepresentando respetivamente o consumo energético, as emissões de poluentes e um \n\nsumário relativo ao consumo energético e emissões de poluentes. \n\nCarvão \n\nA folha de cálculo “Carvão” incorpora os cálculos do consumo energético e emissões de \n\npoluentes do processo de extração e processamento do carvão. Os resultados desta folha \n\nsão usados nas restantes folhas do modelo como combustível ou matéria-prima. Esta folha \n\nde cálculo é semelhante às duas anteriores, no entanto a disposição dos conteúdos nos \n\nprincipais pontos não é a mesma, uma vez que só possui seis pontos principais. \n\nNa fase inicial da folha de cálculo “Carvão” são especificados os pesos das tecnologias de \n\ncombustão estacionária para cada um dos combustíveis utilizados no processo de extração \n\ne processamento do carvão. O quadro seguinte contém o peso de cada uma das tecnologias \n\nde combustão estacionária no processo de extração e processamento do carvão. Cada uma \n\ndas frações expressas no quadro seguinte conjugadas com os respetivos fatores de emissão \n\npresentes na folha de cálculo “FE” dá origem às emissões de poluentes do processo de \n\nextração e de processamento do carvão. \n\n\n\n \n\n 59 \n\n \n\nO Modelo MACVEtOH \n\nQuadro 24 - Pesos relativos das tecnologias estacionárias na extração e processamento do carvão [4]. \n\n \n\nNo ponto posterior são apresentados os valores de emissões urbanas e de eficiência global \n\nno processo de extração e processamento do carvão. Estes valores, que podem ser \n\nobservados no Quadro 25, são relevantes pois contribuem para o consumo energético e \n\npara as emissões de poluentes finais do carvão enquanto matéria-prima. \n\nQuadro 25 - Valores da eficiência global e emissões urbanas para o carvão [4, 60]. \n\n \n\nO valor da eficiência global dos processos de extração e processamento do carvão presente \n\nno Quadro 25 é um valor genérico para os processos referidos e obteve-se por consulta do \n\nmodelo GEMIS 4.5 [60]. No caso das emissões urbanas manteve-se o valor apresentado no \n\nmodelo GREET 1_2011 [4]. \n\nPara o cálculo dos consumos energéticos inerentes ao processo de extração e \n\nprocessamento do carvão são essenciais os valores presentes no ponto três da presente \n\nfolha de cálculo, e que podem ser observados no Quadro 26. Os valores representam a \n\nfração de utilização de cada combustível nos processos de extração e processamento do \n\ncarvão. A conjugação destes valores com os fatores de emissão das tecnologias de \n\ncombustão estacionária e com o peso relativo das tecnologias de combustão estacionária na \n\nextração e processamento do carvão dão origem às emissões de poluentes do carvão \n\nenquanto matéria-prima. \n\n\n\n \n\n60  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 26 - Peso relativo de cada um dos combustíveis nos processos de extração e processamento do \n\ncarvão [4]. \n\n \n\nNos restantes pontos são apresentados respetivamente os consumos energéticos, as \n\nemissões de poluentes e um sumário dos consumos energéticos e emissões de poluentes. O \n\nconsumo energético é apresentado em unidades de energia consumida por unidade de \n\nenergia de combustível transformado (J/kWh transformado). As emissões de poluentes são \n\napresentadas em gramas emitidas por unidade de energia de combustível transformado \n\n(g/kWh transformado). No último ponto, ou seja, no sumário das emissões de poluentes e \n\nconsumos energéticos, são apresentados os resultados correspondentes ao carvão que vai \n\nser utilizado em centrais elétricas. \n\nEtanol \n\nA folha de cálculo “Etanol” incorpora os cálculos do consumo energético e as taxas de \n\nemissão na produção de bioetanol a partir de trigo, biomassa (árvores, gramíneas e \n\nresíduos florestais) e beterraba sacarina. As seguintes etapas são incluídas na presente \n\nfolha de cálculo: cultivo e transporte da matéria-prima, produção de bioetanol, distribuição \n\ne armazenamento do bioetanol. Para o bioetanol à base de trigo, a energia e emissões \n\nassociadas aos coprodutos do bioetanol (por exemplo, alimentos para animais) podem ser \n\nestimados utilizando o método baseado no deslocamento, na repartição ou no valor de \n\nmercado segundo a seleção do utilizador. Para a produção de bioetanol a partir de \n\nbiomassa (árvores, gramíneas e resíduos florestais) é solicitado ao utilizador que selecione \n\no processo de produção de bioetanol (fermentação ou gaseificação) para os tipos de \n\nbiomassa incluídos no modelo MACVEtOH. \n\nÉ importante salientar que o valor dos consumos energéticos e emissões dos diferentes \n\ntipos de biomassa disponíveis no modelo MACVEtOH são importantes posteriormente \n\npara calcular o consumo energético e emissões na produção elétrica, uma vez que 3,4% da \n\nprodução de energia elétrica nacional é efetuada a partir de biomassa \n\nA presente folha de cálculo é composta por cinco pontos principais. O primeiro ponto é \n\nreferente aos parâmetros de entrada chave e cenário base. Os valores desta secção resultam \n\nprincipalmente de dados introduzidos pelo utilizador na folha “Dados de Entrada”. Assim, \n\n\n\n \n\n 61 \n\n \n\nO Modelo MACVEtOH \n\nesta secção é o elo interativo entre a folha “Dados de Entrada” e a presente folha de \n\ncálculo. \n\nNo ponto 2 são especificados os pesos relativos das tecnologias de combustão estacionária \n\nnos processos de produção de bioetanol (Quadro 27), que são usados para o cálculo das \n\nemissões. \n\nQuadro 27 - Peso relativo das tecnologias de combustão estacionária nos processos de produção de \n\nbioetanol (1/2) [4]. \n\n \n\nQuadro 28 - Peso relativo das tecnologias processos de produção de bioetanol (2/2) [4]. \n\n \n\nOs valores dos Quadros 27 e 28 permitem obter, conjugados com os fatores de emissão da \n\nfolha de cálculo “FE” e o peso relativo de cada combustível no processo de agricultura \n\n(Quadro 29), as emissões de poluentes na fase da agricultura. \n\nQuadro 29 - Peso relativo de cada um dos combustíveis no processo de agricultura [4]. \n\n \n \n\n\n\n \n\n62  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nOs dados do Quadro 29 localizam-se no terceiro ponto da presente folha de cálculo do \n\nmodelo MACVEtOH. Também no ponto 3, é calculado o consumo energético dos \n\nprocessos de agricultura das matérias-primas e da produção de bioetanol, sendo que no \n\nquarto ponto estão representadas as emissões de poluentes para os processos referidos \n\nanteriormente. De salientar que nos processos de agricultura são essenciais os fertilizantes \n\ne os pesticidas. Contudo o consumo energético e as emissões de poluentes deste são \n\nimportados da folha de cálculo “Químicos” e portanto serão explicados posteriormente na \n\nrespetiva secção. O mesmo acontece com o transporte das matérias-primas que é \n\nimportado da folha de cálculo “Transporte” e que será explicado de forma sucinta na \n\nrespetiva secção. \n\nO último ponto da presente folha de cálculo corresponde a um resumo dos consumos \n\nenergéticos e das emissões de poluentes inerentes à produção de bioetanol. O consumo \n\nenergético é expresso em unidades de energia consumida por unidade de energia de \n\ncombustível transformado (J/kWh transformado) e as emissões de poluentes são expressas em \n\ngramas por unidade de energia de combustível transformado (g/kWh transformado). \n\nEletricidade \n\nNa folha de cálculo “Eletricidade” são efetuados os cálculos dos consumos energéticos e \n\nemissões de poluentes inerentes à produção de eletricidade em Portugal. A eletricidade \n\nproduzida será posteriormente utilizada noutras folhas de cálculo, nos diversos processos \n\nde produção de combustíveis. A presente folha encontra-se dividida em sete pontos \n\nprincipais. \n\nInicialmente é apresentado o mix energético de geração de eletricidade em Portugal. No \n\nquadro seguinte é apresentada a produção de energia elétrica por fonte de energia, \n\nincluindo o peso relativo das diversas fontes na produção de energia elétrica. \n\n \n\nQuadro 30 - Peso relativo por fonte energética na produção de energia elétrica em Portugal [63]. \n\n \n\nSeguidamente no Quadro 31 são apresentadas as emissões urbanas. De salientar o facto de \n\nas fontes de energia renovável não apresentarem valores de emissões urbanas. Este facto \n\ndeve-se a estas fontes de produção de energia elétrica não apresentarem emissões no ato de \n\nprodução de energia elétrica. \n\n\n\n \n\n 63 \n\n \n\nO Modelo MACVEtOH \n\nQuadro 31 - Valores das emissões urbanas para cada um dos combustíveis inerentes à produção \n\nelétrica [4]. \n\n \n\nNo ponto 2, o modelo apresenta o peso e a eficiência das tecnologias de combustão \n\nestacionária inerentes à geração de eletricidade.  \n\nQuadro 32 - Pesos relativos e eficiência das tecnologias de combustão estacionária na produção elétrica \n\n[4]. \n\n \n\nO terceiro ponto da presente folha de cálculo é reservado para a apresentação de perdas na \n\ndistribuição da energia elétrica. Por análise dos dados apresentados pela Agência \n\nInternacional de Energia para o ano de 2007 [63], verifica-se que as perdas na distribuição \n\nde eletricidade em Portugal são de 6,8%. \n\nOs valores presentes no Quadro 32 conjugados com os fatores de emissão das tecnologias \n\nde combustão estacionária presentes na folha de cálculo “FE” e com o peso relativo por \n\nfonte energética na produção de energia elétrica (Quadro 30) dão origem aos fatores de \n\nemissão na geração de eletricidade, que podem ser observados no Quadro 33. De salientar \n\nque os fatores de emissão de produção de energia elétrica são expressos em gramas por \n\nunidade de energia elétrica produzida (g/kWh produzido). Os dados do Quadro 33 encontram-\n\nse no quarto ponto da presente folha de cálculo. \n\n\n\n \n\n64  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 33 - Fatores de emissão por unidade de energia elétrica produzida. \n\n \n\nOs pontos 5 e 6 correspondem respetivamente ao cálculo do consumo energético e \n\nemissões de poluentes. As emissões de poluentes são obtidas de acordo com os dados do \n\nQuadro 33 e com o fator de perdas na distribuição de eletricidade em Portugal. Por fim o \n\núltimo ponto, que corresponde ao sumário das emissões de poluentes e do consumo \n\nenergético, encontra-se dividido em três subpontos, representando individualmente o \n\nconsumo de energia, as emissões totais e as emissões urbanas. O consumo de energia é \n\nexpresso em unidade de energia consumida por unidade de energia elétrica distribuída \n\n(J/kWh distribuído) e as emissões de poluentes em gramas por unidade de energia elétrica \n\ndistribuída (g/kWh distribuído). \n\nA presente folha de cálculo apresenta também os valores dos consumos energéticos e \n\nemissões de poluentes na produção de painéis solares fotovoltaicos (com produção de \n\neletricidade) e na produção de torres eólicas. Os painéis fotovoltaicos são uma fonte limpa \n\nna produção de energia, contudo a produção dos painéis possui emissões e consumos \n\nenergéticos. Estes valores têm relevância na produção de eletricidade. Os valores obtidos \n\npara os consumos energéticos e emissões de poluentes inerentes à produção dos painéis \n\nfotovoltaicos encontram-se nos Quadros 34 e 35, e foram obtidos por consulta do modelo \n\nGEMIS 4.5 [60] para painéis policristalinos com caixilharia de alumínio na Alemanha em \n\n2010. \n\nQuadro 34 - Consumos energéticos na produção de painéis fotovoltaicos incluído na produção de \n\neletricidade por parte destes [60]. \n\n \n\n \n\n\n\n \n\n 65 \n\n \n\nO Modelo MACVEtOH \n\nQuadro 35 - Emissões de poluentes na produção de painéis fotovoltaicos incluído na produção de \n\neletricidade por parte destes [60]. \n\n \n\nNa produção das torres eólicas, é de salientar uma vez mais, que apesar da produção de \n\nenergia elétrica por recurso ao vento não apresentar emissões no ato de produção, a \n\nprodução dos equipamentos apresenta emissões que devem ser tidas em conta numa ACV. \n\nOs valores dos dois quadros seguintes foram obtidos por consulta do modelo GEMIS 4.5 \n\n[60] e são importantes para a produção de eletricidade. Os valores são apresentados para \n\num parque eólico de grandes dimensões na Alemanha em 2010. O modelo GEMIS \n\napresenta valores para Portugal, contudo optou-se por selecionar os da Alemanha uma vez \n\nque os valores apresentados para Portugal correspondem ao ano de 2000 e para um parque \n\neólico médio. \n\nQuadro 36 - Consumos energéticos na produção de torres eólicas incluído na produção de eletricidade \n\npor parte destas [60]. \n\n \n\nQuadro 37 - Emissões de poluentes na produção de torres eólicas [60]. \n\n \n\n \n\n\n\n \n\n66  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuímicos \n\nNa folha de cálculo denominada “Químicos” são efetuados os cálculos relativos ao \n\nconsumo energético e às emissões de poluentes dos químicos agrícolas. Os químicos \n\nagrícolas abordados são os fertilizantes, os herbicidas e os inseticidas, tendo ambos \n\nparticular importância no processo de criação da biomassa. O modelo MACVEtOH \n\nconsidera os fertilizantes NPK, ou seja o Azoto (que inclui a ureia, a amónia e o nitrato de \n\namónia), o potássio na forma de P2O5 e o fosfato na forma de K2O. O modelo considera \n\ntambém o carbonato de cálcio (CaCO3). A presente folha é composta por cinco pontos \n\nprincipais. \n\nNo primeiro ponto são apresentados os pesos relativos das tecnologias de combustão \n\nestacionária nos processos de produção dos fertilizantes, dos herbicidas e dos inseticidas \n\n(Quadro 38). Devido à falta de fontes alternativas de informação credíveis, foram usados \n\ncomo base os valores do modelo GREET 1_2011 [4]. \n\nQuadro 38 - Peso relativos das tecnologias de combustão estacionária na produção dos fertilizantes, \n\nherbicidas e inseticidas [4]. \n\n \n\nNo segundo ponto são efetuados os cálculos do consumo energético e das emissões de \n\npoluentes associados aos processos de produção e de transporte dos químicos agrícolas. Os \n\nvalores quer de consumos energéticos quer de emissões para o transporte dos químicos são \n\nimportados da folha de cálculo “Transporte” e portanto serão explicados nessa secção. O \n\nconsumo energético da produção dos químicos é obtido tendo em conta os pesos relativos \n\ndos combustíveis. No caso das emissões de poluentes, para além do peso relativo dos \n\ncombustíveis, são essenciais os valores do peso relativos das tecnologias estacionárias \n\n(Quadro 38), conjuntamente com os fatores de emissão das tecnologias estacionárias \n\npresentes na folha “FE”. \n\nO terceiro ponto apresenta-se como um resumo intermédio. Neste ponto são apresentados \n\nos consumos energéticos e as emissões da fase de produção e de transporte de cada um dos \n\nquímicos. \n\nNo quarto ponto é apresentado um resumo final dos consumos energéticos e das emissões \n\nde poluentes inerentes à produção e distribuição dos químicos mencionados. Neste ponto \n\n\n\n \n\n 67 \n\n \n\nO Modelo MACVEtOH \n\nos valores do consumo energético são expressos em unidade energética por grama \n\nproduzida (J/g produzido) e as emissões em gramas por grama produzida (g/g produzido). \n\nNo último ponto é apresentado a energia e emissões associadas à produção de \n\nequipamentos agrícolas. Estes valores serão ou não incluídos na energia e emissões totais \n\nassociados à produção de bioetanol, de acordo com a seleção do utilizador na folha de \n\ncálculo “Dados de Entrada”. \n\nTransportes \n\nNa folha de cálculo “Transportes” são efetuados os cálculos relativos ao consumo \n\nenergético e às emissões de poluentes associados ao transporte de todas as matérias-primas \n\ne combustíveis considerados no modelo MACVEtOH. A presente folha encontra-se \n\ndecomposta em dez pontos principais. \n\nNo primeiro ponto é apresentada a carga em toneladas, de cada matéria-prima e \n\ncombustível, transportada em petroleiro, navio e camião. Devido à falta de dados \n\nconsiderou-se os valores do modelo GREET 1_2011 [4]. Com os valores deste ponto é \n\npossível obter a potência requerida pelos navios e petroleiros, sendo estes apresentados no \n\nponto 2. \n\nO terceiro ponto apresenta o consumo de combustível e o consumo de energia dos camiões \n\nde transporte. De acordo com o tipo e a carga de camião selecionado pelo utilizador na \n\nfolha “Dados de Entrada” o modelo interage com a folha “FE” e calcula o consumo de \n\ncombustível do camião (l/100km) e o consumo energético por quilómetro (J/km). \n\nNo quarto ponto é apresentada a intensidade energética para o transporte em gasoduto, \n\nvalores obtidos por intermédio do modelo GREET 1_2011 [4]. \n\nNo ponto seguinte do modelo é apresentada a intensidade energética do transporte em \n\ncomboio cujo valor é 199952 J/ton.km [64]. O modelo MACVEtOH considera a viagem de \n\nida e de retorno para os diversos meios de transporte, uma vez que os diferentes fatores de \n\ncarga em cada tipo de viagem proporcionam diferentes intensidades energéticas, logo \n\ndiferentes consumos energéticos e emissões. \n\nO sexto ponto apresenta o consumo energético dos petroleiros e dos navios. Os valores são \n\ncalculados de acordo com o fator de carga introduzido pelo utilizador na folha “Dados de \n\nEntrada” e com as propriedades do combustível na folha “Combustíveis”. \n\nNos pontos seguintes são efetuados os cálculos do consumo energético e das emissões no \n\ntransporte de combustíveis e matérias-primas. De salientar ainda a necessidade da \n\nintrodução da distância total para cada meio de transporte, no ponto 8. \n\n\n\n \n\n68  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nPosteriormente no último ponto é efetuado um resumo dos consumos energéticos e \n\nemissões no transporte e distribuição dos combustíveis e matérias-primas. O consumo \n\nenergético é dado em unidade de energia consumida por unidade de energia transportada \n\n(J/kWh transportado) e as emissões em gramas por unidade energética transportada (g/kWh \n\ntransportado) no caso do transporte de combustíveis. No transporte de matérias-primas, o \n\nconsumo energético é dado em unidade de energia consumida por tonelada transportada \n\n(J/ton transportada) e as emissões em gramas emitidas por tonelada transportada (g/ton \n\ntransportada). \n\nVeículos \n\nNa folha de cálculo “Veículos” são efetuados os cálculos dos consumos energéticos e das \n\nemissões associadas aos veículos incorporados no modelo MACVEtOH. Nos cálculos, o \n\nmodelo recorre à velocidade média da viagem a simular introduzida pelo utilizador na \n\nfolha “Dados de Entrada” e às constantes presentes na folha ”Base de Dados”. \n\nO modelo considera a seguinte gama de veículos que o utilizador pode selecionar para a \n\nsimulação pretendida: \n\n• Ligeiros de passageiros a gasolina cilindrada inferior a 1,4l \n\n• Ligeiros de passageiros a gasolina cilindrada 1,4l até 2,0l \n\n• Ligeiros de passageiros a gasolina cilindrada superior a 2,0l \n\n \n\nA presente folha de cálculo encontra-se dividida em três pontos principais. \n\nO primeiro ponto corresponde ao cálculo dos fatores de emissão e fator de consumo de \n\ncombustível associado aos veículos ligeiros de passageiros a gasolina. O modelo \n\nMACVEtOH efetua os referidos cálculos para várias normas. Dentro de cada uma das \n\nnormas mencionadas são considerados três gamas de cilindrada, ou seja, cilindrada inferior \n\na 1,4l, de 1,4l a 2,0l e superior a 2,0l. Para o cálculo dos fatores de emissão e fator de \n\nconsumo dos veículos ligeiros de passageiros a gasolina de norma EURO, o modelo utiliza \n\na seguinte equação presente no “Emission Inventory Guidebook” [65]: \n\n    (Equação 1) \n\n \n\nAs letras a,b,c,d e e presentes na Equação 1 correspondem às constantes que podem ser \n\nconsultadas no Anexo 3 no Quadro A16. O V representa a velocidade média introduzida \n\npelo utilizador na folha “Dados de Entrada”. \n\n\n\n \n\n 69 \n\n \n\nO Modelo MACVEtOH \n\nNo segundo ponto apresenta-se um rácio do consumo de energia e emissões dos veículos \n\ncom combustíveis alternativos relativamente aos veículos de cenário base. Os valores \n\npresentes neste ponto vão permitir que o modelo calcule emissões e consumos dos veículos \n\nalternativos de acordo com os valores apresentados no primeiro ponto da presente folha de \n\ncálculo. Para os valores de rácio de consumo de combustível e de emissões presentes neste \n\nponto utilizou-se como fonte o modelo GREET 1_2011 [4]. \n\nNo terceiro e último ponto, é apresentado o nível de mistura de bioetanol para \n\ncombustíveis alternativos. Estes valores podem ser alterados pelo utilizador na folha \n\n“Dados de Entrada”. Estes valores terão influência no cálculo do consumo de energia e \n\nemissões de combustíveis alternativos. \n\nResultados \n\nA folha de cálculo “Resultados” dedica-se exclusivamente à apresentação dos resultados \n\ndos cálculos efetuados nas folhas de cálculo anteriores com os dados introduzidos pelo \n\nutilizador. A folha “Resultados” encontra-se decomposta em três pontos principais de \n\nforma a apresentar os resultados WTP e WTW para os dados introduzidos inicialmente. \n\nO primeiro ponto baseia-se numa análise dos combustíveis desde a sua produção até à sua \n\ndisponibilização no ponto de abastecimento, ou seja, são apresentados os consumos \n\nenergéticos e as emissões de poluentes numa análise WTP dos combustíveis considerados. \n\nOs combustíveis considerados na folha Resultados são a gasolina, o gasóleo, o GPL e o \n\nbioetanol. Embora a energia elétrica não seja considerada como um combustível no \n\nmodelo, é ainda assim incluída nesta folha para fins de comparação com os combustíveis \n\nautomóveis. O consumo energético neste ponto é expresso em unidade de energia por \n\nunidade de energia de combustível disponível na estação de reabastecimento (J/kWh \n\ndisponível) e as emissões de poluentes são expressas em gramas por unidade de energia de \n\ncombustível disponível na estação de reabastecimento (g/kWh disponível). \n\nO segundo ponto diz respeito a uma análise desde a produção dos combustíveis até à fase \n\nem que são utilizados nos veículos, ou seja, é apresentada uma análise WTW dos \n\ncombustíveis considerados aplicados aos vários veículos considerados. Neste ponto o \n\nmodelo apresenta os resultados WTW não só em termos de consumos energéticos e \n\nemissões totais, como em cada uma das fases. Sendo assim o modelo apresenta os \n\nconsumos energéticos e emissões na fase de produção e transporte da matéria-prima, na de \n\nprodução e transporte do combustível e na de operação do veículo. Nesta fase os resultados \n\na nível de consumos energéticos são expressos em unidade de energia consumida por \n\nquilómetro (J/km). Relativamente às emissões de poluentes são apresentados em gramas \n\npor quilómetro (g/km). \n\nO último ponto corresponde a uma comparação percentual do veículo selecionado face ao \n\nveículo de referência (veículo a gasolina como combustível de cenário base). Neste ponto \n\n\n\n \n\n70  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\npodem ser apresentados valores percentuais positivos ou negativos. Os valores positivos \n\nsignificam um aumento e os valores percentuais negativos significam uma diminuição de \n\nconsumo energético e emissão de poluentes relativamente ao veículo com o combustível de \n\nreferência. \n\nGráficos \n\nA folha de cálculo “Gráficos” diz respeito à representação gráfica de alguns dos resultados, \n\ncomunicando apenas com a folha de cálculo “Resultados”. O objetivo da folha “Gráficos” \n\né facilitar a interpretação dos resultados apresentados na folha de cálculo anterior. Na \n\npresente folha são apresentados graficamente os resultados WTP, WTW e relação \n\npercentual correspondente ao aumento ou diminuição no consumo energético e emissão de \n\npoluentes dos veículos alternativos face ao veículo de cenário base. Nesta folha de cálculo \n\nsão também apresentados gráficos com o peso relativo dos consumos energéticos e \n\nemissões de cada uma das três etapas (produção e transporte da matéria-prima, produção e \n\ntransporte do combustível e operação do veículo). \n\nBase de Dados \n\nA folha de cálculo “Base de dados” é a ultima folha do modelo MACVEtOH. A presente \n\nfolha apresenta a particularidade de não importar valores de nenhuma das folhas anteriores, \n\ndestinando-se unicamente a fornecer dados às folhas anteriores, nomeadamente à folha \n\n“FE” e à folha “Veículos”. De um modo geral a presente folha apresenta os dados \n\nessenciais para o cálculo dos fatores de emissão dos veículos rodoviários presentes no \n\nmodelo. \n\n\n\n \n\n 71 \n\n \n\nResultados e sua Discussão \n\n7. Resultados e sua Discussão \n\nNeste capítulo será apresentado um caso prático do modelo MACVEtOH, analisando um \n\npercurso em termos de emissões e consumos de energia no ciclo de vida do bioetanol nas \n\nformas WTP e WTW. \n\nContudo numa fase inicial, efetuou-se uma calibração do modelo. Depois, por análise de \n\ndados reais analisou-se o consumo de combustível para o veículo a bioetanol através do \n\nmodelo MACVEtOH comparativamente com os dados existentes. \n\n \n\n7.1. Calibração do Modelo \n\nNesta fase procedeu-se à comparação dos resultados obtidos pelo modelo MACVEtOH \n\npara o consumo dos veículos com dados reais apresentados por marcas de veículos a \n\nbioetanol. A análise foi efetuada para veículos ligeiros de passageiros. Em qualquer uma \n\ndas análises tentou-se representar as características descritas pelos fabricantes. \n\nRelativamente aos veículos ligeiros de passageiros, foram comparados os resultados \n\napresentados pelo modelo MACVEtOH com os dados apresentados para os seguintes \n\nmodelos flexifuel disponíveis na Europa: Ford Focus 1.8l FFV [66], Ford Escape 3.0 L \n\nFFV [67] e Ford Fiesta 1.25 Style 3dr [68]. No quadro seguinte são apresentadas algumas \n\ncaracterísticas dos modelos flexifuel referidos anteriormente. \n\nQuadro 39 - Características dos modelos flexifuel analisados [66, 67, 68]. \n\n Ford Focus 1.8l FFV Ford Escape 3.0l FFV Ford Fiesta 1.25l Style 3dr \n\nAno 2007 2010 2005 \n\nMotor 1.8l FFV 3.0l FFV 1.25l Style 3dr \n\nNorma EURO EURO IV EURO V EURO IV \n\nPeso bruto do veículo [kg] 1895 1500 1520 \n\nConsumo [l/100km] 7,9* 9,4** 6,8* \n\nEmissões de CO2 [g/km] 167 211,2 142 \n\n * - Consumo em ciclo urbano; \n\n ** - Consumo em autoestrada. \n\nO modelo flexível Ford Focus (FFV) foi o primeiro veículo a biocombustível a ser lançado \n\nna Grã-Bretanha e tem uma cilindrada de 1.8l. Este veículo funciona a bioetanol (E85) \n\nderivado de culturas como o trigo e beterraba sacarina, que produzem menos CO2 e torna o \n\nFFV mais eficiente do que a variante a gasolina em que foi baseado [66]. No modelo \n\nMACVEtOH selecionou-se a norma EURO IV e a cilindrada entre 1,4l e 2,0l (visto que o \n\nveículo apresenta uma cilindrada de 1,8l). Em relação à velocidade de circulação, fator \n\nrelevante para o consumo, consideraram-se três cenários de velocidades possíveis em ciclo \n\nurbano. \n\n\n\n \n\n72  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nPara o veículo Ford Escape 3.0l FFV consideraram-se três cenários com velocidades \n\npossíveis em autoestrada, pois os dados indicados pelo fabricante são relativamente ao \n\nconsumo em autoestrada. As simulações foram efetuadas para um veículo norma EURO V \n\ncom cilindrada superior a 2,0l. \n\nO veículo Ford Fiesta 1.25l Style 3dr pode funcionar somente com gasolina ou com \n\ngasolina com baixo teor de etanol (E10). Consideraram-se novamente três gamas de \n\nvelocidades para efetuar a simulação para ciclo urbano, para um veículo norma EURO IV \n\ne com uma cilindrada inferior a 1,4l. \n\nCom a introdução dos dados referidos anteriormente obteve-se o consumo dos veículos e \n\nemissões de CO2 para cada cenário considerado. No quadro seguinte são apresentados \n\nestes resultados juntamente com a variação percentual do consumo registado no modelo \n\nMACVEtOH, em cada um dos cenários, face ao valor real. \n\nQuadro 40 - Comparação do consumo e emissões de CO2 dos veículos analisados com os dados do \n\nmodelo MACVEtOH. \n\n  \n\nConsumo \n\nReal \n\n[l/100km] \n\nConsumo \n\nMACVEtOH \n\n[l/100km] \n\n? \n\nEmissões \n\nCO2 Reais \n\n[g/km] \n\nEmissões CO2 \n\nMACVEtOH \n\n[g/km] \n\n? \n\nFord \n\nFocus \n\n1.8l FFV \n\nCenário 1 \n\nV = 35 km/h \n\n7,9 \n\n8,6 8,5% \n\n167,0 \n\n197,5 \n18,3\n\n% \n\nCenário 2 \n\nV = 40 km/h \n8,1 2,9% 178,9 7,1% \n\nCenário 3 \n\nV = 45 km/h \n7,8 -1,3% 164,7 -1,4% \n\nFord \n\nEscape \n\n3.0l FFV \n\nCenário 1 \n\nV = 110 \n\nkm/h \n\n9,4 \n\n9,1 -3,2% \n\n211,2 \n\n221,2 -9.4% \n\nCenário 2 \n\nV = 115 \n\nkm/h \n\n9,3 -1.1% 230,6 -5.6% \n\nCenário 3 \n\nV = 120 \n\nkm/h \n\n9,6 2.1% 242,9 -0.5% \n\nFord \n\nFiesta \n\n1.25l \n\nStyle 3dr \n\nCenário 1 \n\nV = 35 km/h \n\n6,8 \n\n7,1 4,4% \n\n142,0 \n\n162,0 \n14,1\n\n% \n\nCenário 2 \n\nV = 40 km/h \n6,7 -1,5% 151,1 6,4% \n\nCenário 3 \n\nV = 45 km/h \n6,4 -5,9% 143,2 0,9% \n\n \n\nRelativamente ao veículo Ford Focus 1.8l FFV verificou-se que o valor de consumo que \n\napresentou maior proximidade com o real foi o do cenário 3, com uma discrepância de -\n\n1,3%. No cenário 1 a variação foi de 8,5% do valor apresentado para o Ford Focus 1.8l \n\nFFV. Relativamente às emissões de CO2 apresentadas pelo modelo MACVEtOH, o cenário \n\n\n\n \n\n 73 \n\n \n\nResultados e sua Discussão \n\n1 foi o que apresentou maior discrepância (18,3%), já o cenário 3 foi o que apresentou \n\nmaior proximidade (-1,4%). \n\nEm relação ao veículo Ford Escape 3.0l FFV verificou-se, para qualquer dos cenários \n\nanalisados, uma grande proximidade em termos do consumo aos cem quilómetros com os \n\ndados apresentados pelo fabricante. Nos cenários 1 e 2 o consumo previsto pelo \n\nMACVEtOH foi inferior ao do Ford Escape 3.0l FFV, registando-se a maior variação no \n\ncaso do cenário 1 (-3,2%). No cenário 3 ocorreu o oposto, ou seja, o consumo dado pelo \n\nmodelo foi superior ao do consumo dado para o Ford Escape 3.0l FFV (2,1%). Deste modo \n\nverificou-se uma boa proximidade do modelo aos dados reais apresentados para o consumo \n\ndo veículo. Relativamente às emissões de CO2, verificou-se que os valores apresentados \n\npelo modelo MACVEtOH para os três cenários foram inferiores aos indicados pelo \n\nfabricante. O cenário 1 foi o que apresentou maior discrepância (-9,4%), o cenário 3, pelo \n\ncontrário, manteve-se muito próximo do valor indicado pelo fornecedor, com uma \n\ndiferença de apenas -0,5%. \n\nQuanto ao veículo Ford Fiesta 1.25l Style 3dr verificou-se, no que respeita ao consumo, \n\nque o cenário 2 foi o que apresentou maior proximidade (-1.5%) do valor avançado pelo \n\nfabricante. O cenário que apresentou maior variação relativamente ao valor de referência \n\nfoi o cenário 3 (-5,9%), sendo, ainda assim, um valor aceitável devido à baixa percentagem \n\nde variação. Quanto às emissões de CO2, verificou-se que o valor apresentado pelo modelo \n\nMACVEtOH para os três cenários foi superior ao indicado pelo fabricante. O cenário 1 foi \n\no que apresentou maior discrepância (14,1%), enquanto o cenário 3 se manteve muito \n\npróximo do valor indicado pelo fornecedor, com uma diferença de apenas 0,9%. \n\nTendo em conta que os fabricantes não referem a velocidade do teste, os resultados \n\nconsideram-se aceitáveis pois não diferem muito dos valores indicados pelo fornecedor. \n\nAssim pela análise dos resultados de calibração apresentados anteriormente, verificou-se \n\nque o modelo MACVEtOH apresenta resultados coerentes comparativamente com os \n\ndados de consumos de veículos ICE E10 e FFV E85. \n\n \n\n7.2. Avaliação de Ciclo de Vida do Bioetanol. \n\nNesta secção realizou-se uma avaliação de ciclo de vida do bioetanol WTP e WTW. Nestas \n\nanálises incluiu-se a produção do bioetanol por trigo, árvores, gramíneas, resíduos \n\nflorestais e beterraba sacarina. Para efetuar o estudo considerou-se uma viagem com \n\norigem no oceanário de Lisboa e com destino na Universidade de Aveiro O percurso, \n\nsegundo o Google maps, possui uma distância total de 248 km, sendo 93,4% do percurso \n\nrealizado em autoestrada e os restantes 6,6% em zona urbana. A velocidade média da \n\nviagem a simular (105 km/h) corresponde assim a uma ponderação entre o percurso \n\n\n\n \n\n74  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nefetuado em autoestrada e em zona urbana. No caso da análise WTW considerou-se um \n\nveículo ligeiro de passageiros, descrito posteriormente. \n\nDe seguida serão explicados os pressupostos para as análises de ciclo de vida do bioetanol \n\nefetuadas. Antes disso, resta salientar que o transporte de matérias-primas / combustíveis \n\nse efetua por veículos pesados de mercadorias de norma EURO IV e com uma tara entre \n\n28t e 32t, circulando estes a uma velocidade média de 50 km/h, sendo que na viagem de \n\nida o fator de carga é 100% e na de retorno é 0%. Os petroleiros e os navios de transporte \n\nde combustíveis e matérias-primas efetuam a viagem de ida com um fator de carga de \n\n80%, sendo que na viagem de retorno o fator de carga é de 60%. De salientar ainda que a \n\nvelocidade média dos petroleiros é de 30 km/h e dos navios é de 8 km/h. Estes dados foram \n\ninseridos na folha de cálculo “Dados de Entrada” no ponto 4. \n\nRelativamente à extração de crude e produção de combustíveis derivados do crude \n\nmantiveram-se os pressupostos apresentados na folha de cálculo “Petróleo”. O mesmo \n\nacontece no caso da extração e processamento do GN e Carvão, cujos pressupostos se \n\nencontram nas folhas de cálculo “Gás Natural” e “Carvão”. \n\nNo caso da eletricidade os dados apresentados na secção “Eletricidade” correspondem ao \n\nsistema electroprodutor de Portugal. Sendo assim os valores apresentados foram mantidos \n\nna análise efetuada. Os consumos energéticos e fatores de emissão associados à produção \n\nde eletricidade incluindo a produção dos painéis fotovoltaicos e das torres eólicas \n\nencontram-se também presentes na secção “Eletricidade”.  \n\nNa folha de cálculo “Químicos” foram mantidos os dados apresentados na respetiva \n\nsecção. \n\nContudo, na folha de cálculo “Transporte”, para além dos dados referidos na respetiva \n\nsecção, foi necessário equacionar o local de importação de cada combustível e matéria-\n\nprima, o que será descrito de seguida com indicação das respetivas distâncias. No entanto, \n\nantes disso foi necessário definir o local de produção do bioetanol, bem como das \n\nmatérias-primas para a produção do mesmo. Sendo assim considerou-se que as plantas de \n\nprodução de bioetanol se encontram hipoteticamente na refinaria de Sines, e as matérias-\n\nprimas utilizadas para a produção do bioetanol (trigo, árvores, gramíneas, resíduos \n\nflorestais e beterraba sacarina) são produzidas no perímetro de rega do Alqueva. \n\nConsiderou-se ainda necessária a importação de bioetanol dos Estados Unidos da América \n\nde forma a suprir as necessidades em Portugal. \n\nO transporte em gasoduto com exceção do GN foi considerado em 147 km, uma vez que é \n\no único gasoduto multiproduto existente em Portugal e liga Sines a Aveiras [69]. A \n\nimportação de GN por Portugal é efetuada essencialmente da Argélia e da Nigéria [70]. \n\nEm Portugal a extensão de gasoduto a GN é de 1441 km [71]. A extensão do gasoduto de \n\ntransporte de GN no exterior de Portugal é apresentada no quadro seguinte. \n\n\n\n \n\n 75 \n\n \n\nResultados e sua Discussão \n\nQuadro 41 - Extensão do gasoduto a GN no exterior de Portugal desde a Argélia [72]. \n\n Extensão [Km] \n\nArgélia (desde Sonatrach) 530 \n\nMarrocos 525 \n\nEstreito de Gibraltar 45 \n\nEspanha 513 \n\nDeste modo, a distribuição de GN em Portugal, considerando a importação da Argélia, é \n\nefetuada em gasoduto com extensão de 3054 km. \n\nAs importações de petróleo bruto têm origem essencialmente na Arábia Saudita, na \n\nArgélia, na Nigéria e na Líbia [70]. Nas simulações efetuadas considerou-se a importação \n\nda Arábia Saudita. No caso do carvão, as importações ocorrem essencialmente da \n\nColômbia e da África do Sul [70]. Para efeitos de simulação considerou-se a importação de \n\ncarvão da Colômbia. No quadro seguinte são apresentadas as distâncias percorridas pelos \n\nnavios e petroleiros de importação. De salientar que as distâncias mencionadas foram \n\nobtidas com recurso ao software NETPAS 2.5 [73]. \n\nQuadro 42 - Distância e meio de importação do petróleo bruto e do carvão. \n\n Meio de Transporte Origem Distância [km] \n\nPetróleo Petroleiro Arábia Saudita 9884 \n\nCarvão Navio Colômbia 8471 \n\nContudo a produção de derivados do crude por parte da Galp, não é suficiente para suprir \n\nas necessidades em Portugal. Deste modo existe a necessidade de recorrer à importação de \n\nderivados do crude, como o caso da gasolina, do gasóleo, do GPL, bem como do bioetanol. \n\nAs importações são efetuadas dos Estados Unidos da América através de petroleiro, sendo \n\nque o refinado com maior necessidade de importação é a gasolina [74]. Segundo o \n\nsoftware NETPAS 2.5 [73] o porto de Houston (EUA) dista de 8467 km do porto \n\npetrolífero de Sines. \n\nPara o transporte de fertilizantes, tomou-se como referência a empresa “Deiba”. A empresa \n\nque comercializa fertilizantes localiza-se junto ao porto de Setúbal e efetua importações \n\ndos maiores exportadores mundiais de fertilizantes [75]. Deste modo, com recurso ao \n\n“FAOSAT” procuraram-se os países que exportam em maior quantidade cada um dos \n\nfertilizantes, herbicidas e inseticidas [76]. Os países dos quais ocorrem a importação \n\nencontram-se descritos no Quadro 43. Nesse quadro é descrita também a distância que o \n\nnavio de transporte percorre até ao porto de Setúbal, valores obtidos por recurso ao \n\nsoftware NETPAS 2.5 [73]. \n\nPosteriormente, o restante transporte dos fertilizantes, herbicidas e inseticidas efetua-se por \n\ncamião. O transporte é efetuado num percurso de 158 km, uma vez que é a distância que \n\nliga Setúbal ao perímetro de rega do Alqueva, de acordo com o Google maps. As matérias-\n\nprimas utilizadas para a produção de bioetanol serão depois transportadas num percurso de \n\n\n\n \n\n76  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n154 km, correspondente à ligação do perímetro de rega do Alqueva e a refinaria de Sines. \n\nOs restantes combustíveis e matérias-primas transportados por camião percorrem 160 km. \n\nEsta distância corresponde ao percurso que liga a refinaria de Sines e a estação de \n\nreabastecimento junto ao Oceanário de Lisboa. A extensão do percurso foi obtida por \n\nrecurso ao Google maps. \n\nQuadro 43 - Locais de importação de fertilizantes, herbicidas e inseticidas [73, 75, 76]. \n\n País de origem Distância [km] \n\nAmónia Brasil 9314 \n\nUreia China 16118 \n\nÁcido Nítrico Rússia 19009 \n\nNitrato de Amónia Rússia 19009 \n\nÁcido sulfúrico Estados Unidos da América 8467 \n\nRocha fosfórica Brasil 9314 \n\nÁcido fosfórico Estados Unidos da América 8467 \n\nK2O Canadá 5476 \n\nCaCO3 Malásia 13016 \n\nHerbicidas França 1704 \n\nInseticidas Estados Unidos da América 8467 \n\n \n\nAnálise WTP \n\nNeste ponto efetuou-se uma análise do consumo energético e das emissões de poluentes \n\n(compostos orgânicos voláteis [VOC], CO, PM, NOx e GEE) desde a produção dos \n\ncombustíveis até à sua disponibilização no posto de reabastecimento. É de salientar que os \n\nresultados obtidos nesta secção foram obtidos relativamente ao PCI dos combustíveis \n\n(seleção na folha “Dados de Entrada”). A figura seguinte apresenta o consumo energético \n\ntotal, comparando deste modo, os combustíveis convencionais com os vários tipos de \n\nbioetanol considerados. \n\n \nFigura 21 - Comparação dos consumos energéticos totais WTP. \n\n\n\n \n\n 77 \n\n \n\nResultados e sua Discussão \n\nNa Figura 21 pode-se observar a grande diferença entre o consumo energético essencial \n\npara a produção e distribuição dos combustíveis convencionais (gasolina e gasóleo) e do \n\nbioetanol produzido pelas diversas formas consideradas. A linha tracejada a vermelho \n\nrepresenta o consumo energético para a produção e distribuição da gasolina, marcando, \n\ndesta forma, o cenário de referência. Verificou-se que o bioetanol produzido por resíduos \n\nflorestais é o que apresenta maior consumo energético total, sendo este cerca de 10,2 vezes \n\nsuperior ao consumo energético requerido para a produção de gasolina. Também o \n\nbioetanol produzido a partir de gramíneas e árvores apresenta valores na mesma ordem de \n\ngrandeza, sendo respetivamente 10,1 e 9,9 vezes o consumo energético da gasolina. Os \n\nrecursos de biomassa apresentam maior consumo energético, em parte devido a estarem \n\nainda numa fase de desenvolvimento, o que se reflete numa baixa eficiência tecnológica. O \n\nbioetanol produzido a partir de trigo apresenta um consumo energético total cerca de 7,6 \n\nvezes o consumo da gasolina. O bioetanol produzido a partir de beterraba sacarina é o que \n\napresenta menor consumo energético, ainda assim 6,9 vezes superior ao consumo da \n\ngasolina. O processo de produção de bioetanol a partir de beterraba sacarina é o processo \n\nque consome menos energia, pois a beterraba sacarina é uma cultura de alto rendimento \n\nque produz hidratos de carbono já sob a forma de açúcar, que é facilmente esmagado e \n\namassado durante a fermentação o que torna o processo de produção de bioetanol menos \n\ndispendioso energeticamente. \n\nDa análise da Figura 21 retirou-se que todos os tipos de bioetanol exigem maior consumo \n\nde energia desde a sua produção à disponibilização no posto de reabastecimento, embora \n\nexistam algumas diferenças entre as diversas matérias-primas. É de referir que grande parte \n\nda energia consumida é referente à produção de bioetanol. Já a produção agrícola \n\nrepresenta uma menor parte de energia (grande parte dessa energia resulta do uso de \n\nfertilizantes). \n\n \n\nSeguidamente procedeu-se a uma análise do consumo de energia fóssil na produção dos \n\ncombustíveis convencionais e dos vários tipos de bioetanol. A figura seguinte apresenta o \n\nconsumo de energia fóssil, comparando deste modo, os combustíveis convencionais com \n\nos vários tipos de bioetanol considerados. \n\n\n\n \n\n78  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n \nFigura 22 - Comparação dos consumos energia fóssil WTP. \n\nAnalisando o consumo de energia fóssil (Figura 22), em vez do consumo de energia total, \n\nverificou-se uma grande redução do consumo energético para todas as formas de produção \n\nde bioetanol, particularmente para os recursos provenientes de biomassa. Relativamente \n\naos recursos de biomassa, o consumo de energia fóssil corresponde apenas a um valor de \n\n15% a 16% (15,3% para gramíneas, 15,5% para árvores e 15,9% para resíduos florestais) \n\ndo valor do consumo energético total. No que respeita à beterraba sacarina, o consumo de \n\nenergia fóssil corresponde a 24,4% do valor do consumo energético total. Já para o trigo, o \n\nvalor do consumo de energia fóssil é um pouco superior, representando cerca de 42,5% do \n\nvalor do consumo energético total. \n\nAnalisando as Figuras 21 e 22 verificou-se uma grande diferença entre o consumo de \n\nenergia total e o consumo de energia fóssil de todos os tipos de matérias-primas \n\ndisponíveis no modelo MACVEtOH para a produção de bioetanol. Esta grande diferença \n\nexplica-se, em parte, devido ao facto de nos processos de produção de bioetanol serem \n\nusados subprodutos para fins energéticos. Relativamente aos recursos de biomassa, os \n\nprocessos de produção de bioetanol usam também a biomassa como fonte de calor para o \n\nprocesso, substituindo assim grande parte os derivados do petróleo. Já para o caso do trigo, \n\nos DDGS resultantes do processo de produção de bioetanol podem ser também usados \n\ncomo combustível. \n\nDa análise da Figura 22, observou-se ainda que o bioetanol produzido a partir de trigo é o \n\nque apresenta maior consumo de energia fóssil (3,3 vezes o valor da gasolina). O bioetanol \n\nproduzido a partir de árvores é o que apresenta menor consumo de energia fóssil, contudo, \n\neste consumo é cerca de 1,6 vezes o consumo da gasolina. \n\n \n\nNa análise da produção dos combustíveis até à sua disponibilização no posto de \n\nreabastecimento, pode incluir-se ou não a energia e emissões associadas à produção de \n\nequipamentos agrícolas (seleção do utilizador na secção “Dados de Entrada”). De seguida \n\nprocedeu-se a uma análise da energia associada aos equipamentos agrícolas. \n\n\n\n \n\n 79 \n\n \n\nResultados e sua Discussão \n\nQuadro 44 - Análise da energia associada à produção de equipamentos agrícolas relativamente ao \n\nconsumo energético total WTP [kJ/kWh]. \n\nInclusão da energia associada à \n\nprodução de equipamentos agrícolas \nTrigo Árvores Gramíneas \n\nResíduos \n\nFlorestais \n\nBeterraba \n\nSacarina \n\nNão 4145,9 5377,4 5718,8 5523,7 3782,4 \n\nSim 4258,5 5457,1 5798,6 5631,1 3984,3 \n\n? 2,7% 1,5% 1,4% 1,9% 5,3% \n\nPela análise do Quadro 44 pode concluir-se que a energia associada à produção de \n\nequipamentos agrícolas tem uma pequena influência no que diz respeito ao consumo \n\nenergético total na produção de bioetanol. A beterraba sacarina foi a matéria-prima que \n\nmaior variação apresentou relativamente ao cenário em que não se considerou a energia \n\nassociada à produção de equipamentos agrícolas (5,3%). Em contrapartida, os recursos de \n\nbiomassa foram os que apresentam menor variação, uma vez que na maioria dos casos se \n\nutilizam os mesmos equipamentos que em culturas alimentares. Dos recursos de biomassa, \n\nos resíduos florestais foram os que apresentaram maior desvio relativamente ao cenário de \n\nnão inclusão da energia associada aos equipamentos agrícolas (1,9%). O bioetanol de trigo \n\napresentou uma variação de 2,7%. \n\n \n\nDe seguida procedeu-se a uma análise dos métodos para estimar os créditos dos coprodutos \n\ndo bioetanol a partir de trigo. O modelo MACVEtOH permite a seleção de três métodos na \n\nfolha “Dados de Entrada”: método do deslocamento, método baseado na alocação e \n\nmétodo baseado no valor de mercado. Analisou-se a influência destes métodos na energia \n\ntotal consumida na produção de bioetanol a partir de trigo. O valor do método do \n\ndeslocamento serviu como cenário de comparação, uma vez que é o modelo padrão \n\nutilizado no modelo GREET. \n\nQuadro 45 - Influência dos métodos para estimar os coprodutos do bioetanol a partir de trigo no \n\nconsumo energético total WTP. \n\n \nMétodo do \n\nDeslocamento \n\nMétodo Baseado na \n\nAlocação \n\nMétodo Baseado no Valor de \n\nMercado \n\nEnergia Total \n\n[kJ/kWh] \n4145,9 3760,2 3778,1 \n\n? - -9,3% -8,9% \n\nObservando o Quadro 45, verificou-se que o método do deslocamento é o método que \n\napresenta uma abordagem mais conservadora, uma vez que atribui menos créditos para os \n\nprodutos coproduzidos, subtraindo assim menos energia à energia total associada à \n\nprodução do combustível. Assim sendo, o valor de energia total estimado para a produção \n\nde bioetanol produzido a partir de trigo é superior quando estimado com o método do \n\ndeslocamento. O método baseado na alocação e o método baseado no valor de mercado \n\n\n\n \n\n80  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\napresentaram resultados idênticos (-9,3% e -8,9% respetivamente) no que diz respeito à \n\nenergia total consumida quando comparados com o método do deslocamento. \n\nÉ de salientar que a maior dificuldade relativamente ao método do deslocamento envolve a \n\ndeterminação, com precisão, dos produtos deslocados e identificação da abordagem para \n\nobter a energia do ciclo de vida e as emissões. Além disso, se a quantidade de coprodutos \n\nfor relativamente grande, quando comparada com a quantidade de produtos primários, \n\npodem ser gerados resultados distorcidos para o produto principal. O método da alocação é \n\nmais fácil de implementar do que o método do deslocamento. No entanto, pode originar \n\nresultados imprecisos se os valores dos produtos e coprodutos não poderem ser medidos \n\nnuma única base (por exemplo massa ou conteúdo energético). \n\n \n\nDe seguida, analisaram-se os processos de produção de bioetanol para os tipos de biomassa \n\nincluídos no modelo MACVEtOH. O modelo MACVEtOH permite a seleção entre \n\nfermentação e gaseificação. No quadro seguinte pode-se comparar os dois processos para \n\nos vários tipos de biomassa. \n\nQuadro 46 - Comparação dos processos de produção de bioetanol para os tipos de biomassa incluídos \n\nno modelo MACVEtOH. \n\nConsumo Energético Total WTP [kJ/kWh] \n\n Árvores Gramíneas Resíduos Florestais \n\nFermentação 5377,4 5484,1 5523,7 \n\nGaseificação 5389,2 5681,5 5523,7 \n\n? 0,2% 3,6% 0,0% \n\nAtravés do Quadro 46, verificou-se que o consumo energético total apresenta valores \n\nidênticos para os dois processos de produção de bioetanol para os tipos de biomassa \n\nincluídos no modelo MACVEtOH. As gramíneas são a matéria-prima que apresenta maior \n\nvariação comparando os dois processos (3,6%), ainda assim uma variação relativamente \n\npequena. No caso dos resíduos florestais, o valor do consumo energético total chega \n\nmesmo a ser igual para os dois processos de produção de bioetanol, não se registando \n\nassim qualquer variação. Verificou-se a tendência para um consumo energético superior \n\nquando utilizado o processo de gaseificação, como se pode constatar no caso das árvores e \n\ngramíneas. Contudo esta tendência não é geral, pois no caso específico dos resíduos \n\nflorestais os valores de consumo energético registados são iguais para os dois processos. \n\n \n\nO modelo MACVEtOH permite também a seleção, por parte do utilizador, da possibilidade \n\nde inclusão de exportação de eletricidade no processo de produção de bioetanol a partir de \n\nbeterraba sacarina. Desta forma analisou-se a influência da inclusão da exportação de \n\n\n\n \n\n 81 \n\n \n\nResultados e sua Discussão \n\neletricidade no processo de produção de bioetanol a partir de beterraba sacarina no \n\nconsumo energético total (Quadro 47). \n\nQuadro 47 - Análise da inclusão da exportação de eletricidade no processo de produção de bioetanol a \n\npartir de beterraba sacarina. \n\nInclusão da exportação de eletricidade Consumo Energético Total WTP [kJ/kWh] \n\nSim 3782,4 \n\nNão 4178,6 \n\n? 10,5% \n\nAnalisando o Quadro 47 concluiu-se que a inclusão da exportação de eletricidade no \n\nprocesso de produção de bioetanol a partir de beterraba sacarina tem uma grande influência \n\nno consumo energético total. A não inclusão da exportação de eletricidade leva a um \n\naumento de 10,5% no consumo energético total comparando com o cenário de inclusão da \n\nexportação de eletricidade. Esta diferença justifica-se pelo facto de, no cenário de inclusão \n\nde exportação de eletricidade, o excesso de energia gerada na produção de bioetanol ser \n\naproveitada e exportada para a rede, o que se reflete numa diminuição do consumo \n\nenergético. No cenário de não inclusão de exportação de eletricidade, a energia gerada em \n\nexcesso na produção do bioetanol é desperdiçada, o que leva a um aumento do consumo \n\nenergético. \n\n \n\nDe seguida apresentam-se os resultados WTP no que diz respeito às emissões de poluentes. \n\nInicialmente serão apresentados os poluentes locais (VOC, CO, PM e NOx) e de seguida os \n\nGEE para a produção e distribuição de bioetanol até ao posto de reabastecimento. Na \n\nfigura seguinte pode observar-se os resultados referentes às emissões de VOC para a \n\ngasolina, gasóleo e para os vários tipos de bioetanol incluídos no modelo MACVEtOH. \n\n \nFigura 23 - Comparação das emissões de VOC numa análise WTP. \n\nVerificou-se que todos os tipos de bioetanol incluídos no modelo MACVEtOH apresentam \n\nmaiores emissões de VOC do que a gasolina numa análise WTP. Os recursos de biomassa \n\n\n\n \n\n82  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nsão, de entre as matérias-primas utilizadas para a produção de bioetanol, os que apresentam \n\nmenores emissões de VOC: as árvores e os resíduos florestais apresentam emissões de \n\nVOC cerca de 1,2 vezes o valor da gasolina, e as gramíneas 1,3 vezes. O bioetanol \n\nproduzido a partir de trigo apresenta emissões de VOC cerca de 1,7 vezes o valor da \n\ngasolina. A beterraba sacarina revelou ser a pior matéria-prima no que diz respeito às \n\nemissões de VOC, pois apresenta emissões de VOC 3,7 vezes do valor verificado para a \n\ngasolina. \n\nA produção de bioetanol apresenta maior consumo de energia fóssil que a gasolina, o que \n\nleva consequentemente a maiores emissões de VOC, pois esta está associada à combustão \n\nincompleta de combustíveis, principalmente na queima de combustíveis derivados de \n\npetróleo. Os VOC são basicamente compostos por moléculas de carbono e os principais \n\nsão aldeídos, cetonas e outros hidrocarbonetos. \n\n \n\nNa Figura 24, apresentam-se os resultados relativamente às emissões de CO numa análise \n\nWTP para a gasolina, gasóleo e para os vários tipos de bioetanol considerados no modelo \n\nMACVEtOH. \n\n \nFigura 24 - Comparação das emissões de CO numa análise WTP. \n\nConstatou-se que, na análise WTP, a gasolina emite menos CO que os diferentes tipos de \n\nbioetanol considerados no modelo MACVEtOH. Das matérias-primas utilizadas para a \n\nprodução de bioetanol o trigo é o que apresenta menores emissões de CO sendo, ainda \n\nassim, 3,2 vezes o valor da gasolina. Os recursos de biomassa têm emissões de CO \n\nligeiramente superiores às do bioetanol de trigo: as gramíneas 4,7 vezes, as árvores 4,8 e os \n\nresíduos florestais 5,2. A beterraba sacarina revelou-se, também neste caso, a pior matéria-\n\nprima para a produção de bioetanol, no que respeita às emissões de CO, com emissões \n\ncerca de 12 vezes as emissões da gasolina. \n\n \n\n\n\n \n\n 83 \n\n \n\nResultados e sua Discussão \n\nNa figura seguinte é possível comparar as emissões do poluente local NOx, para a gasolina, \n\ngasóleo e para os vários tipos de bioetanol presente no modelo MACVEtOH numa análise \n\nWTP. \n\n \nFigura 25 - Comparação das emissões de NOx numa análise WTP. \n\nApurou-se que a gasolina, tal como acontece para os poluentes locais VOC e CO, é o \n\ncombustível com menos emissões de NOx por unidade de energia disponível, ou seja, todas \n\nas formas de produção de bioetanol estudadas implicam emissões superiores deste poluente \n\nlocal do que a gasolina. O bioetanol produzido a partir de beterraba sacarina é o que \n\napresenta maiores emissões deste poluente, sendo estas 5,8 vezes o valor das emissões da \n\ngasolina. A produção de bioetanol a partir de trigo é o que apresenta menores emissões de \n\nNOx, ainda assim, os valores apresentados são cerca de 2,1 vezes as emissões da gasolina. \n\nPara os recursos de biomassa verificou-se as seguintes emissões de NOx: cerca de 3,5 \n\nvezes as emissões da gasolina para os resíduos florestais, cerca de 3,3 vezes para as árvores \n\ne cerca de 3 vezes para as gramíneas. \n\nO NOx tem como principais fontes a combustão a altas temperaturas de gás natural e a \n\ncombustão de carvão que é um combustível com alto teor de azoto. Desta forma, como a \n\nprodução de bioetanol envolve maiores consumos de energia fóssil que a gasolina, também \n\nas emissões de NOx são superiores às da gasolina. \n\n \n\nSeguidamente analisaram-se as PM (Figura 26), comparando as suas emissões, numa \n\nanálise WTP, para a gasolina, gasóleo e para os vários tipos de bioetanol considerados no \n\nmodelo MACVEtOH. \n\n\n\n \n\n84  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n \nFigura 26 - Comparação das emissões de PM numa análise WTP. \n\nNesta análise encontrou-se uma diferença relativamente aos poluentes locais já analisados, \n\npois a gasolina não é, dos combustíveis considerados, a que apresenta menores emissões \n\nmas sim o bioetanol produzido a partir de gramíneas (cerca de 0,8 vezes o valor da \n\ngasolina). Também o bioetanol produzido a partir de árvores apresenta emissões de PM \n\ninferiores às da gasolina (cerca de 0,9 vezes). Dos recursos de biomassa, os resíduos \n\nflorestais são a matéria-prima que leva a maiores emissões de PM na produção de \n\nbioetanol (2,2 vezes o valor da gasolina). O bioetanol produzido a partir de trigo apresenta \n\nemissões de PM 4,2 vezes superior às emissões da gasolina. A beterraba sacarina é das \n\nmatérias-primas consideradas no modelo MACVEtOH para produção de bioetanol, a que \n\napresenta maiores emissões de PM (6,6 vezes o valor da gasolina). \n\nAs emissões de PM são mais relevantes principalmente na combustão de gasóleo e carvão, \n\no que explica as maiores emissões do bioetanol relativamente à gasolina, pois os processos \n\nde produção de bioetanol envolvem mais energia fóssil que a gasolina. No entanto, as \n\ngramíneas e as árvores chegam mesmo a apresentar emissões de PM inferiores às \n\nregistadas para a gasolina, pois envolvem menos energia fóssil nos processos de produção \n\nde bioetanol que as restantes matérias-primas analisadas (utiliza-se biomassa na produção \n\nde calor, substituindo desta forma grande parte dos derivados do petróleo). \n\n \n\nDe seguida analisaram-se os poluentes globais, recorrendo-se a uma análise de GEE uma \n\nvez que, para além do CO2, são abrangidos outros poluentes globais como o CH4 e o N2O, \n\nde acordo com o potencial de aquecimento global referido no Quadro 10. A Figura 27 \n\ncompara as emissões de GEE, numa análise WTP, para os seguintes combustíveis: \n\ngasolina, gasóleo e os vários tipos de bioetanol considerados no modelo MACVEtOH. \n\n\n\n \n\n 85 \n\n \n\nResultados e sua Discussão \n\n \nFigura 27 - Comparação das emissões de GEE numa análise WTP. \n\nDos combustíveis analisados, o gasóleo é o que apresenta maiores emissões de GEE por \n\nunidade de energia disponível na estação de reabastecimento (51 gCO2eq./kWh), sendo que \n\na gasolina apresenta um valor próximo do gasóleo (44 gCO2eq./kWh). Todos os tipos de \n\nbioetanol considerados no modelo MACVEtOH apresentam menores emissões de GEE \n\nque a gasolina com valores que variam entre os 15 gCO2eq./kWh, no caso de serem \n\nutilizadas árvores como matéria-prima e os 31 gCO2eq./kWh no caso da utilização do trigo. \n\nVerificou-se que o bioetanol apresenta menores emissões de GEE que a gasolina. O \n\nbioetanol produzido a partir de recursos de biomassa é o que apresenta maior redução das \n\nemissões de GEE. Dos recursos de biomassa, as árvores são a matéria-prima estudada a \n\nque apresenta menores emissões de GEE (cerca de 0,35 vezes o valor da gasolina), seguido \n\ndas gramíneas (cerca de 0,37 vezes) e dos resíduos florestais (cerca de 0,54 vezes). O \n\nbioetanol produzido a partir de beterraba sacarina apresenta emissões de GEE cerca de 0,6 \n\nvezes o valor de referência. O trigo é das matérias-primas consideradas a que mais GEE \n\nemite. Contudo o bioetanol de trigo apresenta ainda uma considerável redução de GEE \n\nrelativamente à gasolina (cerca de 0,7 vezes o valor da gasolina). \n\nAs culturas a partir das quais se produz o bioetanol dependem tradicionalmente de \n\n\"culturas alimentares\", normalmente produzidas através de agricultura intensiva, que é \n\nresponsável por uma grande parte das emissões de GEE provenientes destas vias. Há \n\nessencialmente duas fontes: produção de fertilizantes à base de azoto e emissões de N2O a \n\npartir do campo. Devido ao elevado potencial de aquecimento deste gás (298 vezes o do \n\nCO2), as emissões, ainda que relativamente pequenas, podem ter um impacto significativo \n\nno equilíbrio global de GEE. As emissões de N2O provenientes da fase de agricultura \n\nrevelam-se assim um fator relevante nas emissões de GEE. \n\nOs resultados obtidos para as emissões de GEE podem então ser explicados pelas razões \n\napresentadas acima, pois a produção de trigo requer mais azoto que a beterraba sacarina \n\nresultando em maiores emissões de campo. Os recursos de biomassa requerem ainda \n\nmenos azoto que a beterraba sacarina. \n\n\n\n \n\n86  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nOs recursos de biomassa utilizados para a produção de biomassa produzem um balanço \n\nmuito favorável de GEE, também devido à menor energia fóssil envolvida no processo. \n\n \n\nDe seguida efetuou-se um breve resumo da análise WTP do bioetanol comparativamente \n\ncom a gasolina. O quadro seguinte demonstra de forma qualitativa a análise efetuada. \n\nQuadro 48 - Resumo da análise WTP do bioetanol relativamente à gasolina. \n\n \nBioetanol \n\n(Trigo) \n\nBioetanol \n\n(Árvores) \n\nBioetanol \n\n(Gramíneas) \n\nBioetanol \n\n(Resíduos \n\nFlorestais) \n\nBioetanol \n\n(Beterraba \n\nSacarina) \n\nConsumo \n\nEnergético \n? ? ? X *** \n\nVOC ? *** ? ? X \n\nCO *** ? ? ? X \n\nNOx *** ? ? ? X \n\nPM ? ? ***** ? X \n\nGEE * ***** ? ? ? \n\n***** – Melhor de todos; \n\n? – Melhor que a gasolina; \n\n* – Pior processo de produção de bioetanol (mas melhor que a gasolina); \n\n*** – Pior que a gasolina, mas melhor de todos os tipos de bioetanol; \n\n? – Pior que a gasolina, mas entre o melhor e o pior dos tipos de bioetanol; \n\nX – Pior de todos (inclusive que a gasolina). \n\nPela análise do Quadro 48 verificou-se que, em geral, a produção e distribuição de \n\nbioetanol até ao posto de reabastecimento apresenta piores resultados, em termos de \n\nconsumos energéticos e emissões de poluentes locais, que o combustível em comparação – \n\na gasolina. Apenas no caso particular de PM se verificou que o bioetanol produzido a partir \n\nde gramíneas e árvores apresenta emissões ligeiramente inferiores às da gasolina. \n\nO bioetanol produzido a partir de resíduos florestais apresentou o pior resultado no que \n\nrespeita ao consumo energético, enquanto o bioetanol produzido a partir de beterraba \n\nsacarina apresentou o resultado mais favorável, ainda assim consideravelmente superior ao \n\nda gasolina. \n\nRelativamente aos poluentes locais, verificou-se que o bioetanol produzido a partir de \n\nbeterraba sacarina é o que apresenta resultados mais desfavoráveis para todos os poluentes \n\nanalisados. De entre os vários tipos de bioetanol analisados, o produzido a partir de árvores \n\nfoi o que apresentou resultados mais favoráveis no que respeita às emissões do poluente \n\nlocal VOC enquanto o bioetanol produzido a partir de trigo apresentou os resultados mais \n\nfavoráveis para as emissões de CO e NOx (ainda assim superiores às emissões da gasolina). \n\nRelativamente às emissões de PM, o bioetanol produzido a partir de gramíneas é o \n\ncombustível que menores emissões apresenta, incluindo a gasolina. \n\n\n\n \n\n 87 \n\n \n\nResultados e sua Discussão \n\nRelativamente às emissões de GEE verificou-se que todos os tipos de bioetanol \n\nconsiderados no modelo MACVEtOH apresentam emissões inferiores às da gasolina, \n\nsendo o produzido a partir de beterraba sacarina o que apresenta valores mais baixos, e o \n\nproduzido a partir de trigo os valores mais altos. \n\n \n\nApós a análise do bioetanol enquanto combustível disponível no posto de reabastecimento, \n\nefetuou-se uma análise aplicando o bioetanol ao setor dos transportes, ou seja, uma análise \n\nWTW. \n\nAnálise WTW \n\nNesta análise será acrescentada a fase de utilização do combustível no setor dos transportes \n\n(ou seja, a fase PTW) à análise WTP. Para além das considerações tomadas para a análise \n\nWTP, considerou-se que o combustível é utilizado num veículo de ligeiros no referido \n\npercurso do oceanário (Lisboa) à Universidade de Aveiro. O veículo ligeiro, de norma \n\nEURO IV, possui uma cilindrada entre 1,4l e os 2,0l. A velocidade média, como referido \n\nanteriormente, é igual para todos os cenários (105 km/h). Compararam-se os consumos \n\nenergéticos e emissões WTW de um veículo ICE a gasolina com os de veículos a \n\nbioetanol. Analisaram-se dois veículos a bioetanol diferentes (um veículo ICE a gasolina \n\ncom baixo teor de bioetanol [E10] e um veículo FFV E85) de forma a verificar a variação \n\nde consumo energético e emissões dentro dos próprios veículos a bioetanol. \n\nInicialmente abordou-se a análise em termos de consumos energéticos e posteriormente em \n\ntermos de emissões de poluentes locais e de GEE. Na Figura 28 encontram-se os consumos \n\nenergéticos totais WTW dos veículos considerados. A linha tracejada a vermelho \n\nrepresenta o veículo referente ao cenário base, ou seja, o veículo ICE a gasolina. \n\n \nFigura 28 – Comparação dos consumos energéticos numa análise WTW. \n\nAnalisando estes resultados, constatou-se que o veículo ICE a gasolina é o que apresenta \n\nmenor consumo energético por quilómetro percorrido (2859 kJ/km), apresentando o \n\n\n\n \n\n88  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nveículo ICE E10 resultados praticamente iguais (entre 1,04 vezes e 1,06 vezes o do veículo \n\nde referência) e que variam consoante a matéria-prima utilizada para a produção de \n\nbioetanol, sendo a beterraba sacarina a que apresenta melhores resultados ao nível do \n\nconsumo energético por quilómetro e os recursos de biomassa os que se revelam como o \n\npior cenário. O veículo ICE E10 apresenta um consumo energético por quilómetro \n\nligeiramente superior ao veículo ICE a gasolina, pois usa uma mistura com cerca de 90% \n\nde gasolina e 10% de bioetanol, e o bioetanol apresenta um consumo energético superior \n\nao da gasolina na fase de produção. Como o veículo ICE E10 usa apenas 10% de bioetanol, \n\no seu consumo energético por quilómetro apenas é superior ao do veículo de referência por \n\numa pequena margem. \n\nRelativamente ao veículo FFV E85, os consumos apresentados são consideravelmente \n\nsuperiores ao do veículo ICE a gasolina, variando estes de 1,6 a 2,1 vezes o valor do \n\nveículo de referência. Isto verifica-se, pois o veículo FFV E85 usa uma mistura de 85% de \n\nbioetanol e 15% de gasolina, e como mencionado anteriormente o bioetanol apresenta um \n\nconsumo energético superior ao da gasolina na fase de produção. A percentagem de \n\nbioetanol na mistura do veículo é muito superior à percentagem de gasolina, o que leva a \n\num consumo energético consideravelmente superior ao do veículo ICE a gasolina. De entre \n\nas matérias-primas utilizadas para a produção de bioetanol, a beterraba sacarina é, de novo, \n\na que apresenta o melhor cenário no que respeita ao consumo energético por quilómetro, \n\nainda assim com um consumo 1,6 vezes o do veículo ICE a gasolina. Com a produção de \n\nbioetanol a partir de trigo obtém-se um consumo energético ligeiramente superior (1,7 \n\nvezes o do veículo ICE a gasolina) e se o bioetanol tiver origem nos recursos de biomassa \n\nesse consumo aumenta para 2,1 vezes o consumo do veículo de referência. \n\nDe entre as diferentes fontes de bioetanol analisadas, verificou-se tanto para o veículo ICE \n\nE10 como para o veículo FFV E85 que a beterraba sacarina é a que leva a um consumo \n\nenergético mais baixo, o que pode ser explicado pelo facto da beterraba sacarina ser uma \n\ncultura de alto rendimento que produz hidratos de carbono já sob a forma de açúcar, que é \n\nfacilmente esmagado e amassado durante a fermentação o que torna o processo de \n\nprodução de bioetanol menos dispendioso energeticamente. Por outro lado, os recursos de \n\nbiomassa revelam-se como a fonte de bioetanol que leva a um maior consumo energético, \n\npois as tecnologias de produção utilizadas na produção de bioetanol a partir destes recursos \n\nainda se encontram numa fase de desenvolvimento, o que se reflete numa baixa eficiência \n\ntecnológica, levando desta forma a maiores consumos energéticos. \n\nDesta forma retirou-se que, ao nível do consumo energético por quilómetro percorrido, os \n\nveículos que funcionam a bioetanol apresentam piores resultados que os veículos movidos \n\na gasolina. \n\n \n\n\n\n \n\n 89 \n\n \n\nResultados e sua Discussão \n\nSeguidamente procedeu-se à análise do consumo de energia fóssil para os mesmos \n\nveículos. Os resultados podem ser visualizados na figura seguinte. \n\n \nFigura 29 - Comparação dos consumos de energia fóssil numa análise WTW. \n\nRelativamente ao consumo de energia fóssil por quilómetro percorrido, ao contrário do \n\nconsumo energético total, verificou-se que o veículo ICE a gasolina é o que apresenta \n\npiores resultados, com um consumo de energia fóssil de 2849 kJ/km. \n\nO veículo ICE E10 apresenta resultados ligeiramente inferiores aos do veículo ICE a \n\ngasolina, dependendo o valor obtido da matéria-prima utilizada para a produção de \n\nbioetanol, sendo os recursos de biomassa os que levam a melhores resultados, com um \n\nconsumo de cerca de 0,93 vezes o consumo do veículo ICE a gasolina; a beterraba sacarina \n\napresenta resultados idênticos aos recursos de biomassa e o trigo revela-se como o pior \n\ncenário, com um consumo de 0,95 vezes o consumo do veículo ICE a gasolina. Apesar de \n\no bioetanol apresentar maior consumo de energia fóssil que a gasolina na fase de produção, \n\no veículo ICE E10 apresenta na análise WTW menor consumo de energia fóssil que o \n\nveículo ICE a gasolina. Estes resultados estão associados ao elevado consumo do veículo \n\nICE a gasolina na fase de operação. Contudo, como o veículo ICE E10 usa uma mistura \n\ncom apenas 10% de bioetanol, a diferença no consumo de energia fóssil por quilómetro \n\npara o veículo ICE a gasolina é mínima (varia entre 0,93 e 0,95 vezes o valor do veículo de \n\nreferência).  \n\nO veículo FFV E85 é claramente, no que diz respeito ao consumo de energia fóssil por \n\nquilómetro percorrido, o que apresenta melhores resultados. De entre as várias fontes de \n\nbioetanol, os recursos de biomassa são os que levam a resultados mais favoráveis com um \n\nconsumo de energia fóssil de cerca de 0,32 vezes o valor do veículo ICE a gasolina, o que \n\nse aplica aos três tipos de biomassa estudados. Para o bioetanol produzido a partir de \n\nbeterraba sacarina, o consumo energético é ligeiramente superior, cerca de 0,33 vezes o \n\nvalor do veículo ICE a gasolina e o trigo é, de entre as matérias-primas consideradas, o que \n\napresenta um consumo de energia fóssil maior que, ainda assim, é apenas 0,48 vezes o \n\nvalor registado para o veículo ICE a gasolina. Como explicado anteriormente, a gasolina \n\n\n\n \n\n90  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nquando aplicada a veículos leva a elevados consumos na fase de operação o que se reflete \n\nnum maior consumo de energia fóssil do veículo ICE a gasolina numa análise WTW. \n\nComo o veículo FFV E85 usa uma mistura com cerca de 85% de bioetanol, a diminuição \n\nno consumo de energia fóssil por quilómetro relativamente ao veículo de referência é \n\nsuperior à registada para o veículo ICE E10. \n\nNo que respeita às fontes de bioetanol verificou-se que, para os dois veículos a bioetanol \n\nanalisados, os recursos de biomassa são os que apresentam menor consumo de energia \n\nfóssil. Isto pode ser explicado pelo fato de nos processos de produção de bioetanol a partir \n\nde biomassa usar-se também a biomassa como fonte de calor para o processo, substituindo \n\nassim em grande parte os derivados do petróleo e levando consequentemente a menores \n\nconsumos de energia fóssil. O trigo é das matérias-primas utilizadas na produção de \n\nbioetanol a que leva a maior consumo de energia fóssil, pois os processos de moagem e \n\ndestilação são processos energeticamente muito dispendiosos. \n\nVerificou-se assim que o bioetanol é uma boa solução no que respeita à substituição de \n\nenergia fóssil. Os resultados apresentados foram de encontro ao esperado, segundo \n\nbibliografia consultada [50 e 77]. \n\n \n\nDe seguida efetuou-se, para os mesmos veículos, uma análise WTW em termos de \n\nemissões de poluentes locais (VOC, CO, NOx e PM). Na Figura 30 são apresentados os \n\nresultados obtidos. \n\n \nFigura 30 – Comparação das emissões de VOC numa análise WTW. \n\nVerificou-se que o veículo ICE a gasolina apresenta emissões de VOC, por quilómetro \n\npercorrido, inferiores aos veículos a bioetanol com um valor de 0,082 g/km. \n\nAs emissões de VOC no veículo ICE E10 são muito próximas das registadas para o veículo \n\nICE a gasolina, chegando mesmo a registar-se o mesmo nível de emissões quando o \n\nbioetanol é produzido a partir de recursos de biomassa (1,01 vezes asemissões do veículo \n\nICE a gasolina). O bioetanol de trigo leva a emissões também muito idênticas, cerca de \n\n\n\n \n\n 91 \n\n \n\nResultados e sua Discussão \n\n1,02 vezes o do valor registado para o veículo ICE a gasolina. A beterraba sacarina revela-\n\nse neste campo o cenário menos favorável, ainda assim apresenta emissões de VOC de \n\napenas 1,12 vezes o valor do veículo de referência \n\nO veículo FFV E85 é o que apresenta emissões de VOC superiores, particularmente para o \n\nbioetanol produzido a partir de beterraba sacarina com emissões 2,7 vezes as emissões do \n\nveículo ICE a gasolina. Para o bioetanol produzido a partir de trigo registaram-se emissões \n\nde VOC de cerca de 1,4 vezes o valor do veículo ICE a gasolina. Os recursos de biomassa \n\nrevelaram-se, neste caso, o cenário mais favorável, correspondendo a uma emissão de \n\nVOC de cerca de 1,1 vezes o valor do veículo padrão. \n\nOs VOC são altamente reativos na atmosfera, e são fontes significativas na formação de \n\nozono ao nível do solo. Relativamente à fase de operação dos veículos, a presença de \n\noxigénio no bioetanol permite uma melhor combustão e consequentemente menores \n\nemissões de VOC comparativamente com a gasolina (cerca de 7% no caso do veículo ICE \n\nE10 e cerca de 30% no caso do veículo FFV E85). Contudo, a principal contribuição para \n\nas emissões de VOC reside nas etapas de produção dos combustíveis, onde a produção de \n\nbioetanol apresenta maiores níveis de emissões que a gasolina levando consequentemente a \n\nmaiores emissões de VOC, numa análise WTW, dos veículos a bioetanol quando \n\ncomparados com o veículo de referência. O maior nível de emissões de VOC na produção \n\ndo bioetanol está diretamente relacionado com o maior consumo de energia fóssil \n\nenvolvido nos processos de produção de bioetanol. \n\n \n\nPosteriormente procedeu-se a uma análise WTW das emissões de CO (Figura 31). \n\n \nFigura 31 – Comparação das emissões de CO numa análise WTW. \n\nRelativamente às emissões de CO por quilómetro percorrido, tal como nas emissões de \n\nVOC, verificou-se que o veículo ICE a gasolina é o que apresenta menor emissão \n\n(0,694g/km). \n\n\n\n \n\n92  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nO veículo ICE E10 apresenta valores muito próximos dos registados para o veículo ICE a \n\ngasolina. Para o bioetanol produzido a partir do trigo e recursos de biomassa, a diferença é \n\nmínima (1,01 vezes o valor do veículo ICE a gasolina). No caso de utilização de bioetanol \n\nproduzido a partir de beterraba sacarina, registaram-se emissões de cerca de 1,02 vezes o \n\nvalor do veículo ICE a gasolina. \n\nO veículo FFV E85 é o que apresenta maiores emissões de CO. Das matérias-primas \n\nutilizadas na produção de bioetanol, o trigo é a que leva a resultados mais favoráveis, \n\nenquanto a beterraba sacarina é a que leva a emissões superiores. O mesmo veículo \n\napresenta emissões de 1,02 vezes para o bioetanol de trigo; 1,05 para o de gramíneas; 1,06 \n\nvezes para o de árvores; 1,07 vezes para o de resíduos florestais e 1,23 vezes para o de \n\nbeterraba sacarina relativamente às emissões de CO registado para o veículo ICE a \n\ngasolina. \n\nVerificou-se uma redução nas emissões de CO na fase de operação dos veículos a \n\nbioetanol comparativamente com o veículo de referência (25% a 30%), pois ocorre uma \n\ncombustão mais completa do combustível. Contudo, na análise WTW, os veículos a \n\nbioetanol apresentam maiores emissões por quilómetro percorrido que o veículo a gasolina, \n\npois na fase de produção, o bioetanol apresenta maiores emissões de CO que a gasolina, \n\npois os processos de produção envolvem maior consumo de energia fóssil. \n\n \n\nA seguir analisaram-se as emissões de NOx por quilómetro percorrido, numa análise \n\nWTW, para os veículos anteriormente referidos (Figura 32). \n\n \nFigura 32 – comparação das emissões de NOx numa análise WTW. \n\nVerificou-se a mesma tendência dos poluentes locais analisados anteriormente. O veículo \n\nICE a gasolina é o que apresenta menores emissões de NOx (0,105g/km), enquanto o \n\nveículo FFV E85 é o que apresenta os piores resultados. \n\n\n\n \n\n 93 \n\n \n\nResultados e sua Discussão \n\nO veículo ICE E10 apresenta emissões de NOx idênticas às do veículo ICE a gasolina, \n\ncontudo ligeiramente superiores. Das matérias-primas utilizadas para a produção de \n\nbioetanol, o trigo é a que leva a menores emissões de NOx, enquanto a beterraba sacarina é \n\na que leva a maiores emissões. Os valores registados pelo veículo ICE E10 \n\ncomparativamente com os valores do veículo ICE a gasolina por tipo de bioetanol são os \n\nseguintes: 1,01 vezes para o trigo, 1,06 vezes para as gramíneas, 1,07 vezes para as \n\nárvores, 1,09 vezes para os resíduos florestais e 1,2 vezes para a beterraba sacarina. \n\nO veículo FFV E85 apresenta a mesma tendência ao nível das emissões de NOx, por tipo \n\nde bioetanol utilizado, mas com valores superiores. Registaram-se as seguintes emissões de \n\nNOx por tipo de bioetanol: 1,5 vezes a emissão do veículo ICE a gasolina para o trigo; 2,2 \n\nvezes para as gramíneas; 2,3 vezes para as árvores; 2,5 vezes para os resíduos florestais e \n\n4,0 vezes para a beterraba sacarina. \n\nVerificou-se uma pequena diferença na quantidade de NOx provenientes dos veículos a \n\nbioetanol em relação aos veículos com combustíveis convencionais: uma diminuição de \n\ncerca de 5% para o veículo ICE E10 e uma redução de cerca de 20% para o veículo FFV \n\nE85, na fase de operação dos veículos. Contudo, na análise WTW, verificou-se que os \n\nveículos a bioetanol apresentam maiores emissões de NOx que o veículo de referência, pois \n\na produção de bioetanol envolve maiores consumos de energia fóssil que a gasolina. As \n\nmaiores emissões de NOx na produção de bioetanol estão também associadas às culturas \n\nutilizadas na produção de bioetanol, que geram um ligeiro aumento de N2O resultantes do \n\nuso de fertilizantes pesados relativamente às culturas comuns. \n\n \n\nPosteriormente realizou-se uma análise WTW para as PM, cujos resultados se encontram \n\nna figura seguinte. \n\n \nFigura 33 – Comparação das emissões de PM numa análise WTW. \n\nQuanto às emissões de PM verificou-se que os resultados foram um pouco diferentes dos \n\nregistados para os outros poluentes locais. Neste caso, o veículo FFV E85 demonstrou \n\n\n\n \n\n94  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nmelhores resultados do que o veículo ICE a gasolina, quando é utilizado o bioetanol \n\nproduzido a partir de gramíneas e árvores. Contudo, considerando valores médios, o \n\nveículo ICE a gasolina é o que apresenta menores emissões de PM e o veículo FFV E85 é \n\no que apresenta maiores emissões. \n\nConstatou-se que as emissões registadas pelo veículo ICE E10, usando bioetanol produzido \n\na partir de gramíneas e árvores, são iguais às registadas para o veículo ICE a gasolina \n\n(0,027g/km). As emissões verificadas para as restantes matérias-primas do bioetanol são as \n\nseguintes: 1,04 vezes o valor do veículo ICE a gasolina para o bioetanol produzido a partir \n\nde resíduos florestais, 1,07 vezes para o bioetanol produzido a partir de trigo e 1,19 vezes \n\npara o de beterraba sacarina. \n\nQuanto ao veículo FFV E85 verificou-se as seguintes emissões de PM por tipo de \n\nbioetanol utilizado comparativamente com as emissões do veículo de referência (0,93 \n\nvezes para as gramíneas; 0,97 para as árvores; 1,5 vezes para os resíduos florestais; 2,3 \n\nvezes para o trigo e 3,4 vezes para o de beterraba sacarina). \n\nO conteúdo de oxigénio presente no bioetanol permite uma melhor combustão e \n\nconsequentemente reduções nos níveis de PM não queimadas emitidas para a atmosfera, na \n\nfase de operação do veículo. Contudo, na análise WTW, o bioetanol apresenta no geral \n\nmaiores emissões de PM que a gasolina face à maior energia fóssil envolvida nos \n\nprocessos de produção quando comparado com a gasolina. No entanto, as gramíneas e as \n\nárvores chegam mesmo a apresentar emissões de PM inferiores às registadas para a \n\ngasolina, pois envolvem menos energia fóssil nos processos de produção de bioetanol que \n\nas restantes matérias-primas analisadas (utiliza-se biomassa na produção de calor, \n\nsubstituindo desta forma grande parte dos derivados do petróleo). \n\nRelativamente às emissões dos poluentes locais analisados os resultados também foram de \n\nacordo ao esperado segundo bibliografia consultada [48]. \n\n \n\nPor fim, realizou-se uma análise WTW para as emissões de GEE (Figura 34). \n\n \nFigura 34 – Comparação das emissões de GEE numa análise WTW. \n\n\n\n \n\n 95 \n\n \n\nResultados e sua Discussão \n\nDos veículos analisados verificou-se que o veículo ICE a gasolina é o que apresenta \n\nmaiores emissões de GEE (213,1 gCO2eq./km). \n\nO veículo ICE E10 apresenta emissões de GEE relativamente inferiores (varia entre 0,936 \n\ne 0,938 vezes o valor do veículo de referência) às registadas para o veículo ICE a gasolina. \n\nDe entre as matérias-primas utilizadas na produção do bioetanol, os recursos de biomassa \n\nsão as que levam a menores emissões (verificou-se emissões de 0,936 vezes o valor do \n\nveículo de referência para o bioetanol de gramíneas; 0,936 para as árvores; e 0,938 para os \n\nresíduos florestais). O bioetanol produzido a partir do trigo e beterraba sacarina leva a \n\nemissões na mesma ordem de grandeza (0,938 vezes o valor do veículo ICE a gasolina). O \n\nbioetanol na fase de produção apresenta emissões de GEE inferiores às registadas para a \n\ngasolina, como se constatou na análise WTP. Como o veículo ICE E10 usa uma mistura \n\ncom apenas 10% de bioetanol, a diferença nas emissões de GEE por quilómetro para o \n\nveículo ICE a gasolina é pequena. \n\nO veículo FFV E85 é o que apresenta menores emissões de GEE. Relativamente à matéria-\n\nprima utilizada na produção de bioetanol manteve-se a tendência registada para o veículo \n\nICE E10, isto é, os recursos de biomassa são os que levam a menores emissões de GEE \n\nenquanto o trigo é o que leva a emissões superiores. As emissões obtidas para o veículo \n\nFFV E85 por tipo de bioetanol produzido foram as seguintes: 0,13 vezes o do veículo de \n\nreferência quando utilizado bioetanol de gramíneas, 0,18 vezes para o bioetanol de árvores, \n\n0,40 vezes para o de resíduos florestais, 0,52 para o de beterraba sacarina e 0,56 para o de \n\ntrigo. Como explicado anteriormente a gasolina, na fase de produção, leva a maiores \n\nemissões de GEE que os vários tipos de bioetanol. Como o veículo FFV E85 usa uma \n\nmistura com cerca de 85% de bioetanol, a diferença na emissão de GEE por quilómetro é \n\nsuperior à registada para o veículo ICE E10. \n\nAs menores emissões de GEE verificadas para o bioetanol produzido a partir de biomassa \n\n(gramíneas, árvores e resíduos florestais) podem ser explicadas pela menor energia fóssil \n\nenvolvida no processo, pois parte da biomassa é também usada como combustível nos \n\nprocessos de produção de bioetanol. As maiores emissões de GEE para o bioetanol \n\nproduzido a partir de trigo estão ligadas à maior quantidade de azoto utilizada na fase de \n\nagricultura relativamente às outras matérias-primas estudadas para a produção de \n\nbioetanol. \n\nOs resultados referentes às emissões de GEE também foram de encontro ao registado em \n\nbibliografia consultada [50]. \n\n \n\nNuma análise WTP, verificou-se que o bioetanol possui um consumo energético por kWh \n\ndisponível no posto de reabastecimento consideravelmente superior ao da gasolina. \n\nContudo, após a aplicação em veículos, o bioetanol minimiza esta diferença para a gasolina \n\n\n\n \n\n96  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\ndevido ao elevado consumo energético do veículo a gasolina na fase de operação (ainda \n\nassim verificou-se que os veículos a bioetanol continuam a apresentar um maior consumo \n\nenergético total que os veículos a gasolina). Já no caso do consumo de energia fóssil \n\nverificou-se que, na análise WTP, o bioetanol apresenta consumos superiores aos da \n\ngasolina, contudo após a aplicação em veículos o mesmo já não se sucede, apresentado o \n\nbioetanol menores consumos de energia fóssil que a gasolina. Novamente, este facto está \n\nrelacionado com o elevado consumo energético do veículo a gasolina na fase de operação. \n\nNa Figura 35 encontra-se ilustrado de forma percentual, o consumo energético total WTW \n\nem cada fase, comparando os veículos ICE a gasolina, ICE E10 e FFV E85. \n\n \nFigura 35 – Distribuição do consumo de energia total WTW nas várias etapas. \n\nApurou-se que, num veículo ICE a gasolina, 87% do consumo energético corresponde à \n\nfase de operação do veículo. Nos veículos a bioetanol analisados, a fase de operação \n\ncorresponde a aproximadamente 80% do consumo de energia total no caso do ICE E10 e \n\n40% no caso do FFV E85. Estes valores variam um pouco, podendo ser superiores ou \n\ninferiores dependendo da matéria-prima usada para a produção de bioetanol. O restante \n\nconsumo energético é repartido pelas etapas de produção do combustível e da matéria-\n\nprima. No veículo a gasolina estas etapas possuem um consumo energético baixo \n\nrelativamente à fase de operação. \n\nEm relação aos GEE (Figura 36), verificou-se que 86% das emissões totais no veículo ICE \n\na gasolina ocorrem na fase de operação do veículo. Para os veículos a bioetanol em estudo, \n\naproximadamente 85% das emissões totais correspondem à fase de operação, no caso do \n\nveículo ICE E10, e 70% no caso do FFV E85. Estes valores variam um pouco consoante a \n\nmatéria-prima utilizada na produção de bioetanol. As restantes emissões de GEE são \n\nrepartidas pelas etapas de produção do combustível e da matéria-prima. É também de \n\nreferir, que na etapa de produção de matéria-prima se verificaram valores negativos para as \n\nemissões de GEE no caso do veículo FFV E85 o que pode ser explicado pela alta taxa de \n\n\n\n \n\n 97 \n\n \n\nResultados e sua Discussão \n\nabsorção de CO2 das culturas utilizadas para a produção de bioetanol na fase de \n\nagricultura. \n\n \nFigura 36 – Distribuição das emissões de GEE WTW nas várias etapas. \n\nNo caso do poluente local VOC verificou-se que tanto para o veículo ICE a gasolina, como \n\npara os veículos ICE E10 e FFV E85 a maior parte das emissões ocorre nas fases de \n\nprodução de combustível e operação do veículo. A parte de produção de matéria-prima \n\nrepresenta apenas cerca de 10% das emissões totais. \n\nRelativamente ao CO verificou-se, para os três veículos analisados, que as emissões \n\nocorrem quase totalmente na fase de operação do veículo (cerca de 97% para o veículo \n\nICE a gasolina, cerca de 96% para o veículo ICE E10 e cerca de 92% para o FFV E85). \n\nPara o NOx verificou-se que as emissões ocorrem sobretudo nas fases de produção de \n\nmatéria-prima e produção de combustível. A operação do veículo representa apenas cerca \n\nde 17% do valor total para o veículo ICE a gasolina, 16% para o veículo ICE E10 e 12% \n\npara o FFV E85.  \n\nNo caso das PM verificou-se que para os veículos ICE a gasolina e ICE E10 a maior parte \n\ndas emissões ocorre na operação do veículo (cerca de 50% do valor total). Contudo para o \n\nFFV E85 a maior parte das emissões ocorre na produção do combustível (cerca de 60%). \n\n \n\nDe seguida apresenta-se um resumo com a mesma codificação descrita na análise WTP. O \n\nresumo é apresentado relativamente aos dois veículos a bioetanol estudados, pois \n\napresentam resultados idênticos no que diz respeito ao consumo energético e emissões de \n\npoluentes por tipo de bioetanol produzido. \n\n\n\n \n\n98  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro 49 - Resumo WTW para os veículos a bioetanol comparativamente ao veículo ICE a gasolina. \n\n \nBioetanol \n\n(Trigo) \n\nBioetanol \n\n(Árvores) \n\nBioetanol \n\n(Gramíneas) \n\nBioetanol \n\n(Resíduos \n\nFlorestais) \n\nBioetanol \n\n(Beterraba \n\nSacarina) \n\nConsumo \n\nEnergético \n\nTotal \n\n? ? ? X *** \n\nEnergia Fóssil * ***** ? ? ? \n\nVOC ? *** ? ? X \n\nCO *** ? ? ? X \n\nNOx *** ? ? ? X \n\nPM ? ? ***** ? X \n\nGEE * ? ***** ? ? \n\n ***** – Melhor de todos; \n\n ? – Melhor que o veículo a gasolina; \n\n * – Pior processo de produção de bioetanol (mas melhor que o veículo a gasolina); \n\n *** – Pior que o veículo a gasolina, mas melhor de todos os tipos de bioetanol; \n\n ? – Pior que o veículo a gasolina, mas entre o melhor e o pior dos tipos de bioetanol; \n\n X – Pior de todos (inclusive que o veículo a gasolina). \n\nPela análise do Quadro 49 verificou-se que, no geral, os veículos a bioetanol apresentam \n\npiores resultados, em termos de consumos energéticos e emissões de poluentes locais, que \n\no veículo ICE a gasolina, não se aplicando apenas no caso particular de PM, pois o \n\nbioetanol produzido a partir de gramíneas e árvores apresenta emissões de PM ligeiramente \n\ninferiores às da gasolina. \n\nA utilização de bioetanol produzido a partir de resíduos florestais leva ao pior resultado no \n\nque respeita ao consumo energético, enquanto que o bioetanol produzido a partir de \n\nbeterraba sacarina leva ao resultado mais favorável, para ambos os veículos a bioetanol. \n\nRelativamente à energia fóssil verificou-se que o bioetanol é um bom substituto da \n\ngasolina, pois tanto o veículo ICE E10 como o veículo FFV E85 apresentam menor \n\nconsumo de energia fóssil por quilómetro percorrido que o veículo ICE a gasolina. De \n\nentre os vários tipos de bioetanol analisados, o produzido a partir de árvores é o que leva a \n\num menor consumo de energia fóssil, enquanto o trigo é o que leva a um maior consumo. \n\nRelativamente aos poluentes locais, verificou-se que o bioetanol produzido a partir de \n\nbeterraba sacarina é o que leva a resultados mais desfavoráveis para todos os poluentes \n\nanalisados. De entre os vários tipos de bioetanol analisados, o produzido a partir de árvores \n\né o que leva a resultados mais favoráveis no que respeita às emissões do poluente local \n\nVOC enquanto o bioetanol produzido a partir de trigo leva aos resultados mais favoráveis \n\npara as emissões de CO e NOx (ainda assim superiores às emissões da gasolina). \n\nRelativamente às emissões de PM, o bioetanol produzido a partir de gramíneas é o que \n\napresenta menores emissões. \n\nRelativamente às emissões de GEE verificou-se que os dois veículos a bioetanol \n\napresentam menores emissões que o veículo ICE a gasolina. De entre os vários tipos de \n\n\n\n \n\n 99 \n\n \n\nResultados e sua Discussão \n\nbioetanol analisados, o produzido a partir de árvores é o que leva a menores emissões de \n\nGEE, enquanto que o produzido a partir de trigo é o que leva a maiores emissões, ainda \n\nassim inferiores às emissões registadas para o veículo ICE a gasolina. \n\nComparando os dois veículos a bioetanol analisados, verificou-se que o veículo FFV E85 é \n\nmais favorável em termos de energia fóssil e emissões de GEE que o veículo ICE E10. \n\nContudo relativamente ao consumo energético total e emissões de poluentes locais o \n\nveículo ICE E10 apresenta resultados mais favoráveis que o FFV E85. \n\n  \n\n\n\n \n\n100  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n 101 \n\n \n\nConclusões e Trabalho Futuro \n\n8. Conclusões e Trabalho Futuro \n\nNa presente dissertação foi desenvolvida uma ferramenta numérica de ACV do bioetanol \n\ncontemplando a realidade europeia, mas baseada no modelo GREET, resultando num novo \n\nmodelo denominado MACVEtOH. Concluiu-se que o modelo MACVEtOH representa \n\ncom boa precisão a realidade dos veículos ligeiros de passageiros a bioetanol, pois efetuou-\n\nse uma análise para um veículo ICE E10 e para dois veículos FFV E85 de acordo com os \n\ndados indicados pelos fabricantes, relativamente ao consumo do veículo e emissões de \n\nGEE, diferindo estes pouco (entre 1,1% e 1,5% para os consumos e entre 0,5% e 1,4% para \n\nas emissões de GEE) dos valores apresentados pelo modelo MACVEtOH para os cenários \n\nmais favoráveis. \n\nNeste trabalho realizou-se uma análise WTP, comparando o bioetanol produzido a partir de \n\ncinco matérias-primas diferentes com o combustível convencional gasolina. Realizou-se \n\ntambém uma análise WTW, comparando dois veículos movidos a bioetanol (ICE E10 e \n\nFFV E85) com um veículo ICE a gasolina. \n\nNa análise WTP concluiu-se que o bioetanol, independentemente da origem deste, \n\napresenta maior consumo energético total (de 6,9 a 10,2 vezes o consumo da gasolina) e de \n\nenergia fóssil (1,6 a 3,3 vezes o valor de referência) do que a gasolina. Considerando \n\napenas as emissões locais, concluiu-se que a gasolina é o combustível menos poluente, \n\ncom exceção nas emissões de PM para as quais é possível obter-se emissões mais \n\nreduzidas utilizando bioetanol com origem em gramíneas ou árvores. Contudo, concluiu-se \n\nque o bioetanol apresenta emissões de GEE inferiores à gasolina, para todas as matérias-\n\nprimas estudadas (entre 0,3 a 0,65 vezes o valor da gasolina). \n\nNa análise WTW, relativamente ao consumo energético total por quilómetro percorrido, \n\nconcluiu-se que o veículo FFV E85 apresenta um consumo energético total superior ao do \n\nveículo ICE a gasolina (1,6 a 2,1 vezes relativamente ao consumo do veículo padrão), \n\nenquanto o veículo ICE E10 apresenta praticamente o mesmo consumo do veículo a \n\ngasolina (1,04 a 1,06 vezes o do veículo de referência). Considerando apenas o bioetanol, o \n\nproveniente de resíduos florestais é o que leva a consumos energéticos totais superiores e o \n\nde beterraba sacarina é o que leva a consumos mais reduzidos. Quanto ao consumo de \n\nenergia fóssil por quilómetro percorrido, o veículo FFV E 85 é o que apresenta valores \n\ninferiores (0,32 a 0,48 vezes relativamente ao veículo de referência), enquanto o veículo \n\nICE E10 apresenta consumos ligeiramente inferiores ao do veículo a gasolina (0,93 a 0,95 \n\nvezes relativamente ao veículo de referência), sendo que o bioetanol de gramíneas, \n\nresíduos florestais e árvores são os que consomem menos energia fóssil. Quanto aos \n\npoluentes locais concluiu-se que o veículo FFV E85 é o que apresenta maiores emissões \n\nenquanto o veículo ICE E10 apresenta emissões praticamente iguais às do veículo ICE a \n\ngasolina. O trigo é das fontes de bioetanol a que leva a menores emissões de CO e NOx , as \n\nárvores a que leva a menores emissões de VOC e as gramíneas a que leva a menores \n\n\n\n \n\n102  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nemissões de PM. Ambos os veículos a bioetanol apresentam emissões de GEE inferiores ao \n\nveículo a gasolina, sendo o veículo FFV E85 o melhor neste âmbito. De entre as várias \n\nfontes de bioetanol, as gramíneas são as que levam a menores emissões de GEE (0,936 \n\nvezes para o veículo ICE E10 e 0,13 vezes para o veículo FFV E85 relativamente ao \n\nveículo a gasolina) e o trigo a que leva a emissões superiores (0,938 vezes para o veículo \n\nICE E10 e 0,56 vezes para o veículo FFV E85 relativamente ao veículo de referência). \n\nNo que respeita aos veículos analisados concluiu-se que o veículo FFV E85 é o melhor no \n\nque respeita ao consumo de energia fóssil e emissões de GEE. No que diz respeito ao \n\nconsumo energético total e emissões de poluentes locais, o veículo ICE a gasolina é o que \n\napresenta melhores resultados. \n\nAs principais limitações do trabalho são especificadas de seguida: \n\n? Os dados referentes ao peso relativo das tecnologias de combustão estacionária nos \n\ndiversos processos de produção apresentam algumas limitações, pois foram \n\nmantidos os valores do GREET, não espelhando assim com total precisão os \n\nprocessos aplicados em Portugal / Europa; \n\n? Os dados referentes ao peso relativo de cada um dos combustíveis utilizados na \n\nextração ou produção de combustíveis apresentam a mesma limitação referida \n\nanteriormente, pois foram mantidos os valores do GREET por falta de dados \n\nfidedignos para a realidade Portuguesa / Europeia; \n\n? A base de dados relativa à produção de químicos agrícolas apresenta também \n\nalgumas limitações, uma vez que foram encontradas muitas dificuldades na \n\nobtenção de dados credíveis sobre a sua produção; \n\n? O modelo MACVEtOH não foi calibrado para veículos dedicados e para veículos \n\nhíbridos elétricos com motor a combustão interna a bioetanol (embora estes \n\nveículos existam, são pouco comuns em Portugal e existem poucos dados \n\ndisponíveis sobre eles, o que dificultou a calibração do modelo para estes mesmos \n\nveículos).  \n\n \n\nComo trabalhos futuros sugere-se: \n\n? Melhorar a base de dados do MACVEtOH, alterando os dados onde não foi \n\npossível a recolha da realidade Portuguesa / Europeia; \n\n? Incluir no modelo uma análise económica, permitindo desta forma comparar não \n\nsó a diferença em consumos energéticos e emissões de poluentes como em custos; \n\n\n\n \n\n 103 \n\n \n\nConclusões e Trabalho Futuro \n\n? Calibrar o modelo MACVEtOH para veículos dedicados e veículos híbridos \n\nelétricos com motor a combustão interna a bioetanol; \n\n  \n\n\n\n \n\n104  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n\n\n \n\n 105 \n\n \n\nReferências Bibliográficas \n\n9. Referências Bibliográficas \n\n1. EEA, Transport at a crossroads. European Environment Agency, 2009. \n\n2. EEA, Term 2008. European Environment Agency, 2009. \n\n3. EEA, Greenhouse gas emission trends and projections in Europe 2008 – Tracking progress towards \n\nKyoto targets. European Environment Agency, 2008. \n\n4. GREET, version  1_2011, Greenhouse gases, Regulated Emissions, and Energy use in \n\nTransportation, 2011. \n\n5. BP, The global ethanol industry is going through a period of rapid growth. 2006. \n\n6. ESMAP, Potential for biofuels for transport in developing countries. 2005. \n\n7. Hazzel, P. and R.K. Pachauri, Bioenergy and agriculture: promises and challenges. International \n\nFood Policy Research Institute, 2006. \n\n8. IEA, Medium term oil market report. International Energy Agency, 2006. \n\n9. Romm, J., The car and fuel of the future. Energy Police, 2006. 34: p. 2609–2614. \n\n10. WSDA, Bioenergy: frequent asked questions. Washington State Department of Agriculture, 2008. \n\n11. Hansen, A.C., Q. Zhang, and P.W.L. Lyne, Ethanol– diesel fuel blends – a review. Bioresource \n\nTechnol, 2005. 96: p. 277–285. \n\n12. Pimentel, D., Ethanol Fuels: Energy Balance, Economics, and Environmental Impacts are Negative. \n\nNatural Resources Research, 2003. 12: p. 127-134. \n\n13. Balat, M., Global bio-fuel processing and production trends. Energy Explor Exploit, 2007. 25: p. \n\n195–218. \n\n14. MacLean, H.L. and L.B. Lave, Evaluating automobile fuel/propulsion system technologies. Progress \n\nin Energy and Combustion Science, 2003. 29: p. 1-69. \n\n15. EUBIA, Bioethanol. European Biomass Industry Association, 2007. \n\n16. Balat, M., H. Balat, and C. Oz, Progress in bioethanol processing. Progress in Energy and \n\nCombustion Science, 2008. 34: p. 551–573. \n\n17. Oliveira, M.E.D.d., B.E. Vaughan, and E.J.R. Jr., Ethanol as fuel: energy, carbon dioxide balances, \n\nand ecological footprint. BioScience, 2005. 55: p. 593–602. \n\n18. Walter, A., et al., Perspectives on fuel ethanol consumption and trade. Biomass and Bioenergy, \n\n2008. 32(8): p. 730-748. \n\n19. REN21, Renewables - global status report. Renewable energy policy network for the 21st century, \n\n2010. \n\n20. Brasil, Balanço Energético Nacional. Brasília: Ministério de Minas e Energia, 2006. \n\n21. RFA, Renewable Fuels Association. Statistics data, 2006. \n\n\n\n \n\n106  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n22. RFA, From niche to nation-ethanol industry outlook 2006. Renewable Fuels Association, 2006. \n\n23. EIA, Annual energy outlook. Energy Information Administration, 2007. \n\n24. DOE, Biomass multi-year program plan. US Department of Energy, 2007. \n\n25. Institute, W., Biofuels for transportation. Renewable energy policy network for the 21st century, \n\n2006. \n\n26. Macedo, I.d.C., M.R.L.V. Leal, and J.E.A.R.d. Silva, Assessment of greenhouse gas emissions in the \n\nproduction and use of fuel ethanol in Brazil. São Paulo: Secretariat of the Environment, 2004. \n\n27. Wang, M., M. Wu, and H. Huo, Life-cycle energy and greenhouse gas emission impacts of different \n\ncorn ethanol plant types. Environmental Research Letters, 2007. 2: p. 1–13. \n\n28. Flavell, R., Biotechnology options for bioenergy crops: prospects for 2nd generation feedstock \n\ntechnologies. USDA Global Conference on Biofuels, 2007. \n\n29. EBIO, Bioethanol fuel in numbers. European Biofuel Association, 2007. \n\n30. USDA, The economics of bioethanol production in the EU. Washington: United States Department \n\nof Agriculture, 2006. \n\n31. Faaij, A.P.C., Bio-energy in Europe: changing technology choices. Energy Policy, 2006. 34(3): p. \n\n322-342. \n\n32. Piacente, E.A., Perspective for Brazil in the bio-ethanol international market. MSc dissertation, \n\nState University of Campinas, 2006. \n\n33. DSD., Feasibility study on an effective and sustainable bioethanol production program by least \n\ndeveloped countries as alternative to cane sugar export. Dutch Sustainable Development Group, \n\n2005. \n\n34. Martinot, E., Biofuels global market and policy overview. International Conference on Biofuel, \n\n2006. \n\n35. Zhenhong, Y., Bio-fuels industry in China: utilization of ethanol and biodiesel today and future. \n\nInternational Conference on Biofuel, 2006. \n\n36. LIU, D., Chinese development status of bioethanol and biodiesel. Department of Chemical \n\nEngineering Tsinghua University, 2005. \n\n37. Rosillo-Calle, F. and A. Walter, Global market for bioethanol: historical trends and future \n\nprospects. Energy for Sustainable Development, 2006. 10(1): p. 20-32. \n\n38. Beltran, B., Structural and environmental aspects of bioethanol production in Colombia. \n\nInternational Sugar Journal, 2007. 109: p. 5-41. \n\n39. Malça, J. and F. Freire, Renewability and life-cycle energy efficiency of bioethanol and bio-ethyl \n\ntertiary butyl ether (bioETBE): Assessing the implications of allocation. Energy, 2006. 31: p. 3362–\n\n3380. \n\n40. PETROBRAS, Oportunidades de Negócio para a PETROBRAS no Mercado Externo de Álcool. \n\nPetróleo Brasileiro SA, 2005. \n\n41. REAADI, History of Ethanol Production. Rural Enterprise and Alternative Agricultural \n\nDevelopment Initiative, 2002. \n\n\n\n \n\n 107 \n\n \n\nReferências Bibliográficas \n\n42. RFA, Homegrown for the Homeland Ethanol Industry Outlook. Renewable Fuel Association, 2005. \n\n43. Rosillo-Calle, F., Global overview of fuel ethanol. Industry and Climate Protection, 2002. \n\n44. DOE, The DOE Bioethanol Pilot Plant. Department of Energy, 2000. \n\n45. Kim, S. and B.E. Dale, Global potential bioethanol production from wasted crops and crop \n\nresidues. Biomass and Bioenergy, 2004. 26(4): p. 361-375. \n\n46. Pimentel, D., Ethanol fuels: energy balance, economics, and environmental impacts are negative. \n\nNatural Resources Research, 2003. 12(2): p. 127-134. \n\n47. Niven, R.K., Ethanol in gasoline: environmental impacts and sustainability review article. \n\nRenewable and Sustainable Energy Reviews, 2005. 9(6): p. 535-555. \n\n48. von Blottnitz, H. and M.A. Curran, A review of assessments conducted on bio-ethanol as a \n\ntransportation fuel from a net energy, greenhouse gas, and environmental life cycle perspective. \n\nJournal of Cleaner Production, 2007. 15(7): p. 607-619. \n\n49. Pimentel, D., The limits of biomass utilization. Encyclopedia of physical science and technology, \n\n2001(3): p. 159-171. \n\n50. JRC, Well-to-Wheels analysis of future automotive fuels and powertrains in the European context, \n\nJoint Research Centre, 2007. \n\n51. Cherubini, F. and A. H. Strømman, Life cycle assessment of bioenergy systems: State of the art and \n\nfuture challenges. Bioresource Technology, 2011. 102: p. 437-451. \n\n52. Shapouri, H., J.A. Duffield, and M. Wang, The energy balance of corn ethanol: an update. United \n\nStates Department of Agriculture (USDA), 2002. \n\n53. Ferreira, J.V.R., Análise de ciclo de vida dos produtos,. Instituto Politécnico de Viseu, 2004. \n\n54. USDOE, Life-Cycle Thinking for the Oil and Gas Exploration and Production Industry. U.S. \n\nDepartment of Energy, 2007. \n\n55. USDOE, GREET. U.S. Department of Energy, Argonne National Laboratory, Center for \n\nTransportation Research, 2011. \n\n56. Wang, M., Overview of GREET Model Development at Argonne. U.S. Department of Energy, \n\nArgonne National Laboratory, Center for Transportation Research, 2007. \n\n57. Jornal Oficial da União Europeia, Directiva 2003/17/CE, Parlamento Europeu, 2003, consultado em \n\nDezembro de 2011. \n\n58. Forster P., Ramaswamy, V., Climate Change - The Physical Science Basis, Changes in Atmospheric \n\nConstituents and in Radiative Forcing, 1ª ed. Published for the Intergovernmental Panel, 987, 2007. \n\n59. IUPAC, Periodic Table of the Elements, International Union of Pure and Applied Chemistry, 2005. \n\n60. GEMIS, version 4.5, Global Emission Model Integrated Systems, 2010, [consultado em Dezembro \n\nde 2011] \n\n61. EEA, Other Mobile Sources &amp; Machinery, European Environment Agency, Emission Inventory \n\nGuidebook, 2007. \n\n62. EC, Well-to-Wheels, European Commission, 2010, [consultado em Dezembro de 2011]. \n\n\n\n \n\n108  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n63. IEA, International Energy Agency, 2010, [consultado em Novembro de 2011]. \n\n64. U.S. DOE, Transportation Energy Data Book, U.S. Department of Energy, Cap.2, 2010. \n\n65. EEA, Road Transport, European Environment Agency, Emission Inventory Guidebook, 2007. \n\n66. Buyacar, Ford Focus 1.8 FFV Style 5dr hatchback, 2008, [consultado em setembro de 2012]. \n\nDisponível na internet: \n\nhttp://www.buyacar.co.uk/ford_focus_hatchback/car_18_ffv_style_5dr_3251.jhtml. \n\n67. The Oficial U.S. Government Source For Fuel Economy Information, 2010 Ford Escape FWD FFV,  \n\n2010, [consultado em setembro de 2012]. Disponível na internet: \n\nhttp://www.fueleconomy.gov/feg/Find.do?action=sbs&amp;id=29441&amp;#tab2. \n\n68. Buyacar, Ford Fiesta 1.25 Style 3dr [Climate] hatchback, 2005, [consultado em Setembro de 2012]. \n\nDisponível na internet: \n\nhttp://www.buyacar.co.uk/ford_fiesta_hatchback/car_125_style_3dr_climate_441.jhtml. \n\n69.  Galp Energia, Investidor, Refinação &amp; Distribuição, 2010, [consultado em Setembro de 2012], \n\nDisponível na Internet: http://www.galpenergia.com. \n\n70. EC, Portugal - Folha de dados de diversificação de energias, European Commission, 2007. \n\n71. DGEG, Transporte de Gás Natural em Portugal, Direcção Geral de Energia e Geologia, 2006. \n\n72. Galp Energia, Investidor, Pipelines internacionais, 2010, [consultado em Setembro de 2012], \n\nDisponível na Internet: http://www.galpenergia.com. \n\n73. NETPAS, version Distance 2.5, Smart Maritime Business, 2010, [consultado em Setembro de \n\n2012], Disponivel na Internet: http://www.netpas.net. \n\n74. Galp Energia, Investidor, A Galp Energia num relance, 2010, [consultado em Junho de 2010], \n\nDisponível na Internet: http://www.galpenergia.com. \n\n75. deiba, Adubos Deiba, Comercialização de Adubos Lda., [consultado em Setembro de 2012], \n\nDisponível na Internet: http://www.adubosdeiba.com. \n\n76. FAOSAT, Food and Agriculture Organization of the United Nations, 2010, [consultado em \n\nSetembro de 2012], Disponível na Internet: http://www.faosat.fao.org. \n\n77. Rilett, J., Ethanol Vehicle Fuel: Energy Balance, GHG Reductions, Supply and Economic Overview, \n\nClimate Change Central. 2003. \n\n\n\n \n\n 109 \n\n \n\nAnexos \n\n10. Anexos \n\nAnexo 1 – Descrição do funcionamento do software GREET \n\nO software GREET [4] é desenvolvido sobre a plataforma Microsoft Excel, o qual é \n\ncomposto por 29 folhas de cálculo com as células codificadas por cores. O modelo \n\napresenta a codificação das células em sete cores, sendo elas o branco, amarelo, cor-de-\n\nrosa, verde, azul, cinzento e células com triângulo vermelho no canto superior direito [4]. \n\nCélulas brancas - São essencialmente para cálculos e suposições secundárias. \n\nCélulas amarelas - Representam pressupostos essenciais para o modelo funcionar (que os \n\nutilizadores podem modificar nas suas próprias simulações). \n\nCélulas cor-de-rosa - São opções fundamentais que os utilizadores podem selecionar no \n\nmenu (contêm diferentes opções, cabendo ao utilizador selecionar a mais indicada para a \n\nsua simulação). \n\nCélulas verdes - Representam hipóteses de entrada chave baseadas em funções de \n\ndistribuição de probabilidade. \n\nCélulas azuis - São previsões assumidas pelo modelo GREET [4] para que as simulações \n\nestocásticas possam correr. \n\nCélulas cinzentas - Correspondem a espaços reservados. Embora as simulações desses \n\nespaços sejam concluídas no GREET [4], nenhuma pesquisa foi efetuada para os \n\ncomprovar. \n\nCélulas com um triângulo vermelho no canto superior - Possuem comentários de forma a \n\norientar o utilizador do modelo GREET [4]. \n\nSeguidamente será apresentado uma breve descrição das folhas de cálculo presentes no \n\nmodelo GREET [4]: \n\n• Overview – Introdução ao modelo, codificações das cores das células, descrição das \n\nfolhas de cálculo e declaração de direitos de autor. \n\n• Inputs – Introdução de dados de entrada pelo utilizador para a simulação correr. \n\n• EF_TS – Inclui quadros com os fatores de emissão ao longo dos anos incluindo \n\nprojeções da evolução dos fatores de emissão para as tecnologias de combustão \n\nabrangidas. \n\n\n\n \n\n110  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\n• EF – Contém fatores de emissão das tecnologias de combustão por tipo de combustível. \n\nEsta folha está sujeita às projeções realizadas na folha anterior. \n\n• Fuel_Specs – Apresenta as características dos combustíveis e potenciais de aquecimento \n\nglobal de GEE. \n\n• T&amp;D_Flowcharts – Contém diagramas relativos ao transporte e distribuição de matérias-\n\nprimas e combustíveis. \n\n• T&amp;D – Cálculo do consumo de energia e emissões associadas ao transporte e distribuição \n\nde matérias-primas e combustíveis. \n\n• Urban_Shares – Cálculo das frações urbanas das emissões totais de gases poluentes \n\nassociadas às atividades contempladas na simulação. \n\n• Fuel_Prod_TS – Inclui projeções para as suposições paramétricas relativas aos processos \n\nde produção de combustíveis. Esta folha interage com as folhas de produção de outros \n\ncombustíveis. \n\n• Petroleum – Cálculo do consumo de energia e emissões associadas às atividades de \n\nextracção e refinamento de petróleo bem como da produção dos combustíveis derivados do \n\npetróleo. Esta folha também inclui a produção de aditivos \n\n• NG – Cálculo do consumo de energia e emissões associadas às atividades de extração de \n\ngás natural. \n\n• Hydrogen – Cálculo do consumo de energia e emissões associadas à produção de \n\nhidrogénio como combustível automóvel. \n\n• Ag_Inputs – Cálculo do consumo de energia e emissões associadas à produção agrícola e \n\nsuas matérias-primas, incluindo fertilizantes, herbicidas, inseticidas e fabricação de \n\nmáquinas agrícolas. \n\n• EtOH – Cálculo do consumo de energia e emissões associadas à produção de etanol \n\natravés de milho, cana-de-açúcar e biomassa celulósica e produção de butanol a partir do \n\nmilho. \n\n• E-D_Additives – Cálculo do consumo de energia e missões associadas à aditivação de \n\ndiesel com etanol. \n\n• BD – Cálculo do consumo de energia e emissões associadas à produção de biodiesel de \n\nsoja. \n\n• Coal – Cálculo do consumo de energia e emissões associadas às atividades de mineração \n\ndo carvão. \n\n\n\n \n\n 111 \n\n \n\nAnexos \n\n• Uranium – Cálculo do consumo de energia e emissões associadas às atividades de \n\nmineração e produção de combustível urânio. \n\n• LF_Gas – Cálculo do consumo e emissões associadas ao aproveitamento do gás metano \n\nproveniente de aterros. \n\n• Electric – Cálculo do consumo e emissões associadas à produção de energia elétrica. \n\n• Compression – Consumo de energia e da eficiência do processo de compressão do gás \n\nnatural e do hidrogénio. \n\n• Car_TS – Projeções para a economia de combustível e taxas de emissão de poluentes \n\nassociadas ao funcionamento de veículos de passageiros. \n\n• LDT1_TS – Projeções para a economia de combustível e taxas de emissão de poluentes \n\nassociadas ao funcionamento de veículos ligeiros de 1. \n\n• LDT2_TS – Projeções para a economia de combustível e taxas de emissão de poluentes \n\nassociadas ao funcionamento de veículos ligeiros de mercadorias 2. \n\n• Vehicles – Cálculo de consumo de energia e emissões associadas ao funcionamento dos \n\nveículos. \n\n• Results – Resultados da simulação realizada através de análises de WTP ou WTW para \n\ndiversas combinações de veículos e combustíveis. \n\n• Dist_Specs – Especificações detalhadas dos parâmetros de entrada a partir de funções de \n\ndistribuição. \n\n• Forecast_Specs – Informação detalhada relativa às previsões para o desenvolvimento da \n\nsimulação estocástica. \n\n• Forecast_Deleted – Lista de previsões apagadas da folha Forecast_Specs.\n\n\n\n \n\n112  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nAnexo 2 - Equações sobre as quais se regem os fatores de emissão e de \n\nconsumo dos veículos pesados de mercadorias \n\nQuadro A1 - Fórmulas para cálculo do fator de emissão de CO para veículos pesados de mercadorias \n\ncom 0% de carga [65]. \n\n \n\n\n\n \n\n 113 \n\n \n\nAnexos \n\nQuadro A2 - Fórmulas para cálculo do fator de emissão de VOC para veículos pesados de mercadorias \n\ncom 0% de carga [65]. \n\n \n\n\n\n \n\n114  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A3 - Fórmulas para cálculo do fator de emissão de NOx para veículos pesados de mercadorias \n\ncom 0% de carga [65]. \n\n \n\n\n\n \n\n 115 \n\n \n\nAnexos \n\nQuadro A4 - Fórmulas para cálculo do fator de emissão de PM para veículos pesados de mercadorias \n\ncom 0% de carga [65]. \n\n \n\n\n\n \n\n116  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A5 - Fórmulas para cálculo do consumo de combustível para veículos pesados de mercadorias \n\ncom 0% de carga [65]. \n\n \n\n\n\n \n\n 117 \n\n \n\nAnexos \n\nQuadro A6 - Fórmulas para cálculo do fator de emissão de CO para veículos pesados de mercadorias \n\ncom 50% de carga [65]. \n\n \n\n\n\n \n\n118  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A7 - Fórmulas para cálculo do fator de emissão de VOC para veículos pesados de mercadorias \n\ncom 50% de carga [65]. \n\n \n\n\n\n \n\n 119 \n\n \n\nAnexos \n\nQuadro A8 - Fórmulas para cálculo do fator de emissão de NOx para veículos pesados de mercadorias \n\ncom 50% de carga [65]. \n\n \n\n\n\n \n\n120  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A9 - Fórmulas para cálculo do fator de emissão de PM para veículos pesados de mercadorias \n\ncom 50% de carga [65]. \n\n \n\n\n\n \n\n 121 \n\n \n\nAnexos \n\nQuadro A10 - Fórmulas para cálculo do consumo de combustível para veículos pesados de \n\nmercadorias com 50% de carga [65]. \n\n \n\n\n\n \n\n122  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A11 - Fórmulas para cálculo do fator de emissão de CO para veículos pesados de mercadorias \n\ncom 100% de carga [65]. \n\n \n\n\n\n \n\n 123 \n\n \n\nAnexos \n\nQuadro A12 - Fórmulas para cálculo do fator de emissão de VOC para veículos pesados de \n\nmercadorias com 100% de carga [65]. \n\n \n\n\n\n \n\n124  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A13 - Fórmulas para cálculo do fator de emissão de NOx para veículos pesados de mercadorias \n\ncom 100% de carga [65]. \n\n \n\n\n\n \n\n 125 \n\n \n\nAnexos \n\nQuadro A14 - Fórmulas para cálculo do fator de emissão de PM para veículos pesados de mercadorias \n\ncom 100% de carga [65]. \n\n \n\n\n\n \n\n126  \n\n \n\n Viabilidade do Uso de Bioetanol como Combustível Alternativo \n\nQuadro A15 - Fórmulas para cálculo do consumo de combustível para veículos pesados de \n\nmercadorias com 100% de carga [65]. \n\n \n\n \n\n \n\n\n\n \n\n 127 \n\n \n\nAnexos \n\nAnexo 3 – Constantes para o cálculo dos fatores de emissão e fator de \n\nconsumo dos veículos ligeiros de passageiros a gasolina de norma EURO \n\nQuadro A16 - Constantes para o cálculo dos fatores de emissão e do fator de consumo dos veículos \n\nligeiros de passageiros a gasolina com normas EURO de acordo com a Equação 1 [65]."}]}}}