{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07866"}, {"@name": "filename", "#text": "12607_Sustentabilidade%20na%20gestao%20do%20ciclo%20urbano%20da%20agua_Simulacao%20e%20analise%20de%20cenarios.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FCTUC DEPARTAMENTO DE ENGENHARIA CIVIL\nFACULDADE DE CIÊNCIAS E TECNOLOGIA\nUNIVERSIDADE DE COIMBRA\nSustentabilidade na Gestão do Ciclo Urbano da Água: Simulação e Análise de Cenários\nDissertação apresentada para a obtenção do grau de Mestre em Engenharia do\nAmbiente na Especialidade de Território e Gestão do Ambiente\nAutor\nRita Isabel Matias Nunes Leitão\nOrientadores\nPedro Manuel Pinheiro Veloso Lopes Tavares\nJorge Luís Silva Santos Temido\nCoimbra, Julho, 2014\nAGRADECIMENTOS\n‘Pedra no caminho? Guardo-as todas. Um dia vou construir um castelo.' (F.Pessoa)\nEm primeiro lugar, quero agradecer ao Professor Pedro Tavares, pela orientação, pelo constante incentivo nos momentos de hesitação, pela disponibilidade, cooperação e amizade.\nAo Professor Jorge Temido agradeço o apoio, disponibilidade, a partilha do saber e por estimular o meu interesse pelo conhecimento.\nÀ minha prima Cátia agradeço a ajuda na superação de vários obstáculos, a paciência, e a amizade.\nAos meus amigos, que na sua paciência me ouviram, incentivaram e apoiaram.\nAo meu padrinho Raúl Leitão, pela amizade, amparo nas horas mais difíceis e total confiança depositada em mim.\nE por fim, mas não menos importante, quero agradecer aos meus pais. Espero que esta etapa, que agora termino, possa, de alguma forma, retribuir e compensar tudo aquilo que me proporcionaram.\nA todos o Meu Muito Obrigado!\nRESUMO\nRESUMO\nAbastecer com água de qualidade uma população mundial crescente, a par do aparecimento de uma classe média a um ritmo nunca visto no passado, e da urbanização crescente, é um dos maiores desafios com que a sociedades atuais estão confrontadas.\nEstas necessidades crescentes de água de qualidade para diferentes fins - agrícola, industrial e consumo urbano - ocorrem num cenário de incerteza dominado pelas alterações climáticas, que, ao provocarem a alteração dos padrões de precipitação, poderão tornar ainda mais difícil o abastecimento de água pretendido. Particularmente nas regiões do planeta Terra onde a disponibilidade de recursos hídricos é já escassa.\nNeste contexto, assiste-se em muitos países a uma mudança de paradigma relativamente à gestão da água em meio urbano, promovendo-se a passagem de um modelo baseado na gestão da oferta para um novo modelo baseado na gestão da procura. Neste novo modelo o compromisso fundamental é com a eficiência no uso da água, mas ao mesmo tempo com a promoção de fontes alternativas de água, como a reutilização residuais e o aproveitamento de águas pluviais, para fins compatíveis com a sua qualidade, e de modo a promover a sustentabilidade do Ciclo Urbano da Água.\nNeste presente trabalho é utilizado um modelo capaz de descrever o Ciclo Urbano da Água de forma sistémica, holística, considerando os sub-sistemas precipitação-escoamento e abastecimento de água-saneamento de águas residuais (e pluviais), de modo a que para uma bacia hidrográfica urbana em concreto se analisem cenários destinados a promover o uso de fontes alternativas de água, como o aproveitamento de águas pluviais, e a avaliar o seu significado em termos de indicadores de sustentabilidade (como redução da água doce/importada, redução da produção de águas residuais e redução do escoamento superficial de águas pluviais). Para os cenários analisados, na avaliação da viabilidade das soluções identificadas, considerou-se também o efeito de diferentes escalas geográficas de gestão da água em meio urbano.\nOs resultados obtidos mostram que do ponto de vista individual, a colocação de reservatórios para aproveitamento de águas pluviais não tem grande impacto, podendo a nível coletivo ser uma boa opção, caso ocorram iniciativas adequadas por parte das entidades públicas.\nABSTRACT\nABSTRACT\nTo supply the growing world population with quality water, alongside with the emergence of a medium class at a pace that is never seen before, and with the increasing urbanization, it is one of the biggest challenges that companies are facing today.\nThese growing needs of quality water for different purposes - agricultural, industrial and urban consumption - occur in a scenario of uncertainty dominated by climate changes, which, by causing a change in precipitation patterns, may make it harder to supply the desired water. Particularly in the regions of the planet Earth where the availability of water is already scarce.\nIn this context, in many countries we are witnessing a shift of paradigm, relatively to water management in urban areas, promoting the transition from a model that is based on supply management to a new model that is based on demand management. In this new model the fundamental commitment is the efficient use of the water, at the same time promoting alternative sources of water, such as wastewater reuse and use of pluvial water, for compatible purposes with its' quality, in order to promote the sustainability of the urban water cycle.\nIn this work there is used a model that adequately describes the urban water cycle in a holistic and systemic way, considering the rainfall-runoff sub-systems and wastewater systems (and rain) water supply, so that for a basin of urban area, in particular, the analyses of scenarios would promote the use of alternative water sources such as pluvial water, and it assesses their significance of sustainability indicators (such as the reduction of freshwater /imported, the reduction of the production of wastewater and the reduction of rain water runoff). For the analyzed scenarios, while assessing the feasibility of the identified solutions, also the effect of different geographical scales of water management in urban areas was taken into consideration.\nThe results show that from individual point of view the rain tank has no great impact but it could be a good option in a collective level in case of suitable measures from public entities.\nÍNDICE\n1\tINTRODUÇÃO................................................................1\n1.1\tEnquadramento e Motivação.............................................1\n1.2\tObjetivos.............................................................2\n1.3\tEstrutura da Dissertação..............................................2\n2\tGESTÃO SUSTENTÁVEL DOS RECURSOS HÍDRICOS..................................4\n2.1\tÁgua - um recurso natural.............................................4\n2.1.1\tÁgua fonte de vida................................................4\n2.1.2\tCiclo hidrológico.................................................4\n2.1.3\tBalanço hídrico ao Ciclo Urbano da Água..........................10\n2.2\tSustentabilidade.....................................................13\n3\tMETODOLOGIA..............................................................16\n3.1\tAbordagem ao modelo..................................................16\n3.2\tEstrutura e principais características do modelo.....................19\n3.3\tRepresentação conceptual do Ciclo Urbano da Água.....................22\n4\tCARACTERIZAÇÃO DO CASO DE ESTUDO.........................................31\n4.1\tBacia da Ribeira dos Covões..........................................31\n4.2\tProcessamento de dados e modelação do uso urbano da água.............33\n4.2.1\tCaracterísticas físicas da bacia.................................33\n4.2.2\tDados meteorológicos e consumos de água..........................39\n4.3\tCalibração do modelo e verificação...................................41\n5\tDEFINIÇÃO e ANÁLISE DE CENÁRIOS..........................................42\n5.1\tDefinição de Cenários................................................42\n5.2\tAnálise de Cenários..................................................51\n5.2.1\tConsiderações gerais.............................................51\n5.2.2\tCenário de Referência............................................53\n5.2.3\tCenário 1 vs Cenário de Referência...............................57\n5.2.4\tCenários 2a e 2b vs Cenário Referência...........................60\n5.2.5\tCenários 3a e 3b vs Cenário de Referência........................63\n5.2.6\tCenário 4 vs Cenário de Referência...............................67\n6\tCONCLUSÕES...............................................................73\n6.1\tConsiderações finais.................................................73\n6.2\tEstudo futuros.......................................................75\nREFERÊNCIAS BIBLIOGRÁFICAS.........................................................76\nÍNDICE DE FIGURAS\nFigura 2.1 - Ciclo Hidrológico (USGS@, 2013)...........................................5\nFigura 2.2 - Uso global de água (Molden, 2007).........................................6\nFigura 2.3 - Atlas da disponibilidade de recursos hídricos renováveis per capita em 2007 (adaptado de FAO (2008))............................................................7\nFigura 2.4 - Evolução da população mundial no período de 1950-2030 (adaptado de EUCAR@ (2014))......................................................................8\nFigura 2.5 - Evolução da população por classes - rica, média e pobre - entre 2000 - 2030 (adaptado de Kharas (2011)).........................................................9\nFigura 2.6 - Défice global agregado entre oferta existente, acessível e confiável e as captações em 2030, assumindo que não há ganhos de eficiência. (adaptado de McKinsey (2009)).............................................................................9\nFigura 2.7 - Ciclo Urbano da Água - abordagem sistémica (Temido, 2005)............... 12\nFigura 3.1 - Interface com os dados em estudo.........................................17\nFigura 3.2 - Sistema hídrico urbano representado por Aquacycle fadaptado de Mitchell (2005)) ...........................................................................18\nFigura 3.3 - Escala espacial usada no Aquacycle (adaptado de Mitchell et al (2001)).. 19\nFigura 3.4 - Estrutura do modelo de cálculo Aquacycle (adaptado de Mitchell (2005))...20\nFigura 3.5 - Representação conceptual do ciclo urbano da água pelo Aquacycle (Mitchell, 2005) ............................................................................ 23\nFigura 4.1 - Localização da Bacia Hidrográfica do caso de estudo: a) concelho de Coimbra (Wikipédia@, 2014); b) Ribeira dos Covões (AC, 2009)...............................31\nFigura 4.2 - Distribuição da Bacia da Ribeira dos Covões pelas freguesias (AC, 2009)..32\nFigura 4.3 - Carta Hipsométrica da Bacia da Ribeira dos Covões (Marques et al., 2007).33\nFigura 4.4 - Representação das 48 sub-bacias (adaptada de AC (2009))..................34\nFigura 4.5 - Precipitação anual, evapotranspiração potencial anual e número de dias por ano com precipitação (2002-2012)......................................................... 40\nFigura 4.6 - Usos interiores de água (L/(hab.dia))....................................40\nFigura 5.1 - Parâmetros calculados e definidos pelo utilizador - Cenário de Referência.44\nFigura 5.2 - Opções à escala do lote de construção individual - Cenário de Referência 45 Figura 5.3 - Opções à escala do loteamento urbano - Cenário de Referência.....46\nFigura 5.4 -\tParâmetros calculados e definidos pelo utilizador\t- Cenário 1....47\nFigura 5.5 -\tOpções à escala do lote de construção\tindividual\t- Cenário 2a...48\nFigura 5.6 -\tOpções à escala do lote de construção\tindividual\t- Cenário 3b...48\nFigura 5.7 -\tOpções à escala do lote de construção\tindividual\t- Cenário 4....49\nFigura 5.8 - Componentes de entrada do balanço hídrico no ano mais chuvoso, mais seco e a\nmédia - Cenário de Referência.......................................53\nFigura 5.9 - Componentes de saída do balanço hídrico no ano mais chuvoso, mais seco e a média - Cenário de Referência..................................................54\nFigura 5.10 - Componentes de entrada do balanço hídrico anual - Cenário 1 vs Cenário de\nReferência..........................................................59\nFigura 5.11 - Componentes de saída do balanço hídrico anual - Cenário 1 vs Cenário de\nReferência..........................................................59\nFigura 5.12 - Componentes de entrada do balanço hídrico anual - Cenário 2a vs Cenário\n2b..................................................................62\nFigura 5.13 - Componentes de saída do balanço hídrico anual - Cenário 2a vs Cenário 2b.. 63 Figura 5.14 - Componentes de entrada do balanço hídrico anual - Cenário 3 a vs Cenário\n3b..................................................................66\nFigura 5.15 - Componentes de saída do balanço hídrico anual - Cenário 3a vs Cenário\n3b..................................................................66\nFigura 5.16 - Componentes de entrada do balanço hídrico no ano mais chuvoso, mais seco e\na média - Cenário 4.................................................67\nFigura 5.17 - Componentes de saída do balanço hídrico no ano mais chuvoso, mais seco e a\nmédia - Cenário 4...................................................68\nÍNDICE DE QUADROS\nQuadro 2.1 - Critérios de sustentabilidade desenvolvidos para o projeto SWARD (Foxon et\nal, 2002)............................................................... 15\nQuadro 3.1 - Características chave do Aquacycle (adaptado de Mitchell (2005)).......21\nQuadro 3.2 - Dados de entrada (adaptado de Mitchell (2005)).........................24\nQuadro 3.3 - Parâmetros definidos pelo utilizador no Aquacycle (adaptado de Mitchell\n(2005))..................................................................24\nQuadro 3.4 - Parâmetros de calibração no Aquacycle (adaptado de Mitchell (2005))....25\nQuadro 3.5 - Ficheiros de resultados (adaptado de Mitchell (2005))..................26\nQuadro 3.6 - Métodos de utilização das águas pluviais e residuais pelo Aquacycle (adaptado\nde Mitchell (2005))......................................................28\nQuadro 3.7 - Prioridades no abastecimento para satisfação da procura em função das várias\nfontes disponíveis Aquacycle (adaptado de Mitchell (2005)).............. 30\nQuadro 4.1 - Valores do lote de construção individual de referência.................36\nQuadro 4.2 - Parâmetros característicos do loteamento urbano à escala do lote de construção\nindividual...............................................................36\nQuadro 4.3 - Parâmetros característicos de cada loteamento urbano...................38\nQuadro 4.4 - Parâmetros de calibração (adaptado de Mitchell (2005)).................41\nQuadro 5.1 - Quadro síntese dos valores dos parâmetros calculados à escala do lote de\nconstrução individual................................................... 43\nQuadro 5.2 - Quadro síntese dos valores dos parâmetros calculados à escala do loteamento\nurbano...................................................................43\nQuadro 5.3 - Definição dos Cenários.................................................50\nQuadro 5.4 - Conjunto de resultados iguais nas simulações dos vários cenários.......52\nQuadro 5.5 - Balanço hídrico anual da bacia em estudo - Cenário de Referência.......55\nQuadro 5.6 - Balanço hídrico médio sazonal (2002-2012) - Cenário de Referência......56\nQuadro 5.7 - Resultados do Cenário de Referência vs Cenário 1.......................58\nQuadro 5.8 - Resultados dos Cenários 2a e 2b........................................61\nQuadro 5.9 - Resultados do Cenários 3 a vs Cenário 3b................................64\nQuadro 5.10 - Balanço hídrico anual da bacia em estudo - Cenário 4...................69\nQuadro 5.11 - Balanço hídrico médio sazonal (2002-2012) - Cenário 4...............70\nQuadro 5.12 - Resultados do Cenário 4.............................................72\nACRÓNIMOS E SIGLAS\nACRÓNIMOS E SIGLAS\nCHUC - Centro Hospital e Universitário de Coimbra\nESAC - Escola Superior Agrária de Coimbra\nESEC - Escola Superior de Enfermagem de Coimbra\nESTeSC - Escola Superior da Tecnologia da Saúde de Coimbra\nETA - Estação de Tratamento de Águas\nETAR - Estação de Tratamento de Águas Residuais\nFAO - Food and Agriculture Organization\nGICUA - Gestão Integrada do Ciclo Urbano da Água\nISA - Indicadores de Sustentabilidade Ambiental\nISCAC - Instituto Superior de Contabilidade e Administração de Coimbra\nSUDS - Sistemas Urbanos de Drenagem Sustentável\nZMC - Zonas de Medição e Controlo\n1\tINTRODUÇÃO\n1.1\tEnquadramento e Motivação\nComo é sabido, a água é um recurso precioso e imprescindível à vida.\nAtualmente, a existência deste recurso natural em algumas zonas do nosso planeta encontra-se já em níveis de escassez, destacando-se duas tendências que têm vindo a agravar esta situação ao longo dos anos: o aumento da população e o aumento da classe média.\nSe por um lado a população mundial viu na água um recurso com enormes e versáteis potencialidades de utilização, também foi com facilidade que, de formas diversas, levou a cabo várias ações que resulta na poluição da mesma. Neste âmbito, os desastres ambientais, como secas e inundações que afetam diretamente a qualidade da água são cada vez mais atribuídos à ação humana causadora das alterações climáticas em curso.\nAs alterações climáticas, o crescimento da população mundial e a má gestão generalizada da água contribuem para que as reservas dos recursos hídricos sejam cada vez mais menores. Alguns países atingiram os limites de exploração dos seus recursos hídricos.\nMuitas vezes, existe um grande desperdício de água por parte da população por causa da sua ineficiente utilização ou, então, pelo facto da sua escassez ainda não se fazer sentir.\nAssim sendo, a Gestão Integrada do Ciclo Urbano da Água (GICUA) de forma sustentável e eficiente proporciona alternativas como por exemplo o aproveitamento das águas pluviais e a reutilização das águas residuais as quais podem contribuir para diminuir os efeitos das ameaças descritas anteriormente, aumentando a eficiência no uso da água doce enquanto recurso escasso.\n1.2\tObjetivos\nO presente trabalho tem como objetivo simular vários cenários destinados a suprir as necessidades de água em áreas geográficas com diferentes escalas - nomeadamente o lote de construção individual, o loteamento urbano e a bacia de drenagem -, recorrendo para o efeito, a um modelo do Ciclo Urbano da Água: o modelo Aquacycle. Este é capaz de considerar de forma sistémica e holística, os sub-sistemas que compõem o referido ciclo, nomeadamente, o sub-sistema precipitação-escoamento de águas pluviais e o sub-sistema abastecimento de água-saneamento de águas residuais. O modelo Aquacycle, aplicado a bacias urbanas, foi desenvolvido com o objetivo de simular o Ciclo Urbano da Água como um sistema integrado e como uma ferramenta de análise no estudo do uso de águas pluviais, enquanto substituta de água doce (água de abastecimento público) fornecida através dos sistemas públicos de abastecimento e para aumentar a eficiência no uso de água doce. Esta origem de água substituta pode ser utilizada para suprir as necessidades hídricas de uma determinada área geográfica, considerando diferentes utilizações e estabelecendo diferentes prioridades de qualidade da água para esses usos, pretendendo-se estabelecer as alternativas em termos de origens de água (águas pluviais) e sua proporção, para que sejam capazes de promover uma maior sustentabilidade no uso da água.\nAssim, para a área geográfica estudada neste trabalho - a Bacia Hidrográfica da Ribeira dos Covões-, tem-se em vista a promoção de fontes alternativas de água destinadas a conseguir a redução da água de abastecimento público bem como do escoamento superficial de águas pluviais e melhorar a sustentabilidade do uso da água, medida através de indicadores de sustentabilidade. No que diz respeito à bacia em análise, estudar-se-ão vários cenários relativamente aos usos da água e suas origens, através da utilização do modelo Aquacycle e da simulação de cenários.\n1.3\tEstrutura da Dissertação\nPara além deste primeiro capítulo, Introdução, onde se enquadra o trabalho e se delineiam os seus objetivos, esta dissertação apresenta mais quatro capítulos.\nNo capítulo dois, Gestão Sustentável dos Recursos Hídricos, é feita uma abordagem ao problema da gestão sustentável de recursos hídricos abordando os conceitos de ciclo\nhidrológico e equação do balanço hídrico aplicada ao ciclo urbano da água, apresentando-se ainda alguns conceitos em relação à sustentabilidade.\nNo capítulo três, Metodologia, é definido o método utilizado para explorar as origens alternativas de água e a sua proporção de utilização, apresenta-se o modelo computacional Aquacycle, destinado a descrever o ciclo urbano da água de forma integrada, i.e., considerando os sub-sistemas precipitação-escoamento pluvial e abastecimento público de água -saneamento de águas residuais urbanas e três fontes de abastecimento, nomeadamente, a água de abastecimento público, a reutilização de águas residuais e a fonte alternativa de água doce, como o aproveitamento de águas pluviais através de armazenamento temporário.\nNo capítulo quatro, Caraterização do Caso de Estudo, apresentam-se os dados necessários para a modelação e análise de cenários para a bacia hidrográfica da Ribeira dos Covões.\nNo capítulo cinco, Definição e Análise de Cenários, é feita a simulação, análise e discussão dos resultados obtidos para os diferentes cenários no âmbito deste estudo.\nPor fim, no capítulo seis, Conclusões, apresentam-se as principais conclusões obtidas ao longo do estudo realizado, limitações encontradas no modelo utilizado e sugestões para trabalhos futuros.\n2\tGESTÃO SUSTENTÁVEL DOS RECURSOS HÍDRICOS\n2.1\tÁgua - um recurso natural\n2.1.1\tÁgua fonte de vida\nA água é uma substância química composta por dois átomos de hidrogénio e um átomo de oxigénio. Na sua forma natural é incolor, inodora e insípida.\nA água é o mais importante constituinte dos organismos vivos pois cerca de 50% a 90% da biomassa é constituída por água.\nÉ um recurso indispensável à vida. A vida humana e grande parte da natureza viva dependem da disponibilidade de água doce, pelo que a sua gestão deve ser feita de forma adequada, evitando o esgotamento da quantidade disponível e a deterioração da sua qualidade. A água doce constitui apenas 2.5% de toda a água na Terra, incluindo a água do mar, sendo que a maior parte está retida nas calotas de gelo do planeta.\nAtualmente existe cada vez mais uma maior preocupação em (re)aproveitar este recurso tão precioso, de modo a diminuir o seu desperdício.\n2.1.2\tCiclo hidrológico\nNo planeta Terra a água é um recurso renovável e é a única substância que existe nos três estados da matéria (sólido, líquido e gasoso), implicando que haja transferências contínuas entre os mesmos. Essa transferência é feita através de um processo conhecido como ciclo hidrológico.\nDe acordo com a Figura 2.1 o ciclo hidrológico é dividido em dois ramos principais: o atmosférico e o terrestre. A parte terrestre abrange a água que e encontra em contato com o\nsolo, o seu escoamento e armazenamento. Por outro lado, a vertente atmosférica consiste no transporte atmosférico de água, principalmente na forma de vapor.\nFigura 2.1 - Ciclo hidrológico (USGS@, 2013)\nOs oceanos representam 97% do total de água existente na Terra, sendo que os restantes 3% se encontram divididos sob várias formas: nas calotas polares, rios e lagos ou retidos no subsolo e na atmosfera.\nEm termos globais, o volume de água doce que flui anualmente através do ciclo hidrológico, caindo a partir da atmosfera sob a forma de precipitação, é de 110 000 km3. Desta quantidade, 2\ncerca de regressa à atmosfera, diretamente através da evaporação a partir do solo ou, indiretamente, através da vegetação existente na Terra. Os restantes 40.000 km3 designam-se por recursos hídricos renováveis e alimentam rios, lagos e aquíferos subterrâneos. Estes\nSustentabilidade na Gestão do Ciclo Urbano da Água:\t2 GESTÃO SUSTENTÁVEL DOS\nSimulação e Análise de Cenários\tRECURSOS HÍDRICOS\nrecursos renováveis podem ser captados para usos humanos através da construção de infraestruturas (FAO, 2012).\nNeste âmbito, a maior parte da água captada é, posteriormente, devolvida ao ambiente após a sua utilização, podendo ser normalmente rejeitada com uma qualidade inferior àquela com que foi captada e constituindo, se não for devidamente tratada, uma fonte de poluição.\nA Figura 2.2 apresenta, para a quantidade de água precipitada anualmente, as percentagens de utilização para os diferentes usos. A água resultante da precipitação que naturalmente se infiltra no solo e que as plantas podem utilizar diretamente encontra-se representada a verde (água verde). As águas superficiais, como os rios e os lagos, assim como as águas provenientes dos aquíferos subterrâneos que podem ser extraídas para outros usos encontram-se representadas a azul (água azul).\nGreen water\t\nSoil\t• • • • • • • •\nmoisture\t• • • •\nfrom rain\t\nWater storage aquatic biodiversity fisheries\nWetlario? Lakes Groundwate\nLandscape\nRalnfed agriculture\nRainfall (thousands of cubic kilometres per year)\nIrrigated agriculture\nBioenergy forest products grazing lands biodiversity\nCrops livestock aquaculture\nCrops livestock\nevaporation\nFigura 2.2 - Uso global de água (Molden, 2007)\nAs setas traduzem a quantidade de água utilizada nos vários usos como uma percentagem do total de água precipitada. Por exemplo, a água verde corresponde a cerca de 61% do total, sendo 56% evapotranspirada dos vários espaços verdes que oferecem suporte à bioenergia, aos produtos florestais, às pastagens de gado e à biodiversidade , 4.5% resulta da evapotranspiração da agricultura de sequeiro que serve de suporte às colheitas e à pecuária e 0.6% da agricultura de regadio.\nGlobalmente, cerca de 39% da precipitação (42 790 km3) contribui para a água azul, assumindo esta um papel importante para a biodiversidade, para a pesca e para os ecossistemas aquáticos. A evapotranspiração total resultante da agricultura de regadio é cerca de 2% da precipitação, sendo que 0.6% é obtida diretamente da precipitação (água azul) e 1.4% resulta da água de rega (água azul).\nOs recursos hídricos renováveis, cerca de 40.000 Km3, não se encontram uniformemente distribuídos pelo globo terrestre, (Figura 2.3). A escassez de água ocorre quando a quantidade retirada dos lagos, rios e águas subterrâneas é de tal modo elevada que o seu abastecimento deixa de ser adequado para satisfazer as necessidades dos seres humanos e/ou dos requisitos dos ecossistemas. Pode observar-se que existem zonas, nomeadamente o Norte de África e a Península Arábica, onde os recursos hídricos renováveis per capita se encontram em situação classificada pela FAO como de escassez1. Por outro lado, as zonas a azul não se deparam com a ameaça de escassez. No entanto, podem surgir outros problemas, como por exemplo, a falta de infraestruturas destinadas a permitir o abastecimento de água às populações que dela carecem.\nFigura 2.3 - Atlas da disponibilidade de recursos hídricos renováveis per capita em 2007 (adaptado de FAO (2008)).\n1 Escassez de água - desequilíbrio entre as necessidades de água e a oferta que variam consoante as condições meteorológicas do local. Três tipos de escassez: i) quando a qualidade de água de abastecimento público não é aceitável; ii) quando não há acesso às entidades gestoras de água para garantir o abastecimento; iii) falta de infraestruturas adequadas (FAO@, 2014)\nA Figura 2.4 representa a evolução da população rural, urbana e total, no período de 1950-2030 (adaptado de EUCAR@ (2014)). Segundo esta previsão a população mundial continuará a aumentar e uma proporção cada vez maior viverá em cidades. O meio ambiente urbano é um importante fator na determinação da qualidade de vida nas áreas urbanas, bem como do seu impacto nas áreas envolventes. Deste modo, alguns problemas ambientais urbanos incluem abastecimento de água e saneamento inadequados. Com o previsível crescimento da população urbana estes problemas acentuar-se-ão.\nFigura 2.4 - Evolução da população mundial no período de 1950-2030 (adaptado de\nEUCAR@ (2014))\nA Figura 2.5 ilustra como a classe média irá aumentar ao longo dos anos, até 2030 (adaptado de Kharas (2011)). Cerca de 1,8 bilhões de pessoas no mundo são consideradas de classe média, ou seja, 28% da população mundial. Sensivelmente metade dessas pessoas vive nas economias desenvolvidas. A percentagem mais significativa, cerca de 70%, pertencem à classe pobre. Por outro lado, na classe rica encontram-se os restantes 2% da população. Caso esta tendência se verifique, a procura de água para os diversos fins tenderá a crescer, se atendermos à alteração dos hábitos de consumo, como a passagem de formas de vida baseada na subsistência para hábitos típicos de sociedades de consumo.\nFigura 2.5 - Evolução da população por classes - rica, média e pobre - entre 2000 - 2030 (adaptado de Kharas (2011))\nDevido ao aumento da população mundial e ao aumento da classe média, estima-se que as necessidades de água crescerão desde os 4.500 bilhões Km3 em 2010 até 6.900 Km3 em 2030, como mostra a Figura 2.6 (adaptado de McKinsey (2009)). Como mostra a figura, tal crescimento significa um défice global de água de 2700 Km3 em 2030 o que corresponde a cerca de 40% da procura.\nBilhões m3, 154 bacias/regiões\nj-'erta e\nÁgua subterrânea\nÁgua superficial\nExtração atuaP Extração 20303 Bacias com déficits\nBacias com excedentes\nAtual oferta acessível, confiável e sustentável\"\nMunicipal e doméstico\nNacional\nIndústria\nAgricultura\n1\tOferta atuai que pooe serfomecca com confiabilidade de 90%, com case em investimentos nstoncos em nioroiogia e mraesinjtura agendados ate 2010; liquido de requenmentos ambientais\n2\tCom base em analises oe prooução agrícola para 2010 de IFPRI\n3\tCom base em PIB projeções oe pcpuiaçào e produção ayicola ce FPRi, n5o cons cera ga^os ce prcc-tivcade entre 2005-2030\nFigura 2.6 - Défice global agregado entre oferta existente, acessível e confiável e as captações em 2030, assumindo que não há ganhos de eficiência. (adaptado de McKinsey (2009))\nAtravés da análise conjunta das Figura 2.2 e Figura 2.6 pode-se concluir que as necessidades de água atuais correspondem a cerca de 10% dos recursos hídricos disponíveis (água azul).\nÉ de salientar também que, o crescimento da população em áreas urbanas com consequente aumento da urbanização contribui para um aumento das áreas impermeáveis. Com a ocorrência de eventos de precipitação extremos cada vez mais frequentes, e dado que os sistemas de drenagem têm muitas vezes capacidade insuficiente, aumenta o risco de cheias urbanas. Para minimizar este problema surgiram, recentemente, os Sistemas Urbanos de Drenagem Sustentável (SUDS) em que uma das soluções pode ser, por exemplo, o armazenamento temporário de águas pluviais através de bacias de retenção (Pina et al, 2010). Além disso, a União Europeia elaborou a Diretiva 2007/60/CE relativa à avaliação e gestão dos riscos de inundações.\n2.1.3\tBalanço hídrico ao ciclo urbano da Água\nA tradicional gestão urbana da água tem sido feita considerando três partes distintas: abastecimento de água, saneamento de águas residuais e saneamento de águas pluviais. Ao atuarem deste modo, os responsáveis pela gestão urbana da água são incapazes de desenvolver estratégias sustentáveis da gestão da água, para além de poderem incorrer em desperdícios de recursos públicos.\nA gestão integrada do ciclo urbano da água (GICUA) procura encontrar novas soluções para a gestão da água através da remoção de barreiras entre as três áreas de atuação do setor da água a fim de melhorar a eficiência da utilização da água.\nO ciclo urbano da água engloba duas componentes - ou dois subsistemas -, a componente abastecimento de água-saneamento de águas residuais urbanas e a componente precipitação-escoamento de águas pluviais.\nAs principais etapas da componente abastecimento de água-saneamento de águas residuais urbanas são:\n• Captação: a água pode ser recolhida em captações superficiais (rios, albufeiras e lagos) ou em captações subterrâneas (furos, poços e nascentes);\n•\tTratamento da água: o tratamento é realizado numa ETA (Estação de Tratamento de Águas), de modo a que a água possa ser utilizada para consumo humano;\n•\tAdução: transporte entre a ETA e os reservatórios de distribuição;\n•\tArmazenamento: a água é temporariamente armazenada em reservatórios;\n•\tDistribuição: a água é conduzida pela rede de distribuição até aos locais de consumo;\n•\tConsumo: utilização doméstica da água e em sistemas de rega, por exemplo;\n•\tRecolha: a água, depois de utilizada, dá origem a águas residuais, que têm de ser recolhidas;\n•\tDrenagem: transporte das águas residuais desde os locais de recolha até ao local de tratamento, antes da sua rejeição no meio recetor;\n•\tTratamento: realizado nas ETAR (Estação de Tratamento de Águas Residuais), com parâmetros de descarga dependentes dos objetivos de qualidade fixados para os meios recetores;\n•\tRejeição: lançamento das águas residuais tratadas no meio recetor.\nAs principais etapas da componente precipitação-escoamento de águas pluviais são:\n•\tRecolha: as águas de escoamento superficial que resultam da precipitação são conduzidas (normalmente através de órgãos de entrada) para sistemas de drenagem de águas pluviais;\n•\tDrenagem: transporte das águas desde os locais de recolha até ao local de rejeição no meio recetor, podendo ocorrer, eventualmente, armazenamento temporário no percurso até ao lançamento final e/ou tratamento antes da descarga final;\n•\tRejeição: lançamento das águas pluviais no meio recetor.\nPara a realização do balanço hídrico ao ciclo urbano da água integrado, os dois subsistemas acima referidos devem ser integrados num único sistema.\nA Figura 2.7 ilustra o ciclo urbano da água, combinando o subsistema de abastecimento de água com o sistema de saneamento de águas residuais, por um lado, e o subsistema precipitação-escoamento de águas pluviais, por outro.\nÁguas pluviais\nJDJ\nEscoamento bcse-?guas\nAproveita m ento águas pluviais (AAP) À\nRecarga\nL\nPerdas\nI\n■Infiltração.\nEscoamento superficial\n: Águas\n: pluviais '*\n■Infiltração----->\nJsos\ninteriores\nUses\nexteriores\nEscoamento superfi dal\nEvaporação (E|\nLEGENDA\nEntrada\nSaída\nSentido escoamento\nÁgua armazenada\nFronteiras\nFigura 2.7 - Ciclo urbano da água - abordagem sistémica (Temido, 2005)\nA expressão ’’balanço hídrico” assenta, geralmente, na aplicação do princípio da conservação da massa (Grimmond et al, 1986) utilizada tendo em conta o movimento da água (na fase do ciclo hidrológico em que a água se encontra na superfície terrestre) que entra e sai de uma dada área geográfica e num determinado intervalo de tempo (McPherson, 1973).\nO balanço hídrico para um determinado intervalo de tempo, de acordo com a Figura 2.7, é dado por:\nP + l + Cdp + Rar) = (Ep + F) + (Dap + Dary + AS\t(1)\nEm que,\nP - Precipitação\nI - Água de abastecimento público\nAp - Aproveitamento das águas pluviais Rar - Reutilização das águas pluviais Ep - Evapotranspiração\nE - Evaporação\nDap - Águas pluviais\nDar - Água residuais\nAS - Variação do armazenamento\n2.2\tSustentabilidade\nSustentabilidade é um termo de origem latina “sustentare ” que significa sustentar, defender, favorecer, conservar e cuidar, sendo utilizado para definir ações e atividades humanas. O conceito de sustentabilidade está, então relacionado, diretamente, com a atitude que o Homem toma na sua intervenção no meio ambiente, satisfazendo as suas necessidades presentes sem comprometer a satisfação das necessidades das gerações futuras, tendo em conta a preservação do meio ambiente para não comprometer os recursos naturais a longo prazo - desenvolvimento sustentável (Brundtland, 1991).\nPerante as fragilidades com que nos deparamos diariamente, a degradação e os riscos provocados pelos diversos estilos de vida, o bom uso dos recursos naturais tornou-se uma tarefa difícil. Assim sendo, a sustentabilidade é um dos maiores desafios da sociedade. O problema que se põe é gozar a abundância do presente sem se perceber que se está a desperdiçar recursos que pertencem as gerações futuras. É importante salientar que a sustentabilidade pressupõe a existência de um equilíbrio com o ambiente no geral, tendo em conta que todos os elementos estão interligados pela ação humana.\nCom efeito, a água é um recurso natural e renovável e, para que possa existir um desenvolvimento sustentável, é necessário diminuir os seus impactos adversos, de forma a manter a integridade global do ecossistema.\nAo longo dos anos têm ocorrido fatores que levam a uma crescente pressão na utilização dos recursos hídricos, como por exemplo, a população, a economia, as mudanças climáticas e a poluição. Os problemas relacionados com a água derivam da incapacidade que o Homem tem de equilibrar o seu uso com as necessidades do mundo natural. Estes problemas passam pela\ndeficiente gestão dos sistemas, através de incentivos económicos inadequados, ausência de investimento, falta de aplicação das tecnologias existentes e, por vezes, da inconsciência e/ou mentalidade inconvenientes. Assim sendo, pensando na água como um direito humano básico, na importância da sua conservação, nas ameaças da sua escassez no mundo, nos impactos das mudanças climáticas sobre esta e muito mais, torna-se uma prioridade promover a sua gestão sustentável.\nPosto isto, para colocar em prática o conceito de desenvolvimento sustentável, torna-se necessário definir indicadores de sustentabilidade como ferramenta essencial na sua gestão e avaliação. A utilização dos indicadores de sustentabilidade tem como finalidade avaliar o desempenho das ações adotadas para uma gestão sustentável, ou seja, sem alterar as condições iniciais, obter de forma simplificada informações científicas e técnicas que, à posteriori, possam facilitar na reflexão dos parâmetros e objetivos traçados. De acordo com esta ferramenta, tornase possível avaliar e comparar a qualidade das decisões na gestão de sustentabilidade em diferentes escalas (por exemplo, mundial, regional e local) e desencadear novas atividades e soluções neste âmbito, sem colocar em risco os recursos naturais.\nOs indicadores de sustentabilidade são uma ferramenta de informação que indicam a proximidade ou afastamento do conceito de sustentabilidade. A integração dos indicadores de sustentabilidade nos processos de decisão é um elemento chave para as entidades gestoras (Foxon et al., 2002). Os indicadores de sustentabilidade devem ser relevantes para os utilizadores, de clara compreensão, baseados em dados fiáveis que sejam de fáceis de obter, permitam efetuar previsões e genéricos de modo a permitir comparações.\nOs indicadores podem ser classificados segundo quatro categorias: económica, ambiental, social e técnica. Uma avaliação adequada da sustentabilidade deve considerar as quatro categorias. O Quadro 2.1 apresenta um conjunto de critérios de sustentabilidade desenvolvidos para o projeto SWARD (Sustainable Water Industry Asset Resources Decisions) (Foxon et al., 2002).\nA utilização de modelos do ciclo urbano da água, com indicadores de sustentabilidade construídos a partir dos resultados dos modelos, asseguram uma ferramenta para o processo de avaliação da sustentabilidade no uso da água, facilitando a avaliação dos componentes do ciclo e suas interações, bem como a comunicação entre as partes interessadas (entidades gestoras). Os resultados destes modelos constituem elementos relevantes do processo de decisão relativo à gestão integrada do ciclo urbano da água.\nQuadro 2.1 - Critérios de sustentabilidade desenvolvidos para o projeto SWARD (Foxon et al, 2002)\nEconómico\tAmbiental\tSocial\tTécnica\nCustos do ciclo de vida\tUtilização de recursos\tImpacto nos riscos para a saúde humana\tDesempenho dos sistemas\nDisposição para pagar\tImpacto ambiental\tPartes interessadas\tFiabilidade\nAcessibilidade\tGarantia do serviço\tParticipação e responsabilidade\tDurabilidade\nRisco financeiro\t\tConhecimento público\tFlexibilidade e adaptabilidade\n\t\tInclusão social\t\n3\tMETODOLOGIA\n3.1\tAbordagem ao modelo\nO processo tradicional da gestão de água urbana baseia-se numa fonte de abastecimento, normalmente, água de abastecimento público, sendo distribuída e utilizada para consumo doméstico/industrial e, de seguida, segue para uma ETAR onde depois é devolvida ao meio ambiente.\nPara práticas mais sustentáveis aplicam-se métodos de reutilização/aproveitamento de água provindas de várias fontes. Os modelos mais conhecidos para a avaliação da gestão do ciclo urbano da água são: Infoworks, Basins, SMURF, Hydro Planner, eWater’s Water Cast and River Manager, SUWM’s toolbox, UWOT, UrbanCycle, Aquacycle, Urban Developer, WaterCress, Fagan’s model, Water StrategyMan, Aquatool e Systems Modelling RioGrande (Last, 2010).\nDe entre estes modelos utilizou-se o modelo Aquacycle. O Aquacycle é um software desenvolvido por Grace Mitchell e testado, inicialmente, numa bacia urbana em Canberra, Austrália (Mitchell et al, 2001) cujos pontos fortes são a simplicidade, disponibilidade dados de entrada, a rapidez de cálculo, descrição da paisagem citadina a vários níveis operando em diferentes escalas espaciais. Este modelo focaliza-se no uso do para fins habitacionais e os indicadores de sustentabilidade são reduzidos pois advêm dos resultados obtidos através do modelo.\nOs indicadores de sustentabilidade do modelo Aquacycle são:\n1)\tÁgua de abastecimento público\n2)\tEscoamento de águas pluviais\n3)\tEmissão de águas residuais\nEsta lista de indicadores pode considerar-se limitada, comparativamente com o desejado para Indicadores de Sustentabilidade Ambiental (ISA).\nA Figura 3.1 representa a interface principal do modelo.\nFigura 3.1 - Interface com os dados em estudo\nUma boa gestão de águas urbanas consiste em considerar que as águas pluviais e residuais geradas localmente possam admitir como um substituto à água de abastecimento público.\nNeste sentido, o modelo Aquacycle foi desenvolvido com base no conceito do balanço hídrico ao ciclo urbano da água, isto é, representa o abastecimento público de água, do escoamento das águas pluviais e dos sistemas de drenagem águas residuais, tendo em conta os recursos hídricos urbanos para abastecimento, a sua procura e a disponibilidade de águas pluviais e residuais, bem como as interações entre elas, dependendo do local e da época do ano (Figura 3.2).\nEvapotranspiração\nDrenagem de\nÁguas Pluviais\nSuperfície impermeável\nEscoamento base\nArmazenamento da humidade duma superfície permeável\nÁguas subterrâneas\nSistema de Águas Residuais\nÁgua de abastecimento público\nágua nos\nRede urbana de escoamento de água das chuvas - pluviais\nAbastecimento de água potável Rede de eliminação de águas residuais\nEvaporação\nPerdas\nAfluências pluviais diretas\nUso de água nos interiores\nRecaiga\nEscoamento superficial\n1\nLegenda\nEntrada\nSaida\nFronteira\nSentido do escoamento\nO Agua\narmazenada\nInfiltração\nEscoamento superficial\nFigura 3.2 - Sistema hídrico urbano representado por Aquacycle (adaptado de Mitchell (2005))\nEste modelo é uma ferramenta utilizada para simular o uso das águas residuais e das águas pluviais geradas localmente, e desencadear hipóteses em relação ao que aconteceria em diferentes cenários com alternativas de gestão urbana da água garantido, paralelamente, a sua eficiência no modo como é utilizada.\nO Aquacycle apresenta estimativas diárias, mensais e anuais da procura da água, produção de águas pluviais e residuais, evapotranspiração, uso da água de abastecimento público e utilização das águas pluviais e residuais, bem como das medidas de desempenho de todas as estratégias de gestão da água selecionadas.\nEste modelo opera em três escalas espaciais (Figura 3.3) - lote de construção individual, loteamento urbano e bacia de drenagem (a que correspondem no modelo aos termos unit block, cluster e catchment, respetivamente) - a fim de permitir modelar sistemas com configurações alternativas e avaliar cenários de aproveitamento e reutilização.\nUm lote de construção individual refere-se a uma única habitação, instalações industriais ou a um serviço público ou comercial. Esta escala representa a menor unidade de gestão do\nabastecimento de água, operações de tratamento e aproveitamento - reutilização, sendo dividida em jardim, telhado e áreas de pavimento. Esta escala engloba o uso da água, a produção de águas residuais e pluviais, as recargas de águas subterrâneas, as características do solo e as informações sobre a procura de água e os valores da precipitação diária e da evapotranspiração potencial diária. É ao nível desta escala que o utilizador define o tipo de sistema de gestão de água que opera; pode ser, por exemplo, um simples ajuste da gestão da água convencional ou a introdução de alguma alternativa, como a colocação de reservatórios para aproveitamento das águas pluviais ou reutilização das águas cinzentas.\nUm loteamento urbano representa um grupo uniforme de lotes de construção individual que podem formar um bairro ou subúrbio. Inclui, ainda, estradas e espaços abertos. Esta escala é utilizada no modelo para incorporar os serviços de águas assegurados pelas respetivas entidades gestoras, como serviços municipalizados, empresas municipais ou outras, visto que assim se consegue avaliar o impacto de um sistema alternativo de gestão de água.\nPor último, a bacia de drenagem é composta por um conjunto de loteamentos urbanos.\nTelhado\nJardim\nPavimento\nLote construção individual\nEstrada\nEspaços abertos\nLoteamento urbano\nLote construção Loteamento individual\turbano 2\nLoteamento urbano 3\nBacia de Drenagem\nLoteamento urbano 1\nFigura 3.3 - Escala espacial usada no Aquacycle (adaptado de Mitchell et al (2001))\n3.2\tEstrutura e principais características do modelo\nA Figura 3.4 ilustra a estrutura do modelo Aquacycle.\nFigura 3.4 - Estrutura do modelo de cálculo do Aquacycle (adaptado de Mitchell (2005))\nOs dados de entrada são constituídos, genericamente, pelos valores do uso doméstico da água, dos dados meteorológicos e pela descrição das características do local em estudo. À escala do lote de construção individual atua o consumo doméstico de água, a rega dos jardins, o escoamento de águas pluviais, as descargas de águas residuais e a utilização de águas pluviais e de águas residuais no local. Por sua vez, à escala do loteamento urbano são tratados o escoamento de água nas vias rodoviárias, o escoamento e rega em espaços abertos, a infiltração e a afluência, as perdas de água na rega de espaços abertos, as perdas de água no abastecimento, a recarga de águas subterrâneas, o escoamento base e o uso das águas pluviais e residuais. Assim, gera-se um ciclo com iterações diárias para cada loteamento urbano, para cada lote de construção individual do qual resulta um conjunto de resultados, à escala temporal diária, mensal e anual. Para a bacia de drenagem, o modelo apenas apresenta-se resultados à escala anual e mensal.\nO modelo é caracterizado por um conjunto de características chave - escalas temporais e espaciais, requisitos de entrada, operações a diferentes escalas espaciais, fontes de abastecimento e utilizações alternativas de água e resultados de saída do modelo.\nComo é visível no Quadro 3.1, a escala de tempo corresponde a um intervalo de tempo diário e a escala espacial abrange o lote de construção individual, o loteamento urbano e a bacia de drenagem. Quanto aos tipos de superfície são incluídas as áreas permeáveis irrigadas e não irrigadas, os telhados e as vias rodoviárias. Os requisitos de entrada correspondem à descrição\ndo local e da utilização doméstica da água, bem como à precipitação e evapotranspiração potencial diárias. Os resultados de saída englobam as águas pluviais, as águas residuais produzidas, a utilização da água de abastecimento disponível, a evapotranspiração e, ainda, caso se justifique, o abastecimento através de fontes alternativas. As opções de fontes alternativas para o abastecimento, ao nível do lote de construção individual, são a água importada, um reservatório para aproveitamento das águas pluviais e o tratamento das águas residuais com armazenamento e utilização no local. Para os loteamentos urbanos tem-se, por exemplo, o armazenamento e recarga de aquíferos.\nQuadro 3.1 - Características chave do Aquacycle (adaptado de Mitchell (2005))\nItem\tDescrição\nEscala temporal\tIntervalo de tempo diário, mensal e anual\nEscala espacial\tLote de construção individual, loteamento urbano e bacia de drenagem\nTipos de superfície\tPermeáveis com rega, permeáveis sem rega, telhado, pavimento e estrada\nRequisitos de entrada\tDescrição do local\n\tPerfil de utilização de água no interior da habitação\n\tPrecipitação e evapotranspiração potencial diárias\nResultados\tÁguas pluviais, águas residuais e utilização de água de abastecimento público\n\tRendimento das águas pluviais e residuais\n\tEvapotranspiração real\n\tEstado de armazenamento\n\tDesempenho das fontes alternativas para abastecimento\nOperações:\t\nEscala lote construção individual\tUtilização de água no interior e exterior\n\tEscoamento de águas pluviais\n\tRecarga de águas subterrâneas\n\tDescarga de águas residuais\n\tEvapotranspiração do telhado, de pavimentos e jardins\n\tUtilização de águas residuais e pluviais à escala do lote de construção individual\nEscala loteamento urbano\tEscoamento de águas pluviais a partir de estradas e espaços públicos abertos\n\tPerdas no sistema de distribuição de água (água de abastecimento público)\n\tAfluências pluviais diretas e infiltração de águas pluviais para a rede de águas residuais\n\tRecarga de águas subterrâneas, armazenamento e escoamento base\n\tEvapotranspiração resultante das estradas e áreas de espaços públicos abertos\nBacia de drenagem\nUtilização de águas pluviais e residuais à escala da bacia de drenagem\nFontes de abastecimento alternativas:\nEscala lote construção individual\nÁgua de abastecimento público\nReservatório de aproveitamento de águas pluviais\nRega sub-superfícial com águas cinzentas\nTratamento, armazenamento e utilização de águas residuais no local\n3.3\tRepresentação conceptual do ciclo urbano da água\nA Figura 3.5 mostra o modelo conceptual utilizado para representar o ciclo urbano da água segundo o Aquacycle. As interações entre as diferentes superfícies e armazenamentos encontram-se definidas pelas setas. Os algoritmos do modelo são igualmente definidos na Figura 3.5.\nDe acordo com a Figura 3.5, a equação do balanço hídrico (2) é a seguinte:\n&amp;S = (P +D- (Ea + RS+ R„)\n(2)\nOnde,\nAS - Variação do armazenamento\nP - Precipitação\nI - Água de abastecimento público\nEa - Evapotranspiração\nRs - Escoamento de águas pluviais\nRw - Descarga de águas residuais\nO modelo Aquacycle exige três dos seis grupos de dados de entrada, sendo eles os valores do uso de água no interior, dados meteorológicos (precipitação e evapotranspiração potencial) e as caraterísticas físicas da bacia de drenagem. Os três restantes grupos são gerados por parâmetros ajustados e calibrados (Quadro 3.2).\npervious surface runoffSRUN\ninfihrat ion store recharge R1S\nirapenious surface\ngroundwater recharge GWR\nSTORAGE LEVELS\nRST = roof surface storage level PST = paved surface storage level RDST = road surface storage level GWS = groundwater storage level INFS = infiltration storage level PSI = pervious store 1 level\nPS2 = pervious store 2 level\nNote:\nGREEN capitals indicate processes that are represented by algorithms RED capitals indicate a measured Parameter\nBLUE Capitals represent a calibrated Parameter\nEpc = 7mm\nwastewater | ilscliarge R« I\n\t\t\ngroundwater storage GWS\tbase flow — W\t\t*\tV stormwater L runolTRs ]\n\t\t\nMAIN MODEL ALGORITHMS\nBF = BRC.GWS\nE„ = Al.min{(PSl/PSlc).EK, Ep} + (100-\nAl ).min((PS2/PS2J.EIK, Eo}\nEimp = max(Ep, RST).(roof0^0/clusterc>^<:) + max(EP,\nPST).(pavedp^/clusteroreo) + max(EP, RDST).(road,„TO/clusterOTO)\nEXC = {max(PSl-PSlc,O)}.Al + {max(PS2-PS2c, 0)}.(100-Al)\nINF = IRC.VlNFS\nIR = max(TG.PSlc - PSI, O).A1 ,%GI + max(TG.PS2e - PS2, 0).(l 00-Al ).%GI\nIRUN = ERA.(P-(RIL+RST)).(roofo^/clustero^,) + EPA.(P-(PIL+PST)).(pavedo^/clustero^) + ERDA.(P-(RDIL+RDST)).(roado^/clusterOI^,)\nISI = %I.(SRUN+IRUN)\nIWU =I-IR-LD\nLD = %L.(IR+IWU)/(100-%L)\nNEAR = (100-ERA)4P-(RIL+RST)).(roofo~./cluster„J + (1 OO-EPA).(P-(PIL+PST)|. (pavedo^/clusteroJ + (100-ERDA).(P-(RDIL+RDST)).\n(road^cluster^\nGWR\t= BI.EXC\nRIS\t= II.EXC\nRs\t= IRUN + SRUN - ISI + BF\nRw\t= IWU +\tINF+\tISI\nSRUN = EXC - RIS - GWR\nFigura 3.5 - Representação conceptual do ciclo urbano da água pelo Aquacycle (Mitchell, 2005)\nQuadro 3.2 - Dados de entrada (adaptado de Mitchell (2005))\nDados de Entrada\tExtensão do ficheiro\nUso de água no interior\t.wpf\nDados meteorológicos\t.clm\nLote construção individual\t.ubl\nLoteamento urbano\t.clu\nBacia Hidrográfica\t.cmt\nParâmetros e Valores iniciais\t.prm\nOs dados do consumo de água no interior de uma residência familiar têm como finalidade prever a quantidade de água utilizada na cozinha, nas casas de banho, na lavandaria e nas aplicações sanitárias em cada lote de construção individual. O Aquacycle usa os registos anteriormente referidos, juntamente com o número de utilizadores especificados na ocupação familiar para determinar o uso de água no interior da habitação.\nCada parâmetro definido pelo utilizador (Quadro 3.3) relaciona-se diretamente com as caraterísticas físicas da bacia hidrográfica, sendo constante em cada simulação. Pode variar dependendo dos cenários em estudo. Os parâmetros de calibração são fixos durante todo o processo de simulação (Quadro 3.4).\nQuadro 3.3 - Parâmetros definidos pelo utilizador no Aquacycle (adaptado de Mitchell (2005))\nEscala espacial\tParâmetros Medidos\tUnidades Simbologia\t\nLote de construção individual\tNúmeros de lotes\tno.\tblocknum\n\tDimensão média do lote\tpessoas\tocc\n\tOcupação média\t2 m2\tblockarea\n\tÁrea média de jardim\tm2\tgardenarea\n\tÁrea média de telhado\tm2\troofarea\n\tÁrea média pavimentada\tm2\tpavedarea\n\tPercentagem média de jardins irrigados\t%\t%GI\nLoteamento urbano\tÁrea do loteamento urbano\tha\tclustarea\n\tPercentagem de perdas de água\t%\t%L\n\tÁrea de estradas no lote\tha\troadarea\n\tSaída de águas pluviais do lote que escoa para o lote número?\tnúmero\t-\n\tSaída de águas residuais do lote que escoa para o lote número?\tnúmero\t-\nEspaços públicos abertos\tÁrea de espaço público aberto no loteamento urbano\tha\tPOSarea\n\tPercentagem de rega de espaços públicos abertos\t%\t%POSI\nQuadro 3.4 - Parâmetros de calibração no Aquacycle (adaptado de Mitchell (2005))\nConjunto de resultados\tParâmetros\tSimbologia\tUnidades Variação\t\nÁguas Pluviais\tPercentagem de área do armazenamento 1\t%\tAl\t0-100\n\tCapacidade permeável do armazenamento 1\tmm\tPS1c\t> 0\n\tCapacidade permeável do armazenamento 2\tmm\tPS2c\t> 0\n\tPerdas iniciais na área do telhado\tmm\tRIL\t> 0\n\tÁrea efetiva do telhado\t%\tERA\t0-100\n\tPerdas iniciais nas áreas pavimentadas\tmm\tPIL\t> 0\n\tÁrea efetiva dos pavimentos\t%\tEPA\t0-100\n\tPerdas iniciais nas áreas de estradas\tmm\tRDIL\t> 0\n\tÁrea efetiva das estradas\t%\tERDA\t0-100\n\tÍndice de escoamento base\trácio\tBI\t0-1\n\tConstante de recessão de escoamento base\trácio\tBRC\t0-1\nÁguas Residuais\tPercentagem de escoamento superficial\t%\t%I\t0-1\n\tÍndice de infiltração\trácio\tII\t0-1\n\tConstante recessão do armazenamento de infiltrações\trácio\tIRC\t0-100\nUtilização de água\tO nível (trigger) que determina a rega dos jardins\trácio\tTG\t0-1\n\tO nível (trigger) que determina a rega de espaços públicos abertos\trácio\tPOSTG\t0-1\nO Quadro 3.5 apresenta os onze tipos de resultados do modelo Aquacycle. A letra n no nome do ficheiro representa o número do loteamento urbano a que os resultados se referem.\nQuadro 3.5 - Ficheiros de resultados (adaptado de Mitchell (2005))\nFicheiro com o conjunto de resultados\tNome do ficheiro\n1. Balanço à bacia de drenagem\tCatchmentDailyBal. csv\n2. Balanço diário ao loteamento urbano\tClusterDailyBalw.csv\n3. Balanço diário ao lote de construção individual\tUnitBlockDailyBalw.csv\n4. Valores mensais da bacia de drenagem\tCatchmentMthly.csv\n5. Valores mensais do loteamento urbano\tClusterMthlyw.csv\n6. Valores anuais da bacia de drenagem\tCatchmentYearly.csv\n7. Valores anuais do loteamento urbano\tClusterYearlyw.csv\n8. Uso de água na bacia de drenagem\tCatchmentWaterDemand.csv\n9. Uso de água o loteamento urbano\tClusterW aterDemandw. csv\n10. Simulação\tSimCat.csv\n11. Otimização\toptrec.csv\nOs ficheiros com o conjunto de resultados de 1 a 7 estão relacionados com as especificações que constituem os dados de entrada e estes podem ser diários, mensais ou anuais. Os ficheiros de 8 a 10 são gerados, automaticamente, durante cada simulação. Quando a opção de otimização é selecionada origina-se o ficheiro de saída número 11.\nComo se pode observar na Figura 3.5, as superfícies permeáveis armazenam água que provém da precipitação e da rega. A rega é feita nos espaços verdes públicos, tais como os parques, campos desportivos e jardins públicos. As necessidades de rega num jardim são determinadas a partir das condições meteorológicas, do tipo de vegetação e solo, da área a regar e do comportamento do jardineiro, sendo que este é dependente das necessidades e condições do jardim. As práticas de rega individuais são muito variáveis. O modelo Aquacycle assume que a rega é totalmente eficaz, isto é, admite que a precipitação efetiva é igual à precipitação total.\nOs reservatórios de aproveitamento de águas pluviais, as estações de tratamento de águas residuais, os sistemas domésticos de armazenamento e de reutilização das águas cinzentas e recarga de aquíferos são exemplos de sistemas em pequena e média escala para fornecer água a serviços individuais ou comunitários (Clark, 1990 em Mitchell, 2001). Estes sistemas têm em comum a recolha, o armazenamento e, posteriormente, a distribuição da água. O que pode variar são os locais de recolha e de utilização. O tratamento da água pode ser ou não necessário, dependendo da sua origem e da sua finalidade.\nO modelo Aquacycle, mais do que simular com detalhe a operação de um grande número de diferentes sistemas de utilização de águas pluviais e residuais, modela um número mais reduzido de abordagens genéricas, com o intuito de representar os elementos comuns dos diferentes sistemas e capturar o verdadeiro uso destas tecnologias de reutilização.\nNo Quadro 3.6 apresentam-se diferentes possibilidades de usos de água proveniente do aproveitamento de águas pluviais e da reutilização de águas residuais. Estas fontes de água relacionam-se nas diferentes escalas espaciais onde pode ocorrer a gestão de água, de modo a promover o bom uso das águas residuais e pluviais. Da junção destas pode advir uma reutilização favorável, tanto das águas residuais como pluviais, permitindo assim, uma otimização dos recursos hídricos urbanos. Além disso, o modelo Aquacycle define regras para determinar as prioridades de cada procura a partir de fontes disponíveis (Quadro 3.7):\n•\tUsar a fonte de menor qualidade de água disponível que satisfaça os requisitos da procura;\n•\tSuprir primeiro as necessidades de água para uso interior em relação ao uso exterior;\n•\tUtilizar primeiramente as fontes existentes nos lotes de construção individual e só depois as dos lotes urbanos;\n•\tUtilizar as fontes presentes nos loteamentos urbanos antes das existentes na bacia de drenagem;\n•\tSó usar a água de abastecimento público depois de todas as fontes locais esgotarem;\n•\tSe não for selecionada uma fonte específica com potencial, deve-se usar a fonte mais próxima como prioritária.\nQuadro 3.6 - Métodos de utilização das águas pluviais e residuais pelo Aquacycle (adaptado de Mitchell (2005))\nEscala\tMétodo\tFonte(s) de água *\tUtilização *\tComentários\nLote construção individual\tReservatório para aproveitamento de águas pluviais\tÁguas pluviais recolhidas a partir do telhado.\tEm todos os lotes tanto para uso interior como exterior.\tPode utilizar-se um dispositivo de retenção da primeira chuvada. Apenas pode abastecer ao lote que se localizar no interior.\n\tRega sub-superfícial com águas cinzentas\tÁguas cinzentas: cozinha, casa de banho, lavandarias e instalações sanitárias.\tRega no lote de construção individual.\tAplicação das águas cinzentas diretamente no jardim através de um sistema de rega sub-superfícial de acordo com as exigências de rega diárias.\n\tSistema de tratamento de águas residuais no local\tÁguas residuais: cozinha, casa de banho, lavandaria e instalações sanitárias.\tDescargas nas instalações sanitárias. Rega.\tPode armazenar efluentes tratados. Apenas pode abastecer o próprio lote. Opção de lançar os efluentes no sistema de águas pluviais ou de águas residuais.\nLoteamento urbano\tArmazenamento de águas pluviais\tÁguas de escoamento superficial do lote de construção individual, das estradas e dos espaços públicos abertos. Águas pluviais provenientes de outros loteamentos urbanos.\tDescargas nas instalações sanitárias. Rega.\tPode utilizar-se um dispositivo de retenção da primeira chuvada para o sistema de águas residuais. Qualquer lote de construção individual ou lote urbano pode ser abastecido por qualquer armazenamento de águas pluviais localizado na bacia de drenagem.\nLoteamento urbano (cont.)\tTratamento e armazenamento de águas residuais\tÁguas residuais provenientes do lote de construção individual e de outros lotes urbanos.\tAutoclismos. Rega.\tQualquer lote de construção individual ou loteamento urbano pode ser abastecido por qualquer armazenamento de águas residuais localizado na bacia de drenagem. Opção de lançar os efluentes no sistema de águas pluviais ou de águas residuais.\n\tRecarga e armazenamento de aquíferos\tÁguas de escoamento superficial do lote de construção individual, das estradas e dos espaços públicos abertos. Águas pluviais provenientes de outros loteamentos urbanos.\tAutoclismos. Rega.\tRecarga e recuperação são limitadas pela taxa que a água pode ser injetada e bombeada.\nBacia de drenagem\tArmazenamento de águas pluviais\tEscoamento de águas pluviais na bacia de drenagem\tAutoclismos. Rega.\tPode utilizar-se um dispositivo de retenção da primeira chuvada. Qualquer lote de construção individual ou lote urbano pode ser abastecido pelo armazenamento de águas pluviais localizado na bacia de drenagem.\n\tArmazenamento e tratamento de águas residuais\tDescargas de águas residuais na bacia de drenagem\tAutoclismos. Rega.\tQualquer lote de construção individual ou loteamento urbano pode ser abastecido pelo armazenamento de águas residuais localizado na bacia de drenagem. Opção de lançar os efluentes no sistema de águas pluviais ou de águas residuais.\nQuadro 3.7 - Prioridades no abastecimento para satisfação da procura em função das várias fontes disponíveis Aquacycle (adaptado de Mitchell (2005))\nFonte de abastecimento de água\tNecessidades de água\t\t\t\t\t\n\tLote de construção individual\t\t\t\t\tLoteamento urbano\n\tCozinha\tCasa de banho\tLavandaria\tInstalações Sanitárias\tRega\tRega de espaços públicos abertos\nRega com águas cinzentas pela sub-superfície diretamente no lote de construção individual (cozinha e/ou casa de banho e/ou lavandaria)\t\t\t\t\t1\t\nTratamento de águas residuais no lote de construção individual\t\t\t\t1\t2\t\nReservatório de aproveitamento de águas pluviais no lote de construção individual\t1\t1\t1\t2\t3\t\nArmazenamento de águas residuais no lote urbano (localizado no próprio ou noutro loteamento urbano)\t\t\t\t3\t4\t1\nArmazenamento de águas pluviais no lote urbano (localizado no próprio ou noutro loteamento urbano)\t\t\t\t4*\t5*\t2*\nRecuperação e armazenamento de aquíferos (através do armazenamento de águas pluviais no loteamento urbano)\t\t\t\t4\t5\t2\nArmazenamento de águas residuais na bacia de drenagem\t\t\t\t5\t6\t3\nArmazenamento de águas pluviais na bacia de drenagem\t\t\t\t6\t7\t4\nRede pública de água\t2*\t2**\t2**\t7**\t8\t5\n* O armazenamento de água subterrâneas é considerado na mesma escala espacial que o armazenamento de águas pluviais, ou seja, a nível do loteamento urbano.\n** Considera-se que cada lote de construção individual é abastecido automaticamente pela rede pública se existirem falhas no abastecimento a partir de fontes de água com prioridades de utilização superiores.\n4\tCARACTERIZAÇÃO DO CASO DE ESTUDO\n4.1\tBacia da Ribeira dos Covões\nA área selecionada para este presente trabalho foi a Bacia Hidrográfica da Ribeira dos Covões, localizada na margem esquerda do rio Mondego, na periferia da cidade de Coimbra (Figura 4.1). Esta abrange três freguesias do concelho de Coimbra: São Martinho do Bispo, Santa Clara e Antanhol (Figura 4.2).\n+\na)\nb)\nFigura 4.1 - Localização da Bacia Hidrográfica do caso de estudo: a) concelho de Coimbra (Wikipédia@, 2014); b) Ribeira dos Covões (AC, 2009)\nESAC ISCAC\niParque\nFórum Coimbra\nESTeSC\nESEC\nCHUC\nL\nLegenda:\n—Bacia da Ribeira dos\nCovões\n~ Ribeira dos Covões\nFigura 4.2 - Plano de Drenagem da Bacia da Ribeira dos Covões (AC, 2009)\n4.2\tProcessamento de dados e modelação do uso urbano da água\n4.2.1\tCaracterísticas físicas da bacia\nA bacia em estudo tem as seguintes características:\n•\tÁrea = 760.83 ha;\n•\tPerímetro = 16862 m;\n•\tComprimento da linha de água principal = 5122 m;\n•\tAltura média = 111 m;\n•\tCota máxima= 206 m;\n•\tCota mínima=18 m;\n•\tDeclive médio da linha de água principal = 3.7 %.\nA Figura 4.3 representa a Carta Hipsométrica da Bacia da Ribeira dos Covões para uma melhor perceção do terreno.\nFigura 4.3 - Carta Hipsométrica da Bacia da Ribeira dos Covões (Marques et al., 2007)\nSegundo o Plano de Drenagem da Bacia da Ribeira dos Covões, a bacia encontra-se dividida em 69 sub-bacias. No entanto, o modelo Aquacycle limita as operações até 50 sub-bacias, inclusive. Para isso, foi necessário ajustar as divisões das mesmas com o auxílio do Plano de Drenagem fornecida pelas Águas de Coimbra, agrupando-se algumas sub-bacias de acordo com a sua drenagem, ou seja, juntando-se sub-bacias que drenassem para o mesmo coletor. No total, obtiveram-se 48 sub-bacias que correspondem, no modelo Aquacycle, ao loteamento urbano (Figura 4.4). Este foi o primeiro passo para a bacia em causa se enquadrar nos requisitos do modelo Aquacycle.\n1\n▲ N\n4\n5\n9\n18\n19\n20\n37\n42\n38\n39\n40\n43\n46\n45\n48\n47\n44\n6 7 8\n24\t26\t28\n2729\n25\t30\n2\t32\t31\n23«33 32\n? T\n36\t35\n2\t3\n/U X___\n10 V 11\n15 13 12\n17 16\n21 ■\n34\nFigura 4.4 - Representação das 48 sub-bacias (adaptada de AC (2009))\nDe seguida, definiram-se para cada loteamento urbano, os seguintes parâmetros:\n-\tà escala do lote de construção individual\n•\tocupação média;\n•\tnúmero de lotes;\n•\tárea correspondente ao lote de construção individual (m2);\n•\tárea de jardim (m2);\n•\tárea de telhado (m2);\n•\tárea do pavimento (m2);\n•\tárea irrigada de jardim (% da área total do lote).\n-\tà escala do loteamento urbano\n•\tárea total o loteamento urbano (ha);\n•\tárea das vias rodoviárias (ha);\n•\tárea de espaços públicos abertos (ha);\n•\tárea irrigada de espaços públicos abertos (% da área total dos espaços públicos abertos);\n•\tperdas de água na rede pública de distribuição (%);\n•\tescoamento de águas pluviais para o loteamento urbano (número);\n•\tescoamento de águas residuais para o loteamento urbano (número).\nÉ de notar que se definiu um lote de construção individual como referência, representativo das zonas residenciais da bacia em estudo (Quadro 4.1). A exceção são os loteamentos urbanos onde existem instalações públicas (Escola Superior Agrária de Coimbra (ESAC), parte do Instituto Superior de Contabilidade e Administração de Coimbra (ISCAC) - loteamento urbano n°4; parte do Instituto Superior de Contabilidade e Administração de Coimbra (ISCAC) -loteamento urbano n°5; Escola Superior da Tecnologia da Saúde de Coimbra (ESTeSC), Escola Superior de Enfermagem de Coimbra - Pólo B (ESEC) e Centro Hospital e Universitário de Coimbra (CHUC) - loteamento urbano n°19, Escola EB 2/3 Inês de Castro - loteamento urbano n°38 e iParque - loteamento urbano n°47), em relação aos quais se determinaram, individualmente, os parâmetros anteriormente descritos.\nQuadro 4.1 - Valores do lote de construção individual de referência\n\tOcupação média (pessoa/lote)\tÁrea unitária (m2)\tÁrea jardim (m2)\tÁrea telhado (m2)\tÁrea pavimento (m2)\nLote construção individual de referência\t3\t650\t420\t180\t50\nOs Quadros 4.2 e 4.3 apresentam os valores dos parâmetros que caracterizam cada loteamento urbano presentes na bacia da Ribeira dos Covões, os quais fazem parte dos dados de entrada no modelo Aquacycle.\nQuadro 4.2 - Parâmetros característicos do loteamento urbano à escala do lote de construção individual\nÀ escala do lote de construção individual\nLoteamento Urbano\tOcupação média (pessoa/lote)\tNúmero de lotes\tÁrea unitária (m2)\tÁrea jardim (m2)\tÁrea telhado (m2)\tÁrea pavimento (m2)\tÁrea de rega de jardim (%)\n1\t3\t38\t650\t420\t180\t50\t70\n2\t3\t48\t650\t420\t180\t50\t70\n3\t3\t75\t650\t420\t180\t50\t70\n4\t78\t9\t4000\t1600\t2000\t400\t70\n5\t264\t11\t3400\t1020\t1700\t680\t70\n6\t3\t50\t650\t420\t180\t50\t70\n7\t3\t42\t650\t420\t180\t50\t70\n8\t3\t75\t650\t420\t180\t50\t70\n9\t3\t55\t650\t420\t180\t50\t70\n10\t3\t8\t650\t420\t180\t50\t70\n11\t3\t3\t650\t420\t180\t50\t70\n12\t3\t10\t650\t420\t180\t50\t70\n13\t3\t80\t650\t420\t180\t50\t70\n14\t3\t35\t650\t420\t180\t50\t70\n15\t3\t15\t650\t420\t180\t50\t70\n16\t3\t20\t650\t420\t180\t50\t70\n17\t3\t2\t650\t420\t180\t50\t70\n18\t3\t80\t650\t420\t180\t50\t70\n19\t1280\t8\t15000\t7500\t4500\t3000\t70\n20\t3\t85\t650\t420\t180\t50\t70\n21\t3\t55\t650\t420\t180\t50\t70\n22\t3\t12\t650\t420\t180\t50\t70\n23\t3\t26\t650\t420\t180\t50\t70\n24\t3\t28\t650\t420\t180\t50\t70\n25\t3\t5\t650\t420\t180\t50\t70\n26\t3\t16\t650\t420\t180\t50\t70\n27\t3\t25\t650\t420\t180\t50\t70\n28\t3\t68\t650\t420\t180\t50\t70\n29\t3\t7\t650\t420\t180\t50\t70\n30\t3\t6\t650\t420\t180\t50\t70\n31\t3\t90\t650\t420\t180\t50\t70\n32\t3\t18\t650\t420\t180\t50\t70\n33\t3\t22\t650\t420\t180\t50\t70\n34\t3\t64\t650\t420\t180\t50\t70\n35\t3\t30\t650\t420\t180\t50\t70\n36\t3\t25\t650\t420\t180\t50\t70\n37\t3\t18\t650\t420\t180\t50\t70\n38\t55\t8\t3500\t350\t1750\t1400\t70\n39\t3\t5\t650\t420\t180\t50\t70\n40\t3\t109\t650\t420\t180\t50\t70\n41\t3\t12\t650\t420\t180\t50\t70\n42\t3\t44\t650\t420\t180\t50\t70\n43\t3\t155\t650\t420\t180\t50\t70\n44\t3\t60\t650\t420\t180\t50\t70\n45\t3\t62\t650\t420\t180\t50\t70\n46\t3\t0\t650\t420\t180\t50\t70\n47\t25\t45\t7000\t3500\t3000\t500\t70\n48\t3\t28\t650\t420\t180\t50\t70\nTotal\t1831\t1792\t\t\t\t\t\nQuadro 4.3 - Parâmetros característicos de cada loteamento urbano\nÀ escala do loteamento urbano\nLoteamento Urbano\tÁrea Total (ha)\tÁrea vias rodoviárias (ha)\tÁrea espaços públicos abertos (ha)\tÁrea de rega de espaços públicos abertos (%)\n1\t34,17\t1,71\t29,99\t7,5\n2\t7,46\t0,22\t4,12\t7,5\n3\t7,56\t0,23\t2,46\t7,5\n4\t13,53\t0,41\t9,52\t7,5\n5\t47,96\t1,44\t42,78\t7,5\n6\t6,94\t0,21\t3,48\t7,5\n7\t3,43\t0,1\t0,6\t7,5\n8\t8,57\t0,26\t3,44\t7,5\n9\t34,96\t2,1\t29,29\t7,5\n10\t14,47\t0,87\t13,08\t7,5\n11\t5,13\t0,15\t4,78\t7,5\n12\t6,02\t0,18\t5,19\t7,5\n13\t6,05\t0,18\t0,67\t7,5\n14\t5,12\t0,51\t2,33\t7,5\n15\t3,86\t0,12\t2,77\t7,5\n16\t2,03\t0,06\t0,67\t7,5\n17\t2,16\t0,06\t1,97\t7,5\n18\t9,65\t0,29\t4,16\t7,5\n19\t50,15\t1,5\t36,65\t7,5\n20\t15,26\t0,46\t9,28\t7,5\n21\t5,71\t0,43\t1,71\t7,5\n22\t2,86\t0,43\t1,65\t7,5\n23\t2,63\t0,26\t0,68\t7,5\n24\t6,56\t0,2\t4,54\t7,5\n25\t4,3\t0,13\t3,85\t7,5\n26\t2,86\t0,09\t1,73\t7,5\n27\t4,15\t0,12\t2,4\t7,5\n28\t10,09\t0,3\t5,37\t7,5\n29\t0,5\t0,02\t0,03\t7,5\n30\t1,79\t0,05\t1,35\t7,5\n31\t18,77\t0,56\t12,36\t7,5\n32\t4,91\t0,15\t3,59\t7,5\n33\t3,05\t0,31\t1,32\t7,5\n34\t27,3\t0,82\t22,32\t7,5\n35\t3,38\t0,1\t1,33\t7,5\n36\t6,37\t0,64\t4,11\t7,5\n37\t26,52\t0,8\t24,55\t7,5\n38\t7,04\t0,21\t4,03\t7,5\n39\t5,1\t0,15\t4,62\t7,5\n40\t43,57\t1,31\t35,18\t7,5\n41\t14,12\t1,27\t12,07\t7,5\n42\t15,24\t0,46\t11,92\t7,5\n43\t18,31\t0,55\t7,69\t7,5\n44\t29,76\t2,38\t23,48\t7,5\n45\t31,58\t0,95\t26,6\t7,5\n46\t46,54\t1,4\t45,14\t7,5\n47\t73,33\t14,67\t27,16\t7,5\n48\t60,01\t1,8\t56,39\t7,5\nTotal\t760,83\t41,59\t554,38\t\nAdmitiu-se, para o lote de construção individual, uma percentagem de áreas de rega de 70%.\nAs áreas de espaços públicos abertos irrigadas pelos serviços públicos competentes representam uma parcela muito pequena da área total, por isso, admitiu-se 7.5%.\n4.2.2\tDados meteorológicos e consumos de água\nO modelo Aquacycle define como dados de entrada, para além das características físicas da bacia em estudo, os valores diários da precipitação e da evapotranspiração potencial e, ainda, uma estimativa dos consumos de água no interior dos edifícios. O período considerado para o estudo foi de 11 anos, entre Janeiro de 2002 e Dezembro de 2012. Na Figura 4.5 apresenta-se a precipitação anual, a evapotranspiração potencial anual e o número de dias por ano com precipitação para o período em estudo.\nPrecipitação (mm/ano)\tEvapotranspiração potencial (mm/ano)\nDias com precipitação (dias)\nFigura 4.5 - Precipitação anual, evapotranspiração potencial anual e número de dias por ano com precipitação (2002-2012)\nPara estimar os valores dos consumos associados aos usos interiores de água, admitiu-se, em média, uma capitação de 150 L/(hab.dia), tendo em conta os consumos atuais do local em estudo. Desta forma, os valores obtidos são apresentados na Figura 4.6.\nFigura 4.6 - Usos interiores de água (L/(hab.dia))\n4.3\tCalibração do modelo e verificação\nO modelo Aquacycle apresenta 16 parâmetros de calibração, 11 dos quais relativos ao escoamento de águas pluviais, 3 às águas residuais e 2 aos usos exteriores de água.\nOs parâmetros de calibração utilizados estão indicados no Quadro 4.4.\nQuadro 4.4 - Parâmetros de calibração (adaptado de Mitchell (2005))\nConjunto de resultados\tParâmetros\tUnidades\t\nÁguas Pluviais\tPercentagem de área do armazenamento 1\t22\t%\n\tCapacidade permeável do armazenamento 1\t32\tmm\n\tCapacidade permeável do armazenamento 2\t240\tmm\nÁguas Pluviais (cont.)\tPerdas iniciais na área do telhado\t0\tmm\n\tÁrea efetiva do telhado\t100\t%\n\tPerdas iniciais nas áreas pavimentadas\t0\tmm\n\tÁrea efetiva dos pavimentos\t100\t%\n\tPerdas iniciais nas áreas de estradas\t0\tmm\n\tÁrea efetiva das estradas\t100\t%\n\tÍndice de escoamento base\t0.55\t-\n\tConstante de recessão do escoamento base\t0.0025\t-\nÁguas Residuais\tPercentagem de escoamento superficial\t3\t%\n\tÍndice de infiltração\t0.095\t-\n\tConstante recessão do armazenamento de infiltrações\t0.12\t-\nUtilização de água\tO nível (trigger) que determina a rega dos jardins\t0.50\t-\n\tO nível (trigger) que determina a rega de espaços públicos abertos\t0.42\t-\n5\tDEFINIÇÃO E ANÁLISE DE CENÁRIOS\n5.1\tDefinição de Cenários\nO modelo Aquacycle tem como objetivo modelar e avaliar várias opções de reutilização/aproveitamento da água através da simulação e análise de diferentes cenários, de forma a identificar possíveis melhorias no ciclo urbano da água.\nAs simulações dos cenários adotados são aplicadas à escala do lote de construção individual ou à escala do loteamento urbano visando a redução de perdas de água na rede pública e o aproveitamento de águas pluviais. Na definição de cenários não se considera reutilização de águas residuais.\nÉ de notar que se definiu um lote de construção individual como referência representativo das zonas residenciais da bacia em estudo (Quadro 4.1). A exceção são os lotes de construção individual que fazem parte dos loteamentos urbanos onde existem instalações públicas (Escola Superior Agrária de Coimbra (ESAC), parte do Instituto Superior de Contabilidade e Administração de Coimbra (ISCAC) - loteamento urbano n°4; parte do Instituto Superior de Contabilidade e Administração de Coimbra (ISCAC) - loteamento urbano n°5; Escola Superior da Tecnologia da Saúde de Coimbra (ESTeSC), Escola Superior de Enfermagem de Coimbra -Pólo B (ESEC) e Centro Hospital e Universitário de Coimbra (CHUC) - loteamento urbano n°19, Escola EB 2/3 Inês de Castro - loteamento urbano n°38 e iParque - loteamento urbano n°47, em relação aos quais se determinaram, individualmente, os parâmetros apresentados nos Quadros 4. 2 e 4.3.\nPara a modelação dos cenários em estudo, os Quadros 5.1 e 5.2 apresentam, em síntese, os valores dos parâmetros calculados para a bacia da Ribeira dos Covões. Como já foi referido, considerou-se que os lotes de construção individual, exceto aqueles que fazem parte dos loteamentos urbanos onde existem instalações públicas, representam lotes habitacionais.\nQuadro 5.1 - Quadro síntese dos valores dos parâmetros calculados à escala do lote de construção individual\nN° total de lotes construção individual\tN° total de pessoas nos lotes de construção individual\tÁrea total da bacia (ha)\tÁrea total dos loteamentos urbanos (m2)\tÁrea total vias rodoviárias (m2)\tÁrea total dos espaços públicos abertos (m2)\n1792\t20544\t760,83\t164,86\t41,59\t554,38\nQuadro 5.2 - Quadro síntese dos valores dos parâmetros calculados à escala do loteamento urbano\nN° do loteamento urbano\tÁrea unitária (m2)\tÁrea de jardim (m2)\tÁrea de telhado (m2)\tÁrea do pavimento (m2)\n1 - 48\t650\t420\t180\t50\nExceções\t\t\t\t\n4\t4000\t1600\t2000\t400\n5\t3400\t1020\t1700\t680\n19\t15000\t7500\t4500\t3000\n38\t3500\t350\t1750\t1400\n47\t7000\t3500\t3000\t500\nEm primeiro lugar, começou por definir-se um Cenário de Referência para representar o estado atual do uso da água, sendo as suas necessidades satisfeitas apenas através da rede pública. Neste cenário, em todos os loteamentos urbanos consideram-se perdas de 20%, valor médio habitual para sistemas de abastecimento de água em Coimbra (valor medido nas Zonas de Medição e Controlo - ZMC), a percentagem de área de jardins irrigada nos lotes de construção individual é de 70% e a percentagem de áreas de espaços públicos abertos irrigados é de 7.5%. Todas as restantes opções são desativadas, representadas no modelo como zero (Figura 5.1).\nFigura 5.1 - Parâmetros calculados e definidos pelo utilizador - Cenário de Referência\nPara este cenário admitiu-se ainda que à escala do lote de construção individual não há reservatórios de aproveitamento de águas pluviais, pelo que a rega de jardins pertencentes a este tipo de lotes é feita exclusivamente pela rede pública, conforme descrito na Figura 5.2.\n□\nUnit Block\n\tCluster 1\tCluster 2\tCluster 3\tCluster A\t| Cluster 5\tCluste\nIMPORTED WATER\t\t\t\t\t\t\nSupply garden irrigation with imported water?\t1\t1\t1\t1\t1\t1\n\t\t\t\t\t\t\nRAIN TANK\t\t\t\t\t\t\nStorage capacity, rrT3\t0\t0\t0\t0\t0\t0\nExposed surface, mA2\t0\t0\t0\t0\t0\t0\nFirst flush. Litres\t0\t0\t0\t0\t0\t0\nHot water from rain tank?\t0\t0\t0\t0\t0\t0\nKitchen cold water from rain tank?\t0\t0\t0\t0\t0\t0\nBathroom cold water from rain tank?\t0\t0\t0\t0\t0\t0\nLaundry cold water from rain tank?\t0\t0\t0\t0\t0\t0\nToilet water from rain tank?\t0\t0\t0\t0\t0\t0\nGarden irrigation from rain tank?\t0\t0\t0\t0\t0\t0\n\t\t\t\t\t\t\nSUB-SURFACE GREYWATER IRRIGATION\t\t\t\t\t\t\nKitchen greywater for sub-surface irrigation?\t0\t0\t0\t0\t0\t0\nBathroom greywater for sub-surface irrigation?\t0\t0\t0\t0\t0\t0\nLaundry qreywaterfor sub-surface irrigation?\t0\t0\t0\t0\t0\t0\nWASTEWATER TREATMENT AND STORAGE\t\t\t\t\t\t\nStorage capacity, m'3\t0\t0\t0\t0\t0\t0\nExposed surface, mA2\t0\t0\t0\t0\t0\t0\nTreat kitchen wastewater?\t0\t0\t0\t0\t0\t0\nTreat bathroom waste water?\t0\t0\t0\t0\t0\t0\nTre at 1 au n d ry wastewate r?\t0\t0\t0\t0\t0\t0\nTre at to i 1 et wastewate r?\t0\t0\t0\t0\t0\t0\nToilet water from wastewater store?\t0\t0\t0\t0\t0\t0\nGarden irrigation from wastewater store?\t0\t0\t0\t0\t0\t0\nOverflow to sewer?\t0\t0\t0\t0\t0\t0\nOverflow to stormwater?\t0\t0\t0\t0\t0\t0\n\t\t\t\t\t\t\nCLUSTER SCALE STORMWATER STORAGE\t\t\t\t\t\t\nUnit block runoff draining to cluster stormwater store?\t0\t0\t0\t0\t0\t0\nSupply toilet from a cluster stormwater store? (Specify cluster number)\t0\t0\t0\t0\t0\t0\nSupply garden irrigation from a cluster stormwater store? (Specify cluster number)\t0\t0\t0\t0\t0\t0\n\t\t\t\t\t\t\nCLUSTER SCALE WASTEWATER STORAGE\t\t\t\t\t\t\nUnit block wastewater draining to cluster wastewater store?\t0\t0\t0\t0\t0\t0\nSupply toiletfrom a cluster wastewater store? (Specify cluster number)\t0\t0\t0\t0\t0\t0\nSupply garden irrigation from a cluster waste water store? (Specify cluster number)\t0\t0\t0\t0\t0\t0\n\t\t\t\t\t\t\nCATCHMENT SCALE STORMWATER STORAGE\t\t\t\t\t\t\nSupply toiletfrom stormwater storage?\t0\t0\t0\t0\t0\t0\nSupply garden irrigation from stormwater storage?\t0\t0\t0\t0\t0\t0\n\t\t\t\t\t\t\nCATCHMENT SCALE WASTEWATER STORAGE\t\t\t\t\t\t\nSupply toiletfrom wastewate r storage?\t0\t0\t0\t0\t0\t0\nSupply garden irrigation from wastewater storage?\t0\t0\t0\t0\t0\t0\nFigura 5.2 - Opções à escala do lote de construção individual - Cenário de Referência\nÀ escala do loteamento urbano definiu-se que para a rega dos espaços públicos abertos se utilizava a água proveniente da rede pública (Figura 5.3).\nFigura 5.3 - Opções à escala do loteamento urbano - Cenário de Referência\nDefiniu-se também o Cenário 1, em que a diferença relativamente ao Cenário de Referência reside apenas na percentagem de perdas, admitindo-se, neste caso, um valor de 0% (Figura 5.4). Deste modo pode-se avaliar o impacto da redução das perdas no balanço hídrico.\nFigura 5.4 - Parâmetros calculados e definidos pelo utilizador - Cenário 1\nPara uma melhor gestão da água urbana foram definidos os Cenários 2a e 2b com reservatórios de 20 m3 (Gouveia, 2012) e os Cenários 3a e 3b com reservatórios de 10 m3 para armazenamento de águas pluviais (um reservatório por lote de construção individual). Admitiu-se que o número de habitantes que poderiam investir na aquisição/colocação de um reservatório para aproveitamento de águas pluviais corresponde a 5% (Cenários 2a e 3a) e 10% (Cenários 2b e 3b) do total de habitantes, o que corresponde a 363 e a 705 reservatórios, respetivamente, mantendo-se os parâmetros já calculados e as restantes hipóteses admitidas para o Cenário de Referência. As Figuras 5.5 e 5.6 exemplificam de que forma o modelo apresenta a colocação dos reservatórios de aproveitamento de águas pluviais nos loteamentos urbanos previamente definidos para os Cenários 2a e 3b, respetivamente. Para os loteamentos urbanos com reservatório de aproveitamento de águas pluviais, a rega de jardins pertencentes aos lotes de construção individual é feita, em primeiro lugar, através destes mesmos reservatórios. Refira-se que a rega ocorre apenas dentro do mesmo loteamento urbano e não de um loteamento urbano para outro. Note-se ainda que os loteamentos urbanos 4, 5, 19, 38 e 47 não são contabilizados\npara a colocação de reservatórios pois estas instituições possuem fontes próprias de água para rega.\nFile Edit GoTo\nFigura 5.5 - Opções à escala do lote de construção individual - Cenário 2a\nFigura 5.6 - Opções à escala do lote de construção individual - Cenário 3b\nPor fim, no Cenário 4 considerou-se em todos os loteamentos urbanos, exceto os números 4, 5, 19, 38 e 47, a aquisição/colocação de reservatórios de aproveitamento de águas pluviais de 20 m3. Conforme já referido, a rega dos jardins pertencentes aos lotes de construção individual é realizada, em primeiro lugar, através desses mesmos reservatórios para aproveitamento de águas pluviais, mantendo-se do mesmo modo as restantes hipóteses admitidas no Cenário de Referência (Figura 5.7).\nFigura 5.7 - Opções à escala do lote de construção individual - Cenário 4\nNote-se que o Cenário 4 é definido como aquele que corresponde ao limite máximo de reservatórios para aproveitamento de águas pluviais a colocar caso a zona em estudo regiões atinja uma situação de escassez de água.\nO Quadro 5.3 apresenta, em síntese, as hipóteses admitidas para cada cenário em estudo. Todas as restantes opções não são consideradas pelo que os valores representados no modelo são zero.\nQuadro 5.3 - Definição dos Cenários\n\t\t\tLoteamento urbano\tLote construção individual\t\t\tParâmetros\t\t\nCenário\tLoteamento urbano\tLote construção individual\tAbastecimento para rega de jardins públicos abertos através da água de abastecimento público (0/1)\tAbastecimento de água importada para rega de jardins (0/1)\tVolume reservatório (m3)\tRega de jardins interiores através do reservatório (0/1)\tPercentagem de água para rega no lote de construção individual (%)\tPerdas (%)\tPercentagem de água para rega de espaços públicos abertos (%)\nReferência\tTodos\t1792\t1\t1\t0\t0\t70\t20\t7.5\n1\tTodos\t1792\t1\t1\t0\t0\t70\t0\t7.5\n2a\tTodos, exceto 4,5,19,38,47\t363*2\t1\t1\t0/20\t0/1 (caso exista ou não reservatório)\t70\t20\t7.5\n2b\tTodos, exceto 4,5,19,38,47\t705*\t1\t1\t0/20\t0/1 (caso exista ou não reservatório)\t70\t20\t7.5\n3a\tTodos, exceto 4,5,19,38,47\t363*\t1\t1\t0/10\t0/1 (caso exista ou não reservatório)\t70\t20\t7.5\n3b\tTodos, exceto 4,5,19,38,47\t705*\t1\t1\t0/10\t0/1 (caso exista ou não reservatório)\t70\t20\t7.5\n4\tTodos, exceto 4,5,19,38,47\t1711\t1\t1\t20 (exceto 4,5,19,38,47)\t1 (exceto 4,5,19,38,47)\t70\t20\t7.5\n*\nLotes com reservatórios para aproveitamento de águas pluviais\n5.2\tAnálise de Cenários\n5.2.1\tConsiderações gerais\nOs balanços hídricos anuais para o período de simulação 2002-2012 foram obtidos através do modelo Aquacycle.\nA análise dos resultados dos vários cenários foi realizada ao nível da bacia, pois é a escala mais adequada para se poder efetuar as devidas comparações.\nPara os vários cenários analisados obtiveram-se um conjunto de valores relativos aos resultados que se mantiveram iguais nas várias simulações (Quadro 5.4).\nComo os dados meteorológicos não variam ao longo do período em estudo, os valores da precipitação, da evapotranspiração potencial, da evapotranspiração real em áreas permeáveis, da evapotranspiração real, da recarga de águas subterrâneas, do escoamento de águas pluviais no loteamento urbano e da evapotranspiração real resultante dos espaços verdes na bacia, mantêm-se iguais. As águas residuais também se mantêm iguais visto que a população não se altera. Por outro lado, as características da bacia e a área a regar não se alteram daí que as necessidades de rega, o escoamento superficial nos espaços verdes e o escoamento das águas subterrâneas resultantes dos espaços verdes são também as mesmas ao longo das várias simulações.\nQuadro 5.4 - Conjunto de resultados iguais nas simulações dos vários cenários\nAno\tPrec. (mm/ano)\tEvapotransp. potencial (mm/ano)\tEvapotransp. real de áreas permeáveis (mm/ano)\tEvapotansp. real (mm/ano)\tÁguas residuais (mm/ano)\n2002\t1103,6\t816,2\t510\t510\t181,4\n2003\t1139,9\t905,7\t516,1\t516,1\t211,5\n2004\t705,1\t949,7\t544,7\t544,7\t165,5\n2005\t552,2\t939,8\t460,5\t460,5\t155,2\n2006\t1143,2\t959,8\t546,5\t546,5\t196,7\n2007\t546,4\t919,8\t519,9\t519,9\t166,9\n2008\t697,2\t894,2\t509,1\t509,1\t156,6\n2009\t953,7\t955,5\t503,6\t503,6\t177,9\n2010\t862,1\t1035,6\t507,8\t507,8\t185\n2011\t624,5\t1039,8\t527\t527\t163,7\n2012\t596,2\t1072,6\t472,9\t472,9\t155,2\nMédia\t811,2\t953,4\t510,7\t510,7\t174,1\nanual\nRecarga de águas subterrâneas (mm/ano)\tN\" dias com pre c.\tNecessidades de rega (m3/ano)\tNecessidades de rega (mm/ano)\tNecessidades de rega dos jardins privados (m3/ano)\n212\t157\t277146,2\t254\t186214,4\n277,5\t142\t351291,6\t322\t234503,9\n64,9\t127\t362978\t332,7\t242964,3\n34,1\t103\t471755,3\t432,4\t312044,2\n271,8\t128\t349328,2\t320,2\t234937,7\n54,7\t100\t401101,4\t367,7\t263234,5\n33,8\t119\t360247,7\t330,2\t238500,5\n179\t121\t428899,2\t393,1\t284782\n156,7\t134\t420334,4\t385,3\t280421,1\n62,5\t98\t468316,5\t429,3\t309959,6\n29\t117\t460421,9\t422\t307403,2\n125,1\t122,4\t395595,4\t362,6\t263162,3\nÁgua para rega (m3/ano)\tÁre a total de rega (m2)\tEsc. sup. em jardins (mm/ano)\tRega fornecida para jardins privados (m3/ano)\tEvapotransp. real dos jardins privados (mm/ano)\tRecarga de águas subterrâneas através dos jardins na bacia (mm/ano)\n277146,2\t1090933\t108,1\t186214,4\t735,1\t2335,1\n351291,6\t1090933\t364,4\t234503,9\t778,7\t3165,9\n362978\t1090933\t109,6\t242964,3\t818,2\t796,9\n471755,3\t1090933\t107\t312044,2\t779,7\t434,4\n349328,2\t1090933\t46\t234937,7\t813,2\t3109,3\n401101,4\t1090933\t16,4\t263234,5\t801,8\t583,6\n360247,7\t1090933\t9,8\t238500,5\t774,1\t465,7\n428899,2\t1090933\t93,5\t284782\t812,5\t2123\n420334,4\t1090933\t43,2\t280421,1\t808,8\t1804,3\n468316,5\t1090933\t15,2\t309959,6\t851,1\t674,6\n460421,9\t1090933\t36,5\t307403,2\t814,3\t349,8\n395595,4\t1090933\t86,3\t263162,3\t798,8\t1440,1\n5.2.2\tCenário de Referência\nPara o Cenário de Referência e para o período em estudo (2002-2012) analisou-se o balanço hídrico para o ano mais seco, para o ano mais chuvoso e para as diferentes estações do ano.\nO ano mais seco (ano onde se verifica a maior diferença entre a evapotranspiração potencial e a precipitação) foi o 2012, enquanto que o ano mais chuvoso (ano onde diferença entre a evapotranspiração potencial e a precipitação é menor) foi o 2002.\nAs Figuras 5.8 e 5.9 representam uma visão generalizada dos balanços anuais de água (entrada e saída) no ano mais chuvoso, mais seco e a média do período em estudo, indicando as proporções relativas a cada componente de entrada e saída, em percentagem.\nFigura 5.8 - Componentes de entrada do balanço hídrico no ano mais chuvoso, mais seco e a média - Cenário de Referência\n■ Evapotranspiração real (%)\t«Águas Pluviais (%)\t«Águas Residuais (%)\nFigura 5.9 - Componentes de saída do balanço hídrico no ano mais chuvoso, mais seco e a média - Cenário de Referência\nA Figura 5.8 mostra que em média a precipitação é aproximadamente três vezes superior à água de abastecimento público variando esta relação entre 4.9 e 2.3 para o ano mais chuvoso e para o ano mais seco, respetivamente.\nDa Figura 5.9, relativamente às componentes de saída, pode concluir-se que a evapotranspiração real é a componente que apresenta o maior valor. Por sua vez, em média, a quantidade de água de abastecimento público é menor que o valor do escoamento das águas pluviais. No ano mais seco, o valor da evapotranspiração real é superior à soma do valor do escoamento das águas pluviais com o valor das águas residuais, enquanto que no ano mais chuvoso, a soma das componentes referidas são aproximadamente iguais. Os valores das componentes de saída relativamente ao ano mais chuvoso são muito semelhantes aos valores médios.\nO Quadro 5.5 apresenta o balanço hídrico anual médio da bacia em estudo, no período 20022012.\nQuadro 5.5 - Balanço hídrico anual da bacia em estudo - Cenário de Referência\nPeríodo de Tempo\tUnidades\tPrec.\tÁgua de abastecimento público\tEvapotransp. real\tEsc. Águas Pluviais\tÁguas Residuais\tVariação do armazenamento na bacia\nMédia Cv anual Mais seco (2012) Mais chuvoso (2002)\tmm/ano\t811\t250\t511\t358\t174\t18\n\tL/(hab.dia)\t823\t254\t518\t363\t177\t19\n\t%\t29\t4\t5\t31\t11\t-\n\tmm/ano\t596\t261\t473\t218\t155\t11\n\tL/(hab.dia)\t605\t265\t480\t221\t157\t12\n\tmm/ano\t1104\t230\t510\t340\t181\t302\n\tL/(hab.dia)\t1120\t234\t517\t345\t184\t307\nComo se pode verificar através do Quadro 5.5, em média, a quantidade de águas residuais corresponde a 70% da quantidade da água de abastecimento público. Esta relação traduz o fator de afluência à rede de águas residuais, que geralmente varia entre 0.70 e 0.90. O valor obtido no limite inferior do intervalo traduz a importância da área ajardinada no total da área da bacia considerada. A variação do armazenamento na bacia é de 18 mm, o que indica que a tendência para que haja um aumento não é significativa para os anos simulados.\nNo ano mais seco, a precipitação é de 596 mm e a evapotranspiração potencial de 1073 mm, o que perfaz uma diferença de 477 mm, enquanto que a evapotranspiração real é cerca de 80% da precipitação. Este valor da precipitação corresponde a 73% da média da precipitação para o período em estudo.\nNo ano mais chuvoso, a precipitação foi de 1104 mm e a evapotranspiração potencial de 816 mm, correspondendo a uma diferença de 288 mm. A variação do armazenamento na bacia apresenta o maior valor neste ano. A diferença entre a precipitação do ano mais chuvoso e a média da precipitação entre 2002-2012 (293 mm o que corresponde a um aumento de 36%) origina uma diminuição na quantidade de água de abastecimento público de 20 L/(hab.dia). O valor da evapotranspiração real corresponde a menos de metade do valor da precipitação. As componentes do balanço hídrico provenientes da urbanização (água de abastecimento público e águas residuais) tiveram menos impacto que as restantes componentes (precipitação, evapotranspiração real e águas pluviais). Aproximadamente 85% das entradas e saídas da água estão relacionadas com as ocorrências naturais, ou seja, a precipitação, a evapotranspiração real e o escoamento das águas pluviais, e com as variações de armazenamento na bacia.\nA quantidade de água de abastecimento público na bacia varia entre os 265 L/(hab.dia) no ano mais seco e 234 L/(hab.dia), no ano mais chuvoso. Verifica-se, assim, uma diferença de 31 L/(hab.dia) cerca de 12% em relação ao valor médio da capitação para o período em estudo.\nPara qualquer um dos anos em estudo (ano mais seco e o ano mais chuvoso), o valor da água de abastecimento público não excede o valor da precipitação. Os maiores coeficientes de variação para as várias componentes do balanço hídrico correspondem à precipitação e ao escoamento de águas pluviais. Os menores coeficientes correspondem à água de abastecimento público, à evapotranspiração real, e às águas residuais geradas, por esta ordem\nO Quadro 5.6 apresenta o balanço hídrico médio sazonal com os dados de entrada e saída, relativamente a cada estação do ano.\nQuadro 5.6 - Balanço hídrico médio sazonal (2002-2012) - Cenário de Referência\nPeríodo de Tempo\tUnidades\tPrec.\tÁgua de abastecimento público\tEvapotransp. real\tEsc. Águas Pluviais\tÁguas Residuais\tVariação do armazenamento na bacia\nPrimavera\tmm\t147\t62\t213\t66\t39\t-109\n\tL/(hab.dia)\t149\t63\t216\t67\t39\t-111\nCv\t%\t33\t10\t11\t25\t4\t-\nVerão\tmm\t71\t89\t104\t49\t38\t-31\n\tL/(hab.dia)\t72\t90\t105\t50\t38\t-31\nCv\t%\t73\t5\t20\t24\t1\t-\nOutono\tmm\t359\t52\t88\t129\t48\t145\n\tL/(hab.dia)\t364\t53\t89\t131\t48\t147\nCv\t%\t43\t11\t19\t51\t21\t-\nInverno\tmm\t235\t47\t106\t113\t50\t13\n\tL/(hab.dia)\t238\t48\t108\t115\t51\t13\nCv\t%\t51\t4\t12\t53\t24\t-\nO Verão é a estação do ano em que a quantidade de água de abastecimento público apresenta o maior valor, representando 36% da média anual da quantidade de água de abastecimento público. Durante esta época a quantidade de água de abastecimento público é cerca de duas vezes maior que o escoamento das águas pluviais. A evapotranspiração real excede a precipitação em 47%. É nesta estação que se verifica o coeficiente de variação mais elevado, 73% para a precipitação.\nNo Outono há uma alteração notória de algumas das componentes do balanço hídrico. Assim, em relação ao Verão, a água de abastecimento público diminui cerca de 42%, a precipitação aumenta 5 vezes e o escoamento de águas pluviais aumenta 2.6 vezes.\nNo Inverno, a água de abastecimento público é menor que a precipitação e equivalente ao valor do escoamento das águas residuais. A evapotranspiração real é aproximadamente metade da precipitação. É nesta estação que se verifica o maior coeficiente de variação para o escoamento de águas pluviais.\nNa Primavera o valor da evapotranspiração real é superior à precipitação e representa o dobro do valor registado no Inverno.\n5.2.3\tCenário 1 vs Cenário de Referência\nInicialmente comparou-se o cenário admitido como mais próximo da realidade atual (Cenário de Referência) com a situação em que se admite não existirem perdas de água na rede de distribuição pública (Cenário 1). A razão para a formulação deste cenário prende-se com o facto de se julgar à priori que as medidas com mais impacto no uso sustentável da água estão relacionadas com a eficiência hídrica.\nO Quadro 5.7 apresenta os resultados que sofreram alteração entre os dois cenários, excetuando os valores do escoamento superficial em zonas permeáveis e impermeáveis que se mantêm. Todos os restantes resultados não indicados apresentam valor zero.\nComparando os dois cenários, o escoamento base diminui (em média 27.3%), visto que não existem perdas de água na rede pública. Em relação aos indicadores de sustentabilidade, o escoamento de águas pluviais e a quantidade água de abastecimento público também diminuem, em média, 12.5% e 20% (como seria de esperar), respetivamente. A variação de água armazenada varia nos dois cenários face à variação dos parâmetros intervenientes na expressão do balanço hídrico (em média 28%) (Equação (2)).\nA partir de um programa de controlo ativo de perdas de água poder-se-á atingir, para a realidade portuguesa, cerca de 10% a 15% de perdas de água, ou seja, no máximo, perto de 190000 m3/ano.\nQuadro 5.7 - Resultados do Cenário de Referência vs Cenário 1\nAno\tEscoamento superficial (mm/ano)\tEscoamento superficial em áreas impermeáveis (mm/ano)\tEscoamento base (mm/ano)\tEscoamento de águas pluviais (mm/ano)\tÁgua de abastecimento público (mm/ano)\tÁgua de abastecimento público (m3/ano)\tVariação do armazenamento na bacia (mm/ano)\nCenário de Referência\t\t\t\t\t\t\t\n2002\t289,3\t156,6\t51\t340,3\t230,3\t1752412,8\t302,2\n2003\t335,5\t161,8\t252,1\t587,6\t242,5\t1845094,5\t67,2\n2004\t140,7\t100,1\t212,8\t353,5\t244,9\t1863554,5\t-113,6\n2005\t99,7\t78,4\t131,2\t230,9\t262,3\t1995674,1\t-32,1\n2006\t332,4\t162,2\t159,4\t491,8\t242,2\t1842640,2\t150,4\n2007\t111,8\t77,5\t222,8\t334,6\t250,7\t1907356,7\t-224,3\n2008\t120,1\t98,9\t136,9\t257\t244,5\t1860141,6\t19\n2009\t247,4\t135,3\t148,8\t396,1\t255,3\t1942104\t131,3\n2010\t220,4\t122,3\t203,3\t423,8\t253,9\t1931398\t-0,6\n2011\t127,7\t88,6\t173,8\t301,5\t261,7\t1991375,7\t-106\n2012\t102,8\t84,6\t114,8\t217,5\t260,9\t1985359,4\t11,5\nMédia anual\t193,4\t115,1\t164,2\t357,7\t249,9\t1901437,3\t18,6\nCenário 1\t\t\t\t\t\t\t\n2002\t289,3\t156,6\t35,2\t324,5\t184,3\t1401930,2\t272\n2003\t335,5\t161,8\t217,4\t552,9\t194\t1476075,6\t53,3\n2004\t140,7\t100,1\t169,5\t310,2\t195,9\t1490843,6\t-119,4\n2005\t99,7\t78,4\t83,4\t183\t209,8\t1596539,3\t-36,8\n2006\t332,4\t162,2\t110,1\t442,5\t193,8\t1474112,2\t151,2\n2007\t111,8\t77,5\t174,4\t286,2\t200,6\t1525885,4\t-226,1\n2008\t120,1\t98,9\t87,4\t207,5\t195,6\t1488113,3\t19,6\n2009\t247,4\t135,3\t98,7\t346,1\t204,2\t1553683,2\t130,3\n2010\t220,4\t122,3\t152,8\t373,2\t203,1\t1545118,4\t-0,8\n2011\t127,7\t88,6\t122,7\t250,4\t209,4\t1593100,5\t-107,2\n2012\t102,8\t84,6\t62,4\t165,2\t208,8\t1588287,5\t11,6\nMédia anual\t193,4\t115,1\t119,4\t312,9\t199,9\t1521149,8\t13,4\nAs Figuras 5.10 e 5.11 apresentam, respetivamente, as componentes de entrada e saída do balanço hídrico anual para o Cenário 1.\n■ Precipitação Cl (%)\n■ Precipitação Creferência (%)\n■ Água de abastecimento público Cl (%)\n■ Água de abastecimento público Creferência (%)\nFigura 5.10 - Componentes de entrada do balanço hídrico anual - Cenário 1 vs Cenário de Referência\n■ Evapotranspiraçãoreal Cl(%) ■ Evapotranspiração real Cref(%) «Águas Pluviais Cl (%)\nÁguas Pluviais Cref (%)\n■ Águas ResiduaisCl (%)\n■ Águas Residuais Cref (%)\nFigura 5.11 - Componentes de saída do balanço hídrico anual - Cenário 1 vs Cenário de Referência\nA Figura 5.10 mostra que a precipitação é a componente de entrada do balanço hídrico com maior percentagem. Ao longo dos anos, esta varia entre os 72% e os 86%, apresentando uma média de 79%, para o Cenário 1 e entre 68% e 83% com uma média de 75%, para o Cenário de Referência. Quanto ao indicador de sustentabilidade, água de abastecimento público, este varia\nentre os 14% e 28% com uma média de 21%, para o Cenário 1 e entre 17% e 32% apresentando uma média de 25%, para o Cenário de Referência.\nEm relação às componentes de saída do balanço hídrico (Figura 5.11), a evapotranspiração real apresenta a maior percentagem com uma média de 51.9% e a variar no intervalo entre os 40% e 60%, para o Cenário 1 e com uma média de 50% e a variar no intervalo entre os 39% e 56%, para o Cenário de Referência. Quanto aos indicadores de sustentabilidade, o escoamento das águas pluviais varia entre os 21% e os 43 % (com uma média de 30.5%) e as águas residuais entre os 16% e 20% (em média 17.6%), para o Cenário 1 e para o Cenário de Referência o escoamento das águas pluviais varia entre os 26% e os 45% (com uma média de 34%) e as águas residuais entre os 16% e 18% (em média 17%).\n5.2.4\tCenários 2a e 2b vs Cenário Referência\nPara os Cenários 2a e 2b define-se que, respetivamente, 5% e 10% dos habitantes podem investir na colocação de um reservatório para aproveitamento de águas pluviais com capacidade de 20 m3, o que corresponde a 363 e a 705 reservatórios, respetivamente.\nO Quadro 5.8 apresenta os resultados dos Cenários 2a e 2b.\nAs diferenças entre estes cenários residem na diminuição do escoamento em superfícies permeáveis e impermeáveis. A diminuição do escoamento base não é significativa. O escoamento de águas pluviais e a quantidade de água de abastecimento público também diminuem de modo insignificante. A água que se encontra nos reservatórios apenas é utilizada para rega de jardins privados. A quantidade de água disponível nos reservatórios (mas não utilizada) aumenta do Cenário 2a para o Cenário 2b, de acordo com o aumento do número de reservatórios, ou seja, 94% em média. A quantidade de água utilizada pelos reservatórios para rega de jardins privados representa 35% da quantidade de água disponível, o que significa que em várias épocas do ano os períodos de rega não coincidem com os períodos de maior quantidade de água armazenada nos reservatórios.\nQuadro 5.8 - Resultados dos Cenários 2a e 2b\nCenário 2a\nAno\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012 Média Anual\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012 Média Anual\nEsc. superficial (mm/ano)\tEsc. superficial em áreas impermeáveis (mm/ano)\tEsc. base (mm/ano)\tEsc. de águas pluviais (mm/ano)\tÁgua de abast. público (mm/ano)\n286,9\t154,2\t50,8\t337,7\t228,4\n333,8\t160,0\t251,8\t585,6\t240,3\n138,5\t97,8\t212,3\t350,8\t242\n98\t76,7\t130,7\t228,7\t260,1\n330,7\t160,5\t158,9\t489,6\t239,9\n110,3\t76\t222,3\t332,6\t248,5\n117,8\t96,7\t136,4\t254,3\t241,8\n245,2\t133,1\t148,2\t393,4\t252,4\n218,9\t120,8\t202,8\t421,8\t251,9\n126\t86,9\t173,4\t299,3\t259,5\n100,5\t82,3\t114,2\t214,7\t257,9\n191,5\t113,2\t163,8\t355,3\t247,5\n284,6\t151,8\t50,7\t335,3\t226,5\n332,1\t158,4\t251,5\t583,6\t238,2\n136,3\t95,7\t211,9\t348,3\t239,3\n96,4\t75,1\t130,2\t226,6\t258,1\n329\t158,8\t158,5\t487,5\t237,7\n108,9\t74,6\t221,9\t330,8\t246,5\n115,7\t94,5\t136,0\t251,7\t239,3\n243,0\t131\t147,7\t390,7\t249,7\n217,5\t119,4\t202,4\t419,8\t250,0\n124,3\t85,2\t172,9\t297,2\t257,3\n98,3\t80,1\t113,7\t212\t255,1\n189,6\t111,3\t163,4\t353\t245,2\nÁgua de abas t. público (m3/ano)\tVariação do armaze namento na bacia (mm/ano)\tRendimento dos telhados (m3/ano)\tÁgua em excesso nos reservatórios (m3/ano)\n1737403,5\t302,9\t72109,2\t52841,3\n1828059,5\t67\t74481,1\t60808,5\n1841470,5\t-113,8\t46071,2\t28404\n1979065,8\t-32,1\t36080,7\t22765\n1825167,7\t150,4\t74696,7\t60811,4\n1890869,1\t-224,5\t35701,8\t23985,4\n1839958,3\t19,2\t45555\t27731,9\n1920186,3\t131,3\t62314,8\t44780,6\n1916453,5\t-0,5\t56329,6\t44361,6\n1974132,9\t-106\t40804,8\t27010,6\n1962542,5\t11,4\t38955,7\t20702,2\n1883092,8\t18,7\t53005,9\t37652,4\n\tCenário 2b\t\t\n1723262,5\t303,6\t140046,8\t102625,7\n1812010\t66,9\t144653,3\t118099,1\n1820664,1\t-113,9\t89477,2\t55164,8\n1963418,3\t-32\t70074,2\t44213\n1808706,1\t150,3\t145072,1\t118104,9\n1875335,3\t-224,7\t69338,2\t46583,2\n1820942,7\t19,3\t88474,7\t53859,4\n1899536,7\t131,2\t121024,5\t86970,7\n1902373,5\t-0,4\t109400,5\t86156,7\n1957887,6\t-106\t79249,1\t52458,6\n1941045,7\t11,3\t75657,8\t40206,8\n1865809,6\t18,7\t102945,3\t73126,6\nÁgua disponível nos reservatórios (m3/ano)\tN° de falhas de res pos ta do res ervatório às solicitações de rega\tÁgua utilizada através do reservatóri o (m3/ano)\tDéfice do reservatório (m3/ano)\n29434\t800\t12007,9\t17426,1\n37066,9\t1136\t13672,6\t23394,2\n38404,2\t960\t17667,2\t20736,9\n49323,3\t1696\t13315,8\t36007,5\n37135,4\t1056\t13978\t23157,4\n41608,2\t1632\t13300,2\t28307,9\n37698,6\t1088\t16146,6\t21552\n45014,1\t1296\t17534,1\t27479,9\n44324,8\t1488\t11968,1\t32356,7\n48993,8\t1712\t13794,2\t35199,5\n48589,7\t1344\t18253,5\t30336,2\n41596,7\t1291,6\t14693,5\t26903,3\n57165,2\t1200\t23321,2\t33844\n71989,3\t1704\t26554,2\t45435,1\n74586,6\t1440\t34312,4\t40274,2\n95793,1\t2544\t25861,2\t69931,9\n72122,5\t1584\t27147,3\t44975,2\n80809,2\t2448\t25831,0\t54978,2\n73216,2\t1632\t31359,1\t41857,1\n87424\t1944\t34053,9\t53370,1\n86085,3\t2232\t23243,8\t62841,5\n95153,2\t2568\t26790,4\t68362,8\n94368,4\t2016\t35451\t58917,4\n80787,1\t1937,3\t28536,9\t52250,2\nRita Isabel Matias Nunes Leitão\n61\nEm relação aos indicadores de sustentabilidade, comparando cada um dos cenários com o Cenário de Referência (Quadro 5.7), a colocação de reservatórios origina, em média, uma diminuição igual no que respeita à quantidade de água de abastecimento público e ao escoamento de águas pluviais (Cenário de Referência/Cenário 2a - 2.4 mm/ano, ou seja, aproximadamente 18300 m3/ano e Cenário de Referência/Cenário 2b - 4.7 mm/ano, ou seja, aproximadamente 35600 m3/ano), diminuição essa que, no entanto, não é significativa. No caso da água de abastecimento público é de 0.97% quando se compara o Cenário 2a com o Cenário de Referência e 1.9% no caso do Cenário 2b vs Cenário de Referência enquanto que para o escoamento de águas pluviais a diferença é de 0.67% quando se compara o Cenário 2a com o Cenário de Referência e 1.3% para o caso do Cenário 2b vs Cenário de Referência.\nConsiderando a comparação entre o Cenário de Referência e o Cenário 2b, note-se que a diminuição do escoamento de águas pluviais (aproximadamente 35600 m3/ano) corresponde apenas a cerca de 9% da quantidade de água total necessária para rega (cerca de 396000 m3/ano; este valor pode ser obtido a partir da diferença entre a média da quantidade de água de abastecimento público quando não há perdas de água e o consumo de água para a população em estudo).\nAs Figuras 5.12 e 5.13 representam, graficamente, as componentes de entrada e saída do balanço hídrico anual relativamente aos Cenários 2a e 2b.\n■\tPrecipitação C2a (%)\t■ Precipitação C2b (%)\n■\tÁgua de abastecimento público C2a (%) Água de abastecimento público C2b(%)\nFigura 5.12 - Componentes de entrada do balanço hídrico anual - Cenário 2a vs Cenário 2b\n■\tEvapotranspiração real C2a (%) ■ Evapotranspiração real C2b (%)\n■\tÁguas Pluviais C2a (%)\t■ Águas Pluviais C2b (%)\n■\tÁguas Residuais C2a (%)\t■ Águas Residuais C2b (%)\nFigura 5.13 - Componentes de saída do balanço hídrico anual - Cenário 2a vs Cenário 2b\nComo se pode verificar na Figura 5.12, tanto no Cenário 2a como no Cenário 2b, a precipitação varia entre os 68% e os 83%. A água de abastecimento público varia entre os 17% e os 32%. As diferenças entre estes dois cenários, como se pode observar, não são significativas. Comparando com a Figura 5.10, os valores das componentes de entrada relativos ao Cenário de Referência são idênticos.\nNa Figura 5.13, nos dois cenários, a evapotranspiração real varia entre os 39% e 56%, as águas pluviais entre os 25% e 45% e as águas residuais entre os 16% e 18%. As pequenas oscilações apenas se verificam em alguns anos. Para o Cenário de Referência (Figura 5.10) os valores das componentes de saída também são idênticos.\n5.2.5\tCenários 3a e 3b vs Cenário de Referência\nNos Cenários 3a e 3b a capacidade do reservatório para aproveitamento de águas pluviais é de 10m3, procurando, deste modo, colocar em prática a ideia do “faça você mesmo” relativamente à sustentabilidade urbana e admitem-se, respetivamente, as percentagens de 5% e 10% dos habitantes que vão adquirir um reservatório para aproveitamento de águas pluviais.\nO Quadro 5.9 apresenta os resultados dos Cenários 3a e 3b.\nQuadro 5.9 - Resultados do Cenários 3a vs Cenário 3b\nCenário 3a\nAn o\tEsc. superficial (mm/ano)\tEsc. superficial em áreas impermeáveis (mm/ano)\tEsc. base (mm/ano)\tEsc. de águas pluviais (mm/ano)\tÁgua de abast. público (mm/ano)\tÁgua de abast. público (m3/ano)\n2002\t287,8\t155,1\t50,9\t338,7\t229\t1741941\n2003\t334,2\t160,5\t251,9\t586,1\t240,9\t1832597\n2004\t139\t98,4\t212,5\t351,5\t242,7\t1846886,9\n2005\t98,4\t77,1\t130,8\t229,3\t260,7\t1983603,3\n2006\t331,1\t160,9\t159\t490,1\t240,5\t1829705,2\n2007\t110,6\t76,3\t222,4\t333\t249,1\t1895406,6\n2008\t118,5\t97,3\t136,6\t255\t242,4\t1844495,8\n2009\t245,6\t133,6\t148,3\t393,9\t253\t1924723,8\n2010\t219,4\t121,3\t203\t422,3\t252,5\t1920991\n2011\t126,4\t87,3\t173,5\t299,9\t260,1\t1978670,4\n2012\t101,1\t83\t114,4\t215,5\t258,8\t1969350\nMédia Anual\t192\t113,7\t163,9\t355,9\t248,1\t1887916,3\n2002\t286,4\t153,6\t50,8\t337,1\t227,7\t1732075\n2003\t333\t159,3\t251,7\t584,7\t239,3\t1820822,5\n2004\t137,4\t96,8\t212,2\t349,6\t240,7\t1831183,5\n2005\t97,3\t76\t130,5\t227,7\t259,2\t1972230,8\n2006\t329,9\t159,7\t158,7\t488,6\t238,9\t1817518,6\n2007\t109,4\t75,1\t222,1\t331,5\t247,6\t1884147,8\n2008\t117\t95,8\t136,2\t253,2\t240,5\t1829755,2\n2009\t243,9\t131,9\t147,9\t391,9\t250,8\t1908349,2\n2010\t218,4\t120,3\t202,6\t421\t251,2\t1911186\n2011\t125,2\t86,1\t173,2\t298,4\t258,5\t1966700,1\n2012\t99,6\t81,4\t114\t213,6\t256,9\t1954266,8\nMédia\t190,7\t112,4\t163,6\t354,3\t246,5\t1875177,5\nAnual\t\t\t\t\t\t\nVariação do armazenamento na bacia (mm/ano)\tRendiment o dos telhados (m3/ano)\tÁgua em excesso nos reservatórios (m3/ano)\tÁgua disponível nos reservatórios (m3/ano)\tN° de falhas de resposta do reservatório às solicitações de rega\tÁgua utilizad através do reservatório (m3/ano)\n302,5\t72109,2\t60101,3\t29434\t992\t8377,9\n67,1\t74481,1\t64438,5\t37066,9\t1296\t10042,6\n-113,7\t46071,2\t32737,2\t38404,2\t1152\t13334,1\n-32,1\t36080,7\t26395\t49323,3\t1856\t9685,8\n150,4\t74696,7\t64441,4\t37135,4\t1216\t10348\n-224,3\t35701,8\t25938,8\t41608,2\t1808\t9670,2\n18,9\t45555\t33038,4\t37698,6\t1248\t12516,6\n131,3\t62314,8\t48410,6\t45014,1\t1456\t13904,1\n-0,5\t56329,6\t47991,6\t44324,8\t1648\t8338,1\n-106\t40804,8\t30640,6\t48993,8\t1856\t10164,2\n11,4\t38955,7\t26148,2\t48589,7\t1632\t12807,5\n18,6\t53005,9\t41841,2\t41596,7\t1469\t10834,7\nCenário 3b\t\t\t\t\t\n302,8\t140046,8\t116725,7\t57165,2\t1488\t16271,1\n67\t144653,3\t125149,1\t71989,3\t1944\t19504,2\n-113,9\t89477,2\t63580,4\t74586,6\t1728\t25896,8\n-32\t70074,2\t51263\t95793,1\t2784\t18811,2\n150,3\t145072,1\t125154,9\t72122,5\t1824\t20097,3\n-224,3\t69338,2\t50377,1\t80809,2\t2712\t18781\n18,9\t88474,7\t64165,5\t73216,2\t1872\t24309,1\n131,2\t121024,5\t94020,7\t87424\t2184\t27003,9\n-0,4\t109400,5\t93206,7\t86085,3\t2472\t16193,8\n-106\t79249,1\t59508,6\t95153,2\t2784\t19740,4\n11,4\t75657,8\t50783,7\t94368,4\t2448\t24874\n18,6\t102945,3\t81261,8\t80787,1\t2203,5\t21042,6\nDéfice do reservatório\n(m3/ano)\n21056.1\n27024.2\n25070.1\n39637,5\n26787.4\n31937.9\n25182\n31109.9\n35986.7\n38829.5\n35782.2\n30762.1\n40894\n52485.1\n48689.8\n76981.9\n52025.2\n62028.2\n48907.1\n60420.1\n69891.5\n75413\n69494,3\n59744.5\nRita Isabel Matias Nunes Leitão\n64\nNo Quadro 5.9 verifica-se que existe uma diminuição nos escoamentos em superfícies permeáveis e impermeáveis. A quantidade de água importada, o escoamento de águas pluviais e o escoamento base diminuem de forma não significativa. A quantidade de água disponível nos reservatórios aumenta do Cenário 3a para o Cenário 3b, a mesma quantidade apresentada nos Cenários 2a e 2b (Quadro 5.8), isto é, 94% em média, visto que o aumento dos reservatórios mantém-se. A quantidade de água utilizada pelos reservatórios para rega de jardins privados representa 26% da quantidade de água disponível.\nRelativamente aos indicadores de sustentabilidade, comparando cada um dos cenários com o Cenário de Referência (Quadro 5.7), com a aquisição de reservatórios, em média, a quantidade de água de abastecimento público e o escoamento de águas pluviais diminuem de igual modo (Cenário de Referência/Cenário 3a - 1.8 mm/ano, ou seja, aproximadamente 13500 m3/ano e Cenário de Referência/Cenário 3b - 3.4 mm/ano, ou seja, aproximadamente 26200 m3/ano), diminuição essa que, no entanto, não é significativa. No caso da água de abastecimento público é de 0.7% quando se compara o Cenário 3a com o Cenário de Referência e 1.4% no caso do Cenário 3b vs Cenário de Referência enquanto que para o escoamento de águas pluviais a diferença é de 0.5% quando se compara o Cenário 3a com o Cenário de Referência e 0.95% para o caso do Cenário 3b vs Cenário de Referência.\nConsiderando a comparação entre o Cenário de Referência e o Cenário 3b, note-se que a diminuição do escoamento de águas pluviais (aproximadamente 26200 m3/ano) corresponde apenas a cerca de 6.6% da quantidade de água total necessária para rega.\n.As Figuras 5.14 e 5.15 representam, graficamente, as componentes de entrada e saída do balanço hídrico anual dos Cenários 3a e 3b.\n■\tPrecipitação C3a (%)\t■ Precipitação C3b (%)\n■\tÁgua de abastecimento público C3a (%) Água de abastecimento público C3b (%)\nFigura 5.14 - Componentes de entrada do balanço hídrico anual - Cenário 3a vs Cenário 3b\n■\tEvapotranspiração real C3a (%) ■ Evapotranspiração real C3b (%)\n■\tÁguas Pluviais C3a (%)\t■ Águas Pluviais C3b (%)\n■\tÁguas Residuais C3a (%)\t■ Águas Residuais C3b (%)\nFigura 5.15 - Componentes de saída do balanço hídrico anual - Cenário 3a vs Cenário 3b\nComparando as Figuras 5.12 e 5.14 constata-se que os intervalos das percentagens das componentes, precipitação e quantidade da água de abastecimento público, mantêm-se em relação aos Cenários 2a e 2b (68% - 83% e 17% - 32%, respetivamente); o mesmo se verifica para o Cenário de Referência (Figura 5.10).\nComo se pode verificar pela Figura 5.15, o intervalo das percentagens da evapotranspiração real e das águas residuais varia de igual modo (39% - 56% e 16% - 18%, respetivamente) comparado com os Cenários 2a e 2b (Figura 5.13). O escoamento de águas pluviais varia entre 26% e 45%. Para o Cenário de Referência (Figura 5.11) os intervalos das percentagens das componentes de saída são idênticos.\nFace aos resultados apresentados, pode-se então afirmar que a diferença entre reservatórios para aproveitamento de águas pluviais de capacidade 10 m3 e 20 m3 é mínima.\n5.2.6\tCenário 4 vs Cenário de Referência\nNo Cenário 4 considerou-se em todos os loteamentos urbanos, exceto os números 4, 5, 19, 38 e 47, a aquisição/colocação de reservatórios de aproveitamento de águas pluviais de 20 m3 (1711 reservatórios).\nAs Figuras 5.16 e 5.17 mostram, para o Cenário 4, as percentagens das componentes de entrada e de saída do balanço hídrico no ano mais chuvoso (2002), no ano mais seco (2012) e a média no período em estudo (2002-2012).\n■ Precipitação (%)\t■ Água de abastecimento público (%)\nFigura 5.16 - Componentes de entrada do balanço hídrico no ano mais chuvoso, mais seco e a\nmédia - Cenário 4\n■ Evapotranspiração real (%)\t«Águas Pluviais (%)\t«Águas Residuais (%)\nFigura 5.17 - Componentes de saída do balanço hídrico no ano mais chuvoso, mais seco e a\nmédia - Cenário 4\nComo se pode verificar pela Figura 5.16 a precipitação é, em média, três vezes superior à quantidade de água de abastecimento público variando esta relação entre 4,9 e 2,5 para o ano mais chuvoso e para o ano mais seco, respetivamente.\nComo se pode observar da Figura 5.17, a quantidade de água de abastecimento público é, em média, menor que o escoamento de águas pluviais. Relativamente à evapotranspiração real esta apresenta a maior percentagem em relação às restantes componentes. No ano mais chuvoso, a evapotranspiração real é igual à soma do escoamento das águas pluviais com as águas residuais. No entanto, no mais seco, a evapotranspiração real é superior à soma do escoamento de águas pluviais com as águas residuais. Os valores das componentes de saída no ano mais chuvoso são equivalentes aos valores médios.\nO Quadro 5.10 mostra o balanço hídrico anual ao longo de um período de simulação de 11 anos - ano mais chuvoso, ano mais seco e a média.\nQuadro 5.10 - Balanço hídrico anual da bacia em estudo - Cenário 4\nPeríodo de Tempo\tUnidades\tPrec.\tÁgua de abasteci-mento público\tEvapotransp. real\tEsc. Águas Pluviais\tÁguas Residuais\tVariação do armazenamento na bacia\nMédia\tmm/ano\t811\t239\t511\t346\t174\t19\n\tL/(hab.d)\t823\t242\t518\t351\t177\t19\nCv\t%\t29\t4\t5\t33\t11\t-\nMais seco (2012)\tmm/ano\t596\t247\t473\t204\t155\t11\n\tL/(hab.d)\t605\t250\t480\t207\t157\t11\nMais chuvoso (2002)\tmm/ano\t1104\t221\t510\t328\t181\t306\n\tL/(hab.d)\t1120\t224\t517\t333\t184\t310\nAnalisando o Quadro 5.10 a quantidade de águas residuais é, em média, 73% da água do abastecimento público.\nPara o ano mais chuvoso, a diferença entre os valores da precipitação e a média corresponde a 293 mm originando uma diminuição na água de abastecimento público de 18 L/(hab.dia). As componentes do balanço hídrico provenientes da urbanização (água de abastecimento público e águas residuais) tiveram menos impacto que as restantes componentes (precipitação, evapotranspiração real e águas pluviais) comparadas com a média do balanço hídrico a médio-prazo. Aproximadamente 83% das entradas e saídas da água estão relacionadas com as ocorrências naturais, ou seja, a precipitação, a evapotranspiração real, o escoamento das águas pluviais e as variações de armazenamento na bacia.\nEm relação aos indicadores de sustentabilidade, a diferença entre a quantidade de água de abastecimento público no ano mais seco (250 L/(hab.dia)) e no ano mais chuvoso (224 L/(hab.dia)) é pequena. O valor das águas residuais é inferior ao valor do escoamento das águas pluviais.\nO maior coeficiente de variação anual corresponde ao valor do escoamento das águas pluviais, sendo que a diferença do ano mais chuvoso para o ano seco é de 124 mm/ano.\nO Quadro 5.11 apresenta o balanço hídrico médio sazonal com os respetivos componentes de entrada e saída.\nQuadro 5.11 - Balanço hídrico médio sazonal (2002-2012) - Cenário 4\nPeríodo de Tempo\tUnidades\tPrec.\tÁgua de abastecimento público\tEvapotransp. real\tEsc. Águas Pluviais\tÁguas Residuais\tVariação do armazenamento na bacia\nPrimavera\tmm\t147\t55\t213\t64\t39\t-113\n\tL/(hab.dia)\t149\t56\t216\t65\t39\t-115\nCv\t%\t33\t8\t11\t27\t4\t-\nVerão\tmm\t71\t86\t104\t46\t38\t-31\n\tL/(hab.dia)\t72\t87\t105\t46\t38\t-31\nCv\t%\t73\t7\t20\t24\t1\t-\nOutono\tmm\t359\t51\t88\t125\t48\t149\n\tL/(hab.dia)\t364\t52\t89\t127\t48\t151\nCv\t%\t43\t11\t19\t54\t21\t-\nInverno\tmm\t235\t47\t106\t112\t50\t14\n\tL/(hab.dia)\t238\t47\t108\t113\t51\t14\nCv\t%\t51\t2\t12\t54\t25\t-\nO Verão é a estação do ano em que a quantidade de água de abastecimento público apresenta o maior valor, em média, 35% da utilização anual. A quantidade de água de abastecimento público é cerca de duas vezes superior ao valor do escoamento de águas pluviais. A evapotranspiração real excede a precipitação em 47%. É nesta estação que se verifica o coeficiente de variação mais elevado, 73% para a precipitação.\nNo Outono há uma alteração notória de algumas das componentes do balanço. Assim, em relação ao Verão, a água de abastecimento público diminui cerca de 40%, a precipitação aumenta 5 vezes e o escoamento de águas pluviais aumenta 2.7 vezes.\nNo Inverno, a água de abastecimento público é equivalente ao valor do escoamento de águas residuais. O valor da evapotranspiração real é, aproximadamente, metade do valor da precipitação. É nesta estação que que se verificar o maior coeficiente de variação das águas residuais de 25%.\nNa Primavera, o valor da evapotranspiração real é superior ao valor da precipitação e comparada com as restantes estações do ano, aumentou praticamente para o dobro.\nO Quadro 5.12 apresenta os resultados globais do Cenário 4.\nQuadro 5.12 - Resultados do Cenário 4\nAno\tEs c. superficial (m m/ano)\tEsc. superficial em áreas impermeáveis (mm/ano)\tEsc. base (mm /ano)\tEsc. de águas pluviais (mm/ano)\tÁgua de abastecimento público (mm/ano)\tÁgua de abastecimento público (m 3/ano)\tVariação do armazenamento na bacia (m m/ano)\tRendimento dos telhados (m3/ano)\tÁgua em excesso nos reservatórios (m3/ano)\tÁgua disponível nos reservatórios (m3/ano)\tN° de falhas de resposta do reservatório às solicitações de re ga\tÁgua utilizada através do reservatório (m3/ano)\tDéfice do rese rvatório (m3/ano)\n2002\t277,7\t145,0\t50,3\t328,0\t221,0\t1681666,5\t305,6\t339886,7\t249067,5\t138737,0\t2100,0\t56599,3\t82137,8\n2003\t327,3\t153,5\t250,6\t577,9\t232,0\t1764800,1\t66,5\t351066,4\t286620,6\t174714,6\t2982,0\t64445,8\t110268,7\n2004\t130,1\t89,4\t210,8\t340,8\t231,3\t1759461,5\t-114,3\t217156,7\t133882,3\t181017,9\t2520,0\t83274,4\t97743,5\n2005\t91,7\t70,4\t128,8\t220,5\t252,0\t1917390,8\t-31,9\t170066,6\t107302,7\t232485,1\t4452,0\t62763,8\t169721,3\n2006\t324,1\t153,9\t157,2\t481,3\t231,4\t1760283,7\t150,3\t352082,7\t286634,7\t175037,8\t2772,0\t65885,2\t109152,6\n2007\t104,8\t70,5\t220,7\t325,5\t240,5\t1829642,4\t-225,3\t168280,3\t113055,1\t196120,0\t4284,0\t62690,5\t133429,5\n2008\t109,4\t88,2\t134,8\t244,2\t232,0\t1765007,8\t19,7\t214723,7\t130714,2\t177692,2\t2856,0\t76107,1\t101585,1\n2009\t236,9\t124,8\t146,2\t383,0\t241,7\t1838795,2\t131,2\t293720,5\t211073,5\t212173,7\t3402,0\t82647,1\t129526,6\n2010\t213,3\t115,1\t201,0\t414,2\t244,6\t1860957,0\t-0,1\t265509,6\t209098,1\t208924,7\t3906,0\t56411,5\t152513,2\n2011\t119,4\t80,3\t171,6\t291,1\t251,1\t1910101,9\t-105,9\t192333,5\t127314,5\t230932,0\t4494,0\t65019,0\t165913,0\n2012\t91,8\t73,6\t112,3\t204,1\t246,8\t1877812,2\t11,1\t183617,7\t97580,0\t229027,4\t3528,0\t86037,7\t142989,7\nMé di a anual\t184,2\t105,9\t162,2\t346,4\t238,6\t1814970,6\t18,8\t249843,0\t177474,7\t196066,2\t3390,3\t69257,6\t126808,6\nRita Isabel Matias Nunes Leitão\n71\nComparando o Cenário 4 com o Cenário de Referência (Quadro 5.7), os valores da precipitação, da evapotranspiração real, das águas residuais e a variação do armazenamento na bacia não sofreram alterações, em relação à média.\nEm relação aos indicadores de sustentabilidade, a colocação de reservatórios origina, em média, uma diminuição igual no que respeita à quantidade de água de abastecimento público e ao escoamento de águas pluviais (11.3 mm/ano, ou seja, aproximadamente 86500m3/ano). No caso da água de abastecimento público essa diminuição é de 4.5% enquanto que para o escoamento de águas pluviais é de 3.2%.\nNote-se mesmo que com a colocação de reservatórios em 1711 lotes, a diminuição do escoamento de águas pluviais (aproximadamente 86500 m3/ano) corresponde apenas a cerca de 22% da quantidade de água total necessária para rega.\n6\tCONCLUSÕES\n6.1\tConsiderações Finais\nA água é essencial à vida de todos os seres vivos. A preservação, a necessidade do tratamento e a reutilização faz com que a sua gestão sustentável seja cada vez mais relevante. A escassez de água torna-se uma ameaça em várias regiões pois, muitas vezes, não têm capacidade para satisfazer as necessidades de água existentes na região. Para uma melhor gestão da água é necessário conhecer o ciclo hidrológico e os recursos hídricos disponíveis em cada região, bem como o ciclo urbano da água, considerando as suas vertentes de utilização e consumo. A análise do balanço hídrico permite avaliar o impacto da urbanização sobre os processos hidrológicos que ocorrem numa bacia de drenagem e, ainda, explorar alternativas na gestão dos recursos hídricos.\nPara avaliar a quantidade total de água que é utilizada no ciclo urbano da água recorreu-se ao modelo Aquacycle, tendo sido este desenvolvido para fornecer uma visão holística do sistema de água urbana, permitindo que o abastecimento de água, a drenagem de água residuais e o escoamento de água pluviais se integrem como num único sistema. A aplicabilidade deste modelo exige o conhecimento dos valores do uso doméstico da água, dos dados meteorológicos e a descrição das características de uso do solo do local em estudo.\nNo âmbito do presente estudo, o modelo Aquacycle permite uma avaliação das fontes alternativas para melhorar a sustentabilidade no uso da água: redução de perdas de água na rede e aproveitamento de águas pluviais. Para isso, foram analisados diferentes cenários de forma a identificar possíveis melhorias no ciclo urbano da água. No presente estudo, por razões de limitação de recurso, particularmente de tempo, na definição de cenários não se considerou a reutilização de águas residuais.\nO modelo foi aplicado para a bacia da Ribeira dos Covões, pertencente ao concelho de Coimbra, abrangendo um área de 760.83 ha.\nComparando os cenários com 20% e sem perdas de água, como seria de esperar, o escoamento base diminui (em média 27.3%), visto que não existem perdas de água na rede pública. Em relação aos indicadores de sustentabilidade, o escoamento de águas pluviais e a quantidade água de abastecimento público através da rede pública também diminuem, em média, 12.5% e 20% respetivamente.\nNo que diz respeito aos cenários com e sem reservatórios para aproveitamento de águas pluviais, em relação aos indicadores de sustentabilidade analisados, água de abastecimento público e escoamento de águas pluviais, verifica-se que a diferença entre eles é muito pouco significativa.\nA capacidade dos reservatórios para aproveitamento de águas pluviais (10 m3 e 20m3) não foi capaz de satisfazer a procura da água para rega sem recorrer à água de abastecimento público, visto que, a água disponível nos reservatórios pode ou não coincidir com o período de maior necessidade de água para rega, face à diferença temporal entre os períodos com precipitação e os períodos com necessidades de rega. Verificou-se que mesmo na situação correspondente ao cenário em que na maior parte dos lotes se colocavam reservatórios, apenas cerca de - das necessidades de água para rega foram satisfeitas. Para reduzir as necessidades de rega poder-se-ia optar por adequar as espécies plantadas nos jardins a espécies que consumam menos água, embora esta medida seja mais fácil de implementar em jardins novos (Almeida etal, 2006).\nConclui-se então que, no ponto de vista individual, estas alternativas não têm grande impacto. Não faz sentido avançar por soluções individuais antieconómicas, na medida em que as necessidades de rega só seriam, eventualmente, satisfeitas através de instalação de reservatórios com volumes não razoáveis para serem suportados através do investimento de particulares. No entanto, a nível coletivo o aproveitamento de águas pluviais poderá ser uma boa opção, caso ocorram iniciativas/investimentos adequados por parte das entidades públicas. Note-se que, de acordo com o Plano de Drenagem da Ribeira dos Covões (AC, 2009), está prevista a construção de sete bacias de retenção de águas pluviais com uma capacidade de armazenamento aproximada de 156000 m3. Pelo aproveitamento de água armazenada nestas bacias para rega de espaços públicos facilmente se conseguirá uma redução da utilização da água de consumo público equivalente à conseguida com a instalação de reservatórios individuais nos lotes de construção individuais, conforme se viu na análise dos Cenários 3a e 3b.\n6.2\tEstudos futuros\nO estudo da Sustentabilidade na Gestão Ciclo Urbano da Água aborda alternativas para melhorar a gestão deste recurso hídrico. Este é um tema que necessita de ser desenvolvido com alternativas concretizáveis e viáveis proporcionando uma utilização de forma racional e sustentável, de modo a prevenir a escassez de água. Face às conclusões apresentadas, sugere-se como prosseguimentos de estudo:\n• Estudo da bacia com implantação de soluções de aproveitamento de águas da chuva coletivas;\n- Desenvolvimento e quantificação de outros indicadores de sustentabilidade do uso da água como, por exemplo, a reutilização de águas residuais;\n- Ampliação do modelo de simulação do Ciclo Urbano da Água utilizado de modo que seja possível analisar o impacto económico (em termos de investimento e de operação e manutenção) das fontes alternativas de água consideradas e soluções tecnológicas empregues.\nREFERÊNCIAS BIBLIOGRÁFICAS\nAC (2009). “Plano de Drenagem da Bacia da Ribeira dos Covões”. Águas de Coimbra. Gabinete Técnico de Inovação. Coimbra: Versão 1.\nAlmeida, M. C., Vieira, P., Ribeiro, R. M. A. (2006). “ Uso eficiente da água no sector urbano”. Guia Técnico n° 8 do ERSAR. Laboratório Nacional de Engenharia Civil. Lisboa.\nDiretiva do Parlamento Europeu e do Conselho 2007/60/CE, de 23 de outubro de 2007, relativa à avaliação e gestão dos riscos de inundações, Jornal Oficial das Comunidades Europeias, L 288 (2007-11-06), pp. 27-34.\nEUCAR@ (2014). http://www.eucar.be/Sustainable%20Propulsion/focus-on-urban-mobility-1/urban%20and%20rural%20population2.jpg/view. European Council for Automotive R&amp;D. Acedido em 10 janeiro 2014.\nFAO\t(2008).\tGlobal\twaterstress\tand\tscarcity.\tIn\nhttp://www.grida.no/graphicslib/detail/global-waterstress-and-scarcity 14bc#.\nFAO@ (2012). http://www.fao.org/nr/water/aquastat/water use/index.stm. Aquastat. Food and Agriculture organization of the united nations. Acedido em 10 abril 2014.\nFAO@ (2014). http://www.fao.org/nr/water/topics scarcity.html. FAO water. Food and Agriculture organization of the united nations. Acedido em 5 março 2014.\nFoxon, T.J., McIlkenny, G., Gilmour, D., Oltean-Dumbrava, C., Souter, N., Ashley, R., Butler, D., Pearson, P., Jowitt, P. e Moir, J. (2002). “Sustainability Criteria for Decision Support in the UK Water Industry”.\nGrimmond C.S.B., Oke T.R. e Steyn D.G. (1986). “Urban Water Balance 1, Model for Daily Totals”, Water Resources Research, 22(10), 1397-1403.\nKharas, H. (2011). “The Emerhing Middle Class in Developing Countries”. Brookings, june XX: p. 8.\nLast, E.M. (2010). “CITY WATER BALANCE - A New Scoping Tool For Integrated Urban Water Management Options”. Doctor of Philosophy, The University of Birmingham Birmingham, United Kingdom.\nLekkas, D.F, Manoli, E., e Assidimacopoulos, D. (2008). “Integrated Urban Water Modelling Using the Aquacycle Model”. Global NEST Journal, Vol. 10, No 3, pp. 310-319.\nLibelium@(2012).\nhttp://www.libelium.com/es/smart water cycle monitoring sensor network/#!prettyPh oto. Libelium Worl (página internet oficial), Spain.\nMarques, J. A. S., Carvalho, R.F., Simões, N., Pina, R. e Reis, P. (2007). “Estudos de Hidrologia Urbana na Cidade de Coimbra”, Instituto de Investigação Interdisciplinar. Universidade de Coimbra.\nMcKinsey (2009). “Charting our water future: Economic frameworks to inform decisionmaking”. Munich: 2030 Water Resource Group, McKinsey Company.\nMcPherson, M.B. (1981). “Research on urban hydrology: a contribution to the International Hydrological Programme”. Technicalpapers in Hydrology No. 15, UNESCO, Paris.\nMitchell (2005). “Aquacycle User Guide - a daily urban water balance model”. CRC for Catchment Hydrology, Monash University, Australian.\nMitchell, V.G, Mcmahon, T. e Mein, R. (2003). “Components of the Total Water Balance of an Urban Catchment”. Environmental Management, Vol. 32, No 6, pp. 735-746.\nMitchell, V. G., Meins, R. G., McMahon, T. A. (2001). “Modelling the urban water cycle”. Environmental Management, pp. 615-629.\nMolden, D. (2007). “A Comprehensive Assessment of Water Management in Agriculture”. Earthscan, London.\nPina, R.D, Simões, T. M. N., Marques, A.S., Temido, J.L.S.S e Sousa, J.J.O. (2010). “A Gestão dos Sistemas de Drenagem da Cidade de Coimbra”. Encontro Nacional de Saneamento Básico. Simpósio luso-brasileiro de Engenharia Sanitária e Ambiental.\nTemido, J. (2005). “Apontamentos da disciplina de Tratamento de Águas e Efluentes”. Departamento de Química da FCTUC.\nUSGS@ (2013). http://ga.water.usgs.gov/. United States Geological Survey. Acedido em 11 de janeiro 2014.\nWikipédia@(2014), http://pt.wikipedia.org/wiki/Coimbra#mediaviewer/Ficheiro:LocalCoimbra.svg. Acedido em 11 fevereiro 2014."}]}}}