{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15622"}, {"@name": "filename", "#text": "22089_AnaPaulaGMeski.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Ana Paula Gomes Meski \n \n \n \n \n \n \n\nEstudo comparativo da pele pré- e pós-\n\nquimioabrasão para tratamento de rítides da região \n\nperioral : avaliação clínica e imuno-histoquímica \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Faculdade \nde Medicina da Universidade de São \nPaulo, para obtenção do título de \nMestre em Ciências. \n\nÁrea de concentração: Dermatologia \n\nOrientador: Prof. Dr. Luiz Carlos Cucé \n\n    \n    \n   \n \n \n \n \n \n \n \n\nSão Paulo  \n2005 \n\n \n\n\n\n                                                                                                                                             \n  \n\n \n\n \n\n\n\n                                                                                                                                             \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedicatória \n\n \n\n Ao meu marido Carlos, pela presença constante, \n\npelo imenso amor e apoio em todos os momentos e,  mesmo sem \n\nperceber, é o grande orientador da minha vida e profissão.  \n\n \n\n Aos meus pais, Miguel e Lucília, pelo exemplo de \n\nvida, sempre com amor e sabedoria, iluminando meus passos. \n\n \n\n À minha irmã Ana Maria, pelo privilégio de tê-la \n\nsempre ao meu lado, auxiliando e incentivando-me em toda a \n\nminha vida. \n\n \n\n À Maria Helena e Iriad (in memoriam), pelo \n\ncarinho e incentivo. Onde quer que o senhor esteja, sei que está \n\nfeliz por esta realização. \n\n\n\n                                                                                                                                             \n  \n\nAgradecimentos \n\n \n\n Ao Professor Doutor Luiz Carlos Cucé, meu \n\norientador, pelos valiosos ensinamentos, não só neste trabalho, \n\nmas por ser um grande exemplo de médico e mestre. \n\n \n\n À Professora Doutora Bogdana Victória Kadunc, por \n\nter me ensinado a técnica de quimioabrasão, e pela valiosa \n\ncolaboração neste estudo. \n\n \n\n Ao Professor Doutor Evandro Rivitti, pela \n\noportunidade de ingressar na Pós-graduação do Departamento de \n\nDermatologia da Faculdade de Medicina da Universidade de São \n\nPaulo. \n\n \n\n Às Professoras Doutoras Mirian Nacagami Sotto, \n\nMaria Apparecida Constantino Vilela e Neusa Yuriko Sakai Valente \n\npelas sugestões preciosas que muito contribuíram no resultado \n\ndeste estudo. \n\n \n\n À Professora Doutora Mílvia Simões e Silva \n\nEnokihara, pela revisão das lâminas de imuno-histoquímica e \n\nauxílio na documentação fotográfica histológica. \n\n \n\n Ao Cleiton Alves, pelo incansável auxílio na parte \n\ntécnica e pela realização das lâminas de imuno-histoquímica. \n\n \n\n À Bacharel em estatística, Ana Paula Scramin, \n\npelos serviços prestados de assessoria estatística. \n\n \n\n\n\n                                                                                                                                             \n  \n\n À Professora Marisa Cukier, pela revisão em língua \n\nportuguesa. \n\n \n\n Aos amigos, Madalena Alves, Christiana Moron, \n\nPaulo Eduardo Ruiz, Marcela Polinária e Leonardo, por todo o apoio \n\ne incentivo nos momentos mais difíceis.  \n\n \n\n Aos Funcionários do Departamento de \n\nDermatologia do Hospital das Clínicas da Faculdade de Medicina da \n\nUniversidade de São Paulo, e para todos que, direta ou \n\nindiretamente, colaboraram na realização deste trabalho. \n\n \n\n  \n\n Agradeço de forma especial: \n\n \n\n Às pacientes que contribuíram e tornaram possível \n\neste estudo, e por serem sempre a razão de nossas pesquisas. \n\n\n\n                                                                                                                                             \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA elaboração desta dissertação está de acordo com: \n\n \n\nReferências: adaptado de International Committee of Medical Journals Editors \n\n(Vancouver). \n\n \n\nUniversidade de São Paulo. Faculdade de Medicina. Serviço de Biblioteca e \n\nDocumentação. Guia de apresentação de dissertações, teses e monografias. \n\nElaborado por Anneliese Carneiro da Cunha, Maria Julia de A. L. Freddi, Maria F. \n\nCrestana, Marinalva de Souza Aragão, Suely Campos Cardoso, Valéria Vilhena. \n\nSão Paulo: Serviço de Biblioteca e Documentação; 2004. \n\n \n\nAbreviaturas dos títulos dos periódicos de acordo com List of Journals Indexed in \n\nIndex Medicus. \n\n\n\n                                                                                                                                             \n  \n\nSumário \n\n \n\nLista de Abreviaturas \n\nResumo \n\nSummary \n\n1. INTRODUÇÃO................................................................... 1 \n\n2. OBJETIVOS ...................................................................... 6 \n\n3. REVISÃO DA LITERATURA .................................................. 8 \n\n3.1  Dermabrasão ..............................................................9 \n\n3.1.1  Alterações histológicas da pele após a \n\ndermabrasão ..................................................13 \n\n3.1.2  Indicações da dermabrasão...............................15 \n\n3.1.3  Contra-indicações da dermabrasão.....................18 \n\n3.1.4  Efeitos colaterais da dermabrasão ......................19 \n\n3.2  Dermabrasão manual com lixa d’água ..........................21 \n\n3.3  Quimioabrasão..........................................................24 \n\n3.3.1  Ácido tricloroacético .........................................26 \n\n3.4  Envelhecimento e rugas periorais ................................30 \n\n3.5  Resposta imunológica da pele .....................................35 \n\n4. MÉTODOS.......................................................................38 \n\n4.1  Casuística ................................................................39 \n\n4.2  Métodos ...................................................................41 \n\n4.2.1  Avaliação das pacientes antes da quimioabrasão ..41 \n\n4.2.2  Técnica cirúrgica da quimioabrasão ....................41 \n\n4.2.3  Lixas d’água - T223 .........................................43 \n\n4.2.4  Acompanhamento das pacientes após a \n\nquimioabrasão .................................................45 \n\n\n\n                                                                                                                                             \n  \n\n4.2.5  Obtenção e congelamento dos fragmentos para o \n\nestudo imuno-histoquímico ...............................45 \n\n4.2.6  Técnica imuno-histoquímica para a demonstração \n\nda expressão da molécula de adesão celular, \n\nCD1a, HLA-DR, linfócitos CD4+ E CD8+..............46 \n\n4.2.7  Quantificação dos elementos celulares imuno-\n\nmarcados .......................................................50 \n\n4.2.8  Metodologia estatística .....................................50 \n\n5. RESULTADOS ..................................................................51 \n\n5.1  Análise descritiva da amostra......................................52 \n\n5.2  Evolução clínica das pacientes após a \n\nquimioabrasão ..........................................................54 \n\n5.3  Demonstração das células de Langerhans epidérmicas, \n\nexpressão de ICAM-1, HLA-DR e de linfócitos CD4+ e \n\nCD8+ na derme ........................................................64 \n\n5.4  Quantificação e comparação da expressão de anti-CD1a \n\nna epiderme e de anti-CD4+, anti-CD8+, anti-HLA-DR e \n\nanti-ICAM-1 na derme das pacientes antes e 30 dias após \n\na quimioabrasão ........................................................67 \n\n6. DISCUSSÃO ....................................................................70 \n\n7. CONCLUSÕES..................................................................84 \n\n8. ANEXOS .........................................................................86 \n\n9. REFERÊNCIAS .................................................................91 \n\n \n\n \n\n\n\n                                                                                                                                             \n  \n\nLISTA DAS ABREVIATURAS \n\n \n \n\nATA ácido tricloroacético \n\nBSA soro de albumina bovina \n\nCD1a anticorpo monoclonal que evidencia antígenos das \n\n células de Langerhans \n\nDAB diaminobenzidina \n\net al. e outros \n\n5-fu 5-fluorouracil \n\nHC-FMUSP Hospital das Clínicas da Faculdade de  \n\n Medicina da Universidade de São Paulo \n\nHIV vírus da imunodeficiência humana \n\nHLA-DR human leucocyte antigen: antígeno da classe II do \n\n complexo principal de histocompatibilidade \n\nICAM-1 molécula de adesão intercelular \n\nMHC major histocompatibility complex: complexo maior \n\nde  histocompatibilidade \n\nrpm  revoluções por minuto \n\nTRIS-HCL hidróxi-metil-amino-metano-ácido-clorídrico \n\nUVB ultravioleta B \n\nVHS vírus do herpes simples \n\n \n\n\n\n                                                                                                                                             \n  \n\n \n\nRESUMO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                                                                                                             \n  \n\nMeski APG. Estudo comparativo da pele pré- e pós-quimioabrasão \npara tratamento de rítides da região perioral: avaliação clínica e \nimuno-histoquímica [dissertação]. São Paulo: Faculdade de \nMedicina, Universidade de São Paulo; 2005. 109p. \n \nAtualmente existem vários tratamentos para melhorar a aparência \nda pele com fotoenvelhecimento. A quimioabrasão é uma dessas \ntécnicas, consiste na associação de esfoliação química com ácido \ntricloroacético a 35%, seguida por dermabrasão. O ácido \ntricloroacético facilita a dermabrasão por promover coagulação das \nproteínas da pele, tornando-a mais friável. Além disto, produz um \nbranqueamento na pele que está relacionado ao seu grau de \npenetração, auxiliando a uniformização da profundidade atingida \ncom a dermabrasão. A técnica de dermabrasão utilizada neste \nestudo, foi manual com lixas d’água, por ser indicada para \ntratamento de regiões da face, como a perioral, pois não evidencia \nos limites entre as regiões tratadas ou não. Trata-se de um \nlixamento graduável, sendo mais profundo sobre as rítides e mais \nsuperficial na periferia da região tratada. Foram estudadas 12 \npacientes submetidas à quimioabrasão para o tratamento de rítides \nperiorais. Após 30 dias, observou-se atenuação das rugas e \nmelhora da textura da pele, em todas as pacientes. Após um ano, \nos resultados se mantiveram ou ficaram clinicamente melhores. Foi \nrealizado um estudo comparativo da quantificação das células de \nLangerhans e expressões da molécula de adesão intercelular-1, do \nantígeno da classe II do complexo principal de histocompatibilidade \n(HLA-DR), dos linfócitos CD4+ e CD8+ na pele, antes e 30 dias \napós a realização da quimioabrasão. Todas as pacientes \napresentaram redução da quantidade das células de Langerhans, \napós 30 dias (p=0,002). Não se observou diferença \nestatisticamente significante para os outros elementos celulares \nestudados. A diminuição da quantidade das células de Langerhans \njustificaria o desenvolvimento de infecção por herpes simples, em \ntrês pacientes, mesmo sem apresentarem antecedente pessoal \npara a doença. Este trabalho mostra que as células de Langerhans, \nmesmo com a reepitelização completa da pele, mantêm-se em \nmenor número, 30 dias após a realização de quimioabrasão.  \n \n \nDescritores: 1.ENVELHECIMENTO DA PELE 2.FACE/cirurgia \n3.ABRASÃO QUÍMICA/métodos 4.DERMABRASÃO/métodos \n5.ÁCIDO TRICLOROACÉTICO/uso terapêutico \n6.IMUNOHISTOQUÍMICA/métodos \n\n\n\n                                                                                                                                             \n  \n\n \n\nSUMMARY \n \n\n \n\n\n\n                                                                                                                                             \n  \n\nMeski APG. Chemabrasion for perioral wrinkles treatment: clinical and \nimmunohistochemical an alysis of the skin [dissertation]. São Paulo: \n“Faculdade de Medicina, Universidade de São Paulo”; 2005. 109p. \n \nAt the latest years, the interest in improving the appearance of the \nphotoaged skin has increased considerably. Chemabrasion is an \neffective procedure that alleviates many facial cutaneous disorders \nlike photodamage and wrinkled skin. This is a combined procedure \nof 35% trichoroacetic acid chemical peel associated with manual \ndermabrasion with drywall sanding screen. The trichoroacetic acid \ncoagulates skin proteins and promotes a more uniform depth of the \ndermabrasion. The technique of manual dermasanding takes little \nskill factor, causes no splatter, provides uniformly pleasant results, \nand leaves no sharp lines of demarcation. It is indicated for the \ntreatment of subunits of the face. Twelve patients with actinic \ndamage of the perioral skin have undergone chemabrasion. \nImprovement in rhytides and skin texture were observed in all \npatients after 30 days and one year. This study also evaluated the \nexpression of CD1-a positive Langerhans cells, ICAM-1, HLA-DR \nand CD4+ and CD8+ cells, before and one month after the \nsurgery. Significant difference in the expression of anti-CD1a was \ndetected between the two comparison groups, before and after \nchemabrasion. After 30 days, the Langerhans cells were reduced in \nall patients (p=0,002). The results of the expression of HLA-DR, \nICAM-1, CD4+ and CD8+ cells before and after the surgery had no \nstatistically different significance. After chemabrasion, three \npatients had herpes virus infection. The resurfacing techniques can \ncause immunological impairment, which justifies the high incidence \nof bacterial and virus infections in the skin, after these treatments. \n \n \nKeywords: 1.SKIN AGING 2.FACE/surgery \n3.CHEMEXFOLIATION/methods 4.DERMABRASION/methods \n5.TRICHLOROACETIC ACID /therapeutic use \n6.IMUNOHISTOCHEMISTRY/methods \n \n\n \n\n\n\n \n\n1. INTRODUÇÃO \n \n\n \n\n \n\n\n\nIntrodução 2\n\n \n\n \n\n \n\n \n\nA pesquisa de um método ideal para o tratamento \n\ndo rejuvenescimento da pele é o objetivo de vários estudos. O \n\nfotoenvelhecimento pode ser definido como as alterações \n\ndegenerativas na pele induzidas pela exposição solar. Os primeiros \n\nsinais são mudanças da textura e coloração da pele, e mais \n\ntardiamente, há formação de rítides e perda progressiva da \n\nelasticidade cutânea. Nas últimas décadas, o fotoenvelhecimento \n\nvem sendo tratado por meio de técnicas ablativas, que fazem a \n\nremoção da epiderme e parte da derme, como esfoliações \n\nquímicas, laser de dióxido de carbono e dermabrasão.  \n\nA dermabrasão é um método mecânico que \n\nremove a epiderme e a derme superior com o objetivo de fazer o \n\nnivelamento da pele e induzir a reorganização do colágeno, sem \n\ndanificar a derme reticular profunda, para não originar cicatrizes. A \n\ntécnica mais difundida é a que utiliza dermabrasores, que são \n\naparelhos com lixas rotatórias de aço, mais agressivas, ou \n\ndiamantadas, mais delicadas, com velocidades de rotação de \n\n18.000 a 35.000 revoluções por minuto (ORENTREICH, 1969). \n\nExistem riscos associados a esta técnica, como atingir \n\nacidentalmente áreas como a região periocular e lábios, e dispersar \n\n\n\nIntrodução 3\n\npartículas de sangue e fragmentos de tecido, que podem \n\ncontaminar a equipe médica (WENTZELL et al., 1989). Além disto, \n\né necessária a utilização de substâncias para congelamento prévio \n\nda pele, a fim de torná-la mais rígida e facilitar o lixamento, mas \n\npodem danificar os melanócitos, gerando hipopigmentação (HANKE \n\net al., 1984).  \n\nO tratamento de regiões da face, como a perioral, \n\né um desafio, pois muitas técnicas podem deixar evidentes os \n\nlimites entre a região tratada e a que não recebeu tratamento. A \n\ntécnica de dermabrasão utilizada neste estudo foi manual com lixas \n\nd’água, pois permite um lixamento graduável, sendo mais profundo \n\nsobre as rítides e mais superficial na periferia da região tratada, \n\nevitando a demarcação. Outra vantagem desta técnica é não \n\noferecer risco de disseminação de partículas que podem \n\ncontaminar a equipe médica. Atualmente é considerada como o \n\ntratamento ablativo de escolha para as rítides periorais \n\n(CHIARELLO, 1996). \n\nHARRIS et al., em 1994, descreveram a técnica de \n\ndermabrasão manual com lixa d’água seguida da aplicação de ATA \n\na 25%, para tratamento do fotoenvelhecimento facial. Os autores \n\ndemonstraram que a técnica é segura, fácil de ser executada, com \n\nbaixos riscos de alterações da pigmentação e cicatrização, além de \n\nfacilitar o tratamento de áreas de difícil acesso aos dermabrasores, \n\n\n\nIntrodução 4\n\ncomo a região perioral. Sabe-se que, isoladamente, as esfoliações \n\nquímicas com ATA oferecem bons resultados para o tratamento do \n\nrejuvenescimento da pele, mas este ácido em concentrações altas \n\npode ocasionar discromias.  \n\nA associação das técnicas de dermabrasão e \n\nesfoliação química é a quimioabrasão, denominação dada por \n\nSTAGNONE, em 1977. \n\nNeste trabalho, a aplicação de ATA a 35% foi feita \n\nantes da dermabrasão manual com lixas d’água, a fim de facilitar o \n\nlixamento, pois o ATA promove a coagulação das proteínas da pele, \n\ndeixando-a mais friável e delimitando a profundidade atingida. \n\nExiste correlação exata entre o branqueamento que o ATA produz \n\nna pele com a profundidade atingida (RUBIN, 1995). Assim, esta \n\ntécnica de quimioabrasão associa e potencializa dois tratamentos \n\nseguros e eficazes: a esfoliação química com ATA em baixas \n\nconcentrações e a dermabrasão manual com lixas d’água. \n\nAs avaliações clínicas das pacientes estudadas \n\nforam realizadas 30 dias e um ano após a realização da \n\nquimioabrasão. Não existe, na literatura, uma padronização da \n\ntécnica de análise dos resultados dos tratamentos que visam ao \n\nrejuvenescimento cutâneo (LAMPERLE, 2001). Esta análise, na \n\nmaioria das vezes, baseia-se no grau de satisfação do paciente e \n\ndo médico. Neste estudo, a avaliação da melhora das rítides \n\n\n\nIntrodução 5\n\nperiorais após a quimioabrasão foi baseada na classificação de \n\nBAKER das rugas periorais (1998). \n\nOs tratamentos que fazem ablação cutânea \n\nalteram a resposta imunológica da pele, aumentando a incidência \n\nde infecções virais e bacterianas. Este estudo analisou o \n\ncomportamento das células de Langerhans antes e 30 dias após a \n\nquimioabrasão, assim como as expressões da molécula de adesão \n\nintercelular (ICAM-1), do antígeno maior de histocompatibilidade \n\nclasse II (HLA-DR) e dos linfócitos CD4+ e CD8+ para avaliar as \n\nalterações da resposta imunológica da pele após a quimioabrasão. \n\nA medicina promove o bem-estar biopsicossocial \n\ndo indivíduo e, graças aos seus avanços, a expectativa de vida vem \n\naumentando. A preocupação das diversas especialidades médicas é \n\naumentar a longevidade, portanto cabe ao dermatologista, por \n\nmeio das técnicas de rejuvenescimento, melhorar a saúde da pele \n\ne a qualidade de vida de seus pacientes.  \n\n \n\n\n\n \n\n \n\n2.  OBJETIVOS \n \n\n\n\nObjetivos \n\n \n7\n\n \n\n \n\n \n\n \n\n O propósito do presente trabalho foi avaliar a \n\ntécnica de quimioabrasão, que associa ATA a 35% e dermabrasão \n\nmanual com lixas d’água para o tratamento de rítides da região \n\nperioral, por: \n\n \n\n1. Avaliação clínica quanto à melhora das rítides e de outros sinais \n\nde fotoenvelhecimento, após 30 dias e um ano da sua realização. \n\n \n\n2. Avaliação do impacto na resposta imunológica da pele por meio \n\nda análise da quantificação das células de Langerhans e \n\nexpressão da molécula de adesão intercelular-1 (ICAM-1), do \n\nantígeno maior de histocompatibilidade classe II (HLA-DR) e de \n\nlinfócitos CD4+ e CD8+ na pele, antes e 30 dias após a cirurgia. \n\n \n\n \n\n\n\n \n\n \n\n3.  REVISÃO DA LITERATURA \n \n\n\n\nRevisão da Literatura \n\n \n \n \n\n9\n\n \n\n \n\n \n\n \n\n3.1  Dermabrasão \n\n \n\n Os registros mais antigos da utilização de técnicas \n\nde esfoliação, para a melhora da qualidade e aspecto da pele, \n\nencontram-se no Egyptian Ebers Papyrus, escrito há mais de 3500 \n\nanos (EBBEL, 1937). Por volta do ano 3100 a.C., os egípcios \n\nutilizavam substâncias como óleos, sal e alabastro para fazerem a \n\nesfoliação mecânica da pele, e os turcos usavam o fogo para esta \n\nfinalidade (BRODY, 1989a).  \n\nOs dermatologistas foram os pioneiros no uso das \n\nesfoliações para benefícios terapêuticos. Unna, dermatologista \n\nalemão, em 1882, relatou o uso de substâncias químicas \n\nesfoliantes que ainda hoje são utilizadas, como ácido salicílico, \n\nresorcinol, fenol e ATA (LETESSIER, 1998).  \n\n KROMAYER (1905), dermatologista alemão, \n\nintroduziu o primeiro aparelho elétrico para realizar dermabrasão, \n\ncomposto pelo que ele denominava como facas cilíndricas \n\nrotatórias. Naquela época, a dermabrasão resultava em alterações \n\n\n\nRevisão da Literatura \n\n \n \n \n\n10\n\nda pigmentação e cicatrizes, já que atingia profundidades maiores \n\ne irregulares.  \n\nKURTIN e ROBBINS (1953), dermatologista e \n\nengenheiro, respectivamente, desenvolveram um dermabrasor com \n\nlixas de aço, a partir de um equipamento dental, para tratamento do \n\nrejuvenescimento da face. Este aparelho conferiu grande avanço à \n\ntécnica, por atingir profundidades mais uniformes. Posteriormente, \n\nestes mesmos autores desenvolveram outro tipo de dermabrasor \n\ncom lixas diamantadas, mais delicadas, destinado ao tratamento de \n\ncicatrizes. BLAU, em 1954, em parceria com o mesmo engenheiro, \n\ndesenvolveu um pequeno dermabrasor, substituindo os \n\nequipamentos anteriores que eram de grande tamanho.  \n\nLUIKART et al. (1956) criaram um dermabrasor \n\nportátil com lixas de aço, mas estas retinham restos teciduais, \n\ndificultando o processo de esterilização. Posteriormente, os \n\nautores as substituíram por lixas diamantadas, que possuíam um \n\nbom poder abrasor, mesmo sendo mais delicadas, e permitiam \n\nlimpeza mais fácil.  \n\nCLAUBAUGH (1968) demonstrou que a dermabrasão \n\nnão precisava atingir grandes profundidades para ter efeito. O autor \n\ndetalhou uma técnica mais superficial com dermabrasor, para a \n\nremoção de tatuagens, evitando a formação de cicatrizes. \n\n\n\nRevisão da Literatura \n\n \n \n \n\n11\n\nOs dermabrasores atingiam, em média, velocidades \n\nde 14.000 rpm a 17.000 rpm. Em 1969, HAGERMAN et al. criaram \n\num dermabrasor de menor tamanho, capaz de atingir 30.000 rpm. \n\n ORENTREICH, em 1969, publicou uma revisão \n\nextensa sobre as diferentes técnicas de dermabrasão existentes até \n\naquele momento e suas inúmeras indicações.   \n\n NIECHAJEV et al. (1992) concluíram que os \n\nabrasores com lixas de aço, por fazerem abrasão mais agressiva, \n\ntêm maior risco de atingir a derme reticular profunda e ocasionar \n\ncicatrizes, enquanto que as lixas diamantadas, por serem mais \n\ndelicadas, permitem melhor controle da profundidade atingida, \n\nsendo as indicadas para médicos que se iniciam na técnica.  \n\n NELSON et al. (1996) realizaram um estudo \n\ncomparativo entre os resultados do tratamento do \n\nfotoenvelhecimento com dermabrasão, realizada com lixas \n\ndiamantadas e de aço, e demonstraram que ambas possuem a \n\nmesma eficácia.  \n\nAtualmente são utilizados dermabrasores com lixas \n\ndiamantadas, com velocidades que variam de 20.000 rpm a 50.000 \n\nrpm. Alguns autores recomendam que a profundidade a ser \n\natingida com a dermabrasão é no nível da derme papilar, que \n\ncorresponde ao sangramento inicial, devendo ser interrompida \n\nantes de atingir a derme reticular (EL-DOMYATI et al., 2004). \n\n\n\nRevisão da Literatura \n\n \n \n \n\n12\n\nA dermabrasão foi uma técnica muito utilizada por \n\ndermatologistas, nas décadas de 50 e 60. Na década de 70, não \n\nhouve publicações na literatura sobre dermabrasão; neste período \n\na atenção estava voltada para o estudo das esfoliações químicas \n\n(LAWRENCE, 2000). Em 1972, DUPONT et al. descreveram a \n\ntécnica de associação de fenol a 88% seguido por dermabrasão \n\ncom lixas diamantadas para o tratamento de cicatrizes de acne. Em \n\n1977, STAGNONE denominou a técnica como quimioabrasão. A \n\npartir da década de 80, período em que ocorreu o crescimento da \n\ncirurgia dermatológica, a dermabrasão voltou a ser amplamente \n\nestudada. Os diversos trabalhos publicados servem como base para \n\no estudo de outras técnicas que promovem a ablação da pele.   \n\nNa década de 90, foram introduzidas as técnicas \n\nablativas com laser, prometendo injúria térmica mínima, baixo \n\nrisco de formação de cicatrizes e melhor controle da profundidade a \n\nser atingida. FITZPATRICK et al. (1996b) demonstraram que a \n\nesfoliação química, a dermabrasão e o laser de CO2 produzem \n\nalterações histológicas semelhantes na pele.  \n\nKITZMILLER et al. (2000) estudaram 20 pacientes \n\nque realizaram dermabrasão com dermabrasor em metade da \n\nregião perioral, para o tratamento de rugas, comparando-a com a \n\noutra metade que recebeu tratamento com laser de dióxido de \n\ncarbono. Foram enviadas fotografias, após seis meses de \n\ntratamento, para dez médicos. Após análise, foi observada melhora \n\n\n\nRevisão da Literatura \n\n \n \n \n\n13\n\num pouco superior, em torno de 10%, para as pacientes tratadas \n\ncom o laser. As pacientes foram questionadas sobre o método de \n\nsua preferência, e elegeram a dermabrasão, por causar menor dor \n\nno período pós-operatório. \n\n STUZIN et al. (2000) relataram bons resultados para \n\no tratamento das rugas periorais com o laser de erbium pulso longo. \n\nOs autores relataram que em alguns casos utilizam dermabrasão, \n\nfeita de forma superficial, para não resultar em hipocromia, que \n\nmuitas vezes pode se desenvolver até dois anos após a cirurgia. Os \n\nautores sugerem que a dermabrasão realizada em regiões da face \n\ndeva atingir somente a profundidade da derme papilar. \n\n \n\n3.1.1  Alterações histológicas da pele após a dermabrasão \n\n \n\nBURKS (1957) descreveu as alterações histológicas \n\nque ocorrem na pele após a dermabrasão. Foram realizadas biópsias \n\nem 1500 pacientes, dez meses após a cirurgia. O autor concluiu que \n\nas unidades pilossebáceas e os pêlos se mantêm inalterados, os \n\ndepósitos de melanina diminuem e há formação de colágeno. \n\nEm 1959, AYRES et al. demonstraram que após a \n\ndermabrasão ocorre formação de tecido conectivo novo, conferindo \n\nà face aspecto mais jovem, além de atuar na prevenção do \n\naparecimento de queratoses actínicas. \n\n\n\nRevisão da Literatura \n\n \n \n \n\n14\n\nNELSON et al. (1994) evidenciaram que, após três \n\nsemanas da dermabrasão, ocorre aumento de colágeno na derme \n\nsuperior, e demonstraram que este processo se intensifica após 12 \n\nsemanas. As fibras elásticas não sofrem alterações significativas.  \n\nHARMON et al. (1995), em estudos com \n\nmicroscopia eletrônica, observaram que não ocorre alteração das \n\ncélulas basais, fibrilas de ancoragem, filamentos de ancoragem e \n\nhemidesmossomos após a realização de dermabrasão. As bandas \n\nde colágeno superficiais adquirem orientação unidirecional paralela \n\nà superfície da epiderme, e há aumento do número dos fibroblastos, \n\n5 a 6 semanas após a dermabrasão.  \n\nO estudo mais recente sobre as alterações \n\nhistológicas da pele após a dermabrasão foi realizado por EL-\n\nDOMYATI et al., em 2004. Os autores demonstraram que, após três \n\nmeses da realização de dermabrasão, ocorre aumento da espessura \n\nda epiderme. As células granulosas tornam-se maiores e os grânulos \n\nde queratohialina, mais densos. A coloração de Fontana-Masson \n\nrevela redução da quantidade de melanina, os grânulos tornam-se \n\nmenores e mais dispersos entre os queratinócitos. Observa-se \n\ndecréscimo da quantidade de elastina nas três semanas iniciais, \n\nseguido de aumento nos três meses seguintes, mas a quantidade \n\ntotal de elastina permanece em nível mais baixo que o inicial, e há \n\nausência de material elastótico. Logo após a dermabrasão, observa-\n\n\n\nRevisão da Literatura \n\n \n \n \n\n15\n\nse a diminuição dos colágenos tipos I e III, seguido de aumento \n\napós três meses. Na microscopia eletrônica, evidencia-se que, três \n\nsemanas após a dermabrasão, os corneócitos ficam mais achatados, \n\nregulares e homogêneos, e o estrato córneo tem menor espessura. \n\nOs melanossomas ficam menores, em menor número e com menos \n\nmelanina. Na derme, há aumento do número e tamanho dos \n\nfibroblastos, e as fibras elásticas, assim como as de colágeno, \n\nformam bandas densas e regulares.  \n\n \n\n3.1.2  Indicações da dermabrasão \n\n \n\nEm 1994, FRANK resumiu que a dermabrasão é \n\nútil para o tratamento de qualquer condição em que: (1) a \n\nremoção de tecido seja necessária, (2) a profundidade do tecido a \n\nser removido não seja grande e (3) a superfície da região a ser \n\ntratada tenha limites bem definidos. \n\nA principal indicação de dermabrasão, na década \n\nde 50, era para a correção de cicatrizes (LOWENTHAL, 1953).  \n\nBURKS (1955) publicou um trabalho descrevendo \n\nnovas indicações da dermabrasão como: tratamento da acne, \n\nrugas, lentigos, melasma, queratoses, hiperplasia sebácea e acne \n\nqueloideana.  \n\n\n\nRevisão da Literatura \n\n \n \n \n\n16\n\nBURKS et al. (1963) demonstraram a eficácia da \n\ndermabrasão para o tratamento de dano actínico extenso e a \n\nconsideraram como a modalidade mais efetiva para a prevenção do \n\naparecimento de novas queratoses actínicas. Foram seguidos por \n\noutros estudos que estimaram que a ação profilática da \n\ndermabrasão permaneça por um período de até oito anos após a \n\nsua realização (COLEMAN et al., 1996; BENEDETTO et al., 1992).  \n\nEPSTEIN (1966) concluiu que, dentre os \n\ntratamentos existentes até aquele momento para queratoses \n\nactínicas, somente a dermabrasão era capaz de fazer também a \n\nsua profilaxia. FIELD (1984) comparou os efeitos do 5-fu tópico e \n\nda dermabrasão para a prevenção de queratoses actínicas, \n\ndemonstrando que a primeira é a mais eficaz. WINTON et al., em \n\n1986, demonstraram que a cicatrização da pele após a \n\ndermabrasão é mais rápida do que com o 5-fu tópico. \n\nCOLEMAN et al. (1996) estudaram 23 pacientes \n\ncom idades entre 33 e 76 anos, que foram submetidos à \n\ndermabrasão para remoção de queratoses actínicas. Após um ano, \n\n96% dos pacientes permaneceram sem novas lesões; em dois \n\nanos, 83%; em três anos, 79%; em quatro anos, 64% e, em cinco \n\nanos, 54%.   \n\nLANG (1988) relatou o sucesso de um caso de \n\nocronose exógena tratado com dermabrasão. \n\n\n\nRevisão da Literatura \n\n \n \n \n\n17\n\nYARBOROUGH (1988) demonstrou que a \n\ndermabrasão para a correção de cicatrizes cirúrgicas deve ser \n\nrealizada até seis semanas após a cirurgia, obtendo melhores \n\nresultados do que se realizada mais tardiamente. \n\nEm 2002, ROENIGK e em 2003, GOLD compilaram \n\nas indicações mais freqüentes da dermabrasão (quadro 1). \n\nEm 2004, TANG relatou o tratamento com \n\ndermabrasão, de líquen amilóide, na região dorsal, refratário a \n\nvárias terapias. Após anestesia tumescente, utilizou-se \n\ndermabrasor com velocidade de 20.000 rpm, até atingir o \n\nsangramento inicial. O prurido e as pápulas desapareceram e o \n\núnico efeito colateral observado foi hipopigmentação em um dos \n\ncinco pacientes submetidos ao tratamento. \n\n \n\nQuadro 1 - Indicações da dermabrasão (ROENIGK, 2002, e \nGOLD, 2003) \n\nDano actínico da pele Sardas \n\nAdenoma sebáceo Lentigo \n\nTatuagens Líquen amilóide \n\nAngiofibromas Nevo epidérmico linear \n\nDoença de Darier Queratose seborréica \n\nCicatrizes cirúrgicas e de acne Tricoepitelioma \n\nRinofima Estrias \n\nNevo Verrucoso Poroqueratose de Mibelli \n\n \n\n \n\n\n\nRevisão da Literatura \n\n \n \n \n\n18\n\n3.1.3  Contra-indicações da dermabrasão \n\n \n\n Em 1994, foi constituído pela Academia Americana \n\nde Dermatologia um comitê responsável pela criação do Guidelines \n\nof care for dermabrasion, no qual estão descritas as contra-\n\nindicações da dermabrasão (DRAKE et al., 1994) (quadro 2). \n\nQuadro 2 - Contra-indicações da dermabrasão (DRAKE et \nal., 1994) \n\nAntecedente pessoal de quelóide ou cicatriz hipertrófica \n\nUso de isotretinoína sistêmica há menos de um ano \n\nRadiodermite \n\nDisplasia ectodérmica congênita \n\nInfecção pelo HIV \n\nHepatites B ou C  \n\nDiscrasia sanguínea  \n\nHerpes simples em atividade \n\nLupus eritematoso \n\nPatologias com fenômeno de Köebner  \n\nGravidez \n\nImpossibilidade de evitar a exposição solar \n\nInstabilidade emocional \n \n\n \n\nWENTZELL et al. (1989) alertaram sobre o risco de \n\ncontaminação da equipe médica, por meio de partículas de sangue \n\ne fragmentos de tecido, que se dispersam no ar com a utilização de \n\ndermabrasores. Os autores demonstraram que, graças ao seu \n\npequeno tamanho, estas partículas podem atingir os alvéolos \n\n\n\nRevisão da Literatura \n\n \n \n \n\n19\n\npulmonares. Com o aumento da incidência das infecções pelo HIV e \n\nvírus das hepatites B e C, ORENTREICH et al. (1995) postularam a \n\nproibição do uso de dermabrasores em pacientes infectados. \n\n \n\n3.1.4  Efeitos colaterais da dermabrasão \n\n \n\n Em 2003, GOLD descreveu os efeitos colaterais da \n\ndermabrasão (quadro 3). \n\nQuadro 3 – Efeitos colaterais da dermabrasão (GOLD, \n2003) \n\nHiperpigmentação pós-inflamatória \n\nHipopigmentação  \n\nEritema persistente \n\nCicatriz hipertrófica \n\nQuelóide \n\nInfecção por herpes simples \n\nInfecções bacterianas \n\nMílio \n\nRecidiva de acne \n \n\n \n\n A dermabrasão era realizada com aplicação prévia \n\nde substâncias capazes de congelar a pele, para promover seu \n\nenrijecimento e facilitar o lixamento, além de fazer anestesia \n\nsuperficial, estabilizar os contornos irregulares da pele, delimitar a \n\nregião a ser tratada e controlar a profundidade atingida. WILSON \n\net al., em 1956, estudaram estas substâncias e elegeram o \n\n\n\nRevisão da Literatura \n\n \n \n \n\n20\n\ndiclorotetrafluoretano como a substância mais adequada para ser \n\nutilizada antes da dermabrasão.  \n\n HANKE et al. (1984) relataram casos de pacientes \n\ncom desenvolvimento de eritema persistente, cicatriz hipertrófica e \n\nhipopigmentação, graças à utilização do diclorotetrafluoretano. No \n\nano seguinte, DZUBOW (1985) realizou uma pesquisa com médicos \n\nque utilizavam a técnica de congelamento prévio da pele e \n\nconstatou que, dentre eles, 42% já haviam apresentado algum tipo \n\nde efeito colateral. Nenhum problema foi relatado por este grupo, \n\nao realizar a dermabrasão sem congelamento.  \n\n SHIP et al. (1985) descreveram novos casos de \n\npacientes que desenvolveram hipopigmentação, associada à \n\ntécnica de congelamento da pele antes da dermabrasão. Em 1987, \n\nHANKE et al., a partir de um estudo com modelo animal, \n\ndemonstraram que as substâncias utilizadas para congelar a pele \n\ndanificavam os melanócitos. COLEMAN; KLEIN (1992) \n\ndemonstraram que a técnica de anestesia tumescente, que utiliza \n\nlidocaína diluída em solução fisiológica, é eficaz para a \n\ndermabrasão, promovendo rigidez do tecido, sem o risco de \n\noriginar discromias. \n\n   \n\n\n\nRevisão da Literatura \n\n \n \n \n\n21\n\n3.2  Dermabrasão manual com lixa d’água \n\n \n\n A técnica de dermabrasão manual com lixas d’água \n\nfoi descrita por IVERSON (1947), cirurgião plástico americano, para \n\no tratamento de tatuagens na face resultantes de trauma. Esta \n\ntécnica foi criada com o intuito de ser mais segura do que a \n\nutilização de dermabrasores, com lixas de aço ou diamantadas, \n\npois o médico tem melhor controle da profundidade a ser atingida. \n\nAlém disto, evita a dispersão de partículas com potencial \n\ncontaminante para a equipe médica. \n\n MOKAL et al. (1990) realizaram a dermabrasão \n\ncom a lixa d’água presa à haste de um aparelho de barbear sem a \n\nlâmina, para facilitar seu manuseio. \n\nSTOLAR (1993) descreveu a técnica de \n\ndermabrasão com lixas d’água, seguida da aplicação imediata de \n\nnitrogênio líquido sobre as regiões que necessitariam de \n\ndermabrasão mais profunda, como as rugas. A técnica foi realizada \n\nem toda a face para o tratamento do fotoenvelhecimento, com \n\nexcelentes resultados e ausência de efeitos colaterais.  \n\n ZISSER et al. (1995) demonstraram a técnica de \n\ndermabrasão manual com lixas d’água para o tratamento de \n\ncicatrizes provenientes da remoção de câncer de pele e queratoses \n\n\n\nRevisão da Literatura \n\n \n \n \n\n22\n\nactínicas, realizada 6 a 10 semanas após as cirurgias, com bons \n\nresultados. Os autores relataram as vantagens desta técnica em \n\nrelação à que utiliza dermabrasores (quadro 4).  \n\n \n\nQuadro 4 - Vantagens da dermabrasão manual com lixas \nd’água em relação aos dermabrasores (ZISSER \net al., 1995) \n\nMenor custo \n\nUtilização de materiais descartáveis \n\nSem risco de atingir pálpebras ou o vermelhão dos lábios \n\nMelhor controle da profundidade a ser atingida \n\nMais confortável para o paciente graças à ausência de ruído \n\nNão dispersa partículas de sangue para a equipe médica \n\n \n\n \n\n CHIARELLO (1996) relatou bons resultados com a \n\ntécnica de dermabrasão manual com lixa d’água associada à \n\nanestesia tumescente e crioterapia, para o tratamento de rugas \n\nperiorais.  Ele foi o introdutor da técnica que utiliza lixas d’água \n\ncom diferentes graus de aspereza, iniciando o lixamento com a \n\nmais áspera, seguida progressivamente pelas mais finas. \n\nGIN et al. (1999) obtiveram resultados finais \n\nsemelhantes para tratamento de rugas do lábio superior, com laser \n\nde dióxido de carbono e dermabrasão manual com lixas \n\ndiamantadas em 20 pacientes. Concluíram que o tratamento de \n\nregiões da face é melhor com a dermabrasão manual pela ausência \n\n\n\nRevisão da Literatura \n\n \n \n \n\n23\n\nde formação de linhas de demarcação entre as áreas que foram ou \n\nnão tratadas, pela simplicidade da técnica e baixo custo. O eritema \n\napós um mês era semelhante em 85% dos pacientes, com duração \n\nmédia de dois meses e meio para as duas técnicas. \n\nCHIARELLO (1999), em resposta a este trabalho, \n\nrelatou que havia abandonado a técnica com laser de dióxido de \n\ncarbono para tratamento de rugas da região perioral, preferindo a \n\ntécnica de dermabrasão com lixas d’água, graças à maior \n\nsegurança e aos melhores resultados.  \n\nHOLMKVIST et al. (2000) relataram resultados \n\nfinais semelhantes para o tratamento das rugas periorais com a \n\ndermabrasão manual com lixas diamantadas e lixas d’água, e com \n\no laser de dióxido de carbono. O tempo de cicatrização se reduz \n\npela metade com a dermabrasão e a dor no pós-operatório \n\ntambém é menor. Os autores sugeriram que estes resultados \n\ndeveriam ser testados em outras regiões da face.  \n\n GILLARD et al. (2002) realizaram um estudo \n\ncomparativo entre dermabrasão com lixas diamantadas e com lixas \n\nd’água, aplicadas em cada metade de cicatrizes cirúrgicas, \n\noriginadas pela remoção de lesões neoplásicas da pele. Não foram \n\nobservadas diferenças nos resultados, entre os dois tipos de \n\ntratamento.  \n\n\n\nRevisão da Literatura \n\n \n \n \n\n24\n\n POULOS et al. (2003) também demonstraram bons \n\nresultados, em 80% dos pacientes tratados com dermabrasão \n\nmanual com lixas d’água, para a correção de cicatrizes cirúrgicas, \n\nrealizada seis a oito semanas após a cirurgia.  \n\nROXO et al. (2003) relataram sucesso no \n\ntratamento de cicatriz hipocrômica localizada no antebraço, com a \n\ndermabrasão manual com lixa d’água.  \n\n \n\n \n\n3.3  Quimioabrasão \n\n  \n\n A técnica de quimioabrasão associa dermabrasão e \n\nesfoliação química, com o intuito de potencializar as duas terapias.  \n\n A dermabrasão tradicional utiliza substâncias que \n\ncongelam a pele, para facilitar a mecânica do lixamento, por \n\nendurecimento dos tecidos, mas originam vários efeitos colaterais. \n\nA quimioabrasão utiliza substâncias químicas para esta mesma \n\nfinalidade. \n\nDUPONT et al. (1972) foram os primeiros a descrever \n\no uso associado de fenol a 88% seguido de dermabrasão com lixas \n\ndiamantadas, para tratamento de cicatrizes de acne. Os autores \n\nrelataram bons resultados, sem desenvolvimento de efeitos colaterais.  \n\n\n\nRevisão da Literatura \n\n \n \n \n\n25\n\nEm 1977, STAGNONE utilizou a mesma técnica \n\npara o tratamento do fotoenvelhecimento da face, denominando-a \n\nquimioabrasão. \n\nHORTON et al. (1984) relataram que a associação \n\nde fenol a 88% e dermabrasão com lixas diamantadas tem, como \n\nmelhor indicação, a atenuação de rugas não resultantes de \n\nflacidez da pele.  \n\n  Em 1997, MALDONADO relatou que a aplicação de \n\nfenol a 88% antes da dermabrasão manual, com lixa diamantada, \n\nresulta em menor dor no pós-operatório.  \n\n  O fenol é usado para esfoliações químicas desde o \n\ninício do século passado, apresenta ótimos resultados no \n\nfotoenvelhecimento intenso, mas tem seu uso limitado por efeitos \n\naltamente tóxicos e pela hipocromia que, invariavelmente, provoca \n\nna pele devido a sua ação deletéria sobre os melanócitos \n\n(KADUNC, 1998). \n\nA quimioabrasão utilizando ATA foi descrita por \n\nHARRIS; NOOLEMAN, em 1994. Estes autores publicaram os \n\nresultados obtidos com a associação de dermabrasão manual com \n\nlixa d’água, seguida da aplicação de ATA a 25%, para tratamento \n\ndo dano actínico da face. Foram tratadas mais de 300 pacientes, \n\ncom diferentes fototipos, e não foi observado nenhum efeito \n\ncolateral, com remoção de 70% a 90% das rugas. Os autores \n\n\n\nRevisão da Literatura \n\n \n \n \n\n26\n\ndemonstraram que é uma técnica segura, fácil de ser executada, \n\ncom baixo risco de gerar alterações da pigmentação e cicatrizes, \n\nalém de atingir áreas anatômicas de difícil acesso com os \n\ndermabrasores elétricos, como as regiões perioral e periocular.  \n\nO único trabalho publicado na literatura que utiliza \n\nATA a 35% antes da dermabrasão foi realizado por KADUNC, ALMEIDA \n\n(2003) para tratamento de cicatrizes de acne não distensíveis. \n\nNão há relatos na literatura sobre a técnica de \n\nquimioabrasão com ATA a 35% antes da dermabrasão manual com \n\nlixas d’água para o tratamento de rítides periorais. \n\n \n\n3.3.1  Ácido tricloroacético \n\n  \n\n O ATA é constituído por cristais brancos, \n\nhigroscópicos, solúveis em água, álcool e éter. Tem poder cáustico \n\nintenso, na concentração de 100% é mais forte que o fenol. O seu \n\nmecanismo de ação é a coagulação das proteínas da pele e a sua \n\nfórmula química é: C2HCl3O2 (KADUNC, 1998). \n\n Em 1962, AYRES concluiu que o ATA tem efeito \n\ncáustico maior que o fenol, e as concentrações ideais de uso são de \n\n25% a 50%. Observou que não há risco de absorção sistêmica, e \n\nfoi o primeiro autor a perceber a relação entre o grau de necrose \n\noriginado na pele e a formação de colágeno novo. \n\n\n\nRevisão da Literatura \n\n \n \n \n\n27\n\nRESNIK et al., em 1976, mostraram a correlação \n\nentre a profundidade atingida na pele e a concentração utilizada de \n\nATA. Foram descritos três tipos de esfoliações químicas: as \n\nsuperficiais, com ATA a 20%; as médias, com ATA a 35%; e as \n\nprofundas, com ATA a 50% ou 70%. \n\nAs esfoliações químicas com ATA, com \n\nconcentrações acima de 45%, têm risco maior de originar \n\nalterações pigmentares e cicatrizes hipertróficas por absorção \n\nirregular do cáustico (LOBER, 1987). Assim, na década de 80, \n\nsurgiram na literatura descrições de técnicas combinadas de \n\nesfoliações químicas, com a intenção de potencializar a ação do \n\nATA a 35% com outras substâncias menos cáusticas. Em 1986, \n\nBRODY e HAILEY associaram a neve carbônica seguida da aplicação \n\nde ATA a 35% sem o risco de gerar cicatrizes. BRODY, em 1989b, \n\nrelatou bons resultados com a associação de ATA a 35% e solução \n\nde Jessner, conferindo uma esfoliação química mais uniforme e \n\natingindo a mesma profundidade que o uso isolado de ATA a 50%. \n\nA solução de Jessner é uma associação de ácido salicílico a 14%, \n\nácido lático (85%) a 14% e resorcina a 14% em etanol. \n\nA aplicação de ATA, em concentrações de 10% a \n\n35%, penetra até a derme papilar, produz bons resultados para o \n\nfotoenvelhecimento e é mais segura que o uso de concentrações \n\nmaiores, como demonstrado no trabalho de STAGNONE (1989). \n\n\n\nRevisão da Literatura \n\n \n \n \n\n28\n\nROENIGK e BROADLAND, em 1993, publicaram \n\namplo estudo sobre o uso e a ação do ATA em pele de porco. Após \n\n30 dias observa-se, na epiderme, diminuição da sua espessura e \n\ndestruição dos queratinócitos atípicos. Na derme, há formação de \n\ncolágeno novo, aumento do número dos fibroblastos e \n\nreorganização das fibras elásticas. Os autores concluíram que a \n\nprofundidade da agressão gerada pelo ácido é proporcional a sua \n\nconcentração. As concentrações de 35% a 50% atingem de 0,3 mm \n\na 0,4 mm de profundidade e de 80%, 0,8 mm a 0,9 mm. Provaram, \n\nassim, que concentrações acima de 50% podem originar cicatrizes. \n\nBRIDENSTINE e DOLEZAL (1994) publicaram um \n\nestudo sobre os métodos de preparo da solução de ATA e \n\nenfatizaram a importância de padronização de um método. \n\nConcluíram que o preparo ideal é aquele que utiliza o método \n\n(peso/volume), ou seja, mistura a concentração desejada de ATA \n\nem cristais (gramas) com água destilada para se obter 100 ml de \n\nsolução. Outros estudos confirmaram ser este o melhor método de \n\npreparo da solução (ROENIGK, 1994; VOSSEN et al. 2000).  \n\nA profundidade atingida pelo ATA na pele se traduz \n\npela presença e intensidade do eritema e branqueamento, que se \n\norigina 30 segundos a dois minutos após a aplicação. RUBIN (1995) \n\nclassificou este branqueamento em três níveis: no nível I nota-se \n\neritema com áreas irregulares de branqueamento, no nível II forma-\n\n\n\nRevisão da Literatura \n\n \n \n \n\n29\n\nse uma camada branca discreta com eritema, no nível III ocorre o \n\nbranqueamento intenso, sem visualização de eritema. Quanto mais \n\nrápido, intenso e uniforme for o branqueamento, maior é a \n\nprofundidade alcançada. JOHNSON et al. (1996) descreveram a \n\ncorrespondência histológica destes sinais. As concentrações de 10% \n\na 25% penetram somente a epiderme; 30% a 40%, até a derme \n\npapilar e acima de 45%, a derme reticular. Existem outros fatores \n\nque interferem na penetração dos esfoliantes químicos; para o ATA \n\nos principais além da concentração são: espessura da pele, força da \n\naplicação e quantidade aplicada (RUBIN, 1995). \n\nA literatura registra inúmeras publicações a \n\nrespeito do uso de esfoliações químicas com ATA para o tratamento \n\ndo fotoenvelhecimento, como STUZIN et al. (1993), DINNER et al. \n\n(1998) e MONHEIT; CHASTAIN (2001). \n\nSPIRA et al. (2003) publicaram um estudo sobre o \n\nrejuvenescimento perioral comparando a esfoliação química com \n\nATA a 35% e a dermabrasão, obtendo excelentes resultados com \n\nas duas técnicas. Confirmaram que a aplicação do ATA não confere \n\ntoxicidade sistêmica, uma vez que passa por um processo de \n\nneutralização nos vasos do plexo dérmico. Para o tratamento de \n\nrugas finas e alterações da textura da pele, os autores indicam a \n\nutilização de ATA a 35% e, para as rugas mais profundas, \n\ndermabrasão ou fenol a 50%. \n\n\n\nRevisão da Literatura \n\n \n \n \n\n30\n\n3.4  Envelhecimento e rugas periorais \n\n \n\n O envelhecimento cutâneo é um fenômeno \n\nbiológico complexo que afeta todos os constituintes da pele. \n\nExistem dois processos de envelhecimento, simultâneos e \n\nindependentes. O envelhecimento intrínseco, que é inato, afeta o \n\norganismo como um todo; e o envelhecimento extrínseco, também \n\nchamado fotoenvelhecimento, ocorre por exposição à radiação \n\nultravioleta (GILCHREST, 1989). \n\n Além do fotoenvelhecimento e do envelhecimento \n\ncronológico, existem mais três fatores que interagem no \n\nenvelhecimento da face, são eles: ação da gravidade, linhas de \n\nexpressão e rugas de dormir (ELSON, 1993). \n\n O envelhecimento se caracteriza por uma série de \n\nalterações clínicas e histológicas. A pele pode apresentar textura \n\náspera, superfície irregular, aparecimento de neoplasias benignas \n\ne/ou malignas, discromias, telangiectasias, ressecamento e rugas \n\n(CALDERONE, FENSKE; 1995). Em relação aos fenômenos \n\nhistológicos do envelhecimento, existem diferenças entre o \n\nintrínseco e o extrínseco. Existem basicamente alterações atróficas \n\nno envelhecimento intrínseco. Na epiderme, observa-se diminuição \n\nda espessura, os queratinócitos são achatados, há atrofia da derme \n\n\n\nRevisão da Literatura \n\n \n \n \n\n31\n\ne diminuição do tamanho dos fibroblastos. No envelhecimento \n\nextrínseco, a epiderme apresenta hiperqueratose, os melanócitos \n\nestão em maior número e observa-se o achatamento da junção \n\ndermoepidérmica. Na derme, há larga faixa de material \n\neosinofílico, chamada de Zona Grenz, ocorre acúmulo de fibras \n\nelásticas, formando massas amorfas, é o material elastótico, os \n\nfibroblastos estão em número reduzido e as fibras colágenas são \n\nfinas (ODOM, 1994).  \n\n GLOGAU, em 1994, classificou o fotoenvelhecimento \n\nem quatro tipos, considerando o tipo de ruga, idade e a presença \n\nde sinais clínicos do envelhecimento (quadro 5). \n\nQuadro 5 -  Classificação do fotoenvelhecimento (GLOGAU, \n1994) \n\n \n\nTipo 1                     Ausência de rugas \nInicial                     De 20 a 30 anos de idade \n                              Alterações pigmentares brandas \n                              Ausência de lesões queratósicas \nTipo 2                     Rugas em movimento \nModerado                De 30 a 40 anos de idade \n                              Lentigos senis iniciais \n                              Queratoses palpáveis, mas não visíveis \n                              Rugas do sorriso iniciais \nTipo 3                     Rugas em repouso \nAvançado                Acima de 50 anos de idade \n                              Melanoses e telangiectasias \n                              Queratoses visíveis \nTipo 4                     Somente rugas \nGrave                      Acima de 60 anos de idade \n                              Pele com coloração amarela-acinzentada \n                              Malignidades podem estar presentes \n                              Dano actínico presente em toda pele \n\n\n\nRevisão da Literatura \n\n \n \n \n\n32\n\nNão existe na literatura um consenso da \n\nterminologia ou classificação para as rugas faciais. As rugas \n\nsuperficiais estão associadas às alterações de textura da pele \n\ncausadas pelo envelhecimento intrínseco e extrínseco. No início são \n\ndiscretas e tornam-se agrupadas com o tempo (STEGMAN, 1987). \n\nEstas linhas ocorrem por alterações na derme superficial, são \n\nmultidirecionais e podem ser corrigidas por esfoliações químicas, \n\ndermabrasão e técnicas ablativas com laser (GROVER et al., 1998).  \n\nAs rugas de expressão, ou rugas dinâmicas, \n\npodem ser superficiais ou profundas, formando pregas cutâneas. \n\nEstas se originam por movimentos repetidos da mímica facial \n\nassociada às alterações da pele envelhecida. Em geral, têm direção \n\nperpendicular aos músculos subjacentes. Podem ocorrer na fronte, \n\nglabela, sulco nasogeniano e na região perioral como rugas radiais \n\ndos lábios, rugas mentonianas e nos cantos da boca. O tratamento \n\nde escolha das rugas dinâmicas é aplicação de toxina botulínica \n\n(LEMPERLE et al., 2001). \n\n As pregas cutâneas, que são rugas profundas, \n\nformam-se pela flacidez e perda do tônus da pele, pela atrofia \n\nóssea e pela ação da gravidade. Estas rugas ocorrem nas \n\npálpebras, sulcos nasogeniano e labiomentoniano, e como linhas \n\nhorizontais no pescoço. Os tratamentos de escolha são cirúrgicos.  \n\nAs rugas periorais são de dois tipos, dinâmicas por \n\nse formarem pela movimentação decorrente da mastigação e fala, \n\ne estáticas pelo fotoenvelhecimento (GLOGAU, 1996). Estas rugas \n\n\n\nRevisão da Literatura \n\n \n \n \n\n33\n\ntambém são conhecidas como “rugas do fumante”, formam-se pelo \n\nmovimento repetido de contração da musculatura perioral e pelos \n\nefeitos deletérios do tabagismo. O mecanismo exato que leva o \n\ntabagismo a aumentar a elastose ainda não está bem esclarecido. \n\nSabe-se que os efeitos da fumaça do cigarro têm ação tópica na \n\npele, causando ressecamento e irritação. Além disso, a fumaça é \n\ncapaz de danificar o colágeno e a elastina do pulmão, portanto \n\nquestiona-se o mesmo efeito sobre a pele (ERNSTER et al., 1995). \n\nMaior quantidade de metaloproteinases (MMP-1), que são enzimas \n\nproteolíticas que degradam o colágeno, foi encontrada na pele de \n\nfumantes (LAHMANN, 2001).  \n\n Existem vários tratamentos para as rítides, mas a \n\navaliação do grau de melhora obtido após estes tratamentos é \n\nsubjetiva. Na literatura existem algumas classificações das rítides \n\nna tentativa de uma padronização (LEMPERLE et al., 2001).  \n\n FITZPATRICK et al., em 1996a, propuseram uma \n\nclassificação para as rugas periorais e perioculares, para medir os \n\nefeitos do laser de dióxido de carbono, baseando-se nas avaliações \n\nsubjetivas das rugas e do grau de elastose (quadro 6). \n\n \n\nQuadro 6 -  Classificação de rugas periorais e perioculares  \n(FITZPATRICK et al., 1996a) \n\nTipo Escore Rugas Grau de elastose \n\nI 1 a 3 finas discreto \nII 4 a 6 moderadas moderado \nIII 7 a 9 profundas intenso \n\n\n\nRevisão da Literatura \n\n \n \n \n\n34\n\n BAKER, em 1998, propôs uma classificação menos \n\nsubjetiva para as rugas periorais. Dividiu-as em três tipos, \n\nbaseando-se na sua quantidade, localização e profundidade \n\n(quadro 7). \n\n \n\nQuadro 7 - Classificação de rugas periorais (BAKER, 1998)  \n\nTipo Profundidade Localização Número de \nrugas \n\nI Superficiais 1/3 a \n1/2 do lábio superior ? 8 \n\nII Moderadas Mais de 2/3 do lábio \nsuperior \n\n9 a 15 \n\nIII Profundas Lábios superior e inferior, \nmento \n\n? 16 \n\n  \n\n HAMILTON, em 1998, fez uma classificação mais \n\ndetalhada para rugas, que foi criticada na literatura, por não ser \n\nobjetiva (LEMPERLE et al., 2001) (quadro 8). \n\n \n\nQuadro 8 -  Classificação de rugas faciais (HAMILTON, \n1998) \n\nTipo de \nruga \n\nA B C D \n\nMorfologia Pregas Sulcos Rugas Mistas\nTecido \nacometido \n\nMúsculo Músculo \nPele  \n\nPele Misto \n\nLocalização Nasolabial  \nCervical \nPálpebras  \n\nFronte \nRugas do \nsorriso \n\nMalar \nPeriocular \nPerioral \n\nMista \n\nEtiologia  Diminuição \ndo tônus \n \n\nExpressão \nfacial  \n\nEnvelhecimento \nextrínseco e  \nintrínseco  \n\nMisto \n\nTratamentos  Ritidectomia  \nBlefaroplastia \n\nPreenchimento \nToxina \nbotulínica  \n\nResurfacing  \nPeelings \n \n\nMisto \n\n\n\nRevisão da Literatura \n\n \n \n \n\n35\n\n3.5  Resposta imunológica da pele \n\n \n\nA epiderme faz parte do sistema imunológico não \n\nsó por ser uma barreira de proteção, mas também por conter \n\ncélulas que participam do processo de reconhecimento e regulação \n\nda resposta imunológica. As principais células, que fazem esta \n\nfunção, são as células de Langerhans. Estas células são dendríticas \n\ne derivadas da medula óssea, atuam como células apresentadoras \n\nde antígeno na pele. O que caracteriza esta célula à microscopia \n\neletrônica é a presença de grânulos citoplasmáticos arredondados e \n\nbastões com estriações centrais, com formato semelhante a uma \n\n“raquete de tênis”, denominados: grânulos de Birbeck (BIRBECK et \n\nal., 1961); apesar de exaustivas pesquisas, estas estruturas \n\npermanecem com sua origem e função desconhecidas (WOLFF; \n\nSTINGL, 1983; BREATHNACH, 1988).  \n\nAs células de Langerhans geralmente têm \n\nlocalização supra-basal, concentrações de 460/mm2 a 10.000/mm2 \n\ne representam 3% a 8% das células da epiderme (BRUYNZEEL-\n\nKOOMEN et al. 1988). \n\nO marcador imuno-histoquímico bastante \n\nespecífico para células de Langerhans é o CD1a, que é uma \n\nglicoproteína da superfície da célula (KRENACS et al., 1993).  \n\n\n\nRevisão da Literatura \n\n \n \n \n\n36\n\nA pele tem papel importante no desenvolvimento e \n\nmanutenção da defesa imunológica. A migração de leucócitos para \n\nos locais de inflamação é um aspecto importante tanto da imunidade \n\ninata, como da adquirida. Inicialmente os leucócitos ligam-se ao \n\nendotélio vascular e, após atravessá-lo, migram em direção ao \n\nprocesso inflamatório. Esta ligação e passagem através do endotélio \n\nvascular dependem da ligação dos leucócitos com as moléculas de \n\nadesão intercelular (ICAM-1), (ROITT, 1998; DOUGHERTY et al., \n\n1988). O ICAM-1 é uma proteína de membrana glicosilada, membro \n\nda família das imunoglobulinas (SPRINGER 1990). \n\n Os primeiros estudos mostram que o ICAM-1 não \n\nse expressa nos queratinócitos da pele normal (LISBY et al., 1989), \n\nmas está presente em processos cutâneos imunoinflamatórios \n\ncomo líquen plano, psoríase e dermatite alérgica de contato, e sua \n\nexpressão está relacionada à infiltração de linfócitos T na epiderme \n\n(SINGER et al., 1989). Foi demonstrado que o ICAM-1 tem \n\nexpressão também nas células de Langerhans (DE PANFILIS et al. \n\n1990; 1992). Após traumas na pele e exposição à radiação UVB \n\nocorre aumento da sua expressão. Um estudo evidenciou que após \n\nleve fricção da pele com uma borracha, por dois minutos, após \n\numa hora há aumento da expressão de ICAM-1, persistindo por \n\nquatro horas (TAKEUCHI et al., 2003). \n\nRespostas imunológicas a antígenos específicos \n\ndependem de moléculas de reconhecimento. As células T não \n\n\n\nRevisão da Literatura \n\n \n \n \n\n37\n\nidentificam os antígenos diretamente, somente por meio de \n\npequenos fragmentos de proteínas, os peptídeos, que são \n\nintroduzidos pelas células apresentadoras de antígeno (NAGY et al., \n\n1989). Os antígenos devem ser processados e expostos na \n\nsuperfície da célula apresentadora de antígenos, associados a uma \n\nglicoproteína de superfície, chamada de antígeno de \n\nhistocompatibilidade MHC. Existem duas classes de MHC: classe I \n\nque regula as interações do linfócito CD8+ e as células alvo, e \n\nclasse II (HLA-DR) que regula as interações entre o linfócito CD4+ \n\ne as células apresentadoras de antígeno (SATO; KLEIN, 2000). \n\n Os antígenos que se ligam ao HLA-DR são \n\nproteínas que sofreram endocitose pelas células apresentadoras de \n\nantígenos e foram quebradas em pequenos peptídeos nas vesículas \n\nde endocitose. Estas vesículas unem-se a pequenas organelas \n\nderivadas do retículo endoplasmático, que contém as moléculas \n\nMHC classe II. O complexo formado MHC classe II e peptídeo são \n\ntransportados e expressos na superfície da célula, onde os \n\nlinfócitos T CD4+ reconhecem o antígeno (WEENINK et al., 1997). \n\n A resposta das células CD4+, conhecidas como \n\ncélulas T helper induzem mudanças em células como macrófagos e \n\ncélulas B. As células CD8+ são citotóxicas, visam à destruição das \n\ncélulas que estão produzindo proteínas estranhas, incluindo \n\nproteínas virais e antígenos tumorais (FREINKEL et al., 2001). \n\n\n\n \n\n \n\n4. MÉTODOS \n \n\n \n\n \n\n \n\n\n\nMétodos \n\n \n \n \n\n39\n\n \n\n \n\n \n\n \n\n4.1  Casuística \n\n \n\nForam estudadas, prospectivamente, 12 pacientes, \n\ndo sexo feminino, atendidas no Ambulatório de Dermatologia da \n\nDivisão de Dermatologia do Hospital das Clínicas da Faculdade de \n\nMedicina da Universidade de São Paulo (HC-FMUSP), no período de \n\nmarço de 2003 até abril de 2004. \n\n \n\n  Foram considerados critérios de inclusão: \n\na) Paciente do sexo feminino; \n\nb) Idade entre 45 e 80 anos; \n\nc) Fototipo de I a IV (FITZPATRICK, 1988); \n\nd) Presença de rugas na região perioral tipos II e III, \n\n(Classificação de BAKER, 1998), (figura 1); \n\ne) Termo de consentimento assinado após explicação do \n\nprocedimento a ser realizado (DUFFY, 1989) (Anexo B). \n\n \n\n \n\n\n\nMétodos \n\n \n \n \n\n40\n\n Foram considerados critérios de exclusão: \n\na) Paciente com quelóide ou cicatriz hipertrófica; \n\nb) Realização prévia de tratamentos abrasivos ou uso local de \n\nsubstâncias queratolíticas; \n\nc) Lesões dermatológicas em atividade na face, doenças \n\ninfectocontagiosas ou com potencial de originar o fenômeno \n\nde Köebner; \n\nd) História prévia de infecção na face por herpes simples; \n\ne) Doenças sistêmicas como diabetes, discrasias sanguíneas, \n\nhipertensão arterial, cardiopatia, hepatopatia, nefropatia, \n\ndoenças neurológicas, psiquiátricas e imunodepressão; \n\nf) Paciente com impossibilidade de fazer fotoproteção por 60 \n\ndias após a cirurgia; \n\ng) Utilização de isotretinoína oral nos 12 meses anteriores. \n\n \n\n \n\nFigura 1 - Pacientes com rugas periorais segundo a classificação de \nBAKER. A) Rugas periorais tipo II (Paciente 6) B) Rugas periorais tipo III \n(Paciente 1) \n\n \n\nA B\n\n\n\nMétodos \n\n \n \n \n\n41\n\n \n\n4.2  Métodos \n\n \n\n4.2.1  Avaliação das pacientes antes da quimioabrasão \n\n \n\nAs pacientes foram submetidas à anamnese e ao \n\nexame dermatológico, conforme o protocolo estabelecido (Anexo A). \n\n Na anamnese foi verificado se a paciente \n\napresentava todos os critérios de inclusão ou se manifestava \n\nalguma contra-indicação para a realização da quimioabrasão. \n\n No exame dermatológico foi dada a atenção para a \n\nclassificação das rugas na região perioral (BAKER, 1998), para o \n\nfototipo da pele e observação da presença de cicatrizes anômalas \n\nem alguma área da pele.  \n\n As pacientes foram fotografadas antes do \n\nprocedimento. \n\n \n\n4.2.2  Técnica cirúrgica da quimioabrasão  \n\n \n\n1.  Anti-sepsia rigorosa de toda a face, com solução de iodo-\n\npovidine, seguida da aplicação de álcool 70°, para remoção da \n\ncoloração do iodo e desengorduramento da pele; \n\n\n\nMétodos \n\n \n \n \n\n42\n\n2.  Colocação de campo cirúrgico estéril; \n\n3.  Anestesia troncular dos nervos infra-orbitários e mentonianos \n\nbilaterais, com 0,5 ml por punção, de lidocaína a 2% com \n\nepinefrina 1:100.000; \n\n4.  Aplicação de ATA a 35% com cotonete, até atingir \n\nbranqueamento nível III (RUBIN, 1995), em toda região \n\nperioral, abrangendo os sulcos nasogenianos, 3 mm da borda \n\ninterna do vermelhão dos lábios e borda inferior do mento; \n\n5.  As lixas são umedecidas em solução estéril de lidocaína a 0,5% \n\ncom epinefrina 1:200.000, para aumentar a sua maleabilidade, \n\no poder abrasor e auxiliar a anestesia e a vasoconstrição \n\ndurante o procedimento; \n\n6.  A lixa é presa firmemente ao redor do corpo de uma seringa \n\nestéril de 3 ml, a fim de facilitar seu manuseio;  \n\n7.  A pele deve ser estirada durante o lixamento, que deve ser \n\nexecutado por meio de movimentos circulares e horizontais, \n\ncom pressão uniforme. O lixamento deve ser gradual, em toda \n\nárea deve-se atingir o sangramento inicial, que indica a região \n\nda derme papilar. Somente sobre as rítides deve ser feito mais \n\nprofundamente, até o aparecimento de pontos confluentes de \n\nsangramento;  \n\n8.  As lixas utilizadas são as de número 180, 220 e 400, nesta \n\nordem, ou seja, da mais áspera a mais delicada, que é a última \n\n\n\nMétodos \n\n \n \n \n\n43\n\na ser usada. A lixa 180 faz o lixamento da pele até a remoção \n\ndo branqueamento originado pelo ATA; a lixa 220 é usada até \n\natingir o sangramento, e a lixa 400 faz o nivelamento final da \n\nregião; \n\n9.  Gazes estéreis, embebidas em lidocaína 0,5% com 1:200.000 \n\nde epinefrina, são pressionadas sobre a pele para hemostasia e \n\nredução da espessura da crosta que vai ser formada; \n\n10.  Aplicação de pomada de sulfato de gentamicina a 1 mg/g e \n\ncolocação de curativo com gaze estéril (figura 2). \n\n \n\n4.2.3  Lixas d’água - T223  \n\n \n\n As lixas T223 são lixas de papel à prova d’água, \n\nutilizadas na indústria automobilística e na construção civil, para \n\nlixamento úmido de peças metálicas. Estas possuem grãos \n\nabrasivos de óxido de alumínio e carbureto de silício, com adesivo \n\nde resina sintética e papel à prova d’água. São vendidas em folhas \n\nde 225 mm x 275 mm. Produzidas pela empresa: Saint-Gobain \n\nAbrasivos Ltda., situada na Rua: João Zacarias, 119, Guarulhos - \n\nSão Paulo, telefone: 0800-107181. \n\n Foram cortadas em pedaços de 5 cm x 4 cm e \n\nesterilizadas em autoclave.  \n\n \n\n \n\n\n\nMétodos \n\n \n \n \n\n44\n\n \n\nFigura 2 - Técnica cirúrgica da quimioabrasão da região perioral.  \nA) Anestesia troncular nervos infra-orbitários, B) Aplicação de ATA a \n35%, C) Branqueamento nível III, D) Material utilizado, E) Dermabrasão \ncom lixa n° 180, F) Dermabrasão com lixa n° 220, G) Final da \ndermabrasão e H) Curativo  \n\n\n\nMétodos \n\n \n \n \n\n45\n\n4.2.4  Acompanhamento das pacientes após a quimioabrasão \n\n \n\n1.  As pacientes foram instruídas a removerem o curativo no dia \n\nseguinte, lavarem a região com água e sabão, seguindo-se a \n\naplicação de pomada de sulfato de gentamicina, três vezes ao \n\ndia, por dez dias.  \n\n2.  As pacientes foram avisadas para não removerem as crostas. \n\n3.  A exposição solar, sem o uso de fotoprotetores físicos, foi \n\nproibida por 60 dias, após a cirurgia.  \n\n4.  As pacientes foram fotografadas 3, 7, 15, 30 dias e 1 ano após \n\na quimioabrasão.  \n\n5.  As rugas periorais das pacientes foram novamente classificadas \n\nsegundo a classificação de BAKER (1998) 30 dias e um ano \n\napós o procedimento.  \n\n \n\n4.2.5  Obtenção e congelamento dos fragmentos para o \n\nestudo imuno-histoquímico \n\n  \n\n Foram realizadas biópsias de pele das pacientes \n\napós informação e consentimento, no Ambulatório de Dermatologia \n\nda Divisão de Dermatologia do Hospital das Clínicas da Faculdade \n\nde Medicina da Universidade de São Paulo. \n\n\n\nMétodos \n\n \n \n \n\n46\n\n As biópsias foram realizadas sob anestesia local \n\ncom lidocaína a 2% sem vasoconstritor, utilizando-se punch \n\ndescartável de 3 mm. A sutura foi feita com fio mononylon 6.0, e \n\nretirada após cinco dias.  \n\n A primeira biópsia foi feita pelo menos dez dias \n\nantes da realização da quimioabrasão, no lábio superior, na porção \n\nínfero-lateral da narina direita, e a segunda após 30 dias, na região \n\nsimétrica contralateral, ambas em áreas fotoexpostas. \n\n Ao ser colhido, manteve-se o material por um \n\nperíodo máximo de duas horas em solução de cloreto de sódio a \n\n0,9%; depois este foi colocado sobre suporte de cortiça e revestido \n\npor solução crioprotetora (Tissue-tek, Miles Laboratories, EUA). A \n\nseguir, foi congelado gradativamente num recipiente contendo \n\nisopentano liquefeito (Reagen) em ambiente de nitrogênio líquido, \n\nenvolvido em papel alumínio, e mantido em nitrogênio líquido até \n\nseu processamento.  \n\n \n\n4.2.6  Técnica imuno-histoquímica para a demonstração da \n\nexpressão da molécula de adesão celular, CD1a, HLA-\n\nDR, linfócitos CD4+ E CD8+ \n\n \n\n Os fragmentos de pele congelados foram \n\nsubmetidos à criomicrotomia para a obtenção de cortes de 4 \n\nmicrômeros de espessura e colhidos em lâminas de vidro \n\n\n\nMétodos \n\n \n \n \n\n47\n\nrevestidas por solução adesiva de 3-amino-propyltriethoxy-silane \n\n(Sigma Chemical Co., St Louis, MO/USA, cód. A3648) e, a seguir, \n\nfixados com acetona anidra, pró-análise, durante dez minutos em \n\ntemperatura ambiente. Após a fixação foram submetidos à reação \n\nimuno-histoquímica pelo método do complexo estreptavidina \n\nperoxidase (modificado de HSU et al., 1981), como segue: \n\n O material foi lavado em água destilada e tampão \n\nTris HCL (hidróxi-amino-metano–ácido clorídrico) pH 7,4, por cinco \n\nminutos, três vezes. Fez-se o bloqueio da peroxidase endógena \n\ncom peróxido de hidrogênio (3% em Tris-HCL) por cinco minutos e, \n\nem seguida, três lavagens em tampão Tris-HCL, por cinco minutos, \n\ncada uma. \n\n Após a secagem, os preparados histológicos foram \n\nincubados com o anticorpo primário, nas diluições apropriadas em \n\nsoro de albumina humana (BSA) (quadro 9), e mantidos em \n\ncâmara úmida a 4°C por uma noite. As diluições de uso dos \n\nanticorpos primários foram padronizadas utilizando fragmentos de \n\npele de psoríase (para os anticorpos anti-ICAM-1 e anti-CD1a) e de \n\nextratos amigdalianos de amigdalectomias realizadas na Divisão de \n\nOtorrinolaringologia do HC-FMUSP (para o anticorpo anti-CD4+, \n\nanti-CD8+ e anti-HLA-DR). \n\n \n\n \n\n\n\nMétodos \n\n \n \n \n\n48\n\nQuadro 9 – Relação dos anticorpos monoclonais utilizados \nnas reações imuno-histoquímicas, código, \norigem, clone e diluições \n\nAnticorpo Código Origem Clone Diluição \n\nCD1a M721 DAKOPATTS, \n\nDINAMARCA  \n\nNA1/34 1:100 \n\nCD4+ M0716 DAKOPATTS, \n\nDINAMARCA  \n\nMT310 1:100 \n\nCD8+ M7103 DAKOPATTS, \n\nDINAMARCA  \n\nC8/144B 1:100 \n\nHLA-DR  M704 DAKOPATTS, \n\nDINAMARCA  \n\nDK22 1:150 \n\nICAM-1  M7063 DAKOPATTS, \n\nDINAMARCA  \n\n6.5B5 1:100 \n\n \n\n Após a incubação com os anticorpos primários, o \n\nmaterial foi lavado em Tris-HCL, por três vezes. A seguir, estes \n\nforam incubados com os anticorpos secundários biotinilados, anti-\n\nimunoglobulina G de camundongo produzida em coelho. \n\n Foram novamente lavados em Tris-HCL, por cinco \n\nminutos, três vezes e, após a secagem, submetidos à incubação \n\ncom o reagente terciário: complexo estreptavidina biotina \n\nperoxidase (strepABC complex/HRP duet, mouse/rabbit, DAKO, \n\ncód. K0492), na diluição de 1:500 em Tris-HCL, por uma hora, em \n\ncâmara úmida. Após este período, fizeram-se novas lavagens em \n\nTris-HCL, por cinco minutos, três vezes. \n\n\n\nMétodos \n\n \n \n \n\n49\n\n Procedeu-se a revelação da reação de atividade \n\nenzimática com a solução de 3,3’ cloridrato de diaminobenzidina \n\n(DAB) (Sigma Chemicals, cód. D-5637/D-8001) a 0,006%, em \n\ntampão Tris-HCL, acrescido de 600 µl de peróxido de hidrogênio a \n\n20 volumes, por três minutos. \n\n O material foi contracorado com hematoxilina de \n\nCarazzi, por um minuto. A seguir, desidratado por cadeia \n\nascendente de álcool etílico, diafanizado em xilol, e coberto com \n\nresina sintética Permount (FISHER Scientific Fair Lawn, NJ/USA., \n\ncód. SP15-100) e lamínula de vidro. \n\n O controle positivo das reações foi obtido, \n\nseguindo-se os cortes controles (pele de psoríase e de amígdalas) \n\nao mesmo tempo em que o material em estudo. O controle \n\nnegativo das reações foi representado pela omissão dos anticorpos \n\nprimários, substituídos pelo tampão Tris-HCL. \n\n Os exames imuno-histoquímicos foram analisados \n\nem todos os espécimes; os que estavam marcados com os \n\nanticorpos anti-CD1a foram examinados na epiderme, o anti-CD4+ \n\ne anti-CD8+ examinados na derme, e os anticorpos anti-HLA-DR e \n\nanti-ICAM-1 na derme, mas desprezando sua presença no \n\nendotélio vascular, pela ocorrência deste evento na pele normal. \n\n \n\n \n\n\n\nMétodos \n\n \n \n \n\n50\n\n4.2.7  Quantificação dos elementos celulares imuno-\n\nmarcados \n\n \n\nAs leituras dos exames imuno-histoquímicos foram \n\nrealizadas em microscópios ópticos, com objetiva de 40X, e com \n\ngratículo acoplado à ocular de 10X, em campos microscópicos com \n\naumento de 400 X. A área do gratículo neste aumento corresponde \n\na 0,0625 mm2. Para cada um dos fragmentos foram analisadas as \n\náreas de cinco campos. Deste modo obteve-se a média do número \n\nde células imunomarcadas por unidade de área (mm2). \n\n \n\n4.2.8  Metodologia estatística \n\n \n\n A variável quantitativa (idade) foi representada por \n\nmédia, desvio padrão, valor mínimo e máximo. \n\n As variáveis qualitativas (fototipos e tipos de ruga) \n\nforam representadas por freqüência absoluta (n) e relativa (%). \n\n Em cada grupo (antes e após a quimioabrasão), os \n\nresultados dos exames imuno-histoquímicos foram analisados pelo \n\nteste não paramétrico de Wilcoxon. \n\n Adotou-se o nível de significância de 0,05 (? = 5%). \n\nNíveis descritivos (P) inferiores a esse valor foram considerados \n\nsignificantes e representados por *. \n\n\n\n \n\n \n\n5. RESULTADOS \n \n\n\n\nResultados \n\n \n \n \n\n52\n\n \n\n \n\n \n\n \n\n5.1  Análise descritiva da amostra \n\n  \n\nDoze pacientes com rítides na região perioral \n\nrealizaram quimioabrasão, no Ambulatório de Dermatologia da \n\nDivisão de Dermatologia do HC-FMUSP (tabela 1). A idade das \n\npacientes variou de 48 a 79 anos, com média de 66 anos (tabela 2). \n\nDuas pacientes (16,7%) apresentavam fototipo II \n\nde FITZPATRICK (1999), três pacientes (25%), fototipo III e sete \n\npacientes (58,3%), fototipo IV (tabela 3). \n\nQuatro pacientes (33,3%) foram classificadas \n\ncomo tipo II e oito (66,7%), como tipo III da classificação de \n\nBAKER (1998) para as rugas periorais (tabela 4). \n\n     \n\n \n\n\n\nResultados \n\n \n \n \n\n53\n\nTabela 1 –  Distribuição das pacientes em ordem cronológica de \natendimento, conforme a idade, fototipo e tipo de ruga \nperioral \n\nPaciente Idade (anos) fototipo Tipo de ruga\n\n01 NCPC 68 IV III \n\n02 AP 69 IV II \n\n03 OM 79 II III \n\n04 MSB 69 III III \n\n05 ER 75 II III \n\n06 GGR 63 III II \n\n07 AMC 48 IV II \n\n08 PES 64 IV II \n\n09 MAB 61 IV III \n\n10 ELS 71 IV III \n\n11 MCS 56 IV III \n\n12 DAN 64 III III \n \n \n\n  \nTabela 2 – Resultados em relação à idade (anos) das pacientes  \n\n \n\nMédia ± desvio padrão Mínimo Máximo n \n\n66 ± 8,32  48 79 12 \n\nn= número de pacientes \n \n \n \n\nTabela 3 – Resultados em relação ao fototipo das pacientes  \n\nFototipo n (%) \n\nII 2 (16,7) \n\nIII 3 (25,0) \n\nIV 7 (58,3) \n\nn= número de pacientes \n\n\n\nResultados \n\n \n \n \n\n54\n\nTabela 4 –  Resultados em relação ao tipo de rugas periorais das \npacientes antes da realização da quimioabrasão \n\n \n\nTipo de ruga n (%) \n\nII 4 (33,3) \n\nIII 8 (66,7) \n\nn= número de pacientes \n \n\n \n\n5.2  Evolução clínica das pacientes após a \n\nquimioabrasão \n\n \n\nO período pós-operatório foi semelhante para \n\ntodas as pacientes. Após um dia da quimioabrasão, observou-se \n\nformação de crosta amarelada que foi substituída por crosta \n\nhemática, a partir do terceiro dia, a qual se desprendeu até o \n\nsétimo dia de pós-operatório. Neste período as pacientes \n\napresentaram dor leve, sem a necessidade de utilização de \n\nanalgésicos. A pele apresentou eritema e edema, por 2 a 3 \n\nsemanas após a quimioabrasão (figura 3). \n\nA análise das rítides periorais, segundo a \n\nclassificação de BAKER, após 30 dias da quimioabrasão mostrou \n\nque, dentre as quatro pacientes com rugas tipo II, duas obtiveram \n\nmelhora (pacientes 2 e 6), mudando a classificação para tipo I; e \n\n\n\nResultados \n\n \n \n \n\n55\n\nduas (pacientes 7 e 8), apesar da melhora da textura da pele e \n\ncoloração, mantiveram-se como tipo II. Dentre as oito pacientes \n\ncom rugas periorais mais profundas (tipo III), quatro mudaram a \n\nclassificação para tipo II (pacientes 3, 9, 11 e 12), e quatro \n\npermaneceram como tipo III (pacientes 1, 4, 5 e 10) (tabela 5).  \n\n \n\nTabela 5 –  Distribuição das pacientes conforme o tipo de ruga \nperioral antes e após 30 dias da quimioabrasão \n\nPaciente Antes Após 30 dias \n\n01 NCPC III III \n\n02 AP II I \n\n03 OM III II \n\n04 MSB III II \n\n05 ER III III \n\n06 GGR II I \n\n07 AMC II II \n\n08 PES II II \n\n09 MAB III III \n\n10 ELS III III \n\n11 MCS III II \n\n12 DAN III II \n \n\n Atenuação do envelhecimento da região perioral foi \n\nobservada em todas as pacientes, após 30 dias do tratamento, com \n\nmelhora da coloração e textura da pele e redução das rugas. As \n\npacientes 1, 3, 5 e 6 apresentaram melhor definição do contorno \n\nlabial (figuras 4, 5 e 6).  \n\n\n\nResultados \n\n \n \n \n\n56\n\n Todas as pacientes apresentaram hipocromia \n\ntransitória da região tratada, com duração de até 30 dias (figura \n\n7). A paciente 2 apresentou hipocromia mais intensa que as outras, \n\npois já possuía hipocromia da região perioral, em relação ao \n\nrestante da face, antes da quimioabrasão (figura 8). Hipercromia \n\nfoi observada na paciente 11, após 15 dias da cirurgia, \n\ndesaparecendo com o uso de creme com hidroquinona a 4% por 15 \n\ndias (figura 9). \n\n As rugas mais profundas e os sulcos originados pela \n\nflacidez da pele não melhoraram com a quimioabrasão (figura 10). \n\nOcorreu infecção por herpes simples no quinto dia \n\nde pós-operatório, em 3 (25%) pacientes (pacientes 3, 5 e 10). O \n\ndiagnóstico da infecção foi clínico, graças ao aparecimento de \n\núlceras dolorosas e bilaterais. Após a introdução de aciclovir via-\n\noral, na dose de 2 g ao dia, por dez dias, as pacientes apresentaram \n\nmelhora a partir do segundo dia de tratamento (figura 11). \n\nApós um ano, dez pacientes retornaram para \n\navaliação, exceto as pacientes 3 e 4. Todas mantiveram os \n\nresultados obtidos após 30 dias da quimioabrasão, apresentando \n\nmelhora mais evidente do aspecto geral da pele (figura 12). A \n\npaciente 2 manteve a hipocromia no lábio superior, da mesma \n\nforma que antes da quimioabrasão.  \n\n \n\n\n\nResultados \n\n \n \n \n\n57\n\n \n\nFigura 3 - Evolução após a quimioabrasão. (A) Antes, (B) Após um dia, \nobserva-se a formação de crosta amarelada e edema, (C) Após três dias, \nformação da crosta hemática e (D) Após sete dias, edema e eritema.  \n(Paciente 12) \n\nA B \n\nC D\n\n\n\nResultados \n\n \n \n \n\n58\n\n \n\nFigura 4 - (A) Antes, (B) Após 30 dias da quimioabrasão. \n(Pacientes 1, 2, 3 e 4) \n\n1 A 1 B \n\n2 A 2 B \n\n3 B 3 A \n\n4 A 4 B \n\n\n\nResultados \n\n \n \n \n\n59\n\n \n\nFigura 5 – (A) Antes, (B) Após 30 dias da quimioabrasão. \n(Pacientes 5, 6, 7 e 8) \n\n5 B 5 A \n\n6 B 6 A \n\n7 A 7 B \n\n8 B 8 A \n\n\n\nResultados \n\n \n \n \n\n60\n\n \n \nFigura 6 - (A) Antes, (B) Após 30 dias da quimioabrasão. \n(Pacientes 9, 10, 11 e 12) \n\n \n\n9 A 9 B \n\n10 B 10 A\n\n11 A 11 B \n\n12 B 12 A\n\n\n\nResultados \n\n \n \n \n\n61\n\n \n\nFigura 7 - (A) Antes da quimioabrasão, (B) Hipocromia transitória no \n15° dia e (C) Após 30 dias da quimioabrasão, ausência de hipocromia. \n(Paciente 11) \n\n \n\n \n\n \n\nFigura 8 - (A) Antes da quimioabrasão, (B) Desenvolvimento de \nhipocromia em toda região perioral e (C) Após dois meses. (Paciente 2) \n\n \n\n \n\n \n\nFigura 9 - (A) Antes da quimioabrasão, (B) Hipercromia após 15 dias e \n(C) Após uso de despigmentantes tópicos. (Paciente 6) \n\n \n\nA \n\nA \n\nA \n\nB \n\nB \n\nB \n\nC \n\nC \n\nC \n\n\n\nResultados \n\n \n \n \n\n62\n\n \n\nFigura 10 - (A) Antes da quimioabrasão e (B) Após 30 dias, nota-se \nmaior redução das rugas finas do que as originadas por flacidez da pele. \n(Paciente 12)  \n\n \n \n\n \n\n \n\n \n\nFigura 11 - Pacientes que apresentaram infecção por herpes simples. \n(A) Antes da quimioabrasão, (B) Após cinco dias, presença de ulcerações \ne (C) Após 30 dias da cirurgia. (Pacientes 3, 5 e 10)  \n\n3 C \n\nA B \n\n3 B 3 A \n\n5 A 5 B 5 C \n\n10 C10 B10 A\n\n\n\nResultados \n\n \n \n \n\n63\n\n \n\n \n\n \n\n \n\nFigura 12 - Pacientes que realizaram quimioabrasão da região perioral. \nA) Antes, B) Após 30 dias e C) Após 12 meses \n\n10 A 10 B 10 C\n\n6 A 6 B 6 C \n\n2 A 2 B 2 C \n\n1 A 1 B 1 C \n\n\n\nResultados \n\n \n \n \n\n64\n\n5.3  Demonstração das células de Langerhans \n\nepidérmicas, expressão de ICAM-1, HLA-DR e \n\nde linfócitos CD4+ e CD8+ na derme \n\n \n\n Por meio da técnica imuno-histoquímica, \n\nobservaram-se nos fragmentos de pele das pacientes, antes da \n\nquimioabrasão, células de Langerhans epidérmicas bem \n\nindividualizadas, reveladas pelo anticorpo anti-CD1a, com \n\nprojeções dendríticas filiformes de coloração acastanhada, \n\nestendendo-se entre os queratinócitos. Após 30 dias da realização \n\nda quimioabrasão, notou-se a presença de células escassas em \n\ntodas as pacientes estudadas (figura 13). \n\n As células dérmicas marcadas pelos anticorpos anti-\n\nCD4+ e anti-CD8+ foram evidenciadas pela presença de coloração \n\nacastanhada na membrana citoplasmática dos linfócitos. Antes e \n\napós a quimioabrasão, estas células eram escassas (figura 14). \n\n O número de células na derme, imunomarcadas \n\npelos anticorpos anti-HLA-DR e anti-ICAM-1 era pequeno, antes e \n\napós o tratamento.  Observou-se, em algumas lâminas, \n\nimunomarcação dos queratinócitos epidérmicos com o anticorpo \n\nanti-HLA-DR (figuras 15 e 16). \n\n  \n\n\n\nResultados \n\n \n \n \n\n65\n\n \n\nFigura 13 - Células de Langerhans epidérmicas na pele da região \nperioral reveladas pelo anticorpo CD1a (Paciente 3). A) Antes da \nquimioabrasão, B) Após 30 dias da quimioabrasão, houve diminuição das \ncélulas de Langerhans. Técnica imuno-histoquímica (HSU, 1981, \nmodificada). Aumento original 200X \n\n \n \n\n \n\n \n\nFigura 14 - Linfócitos na pele da região perioral. (Paciente 3) A) CD4+ \nantes da quimioabrasão, B) CD4+ 30 dias após a quimioabrasão,  \nC) CD8+ antes da quimioabrasão, D) CD8+ após 30 dias. Notar células \nescassas antes e após a quimioabrasão. Técnica imuno-histoquímica \n(HSU, 1981, modificada). Aumento original 400X   \n\nA B \n\nB A \n\nC D \n\n\n\nResultados \n\n \n \n \n\n66\n\n \n\n                   \n              \nFigura 15 - Células imunomarcadas com anti-HLA-DR na pele da região \nperioral. (Paciente 3) A) Antes da quimioabrasão, B) 30 dias após a \nquimioabrasão. Técnica imuno-histoquímica (HSU, 1981, modificada). \nAumento original 200X \n\n \n \n \n\n \n\nFigura 16 - Células imunomarcadas com anti-ICAM-1 na pele da região \nperioral. (Paciente 3) A) Antes da quimioabrasão, B) 30 dias após a \nquimioabrasão. Técnica imuno-histoquímica (HSU, 1981, modificada). \nAumento original 200X \n\nB A \n\nB A \n\n\n\nResultados \n\n \n \n \n\n67\n\n5.4  Quantificação e comparação da expressão de \n\nanti-CD1a na epiderme e de anti-CD4+, anti-\n\nCD8+, anti-HLA-DR e anti-ICAM-1 na derme das \n\npacientes antes e 30 dias após a quimioabrasão \n\n \n\nOs resultados da quantificação das células de \n\nLangerhans e da expressão do HLA-DR, do ICAM-1 e dos linfócitos \n\nCD4+ e CD8+ por /mm2 antes e após a quimioabrasão, estão \n\ndemonstrados no quadro 10.  \n\nQuadro 10 – Quantificação das células de Langerhans na \nepiderme (número de células CD1a por/mm2) e da população de \nlinfócitos CD4+ e CD8+, e da expressão de anti-ICAM-1 e anti-\nHLA-DR na derme (número de células marcadas/mm2) na pele \nde pacientes antes e 30 dias após a realização da quimioabrasão \npara tratamento de rítides periorais \n\nPaciente CD1a/mm2  ICAM-1/mm2 HLA-DR/mm2 CD4+/mm2  CD8+/mm2 \n\n  \n \n\nantes \n \n\napós antes após antes após antes após antes após\n\n            \n\n01 NCPC 144 16 80 32 336 192 32 0 0 0\n\n02 AP 208 32 112 96 576 528 112 32 16 0\n\n03 OM 288 144 368 160 1040 480 320 160 32 112\n\n04 MSB 96 16 64 288 624 368 0 80 0 48\n\n05 ER 48 0 32 16 64 144 0 0 0 0\n\n06 GGR 272 48 112 144 448 752 192 64 144 144\n\n07 AMC 160 80 144 96 432 592 160 64 80 16\n\n08 PES 192 176 192 96 192 336 0 16 64 16\n\n09 MAB 368 112 64 48 256 256 64 16 16 16\n\n10 ELS 32 16 32 208 48 560 64 64 0 0\n\n11 MCS 336 16 64 0 800 16 64 0 64 0\n\n12 DAM 144 16 112 64 192 640 32 48 160 16\n\n\n\nResultados \n\n \n \n \n\n68\n\n Comparando-se os achados pré- e pós- \n\nquimioabrasão, houve diminuição estatisticamente significante do \n\nnúmero de células de Langerhans na epiderme das pacientes (p*= \n\n0,002) (tabela 6).  \n\n Não houve diferença estatisticamente significante \n\nao se comparar a expressão dérmica de células imunomarcadas \n\ncom anti-ICAM-1, anti-CD4+, anti-CD8+ e anti-HLA-DR, na pele \n\ndas pacientes, pré- e pós- quimioabrasão (tabelas 7, 8, 9 e 10). \n\n \n\nTabela 6 -  Número de células CD1a positivas/mm2 na epiderme \ndas pacientes com rítides periorais, antes e 30 dias \napós a realização de quimioabrasão \n\n Antes 30 dias \n\n CD1a CD1a \n\n n= 12 n= 12 \n\nMédia 190,6 56 \n\nMínimo 32 0 \n\nMáximo 368 176 \nn= número de biópsias (Teste dos Sinais de Wilcoxon; p*= 0,002) \n\n \nTabela 7 -  Resultados da quantificação de células imunomarcadas \n\npelo anticorpo anti-ICAM-1/mm2 na derme das \npacientes com rítides periorais, antes e 30 dias após a \nrealização de quimioabrasão \n\n Antes 30 dias \n\n anti-ICAM-1 anti-ICAM-1 \n\n n= 12 n= 12 \n\nMédia 114,7 104 \n\nMínimo 32 0 \n\nMáximo 368 288 \nn= número de biópsias (Teste dos Sinais de Wilcoxon; p= 0,306) \n\n\n\nResultados \n\n \n \n \n\n69\n\nTabela 8 -  Número de linfócitos CD4+/mm2 na derme das \npacientes com rítides periorais, antes e 30 dias após a \nrealização de quimioabrasão \n\n Antes 30 dias \n\n CD4+ CD4+ \n n= 12 n= 12 \n\nMédia 86,7 45,3 \n\nMínimo 0 0 \n\nMáximo 320 160 \nn= número de biópsias (Teste dos Sinais de Wilcoxon; p= 0,058) \n\n \n\nTabela 9 -  Número de linfócitos CD8+/mm2 na derme das \npacientes com rítides periorais, antes e 30 dias após a \nrealização de quimioabrasão \n\n Antes 30 dias \n\n CD8+ CD8+ \n n= 12 n= 12 \n\nMédia 48 30,7 \n\nMínimo 0 0 \n\nMáximo 144 144 \nn= número de biópsias (Teste dos Sinais de Wilcoxon; p= 0,399) \n \n \nTabela 10 - Resultados da quantificação das células \n\nimunomarcadas pelo anticorpo anti-HLA-DR/mm2 na \nderme das pacientes com rítides periorais, antes e \napós 30 dias da realização de quimioabrasão \n\n Antes 30 dias \n\n anti-HLA-DR anti-HLA-DR \n n= 12 n= 12 \n\nMédia 417,3 405,3 \n\nMínimo 48 16 \n\nMáximo 1040 752 \nn= número de biópsias (Teste dos Sinais de Wilcoxon; p= 0,894) \n\n\n\n \n\n \n\n6. DISCUSSÃO \n \n\n \n\n \n\n \n\n\n\nDiscussão \n\n \n \n \n\n \n\n71\n\n \n\n \n\n \n\n  \n\n Atualmente existem vários tratamentos para \n\namenizar os sinais do fotoenvelhecimento. A maioria deles fazem \n\nablação da epiderme e/ou parte da derme, para estimular o \n\nprocesso de reparação da pele, e assim estimular a formação de \n\ncolágeno (GILCHREST, 1989; KLIGMAN, 1986). \n\nHá muitos anos a dermabrasão é conhecida por ser \n\neficaz para o tratamento do rejuvenescimento facial, além de fazer \n\na prevenção do aparecimento de queratoses actínicas, mas não é \n\num procedimento realizado com muita freqüência (EPSTEIN, 1956). \n\nEste fato pode ser explicado pelas inúmeras complicações \n\ndecorrentes da técnica clássica que utiliza dermabrasores (EPSTEIN \n\n1970; BAKER et al., 1971). Os efeitos colaterais mais \n\nfreqüentemente descritos são o aparecimento de cicatrizes e \n\nalterações da pigmentação, que ocorrem pela dificuldade do \n\nmédico em controlar a profundidade atingida com estes aparelhos, \n\no que não ocorre com a dermabrasão manual.  \n\nO lixamento deve ser feito de forma lenta e \n\ngradual, o aparecimento de sangramento inicial indica a \n\nprofundidade da derme papilar; quando estes pontos de \n\n\n\nDiscussão \n\n \n \n \n\n \n\n72\n\nsangramento tornam-se confluentes, é sinal que se atingiu a derme \n\nreticular superior, sendo esta a profundidade ideal a ser atingida \n\npara tratamento das rítides. A dermabrasão não deve atingir a \n\nregião da derme reticular profunda, para evitar a formação de \n\ncicatrizes e de áreas hipocrômicas, que podem surgir até dois anos \n\napós o procedimento (STUZIN et al., 2000).  \n\nA dermabrasão manual com lixas d’água permite \n\nmelhor controle da profundidade atingida, atualmente é \n\nconsiderada como o tratamento de escolha para as rítides da \n\nregião perioral (PERKINS, 2004). Esta técnica permite um \n\nlixamento gradual, podendo ser mais profundo sobre as rítides e \n\nmais superficial na periferia da área tratada, não formando linhas \n\nde demarcação. Além disto, é segura, barata e não dispersa \n\npartículas capazes de contaminar a equipe médica.  \n\n Neste trabalho, as pacientes com rugas periorais \n\nforam tratadas com a técnica de quimioabrasão, que associa \n\nesfoliação química com ATA a 35% e dermabrasão manual com lixas \n\nd’água. O ácido é aplicado antes da dermabrasão, para deixar a pele \n\nfriável e facilitar o lixamento. Além disto, o ácido penetra até a \n\nderme papilar, permitindo melhor controle da profundidade atingida \n\ncom a dermabrasão. O ATA permite que o lixamento seja mais \n\nprevisível, pois elimina variáveis que interferem na profundidade da \n\ndermabrasão, como a espessura da pele e a pressão exercida pelo \n\nmédico durante o lixamento (GIN et al., 1999). \n\n\n\nDiscussão \n\n \n \n \n\n \n\n73\n\nNão há relato, na literatura, da utilização desta \n\ntécnica para o tratamento das rítides da região perioral.  \n\nA técnica de quimioabrasão, mais freqüentemente \n\ndescrita na literatura, associa fenol a 88% e dermabrasão \n\n(FULTON, 1996). A vantagem da utilização do fenol é conferir \n\nefeito anestésico imediato após sua aplicação na pele e menor dor \n\nno pós-operatório, porque destrói as terminações cutâneas dos \n\nnervos sensitivos (MALDONADO, 1997). Mas as desvantagens \n\ndecorrentes do seu uso superam os seus benefícios, pois há maior \n\nrisco de originar hipocromia, pelo seu efeito deletério sobre os \n\nmelanócitos, além de ser tóxico.  \n\nA técnica descrita na literatura, que mais se \n\nassemelha à utilizada no nosso trabalho, foi apresentada por \n\nHARRIS et al., em 1994. Os autores aplicam o ATA a 25% após a \n\ndermabrasão manual com lixas d’água, para o tratamento do \n\nfotoenvelhecimento facial. Sabemos que a aplicação do ATA é \n\nsegura graças ao conhecimento exato de sua penetração na pele \n\níntegra (RUBIN, 1995), não existem estudos sobre a penetração na \n\npele após a dermabrasão, haveria assim o risco de penetração não \n\nuniforme do ácido na pele.  \n\nNo nosso estudo, todas as pacientes apresentaram \n\nhipocromia transitória da região perioral 15 dias após a \n\nquimioabrasão, provavelmente pela remoção dos melanócitos, \n\n\n\nDiscussão \n\n \n \n \n\n \n\n74\n\nprovocada pelo lixamento e, após 30 dias e um ano, a coloração da \n\npele estava normal. A paciente número 2 negou a realização de \n\ntratamentos ablativos prévios, mas apresentava hipocromia do \n\nlábio superior antes da quimioabrasão, após 30 dias e depois de \n\num ano do tratamento, a coloração estava igual a de antes do \n\ntratamento. Não foi observado em nenhuma paciente alteração \n\npermanente da pigmentação da pele após a quimioabrasão. \n\n Neste trabalho, a avaliação da resposta da \n\nquimioabrasão foi baseada na classificação de BAKER (1998) para \n\nas rugas periorais. Esta classificação foi escolhida por ser prática e \n\nmenos subjetiva, pois é baseada na contagem das rítides, mas não \n\navalia outros sinais do envelhecimento.  \n\nAs pacientes que se submeteram ao estudo, além \n\ndas rítides periorais, apresentavam sinais de fotoenvelhecimento \n\ncomo: alterações da coloração e textura da pele. Isto explica a \n\nmelhora do fotoenvelhecimento da região tratada, em todas as \n\npacientes, mesmo sem ter mudado a classificação de BAKER \n\n(1998) após a quimioabrasão. Os tratamentos clínicos ou cirúrgicos \n\ndo rejuvenescimento não podem ter suas respostas avaliadas \n\nunicamente pela contagem do número de rugas.  \n\nOs resultados destes tratamentos dependem da \n\ncapacidade de regeneração da pele, com resposta diferente para \n\ncada individuo tratado e sem relação com a idade ou fototipo. \n\n\n\nDiscussão \n\n \n \n \n\n \n\n75\n\nNeste estudo não houve diferença no grau de melhora do \n\nfotoenvelhecimento nas pacientes mais jovens em relação às mais \n\nidosas, e nem nos diferentes fototipos.  \n\nÉ descrito na literatura que indivíduos mais velhos \n\ntêm maior tempo de cicatrização (EAGLSTEIN, 1986), \n\nparadoxalmente, na prática clínica, sabemos que os idosos têm \n\ncicatrizes menos inestéticas (COOK et al., 1997). Neste estudo o \n\ntempo de cicatrização após a quimioabrasão foi semelhante em \n\ntodas as pacientes. \n\nO envelhecimento da região perioral envolve \n\nalterações anatômicas como: (1) menor comprimento do lábio \n\nsuperior, (2) queda dos cantos da boca, (3) flacidez do sulco \n\nnasogeniano, (4) menor volume do vermelhão dos lábios e (5) rugas \n\nperiorais (POINDEXTER et al., 2003). NIECHAJEV et al. (1992) \n\ndemonstraram que a dermabrasão é uma técnica eficiente para a \n\nremoção de rugas periorais finas e profundas, com resultados \n\nduradouros. Assim a quimioabrasão trata as rugas periorais e as \n\nalterações de textura e coloração da pele, decorrentes do \n\nfotoenvelhecimento, além de melhorar o contorno labial. \n\nApós a quimioabrasão, as rugas superficiais \n\napresentaram grande melhora (paciente 1), enquanto as \n\nprovenientes de flacidez da pele (paciente 12) e as resultantes de \n\nfalhas na dentição (paciente 7) não obtiveram bons resultados. A \n\n\n\nDiscussão \n\n \n \n \n\n \n\n76\n\nquimioabrasão é um tratamento eficaz para as rugas estáticas da \n\nregião perioral, e pode ser complementada com aplicação de toxina \n\nbotulínica para redução das rugas dinâmicas, em baixas doses, \n\npara preservar a fala e a mastigação, e por substâncias \n\npreenchedoras para as rugas mais profundas (KLEIN, 2001).  \n\n Um ano depois da quimioabrasão, a análise das \n\npacientes mostrou dois fatos curiosos: o primeiro é que algumas \n\npacientes apresentaram melhora do fotoenvelhecimento mais \n\nevidente neste período; o segundo fato é que em nenhuma \n\npaciente as cicatrizes das biópsias ficaram aparentes. A cicatriz da \n\nbiópsia realizada antes do procedimento foi resolvida com a \n\nquimioabrasão, mas a que foi realizada após trinta dias também \n\ndesapareceu. Estes fatos nos levam a pensar se existiria uma \n\nresposta da pele mais tardia, após a quimioabrasão.  \n\n Dentre as 12 pacientes estudadas, três \n\napresentaram infecção por herpes simples, mesmo sem antecedentes \n\npessoais para a doença. Sabemos que 2% a 5% dos adultos \n\nassintomáticos secretam o VHS pela saliva (DOUGLAS et al., 1970).  \n\n A ativação do vírus do herpes simples (VHS) é uma \n\ncomplicação comum das técnicas que fazem ablação da pele. \n\nFINDLAY et al. (1940) foram os primeiros a relatarem casos de \n\ninfecção por herpes simples após técnicas de abrasão da pele. No \n\npresente estudo, não foi feita a terapia profilática para o VHS, pois \n\n\n\nDiscussão \n\n \n \n \n\n \n\n77\n\nforam excluídos pacientes com antecedentes para a doença. O \n\ninício da infecção foi a partir do quinto dia pós-operatório, \n\nmanifestando-se com dor, calor e formação de úlceras na região \n\nperioral. Dois dias após a introdução do tratamento com aciclovir, \n\nvia-oral, na dose de 2 g por dia, obteve-se controle da infecção.  \n\n PERKINS; SKLAREW (1996) fizeram um estudo \n\nretrospectivo de 181 pacientes submetidos à dermabrasão ou \n\nesfoliação química na região perioral. Os pacientes com \n\nantecedente de infecção herpética receberam aciclovir via-oral, \n\nprofilaticamente. Os pacientes que não receberam a droga, mesmo \n\nsem antecedentes da doença, tiveram 50% de infecção após os \n\nprocedimentos, contra 6,6% dos que receberam a profilaxia.  \n\nHARMON (2001) recomendou que a profilaxia para \n\ninfecção herpética fosse feita por 10 a 14 dias, após a \n\ndermabrasão, ou seja, até o final do processo de cicatrização.  \n\n As altas taxas de infecção após a realização das \n\ntécnicas de ablação da pele sugerem que estes procedimentos \n\nocasionem diminuição da resposta imunológica cutânea; portanto a \n\nprofilaxia da infecção herpética com drogas antivirais, mesmo em \n\npacientes sem antecedentes para a doença, deve ser realizada \n\nsempre. O resultado clínico final e os exames imuno-histoquímicos \n\ndas pacientes que desenvolveram a infecção, após a quimioabrasão, \n\n\n\nDiscussão \n\n \n \n \n\n \n\n78\n\nnão apresentaram diferenças quando comparados aos das demais \n\npacientes. \n\n                Neste estudo, observou-se diminuição da \n\nquantidade das células de Langerhans na pele de todas as \n\npacientes, após a quimioabrasão. \n\n As células de Langerhans atuam como sentinelas \n\ndo sistema imunológico e, após traumas na pele, migram para os \n\nlinfonodos (CUMBERBATCH et al., 2000), esta migração não se \n\naltera com a idade (CUMBERBATCH et al., 1999).   \n\n Em 2000, HOLZMANN et al. demonstraram a \n\nmigração das células de Langerhans da epiderme para os vasos \n\nlinfáticos, após quatro dias de traumatismo na pele com fita \n\nadesiva, retornando ao normal após 15 dias.  \n\n Não se conhece o tempo exato de reaparecimento \n\ndas células de Langerhans após traumas na pele. KOURTCHENKO \n\net al., em 1997, estudaram cicatrizes cirúrgicas e demonstraram \n\nque as células de Langerhans normalizam sua quantidade nove \n\ndias após a cirurgia. Os autores observaram que o aumento das \n\ncélulas de Langerhans coincide com a redução da inflamação \n\ndurante a reepitelização. \n\n GHAZAWIE et al., em 1999, estudaram a \n\nmorfologia e o comportamento das células de Langerhans após \n\ntrauma térmico sobre a pele. Após duas horas, as células perderam \n\n\n\nDiscussão \n\n \n \n \n\n \n\n79\n\nos dendritos, em dois dias desapareceram completamente da \n\nepiderme e, após quatro dias, estavam em menor número e \n\ntamanho, e com ausência de dendritos. Após nove dias \n\napresentavam morfologia normal, e a sua quantidade se \n\nnormalizou em 11 dias.  \n\n O reaparecimento das células de Langerhans na \n\nepiderme é mais rápido quando o trauma não resulta em \n\neliminação total das células, como visto após a exposição à \n\nradiação ultravioleta e traumatismos na pele com fitas adesivas, \n\nassim as células remanescentes sofrem divisão e originam novas \n\ncélulas (MIYAUCHI et al., 1987).  \n\nA quimioabrasão faz remoção de toda a epiderme, \n\nassim o reaparecimento das células de Langerhans é mais lento, \n\ndependendo exclusivamente das células provenientes da medula \n\nóssea. Este fato justifica a redução da quantidade das células de \n\nLangerhans, 30 dias após a quimioabrasão, apesar da \n\nreepitelização total da pele.  \n\nVários estudos foram realizados demonstrando que \n\nas diversas técnicas ablativas da pele causam redução da \n\nquantidade das células de Langerhans. SALGADO (2001) observou \n\nque 15 dias após a aplicação de laser de dióxido de carbono na pele, \n\nas células de Langerhans estão diminuídas e normalizam sua \n\nquantidade após 90 dias. YAMAMOTO et al. (2003) evidenciaram \n\n\n\nDiscussão \n\n \n \n \n\n \n\n80\n\ndiminuição da quantidade das células de Langerhans, sete dias após \n\na realização de esfoliações químicas com ATA a 60% e a 40%, fenol \n\ne ácido glicólico. Após a realização destes tratamentos orienta-se o \n\npaciente para evitar a exposição à radiação ultravioleta, a fim de \n\nprevenir a ocorrência de hiperpigmentação pós-inflamatória. Além \n\ndisto, a exposição solar deve ser restrita, para não ser este mais um \n\nfator contribuinte para a redução da quantidade das células de \n\nLangerhans na pele. KÖLGEN et al., em 2002, mostraram que após \n\na exposição à radiação ultravioleta, ocorre depleção das células de \n\nLangerhans por migração e apoptose.  \n\nDevido ao seu papel na vigilância imunológica, \n\nacredita-se que a redução do número de células de Langerhans \n\nseja um dos fatores que contribuem para a instalação das infecções \n\nvirais (SPRECHER; BECKER, 1988). Poderíamos relacionar este fato \n\ncom os casos de infecção por herpes simples que ocorreram neste \n\nestudo, apesar de as células de Langerhans destas pacientes não \n\nterem apresentado comportamento diferente, ao compará-las com \n\nas das outras pacientes estudadas.  \n\n Os trabalhos sobre o comportamento das células \n\nde Langerhans no fotoenvelhecimento têm resultados conflitantes, \n\nalguns mostram diminuição da sua quantidade (NAKAHAMA et al. \n\n1990; KÖLGEN et al., 2002) e outros evidenciam aumento \n\n(BOSSET et al., 2003). No nosso trabalho, variações da idade e \n\n\n\nDiscussão \n\n \n \n \n\n \n\n81\n\nfototipo das pacientes estudadas não influenciaram os resultados \n\nda expressão epidérmica de CD1a.  \n\nA utilização da tretinoína tópica auxilia o processo \n\nde cicatrização da pele (MANDY, 1986), diminui o risco de \n\nhiperpigmentação pós-inflamatória (WEINSTEIN, 1998) e aumenta \n\no número das células de Langerhans. MURPHY et al. (1998) \n\ndemonstraram que, após seis meses de utilização de tretinoína \n\ntópica a 0,025%, leva ao aumento na epiderme do número de \n\ncélulas de Langerhans.  \n\nBaseando-se nos dados de literatura, pode ser \n\nrecomendado o uso de tretinoína tópica, após a quimioabrasão, \n\nassim como os protetores solares, para auxiliarem o \n\nreaparecimento das células de Langerhans.  \n\n Não foram observadas diferenças estatisticamente \n\nsignificantes para a expressão de HLA-DR na derme, comparando-\n\nse a pele antes e após a quimioabrasão.  \n\n A expressão dérmica de HLA-DR pode representar a \n\npresença de células T, células B, células endoteliais, macrófagos, \n\nmonócitos e células dendríticas. A ausência de alteração da expressão \n\ndo HLA-DR na derme pode ser decorrente do escasso infiltrado \n\ninflamatório, presente na pele, 30 dias após o procedimento. Talvez a \n\nexpressão pudesse estar aumentada nos primeiros dias após a \n\nquimioabrasão, quando o infiltrado inflamatório era mais intenso. \n\n\n\nDiscussão \n\n \n \n \n\n \n\n82\n\n Não foram observadas diferenças estatisticamente \n\nsignificantes da expressão de ICAM-1 na derme, comparando-se a \n\npele antes e após a quimioabrasão. HARMON et al., em 1995, já \n\nhaviam demonstrado ausência de alterações da expressão das \n\nmoléculas de adesão intercelular, após a dermabrasão. Estudos com \n\ntraumatismo na pele com fita adesiva também não mostraram \n\nalteração do ICAM-1 (PROKSCH et al., 1996). \n\n Também não foram observadas diferenças \n\nestatisticamente significantes da quantidade de linfócitos CD4 e \n\nCD8, comparando-se a pele antes e após a quimioabrasão. \n\nSALGADO (2001) estudou a técnica ablativa com laser de dióxido \n\nde carbono e observou que a quantidade de linfócitos CD4 e CD8 \n\neram iguais, antes e após 15 e 90 dias do tratamento.  \n\n \n\n \n\nDiscussão final \n\n  \n\n Neste estudo ficou evidenciado que a \n\nquimioabrasão, técnica que associa ATA a 35% e dermabrasão com \n\nlixas d’água,  é eficaz e segura para o tratamento do envelhecimento \n\nda região perioral, com resultados mantidos após um ano. \n\nFoi evidenciado, também, que 30 dias após a sua \n\nrealização há diminuição do número das células de Langerhans na \n\n\n\nDiscussão \n\n \n \n \n\n \n\n83\n\nepiderme. Assim a diminuição da defesa imunológica da pele não \n\nocorre somente nos primeiros dias após a quimioabrasão, fase \n\ncom maior incidência de infecção herpética, mas persiste por até \n\num mês, mesmo já tendo sido completado o processo de \n\nreepitelização da pele. \n\n Futuras investigações serão necessárias para se \n\nconhecer o período no qual ocorre a normalização do número das \n\ncélulas de Langerhans, e avaliar o papel dos protetores solares e \n\nda tretinoína tópica após a quimioabrasão. \n\n \n\n \n\n\n\n \n\n \n\n7. CONCLUSÕES \n \n\n\n\nConclusões \n\n \n \n \n\n \n\n85\n\n \n\n \n\n \n\n Os resultados obtidos quanto à realização de \n\nquimioabrasão, para o tratamento de rítides na região perioral, \n\npermitiram-nos as seguintes conclusões: \n\n1. Houve melhora do aspecto geral da pele, com atenuação das \n\nrítides periorais nas pacientes estudadas, após 30 dias e 1 \n\nano da quimioabrasão. \n\n2. Houve o desenvolvimento de infecção por herpes simples, \n\nmesmo em pacientes sem antecedentes para a doença, \n\nsugerindo que a quimioprofilaxia anti-herpética deve ser feita \n\nem todos os pacientes que realizaram a quimioabrasão. \n\n3. Houve diminuição significativa do número das células de \n\nLangerhans, ao comparar a pele antes e 30 dias após a \n\nquimioabrasão. \n\n4. Não houve diferenças significativas quando comparadas as \n\npopulações de linfócitos CD4+ e CD8+, assim como a \n\nexpressão dérmica de HLA-DR e ICAM-1, na pele dos \n\npacientes antes e 30 dias após a quimioabrasão. \n\n5. A diminuição das células de Langerhans poderia ser \n\nresponsável por uma incidência maior de infecção herpética \n\napós a quimioabrasão. \n\n\n\n \n\n \n\n8. ANEXOS \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexos \n\n \n \n \n\n \n\n87\n\nAnexo A- Protocolo do estudo da quimioabrasão - rítides \n\nperiorais \n\n \n\n1. IDENTIFICAÇÃO \n\nnome: ______________________________________idade:_______ \n\nprofissão:______________________________registro:___________ \n\nendereço:________________________________________________ \n\ntelefone:__________________________________data:___________ \n\n2. ANAMNESE \n\nVocê consegue não ficar exposta ao sol durante 2 meses? \n\n(  ) sim (  ) não \n\nVocê ou seus familiares têm problemas de cicatrização da pele? \n\n(  ) sim (  ) não \n\nVocê já teve herpes na face (pequenas feridas nos lábios)? \n\n(  ) sim (  ) não \n\nVocê usa ou usou recentemente algum tipo de medicação? \n\n(  ) sim (  ) não      \n\nRelacione:_____________________________________ \n\nVocê tem alguma doença? \n\n(  ) sim (  ) não      \n\nRelacione:_____________________________________ \n\n3. EXAME DERMATOLÓGICO- INICIAL \n\nFotoenvelhecimento (  ) sim (  ) não \n\nRugas periorais (  ) I   (  ) II  (  ) III       \n\nFototipo (  ) I  (  ) II  (  ) III  (  ) IV  (  ) V  (  ) VI \n\nPresença de cicatrizes anteriores (  ) sim (  ) não  \n\n\n\nAnexos \n\n \n \n \n\n \n\n88\n\n4. EXAME DERMATOLÓGICO - APÓS 30 DIAS DATA__________ \n\nRugas periorais (  ) I   (  ) II  (  ) III   \n\nMelhora da textura da pele (  ) sim (  ) não \n\nMelhora da coloração da pele (  ) sim (  ) não    \n\n5. EXAME DERMATOLÓGICO - APÓS 1 ANO  DATA__________ \n\nRugas periorais (  ) I   (  ) II  (  ) III   \n\nMelhora da textura da pele (  ) sim (  ) não \n\nMelhora da coloração da pele (  ) sim (  ) não    \n\n \n\n\n\nAnexos \n\n \n \n \n\n \n\n89\n\nAnexo B - Termo de consentimento livre e esclarecido. \n\nEstudo comparativo da pele pré- e pós- quimioabrasão para \n\ntratamento das rítides periorais \n\n \n\nNOME:..................................................................RG:.................. \n\nENDEREÇO:.................................................................................. \n\nTEL:.............................................DATA NASCIMENTO:..../..../........ \n\nA quimioabrasão da pele é um procedimento cirúrgico que visa ao \n\ntratamento de rugas na face. O objetivo desta pesquisa é o tratamento \n\ndas rugas ao redor da boca e investigar as alterações imunológicas da \n\npele após a cirurgia. Inicialmente será realizada uma biópsia da pele na \n\nregião abaixo da narina direita, com anestesia local e será suturada com \n\nponto a ser retirado após cinco dias. A quimioabrasão será realizada na \n\ndata marcada pela médica. A anestesia será com acesso intra-oral, \n\nseguida da aplicação de ácido tricloroacético 35% em toda a pele da \n\nregião ao redor da boca, incluindo o queixo; neste momento é possível \n\nque ocorra leve ardência na pele, que durará poucos minutos. A \n\nquimioabrasão será realizada com lixas esterilizadas, que removerão as \n\ncamadas superficiais da pele. Este lixamento dura aproximadamente 20 \n\nminutos, é indolor e causa leve sangramento. Ao final da cirurgia será \n\naplicada uma pomada de antibiótico e a região será coberta com gazes \n\nestéreis. Este curativo deverá ser removido no dia seguinte pela própria \n\npaciente, a região deverá ser lavada com sabonete e a pomada de \n\nantibiótico, que será fornecida pela médica, deverá ser reaplicada no \n\nlocal três vezes ao dia, por uma semana. Nos primeiros dois dias você \n\n\n\nAnexos \n\n \n \n \n\n \n\n90\n\nobservará inchaço e vermelhidão no local e saída de líquido amarelo claro \n\nda pele, a seguir ocorrerá formação de crostas que não poderão ser \n\narrancadas por risco de infecção e alteração de cicatrização; ao término \n\nda primeira semana, as crostas desaparecerão e a pele estará levemente \n\navermelhada. A proteção solar da região será feita por dois meses, por \n\nmeio de filtros solares fornecidos pela médica.  Após um mês, será \n\nrealizada uma segunda biópsia da pele na região abaixo da narina \n\nesquerda, da mesma forma que a anterior. Serão feitas fotografias que \n\nficarão nos arquivos do hospital e publicadas no presente estudo. A \n\npaciente deverá retornar ao ambulatório de Dermatologia do Hospital das \n\nClínicas após 3, 7, 15, 30 dias e um ano da cirurgia. Serão fornecidos os \n\ntelefones de contato da médica. Deverá  ser comunicado a presença de \n\ndor intensa, calor ou pus no local, ou qualquer dúvida, se necessário. \n\nEste tratamento visa à diminuição das rugas superficiais da região \n\nperioral; as rugas mais profundas ou provenientes de flacidez da pele \n\nserão somente atenuadas, mas não desaparecerão completamente. \n\nDeclaro que, após convenientemente esclarecida pela pesquisadora e ter \n\nentendido o que me foi explicado, consinto em participar do presente \n\nprotocolo de pesquisa.  \n\n \n\nSão Paulo,......de.....................de............ \n\n \n\nAss:________________________________ \n\n \n\n\n\n \n\n \n\n9. REFERÊNCIAS  \n \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n92\n\n \n\n \n\n \n\n \n\nAYRES S, WILSON W, LUIKART R. Dermal changes following \n\nabrasion. Arch Dermatol. 1959;79:553-68. \n\n \n\nAYRES S. Superficial Chemosurgery in treating aging skin. Arch \n\nDermatol. 1962;85:125-33. \n\n \n\nBAKER TJ, GORDON HL: Chemical face peeling and dermabrasion. \n\nSurg Clin North Am. 1971;51:387-401. \n\n \n\nBAKER TM. Dermabrasion as a complement to aesthetic surgery. \n\nClin Plast Surg. 1998;25:81-8. \n\n \n\nBENEDETTO AV, GRIFFIN TD, BENEDETTO EA, HUMENIUK HM. \n\nDermabrasion: Therapy and prophylaxis of the photoaged face. J \n\nAm Acad Dermatol. 1992;27:439-47. \n\n \n\nBIRBECK MS, BREATHNACH AS, EVERALL JD. An electron \n\nmicroscope study of basal melanocytes and high-level clear cells \n\n(Langerhans cells) in vitiligo. J Invest Dermatol. 1961;37:51-63.  \n\n \n\nBLAU S, REIN CR. Dermabrasion of the acne pit. Arch Dermatol \n\nSyphilol. 1954;70:754-66.  \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n93\n\nBOSSET S, BARRÉ P, CHALON A, NICOLAS JF. Photoageing shows \n\nhistological features of chronic skin inflammation without clinical \n\nand molecular abnormalities. Br J Dermatol. 2003;149:826-35. \n\n \n\nBREATHNACH SM.  The Langerhans cells. Br J Dermatol. 1988;119: \n\n463-9. \n\n \n\nBRINDENSTINE JB, DOLEZAL JF. Standardizing chemical peel \n\nsolution formulations to avoid mishaps: Great fluctuations in actual \n\nconcentrations of trichloroacetic acid. J Dermatol Surg Oncol. \n\n1994;20:813. \n\n \n\nBRODY HJ. The art of chemical peeling. J Dermatol Surg Oncol. \n\n1989a;15:918-21. \n\n \n\nBRODY HJ, HAILEY CW. Medium-depth chemical peeling of the \n\nskin: a variation of superficial chemosurgery. J Dermatol Surg \n\nOncol. 1986;121:268-75. \n\n \n\nBRODY HJ. Variations and comparisons in medium depth chemical \n\npeeling. J Dermatol Surg Oncol. 1989b;9:953-63. \n\n \n\nBRUYNZEEL-KOOMEN C, Van WICHEN DF, CAPRON M. Associated \n\nexpression of CD1 antigen and Fc receptor for IgE on epidermal \n\nLangerhans cells from patients with atopic dermatitis. Clin Exp \n\nImmunol. 1988;74:137-42. \n\n \n\nBURKS JW. Abrasive removal of scars. South Med J. 1955;48:452-9. \n\n \n\nBURKS JW, KRAFCHUK JD. Physiopathology of wound healing \n\nfollowing dermabrasion. Acta Derm Venereol. 1957;2:205-7. \n\n\n\nReferências \n\n \n \n \n\n \n\n94\n\nBURKS JW, MARASCALCO J, CLARK WH. Half face planning of \n\nprecancerous skin after five years. Arch Dermatol. 1963;88:572-85. \n\n \n\nCALDERONE DC, FENSKE NA. The clinical spectrum of actinic \n\nelastosis. J Am Acad Dermatol. 1995;32:1016-24. \n\n \n\nCHIARELLO SE. Manual dermasanding with cryospraying. A \n\nnew wrinkle on the treatment of rhytids. Dermatol Surg. \n\n1996;22:601-610. \n\n \n\nCHIARELLO SE. Commentary: Treatment of upper lip wrinkles: A \n\ncomparison of the 950 µsec dwell time carbon dioxide laser to \n\nmanual tumescent dermabrasion. Dermatol Surg. 1999;25:473-4. \n\n \n\nCLAUBAUGH W. Removal of tattoos by superficial dermabrasion. \n\nArch Dermatol. 1968;98:515-21.  \n\n \n\nCOLEMAN WP III, KLEIN JA. Use of the tumescent technique for the \n\nscalp surgery, dermabrasion, and soft tissue reconstruction. J \n\nDermatol Surg Oncol. 1992;18:130-5. \n\n \n\nCOLEMAN WP III, YARBOROUGH J, MANDY S. Dermabrasion for \n\nprophylaxis and treatment of actinic keratoses. Dermatol Surg. \n\n1996;22:17-21. \n\n \n\nCOOK JL, DZUBOW LM. Aging of the skin: implications for \n\ncutaneous surgery. Arch Dermatol. 1997;133:1273-7. \n\n \n\nCUMBERBATCH M, DEARMAN R, KIMBER I. Age related changes in \n\nmurine epidermal Langerhans cell migration. Immunology. \n\n1999;98:102. \n\n\n\nReferências \n\n \n \n \n\n \n\n95\n\nCUMBERBATCH M, DEARMAN R, GRIFFITHS C, KIMBER I. \n\nLangerhans cell migration. Clin Exp Dermatol. 2000;25(5):413-8. \n\n \n\nDE PANFILIS G, MANARA GC, FERRARI C. Adhesion molecules on \n\nthe plasma membrane of epidermal cells. II. J Invest Dermatol. \n\n1990;94:317-21. \n\n \n\nDE PANFILIS G, MANARA GC, FERRARI C. Adhesion molecules on \n\nthe plasma membrane of epidermal cells. IV. Reg Immunol. \n\n1992;4:119-29. \n\n \n\nDINNER MI, ARTZ JS. The art of trichoroacetic acid peels. Clin Plast \n\nSurg. 1998;25:53-62. \n\n \n\nDOUGHERTY GJ, MURDOCH S, HOGG N. The function of human \n\nintercellular adhesion molecule-1 (ICAM-1) in the generation of an \n\nimmune response. Eur J Immunol. 1988;19:35-9. \n\n \n\nDOUGLAS RG JR, COUCH RB: A prospective study of chronic herpes \n\nsimplex virus infection and recurrent herpes labialis in humans. J \n\nImmunol. 1970;104:289-95. \n\n \n\nDRAKE LA et al. Guidelines of care for dermabrasion. J Am Acad \n\nDermatol. 1994;31:654-7. \n\n \n\nDUFFY DM. Informed consent for chemical peels and dermabrasion. \n\nDermatol Clin. 1989;7:183-5. \n\n \n\nDUPONT C, CIABURRO H, PREVOST Y, CLOUTIER G: Phenol skin \n\ntightening for better dermabrasion. Plast Reconstr Surg. \n\n1972;50:588. \n\n\n\nReferências \n\n \n \n \n\n \n\n96\n\nDZUBOW LM. Survey of refrigeration and surgical techniques used \n\nfor facial dermabrasion. J Am Acad Dermatol. 1985;13:287-92. \n\n \n\nEAGLSTEIN WH. Wound healing and aging. Dermatol Clin. \n\n1986;4:481-4. \n\n \n\nEBBEL, B. Papyrus Ebers. Copenhagen, Ejnar Munksgaard, 1937, \n\napud: COLLINS PS. The chemical peel. Clin Dermatol. 1987;5:57-74. \n\n \n\nEL-DOMYATI MBM, ATTIA SK, SALLEH FY, AHMAD HM, UITTO JJ. \n\nTrichloroacetic acid peeling versus dermabrasion: a histometric, \n\nimmunohistochemical, and ultrastructural comparison. Dermatol \n\nSurg. 2004;30:179-88. \n\n \n\nELSON ML. Treatment of photoaging- a personal comment and \n\nopen study of the use of glycolic acid. J Dermatol Treat. \n\n1993;4:215-8. \n\n \n\nEPSTEIN E. Planning for precancerous skin. Arch Dermatol. \n\n1956;74:312-3. \n\n \n\nEPSTEIN E. Planning for precancerous skin: a ten year evaluation. \n\nCalif Med. 1966;105:26-7. \n\n \n\nEPSTEIN E: Dermabrasion. In Epstein E, editor. Skin Surgery. 3a \n\ned. Springfield III, Charles C Thomas Publisher; 1970, p.378-398. \n\n \n\nERNSTER VL, GRADY D, MIIKE R, BLACK D, SELBY J, \n\nKERLIKOWSKE K. Facial wrinkling in men and women, by smoking \n\nstatus. Am J Public Health. 1995;85:78-82. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n97\n\nFIELD LM. Dermabrasion versus 5-fluorouracil in precancerous \n\nskin: on value of dermabrasion in the management of actinic \n\nkeratoses. In Epstein E, editor. Controversies in Dermatology. \n\nPhiladelphia: W.B. Saunders; 1984, p.96-102. \n\n \n\nFINDLAY GM, MACCALLUM FO. Recurrent traumatic herpes. Lancet. \n\n1940;1:259. \n\n \n\nFITZPATRICK TB. The validity and practicality of sun-restive skin \n\ntype I through VI. Arch Dermatol. 1988;124:869-71. \n\n \n\nFITZPATRICK RE, GOLDMAN MP, SATUR NM, TOPE WD. Pulsed \n\ncarbon dioxide laser resurfacing of photo-aged facial skin. Arch \n\nDermatol. 1996a;132:395. \n\n \n\nFITZPATRICK RE, TOPE WD. Pulsed carbon dioxide laser, \n\ntrichloroacetic acid, Baker-Gordon phenol, and dermabrasion: a \n\ncomparative clinical and histological study of cutaneous resurfacing \n\nin a porcine model. Arch Dermatol. 1996b;132:469-71. \n\n \n\nFRANK W. Therapeutic dermabrasion. Arch Dermatol. \n\n1994;130:1187-9. \n\n \n\nFREINKEL RK, WOODLEY DT. The Biology of the Skin. New York. \n\nThe Parthenon Publishing Group; 2001. \n\n \n\nFULTON JE. Dermabrasion, chemabrasion and laserabrasion. \n\nDermatol Surg. 1996;22:619-28. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n98\n\nGHAZNAWIE M, PAPADIMITRIOU JM, HEENAN PJ. The repopulation \n\nof murine Langerhans cells after depletion by mild heat injury. Br J \n\nDermatol. 1999;141(2):206-210. \n\n \n\nGILCHREST BA, MURPHY G, SOTER NA. Effect of chronologic aging \n\nand ultraviolet irradiation on Langerhans cells in human epidermis. \n\nJ Invest Dermatol. 1982;79:85-8. \n\n \n\nGILCHREST BA. Skin aging and photoaging: an overview. J Am \n\nAcad Dermatol. 1989;21:610-3. \n\n \n\nGILLARD M, WANG TS, BOYD CM, DUNN RL, FADER DJ, JOHNSON \n\nTM. Conventional Diamond fraise vs manual spot dermabrasion \n\nwith drywall sanding screen for scars from skin cancer surgery. \n\nArch Dermatol. 2002;138:1035-9. \n\n \n\nGIN I, CHEW J, RAU K, AMOS DB, BRIDENSTINE JB. Treatment of \n\nupper lip wrinkles: A comparison of the 950 µsec dwell time carbon \n\ndioxide laser to manual tumescent dermabrasion. Dermatol Surg. \n\n1999;25:468-74. \n\n \n\nGLOGAU RG. Chemical peeling and aging skin. J Geriatr Dermatol. \n\n1994;2:30-5. \n\n \n\nGLOGAU RG. Aesthetic and anatomic analysis of the aging skin. \n\nSem Cutan Med Surg. 1996;15:134. \n\n \n\nGOLD MH. Dermabrasion in Dermatology. Am J Clin Dermatol. \n\n2003;4:467-71. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n99\n\nGROVER R, GROBBELAAR AO, MORGAN BDG, GAULT DT. A \n\nquantitative method for the assessment of facial rejuvenation. Br J \n\nPlast Surg. 1998;51:8. \n\n \n\nHAGERMAN RD, WILSON JW. New tool for dermabrasion. Arch \n\nDermatol. 1969;100:326-7. \n\n \n\nHAMILTON DA. A classification of the aging face and its relationship \n\nto remedies. J Clin Dermatol. 1998;1998:35. \n\n \n\nHANKE CW, PINSKI JB, ROENIGK HH, ALT TH: Caution: New skin \n\nrefrigerants. J Dermatol Surg Oncol. 1984;10:167. \n\n \n\nHANKE CW, O’BRIAN JJ. A histological evaluation of the effects of \n\nskin refrigerants in an animal model. J Dermatol Surg Oncol. \n\n1987;13:664-9. \n\n \n\nHARMON CB, ZELICKSON BD, ROENIGK RK, WAYNER EA, \n\nHOFFSTROM B, PITTELKOW MR, BRODLAND DB. Dermabrasive scar \n\nrevision. Dermatol Surg. 1995;21:503-8. \n\n \n\nHARMON CB. Dermabrasion. Dermatol Clin. 2001;19:439-442. \n\n \n\nHARRIS D, NOODLEMAN FR. Combining Manual Dermasanding with \n\nlow strength trichloroacetic acid to improve actinically injured skin. \n\nJ Dermatol Surg Oncol. 1994;20:436-42. \n\n \n\nHOLMKVIST KA, ROGERS GS. Treatment of Perioral Rhytides. A \n\ncomparison of dermabrasion and super pulsed carbon dioxide laser. \n\nArch Dermatol. 2000;136:725-31. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n100\n\nHOLZMANN S, KOCH F, STROITZNER P, SCHMUTH M, JANKE K, \n\nFRITSCH P, ROMANI N. Tape stripping leads to emigration of \n\nLangerhans cells from the epidermis, their entry into afferent \n\nlymphatics in vivo, and allows immigration of progenitors. J Invest \n\nDermatol. 2000;114(1):228. \n\n \n\nHORTON CE, SADOVE RC: Refinements in Combined Chemical Peel \n\nand Simultaneous Abrasion of the Face. Ann Plast Surg. \n\n1984;19:504-10. \n\n \n\nHSU SM, RAINE L, FANGER H. Use of avidin-biotin-peroxidase \n\ncomplex (ABC) in immunoperoxidase techniques. A comparison \n\nbetween ABC and unlabeled antibody (PAP) procedures. J \n\nHistochem Cytochem. 1981;29:577-88. \n\n \n\nIVERSON PC. Surgical removal of traumatic tattoos of the face. \n\nPlast Reconstr Surg. 1947;2:427. \n\n \n\nJOHNSON JB, ICHINOSE H, OBAGI ZE, LAUB DR. Obagi’s modified \n\ntrichloroacetic acid (TCA) - controlled variable-depth peel: a study \n\nof clinical signs correlating with histological findings. Ann Plast \n\nSurg. 1996;36:225-37. \n\n \n\nKADUNC BV. Ácido pirúvico: técnica de padronização para uso em \n\nesfoliações químicas através de estudo experimental [tese]. São \n\nPaulo: Faculdade de Medicina, Universidade de São Paulo; 1998. \n\n \n\nKADUNC BV, ALMEIDA ART. Surgical treatment of facial acne scars \n\nbase don morphologic classification: a Brazilian experience. \n\nDermatol Surg. 2003;29:1200-9. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n101\n\nKITZMILLER WJ, VISSCHER M, PAGE DA, WICKET RR, KITZMILLER \n\nKW, SINGER LJ. A controlled evaluation of dermabrasion versus \n\nCO2 laser resurfacing for the treatment of perioral wrinkles. Plast \n\nReconstr Surg. 2000;106:1366-72. \n\n \n\nKLEIN AW. Complications and adverse reactions with the use of \n\nbotulinum toxin. Sem Cutan Med Surg. 2001;20:109-20. \n\n \n\nKLIGMAN LH. Photoaging: manifestations, prevention and \n\ntreatment. Dermatol Clin. 1986;4:509-16. \n\n \n\nKÖLGEN W, BOTH H, VAN WEELDEN H, GUIKERS K. Epidermal \n\nLangerhans cell depletion after artificial ultraviolet B irradiation of \n\nhuman skin in vivo: apoptosis versus migration. J Invest Dermatol. \n\n2002;118:812-7. \n\n \n\nKOURTCHENKO F, KOURTCHENKO A, VOLYANUK P. Functional role \n\nof Langerhans cells in the regenerative epidermis of human skin \n\nwound. J Invest Dermatol. 1997;109(3):477. \n\n \n\nKRENACS L, TISZLAVICZ L, KRENACS T,  BOUMSELL L.  \n\nImmnohistochemical detection of CD1a antigen in formalin-fixed \n\nand paraffin-embedded tissue sections  with monoclonal antibody \n\nO10. J Pathol. 1993;171:99-104. \n\n \n\nKROMAYER E. Rotationsinstrumente: ein neues techisches \n\nverfahren in der dermatologischen kleinchirurgic. Dermatol Z. \n\n1905;12:26. \n\n \n\nKURTIN A. Corrective surgical planning of skin. Arch Dermatol \n\nSyphilol. 1953;68:389-97. \n\n\n\nReferências \n\n \n \n \n\n \n\n102\n\nLAHMANN C, BERGEMANN J, HARRISON G, YOUNG AR. Matrix \n\nmetalloproteinase-1 and skin ageing in smokers. Lancet. \n\n2001;357:935-6. \n\n \n\nLANG PG. Probable coexisting exogenous ochronosis and mercurial \n\npigmentation managed by dermabrasion. J Am Acad Dermatol. \n\n1988;19:942-6. \n\n \n\nLAWRENCE N, MANDY S, YARBOROUGH J, ALT T. History of \n\ndermabrasion. Dermatol Surg. 2000;26:95-101. \n\n \n\nLEMPERLE G, HOLMES R, COHEN S, LEMPERLE S. A classification of \n\nfacial wrinkles. Plast Reconstr Surg. 2001;108(6):1735-50. \n\n \n\nLETESSIER SM. Chemical peel with resorcin. In: ROENIGK SM, \n\nROENIGK JR HH, editor. Dermatologic Surgery- Principles and \n\nPractice. New York: 1998. \n\n \n\nLISBY S, RALFKIAER E, ROTHLEIN R, VEJLGAARD GL. Intercellular \n\nadhesion molecule-I (ICAM-I) expression correlated to \n\ninflammation. Br J Dermatol. 1989;120:479-84. \n\n \n\nLOBER CW. Chemexfoliation: indications and cautions. J Am Acad \n\nDermatol. 1987;1:109-12. \n\n \n\nLOWENTHAL L. Punch biopsy with autograft. Arch Dermatol \n\nSyphilol. 1953;67:629-31. \n\n \n\nLUIKART R, WILSON JW, AYERS S: Surgical Skin Planning: \n\nSynopsis of a course presented by the American Academy of \n\n\n\nReferências \n\n \n \n \n\n \n\n103\n\nDermatology and Syphilology, University of Southern California \n\nSchool of Medicine, Department of Dermatology, 1956. \n\n \n\nMALDONADO RR. Saturated phenol as a local anesthetic for manual \n\ndermabrasion. Dermatol Surg. 1997;23:187-90. \n\n \n\nMANDY S. Tretinoin in the preoperative and postoperative \n\nmanagement of dermabrasion. J Am Acad Dermatol. 1986;15:878-9. \n\n \n\nMANDY S. Dermabrasion. Semin Cutan Med Surg. 1996;15:162-9. \n\n \n\nMIYAUCHI S, HASHIMOTO K. Epidermal Langerhans cells undergo \n\nmitosis during the early recovery phase after ultra-violet B \n\nirradiation. J Invest Dermatol. 1987;88:703-8. \n\n \n\nMOKAL NJ, PATEL J, THATTE RL. Sandpaper mounted on a safety \n\nrazor: a simple device for dermabrasion. British J Plast Surg. \n\n1990;43:502. \n\n \n\nMONHEIT GD, CHASTAIN MA. Chemical peels. Facial Plast Surg Clin \n\nNorth Am. 2001;9:239-255. \n\n \n\nMURPHY GF, KATZ S, KLIGMAN AM. Topical tretinoin replenishes \n\nCD1a-positive epidermal Langerhans cells in chronically \n\nphotodamaged human skin. J Cutan Pathol. 1998;25:30-4. \n\n \n\nNAGY ZA, LEHMANN PV, FALCIONI F, MULLER S, ADORINI L. Why \n\npeptides? Their possible role in the evolution of MHC-restricted T-\n\ncell recognition. Immunol Today 1989;10:132-8. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n104\n\nNAKAHAMA M, MOHRI N, MORI S, YOKOI Y. Immunohistochemical \n\nand histometrical studies of the human thymus with special \n\nemphasis on age-related changes in medullary epithelial and \n\ndendritic cells. Virchows Arch. 1990;58:245-51. \n\n  \n\nNELSON BR, MAJMUDAR G, GRIFFITHS CEM, GILLARD MO, DIXON \n\nAE, TAVAKKOL A, HAMILTON TA, WOODBURY RA, VOORHEES JJ, \n\nJOHNSON TM. Clinical improvement following dermabrasion of \n\nphotoaged skin correlates with synthesis of collagen I. Arch \n\nDematol. 1994;130:1136-42. \n\n \n\nNELSON BR, METZ RD, MAJMUDAR G, HAMILTON TA, GILLARD MO, \n\nRAILAN D, GRIFFITHS CE, JOHSON TM. A comparison of wire brush \n\nand diamond fraise superficial dermabrasion for photoaged skin. A \n\nclinical, immunohistologic, and biochemical study. J Am Acad \n\nDermatol. 1996;34:235-43. \n\n \n\nNIECHAJEV I, LJUNGQVIST A. Perioral dermabrasion: Clinical and \n\nexperimental studies. Aesth Plast Surg. 1992;16:11-20. \n\n \n\nODOM RB. Topical tretinoin for the treatment of photo damaged \n\nskin. In: WHEELMD RG, editor. Cutaneous Surgery. Philadelphia, \n\nSaunders, 1994. \n\n \n\nORENTREICH N. Dermabrasion. J Am Med Wom Assoc. \n\n1969;24:331-6. \n\n \n\nORENTREICH N, ORENTREICH DS. Dermabrasion. Dermatol Clin. \n\n1995;13:313-327. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n105\n\nPERKINS SW, SKLAREW EC. Prevention of facial herpetic infections \n\nafter chemical peel and dermabrasion: New treatment strategies in \n\nthe prophylaxis of patients undergoing procedures of the perioral \n\narea. Plast Reconstr Surg. 1996;98:427-33. \n\n \n\nPERKINS SW. Proven modalities for facial skin resurfacing? Arch \n\nOtolaryngol Head Neck Surg. 2004;130(11):1334-5. \n\n \n\nPOULOS E, SOLISH N. Effectiveness of dermasanding (manual \n\ndermabrasion) on the appearance of surgical scars: a prospective, \n\nrandomized, blinded study. J Am Acad Dermatol. 2003;48:897-900. \n\n \n\nPOINDEXTER B, SIGAL RK, AUSTIN H, WESTON G. Surgical \n\ntreatment of the aging mouth. Sem Plast Surg. 2003;17(2):199-208. \n\n \n\nPROKSCH E, BRASCH J, STERRY W. Integrity of the permeability \n\nbarrier regulates epidermal Langerhans cell density. Br J Dermatol. \n\n1996;134(4):630-8. \n\n \n\nRESNIK SS, LEWIS LA, COHEN B. Tricloroacetic acid peeling. Cutis. \n\n1976;17:127-9. \n\n \n\nROENIGK HH JR, BROADLAND DG. Facial chemical peel with \n\ntrichloroacetic acid. In: Roenigk RK, Roenigk HH, editors. Surgical \n\nDermatology: Advances in Current Practice. London: Martin Dunitz, \n\n1993:469-77. \n\n \n\nROENIGK HH JR. Advanced cosmetic procedures. Cutis \n\n1994;53:211-16. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n106\n\nROENIGK HH JR. Dermabrasion: state of the art 2002. J Cosm \n\nDermatol. 2002;1:72-87. \n\n \n\nROITT I, MALE D, BROSTOFF J. Immunology, 5a ed. Londres: \n\nMosby, 1998. \n\n \n\nROXO RF, SARMENTO DF, KALAWEK AZ, SPENCER JM. Successful \n\ntreatment of a hypocromic scar with manual dermabrasion. \n\nDermatol Surg. 2003;29:189-91. \n\n \n\nRUBIN M. Manual of chemical peels. Philadelphia: Lippincott, 1995. \n\n \n\nSALGADO AGM. Estudo imuno-histoquímico da pele antes e depois \n\ndo laser de CO2 ultrapulsado [dissertação]. São Paulo: Faculdade \n\nde Medicina, Universidade de São Paulo; 2001. \n\n \n\nSATO A, KLEIN J . The HLA system. First of two parts. N Engl J \n\nMed. 2000;343:702-9. \n\n \n\nSHIP AG, WEISS PR. Pigmentation after dermabrasion: an \n\navoidable complication. Plast Reconstr Surg. 1985;75:528-32. \n\n \n\nSINGER KH, TUCK DT, SAMPSON HA. Epidermal keratinocytes \n\nexpress the intercellular adhesion molecule in inflammatory \n\ndermatoses. J Invest Dermatol. 1989;92:746-50. \n\n \n\nSPIRA M, DINH TA. Perioral Rejuvenation: The role of chemical \n\npeeling and dermabrasion. Sem Plast Surg. 2003;17:233-42. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n107\n\nSPRECHER E, BECKER Y.  Role of epidermal Langerhans cells in \n\nviral infections. Arch Virol. 1988;103:1-14. \n\n \n\nSPRINGER TA. Adhesion receptors in the immune system. Nature \n\n1990;346:425-34. \n\n \n\nSTAGNONE JJ. Chemabrasion, a combined technique of chemical \n\npeeling and dermabrasion. J Dermatol Surg Oncol. 1977;3:217-9. \n\n \n\nSTAGNONE JJ. Superficial peeling. J Dermatol Surg Oncol. \n\n1989;15:924-30. \n\n \n\nSTEGMAN SJ. Current techniques for soft tissue augmentation. J \n\nDermatol. 1987;2:1. \n\n \n\nSTOLAR E. Hand abrasion and cryosurgery for the treatment of \n\naging skin. Presentation: Course 107, Basic Cryosurgery, American \n\nAcademy of Dermatology, Washington, DC, 1993. \n\n \n\nSTUZIN JM, BAKER TJ, GORDON HL. Treatment of photoaging: \n\nfacial chemical peeling (phenol and trichloroacetic acid) and \n\ndermabrasion. Clin Plast Surg. 1993;20:9-25. \n\n \n\nSTUZIN JM, BAKER TJ, BAKER TM. A controlled evaluation of \n\ndermabrasion versus CO2 laser resurfacing for the treatment of \n\nperioral wrinkles. (Discussion). Plast Reconstr Surg. 2000;106(6): \n\n1373-4. \n\n \n\nTAKEUCHI F, STREILEIN R, ROBERT D, HALL R. Increased E-\n\nselectin, IL-8 and IL-10 gene expression in human skin after \n\nminimal trauma. Exp Dermatol. 2003;12:777-83. \n\n\n\nReferências \n\n \n \n \n\n \n\n108\n\nTANG WYM. Tumescent dermabrasion for lichen amyloidosis. J Eur \n\nAcad Dermatol Venerol. 2004;18:144. \n\n \n\nVOSSEN M, HAGE JJ, KARIM RB. Formulation of trichloroacetic acid \n\npeeling solution: a bibliometric analysis. Plast Reconstr Surg. \n\n2000;105:1088-94. \n\n \n\nWEENINK SM, GAUTAM AM. Antigen presentation by MHC class II \n\nmolecules. Immunol Cell Biol. 1997;75:69-81. \n\n \n\nWEINSTEIN C. Carbon dioxide laser resurfacing: long-term follow-\n\nup in 2123 patients. Clin Plast Surg. 1998;25:109-30. \n\n \n\nWENTZELL JM, ROBINSON JK, WENTZELL JM JR, SCHWARTZ DE, \n\nCARLSON SE. Physical properties of aerosols produced by \n\ndermabrasion. Arch Dermatol. 1989;125:1637-43. \n\n \n\nWILSON J, AYRES S, LUIKART R. Mixtures of fluorinated \n\nhydrocarbons as refrigerated anesthetic. Arch Dermatol. \n\n1956;74:310-1. \n\n \n\nWINTON GB, LIEUTENANT C, SALASCHE SJ, COLONEL MC. \n\nDermabrasion of the scalp as a treatment for actinic damage. J Am \n\nAcad Dermatol. 1986;14:661-8. \n\n \n\nWOLFF K, STINGL G.  The Langerhans cells. J Invest Dermatol. \n\n1983;80:17s-21s. \n\n \n\n\n\nReferências \n\n \n \n \n\n \n\n109\n\nYAMAMOTO Y, UEDE K, SAKAI A, FURUKAWA F. Change of \n\nepidermal Langerhans cells in chemically peeled skin. J Invest \n\nDermatol. 2003;121:1244. \n\n \n\nYARBOROUGH JM Jr. Ablation of facial scars by programmed \n\ndermabrasion. J Dermatol Surg Oncol. 1988;14:292-4. \n\n \n\nZISSER M, KAPLAN B, MOY RL. Surgical pearl: manual \n\ndermabrasion. J Am Acad Dermatol. 1995;33:105-6."}]}}}