{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09816"}, {"@name": "filename", "#text": "14812_ElisabeteAlcantaraSantosDoutorado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ELISABETE ALCANTARA DOS SANTOS \n \n\n \n\nEstudo dos Mecanismos da Associação \n\nentre Níveis Pressóricos e a Via \n\nHeme-Heme Oxigenase \n \n\n \n\n \n\n \n\nTese apresentada ao Departamento \nde Farmacologia do Instituto de \nCiências Biomédicas da Universidade \nde São Paulo para obtenção do título \nde doutor em Ciências. \nÁrea de Concentração: Farmacologia. \n\n \n\n \n\n \n\nSÃO PAULO \nMARÇO DE 2001 \n\n\n\nELISABETE ALCANTARA DOS SANTOS \n\n \n\n \n\n \n\n \n\n \n\n \n\nEstudo dos Mecanismos da Associação entre \n\nNíveis Pressóricos e a Via Heme-Heme \n\nOxigenase. \n \n\n \n\n \n\n \n\nTese apresentada ao Departamento de \nFarmacologia do Instituto de Ciências \nBiomédicas da Universidade de São \nPaulo para obtenção do título de doutor \nem Ciências. \n \nÁrea de Concentração: Farmacologia. \n \nOrientador: Prof. Dr. Joel C. Heimann \n\n \n\n \n\n \n\n \n\n \n\n \n\nSÃO PAULO \nMARÇO DE 2001 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ minha mãe, Maria Paula, \n\npelo amor, carinho e apoio  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAgradeço a Deus pela energia e determinação \n\nque me acompanharam ao longo do desenvolvimento \n\ndeste projeto \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n\nAgradecimento em especial \n\nAo Prof. Dr. Joel Claudio Heimann,  \n\npela confiança, carinho e por orientar-me no caminho científico. \n\n \n\n\n\nAGRADECIMENTOS \n \n\nÀ aluna de Iniciação Científica Daniela Araujo Mirandola, pela dedicação e \n\nparticipação neste trabalho. \n\n \n\nÀ amiga Luzia Naôko Shinohara Furukawa, pela amizade, pelos \n\nensinamentos e pela paciência. \n\n \n\nÀ Marlene Araujo Mirandola, pelo auxílio na revisão do texto. \n\n \n\nAo Prof. Dr. José Eduardo Krieger chefe do Laboratório de Genética e \n\nCardiologia Molecular do Instituto do Coração – H.C.F.M.U.S.P. que me \n\npermitiu o aprendizado de algumas técnicas de biologia molecular em seu \n\nlaboratório. \n\n \n\nAos colegas do Laboratório de Genética e Cardiologia Molecular do \n\nInstituto do Coração – H.C.F.M.U.S.P., Silvia, Renata, Maúde e Ayumi pela \n\namizade e pelas contribuições. \n\n \n\nAos colegas e amigos do Laboratório de Hipertensão Experimental que, \n\ndireta ou indiretamente, estiveram envolvidos no crescimento deste \n\ntrabalho. \n\n \n\nAos colegas e amigos do Laboratório de Fisiopatologia Renal pelo convívio \n\nprofissional e pelo aprendizado. \n\n \n\nÀ FAPESP, PRONEX e ao CNPq pelo apoio financeiro. \n\n\n\nACKNOWLEDGEMENTS \n \n\nI would like to express my gratitude to Dr. Richard Roman Jr., for the \n\nsupport and the opportunity to develop some of the experiments at his \n\nlaboratory. Also, I would like to thank the team of his laboratory for \n\ntaught me some techniques. \n\n \n\nI would like to thank Henry Audley for his care and friendship during this \n\nwork. \n\n \n\n\n\nSUMÁRIO \n \n\n Página \n\nLista de Abrevisturas  \n\nLista de Figuras  \n\nLista de Tabelas  \n\nResumo  \n\n1.  Introdução......................................................... 01 \n\n2.  Objetivos............................................................ 09 \n\n3.  Métodos............................................................ 10 \n\n4.  Cálculos e Análise estatística..................................... 26 \n\n5.  Resultados.......................................................... 27 \n\n6.  Discussão........................................................... 48 \n\n7.  Conclusões.......................................................... 53 \n\n8.  Referências Bibliográficas......................................... 54 \n\n10.Abstract........................................................... 61 \n\n\n\nLista de Abreviaturas \n \nHEOX – heme oxigenase \n\nCO – monóxido de carbono \n\nZnPP IX – Zinco protoporfirina IX \n\nHO – dieta hipossódica \n\nNO – dieta normossódica \n\nHR – dieta hipersódica \n\nEET – ácido 14,15-epoxieicosatrienóico  \n\nDiHETE – ácido dihidroxieicosatrienóico \n\n20-HETE - ácido 20 hidroxieicosatetraenóico \n\nAII – angiotensina II \n\nL-NAME - L?-nitro L-arginina metil éster \n\nFE – fenilefrina \n\nSNP – nitroprussiato de sódio \n\nCLOT – clotrimazole \n\nAzeite – azeite de oliva \n\nAA – ácido araquidônico \n\nPAM – pressão arterial média \n\nPAc – pressão arterial caudal \n\nARP – atividade da renina plasmática \n\neNOS -  óxido nítrico sintase endotelial \n\nPA – pressão arterial \n\nPAM – pressão arterial média \n\nPAc – pressão arterial caudal \n\n \n\n\n\nLista de Figuras \n \n Pág. \n\n1. Catabolismo de heme pela heme oxigenase 01 \n\n2. Protocolo Experimental do modelo 1 de hipertensão arterial crônica 11 \n\n3. Protocolo Experimental do modelo 2 de hipertensão arterial crônica 13 \n\n4. Protocolo Experimental do modelo 3 de hipertensão arterial aguda 15 \n\n5. Protocolo Experimental do modelo 4 de hipotensão arterial crônica 17 \n\n6. Protocolo Experimental do modelo 5 de hipotensão arterial aguda 19 \n\n7. Protocolo Experimental da Participação do citocromo P-450 21 \n\n8. Teste de inibição da heme oxigenase 23 \n\n9. Pressão arterial média (PAM) do grupo AII antes e durante 90 minutos  \n\napós a administração de ZnPP IX. \n\n28 \n\n10. Pressão arterial média (PAM) do grupo L-NAME antes e durante 90 \n\nminutos após a administração de ZnPP IX ou veículo. \n\n30 \n\n11. Pressão arterial média (PAM) do grupo FE antes e durante 90 minutos \n\napós a administração de ZnPP IX ou veículo. \n\n32 \n\n12. Pressão arterial média (PAM) do grupo hidralazina antes e durante 90 \n\nminutos após a administração de ZnPP IX ou veículo. \n\n34 \n\n13. Pressão arterial média (PAM) do grupo SNP antes e durante 90 \n\nminutos após a administração de ZnPP IX ou veículo. \n\n36 \n\n14. Pressão arterial média (PAM) do grupo NO+clotrimazole antes e \n\ndurante 90 minutos após a administração de ZnPP IX. \n\n38 \n\n15. Pressão arterial média (PAM) do grupo HR+clotrimazole antes e \n\ndurante 90 minutos após a administração de ZnPP IX. \n\n40 \n\n16. Atividade de renina plasmática dos animais sob infusão de AII e \n\ncontrole. \n\n47 \n\n\n\n \n\n \n\n1 \n\nLista de Tabelas \n \n Pág. \n\n1. Pressão arterial caudal (PAc) antes e após a administração de ZnPP \n\nIX.  \n\n43 \n\n2. Pressão arterial caudal (PAc) antes e após a administração do veículo. 44 \n\n3. Peso corporal dos animais antes e após a cirurgia para canulação da \n\nartéria carótida e/ou veia jugular. \n\n45 \n\n4. Peso corporal dos animais antes e após o teste de inibição da HEOX \n\ncuja pressão arterial foi realizada pelo método oscilométrico (PAc). \n\n46 \n\n \n\n\n\nRESUMO \n \n\nA heme oxigenase (HEOX) é uma enzima que converte o anel heme \n\nem quantidades equimolares de biliverdina, monóxido de carbono (CO) e \n\nFe3+. Esta enzima tem um importante papel fisiológico, regulando os níveis \n\nde hemeproteínas e protegendo as células da agressão oxidativa do heme \n\nlivre. A biliverdina é, subseqüentemente, transformada em bilirrubina que \n\napresenta propriedades antioxidativas e o Fe3+ é seqüestrado pela \n\nferritina. O CO ativa a guanilil ciclase, com resultante produção de 3’,5’-\n\nmonofosfato de guanosina cíclico provocando relaxamento da musculatura \n\nlisa vascular. \n\nEm trabalho anterior, nós verificamos o efeito da inibição aguda da \n\nheme oxigenase com zinco protoporfirina (ZnPP IX) sobre a pressão \n\narterial de ratos Wistar machos recebendo dietas hipossódica (0,15% de \n\nNaCl), normossódica (1,3% de NaCl) ou hipersódica (8% de NaCl) desde o \n\ndesmame. Nos animais sob dieta hipersódica houve diminuição nos níveis \n\npressóricos, enquanto que nos animais que recebiam dieta hipo e \n\nnormossódica, ocorreu um aumento dos níveis pressóricos. A análise \n\ndestes resultados mostrou a existência de uma correlação negativa entre \n\na pressão arterial basal medida antes da injeção de ZnPP IX e o efeito \n\ndeste tratamento sobre os níveis pressóricos. Esta correlação independeu \n\ndo conteúdo de sal na dieta consumida pelos animais. Concluímos assim, que \n\na resposta à inibição da HEOX é modulada pela pressão arterial basal.  \n\nRecentemente, foi mostrado que a heme oxigenase é induzida por \n\nincrementos da pressão obtidos de maneiras diversas e que ao retornar os \n\nníveis pressóricos a valores basais esta indução da enzima é revertida. \n\n\n\n \n\n \n\nA estimulação da HEOX promove consumo de anel heme. O heme \n\nintegra a estrutura molecular de enzimas importantes na regulação da \n\npressão arterial, como por exemplo, guanilato ciclase, óxido nítrico \n\nsintase, hidroxilase e epóxigenase (enzimas pertencentes à família do \n\ncitocromo P-450). Permitimo-nos conjecturar que a falta de heme \n\nrepercute sobre a atuação destas enzimas, uma vez que o turnover destas \n\nenzimas é dependente de heme. \n\nO objetivo deste estudo foi confirmar em outros modelos de \n\nhipertensão arterial os achados anteriores e verificar se a enzima \n\nepoxigenase que metaboliza o ácido araquidônico formando compostos \n\nvasodilatadores, tais como EET e DiHTE, está envolvida na queda da \n\npressão arterial dos animais sob dieta hipersódica. Neste estudo foi \n\ninduzida hipertensão arterial crônica com angiotensina II (AII - 0,7 \n\nmg.kg-1.d-1, via minibomba osmótica durante 7 dias) ou com L?-nitro L-\n\narginina metil ester (L-NAME – 50 mg/L fornecido na água de beber ao \n\nlongo de duas semanas) e hipertensão arterial aguda com fenilefrina (FE - \n\n1 mg.kg-1.h-1 iv ). Hidralazina (15 mg.kg-1.dia-1 fornecido na água de beber \n\ndurante 9 dias) e nitroprussiato de sódio (SNP - 7,7µg.kg-1.min-1 iv) foram \n\nutilizados para induzir diminuição crônica e aguda, respectivamente, da \n\npressão arterial. A participação da via do citocromo P-450 no mecanismo \n\nde queda pressórica em resposta ao ZnPP IX nos animais sob dieta \n\nhipersódica (descrita no trabalho anterior), foi avaliada através da \n\ninibição desta via com clotrimazole (80 mg/kg/24 horas) em animais na \n\nvigência de sobrecarga de sal ou consumindo dieta normossódica. Grupos \n\nde ratos submetidos ao tratamento com AII, L-NAME, FE, SNP, \n\nhidralazina e clotrimazole foram submetidos ao teste de inibição da \n\nHEOX. A pressão arterial direta (artéria carótida) foi avaliada antes e \n\n\n\n \n\n \n\napós a administração de zinco protoporfirina IX (ZnPP IX – 90 µmol/kg ip) \n\nou veículo (carbonato de sódio – 0,15mmol/kg ip). \n\nNós verificamos nos modelos de hipertensão arterial crônicos ou no \n\nmodelo agudo um resultado similar ao encontrado no estudo anterior, ou \n\nseja, em resposta à inibição da heme oxigenase houve uma queda \n\nimportante da pressão arterial. Nos animais submetidos a hipotensão \n\narterial não houve modificação da pressão arterial em resposta à \n\nadministração de ZnPP IX. Nos grupos de animais submetidos ao \n\ntratamento com clotrimazole não houve modificação da pressão arterial \n\napós administração de ZnPP IX. \n\nEm conclusão, pressão basal elevada modifica o efeito da inibição da \n\nheme oxigenase sobre os níveis pressóricos em comparação com pressão \n\narterial basal normal ou reduzida.  \n\nA via do citocromo P-450 parece estar envolvida na queda \n\npressórica após inibição da heme oxigenase nos animais submetidos a \n\ntratamento crônico com dieta hipersódica, uma vez que nos animais \n\ntratados com clotrimazole não houve modificação pressórica após a \n\ninibição da heme oxigenase. \n\n\n\n \n\n \n\n1 \n\nINTRODUÇÃO \n \n\nHá alguns anos, uma série de estudos tem avaliado o catabolismo do \n\nanel heme e tem verificado um possível vínculo da atividade desta via \n\nmetabólica com os níveis pressóricos (Seki, 1997; Galbraith, 1999). A heme \n\noxigenase é uma enzima encontrada no retículo endoplasmático que catalisa \n\na reação de quebra do anel heme na presença de oxigênio molecular e de \n\ncitocromo P-450 redutase que transfere elétrons de NADPH para heme \n\n(Maines, 1992) - figura 1. \n\nBiliverdina\n\nCitocromo P450 RedutaseHeme Oxigenase\n\nCO\n\nNADPH\n\nNADP\n\nO2\n\nH2O\nFe3+\n\nHEME\n\n \n\nFigura 1: Catabolismo de heme pela heme oxigenase.  \n\n\n\n \n\n \n\n2 \n\nOs níveis tissulares de heme são regulados por duas enzimas: a ? \n\naminolevulinato sintase, responsável pela biossíntese e a heme oxigenase \n\n(HEOX) enzima responsável pelo catabolismo de heme. \n\nHeme é de importância vital nos sistemas fisiológicos formando a \n\nunidade catalítica de várias proteínas (hemeproteínas) que são essenciais \n\npara o transporte de oxigênio (hemoglobina), estoque de oxigênio \n\n(mioglobina), respiração celular (citocromos mitocondriais), destruição de \n\nradicais livres (catalase e peroxidase) (Abraham, 1988) e regulação da \n\npressão arterial (óxido nítrico sintase e guanilato ciclase) entre outras \n\n(Galbraith, 1999). Heme livre pode agir como uma molécula pró-oxidante por \n\nproporcionar a produção de espécies reativas de oxigênio, que por sua vez, \n\nprovocam peroxidação de lipídeos, denaturação de proteínas e danos ao \n\nDNA (Immenschuh, 2000). \n\nCerca de 85% da produção de monóxido de carbono (CO) em \n\nmamíferos vem da atividade da heme oxigenase, sendo os outros 15% \n\ndecorrentes de processos como peroxidação de lipídeos (Labbé, 1999). \n\nO monóxido de carbono estimula a formação de 3’,5’- monofosfato \n\nguanosina cíclico pela ativação da guanilil ciclase solúvel, da mesma forma \n\ncomo o óxido nítrico (NO). O CO está envolvido no controle do tônus \n\nvascular em diversos tecidos como cérebro, rins (Galbrath, 1999), fígado \n\n(Suematstu,1996) e no sistema cardiovascular (Johnson, 1999). O CO \n\ntambém está envolvido no controle cardiovascular central através da \n\ntransmissão glutamatérgica (Johnson, 1995), na regulação do tônus vascular \n\nplacentário (McLean, 2000) e na liberação de insulina e glucagon (Kikuchi &amp; \n\nYoshida, 1983). \n\nEm células de mamíferos, a biliverdina é rapidamente reduzida pela \n\nbiliverdina redutase para bilirrubina. De acordo com recentes observações, \n\na bilirrubina apresenta propriedades antioxidantes, agindo, por exemplo, \n\n\n\n \n\n \n\n3 \n\ncomo uma substância neuroprotetora por prevenir a ação deletéria de \n\nradicais livres em cultura de células neuronais de camundongos (Dore, \n\n1999), ou contribuir para a regulação da pressão arterial por funcionar como \n\num scavanger  de espécies reativas de oxigênio que podem ser liberadas \n\npelo endotélio sob numerosos estímulos como por exemplo, por \n\nisquemia/reperfusão. Estas espécies reativas de oxigênio podem interagir \n\ncom o NO resultando na formação de peróxinitrito, diminuindo sua ação \n\nvasodilatadora (Foresti, 1999). \n\nQuando o ferro livre, conseqüência da degradação do anel heme, não é \n\nadequadamente seqüestrado pela ferritina, pode ocorrer incremento da \n\npressão arterial devido a formação de espécies reativas de oxigênio. \n\nEm mamíferos, três isoenzimas de HEOX foram identificadas até o \n\nmomento, a HEOX-1, a HEOX-2 e a HEOX-3. HEOX-1 é altamente induzível \n\nem vários tecidos como coração, rim, fígado, vasos sangüíneos, baço, pulmão \n\ne outros. HEOX-2 é constitutivamente expressa no endotélio e nas camadas \n\nmédia e adventícia dos vasos sangüíneos, testículo e cérebro. HEOX-3 foi \n\nrecentemente descrita no cérebro (McCoubrey, 1997). As duas primeiras \n\nisoenzimas apresentam semelhanças quanto a especificidade de substrato e \n\nquanto a necessidade de um cofator para que ocorra a atividade enzimática. \n\nA terceira isoenzima foi descrita como sendo de baixa atividade. \n\nEntretanto, HEOX-1 e HEOX-2 que são produtos de dois genes distintos \n\napresentam diferenças mais marcantes (compartilham cerca de 43% de \n\nhomologia genética) no seu mecanismo regulatório. HEOX-1 é a “heat shock \n\nprotein 32” (HSP32) e é induzível pelo calor, metais, estresse oxidativo \n\n(peróxido de hidrogênio - H2O2), radiação ultra-violeta (Essig, 1997), \n\nhormônios (gonadotrofina coriônica humana), bactérias pirogênicas \n\n(endotoxinas) e compostos heme (hematina, hemoglobina e heme) (Rodgers, \n\n1994). Os indutores causam aumento na transcrição de mRNA por ativarem \n\n\n\n \n\n \n\n4 \n\nfatores transcripcionais de vários sítios regulatórios na região promotora \n\nda heme oxigenase 1. A indução da heme oxigenase pelo seu substrato \n\n(heme) decorre da ativação de fatores transcripcionais, tais como a \n\nproteína ativadora –2 (AP-2) e o fator NF-?B (Deramaudt, 1999). Somente a \n\natividade da isoenzima HEOX-1 pode ser induzida, havendo aumento de sua \n\nexpressão em até cerca de 100 vezes. \n\nO endotélio vascular é um tecido capaz de responder a uma grande \n\nvariedade de estímulos levando a modulação de muitas atividades \n\nenzimáticas, como a expressão da HEOX. Esta característica representa a \n\ncapacidade de adaptação às novas condições para manutenção da \n\nhomeostase vascular (Motterlini, 1996). \n\nO NO exógeno/endógeno aumenta a expressão do gene HEOX-1 e a \n\nliberação de CO (Wagner, 1997; Vesely, 1998, Thorup, 1999). O mecanismo \n\npelo qual ocorre a indução da HEOX-1 pelo NO ainda não foi bem \n\nesclarecido. Hara e cols. (Hara, 1999) estudaram em cultura de células de \n\nadenocarcinoma coloretal humano (DLD-1) que a indução da HEOX-1 por \n\nnitroprussiato de sódio (SNP) ocorre via ativação de ambos: elemento \n\nresponsivo ao cádmio (CdRE) e proteína ativadora 1 (AP-1). \n\nThorup e cols. (1999) verificaram em artérias preglomerulares de \n\nratos Sprague-Dawley que baixos níveis de CO produz vasorelaxamento e \n\nliberação de NO, enquanto que CO em altas concentrações (acima de 1µM) \n\ncomeça a inibir a atividade da eNOS diminuindo a produção de NO. \n\nA indução da atividade da HEOX-1 pelo NO e a inibição da óxido \n\nnítrico sintase pelo CO parece ser de significância fisiológica para \n\nmanutenção da homeostase vascular. \n\nOutro aspecto de regulação da HEOX refere-se a inibição de sua \n\natividade por meio de substâncias denominadas metaloporfirinas que são \n\nproduzidas sinteticamente e representam uma classe de compostos onde, no \n\n\n\n \n\n \n\n5 \n\nlugar do átomo de ferro do anel heme há outro metal inserido. Esta \n\nsubstituição do ferro pode ser por cobalto, zinco, estanho e outros \n\n(Mitrione, 1988). Estes compostos foram identificados como inibidores \n\ncompetitivos da HEOX. \n\nMetaloporfirinas, como zinco protoporfirina IX (ZnPP IX) e zinco \n\ndeuteroporfirina bis-glicol (ZnDPBG), são alguns dos inibidores eficientes \n\nda atividade da HEOX e são amplamente utilizadas em estudos que \n\ninvestigam o efeito dos produtos da atividade da HEOX, como, por exemplo, \n\nsobre a pressão arterial (Johnson, 1995; Rodgers, 1996). Na literatura é \n\ndescrito um efeito inibitório do ZnPP IX sobre a guanilato cilcase e a óxido \n\nnítrico sintase dose-dependente, no entanto Maines (1996) relata que ZnPP \n\nIX na concentração de 100µmol não interfere com a atividade da óxido \n\nnítrico sintase. ZnPP IX não é somente uma arma farmacológica, mas é \n\ntambém uma substância endógena que é formada quando zinco substitui o \n\nferro na protoporfirina, reação catalisada pela ferroquelatase. Sua \n\nconcentração plasmática tem sido mostrada ser de até 53 µg/dL (Marks, \n\n1994). Zinco protoporfirina IX também é utilizado no tratamento de \n\nhiperbilirrubinemia neonatal (Labbé, 1999). \n\nAs informações retro-mencionadas, permitem conjecturar que a via \n\nheme-heme oxigenase pode interferir na regulação da pressão arterial. \n\nNeste sentido, alguns estudos indicam que esta conjectura parece ser \n\nverdadeira. \n\nSacerdoti e cols. (1989) constataram uma correlação inversa entre a \n\natividade da HEOX e níveis pressóricos em ratos espontaneamente \n\nhipertensos (SHR), animal modelo de hipertensão essencial (Sacerdoti, \n\n1989).  Estes autores demonstraram em seu trabalho que estimulando a \n\nHEOX com cloreto de estanho, em ratos SHR jovens, há uma diminuição dos \n\naltos níveis de citocromo P-450 redutase e uma redução no incremento dos \n\n\n\n \n\n \n\n6 \n\nníveis pressóricos com a idade. A redução dos níveis de citocromo P-450 \n\nredutase deve-se a menor disponibilidade de anel heme necessário para a \n\nsíntese desta enzima. O efeito anti-hipertensivo é atribuído a uma \n\ndiminuição dos mecanismos pressores mediados pelos produtos da citocromo \n\nP-450 redutase (Johnson, 1996). Em outro trabalho, que aborda o assunto, \n\nratos SHR foram tratados cronicamente com SnCl2. Os animais foram \n\ndivididos em três grupos: 1) um grupo tratado com SnCl2 da 5ª a 20ª semana \n\nde idade, 2) um grupo tratado com SnCl2 da 5ª a 13ª semana de idade e 3) \n\num grupo controle. Observou-se que os animais tratados até a 20ª semana \n\nde idade, apresentavam níveis pressóricos menores quando comparados ao \n\ngrupo controle. No segundo grupo, os níveis pressóricos na 20a semana \n\nmantiveram-se reduzidos mesmo após a interrupção do tratamento na 13ª \n\nsemana de idade. A interpretação dos autores foi de que o SnCl2 estimula a \n\natividade da enzima HEOX e reduz os níveis de citocromo P-450 redutase \n\nresultando em menor formação de metabólitos vasoconstritores do ácido \n\naraquidônico (AA)  e maior produção de CO (vasodilatador) resultando na \n\nredução da pressão (Escalante, 1991). \n\nJohnson e cols. (1995) avaliaram o efeito agudo da inibição da \n\natividade da HEOX na pressão arterial em ratos Sprague-Dawley machos \n\nacordados. ZnDPBG e ZnPP IX, inibidores da atividade da HEOX, induziram \n\naumento na pressão arterial paralelamente com o aumento na resistência \n\nperiférica, que pode ser conseqüência da diminuição de CO. Constatou-se \n\ntambém que o sistema nervoso autônomo participa do mecanismo pressor \n\ndevido a inibição de HEOX por ZnDPBG, visto que o pré-tratamento com \n\nclorisondamina ou prazosin preveniu o aumento da pressão arterial. Concluiu-\n\nse que o CO do metabolismo de heme exerce uma influência contra-\n\nregulatória sobre o mecanismo autonômico que promove elevação da pressão \n\narterial. \n\n\n\n \n\n \n\n7 \n\nEm 1996 Johnson e cols. (1996)  estudaram o efeito do maior aporte \n\nde substrato da HEOX sobre os níveis pressóricos em ratos hipertensos e \n\nnormotensos. Neste estudo foi demonstrado que a administração de heme \n\nL-arginato e heme L-lisinato diminui a pressão arterial em ratos \n\nhipertensos, mas não em normotensos. Esta ação vasodepressora da HEOX é \n\nprevenida pela administração de ZnDPBG, sugerindo que a ação depressora é \n\ndevida a ação da enzima. O pré tratamento com def eroxamina (quelante de \n\nferro) e biliverdina não modificou a pressão arterial. Portanto, é provável \n\nque a ação vasodepressora decorrente da estimulação da HEOX é mediada \n\npelo CO. \n\nNós verificamos, recentemente, o efeito da inibição aguda da heme \n\noxigenase com ZnPP IX sobre a pressão arterial de ratos Wistar machos, \n\ncom 12 semanas de idade, recebendo dieta hipossódica (0,15% de NaCl), \n\nnormossódica (1,3% de NaCl) ou hipersódica (8% de NaCl) desde o desmame, \n\ncom 21 dias de vida (Santos, 1998). Para isto a pressão arterial foi medida \n\nantes e após a administração do inibidor da HEOX ou de veículo (Na2CO3). \n\nEm resposta ao ZnPP IX, os ratos submetidos à sobrecarga salina \n\napresentaram uma significativa diminuição dos níveis pressóricos, enquanto \n\nque os animais que rec ebiam dieta hipo e normossódica apresentaram \n\naumento dos níveis pressóricos. Uma correlação negativa entre a pressão \n\narterial basal (antes da administração de ZnPP IX) e o efeito da inibição de \n\nHEOX foi constatada. Em outras palavras, parece que a elevação pressórica \n\nestá envolvida nesta resposta, e pode estar ou não vinculada ao conteúdo de \n\nsal na dieta, porque na correlação negativa, independente do conteúdo de sal \n\nna dieta, pressão arterial basal elevada respondia á inibição da HEOX com \n\numa queda da pressão arterial. Concluímos assim, que a resposta pressórica \n\nà inibição da HEOX é modulada pela pressão arterial basal. Makita e cols. \n\n(1994) realizaram um estudo onde eles administraram uma sobrecarga de \n\n\n\n \n\n \n\n8 \n\nsal (8% de NaCl por 37 dias) a ratos Sprague-Dawley (SD), Dahl sal-\n\nresistente (DR) e Dahl sal-sensível (DS) machos. Neste estudo foi possível \n\nverificar que o sal provoca um aumento, de cerca de 6 a 7 vezes, na \n\nexcreção urinária dos metabólitos vasodilatadores da degradação do AA por \n\nmeio da via do citocromo P-450 renal nos ratos SD e DR, mas não nos ratos \n\nDS. Tais metabólitos são o ácido 14,15-epoxieicosatrienóico (EET) e ácido \n\ndihidroxieicosatrienóico (DiHTE). Os autores propõem que estes \n\nmetabólitos fazem parte de uma resposta adaptativa do rim à um excesso \n\nde ingestão de sal. Este pode ser um dos mecanismos pelo qual os ratos DR e \n\nSD sejam resistentes à administração de sobrecargas de sal. \n\nAlguns estudos recentes (Da Silva, 1994 e Ishizaka, 1997) mostraram \n\numa ativação da heme oxigenase induzida por incrementos da pressão \n\nobtidos de maneiras diversas. A estimulação da HEOX promove consumo de \n\nanel heme (Escalante, 1991). A falta de heme pode repercutir sobre a \n\nfunção de diversas hemeproteínas. Entre estas hemeproteínas encontram-\n\nse a epoxigenase e a hidroxilase (pertencentes à família do citocromo P-\n\n450). Permitimo-nos conjecturar que em conseqüência da falta do anel \n\nheme, poderia ocorrer uma  síntese preferencialmente diminuída de \n\ncompostos vasodilatadores, tais como EETs e DiHTEs. Baseado nesta \n\nhipótese, pode-se imaginar que em se revertendo a falta de heme, ocorra \n\nqueda da pressão arterial. \n\n \n\n\n\n \n\n \n\n9 \n\nOBJETIVOS \n \n\nO nosso objetivo foi verificar se em outros modelos de hipertensão e \n\nhipotensão experimental, a pressão arterial basal também modula a \n\nresposta à inibição da heme oxigenase, e qual a participação do citocromo P-\n\n450 (hidroxilase e epoxigenase) neste mecanismo. \n\n\n\n \n\n \n\n10 \n\nMÉTODOS \n \n\n1) Animais \n\nForam utilizados ratos Wistar machos com 12 semanas de idade \n\nprovenientes do Biotério Central da Faculdade de Medicina da Universidade de \n\nSão Paulo. Estes animais receberam dieta normossódica (grupo NO – 0,5% de \n\nNaCl, Nuvital - Paraná, Brasil) ou hipersódica (grupo HR – 8% de NaCl - Harlan \n\nTeklad, Madison - WI/USA) desde o desmame. \n\nOs ratos foram acondicionados em gaiolas com 5 animais, recebendo ração \n\ne água potável “ad libitum”, em ambiente mantido a 25ºC, com ciclos noite-dia \n\nfixos (12/12 Horas). \n\nEste projeto foi aprovado pela Comissão de Ética em Experimentação \n\nAnimal (CEEA) do Instituto de Ciências Biomédicas da Universidade de São Paulo. \n\n \n\n \n\n2) Grupos estudados \n\n \n2.1) Modelo 1 - hipertensão arterial crônica \n \nMini -bombas osmóticas (Alzet model 2002; Alza Corp., Palo Alto, CA) \n\ncontendo Angiotensina II (AII – Sigma-Aldrich, St. Louis, Missouri – USA) \n\nforam implantadas na região dorsal do animal. A velocidade de infusão foi de 0,7 \n\nmg.kg-1.d-1. O grupo controle foi submetido à um procedimento cirúrgico idêntico \n\nmas sem implantação da mini-bomba osmótica. \n\nA pressão arterial caudal foi verificada antes da realização do teste de \n\ninibição da HEOX para constatação de que houve aumento da pressão. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  11                                                                       12  semanas \n\n   \n\nTeste de inibição da  \nHEOX \n\n \n\n \n\nPAc basal \n\n \nFigura 2- Modelo 1 de Hipertensão arterial crônica \n\n \n\nAII- 0,7mg/kg/dia via mini-bomba osmótica \ndurante 7 dias \n\ndieta normossódica  \n\n \n\n\n\n \n\n \n\n12\n\n2.2) Modelo 2 - hipertensão arterial crônica \n \nL?-nitro L-arginina metil éster (L-NAME - Sigma-Aldrich, St. Louis, \n\nMissouri – USA), inibidor da óxido nítrico sintase (NOS), foi fornecido aos \n\nanimais na água de beber (50mg/L) ao longo de duas semanas. \n\nA pressão arterial caudal foi verificada antes da realização do teste \n\nde inibição da HEOX para verificação de que houve aumento da pressão. \n\n\n\n \n\n \n\n \n \n\n  10                                   11                                 12  semanas \n\n   \n\nTeste de inibição da  \nHEOX \n\n \n\n \n\nPAc basal \n\n \nFigura 3 - Modelo 2 de Hipertensão arterial crônica \n\n \n\nL-NAME - 50mg/L na água de beber durante \n2 semanas \n\ndieta normossódica  \n\n \n\n\n\n \n\n \n\n14\n\n2.3) Modelo 3 - hipertensão arterial aguda \n \nEm alguns experimentos foram realizados testes com a elevação \n\naguda da pressão arterial. Para isto utilizamos a fenilefrina (FE - 1 mg.kg-\n\n1.h-1 iv –  Sigma-Aldrich, St. Louis, Missouri – USA) que foi infundida a \n\npartir de 30 minutos antes e ao longo de 90 minutos após a administração \n\nde ZnPP IX ou veículo (Na2CO3 –150µml/kg). \n\n\n\n \n\n \n\n \n\n \n\n- 60     - 30        0        30       60         0  minutos \n\n \n\n     FE: 1mg/kg/h iv \n  dieta \n\nnormossódica \n \n\n \nFirgura 4 - Modelo 3 de Hipertensão arterial aguda \n\n \n \n\nPAM basal \n\nTeste de inibição da  \nHEOX \n\n \n\n\n\n \n\n \n\n16\n\n2.4) Modelo 4 - hipotensão arterial crônica \n \nPara redução crônica da pressão arterial, hidralazina (15 mg.kg-1.dia-1  \n\n– doado pela Novartis Biociências S/A - São Paulo, SP/Brasil) foi diluída  na \n\nágua de beber, durante 9 dias. A pressão arterial caudal foi verificada \n\nantes da realização do teste de inibição da HEOX. \n\n\n\n \n\n \n\n \n\n  10 - 11                                                                  12  semanas \n\n   \n\nTeste de inibição da  \nHEOX \n\n \n\n \n\nPAc basal \n\n \nFigura 5 - Modelo 4 de Hipotensão arterial crônica \n\n \n\nHHidralazina 15 mg/kg/dia na água de beber ao \nlongo de 9 dias \n\ndieta normossódic \na \n\n\n\n \n\n \n\n18\n\n2.5) Modelo 5 - hipotensão arterial aguda \n \nPara redução aguda da pressão arterial foi utilizado nitroprussiato de \n\nsódio (SNP 7,7µg.kg-1.min-1 iv - Sigma-Aldrich, St. Louis, Missouri – USA) \n\nque foi infundida a partir de 30 minutos antes e ao longo de 90 minutos após \n\na administração de ZnPP IX ou veículo (Na2CO3 – 150µmol/kg). \n\n\n\n \n\n \n\n \n\n- 60     - 30           0          30          60           90  minutos \n\n \n\n     SNP-7,7mg/kg/min iv \n  dieta normossódica \n\n \n \n\n \nFigura 6 - Modelo 5 de Hipotensão arterial aguda \n\n \n\nPAM basal \n\nTeste de inibição da  \nHEOX \n\n \n\n\n\n \n\n \n\n20\n\n3) Avaliação da participação do Citocromo P-450 (hidroxilase e \n\nepoxigenase) nos mecanismos da resposta da pressão arterial à inibição \n\nda HEOX \n\n \n\nOs animais receberam dieta normo ou hipersódica e foram tratados \n\ncom clotrimazole, inibidor da epoxigenase (80 mg.kg-1.24 horas-1 – ip –\n\nMedisca Inc. – New York, USA) ou veículo (azeite de oliva 1 mL/24 horas - \n\nip) durante dois dias consecutivos antes do teste de inibição da heme \n\noxigenase.\n\n\n\n \n\n \n\n \n\n12 semanas\n\n \n\n11 \n\nFigura 7 - Participação do Citocromo P-450 \n\n \n\n1 2 3 4 5 6 7 \ndias \n\n \ndietas \n\nhipersódica \nou \n\nnormossódica \n \n \n\nPAM basal \n\nTeste de inibição da  \nHEOX \n\n \n\n \nClotrimazole \n\n80 mg/kg/dia ou \n1 mL azeite de oliva \n\n \n \n \n\n\n\n \n\n \n\n22\n\n4) Teste da inibição da HEOX \n\n \n\nO teste de inibição da HEOX foi realizado em animais conscientes e \n\nsem restrição ao movimento. \n\nA inibição aguda da heme oxigenase foi realizada nos seis grupos \n\ndescritos acima. Zinco Protoporfirina IX (Porphyrin Products Inc., Logan - \n\nUtah) foi administrada agudamente na dose de 90 µmol/kg ip diluído em \n\nsolução de carbonato de sódio (Na2CO3 - 50 mmol/L – Labsynth Produtos \n\npara Laboratório Ltda – Diadema, SP -). Os animais controle receberam \n\nveículo (Na2CO3) em volume igual ao do inibidor (3mL/kg). A pressão na \n\nartéria carótida foi medida continuamente desde 30 minutos antes até 90 \n\nminutos após a administração do inibidor ou do veículo.  \n\n\n\n \n\n \n\n \n\n- 60      - 30           0           30           60           90  min. \n\n \n  Infusão de FE ou SNP \n\nFigura 8 - Teste de inibição da Heme Oxigenase \n \n\nPAM basal \n\n*  *  *  \n\nAdministração de \nZnPP IX 90 µmol/kg ip \nou Na2CO3 (3 mL/kg) \n \n\nRegistro da PAM \npós \n\nadministração \ndo ZnPP IX \n\n \n\n*  \n\n\n\n \n\n \n\n24\n\n5) Medidas e dosagens \n\n \n\n5.1) Pressão arterial caudal (PAc) \n\nA pressão arterial caudal foi medida por método oscilométrico (Zatz, \n\n1990), sendo que os valores obtidos correspondem à pressão arterial média. \n\nAs medidas foram realizadas em animais acordados. Foram consideradas \n\napenas aquelas medidas obtidas sem movimentação considerável do animal. \n\nO valor final da PAc representa a média de seis medidas. \n\nA PAc foi medida naqueles grupos submetidos a hipertensão e \n\nhipotensão crônica e no grupo citocromo P-450. \n\n \n\n \n\n5.2) Implantação de cateteres e medida da pressão \n\nintra-arterial \n\n \n\nUm cateter de polietileno PE-50 (Intramedic Inc, USA) foi \n\nintroduzido na artéria carótida e na veia jugular esquerdas sob anestesia \n\ncom éter. Os cateteres foram exteriorizados entre as escápulas e \n\npreenchidos com uma solução salina com heparina (500U/ml –Produtos \n\nRoche Químicos e Farmacêuticos S/A – Rio de Janeiro, RJ). Após a cirurgia, \n\nos ratos foram colocados em gaiolas individuais, havendo total liberdade à \n\nmovimentação. O período de recuperação do animal foi de 3-5 dias. O \n\ncateter da artéria carótida foi utilizado para medida da pressão arterial e o \n\nda veia jugular para infusão de soluções. \n\nPara medida contínua da pressão arterial o cateter arterial foi \n\nconectado a um transdutor de pressão (Gould Sthatan Instruments Inc., \n\nmodelo P23DB, Hato Rey, Puerto Rico – USA) que estava acoplado à um \n\n\n\n \n\n \n\n25\n\namplificador (Stemtech Inc., GPA-4 modelo 2, Wisconsin, USA). O sinal \n\nanalógico da pressão arterial foi convertido para digital e analisado através \n\ndo programa CODAS (DATAQ Instruments Inc., Ohio, USA). \n\nA medida de pressão intra-arterial foi realizada nos modelos de \n\nhipertensão e hipotensão arterial aguda e crônica e no grupo citocromo       \n\nP-450. Nos grupos aonde ocorreram infusão aguda de SNP ou PE foi \n\naguardado um período de estabilização de 30 minutos e após este período é \n\nque a pressão arterial média foi registrada. \n\n\n\n \n\n \n\n26\n\n6) Peso \n\n \n\nO peso foi avaliado antes da cirurgia e no dia do teste de inibição da \n\nheme oxigenase naqueles animais submetidos a cateterização. Nos animais \n\nsubmetidos apenas a medida da PAc o peso foi avaliado apenas no dia do \n\nteste de inibição da HEOX. \n\n \n\n \n\n7) Atividade de Renina Plasmática \n\nA atividade de renina plasmática (ARP) foi determinada no grupo AII \n\ne controle por radioimunoensaio, utilizando-se kit comercial (INCSTAR \n\nCorporation – Stillwator, MN, USA). \n\n \n\n \n\n8) Análise estatística \n\n \n\nTodos os valores são expressos como média ± desvio padrão. \n\nUtilizou-se o teste “t” de Student para comparar duas médias e a \n\nanálise de variância de um fator (One-way ANOVA) com medidas repetidas \n\nfoi usada como forma de avaliar as diferenças entre três ou mais médias. O \n\npós-teste utilizado foi o de Dunnett para múltiplas comparações.\n\n\n\n \n\n \n\n27\n\nRESULTADOS \n\n \n\n1. Pressão Arterial Média \n\n \n\nO tratamento com angiotensina (AII) modificou a pressão arterial \n\nmédia (PAM) dos animais sob dieta normossódica após sua infusão ao longo \n\nde 7 dias [PAM basal CONTROLE 119±8 - PAM basal AII 157±15 mmHg, p=0,0224]. A \n\nadministração do inibidor da heme oxigenase (ZnPP IX) nos animais tratados \n\ncom AII provocou queda da PAM ao longo do 90 minutos de observação \n\n[PAM: 30 min 135±20, 60 min 126±14, 90 min 110±3 mmHg, p<0,05 – figura 9]. Nos \n\nanimais submetidos à cirurgia fictícia após a administração do ZnPP IX não \n\nhouve modificação da pressão arterial ao longo do tempo [PAM: 30 min 129±8, \n\n60 min 119±14, 90 min 112±15 mmHg, p>0,05 – figura 9]. \n\n\n\n \n\n \n\n28\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 9. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica após a infusão de angiotensina II (AII) ou cirurgia fictícia de \n\nimplantação de mini-bomba (Controle) e antes e durante 90 minutos após a \n\nadministração de ZnPP IX (zinco protoporfirina IX) ou veículo (carbonato \n\nde sódio). Dados apresentados como média±desvio padrão. n=3 no grupo \n\nZnPP IX e n=3 no grupo controle. *p<0,05 vs. basal do grupo ZnPP IX. \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\nBASAL 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng)\n\nA II SHAM \n\nZnPP IX  \n\n* \n* \n\n\n\n \n\n \n\n29\n\nO tratamento crônico com L-NAME elevou os níveis pressóricos dos \n\nanimais sob dieta normossódica no grupo experimental (ZnPP IX) [PAcantes L-\n\nNAME 123±4 – PAM L-NAME 170±12 mmHg – figura 10] e no grupo controle \n\n(veículo) [PAcantes L-NAME 116±10 – PAM L-NAME 165±16 mmHg – figura 10]. \n\nEstes resultados não foram analisados estatisticamente, uma vez que os \n\nmétodos utilizados para medida de pressão antes e após L-NAME foram \n\ndiferentes. No entanto, a resposta da pressão ao L-NAME foi \n\nbiologicamente relevante. \n\nA administração de ZnPP IX diminuiu a pressão arterial após 60 \n\nminutos [PAM: 30 min – 159±25, 60 min – 130± 25, 90min – 138±15 mmHg, p<0,05 – \n\nfigura 10]. Já o grupo que recebeu veículo não sofreu alteração nos níveis \n\npressóricos [PAM: 30 min – 175± 13, 60 min – 171± 15, 90 min – 174± 21 mmHg, \n\np>0,05 –figura 10]. \n\n\n\n \n\n \n\n30\n\n \n\n \n\n Figura 10. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica tratados cronicamente com L-NAME (L?-nitro L-arginina metil \n\néster) antes e durante 90 minutos após a administração de ZnPP IX (zinco \n\nprotoporfirina IX) ou veículo (carbonato de sódio). Dados apresentados \n\ncomo média±desvio padrão. n=5 no grupo ZnPP IX e n=5 no grupo Veículo. \n\n*p<0,05 vs. Basal do grupo ZnPP IX.  \n\nVeículo \n\nZnPP IX ou Veículo \n\n0\n\n50\n\n100\n\n150\n\n200\n\nBASAL 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng)\n\nZnPP IX \n\n* * \n\n\n\n \n\n \n\n31\n\nO tratamento com fenilefrina aumentou a PAM nos ratos sob dieta \n\nnormossódica [ PAMantes PE 122±9 - PAMbasal PE 155±31 mmHg, p<0,05 – figura \n\n11]. A administração de inibidor da HEOX provocou queda da PAM ao longo \n\ndos 90 minutos de experimento [PAM: 30 min 127±12, 60 min 124±18, 90 min \n\n123±15 mmHg, p<0,05 – figura 11]. Nos animais controle a FE também \n\naumentou a PAM [ PAMantes FE 108±14 - PAM basal FE 148±17 mmHg, p<0,05 – \n\nfigura 11]. A administração do veículo não modificou a PAM ao longo do \n\ntempo [PAM: 30 min  132±16, 60 min  139±16, 90 min  139±25 mmHg, p>0,05 – \n\nfigura 11]. \n\n\n\n \n\n \n\n32\n\n \n\n \n\nFigura 11. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica antes e após início de infusão de fenilefrina (FE) e antes e \n\ndurante 90 minutos após a administração de ZnPP IX (zinco protoporfirina \n\nIX) ou veículo (carbonato de sódio). Dados apresentados como média±desvio \n\npadrão. n=14 no grupo ZnPP IX e n=7 no grupo veículo. §p<0,05 vs. Basal do \n\ngrupo ZnPP IX, #p<0,05 vs. Basal do grupo veículo e *p<0,05 vs. FE do grupo \n\nZnPP IX. \n\n \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\nBasal FE 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng) * * * \n\n§ \n\n# \n\nFENILEFRINA \n\nZnPP IX VEÍCULO \n\nZnPP IX ou Veículo \n\n\n\n \n\n \n\n33\n\nO tratamento crônico com hidralazina diminuiu os níveis pressóricos \n\ndos animais sob dieta normossódica no grupo experimental (ZnPP IX) \n\n[PAcantes hidralazina 136±3 – PAM hidralazina  114±7 mmHg, p=0,0133 – figura 12] e \n\nno grupo controle (veículo) [PAcantes hidralazina 113±8 – PAM hidralazina 102±6 \n\nmmHg, p=0,006 – figura 12]. Estes resultados não foram analisados \n\nestatisticamente, uma vez que os métodos utilizados para medida de \n\npressão antes e após hidralazina foram diferentes.  \n\nA administração de ZnPP IX ou veículo não alterou a pressão arterial \n\nao longo dos 90 minutos de observação [ZnPP IX: PAM: 30 min – 122±4, 60 min – \n\n115±13, 90min – 124±16 mmHg, figura 12]; [Veículo: PAM: 30 min – 105±10, 60 min \n\n– 107±7, 90 min – 108±08 mmHg, figura 12]. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n34\n\n \n\n \n\n \n\n \n\nFigura 12. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica tratados cronicamente com hidralazina antes e durante 90 \n\nminutos após a administração de ZnPP IX (zinco protoporfirina IX) ou \n\nveículo (carbonato de sódio). Dados apresentados como média±desvio \n\npadrão. n=3 no grupo ZnPP IX e n=4 no grupo Veículo. \n\nZnPP IX VEÍCULO\n\n0\n\n50\n\n100\n\n150\n\nBASAL 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng)\n\nZnPP IX ou Veículo \n\n\n\n \n\n \n\n35\n\nNos animais sob dieta normossódica, foi observada uma queda nos \n\nníveis pressóricos logo após a infusão de nitroprussiato de sódio (SNP) [ \n\nPAMantes SNP 113±9 - PAM basal SNP 82±10 mmHg, p<0,05 - figura 13]. Esta \n\nqueda manteve-se ao longo do experimento no grupo onde foi administrado \n\nZnPP IX [PAM: 30 min 87±15, 60 min 83±14, 90 min 85±15 mmHg, p<0,05 figura \n\n13] e no grupo veículo [PAMantes SNP 114±13 - PAMbasal SNP 95±15 mmHg, \n\np<0,05 - figura 13] também não houve alteração da PAM [ PAM: 30 min 92±17, \n\n60 min 97±17, 90 min 95±18 mmHg, p>0,05 – figura 13]. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n36\n\n \n\n \n\n Figura 13. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica antes e após início de infusão de SNP (nitroprussiato de \n\nsódio) e antes e durante 90 minutos após a administração de ZnPP IX (zinco \n\nprotoporfirina IX) ou veículo (carbonato de sódio). Dados apresentados \n\ncomo média±desvio padrão. n=13 no grupo ZnPP IX e n=6 no grupo veículo. \n\n*p<0,05 vs. Basal do grupo ZnPP e #p<0,05 vs. Basal do grupo Veículo. \n\nZnPP IX ou Veículo \n\n0\n\n50\n\n100\n\n150\n\nBasal SNP 30 min 60 min 90 min\n\nP\nA\n\nM\n (\n\nm\nm\n\nH\ng\n)\n\nZnPP IX VEÍCULO \n\nSNP \n\n* \n# \n\n\n\n \n\n \n\n37\n\nNos animais sob dieta normossódica o clotrimazole (CLOT) não \n\nmodificou de forma importante os níveis pressóricos  [PAcantesCLOT 115±15 – \n\nPAMCLOT 108±19 mmHg – figura 14]. Azeite de oliva (veículo do clotrimazole \n\n- AZEITE) interferiu com o nível pressórico [PAcantes azeite 104±5 – PAM azeite \n\n117±5 mmHg – figura 14]. Assim como no grupo submetido a tratamento com \n\nL-NAME, não realizamos a análise estatística entre os valores PAcantesCLOT e \n\n– PAM CLOT, assim como entre PAcantes azeite e PAMazeite. Após o teste de \n\ninibição da HEOX verificamos que os animais submetidos ao tratamento com \n\nclotrimazole apresentaram uma queda pressórica ao longo dos 90 minutos, \n\nembora não tenha sido estatisticamente significante [ PAM: 30 min 103±9, 60 \n\nmin  96±13, 90 min  98±12 mmHg, p=0,0776 – figura 14]. O grupo tratado com \n\nazeite de oliva não apresentou modificação da PAM ao longo do experimento \n\n[ PAM: 30 min 104±22, 60 min  101±26, 90 min  102±23 mmHg, p>0,05 – figura 14]. \n\n\n\n \n\n \n\n38\n\n \n\n \n\nFigura 14. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nnormossódica tratados com clotrimazole ou azeite de oliva (dois dias antes \n\ndo teste de inibição da HEOX) antes e durante 90 minutos após a \n\nadministração de ZnPP IX (zinco protoporfirina IX). Dados apresentados \n\ncomo média±desvio padrão. n=9 no grupo clotrimazole e n=3 no grupo azeite \n\nde oliva. \n\nCLOTRIMAZOLE AZEITE DE OLIVA\n\n0\n\n50\n\n100\n\n150\n\nBasal 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng)\n\nZnPP IX\n\n\n\n \n\n \n\n39\n\nNos animais sob dieta hipersódica o clotrimazole (CLOT) não \n\nmodificou de forma importante os níveis pressóricos [PAcantesCLOT 150±3 – \n\nPAMCLOT 139± 24 mmHg - figura 15]. No entanto, azeite de oliva (veículo do \n\nclotrimazole - AZEITE) reduziu o nível pressórico [PAcantes azeite 141±7 – \n\nPAM azeite 112±6 mmHg – figura 15]. Assim como no grupo submetido a \n\ntratamento com L-NAME, não realizamos a análise estatística. \n\nApós o teste de inibição da HEOX verificamos que os animais \n\nsubmetidos ao tratamento com clotrimazole não apresentaram modificação \n\ndos níveis pressóricos ao longo dos 90 minutos [ PAM: 30 min 138±18, 60 min  \n\n134±18, 90 min  130±16 mmHg,– figura 15]. O grupo tratado com azeite de \n\noliva também não apresentou modificação da PAM ao longo do experimento \n\n[PAM: 30 min 112±7, 60 min 107±5, 90 min 106±5 mmHg – figura 15]. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n40\n\n \n\n \n\nFigura 15. Pressão arterial média (PAM) em ratos Wistar sob dieta \n\nhipersódica tratados com clotrimazole ou azeite de oliva (dois dias antes do \n\nteste de inibição da HEOX) antes e durante 90 minutos após a \n\nadministração de ZnPP IX (zinco protoporfirina IX). Dados apresentados \n\ncomo média±desvio padrão. n=5 no grupo clotrimazole e n=5 no grupo azeite \n\nde oliva  \n\n0\n\n50\n\n100\n\n150\n\n200\n\nBasal 30 min 60 min 90 min\n\nPA\nM\n\n (\nm\nm\nH\ng)\n\nZnPP IX\n\nCLOTRIMAZOLE AZEITE DE OLIVA\n\n\n\n \n\n \n\n41\n\n2. Pressão Arterial Caudal \n\n \n\nOs dados destes experimentos estão representados nas tabelas 1 e 2. \n\nAngiotensina (AII) modificou a pressão arterial caudal (PAc) dos \n\nanimais sob dieta normossódica após sua infusão ao longo de 7 dias [PAc basal \n\nSHAM 118±5 - PAc basal AII 159±10 mmHg, p=0,0001]. A administração do \n\ninibidor da heme oxigenase (ZnPP IX) nos animais tratados com AII \n\nprovocou queda da PAc ao longo do 90 minutos de experimento [PAc: 30 min \n\n142±17, 60 min 118±13, 90 mi n 118±19 mmHg, p<0,05]. Nos animais submetidos a \n\ncirurgia fictícia após a administração do ZnPP IX não houve modificação da \n\npressão arterial ao longo do tempo [PAc: 30 min 132±6, 60 min 125±10, 90 min \n\n128±12 mmHg, p>0,05].  \n\nO tratamento crônico com L-NAME elevou os níveis pressóricos dos \n\nanimais sob dieta normossódica do grupo administrado com ZnPP IX \n\n[PAcantes L-NAME 122±5 – PAcL-NAME 145±11 mmHg, p=0,0006] e do grupo \n\nadministrado com veículo [PAcantes L-NAME 111±11 –PAcL-NAME 156±16 mmHg, \n\np=0,0323].  \n\nA administração de ZnPP IX diminuiu a pressão arterial após 60 \n\nminutos [PAc: 30 min – 135±19, 60 min – 129±22, 90min – 122±17 mmHg, p<0,05]. \n\nJá o grupo sob administração de veículo não sofreu alteração nos níveis \n\npressóricos PAc: 30 min – 162±13, 60 min – 151±11, 90 min – 151± 11 mmHg, p>0,05]. \n\nO tratamento crônico com hidralazina diminuiu os níveis pressóricos \n\ndos animais sob dieta normossódica do grupo administrado com ZnPP IX \n\n[PAcantes hidralazina 133±6 –PAc hidralazina  103±10 mmHg, p=0,0469] e do grupo \n\nadministrado com veículo [PAcantes hidralazina 131±6 –PAc hidralazina 108±10 mmHg, \n\np=0,007]. A administração de ZnPP IX ou veículo não alterou a pressão \n\narterial ao longo dos 90 minutos de experimento [ZnPP IX: PAc: 30 min – \n\n\n\n \n\n \n\n42\n\n112±10, 60 min – 128±15, 90min – 118±6 mmHg]; [Veículo PAc: 30 min – 118±7, 60 min \n\n– 130±7, 90 min – 127±6 mmHg]. \n\nNos animais sob dieta normossódica o clotrimazole (CLOT) não \n\nmodificou os níveis pressóricos  [PAcantesCLOT 112±9 – PAcCLOT 112±5 mmHg]. \n\nAzeite de oliva também não interferiu com o nível pressórico [PAcantes azeite \n\n112±6 PAcazeite 112±13 mmHg]. Após o teste de inibição da HEOX \n\nverificamos que os animais submetidos ao tratamento com clotrimazole não \n\napresentaram alteração  da pressão arterial caudal ao longo dos 90 \n\nminutos,[ PAc: 30 min 111±11, 60 min  111±12, 90 min  109±10 mmHg]. O grupo \n\ntratado com azeite de oliva também não apresentou modificação da PAM ao \n\nlongo do experimento [ PAc: 30 min 111±12, 60 min  113±13, 90 min  114±9 mmHg].  \n\nNos animais sob dieta hipersódica o clotrimazole (CLOT) não \n\nmodificou de forma importante os níveis pressóricos [PAcantesCLOT 136±4 – \n\nPAcCLOT 131±12 mmHg]. O mesmo ocorreu com o grupo azeite [PAcantes azeite \n\n139±13 – PAc azeite 128±23 mmHg].  \n\nApós o teste de inibição da HEOX verificamos que os animais \n\nsubmetidos ao tratamento com clotrimazole não apresentaram modificação \n\ndos níveis pressóricos ao longo dos 90 minutos [ PAc: 90 min  118±10 mmHg]. \n\nO grupo tratado com azeite de oliva também não apresentou modificação da \n\nPAc ao longo do experimento [ PAc: 90 min  127±12 mmHg]. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n43\n\nTabela 1. Pressão arterial caudal (PAc) antes e após a administração de \n\nZnPP IX. \n\n    ZnPP IX \n\nGRUPOS PRÉ-\n\nTRATA\n\nMENTO \n\nn BASAL 30min. 60 min. 90 min. \n\nAII  5 159±10 142±17 118±13** 118±19** \n\nCONTROLE  4 118±5* 132±6 125±10 128±12 \n\nL-NAME 122±5 7 145±11§ 135±19 129±22*** 122±17*** \n\nHIDRALA-ZINA 133±6 3 103±10§§ 112±10 128±15 118±16 \n\nCLOT-NO 112±9 7 112±5 111±11 111±12 109±10 \n\nAZEITE-NO 112±6 6 112±13 111±12 113±13 114±9 \n\nCLOT-HR 136±4 3 131±12   118±10 \n\nAZEITE-HR 139±13 3 128±23   127±12 \n\nCada valor representa a média±desvio padrão. *p=0,0001 vs. AII-Basal, **p&lt;0,05 vs. AII-\n\nBasal, ***p<0,05 vs. L-NAME-Basal, § p=0,0006 vs. pré-tratamento com L-NAME, §§ \n\np=0,0469 vs. pré-tratamento com hidralazina \n\n\n\n \n\n \n\n44\n\nTabela 2. Pressão arterial caudal (PAc) antes e após a administração de \n\nveículo (Na2CO3).  \n\n PAc  VEÍCULO    \n\nGRUPOS PRÉ-\n\nTRATAMENTO \n\nn BASAL 30 min. 60 min. 90 min. \n\nL-NAME 111±11 4 156±16# 162±13 151±11 151±11 \n\nHIDRALAZINA 131±6 5 108±10## 118±7 130±7 127±6 \n\nCada valor representa a média±desvio padrão \n#p=0,0323 vs. Pré-tratamento L-NAME \n##p=0,007 vs. Pré-tratamento hidralazina \n \n\n \n\n \n\n3. Peso \n\n \n\nOs animais dos grupos AII, FE, SNP e CLOT-HR que no teste de \n\ninibição da HEOX foram tratados com a administração de ZnPP IX tiveram \n\nperda de peso após a intervenção cirúrgica para colocação de cateteres na \n\nartéria carótida e/ou veia jugular  assim como os animais tratados com SNP \n\ne no teste de inibição receberam veículo (tabela 3). \n\n\n\n \n\n \n\n45\n\nTabela 3. Peso corporal do animais antes e após a cirurgia para canulação da \n\nartéria carótida e/ou veia jugular. \n\nGRUPOS Antes  cirurgia Após cirurgia Antes cirurgia Após cirurgia \n\n ZnPP IX Veículo \n\nAII 393±25(3) 347±37*(3)  365±18(3)  342±17(3)  \n\nL-NAME 369±37 (6) 364±43 (6) 391±19 (9)  387±22 (9) \n\nFE 411±42 (14) 385±48**(14) 381±38 (7) 363±39 (7) \n\nHIDRALAZINA   390±14(4)  391±27(4) \n\nSNP 368±30 (13) 350±38*** (13) 372±23 (6) 357±18(6) ****  \n\nCLOT-NO 366±19(9)  369±31(9)    \n\nAZEITE-NO     \n\nCLOT-HR 385±63 (5) 369±58 # (5)   \n\nAZEITE-HR 371±62 (5) 334±38 (5)   \n\nCada valor representa a média±desvio padrão. O número de animais está indicado \n\nentre parênteses. \n\n*p=0,0042 vs. AII-ZnPP IX antes cirurgia, **p<0,0001 vs. FE-ZnPP IX antes cirurgia, \n\np=0,0453 vs. SNP-ZnPP IX antes cirurgia, ****p=0,0383 vs. SNP-Veículo antes \n\ncirurgia, #p<0,05 vs CLOT -HR-ZnPP IX. \n\n\n\n \n\n \n\n46\n\nNaqueles grupos de animais onde a PAc foi avaliada, apenas no \n\ngrupo L-NAME houve diferença de peso entre o grupo ZnPP IX e o \n\ngrupo veículo (tabela 4). \n\n \n\n \n\n \n\n \n\nTabela 4. Peso corporal do animais antes e após o teste de inibição da HEOX \n\ncuja pressão arterial foi realizada pelo método oscilométrico (PAc). \n\nGRUPOS ZnPP IX CONTROLE \n\nAII 333±25 (4) 334±27 (4) \n\nL-NAME 313±33* (7)  374±26 (4) \n\nHIDRALAZINA 306±27 (6) 306±13 (5) \n\nCLOT-NO 330±36 (7) 358±28 (6) \n\nCLOT-HR 307±28 (5) 308±38 (5) \n\nCada valor representa a média±desvio padrão. O número de animais está indicado entre \nparênteses. \n*p=0,0116 vs controle  \n\n \n\n\n\n \n\n \n\n47\n\n4. Atividade de Renina Plasmática \n\n \n\nReduções significante na atividade de renina plasmática foram \n\nobservadas no sétimo dia após infusão de AII comparado ao grupo \n\nsubmetido a cirurgia fictícia [ARP pós-AII 0,05±0,04  ARP pós-fictícia 3,5±1,8 \n\nng/ml/h) \n\n \n\n \n\n \n\nFigura 16. Atividade da renina plasmática (ARP) 7 dias após os animais \n\nterem sido submetidos a operação fictícia ou a infusão de AII por meio  de \n\nmini-bomba osmótica. Cada valor representa a média±desvio padrão, n=4 em \n\ncada grupo. *p=0,0286 em comparação ao POS-FICTÍCIA. \n\n \n\n0\n\n2\n\n4\n\n6\n\nPOS FICTÍCIA POS AII\n\nA\nR\nP \n\n(n\ng/\n\nm\nL/\n\nh)\n\n*\n\n\n\n \n\n \n\n48\n\nDISCUSSÃO \n \n\nOs resultados obtidos em um estudo anterior realizado em nosso \n\nlaboratório (Santos e cols. , 1998), sugeriram que o efeito da inibição da \n\nheme oxigenase sobre a pressão arterial depende dos níveis pressóricos \n\nprévios à inibição desta enzima. No mencionado trabalho foi avaliado o \n\nefeito da inibição aguda da heme oxigenase com ZnPP IX sobre a pressão \n\narterial de ratos Wistar machos, com 12 semanas de idade, recebendo dieta \n\nhipossódica (0,15% de NaCl), normossódica (1,3% de NaCl) ou hipersódica \n\n(8% de NaCl) desde o desmame, com 21 dias de vida. A pressão arterial foi \n\nmedida antes e após a administração do inibidor da HEOX ou de veículo \n\n(Na2CO3). Em resposta ao ZnPP IX, os ratos submetidos à sobrecarga salina \n\napresentaram uma significativa diminuição dos níveis pressóricos enquanto \n\nque nos animais que recebiam dieta hipo e normossódica, houve incremento \n\nda pressão arterial. Observamos uma correlação negativa entre a pressão \n\narterial basal antes da administração de ZnPP IX e o efeito da inibição da \n\nHEOX sobre os níveis pressóricos, sugerindo que o sal não está envolvido \n\nnesta resposta e sim o nível pressórico basal. \n\nUma das questões que ficou sem resposta foi se o fenômeno \n\nobservado é restrito ao modelo sobrecarga e restrição salina crônica ou se \n\nele também ocorre em outros modelos de hiper ou hipotensão arterial. \n\nNo presente estudo, este fenômeno foi comprovado em situações nas \n\nquais foi induzida variação da pressão arterial aguda e cronicamente, sem a \n\nparticipação de modificações no consumo de sal na dieta. Existe uma \n\nassociação inversa entre o efeito da inibição da heme oxigenase sobre a \n\npressão arterial e os níveis pressóricos basais.  \n\nTal fenômeno foi verificado por meio da indução de incrementos e \n\ndecréscimos agudos e crônicos da pressão arterial em ratos Wistar machos \n\n\n\n \n\n \n\n49\n\nconsumindo dieta normossódica. \n\nA elevação de duração mais longa da pressão arterial foi induzida por \n\nmeio de tratamento com AII ou por meio de tratamento com L-NAME e a \n\nelevação de duração menor foi obtida por meio de infusão de FE. Tanto nos \n\ngrupos de ratos com incremento prolongado da pressão arterial, como \n\nnaqueles com incremento de somente algumas horas, foi constatada uma  \n\nqueda da pressão arterial com início 60 a 90 minutos após inibição da HEOX \n\ncom ZnPP IX. \n\nEm outros grupos de ratos, também consumindo dieta normossódica, \n\nfoi induzida uma redução da pressão arterial de curta duração com SNP ou \n\nde duração maior com hidralazina. Na vigência de níveis reduzidos de \n\npressão arterial a inibição da heme oxigenase não teve efeito sobre os \n\nníveis pressóricos. Em virtude dos resultados obtidos é possível afirmar que \n\no valor da pressão arterial que precede a inibição da HEOX interfere no \n\nefeito da inibição desta enzima sobre os níveis pressóricos, pelo menos nos \n\nmodelos utilizados. Aparentemente, o fenômeno detectado nestes \n\nexperimentos independe do tipo de droga empregada e da duração do \n\ntratamento. É preciso salientar, que o presente estudo é o primeiro no qual \n\nfoi demonstrado que inibição da HEOX pode resultar em queda da pressão \n\narterial. Todos os estudos anteriores, nos quais foi realizada inibição da \n\nHEOX, foram feitos em animais normotensos.  \n\nUma característica da heme oxigenase é que tanto os produtos, como \n\no substrato desta enzima têm efeitos biológicos e que podem até ser \n\nopostos. O substrato da enzima, o anel heme, faz parte da estrutura \n\nmolecular de inúmeras substâncias, entre as quais, enzimas, cuja ação pode \n\nresultar em modificações da pressão arterial. Algumas destas enzimas, que \n\ncontém na sua estrutura o anel heme, são a óxido nítrico sintase, a guanilil \n\nciclase, a ciclo-oxigenase, enzimas da família do citocromo P450 como a \n\n\n\n \n\n \n\n50\n\nepoxigenase, a hidroxilase, etc. É conhecido da literatura que elevação da \n\npressão arterial obtida através de alguns métodos (AII e L-NAME), \n\naumenta a expressão de mRNA, proteína e atividade da heme oxigenase \n\n(Aizawa, 2000 e Ishizaka, 2000). A atividade aumentada da HEOX leva a um \n\nconsumo aumentado do anel heme. Este consumo aumentado de heme pode \n\ninterferir na formação de hemeproteínas (guanilato ciclase, óxido nítrico \n\nsintase, epoxigenase) e que são importantes para manter a pressão arterial \n\nnos níveis de normotensão. (Escalante, 1989) \n\nPor outro lado, o monóxido de carbono, a biliverdina e o íon ferro, \n\nprodutos da ação da HEOX, também geram efeitos igualmente capazes de \n\nmodificar a pressão arterial. Dito isto, é possível que a inibição da HEOX \n\nproduza resultados opostos sobre a pressão arterial, conforme haja o \n\npredomínio do efeito do acúmulo do substrato ou o predomínio do efeito \n\ndecorrente de menor produção dos produtos da reação. Existem algumas \n\nevidências favoráveis a estes comentários, produzidas por estudos \n\nrealizados em outros laboratórios. Uma destas evidências é um estudo de \n\nJohnson e col. (1995) que avaliaram o efeito da inibição da HEOX em ratos \n\nSprague-Dawley normotensos. Estes autores observaram um aumento da \n\npressão arterial, cujo início se manifestou a partir de 5 minutos após a \n\ninjeção intra - peritoneal de ZnDPBG. No entanto, Seki e col. (1997) \n\nmostraram em cultura de células endoteliais que a inibição da HEOX com \n\nZnPP IX estimula a atividade da óxido nítrico sintase. Se isto ocorrer em \n\nanimais intactos, poderia ser uma explicação para a queda da PA em \n\nresposta a inibição da HEOX. Por outro lado, este mecanismo não deve ser \n\numa explicação para os resultados observados nos animais tratados com L-\n\nNAME, caso a NOS estiver totalmente bloqueada pela droga. \n\nOs grupos de hipertensão e hipotensão crônicos assim como  o grupo \n\nde participação do citocromo P-450 foram repetidos, para que fosse \n\n\n\n \n\n \n\n51\n\nrealizada a coleta de tecido com o objetivo de quantificar a atividade da \n\nHEOX. Nestes grupos a pressão arterial foi avaliada através do método \n\noscilométrico. Os resultados obtidos foram semelhantes aos mensurados \n\natravés da medida direta da pressão arterial. \n\nExperimentos adicionais foram realizados na tentativa de esclarecer \n\nos mecanismos envolvidos na modulação do efeito da inibição da HEOX \n\nsobre os níveis de pressão arterial. O objetivo destes experimentos \n\nadicionais foi verificar se ocorreu produção aumentada de metabólitos \n\nvasodilatadores decorrentes da ação de epoxigenases sobre o ácido \n\naraquidônico. Esclarecendo melhor, a epoxigenase, enzima da família do \n\ncitocromo P450, é uma hemeproteína e, portanto, poderia estar ativada em \n\ndecorrência do acúmulo de heme gerado pela inibição da HEOX. Para \n\ncomprovar ou não esta possibilidade, foram planejados experimentos nos \n\nquais animais na vigência de sobrecarga salina crônica ou consumindo dieta \n\ncom conteúdo normal de sal, previamente tratados com clotrimazole \n\n(inibidor da epoxigenase) foram submetidos a inibição da HEOX. Há que se \n\nlembrar, que em estudo anterior, já havia sido demonstrado que ratos sob \n\nsobrecarga de sal respondiam com queda da PA à inibição da HEOX. Para \n\nverificarmos se os metabólitos vasodilatadores produzidos pela epoxigenase \n\nestavam ou não envolvidos nesta resposta, nós inibimos a HEOX naqueles \n\nanimais pré-tratados com clotrimazole. Nestes animais não houve \n\nmodificação da pressão arterial em resposta à inibição da HEOX. Este \n\nresultado sugere que a queda da pressão arterial decorrente da inibição da \n\nHEOX nos animais sob dieta hipersódica está possivelmente relacionada com \n\numa maior atividade da enzima epoxigenase. Ocorre que no grupo de ratos \n\nnos quais foi inibida a HEOX e que receberam o veículo do clotrimazole, a \n\npressão arterial também não variou. Uma possível explicação para este \n\nresultado é que a pressão basal do grupo que recebeu azeite de oliva estava \n\n\n\n \n\n \n\n52\n\ndentro dos limites da normalidade, apesar da sobrecarga de sal. Talvez isto \n\ntenha ocorrido porque o azeite estimulou a atividade da epoxigenase (Miller, \n\n1991), o que levou a uma redução da pressão. Ruiz-Gutierrez e cols. (1996) \n\ndemonstraram em seu estudo que mulheres hipertensas, após 4 semanas de \n\ntratamento com dieta rica em azeite de oliva, apresentavam uma redução na \n\npressão sistólica e diastólica. O mesmo resultado foi encontrado para ratos \n\nDahl sensível sob dieta hipersódcia (Gauguli, 1986). \n\nAlguns comentários adicionais são pertinentes. Thorup e cols. (1999) \n\nmostraram que CO provoca contração em arteríolas aferentes \n\njustaglomerulares de rins de ratos Sprague-Dawley, devido à inibição da \n\nóxido nítrico sintase. Como já havia sido retro-mencionado, aparentemente \n\na óxido nítrico sintase não está envolvida nos mecanismos da queda \n\npressórica decorrente da inibição da heme oxigenase em animais com \n\nelevação da pressão arterial basal, porque no grupo L-NAME onde supõem-\n\nse que a NOS esteja totalmente inibida, a resposta foi semelhante a \n\nencontrada nos outros dois grupos AII e FE. \n\nDe acordo com o estudo de Mori e cols. (1999), o CO inibe a via \n\nmetabólica do ácido araquidônico pelo citocromo P-450, no fígado de ratos \n\nWistar. Esta informação permite que se conjecture o seguinte: a inibição da \n\nHEOX reduz a síntese de monóxido de carbono, o que então libera a ação do \n\ncitocromo P450. Esta via metabólica gera produtos vasodilatadores e \n\nvasoconstritores e que na vigência de níveis de pressão arterial elevados, \n\npredomi nariam os primeiros. Há que se salientar que estes comentários são \n\nmero exercício de raciocínio, mas que merecem investigação adicional. \n\n \n\n\n\n \n\n \n\n53\n\nCONCLUSÕES \n \n\n1) O efeito da inibição da heme oxigenase sobre a pressão \n\narterial varia em função dos níveis de pressão arterial existentes antes \n\nda inibição desta enzima. \n\n2) A epoxigenase, enzima pertencente a família do citocromo P-\n\n450, parece estar envolvida na queda da pressão arterial em resposta a \n\ninibição da HEOX com ZnPP IX nos animais sob dieta hipersódica. \n\n\n\n \n\n \n\n54\n\nBIBLIOGRAFIA \n \n\nAbraham, N.G.; Lin, J.H.C.; Schwartzman, M.L.; Levere, R.D.; Shibahara, S. \n\nThe physiological significance of heme oxygenase. Int. J. Biochem., \n\n20:543-558; 1988. \n\n \n\nAizawa, T; Ishizaka, N; Taguchi, Ji; Nagai, R; Mori, I; Tang, SS; \n\nIngelfinger, JR; Ohno, M. Heme oxygenase-1 is upregulated in the kidney \n\nof angiotensin II-induced hypertensive rats: possible role in \n\nrenoprotection. Hypertension, 35:800-806; 2000. \n\n \n\nDa Silva, J.L.; Tiefenthaler, M.; Park, E.; Escalante, B.; Schwartzman, M.L.; \n\nLevere, R.; Abraham, N.G. Tin-Mediated heme oxygenase gene activation \n\nand cytochrome P450 arachidonate hydroxylase inhibition in \n\nSpontaneously Hypertensive Rats. Am. J. Med. Sci., 307:173-181; \n\n1994. \n\n \n\nDeramaudt, T. B.; Da Silva, J. L.; Remy, P.; Kappas, A. and Abraham, N.G. \n\nNegative regulation of human heme oxygenase in microvessel endothelial \n\ncells by dexamethasone. Proc. Soc. Exp. Biol. Med., 222:185-193, \n\n1999. \n\n \n\nDore S.; Sampei K.; Goto S.; Alkayed N. J.; Guastella D.; Blackshaw S.; \n\nGallagher M.; Traystman R. J.; Hurn P. D.; Koehler R.C.; Snyder S.H. \n\nHeme oxygenase-2 is neuroprotective in cerebral ischemia. Mol. Med., \n\n5:656-63; 1999. \n\n \n\n\n\n \n\n \n\n55\n\nEscalante, D.; Sacerdoti, D.; Davidian, M.M.; Schwartzman, M.L.; McGiff, \n\nJ.C. Chronic treatment with tin normalizes blood pressure in \n\nspontaneously hypertensive rats. Hypertension, 17:776-779; 1991. \n\n \n\nSacerdoti, D.; Escalante, D,; Abraham, N.G.; McGiff, J.C.; Levere, R.D.; \n\nSchwartzman, M.L. Treatment with tin prevents the development of \n\nhypertension in spontaneously hypertensive rats. Science, 243:388-390; \n\n1989. \n\n \n\nEssig, D.A.; Borger, D.R.; Jackson, D.A. Induction of heme oxygenase-1 \n\n(HSP 32) mRNA in skeletal muscle following contractions. Am. J. \n\nPhysiol., 272:C59-C67; 1997. \n\n \n\nForesti, R.; Sarathchandra, P.; Clarck, J.E.; Green, C.J. and Motterlini, R. \n\nPeroxynitrite induces haem oxygenase-1 in vascular endothelial cells: a \n\nlink to apoptosis. Biochem. J., 339:729-736; 1999. \n\n \n\nGalbraith, R. Heme oxygenase: Who needs it? Proc. Soc. Exp. Biol. Med., \n\n222:299-305; 1999. \n\n \n\nGanguli, MC; Tobian, L and Iwai, J. Reduction of blood pressure in salt-fed \n\nDahl salt-sensitive rats with diets rich in olive oil, safflower oil or \n\ncalcium biphosphate but not with calcium carbonate. J Hypertens Suppl \n\n4:S168-9; 1986. \n\n \n\nHara, E; Takahashi, K; Takeda, K; Nakayama, M; Yoshizawa, M; Fujita, H; \n\nShirato, K and Shibahara, S. Induction of Heme oxygenase-1 as a \n\n\n\n \n\n \n\n56\n\nresponse in sensing the signals evoked by distinct nitric oxide donors. \n\nBiochem. Pharmacol. 58:227-236; 1999. \n\n \n\nImmenschuh, S.; Ramadori, G. Gene regulation of heme oxygenase-1 as a \n\ntherapeutic target. Biochem. Pharmacol., 60:1121-1128; 2000. \n\n \n\nIshizaka, N.; De Léon, H; Laursen, J.; Fukui, T.; Wilcox, J.N.; De Keulenaer, \n\nG.; Griendling, K.K.; Alexander, W.R. Angiotensin II-induced \n\nhypertension increases heme oxygenase-1 expression in rat aorta. \n\nCirculation, 96:1923-1929; 1997. \n\n \n\nIshizaka, N; Aizawa, T; Mori, I; Taguchi, J; Yazaki, Y and Ohno, M. Heme \n\noxygenase-1 is upregulated in the rat heart in response to chronic \n\nadministration of angiotensin II. Am. J. Physiol., 279:H672-H678; \n\n2000. \n\n \n\nJohnson R.A.; Kozma R.; Colombari, E. Carbon monoxide: from toxin to \n\nendogenous modulator of cardiovascular functions.  Braz. J. Med. Biol. \n\nRes., 32:1-14; 1999. \n\n \n\nJohnson R.A.; Lavesa M.; Askari B.; Abraham, N.G.; Nasjletti, A. A heme \n\noxygenase product, presumable carbon monoxide, mediates a \n\nvasodepressor function in rats. Hypertension, 25:166-169; 1995. \n\n \n\nJohnson, R.A.; Lavesa, M.; DeSeyn, K.; Scholer, M.J.; Nasjletti, A. Heme \n\noxygenase substrates acutely lower blood pressure in hypertensive rats. \n\nAm. J. Physiol. 271:H1132-H1138; 1996. \n\n \n\n\n\n \n\n \n\n57\n\nKikuchi, G. and Yoshida, T. Function and induction of the mirosomal heme \n\noxygenase. Mol. Cel. Biochem. 53/54:163-183; 1983. \n\n \n\nLabbé, R.F.; Vreman, H.J.; Stevenson, D. Zinc Protoporphyrin: A metabolite \n\nwith a mission. Clinical Chemistry, 45: 2060-2072; 1999. \n\n \n\nMaier, K.G.; Henderson, L.; Narayanan, J.; Alonso-Garcia, M.; Falck, J.R. and \n\nRoman, R.J. Fluorescent HPLC assay for 20-HETE and other P-450 \n\nmetabolites of arachidonic acid. Am. J. Physiol., 279:H863-871; 2000. \n\n \n\nMaines MD: Heme oxygenase: clinical applications and functions. Florida, \n\nCRC Press; 1992. \n\n \n\nMaines, MD: Carbon monoxide and nitric oxide homology: differenctial \n\nmodulation of heme oxygenase in brain and detection of protein and \n\nactivity. Methods of Enzymology; 268:473-488; 1996. \n\n \n\nMakita, K., Kihito, T.; Karara, A.; Jacobson, H.R.; Falck, J.R.; Capdevila, J.H. \n\nExperimental and/or genetically controlled alterations of the renal \n\nmicrosomal cytochrome P450 epoxygenase induced hypertension in rats \n\nfed a high salt diet. J. Clin. Invest., 94:2414-2420; 1994. \n\n \n\nMarks, G.S. Heme oxygenase: the physiological role of one of its \n\nmetabolites, carbon monoxide and interactions with zinc protoporphyrin, \n\ncobalt protoporphyrin and other metalloporphyrins. Cell. Mol. Biol., \n\n40:863-870; 1994. \n\n \n\n\n\n \n\n \n\n58\n\nMcCoubrey Jr., W. K.; Huang, T. J. and Maines, M.D. Isolation and \n\ncharacterization of a cDNA from the rat brain that encodes \n\nhemoprotein heme oxygenase-3. Eur. J. Biochem., 247:725-732; 1997. \n\n \n\nMcLean, M.; Bowman, M.; Clifton, V.; Smith, R. and Grossma n, AB. \n\nExpression of the heme oxygenase – Carbon monoxide Signaling system \n\nin human placenta. J. Clin. Endocrinol. Metabol., 85:2345-2349; 2000. \n\n \n\nMiller, MS; Jones, AB; Chauhan, DP; Park, SS; Anderson, LM. Induction of \n\ncytochrome P-450IA1 in fetal rat liver by a single dose of 3-\n\nmethylcholanthrene. Biochem. Biophys. Res. Commun., 176:280-\n\n287;1991. \n\n \n\nMori, M; Suematsu, M.; Kyokane, T.; Sano, T.; Suzuki, H.; Yamaguchi, T.; \n\nIshimura, Y. e Ishii, H. Carbon Monoxide-Mediated alterations in \n\nparacellular permeability and vesicular transport in acetaminophen-\n\ntreated perfused rat liver. Hepatology, 30:160-168, 1999. \n\n \n\nMitrione S.M., Villalon P., Lutton J.D., Levere R.D., Abraham N.G.: Inhibition \n\nof human adult and fetal heme oxygenase by new synthetic heme \n\nanalogues. Am. J. Med. Sci. , 296:180-186; 1988. \n\n \n\nMotterlini, R.; Foresti, R.; Intaglietta, M.; Winslow, R.M. NO-mediated \n\nactivation of heme oxygenase: endogenous cytoprotection against \n\noxidative stress to endothelium. Am. J. Physiol., 270:H107-H114; 1996. \n\n \n\n\n\n \n\n \n\n59\n\nRodgers, P. A.; Vreman, H.J.; Dennery, P.A.; Stevenson, D.K. Sources of \n\ncarbon monoxide (CO) in biological systems and applications of CO \n\ndetection technologies. Semin. Perinatol., 18: 2-10; 1994. \n\n \n\nRodgers, P.A.; Seidman, D.S.; Wei, P.L.; Dennery, P.A.; Stevenson, D.K. \n\nDuration of action and tissue distribution of zinc protoporphyrin in \n\nneonatal rats. Pediatr. Res., 39:1041-1049; 1996. \n\n \n\nRuiz-Gutierrez, V.; Muriana, FJ.; Guerrero, ª; Cert, AM.; and Villar J. \n\nPlasma lipids, erythrocyte membrane lipids and blood pressure of \n\nhypertensive women after ingestion of dietary oleic acid from two \n\ndifferent sources. J. Hypertens., 14:1483-90; 1996. \n\n \n\nSacerdoti, D.; Escalante, B.; Abraham, N.G.; McGiff, J.C.; Levere, R.D.; \n\nSchwartzman, M.L., Treatment with tin prevents the developme nt of \n\nhypertension in Spontaneously Hypertensive Rats. Science, 243:388-\n\n390; 1989. \n\n \n\nSantos, EA.; Yamaguishi, GA.; Heimann, JC. Effect of the heme/heme \n\noxygenase pathway on the relationship between salt consumption and \n\nblood pressure. J.Hypertens., 16:1965-1969; 1998. \n\n \n\nSeki, T; Naruse, M; Naruse, K.; Yoshimoto, T; Tanabe, A.; Tsuchiya K.; \n\nImaki, T.; Nihei, H. and Demura, H. Roles of heme oxygenase/Carbon \n\nmonoxide system in genetically hypertensive rats. Biochem. Bhiophys. \n\nRes.Commun., 241:574-578; 1997. \n\n \n\n\n\n \n\n \n\n60\n\nSeki, T; Naruse, M; Naruse, K; Yoshimoto, T; Tanabe, A; Imaki, T; Hagiwara, \n\nH; Hirose, S; Demura, H. Interrelation between nitric oxide synthase \n\nand heme oxygenase in rat endothelial cells. Br J Pharmacol.,331(1):87-\n\n91;1997.  \n\n \n\nSuematsu, M.; Goda, N.; Sano, T.; Kashiwagi, S.; Egawa, T.; Shinoda, Y.; \n\nIshimura, Y. Toxic waste or hormone? Carbon monoxide as a regulator of \n\nsinusoidal tone. Hepatology, 24(5):1319-1321; 1996. \n\n \n\nThorup, C.; Jones, C.L.; Gross, S.S.; Moore, L. C. and Goligorsky, M. S. \n\nCarbon monoxide induces vasodilatation and nitric oxide release but \n\nsuppresses endothelial NOS. Am. J. Physiol., 277:F882-F889; 1999. \n\n \n\nVesely, M. J. J.; Exon, D. J.; Clark, J. E.; Foresti, R.; Green, C. J. and \n\nMotterlini, R. Heme oxygenase-1 induction in skeletal muscle cells: hemin \n\nand sodium nitroprusside are regulators in vitro. Am. J. Physiol., \n\n275:C1087-C1094; 1998. \n\n \n\nWagner, C.T.; Durante, W.; Christodoulides, N.; Hellums, J.D.; Schafer, A. \n\nHemodynamic forces induce the expression of heme oxygenase in \n\ncultured vascular smooth muscle cells. J. Clin. Invest., 100:589-596; \n\n1997. \n\n \n\nZatz, R. A low cost tail-cuff method for the estimation of mean arterial \n\npressure in conscious rats. Lab. Anim. Sci., 40:198-201; 1990. \n\n\n\n \n\n \n\n61\n\nAbstract \n \n\nHeme oxygenase (HEOX) is the rate-limiting enzyme that opens the \n\nheme ring, resulting in equimolar quantities of biliverdin, carbon monoxide \n\n(CO) and Fe3+. HEOX plays an important physiological role in the \n\ndegradation of heme, regulating hemoprotein levels and therefore \n\nprotecting cells from the deleterious effects of free heme. Biliverdin is \n\nsubsequently reduced by biliverdin reductase to bilirubin that has \n\nantioxidant properties. Iron is sequestered by ferritin. CO activates \n\nsoluble guanylate cyclase with resultant production of 3’,5’-cyclic guanosine \n\nmonophosphate (cGMP) which produces relaxation of the vascular smooth \n\nmuscle cells. \n\nPreviously we demonstrated the effect of acute HEOX inhibition by \n\nzinc protoporphyrin IX (ZnPP IX) on blood pressure in male Wistar rats \n\nthat were fed with low (LSD – 0.15% NaCl), normal (NSD – 1.3%) or high \n\nsalt diet (HSD - 8% NaCl) from weaning (21 days-old animals). The blood \n\npressure decreased in rats on HSD, and increased in the animals on NSD \n\nand LSD after ZnPP IX administration. A negative correlation was obtained \n\nbetween blood pressure measured before ZnPP IX and the area under the \n\ncurve of the percentage of blood pressure changes induced by ZnPP IX. \n\nThis correlation seems to be independent of the salt content in the diet. \n\nOur conclusion is that the response to heme oxygenase inhibition is \n\nmodulated by basal arterial blood pressure.  \n\nRecently it was showed that heme oxygenase is induced by high blood \n\npressure and the levels of the enzyme returns to normal with blood \n\npressure control. \n\n\n\n \n\n \n\n62\n\nIt is known that heme oxygenase stimulation provokes breakdown of \n\nheme ring. The heme integrates the molecular structure of several \n\nimportant enzymes that are involved in the regulation of blood pressure, \n\nsuch as, soluble guanylate cyclase, nitric oxide synthase, hydroxylase and \n\nepoxygenase (cytochrome P-450 family). We postulate that the deficiency \n\nin heme rings due to heme oxigenase induction  might lead to disturbances \n\nin the activities of some of these enzymes and hence hypertension. \n\nThe objective of this study was 1) to confirm the results observed \n\npreviously in others models f hypertension and 2) to the role of \n\nepoxygenase in the regulation of blood pressure in response to HEOX \n\ninhibition in hypertensive animals. The chronic hypertension was induced by \n\nangiotensin II (AII - 0.7 mg.kg-1.d-1, by osmotic mini pumps during 7 days) \n\nor with L?-nitro L-arginine metyl ester (L-NAME – 50 mg/L in the tap water \n\nwas given during two weeks ) and acute hypertension with phenylephrine (FE \n\n- 1 mg.kg-1.h-1 iv ). Hidralazine (15 mg.kg-1.d-1 in the tap water was given \n\nduring 9 days) and sodium nitropruside (SNP - 7.7µg.kg-1.min-1 iv) were used, \n\nrespectively, to induce chronic and acute decreases of the blood pressure. \n\nThe participation of the cytochrome P-450 pathway in the mechanism of \n\nblood pressure reduction in response to ZnPP IX was evaluated through the \n\ninhibition of this pathway by clorimazole (80 mg/kg/24 hours) in animals on \n\nhigh salt diet or nornal salt diet. Groups of rats treated with AII, L-NAME, \n\nFE, SNP, hidralazine and clotrimazole were submitted to HEOX inhibition. \n\nDirect blood pressure (carotid artery) measurements were undertaken \n\nbefore and after zinc protoprphyrin IX administration (ZnPP IX – 90 \n\nµmol/kg ip) or vehicle (sodium carbonate – 0,15mmol/kg ip). \n\nIn the chronic or acute hypertension models heme oxygenase \n\ninhibition induced a decrease of blood pressure. In the hypotension group \n\nthere was no modification on blood pressure of these animals in response to \n\n\n\n \n\n \n\n63\n\nZnPP IX. Animals on high salt diet submitted to the clotrimazole treatment \n\ndid not modify the blood pressure after ZnPP IX administration.  \n\nThus; the cytochrome P-450 pathway seems to be involved in the \n\nblood pressure decreases after HEOX inhibition in the animals under long \n\nterm of high salt diet since there was no change in blood pressur e in the \n\nclotrimazole-treated groups after heme oxygenase inhibition."}]}}}