{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03918"}, {"@name": "filename", "#text": "BGP_1996_10_1_4_12_Geologia_e_fator_de_recuperacao_dos_reservatorios_brasileiros.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOLOGIA E FATOR DE RECUPERAÇÃO DOS RESERVATÓRIOS BRASILEIROS\nGEOLOGY AND RECOVERY FACTOR OF THE BRAZILIAN RESERVOIRS\nSeverino Xavier de Menezes1, Valério de Queiroz Lima1, Francisco José Maia1, Nivaldo Pocai1 e Paulo M.C. Horschutz1\nRESUMO - As bacias sedimentares brasileiras têm tendência a apresentar grupos específicos de rocha-reservatório, formados em ambientes deposicionais distintos e com importantes diferenças de geometria e processos deposicionais. Esses fatores comandam a qualidade e o grau de continuidade das rochas-reservatório e, aliados à qualidade dos fluidos e aos mecanismos de produção associados, constituem os principais elementos responsáveis pelo fator de recuperação (FR) dos campos de petróleo do Brasil. Os reservatórios com FR mais elevados são os relacionados aos ambientes eólico, deltaico e marinho profundo (turbiditos). Os mais modestos têm origem aluvial e fluvial. Demonstra-se, aqui, que, no caso brasileiro, a qualidade e a continuidade do reservatório precedem o mecanismo de produção e/ou o processo de recuperação secundária envolvidos. Este, por sua vez, é anterior às variações de pequena expressão nas propriedades dos fluidos e no resultado final da recuperação de petróleo das jazidas.\n(Originais recebidos em 21.12.94.)\nABSTRACT - The Brazilian sedimentary basins show a dominance of groups of specific reservoir rocks. These groups of reservoirs are the result of specific depositional environments and present distinctive characteristics in geometry and depositional processes. These characteristics control the quality and degree of ccntinuity of the reservoir rocks, and together with the quality of the fluids produced and the production mechanisms are the main elements responsible for the recovery factors (RF) of the Brazilian sedimentary basins. The reservoirs with higher recovery factors are those related to aeolian, deltaic and deep marine (turbidites) environments, while lower recovery factors are related to alluvial and fluvial origins. This paper shows that for the Brazilian reservoirs the quality and geometry of the reservoir are more important than the production mechanism and/or the secondary recovery process, and the later is more important than changes (of small significance) of the fluid properties.\n(Expanded abstract available at the end ofthe paper.)\n1\t- INTRODUÇÃO\nDenomina-se fator de recuperação (FR) o índice que reflete a eficiência das técnicas disponíveis para o aproveitamento da energia natural dos reservatórios de petróleo, bem como da energia adicional introduzida nos reservatórios, para produzir partes dos volumes originais de petróleo.\nNa PETROBRAS, estimar o FR sempre foi uma tarefa relacionada à engenharia de produção, contudo, compéte à geologia estudar a complexidade do meio poroso originada durante a deposição dos sedimentos e\nsua evolução diagenética. É possível supor que, sem espaço poroso contínuo, os fluidos não se desloquem em curtos intervalos de tempo, e que é possível prever geologicamente a continuidade física em intensidade (qualidade) e distribuição espacial (geometria). Estas são as duas principais variáveis que compõem o arcabouço útil do reservatório, e que têm estreita relação com os processos e ambientes deposicionais. Entender a mecânica que comanda os diferentes tipos de arranjos do arcabouço vai propiciar maior conhecimento da distribuição das propriedades fundamentais das rochas-reservatório, especialmente de suas geometrias interna e\n1 - E&amp;P - GERER/ GECOR, Av. República do Chile, 65, 20.035-900, Rio de Janeiro, RJ, Brasil.\nexterna. Optou-se, aqui, por correlacionar, sob o ponto de vista da geometria e espaço poroso, os FR potenciais dos reservatórios brasileiros. No futuro, estudos relacionados aos fluidos também serão objeto de pesquisa.\n2\t- TRABALHOS ANTERIORES\nOs primeiros trabalhos sobre eficiência de recuperação foram divulgados na década de 40. Em 1945, Craze e Buckley fizeram um levantamento relacionando eficiência de recuperação a malhas de drenagem em 103 reservatórios.\nDez anos depois, Guthrie e Greenberger (1955) adicionaram àquele estudo informações sobre os mecanismos de produção dos reservatórios, mas os resultados não foram suficientes para estabelecer algumas correlações necessárias.\nEm 1956, o American Petroleum Institute (API) recomendou a formação de um subcomitê para examinar o assunto mais detalhadamente. Sob a coordenação de\nE.\tKraus, técnicos de cerca de 20 companhias de petróleo iniciaram as pesquisas. Mais tarde, o subcomitê, sob coordenação de J.J. Arps, expandiu os trabalhos para 312 reservatórios (Arps et al. 1967), onde os técnicos provaram que, nos reservatórios com gás em solução e/ou influxo de água, a eficiência da recuperação (ou FR final previsto) é controlada tanto pelas variáveis porosldacfe, permeabilidade, saturação de água, viscosidade, fator volume de formação do óleo (Bo) quanto pela razão entre as pressões de saturação, inicial e de abandono. No entanto, constataram que essas variáveis nem sempre explicam o rendimento de determinados reservatórios.\nEm 1984, o subcomitê, então coordenado por T.M. Doscher, analisou cerca de 1 800 reservatórios considerando as variáveis: óleo in place, razão de mobilidade, razão de pressão, saturação de água. Os reservatórios foram agrupados por mecanismo de produção (influxo de água ou gás em solução), tipo litológico (arenito ou carbonato) e localização geográfica, quando foram empregadas técnicas de regressão e recursos de informática. Os resultados concretos foram poucos. Nas conclusões, porém, chama a atenção o fato de os técnicos reconhecerem a importância da heterogeneidade dos reservatórios e apontarem sua quantificação numérica como um dos caminhos a trilhar nos estudos.\nOutros pesquisadores trabalharam com a eficiência de recuperação. O assunto ora enfocou aspectos relativos aos mecanismos de produção, ora visou a formas geométricas estáticas de maneira isolada (Hutchinson et al. 1961, Pryor, 1972).\nAlpay (1972), em artigo que aborda heterogeneidades de reservatórios, admite que a recuperação de petróleo em um reservatório pode depender, além de suas complexidades geométricas e heterogeneidades, de pelo menos um dos pontos: 1) mecanismo de produção envolvido; 2) eficiência vertical e horizontal obtida pelo deslocamento dos fluidos injetados por ocasião e/ou após o breakthrough-, 3) razão dos fluidos produzidos depois do breakthrough até o limite econômico.\nEm 1977, Harris e Hewitt publicaram um estudo em que demonstram a importância do controle da geometria, resultado dos diversos modelos deposicionais que geram variações petrofísicas e descontinuidades nos reservatórios. Na conclusão, esses autores apontam para a necessidade de trabalhos em sinergia entre geólogos e engenheiros para aumentar a eficiência de recuperação dos hidrocarbonetos. Estava aberto um novo caminho.\nTyler et al. (1984) obtiveram bons resultados, distinguindo intervalos de eficiência de recuperação para reservatórios relacionados aos mesmos ambientes deposicionais e sob diversos mecanismos de produção.\nNo âmbito PETROBRAS, com o projeto Play Analysis (Zabalaga et al. 1983), foram analisadas as 23 maiores acumulações da Bacia do Recôncavo visando a:\n1.\tcaracterizar os principais plays da bacia, considerando similaridades geológicas e comportamento dos reservatórios;\n2.\testimar os volumes remanescentes;\n3.\trecomendar estudos de reservatórios para a recuperação desses volumes.\nNo relatório, cita-se o estudo em que W. L. Fisher e sua equipe analisaram cerca de 450 dos maiores reservatórios do Texas, Estados Unidos, concluindo que o ambiente deposicional é fator preponderante no estabelecimento dos plays.\n3\t- METODOLOGIA E OBJETIVOS\nO FR é um dos principais parâmetros da extração de petróleo, e dele depende a eficiência da atividade explotatória. Por este motivo, surge a preocupação de conhecer melhor seu verdadeiro significado.\nUtilizou-se, aqui, como base de dados o Código de Reservas (1994) e os Relatórios de Reservas da PETROBRAS (de 1963 a 1993), assim como as informações dos distritos de exploração e regiões de produção. As médias referidas são do tipo simples.\nO Código de Reservas da PETROBRAS abrange os fatores de recuperação para os volumes explotáveis como provados, prováveis e possíveis (classificados\ncomo desenvolvidos, em desenvolvimento e não-desenx/olvidos), assim como para os volumes classificados como não-definidos e não-econõmicos. Os valores de FR considerados aqui são os admitidos para os volumes explotáveis provados.\nO estudo é ainda bastante limitado em função da complexidade do tema e do grande volume de dados. Nesta fase, foram analisados alguns dos principais parâmetros. Aspectos relacionados à qualidade dos fluidos devem ser objeto de próximo estudo.\nNa amostragem inicial, tomou-se como base os principais reservatórios com óleo de nossas bacias produtoras com históricos significativos. Verificou-se que há uma estreita relação desses reservatórios, bacias e FR com ambientes de sedimentação.\nO trabalho teve continuidade, com aspectos mais detalhados, apenas para os reservatórios turbidíticos.\n4\t- AMBIENTES DE SEDIMENTAÇÃO, GEOMETRIA E QUALIDADE DOS RESERVATÓRIOS\nOs principais reservatórios produtores de petróleo das seis maiores bacias brasileiras (fig. 1) apresentam relação singular com ambientes de sedimentação.\nPrincipais Ambientes Deposicionais\nTurbiditico\nFluvial e aluvial Fluvial, deltaico e eólico Leques aluviais Turbiditico Fluvial e turbiditico\nTais ambientes possuem, em função dos processos deposicionais e diagenéticos, características peculiares de geometria e qualidade de reservatórios.\nNa Bacia de Campos, onde dominam os turbiditos (80% das reservas), a qualidade e a grande continuidade dos reservatórios são consideradas, em geral, de boas a excelentes. Os valores médios de porosidade são superiores a 20%, atingindo, em alguns casos, cerca de 30%. As permeabilidades são da ordem de centenas de milidarcys e os teores de argila diagenética são irrelevantes. O grau de continuidade desses reservatórios, em função dos processos de amalgamação e acresção lateral associados à distribuição areai (tipos de calhas deposicionais), garantem a esses depósitos um grau de comunicação da ordem de quilômetros (por exemplo, Menezes, 1986).\nBacia\n1\t- Campos\n2\t- Potiguar\n3\t- Recôncavo\n4\t- Sergipe-Alagoas\n5\t- Ceará\n6\t- Espirito Santo\nCEARÁ\nPOTIGUAR\nPARNAIBA\nESPÍRITO SANTO\nCAMPOS\nBACIAS SEDIMENTARES\nSANTOS\n500 km\nSERGIPE/ ALAGOAS\n□23 MARÍTIMAS Y77A TERRESTHES\nFig. 1 - Mapa de localização das bacias sedimentares brasileiras.\nFig. 1 - Location map ofthe Brazilian sedimentary basins.\nRECÔNCAVO\nEssas postulações também são válidas para os demais depósitos turbidíticos das bacias costeiras marinhas (Ceará, Potiguar, Sergipe-Alagoas e Espírito Santo, fig. 1).\nOnde o ambiente de sedimentação dominante é o de leques aluviais - caso da Bacia Sergipe-Alagoas -, a qualidade e a geometria dos reservatórios se revelam opostas às do caso anterior. Os valores médios de porosidade raramente ultrapassam 20% e as permeabilidades são modestas. Existem, ainda, problemas ligados' a aspectos diagenéticos do tipo cimentação e argilosidade. A geometria externa, apesar de sua similaridade morfológica com os turbiditos, é altamente complexa devido ao grau de heterogeneidade que envolve a gênese desse tipo de depósito (Menezes, 1981).\nOs depósitos de origem mista ou composta, caso dos flúvio-aluviais e flúvio-eólicos, apresentam extremas variações nas propriedades fundamentais das rochas.\nQuando predomina o ambiente eólico, as características petrofísicas do reservatório são excelentes. Os valores de porosidade revelam média não inferior a 20%, e a permeabilidade média atinge centenas de milidarcys. Nesse tipo de ambiente, existe, ainda, uma característica peculiar à semelhança dos turbiditos -ambos resultam de ressedimentação de sedimentos previamente depositados - quanto à qualidade da rocha-reservatório. Devido a processos deposicionais altamente seletivos, os arenitos eólicos têm alto grau de maturidade textural, o que explica o elevado FR potencial desse tipo de rocha-reservatório (Menezes, 1990).\nSe o predomínio é de ambiente fluvial, a qualidade do reservatório cai na mesma proporção da ocorrência de depósitos de leques aluviais, e aumenta quanto mais o reservatório estiver relacionado ao ambiente eólico.\nNos depósitos deltaicos, as propriedades petrofísicas da rochas são boas. As porosidades situam-se entre entre 20% e 25% e as permeabilidades entre 50 e 300 milidarcys.\nAnalisando-se historicamente os fatores de recuperação dos principais reservatórios das bacias brasileiras em função dos ambientes de sedimentação, verifica-se, na tabela I, que:\n1.\treservatórios do tipo leque aluvial, muito comuns na Bacia Sergipe-Alagoas (fig. 2), em função de sua geometria com elevado grau de heterogeneidade, têm fatores de recuperação de 20,5%, em média, com variação entre 12% e 29%, mesmo se submetidos a diversos processos de recuperação secundária;\n2.\treservatórios predominantemente fluviais (fig. 3), distribuídos em várias bacias estudadas (com predominância na Bacia do Recôncavo), revelam fatores de recuperação médios na faixa de 21,5%, com variação entre 16% e 27%;\n3.\tos reservatórios turbidíticos, dominantes na Bacia de Campos, apresentam fatores de recuperação entre 19% e 63%, com média de 35% (fig. 4). Os casos especiais, com FR menores, serão abordados no tópico relativo à análise específica das estimativas de FR dos reservatórios turbidíticos brasileiros;\n4.\tos reservatórios deltaicos na Bacia do Recôncavo encontram-se, em grande maioria, em avançado estágio de lavra (fig. 5) e têm fatores de recuperação variando entre 19% e 62%, com média de 41%;\n5.\tno caso dos reservatórios eólicos, com presença mais expressiva na Bacia do Recôncavo, verificou-se que os fatores de recuperação estimados variam de 49% e 76% (figs. 3 e 6), com média de 61%. Desta forma, verifica-se que nesse tipo de reservatório é possível maximizar a recuperação.\nA similaridade de faixa de valores entre os tipos leque aluvial e fluvial é aparente. É consequência da natureza da mistura de processos sedimentares comuns aos ambientes. O potencial de recuperação melhora em ambiente eólico e piora no caso dos leques aluviais.\nTem-se, ainda, a considerar, para todos os ambientes mencionados, que a geometria efetiva de um reservatório não depende apenas dos processos deposicionais e/ou diagenéticos em que foi gerado e a que foi submetido. A influência exercida pelo tectonismo (falhas e fraturas, por exemplo) pode alterar toda a\ngeometria das rochas originais, exigindo um esforço maior para definição dos caminhos preferenciais dos fluidos no reservatório. Estes fatores, associados aos mecanismos de produção e aos tipos de fluidos envolvidos, devem gerar também maiores ou menores facilidades de fluxo nos reservatórios, gerando, assim, as variações dos fatores de recuperação verificados nos estudos.\n4.1 - Reservatórios Turbidíticos Brasileiros\nA análise integrada dos fatores de recuperação dos reservatórios turbidíticos marinhos brasileiros (fig. 7), independentemente da idade, apresenta ampla variação (4%- 63%).\nEntretanto, são analisados apenas os reservatórios turbidíticos que encerram os volumes mais expressivos (tabela I) - principalmente aqueles em fase adiantada de desenvolvimento (FR geralmente >10%) -, verifica-se que os FR, em sua grande maioria, são superiores a 20%, com média de 37,3%. Desta forma, nos turbiditos, os menores valores de FR (4 - 20%; fig. 7) estão sempre associados a casos em que alguns fatores diminuem a eficiência de aproveitamento dos reservatórios. São eles:\n1.\ttamanho da jazida (reservatório limitado);\n2.\tineficiência de mecanismos de produção;\n3.\tausência de recuperação secundária;\n4.\tlimitação devida à proximidade de contatos;\n5.\tpropriedades de fluidos;\n6.\testágio inicial de lavra;\n7.\tlocalização da jazida (facilidades mar ou terra).\n5\t- FATOR DE RECUPERAÇÃO E RESERVAS\nAs estimativas dos fatores de recuperação dos nossos reservatórios têm como fundamentos principais os métodos estabelecidos no Código de Reservas da PETROBRAS:\n1.\tprevisão de comportamento do reservatório utilizando simuladores físicos e/ou matemáticos;\n2.\tinterpretação de ensaios de laboratório;\n3.\tanálise de curva de declínio de produção;\n4.\testimativa baseada em correlação empírica;\n5.\tcorrelação com outros reservatórios.\nOs métodos utilizados na PETROBRAS variam em função de cada caso. Na descoberta da jazida, o mais importante é a analogia com reservatórios semelhantes; na fase intermediária da explotação do campo, bem como em jazidas de porte de médio a pequeno, as curvas de declínio são bastante utilizadas. Para jazidas de maior importância e/ou em estágio explotatório avançado são realizadas estimativas com base em simulação, o método disponível mais preciso.\nNo Código de Reservas da PETROBRAS, também recomenda-se a realização de uma revisão periódica do FR das jazidas, em função da melhoria dos conhecimentos adquiridos com a evolução da explotação.\nNas figuras de 2 a 6, observam-se três tendências básicas: no início da história produtiva do campo, uma propensão de FR conservador, devido ao elevado grau de incerteza no conhecimento da jazida, em seguida, logo após a delimitação, é geralmente estabelecido um novo patamar com base em novas informações obtidas, e, finalmente, com o desenvolvimento e produção em estágio mais avançado, é definido um terceiro patamar mais estabilizado, tendendo a refletir o comportamento observado da jazida.\nA depender do grau de heterogeneidade e conhecimento da jazida, é comum observar oscilações básicas e/ou incertezas quanto à estimativa mais adequada do fator de recuperação.\n6\t- FATORES DE RECUPERAÇÃO POTENCIAIS DOS RESERVATÓRIOS BRASILEIROS\nO FR de uma jazida envolve significativo grau de complexidade, já que, na Natureza, as regras não são fixas nem imutáveis. Dificilmente o geólogo ou o engenheiro vai conhecer e decifrar integralmente a equação da natureza. Existem, porém, algumas variáveis no equacionamento do FR xie uma jazida que são por demais lógicas: é o caso do espaço poroso.\nSó há deslocamento de fluido se existe espaço poroso e intercomunicado. A questão seguinte é: e se esse fluido é mais ou menos viscoso? Essa questão é importante na sua relatividade, porém está subordinada à anterior. Outro aspecto importante a analisar é o mecanismo de produção: a energia para produzir uma jazida é fundamental. Entretanto, quando não há quantidade suficiente no reservatório, é possível adicioná-la. No caso do espaço poroso, porém, a intervenção humana é limitada e pouco efetiva.\nQuando se trata de propriedade dos fluidos, não se podem comparar fatores de recuperação (nas mesmas condições) de uma jazida de óleo pesado aos de uma de óleo leve, ou os dos reservatórios de gás com os dos de óleo. Mas quando as jazidas têm histórias geológicas semelhantes e energia suficiente, verifica-se que, na maioria dos casos, os fatores de recuperação potenciais têm valores dentro da mesma faixa, se os fluidos produzidos têm características razoáveis de fluidez e não há fatores externos prejudiciais à produção.\nTABELA 1/ TABLE I\nPRINCIPAIS RESERVATÓRIOS BRASILEIROS: IDADE, MECANISMOS DE PRODUÇÃO, FATORES DE RECUPERAÇÃO (PREVISTO E EXECUTADO) E AMBIENTE DEPOSICIONAL\nMAIN BRAZILIAN RESERVOIRS: AGE, PRODUCTION MECHANISMS, RECOVERY FACTORS (FORECASTED AND ACHIEVED), AND DEPOSITIONAL ENVIRONMENT\n■f\tCAMPO\tRESERVATÓRIO\tMECANISMO 1\tMECANISMO 2\tFATOR RECUPERAÇÃO (%) PREVISTO lEXECUTAOO\t\tAMBIENTE\nü z o 0 LU a:\tÁGUA GRANDE\tSERGI\tINF.A\tI.A/G\t49\t45\tEÓUCO\n\t\tA GRANDE\tG.S\tLA\t58\t55\tEÓLICO\n\tARAÇÁS\tSERGI\tG.S\tLA\t16\t14\tFLUVIAL\n\t\tA GRANDE\tG.S\tLA\t27\t23\tFLUVIAL\n\t\tCATU\tINF.A\tN.P\t62\t61\tDELTÁICO\n\t\tIM8E\tG.S.\tI.A\t28\t25\tDELTÁICO\n\t\tCAM8UQUI\tG.S+INF. A\tI.A\t60\t57\tDELTÁICO\n\t\tSANTIAGO\tG.S\tI.A\t51\t49\tDELTÁICO\n\t\tARAÇÁS\tG.S\tI.A\t39\t32\tDELTÁICO\n\tBURACICA\tSERGI\tSG/CP/INF. A\tLA\t46\t20\tFLUVIAL\n\t\tAGRANOE\tG.S\tLA\t76\t68\tEÓUCO\n\tD.JOÂO M\tSERGI\tG.S\tLA\t24\t23\tFLUVIAL\n\tD.JOÃO T\tSERGI\tG.S\tI.A\t21\t19\tFLUVIAL\n\tF. IMBÉ\tCATU\tG.S\tI.A\t46\t44\tDELTÁICO\n\tMIRANGA\tMIRANGA\tG.S+INF.A+CG\tI.A/G\t22\t20\tDELTÁICO\n\t\tSANTIAGO\tG.S+INF.A+CG\tI.A/G\t42\t38 .\tD&amp;TÁICO\n\t\tCATU\tG.S\tI.A/G\t40\t36\toaTÁico\n\tTAQUIPE\tCAMBUQUI\tG.S\tLA\t35\t33\tDELTÁICO\n\t\tSANTIAGO 2\tCG+GS\tI.A/G\t47\t45\tDELTÁICO\n\t\tCATU\tINF.A\tN.P\t60\t59\tDELTÁICO\n\t\tSANTIAGO 3/4\tG.S\tLA\t27\t20\tDELTÁICO\nI SERGIPE / | ALAGOAS I\tCAMORIM\tCARMÒPOUS\tG.S\tI.G\t12\t8\tLALUVIAL\n\tCARMÒPOUS\tCARMÒPOUS\tG.S\tI.A/V\t23\t15\tLALUVIAL\n\tGUARICEMA\tPALEOCENO\tG.S\tI.G\t51\t41\tTURBIDITO\n\tRIACHUELO\tCARMÒPOUS\tG.S\tLA\t29\t19\tL. ALUVIAL\n\tSIRIRIZINHO\tCARMÒPOUS\tG.S\tLA\t18\t13\tL ALUVIAL\nI\tCEARÁ/ I\tPOTIGUAR&lt;\tAGULHA\tEOCENO\tINF.A\tN.P\t32\t27\tTURBIDITO\n\tA. RODRIGUES\tAÇU\tG.S\tI.V\t21\t5\tFLUVIAL\n\tATUM\tcretáceo\tG.S\tI.A\t21\t14\tTURBIDITO\n\tCANTO AMARO\tAÇU\tG.S\tI.A\t22\t8\tFLUVIAL\n\tESPADA\tCRETÁCEO\tG.S\tN.P\t24\t15\tTURBIDITO\n\tESTREITO\tAÇU\tG.S\tLV\t18\t5\tFLUVIAL\n\tUBARANA\tALAGAMAR\tG.S ♦ C.G\tI.G\t19\t12\tDELTÁICO\n\tXARÈU\tcretAceo\tG.S\tLA\t22\t14\tTURBIDITO\nE. SANTO\tF. CEDRO\tCRETÁCEO\tINF.A\tLA\t63\t60\tTURBIDITO\n\tLA60APAR0A\tEOCENO\tINF.A + C.G\tN.P\t53\t49\tTURBIDITO\n\tRIOITAUNAS\tMUCURI\tINF.A + C.G\tI.G\t20\t19\tFLUVIAL\n\tSÀO MATEUS\tMUCURI\tINF.A+G.S\tLA\t22\t18\tFLUVIAL\n0 0 0. s &lt;0\tALBACORA\tNAMORADO\tG.S\tINF.A\t21\t3\tTURBIDITO\n\t\tOUGOCENO\tINF.A\tN.P\t35\t4\tTURBIDITO\n\tANEQUIM\tEOCENO\tINF.A\tN.P\t28\t25\tTURBIDITO\n\tAREA 377\tOUGOCENO\tG.S\tN.P\t28\t4\tTURBIDITO\n\tBAGRE\tEOCENO B\tINF.A\tN.P\t59\t50\tTURBIDITO\n\tBICUDO\tEOCENO A\tINF.A\tN.P\t39\t24\tTURBIDITO\n\tBIJUPIRÁ\tEOCENO\tINF.A\tN.P\t25\t1\tTURBIDITO\n\tBONITO\tEOCENO\tINF.A+C.G\tN.P\t24\t18\tTURBIDITO\n\tCARAPEBA\tCRETÁCEO 2\tINF.A\tN.P\t35\t10\tTURBIDITO\n\tCHERNE\tNAMORADO\tG.S\tN.P\t41\t20\tTURBIDITO\n\tCORVINA\tEOCENO\tINF.A + G.S\tN.P\t44\t21\tTURBIDITO\n\tENCHOVA\tEOCENO\tINF.A + C.G\tN.P\t50\t44\tTURBIDITO\n\tGAROUPINHA\tEOCENO\tINF.A\tN.P\t33\t21\tTURBIDITO\n\tMARIMBA\tCRETÁCEO\tINF.A+G.S\tN.P\t45\t9\tTURBIDITO\n\tMARLIM\tOUGOCENO\tG.S\tLA\t23\t1\tTUR81DITO\n\tNAMORADO\tNAMORADO\tG.S\tI.A\t43\t32\tTURBIDITO\n\tPARGO\tCRETÁCEO\tINF.A\tN.P\t32\t12\tTURBIDITO\n\tPIRAUNA\tCRETÁCEO/EOCÈNO\tINF.A\tN.P\t40\t29\tTURBIDITO\n\tSALEMA\tEOCENO\tG.S\tN.P\t27\t0,2\tTURBIDITO\n\tVERMELHO\tEOCENO\tG.S\tN.P\t37\t12\tTURBIDITO\n\tVIOLA\tEOCENO A\tINF.A\tN.P\t27\t21\tTURBIDITO\n\t\tEOCENO B\tINF.A\tN.P\t19\t18\tTURBIOITO\nG.S - GÁS EM SOLUÇÃO\tS.G = SEGREGAÇÃO GRAVITACIONAL\tI.A/G/V = INJEÇÃO ÁGUA/GÁS/VAPOR\nC.G = CAPA DE GÁS\tC.P = COMPRESSIBIUDADE\tN.P = NÃO PREVISTO\nINF.A = INFLUXO DE ÃGUA\nFATOR DE RECUPERAÇÃO LEQUES ALUVIAIS (27 ANOS)\n60-i\nFATOR DE RECUPERAÇÃO TURBIDITOS (18 ANOS)\n10-\nO-l—i—'—i—■—i—'—r~■—i—■—i—■—i—1—i—1—r~'—i—1—i 1 ■ i—•—i—1—i\n67 69 71 73 75 77 79 81 83 85 87 89 91 93\n0-1—■—i—•—i—■—i—•—i—’—i—'—i—'—i—i—i—•—i\n75\t77\t79\t81\t83\t85\t87\t89\t91\t93\n+ CAMORIM\t♦ RIACHUELO\tA S1RIRIZ1NH0\n^CHERNE\t♦ CORVINA\t+<-ENCHOVA\t+ LPARDA\t* MARIMBA\t-T-NAMORADO\nFig. 2 - Variação do FR de reservatórios de leques aluviais ao longo de 27 anos de explotação.\nFig. 2 - Variation of the recovery factor for alluvial fan reservoirs along 27 years of oil exploitation.\nFig. 4 - Variação do FR de reservatórios turbiditicos ao longo de 18 anos de explotação.\nFig. 4 - Variation of the recovery factor for turbidite reservoirs along 18 years of oil exploitation.\nFATOR DE RECUPERAÇÃO FORMAÇÃO SERGI FLOVIO-EOLICO (30 ANOS)\nu.\n10-\n0-| ' i ' i ' i ' r ' ”i ' -r~' i ■ i ' i 1 i ' i ' i 1 i 1 i l—i\n63 65 67 69 71 73 75 77 79 81 83 85 87 89 91 93\nA. GRANDE\tCARAÇAS\t-m-BURACICA\t+ D.JOAOMAR\t♦ D. J0Í0 TERRA\nFig. 3 - Variação do FR para reservatórios flúvio-eólicos ao longo de 30 anos de explotação.\nFig'. 3 - Variation of the recovery factor for fluvial and aeolian reservoirs (Sergi Formation) along 30 years of oil exploitation.\nFATOR DE- RECUPERAÇÃO\nFMs. POJUCA/MARFIM\n-» AR\tAR\t-+• AR\t\t■M- MG\t* MG\t* TQ\n(ARAÇAS)\t(SANTIAGO)\t(CAMBUOUI)\t(BIFHBA)\t(CATU11\t(SANTIAGO)\t(CATU)\nFig. 5 - Variação do FR de reservatórios deltaicos ao longo de 24 anos de explotação.\nFig. 5 - Variation of the recovery factor for deltaic reservoirs along 24 years of oil exploitation.\nFATOR DE RECUPERAÇÃO FM. AGUA GRANDE EOLICO/FLUVIAL\nFig. 6 - Variação do FR de reservatórios eólicos e fluviais da Formação Água Grande ao longo de 30 anos de explotação.\nFig. 6 - Variation of the recovery façtor for aeolian and fluvial reservoirs (Água Grande Formation) along 30 years of oil exploitation.\nFATOR DE RECUPERAÇÃO\nTURBIDITOS\nFig. 7 - Fatores de recuperação dos turbiditos brasileiros discriminados por idade. Fig. 7 - Recovery factors ofthe Brazilian turbidites distinguished by age.\nA partir destes comentários, verifica-se ser possível e natural que jazidas relacionadas a ambientes deposicionais específicos (fluvial e turbidítico, por exemplo) tenham tendência a apresentar fatores de recuperação potencial característicos, cujos valores sejam relativamente próximos para cada grupo genético. Com base na figura 8 e na tabela I, é possível constatar que as variações entre os diferentes grupos genéticos\nsão, na média, bastante claras (leque aluvial - 21%, fluvial - 23%, turbiditos - 35%, deltaicos - 41% e eólicos -61%). As exceções são os grupos leque aluvial e fluvial, provavelmente por sua origem mista.\nPor outro lado, observam-se variações bastante significativas nos valores de FR admitidos para determinados ambientes deposicionais. Como exemplo, pode-se verificar na figura 8 a variação de 19% a 63% para os turbiditos. Isto ocorre devido a fatores como grau de homogeneidade, malha de drenagem e facilidades de produção. Contudo, os valores médios de FR, quando os reservatórios são agrupados de acordo com o mecanismo de produção, apresentam variações inferiores às verificadas em relação à sua gênese. Assim, nos reservatórios turbidíticos - cujo principal mecanismo de produção é o influxo de água (19 acumulações estudadas) - a média é 37,8%. Nos reservatórios sob mecanismo de gás em solução (11 acumulações), a média é 30,8% - uma variação de apenas 7%. Esta diferença pode ser explicada, em parte, pela aplicação de processos de recuperação adicionais aos reservatórios cujo principal mecanismo de produção original não atenda a toda necessidade de energia para a produção de hidrocarboneto da jazida. Pode-se, então, admitir que a diferença de potencial de aproveitamento entre os dois grupos (influxo de água e gás em solução) seja um pouco maior do que os 7%, caso não se utilizem mecanismos auxiliares ou secundários. Mas este valor ainda será menos significativo do que as diferenças contabilizadas quando comparados os reservatórios por gênese (fig. 8).\nNos reservatórios originados a partir de depósitos deltaicos, o FR apresentou uma diferença de 12% quando comparadas jazidas cujo mecanismo de produção é gás em solução (FR=36,8%) e influxo de água (FR=48,9%). Esta diferença, ainda que maior do que a constatada nos reservatórios turbidíticos, também é significativamente inferior às variações relacionadas à origem deposicional das rochas.\nEm relação às propriedades dos fluidos, o caso Namorado x Cherne (ftg. 9) é exemplo de fluidos que apresentam características diferentes de mobilidade. Em Namorado, há óleo de 28 °API, RSI de 100 m3/m3 e viscosidade de 1 cP na pressão de saturação. Em Cherne, há óleo de 20 °API, RSI de 20 m3/m3 e viscosidade de 7 cP. Ambos têm propriedades fundamentais e geologia semelhantes. O que se espera de diferença de recuperação entre ambos os campos é algo da ordem de 2%. Entretanto, a influência do fator fluido no FR potencial ainda é objeto de análise e estudo, pois também é importante.\nDesta forma, pode-se concluir preliminarmente que o potencial de recuperação de pétróleo de uma jazida depende, em ordem decrescente de importância, dos seguintes fatores:\n1.\tgrau de heterogeneidade do sistema reservatório, definido em função da geometria efetiva e qualidade, onde a gênese é o principal condicionante;\n2.\tmecanismos de produção atuantes (natural ou artificial, primário ou suplementar);\n3.\tpropriedades dos fluidos envolvidos.\nÉ extremamente importante atentar para casos históricos de comportamento dos reservatórios, para não se ter uma visão distorcida da realidade. A analogia é uma ferramenta valiosíssima para o planejamento e a valoração. Logo, pode-se admitir que jazidas gigantes como Marlim (FR=23%), Bijupirá (FR=25%) e Barracuda (FR=22%) podem ter potenciais de recuperação superiores aos atualmente estimados. Não se pode deixar de considerar a economicidade, devido à localização ou mesmo ao preço do produto no mercado. De toda maneira, é aconselhável conhecer tendências e limites de possibilidades de recuperação dos reservatórios.\nFATOR DE RECUPERAÇÃO\nTURBIDITOS\n70-1\n60\no 20\nSUAHCBIA\n10\n-r-\n70 72\nFAZ. CEDRO\n■\nBAGREBI\nLAGOA PARDA ENCHOIA ■\nNAMORADO\nCOOTNA\nMARMBA\nAGULHA\n■ GAROWUKA\n■\nBICUDO •«««\nB miRAUHA ^ARATÍ\nESPADA\n1 BONITO\n• *\nATUM\nFARGO\nVIOLAU)\n'anequn ALBACORAlNl\n■ YIOLAIBJ\nVERMELHO\nJ ■ CAMPEM ALMCORA(O|\nSALEMA\nMARLM ■ * BUUPRA\n~i—■—i—1—i—1—i\n88 90 92 94\n—i • i ■ i i |\t>\t|—■—|—i—|—\n74 76\t78 80 82 84 86\nANO DE PRODUÇÃO INICIAL\n• FR PREVISTO GAS SOLUÇÃO\t■ FR PREVISTO INFLUXO AGUA\nFATOR DE RECUPERAÇÃO\nPRINCIPAIS RESERVATÓRIOS\nFig. 8 - Fator de recuperação versus ambiente deposicional e mecanismo natural de produção.\nFig. 8 -Recovery factor versus depositional environments and natural production mechanism.\nEm resumo, o histórico das jazidas mais antigas em produção apontam para uma estreita relação de fatores de recuperação com os diversos ambientes de sedimentação que originaram seus reservatórios produtores (fig. 9).\nFig. 9 - Fator de recuperação versus tempo de produção dos principais reservatórios turbidíticos brasileiros (gás em solução e influxo de água).\nFig. 9 - Recovery factor versus production time for the main Brazilían turbidite reservoirs (solution gas and water influx).\n7\t- CONCLUSÕES E CONSIDERAÇÕES FINAIS\nPara estimar o FR de uma jazida, deve-se levar em consideração o nível de heterogeneidades do sistema reservatório. De posse do conjunto bem conhecido e representado dessas diferenças, é possível prever um nível potencial mínimo do FR, intimamente relacionado ao ambiente de sedimentação das rochas e às mudanças ao longo do tempo. A dependência e potencialidade do FR quanto ao tipo de mecanismo de produção do reservatório é secundária quando comparada ao fator gênese, pois o mecanismo pode ser artificialmente acelerado e/ou alterado.\nEm um levantamento realizado nos principais reservatórios das maiores bacias produtoras do Brasil, constatou-se a estreita associação entre FR e o ambiente de sedimentação, na ordem crescente de FR: leque aluvial (Bacia Sergipe-Alagoas), ambiente fluvial (bacias Potiguar e do Recôncavo), turbidito (bacias de Campos e Espírito Santo), deltaico e eólico (Bacia do Recôncavo).\nA ordem de importância dos parâmetros para a estimativa de FR em nossas bacias deve abranger:\n1)\theterogeneidade do sistema reservatório, definida em função da qualidade e geometria; 2) mecanismo de produção primário(s) + secundário(s); 3) propriedades\ndo(s) fluido(s). Nos turbiditos de origem marinha amostrados, verifica-se que, para um FR máximo previsto de 63%, as variações nos mecanismos de produção (influxo de água e gás em solução) devem significar mudanças da ordem média de 7%. No ambiente deltaico, o FR máximo é da ordem de 62%, e as variações originadas por mecanismos de produção atingem uma média de 12%.\nA estimativa de FR dos reservatórios turbidíticos em processo de lavra adiantado - tipo Bacia de Campos -revela uma média de 35%. Esse fato permite uma projeção ou uma expectativa de aproveitamento dos reservatórios brasileiros mais otimista do que a atual com relação aos FR de jazidas gigantes do tipo Marlim, Bijupirá e Barracuda. O potencial existe, pelo menos do ponto de vista da rocha-reservatório.\nAGRADECIMENTOS\nAos inúmeros colegas do E&amp;P - PETROBRAS - que contribuíram, direta ou indiretamente, para a realização desse trabalho.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALPAY, O. A. Praticai approach to defining reservoir heterogeneity. Joumal of Petroleum Technology, Dallas, v. 24, n. 7, p. 841-848, 1972.\nARPS, J. J. et al. A statistical study of recovery efficiency. Dallas : American Petroleum Institute, 1967. 33 f. (API Bulletin D14).\nCRAZE, R. C., BUCKLEY, S. E. A factual analysis of the effect of well spacing on oil recovery. In: AMERICAN PETROLEUM INSTITUTE. Drílling and production practice. New York : American Petroleum Institute, 1945. p. 144.\nDOSCHER, T. M. et al. Statistical analysis ofcrude oil recovery and recovery efficiency. Dallas : American Petroleum Institute, 1984. 47 p. (API Bulletin D14).\nGALLOWAY, W. E. (Ed.). Atlas of major Texas oil reservoir. Austin : University of Texas at Austin, 1983.137 p.\nGUTHRIE, R. K., GREENBERGER, M. H. The use of multiple correlation analysis for interpreting petroleum engineering\ndata. In: AMERICAN PETROLEUM INSTITUTE . Drilling and production practice. New York : American Petroleum Institute, 1955. p. 155.\nHARRIS, D. G., HEWITT, C. H. Synergism in reservoir management : the geologic perspective. Joumal of Petroleum Technology, Beasconfield, v. 29, n. 7, p. 761770, 1977.\nHUTCHINSON, C. A. et al. Identification, classification and predection of reservoir nonuniformes affecting production operations. Joumal of Petroleum Technology, Beasconfield, v. 13, n. 3, 1961.\nMENEZES, G. M. N. Análise faciológica ambiental e de reservatórios dos arenitos do Membro Água Grande Formação Itaparica no Campo de Fazenda Alvorada, Bacia do Recôncavo. In: SEMINÁRIO DE GEOLOGIA DE DESENVOLVIMENTO E RESERVATÓRIO, 4., 1990, Natal. Anais ... Natal: PETROBRAS. DEPEX. DIGED, 1990. 264 p.\nMENEZES, S. X. Geometria de reservatório do Campo de Namorado, Bacia de Campos. In: SEMINÁRIO DE GEOLOGIA DE DESENVOLVIMENTO E RESERVATÓRIO, 2., 1986. Rio de Janeiro. Anais ... Rio de Janeiro : PETROBRAS. DEPEX. DIGED, 1986. 396 p. p. 132.\nMENEZES, S. X. Modelo deposicional do Campo de Camorim. Rio de Janeiro : PETROBRAS. DEPEX. DIGED. SECAM, 1981. 15 p. (Relatório interno).\nPETROBRAS. Relatório de reservas da PETROBRAS. Período 1963 a 1993. (Relatório interno).\nPETROBRAS. Código de reservas da PETROBRAS. 1994. (Relatório interno).\nPRYOR, W. A. Reservoir inhomogeneities of some recent sand bodies. Society. of Petroleum Engineers Joumal, Richardson, v. 12, n. 3, p.229-245, 1972.\nTYLER, N. et al. Oil accumulation, production characteristics, and targets for adcional recovery in major oil of Texas. Texas : Bureau of economic Geology, 1984. 31 p. (University of Texas at Austin. Bureau of Economic Geology. Geological circular 84-2).\nZABAGALA, M. M. C. et al. Play analysis na caracterização de reservatórios Bacia do Recôncavo. Salvador : PETROBRAS. DEXBA, 1983. 1 v. (Relatório interno).\nEXPANDED ABSTRACT\nThe oil recovery factor has been studied in a large group of Brazilian reservoirs. Brazilian sedimentary basins show a dominance of groups of certain specific reservoir rocks resulting from specific depositional environments: Campos Basin - turbidites; Potiguar Basin - fluvial and alluvial fans; Recôncavo Basin - fluvial, deltaic and aeolian; Sergipe-Alagoas Basin - alluvial fans; Ceará Basin - turbidites; and Espirito Santo Basin - fluvial and turbidites. These reservoir groups present distinctive geometry and depositional process characteristics controlling the quality and degree of continuity ofthe reservoir rocks; these, in tum, associated with production mechanisms and quality of the produced fluids, comprise the main elements responsible. for the recovery factors in the Brazilian sedimentary basins.\nThis work took into consideration the recovery factors expressed in the PETROBRAS Reserves Report relative to proved recoverable volumes of the most important Brazilian reservoirs. Sixty oil fields, mostly with a production history longer than five years, were chosen due to their large oil volumes.\nAlluvial fan reservoirs show highly complex internai geometry with maximum porosities of 20% and moderate permeabilities. Average recovery factors are in the order of 20%, varying from 12% to 29%, even when submitted to long and various enhanced recovery methods.\nFluvial sediments present large variation in petrophysical properties as a function of their association either with alluvial fan or aeolian deposits. In typical fluvial reservoirs the average recovery factor is 21%, varying from 16% to 27%. ....\nAeolian deposits have excellent petrophysical characteristics as a function of their high textural maturity. The recovery factors of these sediments vary from 49% to 76%>, with an average of 61%. Aeolian reservoirs present the maximum recovery factor.\nDeltaic reservoirs show porosities varying from 20% to 25%, and permeabilities varying from 50mD to 300mD; the average recovery factor is around 41%, varying from 19%, to 62%,.\nIn turbidites, the reservoir quality and continuity are good to excellent, with average porosity greaterthan 20% (up to 30%), permeabilities of hundreds of mD, and low diagenetic clay content. The recovery factor averages 35%>, ranging between 19% and 63%.\nIn deltaic and turbidite groups it seems that the original production mechanism produces effects on the recovery factor only by 12%, and 7%, respectively, when compared to reservoirs submitted to natural water drive and solution gas.\nThese small differences of 12%, and 7%, can be partially explained by the use of the same artificial production mechanism throughout the reservoirs which do not have sufficient pressure for the production of hydrocarbons. However, these values are less significant than the variation between distinctive plays (alluvial fan, fluvial, turbiditic, deltaic and aeolian).\nThis paper suggests that the recovery potential of the Brazilian reservoirs is the result ofthe following parameters, according to this order of importance: 1) reservoir heterogeneities, as a function of quality and geometry; 2) the production mechanism applied to the reservoir, and 3) fiuid properties."}]}}}