{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21261"}, {"@name": "filename", "#text": "4978_lpis_15_5.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "http://repositorio.ulusiada.pt\n\nUniversidades Lusíada\n\nBarros, Manuel Agostinho, 1980-\n\nOs contornos sócio-económicos e securitários da\npetrodependência dos Estados : o caso de Angola\nhttp://hdl.handle.net/11067/3791\nhttps://doi.org/10.34628/tn6y-mh62\n\nMetadados\n\nData de Publicação 2017\n\nResumo A desvalorição do preço do petróleo a partir de 2014 trouxe uma série de\nproblemas sócio-económicos para os petroestados, de forma particular\nAngola, que associado aos riscos ambientais subjacentes à indústria\npetrolífera exige uma nova actuação dos Estados. É neste sentido que\no presente artigo assente numa abordagem analítica, ao examinar os\npossíveis contornos sócioeconómicos e securitários, ao mesmo tempo que\npropõe soluções alternativas, procura elevar o nível de consciencialização\ne de urg...\n\nThe falling of oil price since 2014 brought a number of socioeconomic\nproblems to petro – states, particularly Angola, that associated with\nenvironmental risks underlying the oil industry requires new action\nby the States. That´s why this article based on an analytical approach\nto examine the possible economic and security implications, while\nproposing alternative solutions, aims to raise the level of awareness and\nthe sense of urgency for both government and private actors on the need\nto gradua...\n\nPalavras Chave Comércio e indústria do petróleo - Angola, Angola - Condições\neconómicas\n\nTipo article\n\nRevisão de Pares Não\n\nColeções [ULL-FCHS] LPIS, n. 15 (2017)\n\nEsta página foi gerada automaticamente em 2020-07-23T19:00:21Z com\ninformação proveniente do Repositório\n\nhttp://hdl.handle.net/11067/3791\nhttps://doi.org/10.34628/tn6y-mh62\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  97\n\nOS CONtORNOS SóCIO-ECONóMICOS\nE SECURItÁRIOS DA PEtRODEPENDêNCIA\n\nDOS EStADOS – O CASO DE ANGOLA\n\nManuel Agostinho Barros\nDocente no Instituto Superior Politécnico Lusíada de Cabinda – Universidade Lusíada de Angola\n\nTeacher at Instituto Superior Politécnico Lusíada de Cabinda – Universidade Lusíada de Angola\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  99\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\nResumo: A desvalorição do preço do petróleo a partir de 2014 trouxe uma \nsérie de problemas sócio-económicos para os petroestados, de forma particular \nAngola, que associado aos riscos ambientais subjacentes à indústria petrolífera \nexige uma nova actuação dos Estados. É neste sentido que o presente artigo \nassente numa abordagem analítica, ao examinar os possíveis contornos sócio-\neconómicos e securitários, ao mesmo tempo que propõe soluções alternativas, \nprocura elevar o nível de consciencialização e de urgência tanto para os actores \ngovernamentais como privados sobre a necessidade de reduzir gradualmente a \ndependência do sector petrolífero através da diversificação da economia.\n\nPalavras-chave: Petróleo, Dependência, Economia e diversificação.\n\nAbstract: The falling of oil price since 2014 brought a number of socio-\neconomic problems to petro – states, particularly Angola, that associated with \nenvironmental risks underlying the oil industry requires new action by the States. \nThat´s why this article based on an analytical approach to examine the possible \neconomic and security implications, while proposing alternative solutions, aims \nto raise the level of awareness and the sense of urgency for both government \nand private actors on the need to gradually reduce dependence on oil sector by \ndiversifying the economy.\n\nkeywords: Oil, Dependence, Economy and diversification.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  101\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\nLista de abreviaturas, siglas e acrónimos\n\nAED – Emirati Dirham\nAEO – African Economic Outlook Organization\nAOA – Angolan Kwanza (Kwanza Angolano “AKz”)\nBP – British Petroleum \nCIA – Central Intelligence Agency (Agência Central de Inteligência dos \n\nEstados Unidos de América)\nCO2 – Dióxido de Carbono\nEIA – Energy Information Administration\nEUA – Estados Unidos de América\nFMI – Fundo Monetário Internacional\nIEA – International Energy Agency (Agência Internacional de Energia)\nJA – Jornal de Angola\nLNG – Liquified Natural Gas (Gás Natural Liquifeito “GNL”)\nMINPLAN – Ministério de Planeamento e Desenvolvimento Territorial de \n\nAngola\nMINFIN - Ministério das Finanças de Angola\nOECD – Organization for Economic and Cooperation Development \n\n(Organização para Cooperação e Desenvolvimento Económico “OCDE”)\nUN – United Nations (Organização das Nações Unidas “ONU”)\nOPEP – Organização dos Países Exportadores de Petróleo\nPIB – Produto Interno Bruto\nSADC – Southern Africa Development Community (Comunidade para o \n\nDesenvolvimento da África Austral)\nUSD – US Dolar (Dólar Americano)\nWTTC – World Travel and Tourism Council\n\n1. Petróleo – enquadramento estratégico\n\nO petróleo é um recurso natural de elevado grau de inflamabilidade \ncomposto essencialmente por uma mistura de hidrocarbonetos (hidrogénio e \ncarbono) do qual derivam por processo de destilação numerosas substâncias de \n\n\n\n102 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\ngrande importância económica no contexto actual como por exemplo a gasolina, \ngasóleo e querosene. A sua formação remonta há milhares de anos, a partir de \nrestos de vegetais e animais, podendo encontrar-se em regiões onshore e offshore.\n\nA ascensão do petróleo como recurso estratégico data do século XX quando \nsubstituiu o carvão como fonte primária de consumo mundial de energia. A sua \naplicação é extensiva a diversos sectores da actividade humana, desde transporte \nà indústria, tornando-se num importante instrumento económico e político dos \nEstados.\n\nDurante a II Guerra Mundial a posse e controlo do petróleo contribuíu para \ncurso e desfecho do conflito. Para além disso, no pós-guerra passou a condicionar \nas relações económicas e políticas internacionais, assumindo um duplo papel. \nPor um lado, meio de cooperação, por outro, meio de tensão geopolítica. Para \nos países detentores o petróleo tem sido um importante vector de recuperação \neconómica, de projecção de poder e de inserção política no concerto das grandes \nnações. Para as grandes potências, o petróleo é o principal interesse em algumas \nregiões do mundo que tem justificado acções políticas, estratégicas e militares.\n\n1.1 Distribuição geográfica das reservas petrolíferas – assimetrias regionais\n\nA disponibilidade mundial das reservas petrolíferas não é simétrica. Este \nfacto eleva sua importância geoestratégica, fundamentalmente entre as potências \nindustriais da comunidade internacional, cujo o acesso e controlo tem justificado \ndisputas, competições e conflitos localizados como se tem verificado na instável \nregião do Médio Oriente, alguns países africanos e no sudoeste asiático.\n\nGráfico 1 – Distribuição mundial das reservas petrolíferas em 2014\n(mil milhões de barris)\n\nFonte: BP, 2015\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  103\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\n1.2 O petróleo e a economia internacional \n1.2.1 O impacto dos hidrocarbonetos no sistema económico mundial\n\nO esforço de reconstrução do mundo pós II Guerra Mundial ficou assente \nnuma matriz de desenvolvimento económico e social baseado na abundância e \noferta de petróleo a baixos custos, o que impulsionou o aumento dos níveis de \nconsumo deste recurso globalmente (Pulido e Fonseca, 2014, p.14-15). Desde o \nfim deste conflito mundial assiste-se um crescimento substancial do consumo de \npetróleo, particularmente na América do Norte, Europa Ocidental, e Sudoeste \nasiático, dado aos elevados níveis de industrialização e progresso económico. \n\nHoje como nunca antes, os hidrocarbonetos assumem cada vez mais \num papel preponderante no desempenho das economias e no bem-estar das \npopulações. Contribui para a expansão do comércio e da indústria, modernização \nda agricultura e melhoria dos transportes. Em diversas ocasiões a subida ou \ndescida do petróleo teve impacto nas economias nacionais. \n\nEntre 2000 e 2001, segundo o relatório da Agência Internacional de Energia \n(AIE), publicado em Maio de 2004 (AIE, apud Pulido e Fonseca, 2004, p.42), o \npetróleo esteve na base da desaceleração da actividade económica nos países da \nOCDE. O aumento do preço do barril de 25 USD para 35 USD provocou uma \nperda de 0,4% do PIB na zona OCDE, com consequências no aumento das taxas \nde desemprego e da inflação.\n\nGráfico 2 – Evolução dos níveis de consumo  mundial de petróleo 2012 - 2014 \n(milhares de barris diários)\n\nFonte: BP, 2015\n\nComo se deparou, a desvalorização do crude incidiu na subida dos serviços \nde electricidade e outros produtos derivados (combustíveis). A sensibilidade e \n\n\n\n104 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\nvulnerabilidade das economias às variações dos preços do petróleo depende do \ngrau de de dependência. Contudo, os efeitos da variação tendem a ser globais \ndado a interdependência entre os países. \n\nFigura 1 – Portfólio energético mundial: o peso do petróleo em percentagem (%)\n\nFonte: IEA, 2015\n\n1.2.2 A queda do preço de petróleo e as causas subjacentes\n\nA acrescida valorização estratégica atribuída ao petróleo entre os recursos \nnaturais eleva o seu grau de vulnerabilidade às mudanças geopolíticas e a \nespeculação. Este factor tem sido uma das razões das constantes oscilações do seu \nvalor no mercado. Por um lado, o seu preço no mercado pode subir ou descer por \nacção unilateral de um actor com capacidade de influenciar, como por exemplo o \nque sucede na balança energética entre a Rússia e a Ucrânia no caso específico do \ngás natural. Por outro lado, por acção concertada e multilateral de um grupo de \npaíses ou cartel como por exemplo a OPEP que em algumas ocasiões estiveram \nna base da subida do preço do barril.\n\nA actual crise do preço dos hidrocarbonetos para além de outras razões \nsubjacentes (geopolíticas), tem a sua origem na própria dinâmica do mercado, \nnomeadamente o aumento da oferta mundial do petróleo e a redução da procura. \nCom objectivo de assegurar a médio prazo a sua independência energética, \nfundamentalmente do petróleo importado, os Estados Unidos de América vêm \napostando na sua produção doméstica. Como ilustrado no quadro 1, entre 2012 \ne 2014 houve um aumento significativo da produção doméstica norte-americana \nem resultado de investimentos na exploração de petróleo de xisto.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  105\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\nGráfico 3 - evolução dos preços 2002-2015 em USD\n\nFonte:Macrotrends, 20151\n\nEnquanto maior consumidor mundial, a produção americana reflectiu na \nredução da sua procura, assim como contribuiu no aumento dos níveis de oferta \nglobal, sem que no entanto fosse acompanhado de ajustes pelos países da OPEP, \nque representam um terço da produção mundial2.\n\nO aumento dos níveis de produção e a fraca procura influenciada pelo \ncontexto económico internacional, especificamente a fragilidade ou desaceleração \neconómica nos países da União Europeia, Japão e na China precipitaram a \nqueda do preço do barril. A tendência negativa do preço desta commodity pode \nperdurar caso a Arábia Saudita persiste em não ajustar a sua oferta e se efective \no acordo nuclear entre o Irão e as grandes potências mundias, que poderá pôr \nfim as sanções internacionais que pesam sobre o regime iraniano e consequente \nnormalização das relações económicas e políticas com o resto da comunidade \ninternacional. Isto permitirá o retorno das exportações petrolíferas iranianas no \nmercado mundial.\n\n1 Disponível em www.macrotrends.net\n2 No intuito de evitar a perca da quota de mercado, mas também desestimular a produção de petróleo \n\nde xisto nos EUA, a Arábia Saudita, o principal fornecedor mundial de petróleo, resiste em efectuar \ncortes na sua produção diária mesmo sob pressão de alguns países da OPEP. Com ajustes na produção \nou oferta espera-se que haja valorização do preço pela efeito escassez do produto no mercado.\n\n\n\n106 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\n Quadro 1 – Níveis de produção 2012 – 2014 (milhares de barris diários)\nAno 2012 Ano 2013 Ano 2014\n\nEstados Unidos 8904 10069 11644\n\nArábia Saudita 11635 11393 11505\n\nAngola 1784 1799 1712\n\nTotal do Mundo 86150 86579 88673\n\nFonte: EIA, 2015\n\nA produção do Irão poderá contribuir para o acréscimo dos níveis de oferta \nmundial, agravando os receios de crise. Neste sentido, o equilíbrio dos preços \nno mercado dependerá de um acordo entre os exportadores da OPEP em ajustar \nsuas produções internas (reduzir a oferta) para estimular os preços com efeito da \nescassez, tendo como premissa um possível aumento da demanda pelo petróleo.\n\nA não efectivação desta previsão será economicamente constrangedor para \npaíses exportadores como Angola cuja a queda do barril trouxe complicações \nsócio-económicas como será abordado a seguir. \n\n1.2.2.1 Os efeitos sócio-económicos da queda do preço em Angola\n\n“um país que concentra as suas exportações num produto primário, \nrelativamente ao qual possui uma vantagem importante, não aplica \numa verdadeira estratégia de desenvolvimento (...) Trata-se de uma \nextroversão passiva, que visa obtenção de divisas, à falta de outras \nsoluções ”\n\nFrédéric Teulon (apud Carvalho, 2010, p.151)\n\nAngola é o segundo maior produtor de petróleo da África Subsariana a \nseguir da Nigéria, com uma produção diária estimada em 1,7 milhões de barris3. \nComo ilustrado na figura 2, o país tem deste recurso energético a sua principal \nalavanca económica4.\n\nO sector petrolífero tem sido o impulsionador do crescimento económico que \nse verificou neste país africano nos últimos anos. Entre 2005 e 2007, a economia \nangolana teve níveis de crescimento extraordinários, situando-se entre as que \nmais crescem no mundo, com o PIB a atingir 20,6% em 2005, 18,6% em 2006, e \ncerca de 23,2% em 2007 (OCDE –United Nations OSAA, 2010, p.40; MINPLAN, \n\n3 Entre Janeiro e Julho de 2014 a produção do país sofreu uma queda devido a questão de manutenção \ndos antigos campos petrolíferos e da conjuntura internacional associado à baixa nos preços do \ncrude que levou a redução dos investimentos.\n\n4 O crude é o principal recurso de exportação de Angola, um vector essencial para sua sobrevivência económica, \nisto é, principal fonte de receitas e impulsionador do crescimento do PIB.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  107\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\n2012, p.15). Trata-se de um período caracterizado pela alta do preço de petróleo a \nnível internacional, flutuando entre os 90 e 110 USD por barril (veja-se o gráfico 3). \n\nFigura 2 – Angola: o peso do petróleo na economia do país em percentagem (%)\n\nFonte: AEO, 2015/ CIA, 2015\n\nEm 2008, apesar da crise económica e financeira mundial, a economia \nangolana conseguiu atrair cerca de 15,5 mil milhões de USD em investimentos \ndirectos estrangeiros, convertendo-se no segundo maior destino deste tipo de \ninvestimentos em África atrás da Nigéria que beneficiou de 20,3 mil milhões de \nUSD. O sector petrolífero foi a principal atracção deste fluxo de capitais. \n\nO boom petrolífero permitiu Angola gerar grandes fluxos financeiros. Em \nSetembro de 2015, as reservas internacionais líquidas de Angola eram avaliadas \nem 36,1 mil milhões de USD, caindo para 31,4 mil milhões de USD em Junho de \n2014 em resultado da transferência para o Fundo Soberano de Angola (FSDEA) \nde 5 mil milhões de USD (FMI, 2015, p.6-7). Porém, a queda acentuada do preço \nde 100 para 47 USD por barril em 2014 teve um impacto no desempenho da \neconomia angolana, entrando num período de desaceleração. \n\nCom a desvalorização do crude as receitas angolanas para 2015 estimada \nem 64,1 mil milhões de USD sofreram uma quebra de 3,9% em relação aos \nvalores de 2014 (AEO, 2015, p.3-4; Montepio, 2015). As dificuldades impostas \npor esta situação forçaram a adopção pelo executivo angolano de um conjunto de \nmedidas económicas e financeiras, assim como à revisão do orçamento do Estado \npara 2015 (OER 2015)5 mediante um ajustamento médio do preço do barril de \npetróleo de 80 USD para 40 USD, documento aprovado em Março de 2015. \n\n5 OER – Orçamento do Estado Retificado\n\n\n\n108 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\nEste ajuste orçamental provocou um défice nas receitas públicas na ordem \ndos 14 mil milhões de USD. Neste contexto o recurso à empréstimos internacionais \né previsto subir para 9,9 mil milhões de USD, acima dos 2,4 mil milhões de USD \nalcançados em 2013 para cobrir o défice orçamental (AEO, 2015). Em busca de \nrecursos financeiros para contornar os efeitos da crise, o país emitiu pela primeira \nvez os eurobonds avaliados em cerca de 1,5 mil milhões de USD. Para além disso, a \nredução das receitas petrolíferas deram origem a outras medidas adicionais a saber:\n\na) Fim da subvenção aos combustíveis\nNuma tentativa de reduzir as despesas públicas face a crise o governo \n\nangolano fez corte das subvenções aos combustíveis. O preço dos derivados de \npetróleo assistiram uma subida de 22 % para gasolina (de 90 para 115 Kwanzas), \n25% para gasóleo (de 60 para 75 Kwanzas) e petróleo iluminante 29% (de 35 para \n45 Kwanzas).\n\nNa generalidade os subsídios aos combustíveis representavam 4% do PIB \nangolano, representando metade dos gastos com a educação e saúde (FMI, 2015, \np.15). Segundo o executivo angolano (apud Jornal de Angola, 2015), as medidas \nde ajustamento dos preços permitiram poupar um valor equivalente em 110 mil \nmilhões de Kwanzas (8,1 mil milhões de USD) necessários para cobrir a despesa \npública num contexto económico adverso de baixa das receitas petrolíferas. \nPorém, de ponto de vista social as medidas provocaram o agravamento do custo \nde vida no país, com a subida de alguns bens e serviços.\n\nb) Restrições quantitativas nas transações financeiras para o exterior \nNo ano de 2015 foram adoptadas pelo executivo angolano uma série de \n\nmedidas financeiras em que se destaca o decreto Legislativo Presidencial n°2/15 \nde 29 de Junho de 2015 que impõe a cobrança de uma taxa de 10% sobre as \ntransferências monetárias para o estrangeiro, com excepção àquelas relacionadas \ncom o tratamento de saúde e a educação no exterior do país. Com isso pretende-\nse controlar a saída de capitais, travar pagamentos excessivos em assistência \ntécnica6 e repatriamento dos lucros de filiais locais de empresas estrangeiras, \nassim como proteger as reservas monetárias do país avaliadas em 25 mil milhões \nde USD. \n\nA medida limitou o pagamento pelos bancos comerciais de divisas \nestrangeiras, como por exemplo o dólar americano, dificultando o acesso à \nmoeda internacional para fins de importação de bens.\n\nc) Escassez de bens e aumento da inflação\nPara além das medidas financeiras, a crise provocou altos níveis de inflação \n\nem Angola, situando-se em 11,6% até Setembro de 2015. O contexto provocado \npela queda do preço de petróleo precipitou a depreciação do Kwanza face ao dólar \n\n6 Cerca de 9 mil milhões de USD em 2013.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  109\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\namericano, cuja cotação oficial em Agosto de 2015 foi de 116,70 AOA/USD, uma \ndesvalorização de 28,8%, cerca de 14,7% abaixo da média de 2014 (Montepio, \n2015, p.15). \n\nDevido a excessiva dependência do país das importações, a escassez de \ndivisas e a depreciação acentuada do kwanza elevou os custos de importação e \nconsequente aumento da inflação. A cotação negativa do crude também incidiu \nno mercado laboral. Com a escassez de recursos financeiros o Estado a maior \nentidade empregadora teve de suspender para 2016 o enquadramento de novos \nfuncionários públicos. Em mesma direcção, as entidades privadas também \ntiveram de adoptar medidas estratégicas de sobrevivência no contexto de crise.\n\nNo caso específico da indústria petrolífera, que emprega parte da mão-de-\nobra qualificada angolana, as principais operadoras do país nomeadamente a \nCabinda Gulf Oil Company (Chevron), a Total, a British Petroleum (BP) e suas \nsubcontratadas adoptaram políticas de contenção de custos (cost reduction) \ne novas estratégias de gestão. Todo este processo que visou a restruturação \norganizacional e operacional resultou na redução da força de trabalho quer \nnacional, quer expatriada. No contexto doméstico, os despedimentos relegaram \nao desemprego centenas de funcionários, agravando os índices de desemprego \ndo país estimada em cerca de 26%. \n\n2. A dependência do petróleo e as possíveis implicações securitárias \n\nComo descrito atrás, para além dos efeitos económicos a crise petrolífera \npode ter repercussões a nível de segurança a curto, médio ou longo prazo. Nesta \nanálise  o conceito de segurança ultrapassa a simples dimensão militar (ameaça \nmilitar) para incluir outros sectores vitais dos Estados, nomeadamente economia \ne o meio ambiente. \n\nA curto prazo os efeitos recaem sobre o aumento da criminalidade urbana \ndado ao aumento das taxas de desemprego. A criminalidade é um dos principais \nfactores de insegurança pública que tem afectado a sociedade angolana, de forma \nparticular as cidades de Luanda, Cabinda e Benguela. Outrossim, eleva os níveis \nde exclusão social e pobreza que podem incidir no aumento da prostituição.\n\nNo plano geopolítico e estratégico a escassez de recursos financeiros \nprovocado pela desvalorização do crude pode limitar o poder e a capacidade \ninternacional do Estado na realização dos objectivos de política externa (interesse \nnacional). No plano de segurança económica e ambiental, a indústria petrolífera \napesar de ser muito promissora e representar grande potencial económico para \nos Estados7, é também muito vulnerável. A indústria de hidrocarbonetos é um \n\n7 Entre 2000 e 2008 gerou para o Estado da Nigéria cerca de 223 mil milhões de Usd em rendimentos; \ne em 2009, volta de 17 mil milhões de Usd para o governo da Guiné Equatorial.\n\n\n\n110 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\ndos sectores que mais contribui para poluição ambiental, isto é, libertação de \ndióxido de carbono (CO2)8 e derrames petrolíferos que afectam o ecossistema. \n\nÉ neste sentido que, por razões ambientais se pode perspectivar a médio \nou longo prazo uma desvalorização estratégica do sector, com entrada das \nenergias limpas (fontes energéticas alternativas). Os riscos e danos ambientais da \nprodução petrolífera elevaram a consciencialização global sobre a necessidade de \nrelocar investimentos para outros sectores energéticos promissores não fósseis \n(biocombustíveis, biomassas, eólica). Isto poderá repercutir negativamente para \nos petroestados que têm deste sector a sua principal fonte de sobrevivência \neconómica como é o caso de Angola no contexto vigente.\n\nHoje como nunca antes, o meio ambiente, especificamente a questão do \naquecimento global provocado pelo uso dos recursos energéticos, como por \nexemplo o petróleo, converteu-se num tema de topo na agenda internacional \nde segurança dos Estados. O esforço de limitação do uso destes recursos na \ndimensão industrial envolve quer entidades privadas, quer públicas como se \nverificou na Cimeira de Paris, França em 20159.\n\nNo caso específico de Angola, a sensibilidade da ameaça da petrodependência \na curto prazo é ilustrada pela vulnerabilidade do país às variações negativas do \npreço do barril no mercado internacional que provocou graves consequências \nsócio-económicas em diversos sectores da sociedade angolana. Na perspectiva \na longo prazo recai sobre a fiabilidade económica e ambiental do sector com a \nentrada de outras fontes energéticas. É de recordar que, ao longo da sua história \no sistema internacional teve em cada peródo um recurso energético primário. \nAté o início do século XX, o carvão era a princial fonte, tendo perdido a sua \nimportância com a ascensão do petróleo como descrito anteriormente. \n\nNeste período de crise de preços, de contenção de custos, e de estagnação \neconómica internacional, de forma particular nas principais economias e \nconsumidores de petróleo, há maior probabilidade de redução dos investimentos \nno sector petrolífero. Para Angola, cuja produção e reservas estão situadas na sua \ngeneralidade em offshore (no mar) e em águas profundas (deep water), requerendo \nelevados investimentos financeiros e tecnológicos10 pode confrontar-se com \nescassez de capitais para manutenção e desenvolvimento de novos activos.\n\n Diante disto recomenda-se aos decisores políticos nacionais compromissos \n\n8 Estima-se ser a fonte de cerca de 640,7 milhões de toneladas de CO2 libertos para atmosfera.\n9 Sob a égide das Nações Unidas (ONU) realizou-se de 30 de Novembro à 1 de Dezembro de 2015 em \n\nParis, França, a Cimeira do Clima que contou com a presença de líderes de mais de 144 países do \nmundo, em que Angola se fez representar através do Vice-Presidente Manuel Vicente. O objectivo \nda cimeira era alcançar-se um acordo multilateral que obriga os países a reduzir os níveis de \npoluição mundial.\n\n10 Em offshore de Cabinda, Soyo - Zaire e Luanda onde se concentra a principal produção e reservas \npetrolíferas de Angola. Com os níveis de exploração e consumo há grande probabilidade das \njazidas atingirem a sua maturidade ou declínio, com consequências nas exportações do país.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  111\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\nsérios tendentes a diversificação económica, como solução para reduzir o grau da \npetrodependência económica do país. Para tal neste artigo seguem-se algumas \npropostas.\n\n2.1 O imperativo da diversificação económica – possíveis sectores\n\nA diversificação económica é um desafio, contudo é uma necessidade \nestratégica que requer políticas eficazes e acções concretas. A semelhança dos \npetroestados do Golfo Pérsico, com destaque a Emiratos Árabes Unidos, Bahrein, \nKoweit e o Qatar, cujas receitas petrolíferas alavancaram outros sectores da \neconomia, ao ponto de criarem grande transformação sócio-económica, a fórmula \né aplicável a Angola.\n\nNestes países do Médio Oriente os rendimentos petrolíferos foram capazes \nde promover a modernização das infraestruturas, a criação de novos empregos e \nmelhoria dos indicadores sócio-económicos11. É neste sentido que as propostas e \nrecomendações deste artigo recaem sobre as seguintes áreas:\n\na) Agricultura\nO petróleo representa cerca de 95% do total das exportações de Angola, sendo \n\nas máquinas, equipamentos, metais, veículos de transporte, e especificamente \nalimentos e produtos agrícolas representam as principais importações do país. \nOs custos associados à importação de produtos agrícolas podiam ser reduzidos \ncom alocação de recursos financeiros para potenciar a agricultura nacional, um \nsector chave no quadro da estratégia de segurança alimentar de Angola. \n\nO país detém vastos hectares de terras aráveis e imensas reservas hídricas. \nAs reservas fundiárias demarcadas pelo Estado angolano em diversas províncias \navaliadas em 167,7 mil hectares de terra (MINPLAN, 2012, p.23) podem ser \nutilizados racionalmente para o desenvolvimento da agricultura mecanizada que \npressupõe a aquisição de máquinas agrícolas e a criação de uma rede sofisticada \ne eficiente de irrigação que aproveite as imensas reservas hídricas (rios, lagos, \npoços e lagoas).\n\nO elevar da capacidade produtiva para além de assegurar a auto-suficiência \ndo mercado doméstico permitirá também reduzir as despesas à importação de \nbens alimentares básicos. O sector poderá ajudar a promover a competitividade \nde Angola em relação aos parceiros da SADC no quadro da Zona de Livre \nComércio que pretende aderir nos próximos anos12.\n\nb) Indústria (extractiva e transformadora) \nAngola é um país com imensas potencialidades. É um mosáico mineral, \n\n11 A esperança de vida subiu para 74 anos; rendimento per capita equivalente a 12 mil Usd; PIB \ncombinado avaliado em 340 biliões de Usd; e crescimento anual de cerca de 4%.\n\n12 As previsões de adesão de Angola apontavam para 2017.\n\n\n\n112 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\ncujo solo e subsolo jazem vários mineiros (ouro, diamantes, ferro, zinco) e uma \nvasta floresta tropical que racional e eficientemente aproveitados são capazes de \nimpulsionar a industrialização através de polos geograficamente distribuidos13. \n\nÉ fundamentalmente na indústria transformadora (transformação de \nmatérias primas) que deve centrar-se todo esforço de industrialização do país. \nPor exemplo, no caso específico de Cabinda, com uma vasta floresta tropical, \na exploração madeireira em vez de limitar-se no corte e exportação, devia-\nse construir internamente indústrias de transformação de madeira capazes de \nretirar dela outros derrivados essenciais para o sector de construção civil, mas \ntambém para o fabrico de carteiras escolares. \n\nA produção local serviria para responder a demanda interna no sector \nde construção civil, mas também o mercado externo através de exportações, \nreduzindo as despesas de importação, ao mesmo tempo que vai gerar novos \npostos de emprego.\n\nQuanto a indústria petrolífera, para o melhor aproveitamento do gás \nexcedente da produção de hidrocarbonetos, novas unidades de fabrico de LNG \npodiam ser construidos que para além de responder a demanda interna pelo gás, \nreduzirá a queima do gás, um problema ambiental. Outrossim, o gás natural pode \ntambém impulsionar a criação de várias centrais eléctricas térmicas necessárias \npara aumentar a capacidade de produção de energia eléctrica. Com isso minimizar-\nse-á o défice energético existente, assim como assegurar o funcionamento regular \ndo sector industrial e o progresso sócio-económico das populações. \n\nc) Turismo e infraestruturas \nPara além do potencial mineral, Angola tem rica fauna e flora que podem ser \n\npotenciais fontes de atracção turística, quer doméstico, quer externo. Por se tratar \nde um sector promissor de ponto de vista de receitas, requer de igual modo uma \natenção por parte de investidores públicos e privados. Contudo, a estabilidade \npolítica e infraestruturas são sine qua non para o sucesso da indústria.\n\nTomamos como exemplo, o Emiratos Árabes Unidos, um produtor de \npetróleo do Golfo Pérsico, cujo turismo tem sido uma grande fonte de receitas \ne crescimento do mercado laboral. Neste país do Médio Oriente o turismo \nrepresentou em 2013 8,4% do seu produto interno bruto, gerando volta de 117,4 \nmil milhões de AED (31,8 mil milhões de USD). Por seu turno, assegurou 496 mil \ne quinhentos postos de trabalho, equivalente a 9,1% do total de empregos criados \nno país neste período (WTTC, 2014).\n\nNeste país em questão estima-se que o turismo venha criar até 2024 cerca \nde 626 mil novos postos de trabalho. A diversificação da economia deste país \nem que o turismo é uma bandeira de visita, contou na sua generalidade com \n\n13 De forma a estimular o desenvolvimento das regiões e minimizar os custos de transporte, os polos \nindustriais devem ser construidos preferencialmente nas fontes das matérias primas.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  113\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\ninvestimentos financeiros provenientes das receitas petrolíferas, que permitiram \ndesenvolver grandes infraestruturas hoteleiras, aeroportuários, rodoviárias e \nturísticas. A fórmula de sucesso deste país pode ser aplicada também em Angola. \n\nA modernização e construção de infraestruturas portuárias em principais \nregiões costeiras do país, como por exemplo o projecto do porto de águas \nprofundas de Cabinda seria uma fonte de receitas, mas também de emprego. \nA localização estratégica da região entre a República do Congo e a República \ndo Congo Democrático, o porto de águas profundas serviria de entreposto \naduaneiro para o Congo Democrático, ao mesmo tempo que impulsionaria o \ncomércio intra-regional.\n\nÉ de salientar que o éxito das propostas apresentadas para além de factores \nexógenos (conjuntura política, económica e financeira internacional – capitais \nexternos) é dependente fundamentalmente de factores de ordem endógena \n(vontade política,  predisposição para o desenvolvimento, disciplina financeira, \ne acima de tudo, a qualidade da força de trabalho). É neste sentido que, uma \nreforma económicas e educativa focado no ensino técnico-profissional e de \nespecialidade desde o nível básico ao superior baseado em padrões internacionais \ne nos modelos de países como a Alemanhã são essenciais. \n\nA adopção de um plano estratégico nacional que seja realístico e eficaz \nacaba por ser um imperativo nacional diante do contexto vigente. Logo, a \ndiversificação económica é uma opção estratégica para libertar-se do dilema da \npetrodependência. As propostas apresentadas são em si uma resposta alternativa \nao problema, como também a questão do desemprego e da criminalidade urbana \nque assolam a sociedade.\n\nConclusão \n\nAs consequências sócio-económicas originados pela queda de cotação \ndo petróleo expuseram o grau de vulnerabilidade da economia angolana. A \nsituação para além de ter reduzido a capacidade financeira do Estado, provocou \no agravamento das condições de vida das populações.  \n\nDada a crise o recurso a créditos ou financiamentos externos tem sido frequente \npara contornar a falta de liquidez. Isto pode conduzir ao sobreendividamento \ndo Estado com implicações no seu posicionamento internacional em negociações \nmultilaterais e decisões de elevada importância na agenda global, porquanto a \nsituação tende a condicionar a soberania diante dos credores. \n\nNo plano doméstico, a falta de liquidez pode condicionar a capacidade \ndo Estado em assegurar as suas responsabilidades soberanas, tornando-o mais \nvulnerável às ameaças transnacionais nomeadamente o terrorismo, narcotráfico \ne a imigração ilegal. É neste sentido que se deve assegurar a curto ou médio prazo \n\n\n\n114 Lusíada. Política Internacional e Segurança, 15 (2017)\n\nManuel Agostinho Barros\n\na diversificação das fontes de receitas a fim de se evitar cenários semelhantes no \nfuturo e o impacto das flutuações do preço do petróleo na economia angolana. \nA diversificação económica, a gestão, aplicação eficiente e racional dos recursos \nfinanceiros e naturais são cruciais para sobrevivência do Estado.\n\nReferências bibliográficas\n\nAEO – African Economic Outlook (2015) – “Perspectivas económicas em África: \nAngola”. Paris: OECD Development Center. Disponível em WWW:&lt;URL: \nhttp://www.africaneconomicoutlook.org/fileadmin/uploads/aeo/2015/\nCN_data/CN_Long_EN/Angola_GB_2015.pdf>.\n\nBP – British Petroleum (2015) - BP Statistical review of world energy June 2015. \nLondon: British Petroleum [online]. Disponível em WWW:&lt;URL:http://\nwww.bp.com/statisticalreview>.\n\nCARVALHO, Rui Morreira de (2011) – Compreender África: fundamentos para \ncompetir no mundo. 2ª Ed. Lisboa: Temas e Debates – Círculos de Leitor.\n\nCIA - Central Intelligence Agency (2015) – “Angola”. Washington DC: Central \nIntelligence Agency (CIA). Disponível em WWW :&lt;URL: https://www.cia.\ngov/library/publications/the-world-factbook/> \n\nEIA- Energy Information Administration (2015) - International energy statistics \n2010 - 2014. Washington, DC: US Energy Information Administration [online]. \nDisponível em WWW:&lt;URL: http://www.eia.gov/forecasts/ieo/>\n\nFMI – Fundo Monetário Internacional (2014) – “Angola”. Relatório do FMI nº \n14/274P. Washington: FMI. \n\nIEA – International Energy Agency (2015) – “World energy outlook 2015”. Paris: \nIEA. \n\nDisponível em WWW:<URL:https://www.iea.org/Textbase/npsum/\nWEO2015SUM.pdf>\n\nJA – Jornal de Angola (2013) – “Fim da subvenção dos combustíveis”. 23 de \nFevereiro de 2013 [online]. Luanda: Angola. Disponível em WWW:&lt;URL: http://\njornaldeangola.sapo.ao/economia/fim_de_subsidios_aos_combustiveis_1>\n\nMINPLAN – Ministério do Planeamento e do Desenvolvimento Territorial (2012) \n– “Plano nacional de desenvolvimento 2013 – 2017”. Luanda: Ministério do \nPlaneamento e do Desenvolvimento Territorial do Governo de Angola.\n\nMontepio (2015) – “Angola”. Setembro de 2015. Lisboa: Montepio - Departamento \nde Estudos. \n\nDisponível em WWW:&lt;URL: http://www.ciep.pt/attachments/article/141/\nANGOLA.pdf>\n\nOECD – United Nations OSAA (2010) – “Economic diversification in Africa: a \nreview of selected countries”. Paris: OECD.\n\n\n\nLusíada. Política Internacional e Segurança, 15 (2017)  115\n\nOs contornos sócio-económicos e securitários da petrodependência dos Estados, p. 97-115\n\nPULIDO, João G.; FONSECA, Pedro (2004) - O petróleo e Portugal: o mundo do \npetróleo e o seu impacto no nosso país. Lisboa: Tribuna da História.\n\nWTTC –World Travel and Turism Council (2014) – “Travel and tourism economic \nimpact 2014: United Arab Emirates. London: WTTC. \n\nBibliografia\n\nBARROS, Manuel Agostinho (2012) – “O papel da África para a segurança \nenergética global: o caso do Golfo da Guiné”. Tese de Mestrado. Lisboa: \nUniversidade Lusíada de Lisboa.\n\nBARROS, Manuel Agostinho (2013) – “O Golfo da Guiné e a segurança energética \nglobal: oportunidades e desafios subjacentes à região”. In Revista Lusiada de \nPolítica Internacional e Segurança nº 9. Lisboa: Universidade Lusíada Editora.\n\nMINFIN – Ministério das Finanças (2015) – “Ajustamento dos preços dos \nderivados do petróleo”. Luanda: Ministério das Finanças do Governo de \nAngola.\n\nMINFIN – Ministério das Finanças (2015) – “Relatório de fundamentação do \norçamento geral do Estado”. Luanda: Ministério das Finanças do Governo de \nAngola."}]}}}