{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03955"}, {"@name": "filename", "#text": "BGP_1990_4_4_07_O_papel_da_historia_de_soterramento_na_evolucao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "0 PAPEL DA HISTÓRIA DE SOTERRAMENTO NA EVOLUÇÃO DA POROSIDADE DE ARENITOS (BACIAS MARGINAIS BRASILEIRAS)\nTHE ROLE OF BURIAL HISTORY IN THE EVOLUTION OF THE POROSITY O- SANDSTONES IN BRAZILIAN MARGINAL BASINS\nCristiano Leite Sombra\nRESUMO - No presente trabalho, é definido e aplicado um novo parâmetro (índice tempo-profundidade) para investigação quantitativa e empírica da influência da história de soterramento na evolução da porosidade de arenitos de algumas bacias da margem continental brasileira (Santos, Campos, Espírito Santo, Cumuruxatiba, Recôncavo, Sergipe-Alagoas e Potiguar). O índice tempo-profundidade para um dado reservatório é definido a partir do diagrama da história de soterramento, e equivale à área compreendida entre a curva de soterramento do reservatório e os eixos do diagrama. O conceito de índice tempo-profundidade do reservatório, utilizado juntamente com sua caracterização textural e composicional, explica as principais variações de porosidade nos arenitos das bacias estudadas, o que credencia a sua utilização com finalidade preditiva. Os reservatórios que apresentam melhores valores de porosidades são aqueles que possuem melhor seleção granulométrica, maior teor de quartzo na sua composição detrítica e menor índice tempo-profundidade.\n(Originais recebidos em 22.10.90.)\nABSTRACT - A newparameter - the time-depth index - is defined and applied to a quantitative and empirical investigation ofthe influence of burial history on lhe evolution of sandstone porosity in some basins of the Brazilian continental margin (i.e., the Santos, Campos, Espírito Santo, Cumuruxatiba, Recôncavo, Sergipe-Alagoas, and Potiguar). The time-depth index for a reservoir is calculated based on burial history diagram. It is equivalent to the area enclosed by the reservoir burial curve and the axes of the diagram. Used in conjunction with textural and compositionai characterizations, the concept explains the main variations in the porosity of sandstones in the basins studied, which makes it a useful torecasting tool. The reservoirs presenting lhe best porosity values are those that display better grain sorting, greater quartz contenls in terms ofdetntal composition, and smaller time-depth Índices.\n(Expanded abstract availabie at the end of the paper.)\n1 - Setor de Geologia para Explotação (SEGEX), Divisão de Geologia e Engenharia de Reservatórios (DIGER), Centro de Pesquisas (CENPES), Cidade Universitária, Ouadra 7, Ilha do Fundão, CEP 21910, Rio de Janeiro, RJ, Brasil.\n1\t- INTRODUÇÃO\nDiversos trabalhos têm apontado a importância da história de soterramento na evolução da porosidade. Em geral, apresentam-se: enfoques qualitativos, a exemplo de Bruhn ef al. (1988), que estudaram arenitos da fase rift do Brasil; ou, simulações de eventos diagenéticos isolados, tais como: compactação (Angevine e Turcotte, 1983), cimentaçáo silicosa (Leder e Park,\n1986), entre outros. Apesar da inestimável contribuição apresentada, estes trabalhos têm se mostrado de difícil aplicação prática na previsão de porosidade de arenitos.\nO presente trabalho avalia quantitativamente a importância da história de soterramento na evolução da porosidade de arenitos, considerando suas características texturais e composicionais e propõe uma nova metodologia preditiva de qualidade de reservatórios. Para tal, foi definido um novo parâmetro, o índice tempo-profundidade, calculado a partir da história de soterramento do reservatório. As porosidades de arenitos saturados com hidrocarbonetos das bacias de Santos, Campos, Espírito Santo, Cumuruxatiba, Recôncavo, Sergipe-Alagoas e Potiguar foram correlacionadas com os respectivos índices tempo-pro-\nfundidade. A dispersão da amostragem em diversas bacias sedimentares foi proposital, com o intuito de se obter reservatórios com um amplo espectro de características texturais, composicionais e de histórias de soterramento.\n2-PARÂMETROS CONTROLADORES DA POROSIDADE\nA porosidade inicial dos arenitos depende fortemente da sua seleção granulométrica (Beard e Weyl, 1973). Quanto melhor a seleção granulométrica melhor a porosida-de, conforme ilustra a figura 1. A figura 1a mostra uma lâmina delgada hipotética de um arenito bem selecionado, com porosidade 20,6%, calculada a partir de contagem de pontos em malha quadran-gular. Substituindo-se a área englobada pela linha tracejada por um grão de tamanho maior (fig. 1b), a porosidade cai para 16,9%.\nNos estágios iniciais de soterramento, a redução de porosidade nos arenitos é governada principalmente pela compactação mecânica. Já nos estágios moderados e avançados de soterramento, as alterações na porosidade passam a ser governadas por reações químicas (compactação química, cimentação e dissolução). A velocidade destas reações depende da natureza dos reagentes, da pressão, da temperatura e do tempo. O somatório destes fatores resulta na diminuição da porosidade com o aumento da profundidade. Contudo, esta diminuição não ocorre de maneira uniforme, podendo variar de bacia para bacia, ou dentro de uma mesma bacia. Tais variações dependem de diversos parâmetros ligados à diagênese dos reservatórios, tais como: cimentação preco-\nFig. 1 - Representação hipotética de lâmina delgada de arenito exemplificando a importância da textura (seleção granulométrica) na porosidade.\nFig. ! Hypothedcaí representarian of sandstone thin section, exempfifying the importance of texture (granutometfic sor.redness/ in porosity.\nce, cimentação tardia, dissolução, tipo de fluido saturante, pressão anormal, películas argilosas, composição do arcabouço (Nagtegaal,\n1980), gradiente geotérmico (Gal-loway, 1974), história de tem-po/temperatura (Schmoker e Gau-tier, 1988) etc. Alguns destes parâmetros, contudo, exercem um controle mais efetivo na evolução da porosidade.\nEstudos diagenéticos efetuados na sequência elástica terrígena da margem equatorial brasileira (Chang, 1983) sugerem que a compactação é o principal fator controlador da perda de porosidade nos arenitos. Desta forma, a composição do arcabouço é um parâmetro de importância primordial na evolução da porosidade, pois diferentes litologias apresentam dife-\nrentes respostas às pressões efetivas atuantes durante o soterramento. Dickinson (1984) comparou os valores de porosidades de reservatórios de diversas composições provenientes de diversas bacias (fig. 2), verificando serem os arenitos quartzosos os menos afetados pela perda de porosidade com o aumento da profundidade. Os arenitos líticos apresentam a maior perda de porosidade, enquanto os arcósios comportam-se de forma intermediária entre os líticos e os quartzosos.\nAo simular experimentalmente a redução da porosidade de arenitos quartzosos em função da pressão, da temperatura, do tempo e do fluido saturante (óleo ou água), De Boer (1974) verificou que estes parâmetros são de grande importância na evolução da porosidade (fig. 3). Dentre as conclusões obtidas,\nLlI Q &lt;Q\nZ) u_ o cr\nCL\nPOROSIDADE (%)\n5\nFig. 2 - Variação média da porosidade com a profundidade para diferentes litologias. Compilado a partir de dados de diversas bacias.\nFig. 2 Average variaticn inporosity as a function of depth for different fitho/ogies Compi/edbasedon data from severa/ basins.\nPRESSÃO ( otm )\nFíg. 3 Simulação experimental da variação da porosidade em função do tempo, temperatura, pressão e tipo de fluido.\nFig. 3 - Experimenta/simu/attonofvariadons inporosityplotted against time, temperature, pressure, andtype of fluid\ndeve-se destacar que: o aumento da pressão, da temperatura e do tempo são fatores causadores de redução de porosidade; a redução de porosidade é ligetramente inferior quando o fluido saturante é óleo; e, o fator tempo, isoladamente, contribui para a diminuição da porosidade mesmo que se mantenham constantes as demais variáveis.\nScherer (1987) realizou um estudo estatístico acerca da influência de 13 parâmetros distintos sobre a compactação em amostras de arenitos de um extenso banco de dados da Shell. As amostras eram provenientes de diversas bacias sedimentares. Dentre os parâmetros utilizados, os de maior significado estatístico foram: idade do reservatório (tempo de soterramento), conteúdo de quartzo detrítico, pro-\nfundidade máxima de soterramento e seleção granulométrica.\nSchmoker e Gautier (1988) prestaram importante contribuição ao estudo da porosidade de arenitos, ao verificarem a interdependência da porosidade com os parâmetros de maturação térmica TTI (time-tem-perature-index) e reflectância da vi-trinita. O inconveniente na utilização de parâmetros de maturação térmica na previsão de porosidade de reservatórios é que a modelagem termomecânica de bacias sedimentares é uma disciplina dominada por um pequeno número de exploracionistas. Além disto, envolve a estimativa de um grande número de variáveis que podem induzir a erros se não forem muito bem selecionadas.\n3\t- ÍNDICE TEMPO-PROFUNDIDADE\nA influência da profundidade (temperatura e pressão) sobre a porosidade deve ser investigada num\nI DADE ( M ,a. )\nTEMPO-PROFUNDIDADE\nCURVA DE SOTERRAMENTO DO reservato'rio\ne\nIL O tt Q.\nFig. 4 - Diagrama de história de soterramento de um reservatório hipotético ilustrando o significado do índice tempo-profundidade (área entre os eixos do diagrama e a curva de soterramento do reservatório).\nFig. 4 - Diagram ofbur/al historv for a hypothetica! reservoir, Wustrat/ng the sign/ficance of the tímedepth index fie., area enciosed by the axes and reservoir buria/ curvei\ncontexto evolutivo, já que a profundidade atual representa uma amostragem infinitamente pequena de toda a história do reservatório. Atendendo a esta necessidade, é definido neste trabalho o índice tempo-profundidade, calculado a partir da história de soterramento do reservatório e que, portanto, reflete a sua história evolutiva.\nO índice tempo-profundidade é aqui definido como sendo a área compreendida, no diagrama de história de soterramento, entre a curva de soterramento e os eixos do diagrama (fig. 4), o que significa a integração do tempo de residência do reservatório em cada profundidade durante toda a sua história de soterramento. A integração das profundidades do reservatório durante a sua história de soterramento em intervalos regulares de tempo tem o mesmo significado. Assume-se, neste procedimento, a premissa da pressão e da temperatura variarem em relativa concordância com a profundidade (o que obviamente não se verifica nos re\nservatórios que apresentam pressão anormal ou nas bacias com gradiente geotérmico anômalo), exercendo um forte controle nas reações diagenéticas. Além de embasado em princípios geológicos, o conceito de índice tempo-profundidade é de fácil entendimento, e apresenta boa correlação com os parâmetros de maturação térmica dos folhelhos adjacentes aos reservatórios estudados (fig. 5).\nA construção do diagrama de história de soterramento para cálculo de índice tempo-profundidade dispensa a estimativa da paleobatimetria, pois a cota batimétrica não exerce influência sobre a porosidade dos reservatórios. A compactação (mecânica e química) é influenciada pela pressão exercida no contato entre os grãos (pressão efetiva, PE), e não pela pressão total exercida pelo peso da coluna de água mais sedimento (PT) situada sobre o reservatório. Define-se a pressão efetiva como:\nPE = PT - PF\nonde:\nPF é a pressão da fase fluida (equivale aproximadamente à pressão hidrostática nos reservatórios com pressão normal). Um incremento no valor de PT, ocasionado pelo aumento da cota batimétrica, resulta num incremento de igual valor em PF nos reservatórios com pressão hidrostática, de modo que a pressão efetiva (PE) permaneça inalterada.\n4\t- RESERVATÓRIOS ESTUDADOS\nOs arenitos estudados neste trabalho localizam-se nas bacias Potiguar, Sergipe-Alagoas, Recôncavo, Espirito Santo, Cumuruxatiba,\nREFLECT. VITRINITA ( Ro % )\n0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\nó\t0 -\t\t1\t1 1 ...1 1 1 * * -M-\t—&lt;\tJ\t1\t>\tJ\n5 X\t\t***\t\nE\t100 -\t* *\t\nUJ o\t\tj\t*\t\n<\t\t\t\na\t\t*\t\nO\t\t* *\t\nz u_\t200 -\t\t\no\t\t*\t\nor CL 1 o CL s LlI 1- Ld\t300 -\t\t*\nu Q Z\t400 -\t*\t* *\nFig. 5 ■ índice tempo-profundidade de alguns reservatórios versus reflectância da vitrinita nos folhelhos associados.\nFig 5 - Time depth index for some reservoirs es a function of the vitrimte ref/ectance of associated shaíes.\nCampos e Santos, todos saturados de hidrocarbonetos, com as seguintes características: idade variável do Terciário ao Jurássico (Dom João); profundidade entre 700 m e 4 900 m; granulometria desde finos até conglorreráticos; seleção gra-nulométrica de muito boa até muito pobre; composicionalmente quartzoarenitos, arcósios, subarcósios ou arcósios líticos; e depósitos turbiditicos, deltaicos, fluviais e eólicos.\nA restrição aos reservatórios saturados de água foi imposta na tentativa de minimizar os efeitos produzidos por diferentes fluidos saturan-tes ná evolução da porosidade, embora não tenha sido levado em consideração o tempo de preenchimento das estruturas pelos hidrocarbonetos, o que pode vir a ser\ntambém um fator influenciador na porosidade.\nProcurou-se estudar preferencialmente reservatórios testemunhados, com valores de porosidades provenientes de análises petrofísi-cas. Alguns dos reservatórios não foram testemunhados nos poços estudados, e os dados de porosidades utilizados são provenientes de análises de perfis.\n5\t- TEXTURA E COMPOSIÇÃO\nCom base nas características tex-turais e composição do arcabouço, os arenitos-reservatório analisados foram agrupados em três tipos: reservatórios dos tipos I, II e III (fig. 6, tabelas I, II e III). As princi\npais características destes reservatórios são:\nReservatórios do tipo I: arenitos de granulometria predominante areia fina a grossa (seixos ausentes ou presentes em baixos teores), seleção granulométrica moderada a moderada/pobre, de composição quartzo-feldspática (arcósios/su-barcósios com teores médios de quartzo de 50-70%). Foram classificados como do tipo I os reservatórios turbiditicos estudados das formações Itajaí/Membro llhabela (Bacia de Santos), Campos e Macaé (Bacia de Campos), Can-deias/Membro Gomo (Bacia do Recôncavo), Piaçabuçu/Membro Caiumbi (Bacia de Sergipe-Alagoas) e Pendência (Bacia Potiguar), bem como os reservatórios fluviais e deltaicos da Formação Pendência (Bacia Potiguar). Os reservatórios fluviais da Formação Sergi podem apresentar as características dos reservatórios do tipo I como definidas acima, contudo, não foram incluídos neste estudo devido ao elevado teor de argilas de infiltração mecânica que comu-mente apresentam (De Ros, 1987).\nReservatórios do tipo II: arenitos e arenitos conglomeráticos de granulometria predominante areia muito grossa, cascalhosa (teores moderados a elevados de seixos), seleção granulométrica de pobre a muito pobre, de composição quartzo-feldspática como nos reservatórios do tipo I, porém, com teores de quartzo mais baixos do que naqueles (devido à presença de teores variados de fragmentos de rochas granítícas concentrados nas classes granulométricas mais grosseiras, ou simplesmente devido a um maior teor de feldspatos na sua composição detrítica). Foram classificados como do tipo II os reservatórios turbiditicos estudados da\nRESERVATÓRIOS DO TIPO I\nRESERVATÓRIOS DO TIPO II\nF\tL\nF\tL\nF\tL\nF\tL\nF\tL\nQ BACIA 00 ESP SANTO,\nBACIA DE SERGIPE-ALAGOAS\nFm SERRARIA NO CAMPO DE ROBALO ( SOUZA, 1987 )\nRESERVATÓRIOS DO TIPO III\nbacia do reconcavq\nMb água grande íbarroso, 1987 }\nFÁCIES EÓLICAS DA Fm. SERGI ( LANZARlNl e TERRA, 1969 ).\nF\tL\nFig. 6 ■ Composição dos reservatórios estudados.\nhg. 6 Compos/dons of reservoirs stodíed\n-\nF\nL\nFormação Urucutuca (bacias de Cumuruxatiba e Espirito Santo) e os da Formação Muribeca/Membro Maceió (próximo à linha de charneira da Bacia de Sergipe-Alagoas). Na Formação Urucutuca, Chang et al. (1988) reportam teores de quartzo variando em média de 50% a 70%, contudo, a amostragem de lâminas delgadas foi direcionada nas granulometrias medianas e finas. Nestas, os teores de lí-ticos são baixos, não refletindo por\ntando a composição média da unidade.\nReservatórios do tipo III: arenitos de granulometria predominante fina a grossa, moderadamente a muito bem selecionados, de composição essencialmente quartzosa (quartzoarenitos ou subarcósios com teores de quartzo superiores a 85%). Entre os reservatórios ricos em quartzo incluem-se o Membro\nÁgua Grande no Campo de Araçás (Barroso, 1987) e as fácies eólicas da Formação Sergi (Lanzarim e Terra, 1989), ambos na Bacia do Recôncavo, e os depósitos fluviais da Formação Serraria no Campo de Robalo (Souza, 1987), na Bacia de Sergipe-Alagoas. Na Formação Sergi, Lanzarini e Terra (1989) apontam que os depósitos eólicos são predominantemente quartzo-sos, ao passo que os de canais fluviais são mais ricos em feldspatos.\nTABELA MTABLE!\nRESERVATÓRIOS DO TIPO I\nTYPEt RESERVOIRS\nPoço/Campo\tBacia\tProfundidade (m)\tPorosidade média/máxima (%)\tIdade/Formação\tíndice Tempo-Profundidade (km x M.a.)\n1-SPS-20 Merluza\tSantos\t4683/4701\t21.0/22.4 Petrofísica\tTuroniano Itajaí/llhabela\t293\n1-SPS-25\tSantos\t4910/4920\t15.8/16.9 Petrofísica\tTuroniano Itajaí/llhabela\t300\n7-NA-44D-RJS Namorado\tCampos\t3287/310\t25.0.30.6 Petrofísica\tCenomaniano Macaé\t73\n4-RJS-403 Marlim\tCampos\t2578/85 2014/22*\t30.0/32.0 Perfil\tOligoceno Campos\t32\n4-RJS-328 Albacora\tCampos\t2578/85 2159/72\t27.0/31.0\tOligoceno Campos\t33\n\t\t3169/88 2750/69*\t19.0/26.3 Petrofísica\tAlbiano Macaé\t82\n7-CX-15-BA Cexis\tRecôncavo\t2743/53\t10.8/15.3 Petrofísica\tRio da Serra Candeias/Gomo\t357\n7-FBM-22-BA Faz. Bálsamo\tRecôncavo\t1120/90\t13.2/15.5 Petrofísica\tRio da Serra Candeias/Gomo\t150\n7-RBU-6-BA Rio do Bu\tRecôncavo\t895/935\t14.0/16.7 Petrofísica\tRio da Serra Candeias/Gomo\t160\n7-RCB-11-BA R. da Barra\tRecôncavo\t1658/793\t16.0/19.9 Petrofísica\tRio da Serra Candeias/Gomo\t212\n3-GA-8-SES Guaricema\tSergipe-Alagoas\t1167/71\t32.4/35.9 Petrofísica\tPaleoceno Piaçabuçu/Calumbi\t48\n1-SES-2\tSergipe-Alagoas\t1963/67\t22.5/24.0 Perfil\tPaleoceno Piaçabuçu/Calumbi\t95\n\t\t2630/33\t16.7/20.0 Perfil\tMaestrichtiano Piaçabuçu/Calumbi\t144\n1-SES-29\tSergipe-Alagoas\t2384/93\t17.5/19.5 Perfil\tCampaniano Piaçabuçu/Calumbi\t146\n1-SES-54\tSergipe-Alagoas\t3108/15\t15.4/16.5 Perfil\tPaleoceno Piaçabuçu/Calumbi\t156\n1-SES-92\tSergipe-Alagoas\t3151/63 2051/63*\t18.2/22.2 Perfil\tMaestrichtiano Piaçabuçu/Calumbi\t96\n4-LOR-2-RN Lorena\tPotiguar\t675/747\t20.9/28.5 Petrofísica\tRio da Serra Pendência\t73\n7-UPN-12 Upanema\tPotiguar\t1 509/16\t16.5/20.4 Petrofísica\tRio da Serra Pendência\t175\n1-PX-1-RN Poço Xavier\tPotiguar\t1651/66\t17.2/20.5 Petrofísica\tRio da Serra Pendência\t195\n1-RFQ-1-RN R. Forquilha\tPotiguar\t2583/99\t10.8/12.4 Petrofísica\tRio da Serra Pendência\t313\n\t\t2893/2909\t8.8/11.8 Petrofísica\tRio da Serra Pendência\t356\n3-RNS-85 Pescada\tPotiguar\t3429/32\t14.3/15.6 Petrofísica\tJíquiá Pendência\t273\n(*) Profundidades diminuídas da lâmina d'água\nTABELA WITABLEII RESERVATÓRIOS DO TIPO II TYPE H RESERVOIRS\nPoço/Campo\tBacia\tProfundidade (m)\tPorosidade média/máxima (%)\tIdade/Formação\tíndice Tempo-Profundidade (km x M.a.)\n1-ESS-22\tEspírito Santo\t3945/62\t12.0/14.0 Perfil\tCampaniano? Urucutuca\t170\n\t\t4180/95\t7.5/10.0 Perfil\tCampaniano? Urucutuca\t192\n1-ESS-25\tEspírito Santo\t3577/616\t11.0/12.0 Perfil\tSantoniano? Urucutuca\t180\n1-BAS-39\tCumuruxatiba\t2854/71\t14.7/19.4 Petrofísica\tPaleoceno Urucutuca\t100\n1-FGT-2\tSergipe-Alagoas\t3133/37\t3.8/5.2 Petrofísica\tAlagoas Muribeca/Maceió\t360\n1-ALS-11\tSergipe-Alagoas\t1975/2014\t7.5/11.4 Perfil\tAlagoas Muribeca/Maceió\t165\n1-ALS-26\tSergipe-Alagoas\t2577/2624\t11.4/17.0 Perfil\tAlbiano/Alagoas Muribeca/Maceió\t137\n1-ALS-39\tSergipe Alagoas\t2111/39\t12.3/17.7 Petrofísica\tTuroniano Muribeca/Maceió\t92\nTABELA WMTABLEtH\nRESERVATÓRIOS DO TIPO III\nTYPE /// RESERVOIRS\nPoço/Campo\tBacia\tProfundidade (m)\tPorosidade média/máxima (%)\tIdade/Formação\tíndice Tempo-Profundidade (km x M.a.)\n7-AR-65 Araçás\tRecôncavo\t2701/08\t14.5/15.7\tRio da Serra Itaparica/Água Grande\t347\n7-AR-233 Araçás\tRecôncavo\t3123/38\t15.0/18.1 Petrofísica\tRio da Serra Itaparica/Água Grande\t367\n9-AR-215 Araçás\tRecôncavo\t2694/99\t16.6/19.7 Petrofísica\tD. João Sergi\t320\n7-SI-17 Sesmaria\tRecôncavo\t2459/66\t17.5/18.5 Petrofísica\tD. João Sergi\t297\n7-FBE-31 Faz. B. Esp.\tRecôncavo\t2418/30\t16.5/18.5 Petrofísica\tD.João Sergi\t303\n7-FBM-26 Faz. Bálsamo\tRecôncavo\t1 144/52\t26.0/28.0 Petrofísica\tD. João Sergi\t149\n7-BA-196 Buracica\tRecôncavo\t790/800\t26.0/30.0 Petrofísica\tD. João Sergi\t110\n6-RB-18 Robalo\tSergipe-Alagoas\t4221/26\t15.5/18.2 Petrofísica\tD.João Serraria\t468\nA origem dos reservatórios do tipo III nas bacias estudadas está intimamente relacionada à deposição eólica ou a discordâncias regionais. O transporte eólico, extremamente abrasivo, desagrega os feidspatos, os quais são carreados na fração silte com consequente enriquecimento em quartzo das areias de dunas. Por sua vez, os arenitos próximos a discordâncias podem\n10\nl\n0\n0\nI I L\n• Reservatórios tipo I o Reservatórios tipo II e Reservatórios\ntipo III\n1 -\nFBM-22\nser enriquecidos em quartzo através de lixiviação de feidspatos associada a influxo de águas meteóricas.\n6\t- POROSIDADE VERSUS PROFUNDIDADE\nAs porosidades médias dos reservatórios estudados foram plotadas\nPOROSIDADE {%)\n20\nL\n1\n\nRBU-6\nLOR-2\nBA-26 e\nFBM-26 GA-8\ne •\nem função da profundidade (fig. 7). Percebe-se uma enorme dispersão dos valores, inexistindo tendências bem definidas. Apesar disto, observa-se que os reservatórios do tipo II tendem a apresentar menores valores de porosidade do que os reservatórios dos tipos I e III.\nNas figuras 8 e 9 estão plotadas apenas as porosidades médias dos reservatórios do tipo I, em função da profundidade. Os melhores valores de porosidade ocorrem nos poços de mar (fig. 8) e nos reservatórios mais jovens (fig. 9). Bruhn et al. (1988), ao estudarem reservatórios brasileiros da fase rift, já haviam observado esta tendência de maiores porosidades nos poços da plataforma continental do que nos terrestres, atribuindo este comportamento a diferenças nas histórias de soterramento.\nE\n2\nO\nALS-11\nUPN-12\n• PX-1\nRCB-11\nRJS-403\nZ)\no X Q.\n3-\nFGT- 2\nO\no\nALS-39 FBE-31e ALS-26 -RFQ-1»O ® !\nFBE-31| CX-15*\tAR-215\n•\tO\nRFQ-t BAS-3\nSES-92\nSES-2\n\nRJS-328\n4 -\n5\nESS-25 *FÍNS-e5\nO\nNA-44D\nE^S-22\nESS-22 O\nRB-I8\ne\nSPS-25\nSPS-2O\nFig. 7 - Porosidade média dos reservatórios estudados versos profundidade.\nFig. 7 - Average porosity. for reservoirs studiedas d function of depth.\n7-HISTÓRIA DE SOTERRAMENTO\nO modelo de desenvolvimento e evolução de bacias sedimentares proposto por McKenzie (1978) pressupõe um rápido estiramento uniforme da litosfera (crosta e manto), produzindo o seu afinamento e a ascenção da astenosfera quente. A este estágio estariam associados falhamentos normais e subsidên-cia. Com o resfriamento da astenosfera sob a litosfera afinada segue-se uma nova fase de subsi-dência, inicialmente rápida e decaindo exponenctalmente com o tempo (subsidência térmica, não associada a falhamentos). Este modelo explica as histórias de soterramento nas bacias brasileiras da margem continental, as quais apresentaram duas fases principais de sedimentação (continental na fase rift e marinha na fase de deri-\n0\nO\n10\nI\n------1---\nRESERVATÓRIOS\nO Popos d» t«rra • Popos de mar\n1\nPOROSIDADE (%)\n1\n20\ni\n1\n30\ni\n1\nRBU-6\nO\nLOR-2 O\nGA-8\nO\nFBM-22\nSES-2\nUPN-12O O PX-1 RCB-n °\nJC\t2 -\t\tSES-92\t• •\tRJS •\nUJ\t\t\tSES-29\t• RJS-328\nQ\t\t\t•\t\n\t\tRFQ-\t1\t\nO\t\tO\tSES-2\t\nQ\t\t\t•\t\nZ\t\tCX-15O\t•\t\nz>\t\to\tRJS-328\t\nÜ-o\t3 -\tRFQ-1\tSES-54\t\ntr\t\t\t•\tNA-44D\nCL\t\t\t\t•\n\t\t\t•\t\n\t\t\tRNS-85\t\n4\n-403\n5\nSPS-20\nSPS-25\nFig. B - Porosidade média versus profundidade dos reservatórios do tipo I nospoçosde terra enos da plataforma continental.\nfig 8 Average porosity as a funcrion of depth, rype / reservoirs, onshore and offshore we/ls.\nva continental). A sedimentação na fase rift foi controlada principalmente pelo grau de extensão da li-tosfera, ao passo que a subsequente foi também influenciada por fatores outros além da subsidência termal, tais como clima, variações do nível do mar e suprimento sedimentar (Chang et al. 1988).\nNas porções terrestres das bacias marginais, contudo, predominou apenas uma forte subsidência inicial (fase rift}, e nenhuma ou muito pouca subsidência posterior. Nestas bacias, a coluna de sedimentos é composta quase que exclusivamente por depósitos eocretácicos continentais. Não teria havido as-\ncenção considerável da astenosfe-ra nestas bacias e, consequentemente, o estiramento da litosfera ocorreu apenas na sua parte mais superficial, isto é, na crosta (segundo, por exemplo, os modelos de extensão não uniforme de Royden e Keen, 1980; Wernicke, 1985).\nAs curvas de soterramento de todos os reservatórios estudados foram reconstituídas a partir de dados de paleontologia dos próprios poços estudados ou vizinhos, desconsiderando a paleobatimetria e a cota batimétrica atual: o datum no diagrama de tempo-profundidade é a superfície deposicional. Os seguintes padrões principais foram identificados (fig. 10):\na - reservatórios rapidamente soterrados no Eocretáceo (fase rift), com pouco soterramento posterior (alguns até soerguidos). Este padrão é comum a todos os reservatórios da fase rift situados nas porções terrestres das bacias de Ser-gtpe-Alagoas, Recôncavo e Potiguar. Estes reservatórios permaneceram por um longo tempo de residência em profundidades parecidas com as atuais (fig. 10a);\nb - reservatórios cretácicos e terciários que foram gradativamente soterrados até a profundidade atual. Apesar de terem sido soterrados de uma maneira gradual, podem ter apresentado algumas fases de soterramento mais efetivo, seja no Cretáceo ou no Terciário. Apresentaram este comportamento os reservatórios estudados das formações Itajaí/Membro llhabela (Bacia de Santos), Urucututa (bacias do Espírito Santo e Cumuruxa-tiba), Piaçabuçu/Membro Calumbi e Muribeca/Membro Maceió (próximo à charneira da Bacia de Sergipe-Alagoas (fig. 10b);\n\nPOROSIDADE (%)\n0 0--\n1-\n10\n______I________I_______L\nRESERVATÓRIOS TIPO I\n20\ni\n1\n30 L\ni\nO e\nCretáceo Inferior Cretáceo Superior TerciaVio\nLOR-2\nO\nRBU-6\nO\n° FBM-22\nGA-8\nUPN-12 O\nOPX-1\nRCB-11 O\nt JC\t2-\tSES-97\t\nUJ Q&lt;\t\tRFQ-1\tSES-29\nO\t\tO\tSES- 2\na\t\tCX-15 _\t®\nz\t\tO\t\n\t\tO\tRJS -328\nL1_ O cr CL\t3-\tRFO-1\t• SES-54\nO\nRNS-85\nNA-44D\ne\nSES-2\nRJS-403\nRJS-328\n4 —\n5\nSPS-25\ne\nSPS-20\ne\nFig. 9 - Porosidade média versus profundidade dos reservatórios do tipo I diferenciados por idade.\nFig. 9 Average porosity as a functíon of depth, type / reservoirs, by age.\nFig. 10 - Diagramas esquemáticos de história de soterramento típicos dos reservatórios estudados.\nFig. 10 - Typical schematic diagrama of burial histories of reservoirs studied.\nc - reservatórios cretácicos e terciários que só foram efetivamente soterrados no Oligoceno, há cerca de 30 M.a, permanecendo, portanto, muito pouco tempo soterrados em grandes profundidades. Apenas os reservatórios estudados das formações Campos e Macaé (Bacia de Campos) apresentaram este padrão de história de soterramento (fig- 10c).\nComparando reservatórios de mesma profundidade, mas que foram soterrados conforme os modelos a, b e c, o tempo de residência em profundidade e, consequentemente, também o índice tempo-profundidade será muito maior no reservatório soterrado conforme o modelo a, bem menor no modelo c, com valor intermediário no modelo b. Esta diferença tem uma forte implicação na evolução da porosidade destes reservatórios, e explica porque os reservatórios localizados nas bacias terrestres tendem a apresentar menores valores de porosidade do que aqueles localizados na plataforma continental (fig. 8) ou porque os reservatórios estudados da Bacia de Campos tendem a apresentar altas porosidades (RJS-328,\tRJS-403 e\nNA-44D, nas figuras 7, 8 e 9).\n8-POROSIDADE VERSUS ÍNDICE TEMPO-PROFUNDIDADE\nA profundidade atual e a idade exercem um controle efetivo sobre a porosidade dos reservatórios, porém de baixo valor preditivo quando analisadas individualmente (figs. 8 e 9). Quando estes parâmetros são integrados em função da história de soterramento (figs. 11, 12 e 13) observa-se uma nítida tendência de diminuição da porosi-\nPOROSIDADE {%)\nPOROSIDADE (%)\n0\n0-‘\n10\n1\n20\n30\ni\n\nQ\nx\nÊ\nÜJ Q &lt;O\nO\nLl O ct Q.\nl O CL s LU\nLU\nO a\n2\n100-\n200-\n300-\n400-\n500\n• Poro*. P*trofi'*íca O\nPoro*. Ptrlll\n✓\n/\t0AS-39/\n/ ALS-26 / / ' / ESS-S2 /ALS-11^7 ?o_ E3S-25 ^SS-22 y\n/\n/ f t\n1\nI\n/\n/\n9\n/ / t I t / I\n/ / /\nFGT-2/\nI\n✓\n✓\n\nFig. 11 Porosidade (média e máxima} versus índice tempo-profundidade para reservatórios do tipo I. As linhas tracejadas sãoenvoltórias aos valores de porosidades médias, exceto aos poços SPS-20 e SPS-25, que constituem anomalias.\nFig 1! Porosity (average and maximumj as a functionoftime depth /ndex, type / reservoirs õroken tines indicate average porosity vaiues. except for wet/s SPS 20 and SPS 25. which are anomalies.\nFig. 12- Porosidade (média e máxima) versus índice tempo-profundidade para reservatórios do tipo II. As linhas tracejadas são envoltóriasaos valores de porosidades médias.\nFig. 12 Porosity{averageandmaximum/asa functionof time depthindex, type U reservoirs Broken Unes indicate average porosity vaiues.\ndade com o aumento do índice tempo-profundidade. A taxa de redução da porosidade varia em função das características texturais e composicionais dos reseivatórios analisados (tipos I, II e III), com algumas exceções relacionadas a particularidades da diagênese.\nOs reservatórios dc tipo II são os que apresentam maior redução de porosidade, pois são texturalmente e composicionalmente os mais imaturos. Pelas suas características texturais (seleção granulomé-trica muito pobre), infere-se que a porosidade inicial destes reservatórios era menor que as dos reservatórios dos tipos I e III.\nOs reservatórios do tipo III são os que apresentam a menor redução de porosidade, pois são textural e composicionalmente os mais matu-ros. A grande estabilidade química e mecânica do quartzo é fator pre\nponderante na preservação da porosidade destes reservatórios. Além disto, em função das suas características texturais, estes reservatórios teriam boa porosidade inicial. Nos estágios avançados de soterramento dos reservatórios ricos em quartzo (quartzoarenitos/subarcó-sios) é comum a intensa cimentação tardia por silica (crescimentos secundários de quartzo), especialmente na faixa de temperatura 100-150 °C (Bjorlykke et al. 1989). Nestes casos, a presença dos hidrocarbonetos é fundamental para inibir a cimentação, conforme observado no poço 6-RB-18-SES (Souza, 1987) a 4 300 m de profundidade: a porosidade média acima do contato óleo-água é de 15,5%, com valores de até 187o; porém, abaixo do contato a porosida-de encontra-se completamente obliterada pelo cimento quartzoso (macroporosidade de lâmina delgada zero).\nOs reservatórios do tipo I apresentam maturidades mineralógica e textural intermediárias entre os tipos II e III, o que explica um comportamento também intermediário da sua porosidade. O conceito de índice tempo-profundidade explica os principais desvios observados nos gráficos porosidade versus profundidade destes reservatórios. Por exemplo, os reservatórios dos campos de Lorena (profundidade por volta de 700 m, Bacia Potiguar emersa) e Namorado (profundidade por volta de 3 000 m, Bacia de Campos) apresentam porosidade e índice tempo-profundidade parecidos, apesar da discrepância nas profundidades.\nOs reservatórios da Formação Ita-jaí/Membro llhabela (Bacia de Santos) não se comportam da mesma forma que os demais reservatórios do tipo I. A porosidade nos poços 1-SPS-20 e 1-SPS-25 é cerca de\nPOROSIDADE (% )\nFig. 13 - Porosidade (média e máxima! versus índice tempo profundidade para reservatórios do tipo III. As linhas tracejadas são envoltórias aos valores de porosidades médias.\nFig. 73 - Porosity (average and maximum) as a function of time-deptb index, type III reservoirs. Broken Unes indicate average porosity values.\n10% e 5% superior, respectivamente, à porosidade esperada. Este fato está relacionado com a presença de espessas franjas contínuas de clorita recobrindo os grãos, as quais inibiram a compactação e a precipitação de cimentos tardios. Sombra et al. (1990, neste volume) compararam as porosidades destes reservatórios com as de reservató-\n9 - DISCUSSÃO\nOs dados aqui apresentados demonstram a importância da textura, da composição do arcabouço e da história de soterramento na evolução da porosidade dos arenitos. As regressões lineares da porosidade na profundidade (tabela IV) mos\ntram que a profundidade atual do reservatório é um parâmetro de pouco valor preditivo: os índices de ajustes de curvas (r2) são muito baixos, com exceção dos reservatórios do tipo III, por apresentarem histórias de soterramento parecidas nos poços estudados.\nConforme se observa nas figuras 11, 12 e 13, a regressão linear não é adequada para explicar o comportamento da porosidade em função da área de soterramento. Foram feitas regressões exponenciais e multiplicativas (tabela V) da porosidade no índice tempo-profundi-dade, obtendo-se bons ajustes de curvas (r2 entre 78,1% e 89,7%). Apesar das similaridades apresentadas nos valores de r2, a equação multiplicativa parece refletir um pouco melhor o comportamento da porosidade do que a equação ex-ponencial. Contudo, deve ser lembrado que a curva gerada pela equação multiplicativa é assintótica à reta de índice tempo-profundida-de zero, não sendo adequada para reservatórios com valores de índice tempo-profundidade muito pequenos. É possível também que esta curva apresente valores otimistas de porosidade em reservatórios muito profundos (por exemplo, > 5 000 m), os quais são ainda pouco conhecidos.\nrios da mesma região, porém livres de clorita, concluindo também que a preservação da porosidade induzida pela clorita foi desta magnitude (9% e 4% nos dois poços citados). A inibição da compactação e da cimentação devido à presença de franjas continuas de clorita tem sido apontada como importante fator controlador da preservação da porosidade em outros reservatórios (Formação Wodbine/Tuscaloosa (Thomson, 1979); Formação Nor-phlet (Dixon et al. 1989).\nTABELA IV/TABLEIV\nREGRESSÃO DA POROSIDADE (%} NA PROFUNDIDADE (m). EQUAÇÃO DO TIPO: POROSIDADE = b + a. PROFUNDIDADE (eq. i) REGRESS/ON OF POROSITY (%) A T DEPTH (mj EQUAT/ON: POROSITY = b + a. DEPTH (eq. i)\nRegressão\tTipo de Reservatório\tb\ta\tR2 (%)\n\tI\t20.2\t-8.30E-4\t1.3\nLinear\tII\t11.3\t-4.33E-4\t1.0\n\tIII\t28.1\t-3.88E-3\t73.3\nTABELA MITABLE V\nREGRESSÃO DA POROSIDADE (%) NO ÍNDICE TEMPO-PROFUNDIDADE (km x M.a.)\nEQUAÇÕES DO TIPO: POROSIDADE = exp (b + a. ITP) (exponencial, eq. ii) In (POROSIDADE) = b + a, (In (ITP)) (multiplicativa, eq. iii) REGRESS/ON O F POROSITY (%) ON TIME-DEPTH INDEX (km x m. y.) EQUATIONS: POROSITY = exp (b + a. TDI) (exponential, eq. ii) In (POROSITY) = b + a. (In (TDD) (multipiicative, eq. iii)\nRegressão\tTipo de Reservatório\tb\ta\tRz (%)\n\tI\t3.34\t-3.08E-3\t82.2\nExponencial\tII\t3.07\t-4.79E-3\t84.7\n\tIII\t3.46\t-1.92E-3\t82.9\n\tI\t4.98\t-4.40E-1\t85.9\nMultiplicativa\tII\t6.82\t-9.03E-1\t78.1\n\tIII\t5.54\t-4.73E-1\t89.7\nOs parâmetros textura, composição e história de soterramento, analisados em conjunto, podem ser utilizados na prediçãó de qualidade de reservatórios. Contudo, pressupõem algum conhecimento prévio da estratigrafia da bacia, dos mo- • delos deposicionais e composição dos arenitos, o que encoraja a realização de estudos regionais envolvendo técnicas multidisciplinares integradas. Esta metodologia pode fornecer dados especialmente úteis na elaboração de prospectos profundos, sempre que a qualidade dos reservatórios for um parâmetro de importância crítica.\nConvém ressaltar que a maioria dos dados analisados originaram-se de reservatórios não muito profundos. É possível que outros parâmetros ainda pouco conhecidos possam influenciar na evolução da porosidade de reservatórios situados em grandes profundidades. Adicionalmente, o intervalo de idades dos reservatórios analisados (Terciário até Jurássico) não permite a extrapolação dos /esultados para reservatórios paleozóicos. O conceito de índice tempo-profundi-\ndade atribui peso igual aos parâmetros tempo e profundidade, superestimando ligeiramente a importância do tempo. Num intervalo de tempo muito grande, como no caso do Paleozóico, os erros da metodologia aqui utilizada tendem a ser amplificados.\n10-CONCLUSÕES\n-\tNeste trabalho, foi definido um novo parâmetro (índice tempo-pro-fundidade) para investigar quantita-tivamente o efeito da história de soterramento na evolução da porosidade de arenitos. O índice tempo-profundidade equivale, no diagrama de história de soterramento, à área compreendida entre a curva de soterramento do reservatório e os eixos do diagrama.\n-\tO conceito de índice tempo-pro-fundidade, utilizado juntamente com as características texturais e composicionais, explica as principais tendências de variação da porosidade nos arenitos das bacias da margem continental brasileira. Quanto maior o índice tempo-pro-\nfundidade de um reservatório, maior a redução de porosidade verificada, independente da sua profundidade atual. Comparando reservatórios que apresentam mesmos valores de índice tempo-profundidade, as melhores porosidades ocorrem naqueles que apresentarem maior maturidade textural e mineralógica (melhor seleção granulométrica e maior teor de quartzo).\nAGRADECIMENTOS\nDiversos colegas da PETROBRÁS colaboraram na realização deste trabalho. Foram especialmente importantes as contribuições, na fase de coleta de dados, de Cristóvão Penteado Sanches, Fernando Colo, Mauro R. Becker, Wilson L. Lanza-rini, Eduardo B. Rodrigues e Rogério S. Souza; e, na revisão crítica do texto, as de Chang Hung Kiang, Aírton H. Okada, Giuseppe Bacoc-coli e Ademar Masao Fugita. Igualmente importantes foram as sugestões e o incentivo dos colegas Sylvia M. C. Anjos e Luiz F. De Ros.\nREFERÊNCIAS BIBLIOGRÁFICAS\nABREU, C.J. Predicting reservoir quality in the Cretaceous Maceió Member of the Sergipe-Alagoas basin, northeast Brazil. Ohto: University of Cincinnati, 1989. 106p. (Tese de mestrado).\nANGEVINE, C.L., TURCOTTE,\nD.L.Porosity reduction by pressure solution: a theoretical mo-del for quartz arenites. Geological Society of América Bulletin, v.94, p.1129-1134. 1983.\nANJOS S.M.C., DE ROS, L.F., SOMBRA, C.L, SOUZA, R.S., SANTOS NETO, E.V., WAICK,\nR.N., SOUTO FILHO, J.D., SURDAM, R.C., HEASLER, H.P. Projeto Modelagem diagenética preditiva da Formação Pendência, Bacia Potiguar emersa. [Rio de Janeiro]: PETROBRÁS/ CENPES/DIGER, 1990. (Relatório interno).\nBARROSO, A.S. Diagênese e eficiência de recuperação dos reservatórios do Campo de Ara-çás, Bacia do Recôncavo, Brasil. Ouro Preto: Universidade Federal de Ouro Preto, 1987. (Tese de mestrado).\nBEARD, D.C. WEYL, P.K. Influence of texture on porosity and per-meability of unconsolidated sands. AAPG Bulletin, v.57, p.349-369. 1973.\nBJ0RLYKKE, K„ RAM, M„ SAI-GAL, G.C. Sandstone diagenesis and porosity modification during basin evolution. Geologis-che Rundschau, v.78,\tn.1,\np.243-268. 1989.\nBRUHN, C.H.L. Sedimentação e evolução diagenética dos turbidi-tos eocretácicos do Membro Gomo, Formação Candeias, no compartimento nordeste da Bacia do Recôncavo, Bahia. Ouro Preto: Universidade Federal de Ouro Preto, 1985. 203p. (Tese de mestrado).\nBRUHN, C.H.L., CAINELLI, C„ . MATOS, R.M.D. Habitat do petróleo e fronteiras exploratórias nos rifts brasileiros. Boletim de Geociências da PETROBRÁS, v.2, n.2/4, p.217-254.\n1988.\nCHANG, H.K. Diagenesis and mass tranfer in cretaceous san-dstone-shale sequences, offshore Brazil. Evanston: Northwes-tern University, 1983. 339p. (Tese de doutorado).\nCHANG, H.K., KOWSMANN, R.O., FIGUEIREDO, M.F. New con-cepts on the development of east brazilian marginal basins. Episodes, v.11, n.3, p.194-202.\n1988.\nDE BOER, R.B. Thermodynamical and experimental aspects of pressure solution. in: CADEK, J., PACES, T. Proc. Int. Symposium on water-rock interactions. Pra-gue:\tGeological Survey,\np.381-387. 1974.\nDE ROS, L.F. Petrologia e características de reservatório da Formação Sergi (Jurássico) no Campo de Sesmaria, Bacia do Recôncavo, Brasil, [s.l.]: [s.n.J, 1987, 107p. (Ciência Técnica Petróleo. Seção exploração de petróleo, 19).\nDICKINSON, W.R. Interpreting pro-venance relations from detrital modes of sandstones. In: ZUF-FA, G.G. Provenance of Areni-tes. Dordrecht: D. Reidel, p.333-361. 1984.\nDIXON, S.A., SUMMERS, D.M., SURDAM, R.C. Diagenesis and preservation of porosity in Nor-phlet Formation (Upper Juras-sic), Southern Alabama. AAPG Bulletin, v.73, n.6, p.707-728.\n1989.\nFOLK, R.L. Petrology of sedimentary rocks. Austin: Hemphill, 170p. 1968.\nGALLOWAY, W.E. Deposition and diagenetic alteration of sandstone in a northeast Pacific arc-re-lated basin: implications for gray-wacke genesis. Geological Society of América Bulletin, v.85, p.379-390. 1974.\nLANZARINI, W.L., TERRA, G.J.S. Fácies sedimentares, evolução da porosidade e qualidade de reservatório da Formação Sergi, Campo de Fazenda Boa Esperança, Bacia do Recôncavo. Boletim de Geociências da PETROBRÁS, v.3, n.4, p.365-375.\n1989.\nLEDER, F„ PARK, W.C. Porosity reduction in sandstone by quartz overgrowth. AAPG Bulletin, v.70, n.11, p.1713-1728. 1986.\nMARZANO, M.S., PENSE, G.M., ANDRONACO, P. A look at the Norphlet in Mary Ann field. Oil &amp; Gas Journal. p.55-58, Mar. 1989.\nMcKENZIE, D. Same remarks on the development sedimentary basins. Earth and Planetary Science Letfers, n.40, p.25-32.\n1978.\nMORAES, M.S. Diagenetic evolution of Cretaceous - Tertiary turbidite reservoirs, Campos basin, Brazil. AAPG Bulletin, v.73, n.5, p.598-612. 1989.\nNAGTEGAAL, P.J.C. Diagenetic models for predicting clastic reservoir quality. Revista dei Instituto de Investigaciones Geológicas, v.34, p.5-19. 1980.\nROYDEN, L„ KEEN, C.E. Rifting processes and thermal evolution of the continental margin of eas-tern Canada determined from\nsubsidence curves. Earth and Planetary Sciertce Letters, v.51, p.343-361. 1980.\nSCHERER, M. Parameters influen-cing porosity in sandstones: a model for sandstone porosity prediction. AAPG Bulletin, v.71, n.5, p.485-491. 1987.\nSCHMOKER, J„ GAUTIER, D.L. Sandstone porosity as a functíon of thermal maturity. Geology, n.16, p.1007-1010. 1988.\nSOMBRA, C.L. ARIENTI, L.M., PEREIRA, M.J., MACEDO, J.M.\nParâmetros controladores da porosidade e da permeabilidade nos reservatórios elásticos profundos do Campo de Merluza, Bacia de Santos, Brasil. Boletim de Geociências da PETROBRÁS, v.4, n.4, p.451-466. 1990.\nSOUZA, R.S. Análise sequencial dos testemunhos do poço &amp;RB-18-SES, Bacia de Sergipe-Alagoas. Rio de Janeiro: PETROBRÁS/CENPES/DIGER, 1987 (Relatório interno).\n-----------Reservatórios Profundos da Formação Pendência no Campo de Pescada, Bacia\nPotiguar: Potencial e Fatores controladores da porosidade. Boletim de Geociências da PETROBRÁS, v.4, n.4, p.531-553.\n1990.\nTHOMSON, A. Preservation of porosity in the deep Woodbi-ne/Tuscaloosa trend, Louisiana. Gulf Coast Association of Geological Society Transac-tions, v.29, p.1156-1162. 1979.\nWERNICKE, B. Uniform-sense simple shear of the continental lithosphere. Can. Jour. Sei, v.22, p.108-125. 1985.\nAnew parameter - the tirne-depth index - is defined and applied to a quantitative investigation ofthe influence of burial historyon the evolution of sandstone porosity. This index represents the area enclosed by the curve and the axes ofa burial history diagram of the reservoir. Paleobathymetry is disregarded in calculations.\nThis study analyzes sandstone reservoirs from several sedímentary basins along the Brazilian continental margin (ie., the Santos, Campos, Espírito Santo, Cumuruxatiba, Recôncavo, Sergipe-Alagoas, and Potiguar). These Jurassic to Tertiary sandstones lie at depths ranging from 700 to 4,900 mand are hydrocarbon-saturated (oil orgas). Average porosities for most reservoirs were obtained through petrophysical analysis, while a small\nEXPANDED ABSTRACT\nquantity of porosity data was obtained from well-log interpretations.\nThe sandstones have been grouped into three main reservoir types, based on texture and composition;\nType I: Fine - to coarse-grained (absence of pebbles or pebbles occurring only in small percentages), moderately sorted arkoses whose quartz content usually ranges from 50% to 70%.\nType II: Very coarse to conglomeratic, poorly to very poorly sorted lithic arkoses whose rock fragments are mainly granltic and coarse grained.\nType III: Fine to coarse, moderately to well-sorted quartzarenites and subarkoses, with a quartz content usually higher than 85%.\nPorosity-depth plots reveat a great variation in porosity values, even within each specific reservoir type, mostly due to differences in reservoir burial histories, However, when porosity values are plotted against time-depth indices for individual reservoir types, wetl-defined trends can be seen. The decrease in porosity is siower in Type III reservoirs, intermediate in Type I, and faster in Type II. These plots suggest that it is possible to make good porosity predictions based on the reservoir timc-dcpth index, texture, and composition, within the constraints of the reservoir depth/age and basin tectonics analyzed in this study."}]}}}