{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06007"}, {"@name": "filename", "#text": "10495_ISSN1665-0204-2010-11-01-67-74.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ISSN: 1665-0204\nrebasa@hmo.megared.net.mx\nAsociación Iberoamericana de Tecnología\nPostcosecha, S.C.\nMéxico\nGuimarães Santos, Caio Márcio; Lima Braga, Camila de; Silva Vieira, Marcos Ribeiro da; Conceição Cerqueira, Reginaldo; Lima Brauer, Rigléia; Pace Pereira Lima, Giuseppina QUALIDADE DA ALFACE COMERCIALIZADA NO MUNICÍPIO DE BOTUCATU - SP. Revista Iberoamericana de Tecnología Postcosecha, vol. 11, núm. 1, 2010, pp. 67-74 Asociación Iberoamericana de Tecnología Postcosecha, S.C.\nHermosillo, México\nDisponible en: http://www.redalyc.org/articulo.oa?id=81315093009\n►\tCómo citar el artículo\n►\tNúmero completo\nSistema de Información Científica\n►\tMás información del artículo\n►\tPágina de la revista en redalyc.org\nRed de Revistas Científicas de América Latina, el Caribe, España y Portugal Proyecto académico sin fines de lucro, desarrollado bajo la iniciativa de acceso abierto\nQUALIDADE DA ALFACE COMERCIALIZADA NO MUNICÍPIO DE BOTUCATU - SP.\nCaio Márcio Guimarães Santos ; Camila de Lima Braga1; Marcos Ribeiro da Silva Vieira1; Reginaldo Conceição Cerqueira1; Rigléia Lima Brauer2 ; Giuseppina Pace Pereira Lima3\ndepartamento de Produção Vegetal/Horticultura, UNESP/FCA, Botucatu-SP, Brasil. E-mail: m.r.s.v@hotmail.com Autor para correspondência. departamento de Irrigação, UNESP/FCA, Botucatu-SP, Brasil. departamento de Química e Bioquímica, Instituto de Biociências, UNESP, Botucatu-SP, Brasil.\nPalavras chaves: Lactuca sativa L., nitrato, contaminação, microorganismo.\nRESUMO\nA alface é a hortaliça folhosa mais consumida in natura e comercializada tanto em redes especializadas como em feiras livres, sendo produzidas em diversos sistemas. Esse trabalho tem por objetivo avaliar a qualidade de alfaces, produzidas em diferentes sistemas de produção, comercializadas no município de Botucatu-SP. Plantas dos sistemas de produção convencional, orgânica e hidropônica foram coletadas em diferentes pontos de vendas e conduzidas ao Laboratório de Pós-colheita da Faculdade de Ciências Agronômicas da UNESP de Botucatu, onde foram avaliadas características físicas, químicas e microbiológicas. Os diferentes sistemas de cultivo não influenciam na perda de massa das plantas quando acondicionadas sob refrigeração. Alfaces crespas comercializadas em Botucatu-SP apresentam baixos índices de nitratos, sendo menor ainda naqueles de cultivo orgânico. Apesar da inexistência de salmonelas em plantas de alface comercializadas no município de Botucatu, estas apresentam condições higiênico-sanitárias insatisfatórias.\nQUALITY OF THE LETTUCE COMMERCIALIZED IN THE CITY OF BOTUCATU - SP.\nKeywords: Lactuca sativa L., nitrate, contamination, microorganism.\nABSTRACT\nThe lettuce is the most consumed vegetable leafy in natura and marketed both in networks and in specialized fairs free, being produced in different systems. This work has for objective to evaluate quality of lettuces, produced in different systems of production, commercialized in the city of Botucatu-SP-Brazil. Plants of the systems of conventional soil tillage, Organic system and hydroponic production had been collected in poits of sales and lead to the Laboratory of Postharvest of After-harvest of the Faculty of Science Agronomic of the UNESP of Botucatu--SP-Brazil, where characteristic physics, chemistries and microbiological had been evaluated. The different cultivation systems not influence in the loss of mass of the plants when conditioned under cooling. Curly lettuces marketed in Botucatu-SP present index bass of nitratos, being smaller still in those of organic cultivation. In spite of the inexistence of salmonellas in lettuce plants marketed in the city of Botucatu, these present unsatisfactory hygienic-sanitary conditions.\nINTRODUÇÃO\nO consumo de hortaliças é fundamental em qualquer cardápio nutricionalmente adequado, devido ao seu teor de vitaminas, sais minerais, fibras, aporte calórico baixo e por aumentar o resíduo alimentar no trato gastrointestinal (Nascimento et al., 2005). Entre as hortaliças, a alface é a folhosa de maior valor comercial no Brasil, sendo a sexta em importância econômica e oitava em\ntermos de produção (Oliveira et al., 2005). É uma das hortaliças mais presentes na dieta da população brasileira, ocupando importante parcela do mercado nacional. Nos locais de comercialização exige-se qualidade, quantidade e regularidade de oferta do produto. Isto tem refletido diretamente nas áreas de produção, que normalmente, se localizam próximas a grandes centros\nRev. Iber. Tecnología Postcosecha Voi 11(1): 67-74\n67\nQualidade da Alface comercializada...\tCaio Márcio Guimarães Santos y Cois. (2010)\nconsumidores, decorrentes de sua alta perecibilidade (Vidigal et al., 1995). Em cultivos convencionais, nem sempre são levados em consideração às condições ambientais favoráveis para a produção da planta, fazendo-se necessário a utilização de fertilizantes, herbicidas, inseticidas, fungicidas, entre outros (Guadagnin et al., 2005). A produção orgânica adota práticas de rotação de cultura, aproveitamento de resíduos orgânicos e controle biológico, eliminando a utilização de produtos químicos sintéticos, minimizando impactos ao meio ambiente (Guadagnin et al., 2005). A hidroponia é um sistema de cultivo de plantas onde se utiliza solução nutritiva como principal componente (Resh, 1995). Esse manejo tem sido utilizado com sucesso em plantios de alface, possibilitando a elevação da produtividade e o número de colheitas por ano. Contudo, é necessário acompanhamento técnico especializado, para que se tenha uma solução nutritiva balanceada que forneça nutriente suficiente para o desenvolvimento das plantas e evite o acúmulo excessivo de nitrato (Fernandes et al., 2002). O nitrato é indispensável ao crescimento de vegetais e por isso os fertilizantes nitrogenados têm sido usados em doses cada vez maiores para aumentar a produção (Ruschel, 1998). Além de ser originado do fertilizante, o nitrato presente nos vegetais pode ser formado no substrato, pela mineralização ou nitrificação (Maynard et al., 1976). Quando o nitrato (NO3-) é absorvido em grande quantidade, a planta não consegue metabolizá-lo totalmente, o que provoca o acúmulo nos tecidos. Quando ingerido, no trato digestivo pode ser reduzido a nitrito (NO2-), que entrando na corrente sangüínea oxida o ferro (Fe++\t==>\tFe+++) da hemoglobina, produzindo a metahemoglobina. Esta forma de hemoglobina é incapaz de transportar o O2 para a respiração normal das células dos tecidos, causando a chamada metahemoglobinemia. Outro problema é que\tparte do nitrito pode acabar combinando com as aminas formando nitrosaminas, as quais são cancerígenas e mutagênicas (Ohse, 1999). Os níveis de nitrato em alface variam bastante. Na Europa, vários países têm estabelecido limites máximos tolerados de 3500 a 4500 mg de NO3 kg-1 de massa fresca (MF) para cultivo no inverno e 2500 mg de NO3 kg-1 de MF para cultivos de verão (Van der Boon et al., 1990). No Brasil não existe uma legislação específica sobre o assunto. Existem várias pesquisas na literatura que investigaram o acúmulo de nitrato em alfaces produzidas nos sistemas de cultivo convencional, orgânico e hidropônico. A contaminação microbiológica da alface pode ocorrer antes e após a colheita, através do contato com o solo, irrigação com água contaminada, transporte e pelas mãos dos manipuladores (Nascimento et al., 2005). Diversos autores citam as hortaliças cruas, destacando as alfaces, como veiculadoras de patógenos em surtos de toxinfecções, devido à presença de Escherichia coli, Salmonella spp, Listeria\tmonocytogenes,\tAeromonas hydrophila e Staphylococcus aureus veiculados a águas contaminadas e contaminação cruzada (Ribeiro-Nascimento et al., 2005). Para garantir a segurança dos alimentos, o Ministério da Saúde estabeleceu padrões microbiológicos em relação às bactérias Salmonella spp e Coliformes a 45oC. Segundo tais padrões, hortaliças cruas não devem apresentar Salmonella spp em 25g de produto e para Coliformes a 45oC a tolerância para amostra indicativa é de 102 de número mais provável (NMP g-1) (Brasil, 2001). A crescente preocupação quanto aos aspectos\tde\tqualidade\tnutricional, microbiológica e sensorial dos alimentos, alterada em função do sistema de cultivo (convencional, hidropônico, orgânico, etc.) de determinadas culturas (Caldas, 1999) têm levado muitos países a estabelecer programas de vigilância ou de monitoramento, com a\nexecução de análises freqüentes e programadas.\nO objetivo deste trabalho foi verificar a qualidade da alface comercializada no município de Botucatu-SP, proveniente de diferentes sistemas de cultivo, analisando características pós-colheita, teor de nitrato e contagem microbiana.\nMATERIAL E MÉTODOS\nO experimento foi conduzido no Laboratório de Pós-colheita da Faculdade de Ciências Agronômicas da UNESP - Botucatu -SP. As plantas de alface do grupo Crespa, produzidas sob sistemas de produção convencional, orgânico e hidropônico foram coletadas pela manhã no comércio da cidade de Botucatu-SP e levadas para o laboratório para avaliações quanto à qualidade. O delineamento experimental foi o inteiramente casualizado, com três tratamentos (sistemas de produção), e seis repetições, cuja unidade experimental foi constituída de quatro plantas.\nOs parâmetros avaliados foram: características físicas - massa total da planta (MTP) e massa fresca (MF) pesando-se as plantas nas embalagens adquiridas nos pontos de venda, massa seca (MS) as plantas foram secas em estufa de circulação forçada a 65°C por 72 horas, e porcentagem de perda de massa (PPM) onde avaliou-se diariamente o peso de 5 embalagens contendo 3 plantas para cada tratamento, durante 10 dias sob refrigeração (5oC) ; características químicas -acidez titulável (AT), através de titulação cujo resultado expresso em porcentagem de ácido cítrico (AOAC, 1992); sólidos solúveis (SS), através de leitura em refratômetro digital -Atago, modelo PR 101, com escala de 0 a 45oBrix; relação sólidos solúveis/acidez titulável (SS/AT); níveis de nitrato(N-NO3-) utilizou-se folhas de alface secas em estufa de circulação de ar forçada, a 65°C por 72 horas.\nEm seguida este material foi moído em moinho tipo Willey, peneira de 40 mesh, retirando-se amostras de 1g para a\ndeterminação do N-NO3- de acordo com a metodologia proposta por Tedesco et al. (1995); teor de clorofila, através do clorofilômetro de marca Minolta - modelo SPAD-502, cujo resultado foi expresso em índice SPAD e, análises microbiológicas que envolveram a contagem de microorganismos aeróbios mesófilos, bolores e leveduras e a determinação de coliformes totais (35oC) e coliformes termófilos (45oC), conforme Silva et al. (2001).\nOs dados obtidos foram submetidos à análise de variância e as médias ao teste de Tukey a 5% de probabilidade.\nRESULTADOS E DISCUSSÃO\nConforme os dados apresentados na Tabela 1, observase que o número médio de folhas dos diferentes sistemas variou de 31,54% a 34,96%, não diferindo estatisticamente. Blat et al. (2007) avaliando o desempenho de cultivares de alface crespa em dois ambientes de cultivo no sistema hidropônico-NFT, em Ribeirão Preto-SP não encontrou diferença significativa para o número total de folhas. Podendo o número de folhas estar mais relacionado ao fator genético da espécie do que apenas pela questão nutricional. A não significância também foi verificada na perda de massa, ocorrendo uma perda média de 25%.\nA perda de massa em hortaliças folhosas ocorre pela perda de água, e está diretamente relacionada com a sua vida útil. Segundo Cabral &amp; Fernandes (1980), a vida útil ou de 'prateleira' é o período de tempo decorrido entre sua produção ou manipulação e àquele em que o produto conserva suas características de qualidade próprias para o consumo.\nOs sistemas orgânicos e convencionais apresentaram maiores massas fresca e seca da parte comestível da alface, não diferindo estatisticamente. Enquanto, o hidropônico obteve menores valores, apresentando-se, para estas características, em média 40%\nRev. Iber. Tecnología Postcosecha Voi 11(1): 67-74\n69\nQualidade da Alface comercializada...\nCaio Márcio Guimarães Santos y Cois. (2010)\ninferiores ao sistema orgânico. Apesar de não haver diferenças significativas quanto ao número de folhas entre os sistemas de cultivo, a menor massa do sistema hidropônico deveu-se ao tamanho reduzido das folhas, além da forma como é comercializado, onde se compra a planta inteira com parte aérea e sistema radicular, diferentemente dos outros dois sistemas de cultivo cujo material comercializado é apenas a parte aérea.\nTabela 1. Valores médios de número de folhas (Nfolha), massa fresca (MF), massa seca (MS) e perda de massa de plantas de alface crespa produzidas em diferentes sistemas de cultivo, comercializadas no município de Botucatu - SP. UNESP, 2007.\nSistemas\tN folha (un)\tMF (g)\tMS (g)\tPerda massa (%)\nOrgânico\t34,96 a\t208,51 a\t8,83 a\t25,13 a\nConvencional\t31,54 a\t200,87 a\t7,71 a\t27,06 a\nHidropônico\t33,42 a\t130,74 b\t5,04 b\t23,31 a\nDMS\t11,00\t41,37\t1,74\t9,50\nCV (%)\t47,76\t33,23\t35,14\t22,38\nMédias seguidas de letras iguais na mesma coluna não diferem estatisticamente entre si, segundo teste de Tukey a 0,05 de probabilidade.\nPara os dados apresentados na Tabela 2, observou-se que o sistema hidropônico incrementou maior AT (0,099 %), diferindo dos outros sistemas. Já os teores de SS e SS/AT não diferiram estatisticamente, indicando ser um produto com baixos teores de açúcares e acidez como indicado para estabelecimento de dietas. Verificou-se que não houve influência das formas de cultivo sobre o teor de clorofila, sendo este o principal pigmento responsável pela cor na maioria dos vegetais. Segundo Chitarra &amp; Chitarra (1990) variações no pH, devido ao aumento da concentração de ácidos orgânicos nos vacúolos, ativação da enzima clorofilase e sistemas oxidantes endógenos, contribuem para a perda da cor.\nConsiderando o teor de nitrato houve diferença significativa entre os sistemas de cultivo, aliado a habilidade da alface em acumular nitrato em suas folhas (Roorda Van\neysinga, 1984), sendo maior sua concentração na solução nutritiva em sistema hidropônico, seguido pelo sistema convencional e orgânico, que pode ser atribuído à forma como são fornecidos os nutrientes as plantas, onde nos sistemas hidropônico e convencional a fonte de nitrato utilizada é prontamente disponível à absorção pela planta, enquanto, no sistema orgânico a fonte do nitrato é menos disponível, necessitando a mineralização e nitrificação da matéria orgânica do solo. Os resultados encontrados para o nitrato corroboram com os de NannetI et al. (2004) que avaliou o acúmulo de nitrato na alface americana “Lucy Brown” em diferentes métodos de cultivo. A mesma tendência foi observada por Favaro-Trindade et al. (2007), estudando a qualidade da alface lisa em sistema hidropônico, convencional e orgânico, no entanto os valores absolutos de nitrato por eles obtidos foram bem maiores, variando de 565,4 a 3093 mg.kg-1. Estes resultados diferentes em valores absolutos de nitrato podem ser atribuídos à metodologia utilizada e a fatores como: intensidade luminosa, temperatura, umidade relativa do ar, época de cultivo e a hora da colheita que influenciam no acúmulo de nitrato nas folhas de alface. Os resultados encontrados neste trabalho reforçam também os já observados por Mondin (1996) e Fernandes et al. (2002) que observaram a tendência de maior acúmulo de nitrato no cultivo hidropônico, seguido pelo cultivo convencional e orgânico, apesar dos teores de nitrato se encontrarem muito abaixo do estabelecido pela legislação européia que é de 3.500 a 4.500 mg kg-1 de peso fresco (Boink &amp; Speijers, 2001).\nA ausência de Salmonella spp em 25 gramas do produto em todos os sistemas avaliados, estar representado na Tabela 3. Ferreira et al. (2003) pesquisaram a presença de Salmonella sp. em legumes e verduras minimamente processadas e congeladas e também não detectaram sua presença nas amostras analisadas. Já Bruno et al. (2005),\nTabela 2. Valores médios de teor de clorofila (CHL), nitrato, sólidos solúveis (SS), acidez titulável (AT) e relação (SS/AT) de plantas de alface crespa produzidas em diferentes sistemas de cultivo, comercializadas no município de Botucatu - SP. UNESP, 2007.\t\t\t\t\t\nSistema de cultivo\tSS (oBrix)\tAT (%)\tSS/AT\tCHL(spad)\tNitrato (mg kg-1)\nOrgânico\t3,38 a\t0,086 b\t40.07 a\t13,22 a\t48,63 c\nConvencional\t3,33 a\t0,084 b\t40.07 a\t12,72 a\t135,66 b\nHidropônico\t3,61 a\t0,099 a\t36.80 a\t13,16 a\t289,57 a\nDMS\t0,42\t0,008\t5,78\t1,42\t76,94\nCV (%)\t17,55\t14,40\t21,47\t15,73\t70,43\nMédias seguidas de letras iguais na mesma coluna não diferem estatisticamente entre si, segundo teste de Tukey a 0,05 de probabilidade.\nA determinação do NMP de coliformes totais e termotolerantes mostraram que todas as amostras apresentaram níveis altos de contaminação. Pois segundo Berbari, et al. (2001) é considerada elevada a contagem de coliformes totais acima de 103 NMP g-1. Apesar da legislação não possuir um padrão para coliformes totais em alface, as análises foram efetuadas para um conhecimento do número desses microrganismos, ou seja, saber a respeito da qualidade da alface que chega ao consumidor. Também para coliformes termotolerantes, as amostras analisadas estão acima do que a legislação permite, a qual estabelece limite máximo de 2x102 NMP g-1 (Anvisa, 2007).\nA média da contagem para coliformes totais na alface hidropônica foi de dois ciclos logarítmicos inferior às médias quantificadas nas alfaces orgânicas e convencionais, o que pode ser justificado pelo fato das alfaces orgânicas e convencionais serem cultivadas em contato com o solo, que é uma importante fonte de contaminação microbiana. Ademais, a maior contagem nas alfaces orgânicas e convencionais está associada ao uso da grande quantidade de esterco bovino em tais sistemas de cultivo.\nContagens elevadas de coliformes totais podem indicar condições higiênico-sanitárias insatisfatórias, além de diminuir a vida útil dos produtos e representar riscos para o\nconsumidor, pois se trata de grupo de microrganismos indicadores de contaminação fecal (Bruno et al., 2005).\nTabela 3. Características microbiológicas de plantas de alface crespa produzidas em diferentes sistemas de cultivo, comercializadas no município de Botucatu - SP. UNESP, 2007.\nSistema\tSalmonela NMP\tNMP\tCBL\n\tC. Totais g-1\tC.Term. g-1\tufc g-1\nOrgânico\tAusente 1,1x106\t1,2x104\t3,7x105\nConvencional\tAusente 1,1x106\t1,1x103\t8,4x107\nHidropônico\tAusente 4,6x104\t1,1x103\t6,1x104\nNMP C. Totais - Número mais provável de coliformes totais; NMP C. Term. - Número mais provável de coliformes termotolerantes; CBL - Contagem de bolores e leveduras.\nGuimarães et al. (2003) encontraram, para amostras de alface coletadas em supermercados, contagem média global de coliformes termotolerantes igual a 3,2x105 NMP/mL, valor superior aos encontrados neste trabalho para o cultivo convencional.\nOs resultados encontrados por Marques et al. (2002) para amostras de alfaces comercializadas em\tfeiras livres\tforam, em\nmédia, 2,4x106\te 2,4x103\tNMP/mL,\nrespectivamente,\tpara contagem de\ncoliformes totais e coliformes termotolerantes,\tmostram-se\tbastante\nsemelhantes aos encontrados neste estudo, para as amostras do cultivo convencional e orgânico, respectivamente. Ainda em feiras livres, alfaces coletadas na cidade de Belém-PA mostraram valores máximos de coliformes\nRev, Iber. Tecnología Postcosecha Voi 11(1): 67-74\n71\nQualidade da Alface comercializada...\nCaio Márcio Guimarães Santos y Cois. (2010)\ntotais e termotolerantes, não apresentando padrões ideais para consumo humano (Oliveira et al., 2006).\nBalioni et al. (2003) em Campinas - SP, ao analisar 20 amostras de alface encontraram 75% das amostras de alface agroecológicas com índice de coliformes acima do estabelecido. Cabrini et al. (2002) em Limeira -SP, pesquisando coliformes e E.coli em alface, evidenciaram que 97,6% das amostras estavam contaminadas por coliformes termotolerantes e 40,5% apresentou E.coli.\nRibeiro et al. (2005) analisaram 60 amostras de alface, das quais 83,3% das amostras apresentaram índice de coliformes termotolerantes acima dos limites máximos permitidos para hortaliças frescas. Cabrini et al. (2002), em seu estudo também demonstraram que das amostras analisadas aproximadamente 98% apresentavam resultado positivo, ou seja, grande contaminação por coliformes totais.\nFrutas e hortaliças apresentam microbiota natural que provém do ambiente, sendo influenciadas pela estrutura da planta, técnicas de cultivo, transporte e armazenamento (Pacheco et al., 2002; Rosa &amp; Carvalho, 2000). No entanto, mudanças em práticas agronômicas ou de processamento, preservação, embalagem, distribuição e comercialização dos alimentos têm sido responsabilizadas pelo aumento no número de surtos ou infecções causadas por patógenos veiculados por vegetais. Tais alterações incluem o uso de esterco animal que não sofreu compostagem como fertilizante e o uso de esgoto ou de água de irrigação não tratada, as quais podem contribuir para a contaminação do alimento por patógenos ainda no campo (Beuchat, 2002).\nCONCLUSÕES\nOs diferentes sistemas de cultivo não influenciam na perda de massa das plantas quando acondicionadas sob refrigeração.\nAlfaces crespas comercializadas em Botucatu-SP apresentam baixos índices de nitratos, sendo menor ainda naqueles de cultivo orgânico.\nApesar da inexistência de salmonelas em plantas de alface comercializadas no município de Botucatu, estas apresentam condições higiênico-sanitárias insatisfatórias.\nREFERÊNCIAS BIBLIOGRÁFICAS\nAOAC (Association Of Official Agricultural Chemystris). 1992. Official Methods ofAnalysis of the Association of the Agricultural Chemystris. 11. ed. Washington: AOAC, 1115p.\nANVISA. Agência Nacional de Vigilância Sanitária. Resolução RDC n. 12 de 02 de janeiro de 2001 on line. Regulamento técnico sobre padrões microbiológicos para alimentos. Disponível em:&lt;http://e-legis.bvs.br> Acesso em: 03 de dezembro de 2007.\nBalioni, G.A.; Fernandes, F.V.; Soares, M.M.S.R; Ribeiro, M.C. 2003. Avaliação higiênico-sanitária de alfaces agro-ecológicas e cultivadas\tcom\tagrotóxico,\ncomercializadas na região de Campinas -SP. Higiene alimentar, v.17, n° 112, p.7377.\nBerbari, S.A.G.; Paschoalino, J.E.; Silveira, N.F.A. 2001. Efeito do cloro na água de lavagem para desinfecção de alface minimamente processada. Ciência e Tecnologia de Alimentos, v.21, n.2, p. 197-201.\nBEUCHAT, L.R. 2002.Ecological factors influencing survival and growth of human pathogens on row fruits and vegetables. Microbes and Infection, v. 4, n.4, p. 413423.\nBlat, S. F. ; Sanchez, S. V. ; Araujo, J.A.C ; Cruz, C. L. C. V. 2007. Desempenho de cultivares de alface crespa, em dois ambientes de cultivo no sistema hidropônico-NFT.\tIn: 47° Congresso\nBrasileiro de Olericultura, 2007, Porto Seguro. Horticultura Brasileira, v. 25.\nBoink, A.; Speijers, G. 2001. Health effect of nitrates and nitrites, a review. Acta Horticulturae, n. 563, p. 29-36.\nBRASIL. Ministério da Saúde. 2001. Secretária Nacional de Vigilância Sanitária. Resolução n° 12, de 2 de janeiro de 2001. Dispõe sobre padrões microbiológicos. Diário Oficial da República Federativa do Brasil. Brasília (DF), 10 jan. 2001. Seção I, p. 48.\nBruno, L. M.; Queiroz, A. A. M. De; Andrade, A. P. C. De; Vasconcelos, N. M. De; Borges, M. De F. 2005. Avaliação microbiológica de hortaliças e frutas minimamente processadas comercializadas em Fortaleza-CE. B. CEPPA, Curitiba, v. 23, n. 1, p.75-84.\nCabral, A. C. D.; Fernandes, M. H. C.1980. Aspectos gerais sobre a vida-de-pratileira de produtos alimentícios. Boletim do Ital, Campinas, v. 17, n. 4, p. 371-439.\nCabrini, K.T.; Siviero, A.R.; Honóro, E.F.; Oliveira,L.F.C.; Venâncio, P.C. 2002. Pesquisa de coliformes totais e E. coli em alfaces (Lactuca sativa) comercializadas na cidade de\tLimeira-SP.\tHigiene\nAlimentar, v.16, n° 95, p.92-94.\nCaldas, E.D. 1999. Resíduos de Pesticidas em Alimentos e o Codex Alimentarius. Campinas. Bol. SBCTA, 33, 50-56.\nChitarra, M. I. F.; Chitarra, A. B. 1990. Pós-colheita de frutos e hortaliças: Fisiologia e manuseio. Lavras: ESAL/FAEPE, 320p.\nFavaro-Trindade, C. S.; Martello, L. S.; Marcatti, B.; Moretti, T. S.; Petrus, R. R.; Almeida, E. De; Ferraz, J. B. S. 2007. Efeito dos sistemas de cultivo orgânico, hidropônico e convencional na qualidade de Alface Lisa. Brazilian Journal Of Food Technology., v. 10, n. 2, p. 111-115\nFernandes, A.A.; Martinez, H.E.P.; Pereira, P.R.G.; Fonseca,\tM.C.M.2002.\nProdutividade, acúmulo de nitrato e estado nutricional de cultivares de alface,\nem hidroponia, em função de fontes de nutrientes. Horticultura Brasileira, Brasília, v. 20, n. 2, p. 195-200.\nFerreira, M.G.A.B.; Bayma, A.B.; Martins, A.G.L.A.; Garcias Júnior, A.V.; Marinho, S.C. 2003. Aspectos higiênico-sanitários de legumes e verduras minimamente processados e congelados. Higiene Alimentar, v. 17, n. 106, p. 49-55.\nGuadagnin, S. G.; Rath, S.; Reyes, F. G. R. 2005. Evaluation of the nitrate content in leaf vegetables produced through different agricultural systems. Food Additives and Contaminants, London, v. 22, n. 12, p. 1203-1208.\nGuimarães, A. M.; Alves, E. G. L.; Figueiredo,H. C. P.; Costa, G. M.; Rodrigues, L. S. 2003. Frequência de enteroparasitas em amostras de alface (Lactuca sativa) comercializadas em Lavras, Minas Gerais. Rev. Soc. Bras. Med. Trop., v. 36, n. 5, p. 132-135.\nMarques, M. A.; Silva, S. M.; Martins, L. P.; Santos, J. G. 2002. Qualidade física e microbiológica\tde\thortaliças\ncomercializadas na feira livre do município de bananaeiras (PB). In: Congresso Brasileiro de Ciência e Tecnologia de Alimentos, 18, Porto Alegre.\nMaynard, D. N.; Barker, A. V.; Minotti, P. L.; Peck, N. H. 1976. Nitrate accumulation in vegetables. Advances en Agronomy, New York, v.28, p. 71-118.\nMondin, M. 1996. Efeito de sistema de cultivo na produtividade e acúmulo de nitrato em cultivares de alface. Jaboticabal, UNESP/FCAV, 88p. (Tese - Doutorado)\nNanneti, D. C; Barbosa, C. A; Fernandes, A; Honorato, J; Assis, F; Amorim, L. 2004. Acúmulo de Nitrato na Alface Americana “Lucy Brown” em Diferentes Métodos de Cultivo. In: Congresso Brasileiro de Olericultura, 44., 2004, Campo GrandeMS. Anais. Disponível em:&lt;http://www.abhorticultura.com.br/bibli\nRev. Iber. Tecnología Postcosecha Voi 11(1): 67-74\n73\nQualidade da Alface comercializada...\nCaio Márcio Guimarães Santos y Cois. (2010)\noteca/arquivos/Download/Biblioteca/44_ 661.pdf>. Acesso em: 14 set. 2008.\nNascimento, M., Adenil Ribeiro. 2005. Incidência de Escherichia coli e salmonella em alface (Lactuca sativa). Higiene Alimentar, São Paulo, v.19, n.128, p.121124.\nOhse, S. 1999. Rendimento, composição centesimal e teores de nitrato e vitamina C em alface sob hidropônica. 103 p. Dissertação (Doutorado em Fitotecnia) -Escola Superior de Agricultura \"Luiz de Queiroz”, Universidade de São Paulo, Piracicaba-SP.\nOliveira, Amanda Mazza Cruz et al. 2005. Avaliação da qualidade higiênica de alface minimamente processada, comercializada em Fortaleza, CE. Higiene Alimentar. São Paulo, v.19, n.135, p.80-85.\nOliveira, Maria de Lourdes Soares, et al. 2006. Análise microbiológica de alface (Lactuta sativa,\tL.) e tomate (Solanum\nlycopersicum, L.), comercializados em feiras-livres da cidade de Belém, Pará. Higiene Alimentar, São Paulo, v.20, n.143, p.96-101.\nPacheco, M.A.S.R.; Fonseca, Y.S.K.; Dias, H.G.G.; Cândido, V.L.P.; Gomes, A.H.S.; Armelin, I.M.; Bernardes, R. 2002. Condições\thigiênico-sanitárias\tde\nverduras e legumes comercializados no Ceagesp de Sorocaba- SP. Higiene Alimentar, v. 16, n. 101, p. 50-55.\nResh, H. M. 1995. Hydroponic food production: a definitive guide book for the advanced home gardener and the commercial hydroponic grower. 5th ed. Santa Barbara: Woodbridge, 567 p.\nRibeiro-Nascimento, A.; Filho, J.E.M.; Filho, V.E.M.; Martins, A.G.De A.L.; Rosa, C.C.B.Da; Martins, M.L.L.; Folly, M.M. 2005. Avaliação microbiológica de hortaliças provenientes de hortas comunitárias de Campos dos Goytacazes - RJ. Higiene Alimentar, v.19, n° 134, p.75-80.\nRoorda Van Eysinga, J.P.N.L. 1984. Nitrate and glasshouse vegetables. Fertilizer Research, v. 5, p. 149-156.\nRosa, O.O.; Carvalho, E.P. 2000. Características microbiológicas de frutos e hortaliças minimamente processados. Boletim da SBCTA. v. 34, n. 2, p. 84- 92.\nRuschel, J. 1998. Acúmulo de nitrato, absorção de nutrientes e produção de duas cultivares de alface cultivada em hidroponia, em função de doses conjuntas de nitrogênio e potássio. 76 p. Dissertação (Mestrado em Fitotecnia) -Escola Superior de Agricultura \"Luiz de Queiroz”, Universidade de São Paulo, Piracicaba-SP.\nSilva N; Junqueira Vca; Silveira Nfa. 2001. Manual de Métodos de Análise Microbiológica de Alimentos. 2a ed. São Paulo: Livraria Varela. 229p.\nTedesco, M.J.; Gianello, C.; Bissani, C.A. et al. 1995. Análise de solo, plantas e outros materiais. Porto Alegre: Universidade Federal do Rio Grande do Sul, 174p.\nVan Der Boon, J.; Steenhuizen, J.W.; Steingrover, E.G. 1990. Growth and nitrate concentration of lettuce as affected by nitrogen and chloride concentration, NH4+/NO3- ratio and temperature of the recirculating nutrient solution. Journal of Horticultural Science, Kent, v. 65, n. 3, p. 309-321.\nVidigal, S. M.; Ribeiro, A. C.; Casali, V. W. D.; Fontes, L. E. F. 1995. Resposta da alface (Lactuca sativa L.). II - Ensaio de casa de vegetação. Revista Ceres, Viçosa, v.42, n.239, p.89-97."}]}}}