{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18785"}, {"@name": "filename", "#text": "25851_Odriozola_Sousa_Boaventura_Villalobos_2013_AdornosVNSPedro%20%281%29.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Patrocinador oficial\n\nFUNDAÇÃO MILLENIUM BCP\n\n150 anos \n\n\n\nCoordenação editorial: José Morais Arnaud, Andrea Martins, César Neves\nDesign gráfico: Flatland Design\n\nProdução: DPI Cromotipo – Oficina de Artes Gráficas, Lda.\nTiragem: 400 exemplares\nDepósito Legal: 366919/13\nISBN: 978-972-9451-52-2\n\nAssociação dos Arqueólogos Portugueses\nLisboa, 2013\n\nO conteúdo dos artigos é da inteira responsabilidade dos autores. Sendo assim a As sociação \n\ndos Arqueólogos Portugueses declina qualquer responsabilidade por eventuais equívocos \n\nou questões de ordem ética e legal.\n\nOs desenhos da primeira e última páginas são, respectivamente, da autoria de Sara Cura  \n\ne Carlos Boavida.\n\nPatrocinador oficial           Apoio institucional\n\n\n\n45 7 Arqueologia em Portugal – 150 Anos\n\ncomponentes de adornos  \nde pedra verde de vila nova  \nde são pedro (azambuja):  \nestudo de proveniências e redes  \nde troca no 3º milénio a.n.e.  \nno actual território português\nCarlos P. Odriozola / Dpto. de Prehistoria y Arqueología. Universidad de Sevilla / codriozola@us.es\n\nAna Catarina Sousa / UNIARQ – Centro de Arqueologia da Universidade de Lisboa / sousa@campus.ul.pt\n\nRui Boaventura / UNIARQ – Centro de Arqueologia da Universidade de Lisboa; Bolseiro PD da Fundação para a Ciência  \n\ne Tecnologia / boaventura.rui@gmail.com\n\nRodrigo Villalobos / Dpto. de Prehistoria, Arqueología, Antropología Social y CC y T T. Historiográficas. Universidad  \n\nde Valladolid / rodrigovillalobosgarcia@gmail.com\n\nResumo\n\nApresentam ?se os resultados da análise de composição (XRF) de 121 adornos de pedra verde provenientes do \n\npovoado calcolítico de Vila Nova de São Pedro e depositados no Museu Arqueológico do Carmo. Verificaram?\n\n?se adornos produzidos sobre talcos, muscovites e variscites. Em relação aos adornos de variscite foi possível \n\nestimar as suas prováveis áreas de proveniência com base na comparação com os valores obtidos de materiais \n\ngeológicos de Zamora, Huelva e Barcelona, com maior incidência na primeira.\n\nAbstRAct\n\nThis paper presents the results of compositional analysis (XRF) of 121 green ornaments recovered from the \n\nCopper Age site of Vila Nova de São Pedro, kept in the Museu Arqueológico do Carmo. Different minerals \n\nwere used on its production such as muscovite, talc and variscite. Regarding variscite ornaments raw material, \n\nit was possible to ascribe its provenance to source areas in Zamora, Huelva and Barcelona. This was conducted \n\nby comparison with geological samples composition of those different areas.\n\n1. PARcelA de um PRojecto PeninsulAR\n\n“A origem da calaíte tem dado matéria a muitas \ndiscussões de trabalho, mesmo entre nós, desde \no congresso de 1880 até hoje”\n\n(Paço, 1939)\n\nExóticos pela sua cor e raridade numérica, os ar?\ntefactos de adorno (e sagrado) de minerais verdes \ntêm sido recorrentemente referidos na bibliografia \narqueológica dos contextos neolíticos e calcolíticos \nnuma escala europeia. Vários projectos procura?\nram proceder a análises químicas destes artefactos, \n\ndestacando ?se o trabalho pioneiro de Huet Bacelar \nGonçalves (Gonçalves e Reis, 1983) para o territó?\nrio português, de M. Edo (Edo et al, 1997) para o \nNoreste Peninsular e de Salvador Dominguez Bella \n(Bella, 2004) para o Sul Peninsular.\nMais recentemente, um dos signatários (C.O.) tem \nvindo a procurar aliar a realização de um conjunto \nalargado de análises à escala peninsular com a in?\ntervenção na mina de Pico Centeno, localizada em \nEncinasola (Huelva) (Odriozola, Linares ?Catela, \nHurtado ?Perez, 2010). Estas linhas de pesquisa \nconsubstanciaram a organização de um projecto à \nescala peninsular apoiado por fundos de investiga?\n\n\n\n458\n\nção de Espanha (Ministerio De Economía Y Com?\npetitividad  – HAR2012 ?3 4620) e tem contado com a \ncolaboração de numerosos museus, nomeadamente \no Museu Nacional de Arqueologia e o Museu Ar?\nque ológico do Carmo, onde neste último estudá?\nmos o conjunto agora apresentado.\n\n2. “con tAs e beRloques” – VilA noVA \nde são PedRo e os comPonen tes  \nde AdoRnos de PedRA VeRde\n\nVila Nova de São Pedro é ainda hoje um sítio epó?\nnimo do Calcolítico da Estremadura portuguesa, \ndivulgado entre a comunidade arqueológica penin?\nsular por uma extensa lista de bibliografia (cerca de \n30 títulos) que contudo é muito curta para a exten?\nsão e intensidade das 28 campanhas aqui efectuadas \n(Arnaud e Gonçalves, 1990). Em todas as publica?\nções dos primeiros escavadores de Vila Nova de \nSão Pedro são dedicadas algumas linhas ao adorno \npessoal, «contas e berloques» (Jalhay e Paço, 1942), \nora referindo ?se a origem da “calaíte”, ora referindo \na constituição de colares, juntando recolhas de ori?\ngens diversas. A coloração verde era destacada: «El \nverde jade ponia en la eleccíon de matérias que aún \nhoy nos hacen buen efecto» (Jalhay e Paço, 1945). \nDevido à ausência de um registo rigoroso das reco?\nlhas efectuadas desconhecemos associações e inter?\npretações de carácter periodizante, sendo as contas \nde Vila Nova de São Pedro genericamente associá?\nveis ao 3º milénio a.n.e..\n\n3. mAteRiAis e métodos\n\nAs formas e cores do elementos de adorno pessoal \nsão bastante diversas, assim como as suas matérias?\n?primas: esteatite, serpentinite, calcários, mármo?\nres, micas, xisto, jadeíte, malaquite, fosfatos, quart?\nzos, conchas, dentes, marfim e âmbar, entre outros.\nTal variedade de matérias ?primas e cores faz com \nque o uso da variscite e a sua cor esverdeada não \npareça ter sido uma regra durante a Pré ?História da \nPenínsula Ibérica, pois além de adornos pessoais de \ncor verde, registam ?se também brancos e pretos, \nalém de outras matizes, agrupados em diversas pro?\nporções (Jiménez Gómez, 1995, Ramos Muñoz and \nGiles Pacheco, 1996, Polvorinos et al, 2002, Varela \net al. 2002, Dominguez Bella, 2010, Odrizola et al, \n2010, 2013, Odriozola and García Sanjuán 2012).\nGenericamente podemos apontar duas vertentes de \n\nestudo acerca dos adornos de pedra verde: a caracte?\nrização fidedigna das matérias ?primas e a proveni?\nência daquelas para eventual reconstrução de redes \nde troca.\nConhecem ?se afloramentos com variscite em Mon?\ntebras (Creuse, França), Palazuelo de las Cuevas \n(Aliste, Zamora) (Arribas et al, 197 1), Pannecé \n(Loire ?Atlantique, França) (Forestier et al, 1973a e \n1973b), Can Tintorer (Gavà, Espanha) (Alonso et \nal, 1978; Bosch etal, 1996; Villalba, 2002), Sarrabús \n(Sardenha) (Marini etal, 1989), Trás ?os ?Montes \n(Bra gança, Portugal) (Meireles et al, 1987), Punta \nCorveiro (Sanxenxo, Pontevedra) (Moro et al, \n1995) e Pico Centeno (Encinasola, Huelva) (Nocete \ne Linares, 1999). De todas as possíveis fontes de \naprovisionamento de variscite mencionadas, ape?\nnas duas delas apresentam evidência de exploração \nmineira pré ?histórica: Can Tintorer e Pico Centeno, \nlocalizadas na Península Ibérica.\nO estabelecimento da proveniência dos adornos de \nvariscite segue os protocolos analíticos descritos \npor C. Odriozola e colaboradores (2010), que rela?\nciona o quociente atómico P/Al com a paragénese \nda rocha para assim estabelecer a origem do mineral.\nAnalisou ?se a composição elementar de 1 41 peças \nde adorno de cor verde do sítio de VNSP segun?\ndo procedimentos não destrutivos com equipa?\nmento portátil de fluorescência de raios X, Oxford \nInstruments XMET ?7500, utilizando o programa \nde análise e quantificação (parâmetros fundamen?\ntais) SOILS LE. O equipamento contém um tubo \nde raios X de Rh, um detector SDD (Silicon Drift \nDetector) e um carregador automático de 5 filtros \nque o torna especialmente sensível aos elementos \nligeiros e analisar desde o Mg ao U. Os resultados \nobtidos expressam ?se pela média de 3 medidas com \npercentagem de elementos.\n\n4 . ResultAdos e discussão\n\nmineralogia\nFoi possível determinar a mineralogia de 121 peças \ndas 1 41 analisadas, ainda que em alguns casos com \num certo grau de incertidão. Identificaram ?se gene?\nricamente 42 contas como (possível) muscovite e 4 \ncomo (possível) talco. Outros 75 elementos de ador?\nno correspondem a variscite (Figura 1).\n\nProveniência\nNão existem estudos sistemáticos acerca da prove?\n\n\n\n459 Arqueologia em Portugal – 150 Anos\n\nniência e caracterização de elementos pétreos de cor \nverde, além dos dedicados à variscite. Assim, qual?\nquer elemento de adorno de pedra verde que não \nseja variscite será considerado por defeito como um \nmaterial local, dado que os silicatos são um material \nmuito abundante na natureza. No entanto, a varis?\ncite é um mineral raro e escasso na natureza, pelo \nque uma conta de colar daquele tipo aparecida, dis?\ntante das fontes conhecidas, considera ?se não locais \nou fruto de intercâmbios de larga distância.\nO postulado de proveniência, indica que “[…] dif­\nferences in chemical composition between different  \nnatural sources exceed, in some way, the differences  \nobserved within a given source’ (Weigand et al., 197 7).  \nAssim, a variabilidade natural das fontes poderá ter \num papel importante na análise de procedência da \npeças de adorno.\n\nA fórmula ideal da variscite é [AlPO\n4\n 2H\n\n2\nO] o que \n\nsignifica que o quoficiente atómico P/Al deve ser \nigual a 1, ainda que as substituições de Al por outros \niões trivalentes de transição (Fe3+, Cr3+, V3+) podem \nfazer aumentar este quoficiente. Na maioria dos es?\ntudos sobre variscite o quoficiente atómico P/Al é \nde 1, um problema que poderia dever ?se à génese dos \ndepósitos de variscite (Odriozola etal, 2010). Se as?\nsumirmos a hipótese de que as variações do rácio P/\nAl resultam da paragénese do mineral, então aquele \né passível de ajudar na discriminação entre fontes. \nNo quadro 1 podemos observar como os valores das \nfontes se encontram bem definidos e distantes, as?\nsim como os valores das contas de VNSP e de outros \nsítios do SW peninsular coincidem com os valores \nde uma ou outra mina (Figura 2).\n\nExistem, porém, valores de VNSP que não coinci?\ndem com aqueles de Palazuelo. Alguns parecem \ncorresponder a Pico Centeno e outros ainda, talvez, \na Can Tintorer. \n\nA figura 2 elucida ainda como o quoficiente P/Al das \ncontas e pendentes correspondem a três fontes di?\nferentes. Isto indicaria que teriam chegado a VNSP \nmateriais distintos, à semelhança do que ocorre na \nanta Grande do Zambujeiro (Odriozola et al, 2013).\n\n5. em jeito de conclusão:  \nos comPonen tes de AdoRnos \nde PedRA VeRde de VnsP e o seu \nenquAdRAmen to.\n\nPartindo para o enquadramento regional, existe \nefectivamente uma concentração de achados de \ncomponentes de adornos de pedra verde na área da \nPenínsula de Lisboa, quer em povoados quer em \n\nnecrópoles (Boaventura, 2009; Sousa, 2010). A aná?\nlise dos elementos de adorno de VNSP e de outros \nsítios como La Pijotilla, Perdigões anta Grande do \nZambujeiro ou tholos de Matarrubilla (Figura 3) re?\ngistam a presença de variscite tanto de Pico Centeno \ncomo de Palazuelo de las Cuevas em variadas pro?\nporções (Figura 3).\n\nResulta significativo que Perdigões e a anta Grande \ndo Zambujeiro, distantes entre si apenas 40 km, \nregistem variscites sobretudo de origens distintas. \nIsso poderá relacionar ?se com questões cronológi?\ncas e/ou de redes de trocas específicas cuja valoração \nestá ainda em fase de avaliação e aprofundamento.\n\nAgRAdecimen tos\n\nOs autores reiteram o mais sincero agradecimento ao Mu seu \ndo Carmo, nomedamente ao Dr. José Arnaud e Dra. Célia  \nPereira pelas facilidades de acesso à colecção de VNSP. Tam?\nbém se agradece ao MINECO o financiamento da investi?\n\nPico \nCenteno\n\nPalazuelo de \nlas Cuevas\n\nCan \nTintorer*\n\nVNSP Matarrubilla Pijotilla Perdigões Anta Grande \nZambujeiro\n\nMedia P/Al % atómico 1.74 1.2 4 1.04 1.32 1.27 1.7 7 1.7 7 1.21\n\nDesvioPadrão 0.04 0.07 0.16 0.12 0.04 0.03 0.03 0.13\n\n95% superior media 1.75 1.26 0.98 1.35 1.30 1.86 1.79 1.23\n\n95% inferior media 1.72 1.22 1.10 1.29 1.2 4 1.68 1.75 1.19\n\nN 38 48 29 73 13 3 16 150\n\nquadro 1 – Valores médios para o quoficiente P/Al atómico das principais fontes e sítios do SW peninsular.\n\n* Dados bibliográficos\n\n\n\n460\n\ngação [HAR2012 ?3 4620] e ao MICIN pelo Contrato Juan  \nde la Cierva de C.O. Rodrigo Villalobos García agradece à \nUniversidad de Valladolid a bolsa de doutoramento que \npermitiu a sua participação nesta investigação.\n\nbibliogRAfiA\n\nALONSO, M.; EDO, M.; GORDO, L .; VILLALBA, M.J. (1978)  \n– Explotación minera neolítica en Can Tintorer. Pirenae. 13?\n?1 4, p. 7 ?1 4.\n\nARNAUD, J.M. (2005) – Vila Nova de São Pedro revisi?\ntada. In ARNAUD, J.M.; FERNANDES, C. – As colecções \ndo Museu Arqueológico do Carmo. Lisboa: Associação dos \nArqueólogos Portugueses, p. 1 41 ?164.\n\nARNAUD, J.M.; GONÇALVES, J.L .M. (1990) – A fortifi?\ncação pré ?histórica de Vila Nova de S.Pedro (Azambuja) – \nbalanço de meioséculo de investigações: 1ª parte. Revista de \nArqueologia. Lisboa. 1, p. 25 ?48.\n\nARRIBAS, A.; GALÁN, E.; MARTÍN ?POZAS, J. M.; \nNICOLAU, J.; SALVADOR, P. (197 1) – Estudio minera?\nlógico de la variscita de Palazuelo de las Cuevas, Zamora \n(España). Studia Geologica. 2, p. 115 ?132.\n\nBLASCO, A.; EDO, M.; FERNÁNDEZ TURIEL , J. L .; \nGIMENO, D.; PLANA, F.; VILLALBA, M.J. (1992) – Apli?\ncación de técnicas geológicas al estudio de materiales ar?\nqueológicos: el ejemplo de las cuentas de variscita catala?\nnas y el complejo minero Neolítico de Can Tintorer (Gavá, \nBarcelona). Cuaternario y Geomorfologia. 6, p. 7 1 ?80.\n\nBLASCO, A.; EDO, M.; VILLALBA, M.J. (1990 ?1991) – \nLes perles en callaïs du sud de la France proviennent ?elles  \ndes mines de Can Tintorer ? Archéologie en Languedoc, \nCongrès Hommage au Dr. Jean Arnal. Colloque interna?\ntional (20/09/1990), p. 279 ?289.\n\nBLASCO, A.; EDO, M.; VILLALBA, M.J. (1995) – Inter cam?\nbio de bienes de prestigio en Catalunya durante el Neolítico. \nEl desarrollo de la desigualdad social. Rubricatum, I Con grés \ndel Neolitic a la Península Ibérica. Gavá ?Bellaterra, 1995,  \np. 5 49 ?556.\n\nBOAVENTURA, R. (2009) – As antas e o Megalitismo da \nregião de Lisboa. Tese de Doutoramento em Pré ?História. \nLisboa: Faculdade de Letras, Universidade de Lisboa. 2 vol.\n\nBOSCH, J.; ESTRADA, A.; NAOIN, M. J. (1996) – La mi?\nnería neolítica en Gavá (Baix Llobregat). Trabajos de Pre his­\ntoria. 53, p. 59 ?7 1.\n\nDOMINGUEZ BELLA, S. (2004) – Variscite, a prestige \nmineral in theNeolithicEurope. Raw material sources and \npossibledistributionroutes. Slovak Geological Magazine. 10, \np. 1 47 ?152.\n\nDOMINGUEZ BELLA, S. (2010) – Objetos ornamentales \nen el Calcolítico del centro de la Península Ibérica. Estu?\ndio analítico de las cuentas de collar de los enterramien?\n\ntos prehistóricos del Valle de las higueras (toledo). In \nDOMINGUEZ BELLA, S.; RAMOS MUÑOZ, J. &amp; PÉREZ \nRODRÍGUEZ, M. (eds.) Minerales y rocas en las sociedades \nde la Prehistoria. Cádiz: Universidad de Cádiz.\n\nEDO, M.; BLASCO, A.; VILLALBA, M.J. (1990) – Approche \nde la carte de distribution de la variscite de can Tintorer, \nGavà (Catalogne). Cahiers du Quaternaire. 17, p. 287 ?298.\n\nEDO, M.; FERNÁNDEZ TURIEL , J.L .; VILLALBA, M.J.; \nBLASCO, A. (1998) – La calaíta en el cuadrante NW de la \nPenínsula Ibérica. In: BALBÍN BEHRMANN, R.D.; BUENO \nRAMÍREZ, P. (eds.) – II Congreso Ibérico de Arqueología \nPeninsular, II: Neolítico, Calcolítico y Bronce.\n\nFERNÁNDEZ TURIEL , J.L .; GIMENO, D.; PLANA, F.; \nBLASCO, A.; EDO, M.; VILLALBA GORDO, J. (1990) –  \nEstudio de las mineralizaciones fofáticas del complejo mi?\nnero neolítico de Can Tintorer (Gavá, Barcelona) y compa?\nración con las cuentas procedentes de ajuares arqueológicos. \nBoletín de la Sociedad Española de Mineralogía. 13, p. 86 ?87.\n\nFORESTIER, F.H.; LASNIER, B.; L’HELGOUACH, J. (1973a)  \n– Découverte de minyulite en échantillons spectaculai?\nres, de wavellite et de variscite dans les phtanites siluriens \nprès de Pannecé (Loire – Atlantique). Bulletinde la Société \nMinéralogique de Cristallographie. 96, p. 67 ?7 1.\n\nFORESTIER, F.H., LASNIER, B.; L’HELGOUACH, J. (1973b)  \n– A? propos de la “callaïs”, découverte d’un gisement de va?\nriscite à Pannecé (Loire ?Atlantique), analyse de quelques \n“perles vertes” néolithiques. Bulletin de la Société Préhis to­\nri que Française. 70, p. 173 ?180.\n\nGONÇALVES, A.A.H. (1979) – Elementos de adorno de cor \nverde provenientes de estações arqueológicas portugue?\nsas. Importância do seuestudo mineralógico. En Actas da \n1a mesa ­redonda sobre o Neolítico e o Calcolíticoem Portugal \n(pp. 209 ?226). Porto: Faculdade de Ciências do Porto.\n\nGONÇALVES, V.S. (1993) – O castelo de Vila Nova de S. \nPedro. In GONÇALVES, V.(ed.) – História de Portugal. Lis?\nboa: Ediclube. 1. p. 230 ?232.\n\nHERBAULT, F.; QUERRÉ, G. (2004) – La parure néolithi?\nque en variscite dans le sud de l’Armorique. Bulletin de la \nSo ciété préhistorique française. 101, p. 497 ?520.\n\nHURTADO, V.; AMORES, F. (1982) – Relaciones cultu?\nrales entre el Sudeste francés y La Pijotilla (Badajoz) en el \nCalcolítico: las pastillas repujadas y el campaniforme corda?\ndo. Habis. 13, p. 189 ?209.\n\nJALHAY, E. (1943) – O castro eneolítico de Vila Nova de São \nPedro e suasrelaçõescom o Norte Africano e o Mediterrâneo \noriental. In Congresso Luso ­Espanhol para o progresso das \nCiências, 7ª Secção – Ciências Históricas e Filosóficas. Porto, \n4, p. 107 ?117.\n\nJALHAY, E.; PAÇO, A. (1942) – A póvoa eneolítica de Vila \nNova de S. Pedro. Notas sobre a 3ª, 4ª e 5ª campanhas de esca?\nvações – 1939, 1940 e 1041. Brotéria, Lisboa, 3 4: 6, p. 635 ?663.\n\n\n\n461 Arqueologia em Portugal – 150 Anos\n\nJALHAY, E.; PAÇO, A. (1945) – El castro de Vila Nova de \nS. Pedro. In Actas y memórias de la Sociedad Española de \nAntropologia: Etnografia y Prehistoria. Madrid, 20.\n\nLARSEN, E.S. (1942) – The mineralogy and paragenesis \nof the variscite nodules from Near Fairfield, Utah part 1. \nAmerican Mineralogist. 27, p. 281 ?300.\n\nMARINI, C.; GIMENO, D.; SISTU, G. (1989) – Le miner?\nalizzazioni a variscite del Sarrabus. Bol. Soc. Geol. It.. 108,  \np. 35 7 ?367.\n\nMEIRELES, C.; FERREIRA, N.; LOURDES REIS, M. (1987) \n– Variscite occurrences in Silurian Formations from Nor?\nthern Portugal. Comun. Serv. Geol. Portugal. 73, p. 21 ?27.\n\nMORO, M.C.; CEMBRANOS PÉREZ, M.L .; FERNÁNDEZ \nFERNÁNDEZ, A. (1995) – Estudio mineralógico de las va?\nriscitas y turquesas silúricas de Punta Corveiro (Pontevedra, \nEspaña). Geogaceta. 18, p. 176 ?179.\n\nNOCETE, F.; LINARES, J.A. (1999) – Las primeras socie?\ndades mineras en Huelva. In Historia de la provincia de \nHuelva. Alosno.\n\nODRIOZOLA, C. P.; GARCÍA SANJUÁN, L . (2012) – Las \ncuentas de collar de piedra verde de Matarrubilla (Valencina \nde la Concepción, Sevilla). In: GARCÍA SANJUÁN, L .; \nVARGAS JIMÉNEZ, J. M.; HURTADO PÉREZ, V.; RUÍZ \nMORENO, T.; CRUZ ?AUÑÓN BRIONES, R. (eds.) – El \nasentamiento prehistórico de Valencina de la Concepción \n(Sevilla). Investigación y tutela en el 150 aniversario del des­\ncubrimiento de la Pastora. Sevilla: Universidad de Sevilla.\n\nODRIOZOLA, C.P.; HURTADO, V.; DIAS, M.I.; VALERA, \nA.C. (2008) – Produção e consumo de campaniformes no \nVale do Guadiana :uma perspectiva ibérica. Apontamentos \nde Arqueologia e Património [Emlinha]. 3, p. 45 ?52 [Consult. \n13 de Jan. de 2010]. Disponívelem WWW:&lt;URL:http://\nwww.nia ?era.org>.\n\nODRIOZOLA, C.P.; LINARES ?CATELA, J.A.; HURTADO ? \n?PEREZ, V. (2010a) – Perdigões’ greenbeadsprovenance?\nanalysis. Apontamentos de Arqueologia e Património. 6,  \np. 47 ?51 (www.nia ?era.org).\n\nODRIOZOLA, C.P.; LINARES CATELA, J.A.; HURTADO, \nV. (2010b) – Variscite Source and Source Analysis: Testing \nAssumptions at Pico Centeno (Encinasola, Spain). Journal \nof Archaeological Science. 37, p. 31 46 ?315 7.\n\nODRIOZOLA, C.P.; MATALOTO, R.; MORENO ?GARCÍA,  \nJ.; VILLALOBOS GARCÍA, R.; MARTÍNEZ ?BLANES, J. \nM. (2013) – Producción y circulación de rocas verdes y sus \nproductos en el sw peninsular: el caso de Anta Grande do \nZambujeiro. Estudos Arqueologicos de Oeiras. 19, p. 125 ?1 42.\n\nPAÇO, A. (1959) – Castro de Vila Nova de S. Pedro. Ampu­\nrias. Barcelona, 21.\n\nPAÇO, A. (1960) – Castro de Vila Nova de S. Pedro. Zephy­\nrus. Salamanca, 11: 1 ?2, p. 105 ?117.\n\nPOLVORINOS, Á.; HURTADO, V.; HERNÁNDEZ, M.J.; \nALMARZA, F.J. (2002) – Caracterización mineralógica del \najuar del enterramiento calcolítico (Tumba 3) de La Pijotilla \n(Badajoz). In I V Congreso Nacional de Arqueometría, 2002. \nValencia. Universidad de Valencia, p. 315 ?321.\n\nQUERRÉ, G. HERBAULT, F.; CALLIGARO, T. (2007) – Long \ndistance transport of Neolithic variscite ornaments along  \nthe European Atlantic arc demonstrated by PIXE analysis. \nIn Proceedings of the XI International Conference on PIXE \nand its Analytical Applications Puebla, Mexico, May 25 ?29, \n2007. UNAM, p. 381 ?384.\n\nQUERRÉ, G.; HERBAULT, F.; CALLIGARO, T. (2008) – \nTransport of Neolithic variscites demonstrated by PIXE \nanalysis. X ­Ray Spectrometry. 37, p. 116 ?120.\n\nRAMOS MUÑOZ, J.; GILES PACHECO, F. (eds.) (1996) – \nEl Dolmen de Alberite (Villamartín). Aportaciones a las for­\nmas económicas y sociales de las comunidades Neolíticas en \nel Noroeste de Cádiz. Cádiz: Servicio de publicaciones de la \nUniversidad de Cádiz.\n\nSOUSA, A.C. (2010) O Penedo do Lexim e a sequência do \nNeolítico Final e Calcolítico da Península de Lisboa. Lisboa: \n[s.n.], 2010. Tese de doutoramentoapresentada à Facul da de \nde Letras da Universidade de Lisboa, orientada por Victor  \nS. Gonçalves. 2 vol.\n\nVALERA, A.C.; LAGO, M.; EVANGELISTA, L .S. (2002)  –  \nAmbientes funerários no complexo arqueológico dos Perdi?\ngões: uma análise preliminar do contexto das prácticas fu?\nnerárias Calcolíticas no Alentejo. ERA ­Arqueologia, 4.\n\nVILLALBA, M.J. (2002) – Le gîte de variscite de Can Tinto?\nrer: production, transformation et circulation du minéral \nvert. In GUILAINE, J. (ed.) – Matériaux, productions, circu­\nlations du Neolithique à l’Age du Bronze. Séminaire du Collè­\nge du France. Paris: Errance.\n\nWEIGAND, P.C.; HARBOT TLE, G.;SAYRE, E. V. (197 7) – \nTurquoise source and source analysis: Mesoamerica and the \nSouthwestern U.S.A. Exchange Systems in Prehistory. New \nYork: Academic Press.\n\n\n\n462\n\nFigura 1 – Percentagem de minerais identificados (N=121; 20 peças não \nidentificadas).\n\nFigura 2 – Composições das contas variscite de VNSP. Elipses de con?\nfiança a 90% para os rácios P/Al atómicos de cada fonte.\n\nFigura 3 – Principais sítios mencionados no texto.\n\n\n\nPatrocinador oficial Apoio institucional"}]}}}