{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24641"}, {"@name": "filename", "#text": "905_2_Escoamento%20da%20agua%20subterranea.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "VIII Simpósio de Recursos Hídricos do Nordeste 1 \n\n \n\nCARACTERÍSTICAS DO ESCOAMENTO DE ÁGUA SUBTERRÂNEA NA \n\n BACIA SEDIMENTAR DO RIO DO PEIXE. \n\n \nJosé do Patrocínio Tomaz Albuquerque¹; Janiro Costa Rêgo¹; Hans Dieter Max Schuster¹; Julio \n\nCésar Sebastiani Kunzler²; José Rosenilton de Araújo Maracaja³; Manoel Julio da Trindade \nGomes Galvão4; Vajapeyam Srirangachar Srinivasan¹. \n\n \n \nRESUMO --- Nos estudos hidrogeológicos de uma bacia sedimentar, de origem tectônica, \nencravada no cristalino, é dada ênfase ao papel do escoamento verificado nos diversos horizontes \naqüíferos, ao qual está intrinsecamente ligado o potencial hídrico subterrâneo. Empregando dados \nde medição de níveis d’água em poços, foram construídos mapas de fluxo e identificado o padrão \nde escoamento subterrâneo na Bacia, com seus fatores influentes. Também é apresentado um mapa \nde linhas equipotenciais geradas por um modelo matemático, que se encontra em fase de calibração \ne será utilizado futuramente para complementar o estudo. As análises apresentadas evidenciam que \no cálculo do potencial hídrico subterrâneo da bacia, necessário para a elevação segura das suas \ndisponibilidades, apresenta-se, pelo número de variáveis que envolve, como tarefa de extrema \ncomplexidade, agravada pelas incertezas e restrições ao conhecimento da real configuração \ngeológica da bacia sedimentar. \n \nPalavras-chave: hidrogeologia, bacia sedimentar, escoamento subterrâneo. \n \nABSTRACT --- The hydrogeological studies of a sedimentary basin of tectonic origin, inside a \ncrystalline rock, emphasize the paper of the drainage verified in several aquifer layers, which it is \nlinked to the hydric potential for groundwater. Using data of water levels in wells, flow maps were \nbuilt and the pattern of underground drainage in the basin was identified along with their influential \nfactors. A map of equipotencial lines generated by a mathematical model is also presented. This \nmathematical model is in calibration phase and will be used during the final phase of the study. The \nanalyses show that the calculation of the hydric potential for groundwater is a task of extreme \ncomplexity due to the number of variables that are involved and due to the uncertainties and \nrestrictions concerning the knowledge of the real geological configuration of the sedimentary basin.  \n \nKeywords: hydrogeology, sedimentary basin, underground drainage. \n \n\n \n \n\n \n\n \n\n \n\n \n\n_______________________ \n1Professores da UFCG, UAEC, Av. Aprígio Veloso, 882, Bloco CR, Bodocongó, Campina Grande-PB, 58109-970. e-mail: patrociniotomaz@uol.com.br, \n\njaniro@dec.ufpb.br, didischuster@yahoo.de, srinivas@rechid.ufcg.edu.br. \n2Mestrando em Recursos Hídricos, UFCG. E-mail: juliokunzler@yahoo.com.br. \n3Mestre em Recursos Hídricos, UFCG. e-mail: maracaja_civil@yahoo.com.br. \n4Geólogo da CPRM-PE. e-mail: mjtgg@re.cprm.gov.br. \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 2 \n\n1 – INTRODUÇÃO \n\nObjetivando elevar a disponibilidade hídrica para abastecimento humano e para outras \n\natividades produtivas (irrigação, principalmente), a região da Bacia Sedimentar do Rio do Peixe, \n\nPB, está sendo objeto de estudos hidrogeológicos do aproveitamento e gestão integrada de suas \n\náguas subterrâneas, tanto em termos quantitativos, quanto qualitativos. \n\nA disponibilidade hídrica subterrânea está intrinsecamente ligada ao escoamento verificado \n\nnos aqüíferos que, para descarregar em rios, lagos, oceano etc., precisa que estes aqüíferos sejam \n\nmantidos saturados. Em outras palavras, que as reservas de água subterrânea permaneçam, em \n\nprincípio, inexploradas. A exploração sustentada de aqüíferos não pode ultrapassar a parcela de \n\nágua subterrânea que é, naturalmente, restituída à superfície, constituindo a vazão de base do \n\nacidente hidrográfico (rio, riacho, lagoa, etc.) com que se conecta, conforme Albuquerque e Rego \n\n(1999) e Albuquerque (2004). A média de longo período desta vazão de base, medida em posto \n\nhidrométrico, constitui um dos componentes quantitativos do sistema, subsistema ou, mesmo, de \n\numa unidade aqüífera, denominado de potencial hídrico subterrâneo (SUDENE, BRASIL, 1980), o \n\nqual, naturalmente, se sobrepõe às reservas. \n\nAssim sendo, explorar reservas de água subterrânea significa comprometer ou, mesmo, \n\ninviabilizar, geralmente, de forma definitiva, o fluxo de base de rios ou outros acidentes hídricos e, \n\nem conseqüência, afetar, negativamente, o meio ambiente, de várias e nefastas formas. Portanto, \n\nmais importante que avaliar reservas é quantificar o escoamento subterrâneo médio anual de um \n\nhorizonte, subsistema ou de um sistema aqüífero, a fim de se determinar a exploração sustentada de \n\nsuas águas subterrâneas. \n\n2 – LOCALIZAÇÃO E LITOESTRATIGRAFIA DA BACIA SEDIMENTAR \n\nDO RIO DO PEIXE \n\nA bacia do Rio do Peixe ocupa uma área de 1.340 Km2, englobando os municípios paraibanos \n\nde Sousa, Antenor Navarro, Santa Helena, Triunfo e Uiraúna, entre outros (Figura 1). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1 - Localização da Bacia Sedimentar do Rio do Peixe (UFCG/CPRM/FINEP, 2005). \n\n  \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 3 \n\nTrata-se de uma bacia sedimentar encravada no cristalino, o que por si só já configura uma \n\norigem tectônica para a mesma. Litoestratigraficamente, é constituída, de acordo com estudos até \n\naqui encetados, por três formações: a formação Antenor Navarro (Costa, 1964) composta de quase \n\n100m de arenitos médios a grosseiros, de posição estratigráfica basal, repousando sobre o \n\nembasamento cristalino; a formação Sousa (Costa, 1964) de argilitos, folhelhos e siltitos, com \n\nintercalações de arenitos finos a médios em sua secção final, totalizando cerca do 800m de \n\nespessura; e a formação Rio Piranhas (Albuquerque, 1986) de arenitos médios e finos, com cerca de \n\n200m de espessura, de ocorrência restrita à região a sudeste de Sousa (Figura 2). \n\n \n\nFigura 2 - Mapa litoestratigráfico da Bacia do Rio do Peixe. \n \n\nA bacia não é continua, mas composta de duas porções: a sub-bacia de Sousa, com cerca de \n\n800 Km2 (aí incluído o prolongamento chamado Bacia de Pombal) e a sub-bacia de Brejo das \n\nFreiras, com cerca de 540 Km2, quase separadas por falhas de gravidade e de rejeito direcional, que \n\nse interceptam na região de Brejo das Freiras. Repousando, indistintamente, sobre as três formações \n\ndescritas e constituindo os vales (calhas e margens) da rede hidrográfica sobreposta à bacia \n\nsedimentar, ocorrem os depósitos aluviais, de composição litológica, ora arenosa, ora argilosa, ora \n\nsiltosa e, às vezes, cascalhenta. \n\n Para a atualização do conhecimento geológico da bacia sedimentar foi realizada intensiva \n\nanálise da bibliografia existente, em todos os seus ramos e especializações (geologias regional e \n\nlocal, geofísica, hidrogeologia, sedimentologia, etc.) sucedida por levantamentos geológicos de \n\nsuperfície e de subsuperfície, este constituído de estudos geofísicos de eletro-resistividade (Feitosa, \n\n2006).  \n\n Todos estes trabalhos revelaram que a geologia da Bacia Sedimentar do Rio do Peixe é \n\ndotada de uma grande complexidade, devido aos vários fenômenos tectônicos que a afetaram, desde \n\na sua origem, conforme diagnosticados por Lima Filho (1991) (Figura 3), e confirmados por Feitosa \n\n(2006) (Figura 4). \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 4 \n\n \n\nFigura 3 - Modelo tectônica de teclas que originou a bacia sedimentar do \nRio do Peixe (Lima Filho, 1991). \n\n \n\n \n\nFigura 4 - Perfil Topográfico e Geológico Regional. (Feitosa, 2006). \n \n\nSão falhamentos de naturezas diversas (transcorrentes, inversos e de gravidade) que \n\nmovimentaram a bacia, ora justapondo, ora sobrepondo formações geológicas distintas, \n\nprovocando, inclusive, alterações dimensionais nas mesmas. Estas alterações, infelizmente, não \n\npuderam ainda ser quantificadas, por demandarem pesquisas geofísicas mais especializadas. Em \n\ndecorrência disso, a litoestratigrafia da bacia sedimentar do Rio do Peixe, mostrada na figura 2, \n\nainda não é consensualmente definitiva, principalmente no que diz respeito à disposição superficial \n\ndos níveis areníticos da formação Sousa. \n\n \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 5 \n\n3 – O SISTEMA AQUÍFERO RIO DO PEIXE \n\nDe acordo com a análise da bibliografia realizada e as informações, embora restritas, \n\ncontidas no cadastro de poços perfurados na bacia, e apoiados em estudos hidrogeológicos de \n\ncampo, realizados no decorrer da pesquisa, ainda em andamento, o contexto hidrogeológico da \n\nbacia é aquele delineado em estudos anteriores. \n\nOcorrem, na bacia sedimentar, 4 níveis aqüíferos: o inferior, basal, denominado Antenor \n\nNavarro, contido na formação geológica homônima, sendo limitado, na lapa, pelas rochas \n\nmetamórficas e ígneas impermeáveis que compõem o chamado Complexo Cristalino Pré-\n\nCambriano do Nordeste do Brasil; e no topo ou capa, pelos argilitos, folhelhos e siltitos \n\nconstituintes da formação Sousa, impermeáveis ou, localmente, semi-impermeáveis. \n\nIntercalados nos sedimentitos pelíticos desta formação Sousa, ocorrem, possivelmente, mais \n\nde um nível arenítico aqüífero. Os dados do cadastro de poços não permitem a identificação do \n\nnúmero de níveis areníticos captados, mas, possivelmente, deve ser mais de um, haja vista que, \n\ndevido à estrutura monoclinal predominante, há níveis areníticos, tanto na secção inferior (norte da \n\nbacia), quanto na superior (sul da bacia) da formação Sousa. A esses níveis areníticos, portadores de \n\nágua subterrânea, mantém-se a denominação original de aqüífero Sousa, até que novos dados \n\npossam esclarecer, definitivamente, a situação hidrogeológica real. \n\nO terceiro aqüífero, denominado Rio Piranhas está contido na formação de mesmo nome, \n\nsendo limitado na base pela formação Sousa, impermeável, e no topo pela superfície hidrostática \n\nregional, definida pelo lugar geométrico dos pontos de pressões atmosféricas locais. \n\nAssentado, indistintamente, sobre os topos das formações Antenor Navarro, Sousa e Rio \n\nPiranhas, ocorre o aqüífero denominado Aluvial, também limitado superiormente pela mesma \n\nsuperfície hidrostática regional. \n\n O aqüífero Antenor Navarro é do tipo livre, em sua área de recarga (área aflorante de \n\nsuperfície), e confinado ou semi-confinado em sua área onde está em carga resultante das ações da \n\npressão atmosférica local e do peso das rochas e fluidos a ele sobrepostos. Os níveis aqüíferos \n\nSousa são, todos, confinados, já que não há, ainda, evidências ou consensos sobre áreas de recarga \n\nem superfície, estas se processando por filtração vertical, ascendente e/ou descendente, de fontes \n\n(rios, outro aqüífero, etc.) sotopostas ou sobrepostas, respectivamente. Os aqüíferos Rio Piranhas e \n\nAluvial são, ambos, do tipo livre, formando, juntamente com a área de recarga do Antenor Navarro, \n\num subsistema freático, sobreposto ao subsistema confinado, representado pela área em carga do \n\nAntenor Navarro e por toda a extensão dos níveis aqüíferos Sousa. \n\n \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 6 \n\n4 – A MEDIÇÃO DE NÍVEIS D’ÁGUA E OS MAPAS DE FLUXO DAS \n\nÁGUAS SUBTERRÂNEAS DA BACIA DO RIO DO PEIXE \n\nO número de poços existentes na Bacia, em explotação ou desativados, é bastante \n\nsignificativo, chegando a 1.141, segundo cadastramento realizado pela CPRM entre os anos de 2002 \n\na 2004 e, aí não incluídos os poços de grande diâmetro, escavados nos aluviões. Entretanto, as \n\ninformações litológicas e litoestratigráficas fornecidas por essa densa rede de perfurações são quase \n\ninexistentes, limitando-se, na maioria dos casos, à indicação da profundidade atingida pelo poço. \n\nDiante disso, e das incertezas litoestratigráficas que ainda persistem, resulta não ser possível \n\ndistinguir qual o horizonte aqüífero captado, quando se trata de poço perfurado fora dos limites da \n\nárea de recarga do aqüífero Antenor Navarro, isto é, na área da bacia coberta pela formação Sousa. \n\nContudo, é possível deduzir, pela pouca profundidade atingida pelos poços (em torno de 40,00m), \n\nque nenhum deles alcança o Antenor Navarro em sua região sob pressão, ficando todos restritos à \n\nespessa formação Sousa, atingindo ou não os seus níveis areníticos aqüíferos. Seria este último caso \n\na razão do grande número de poços abandonados, perfurados na formação Sousa. \n\nA fim de se obter informações sobre os níveis potenciométricos dos sistemas aqüíferos, \n\nforam realizadas três campanhas de medição em uma rede de poços selecionados, distribuídos na \n\nárea das duas sub-bacias em que se divide a bacia sedimentar do Rio do Peixe. Por razões \n\noperacionais (restrições de tempo e de custos, dificuldades de acesso etc.), a rede selecionada \n\nincluiu, indistintamente, poços representativos do subsistema aqüífero freático (aluviões, rio \n\nPiranhas e área de recarga do Antenor Navarro) e do subsistema aqüífero confinado (níveis \n\nareníticos da formação Sousa).  \n\nHidraulicamente, os subsistemas aqüíferos estão interconectados, conexão esta que deve \n\npresidir as relações entre eles, do que resulta, ao cabo de todas estas trocas, a superfície hidrostática \n\nregional, refletida nos níveis monitorados e na superfície de rios e riachos da bacia, linhas de fluxo \n\nque são das águas subterrâneas. \n\n As campanhas de medição dos meses de agosto e de novembro de 2005 foram escolhidas \n\npara construção de mapas de rede de fluxo, por conterem as melhores e mais numerosas \n\ninformações, colhidas em poços tubulares captando os aqüíferos Antenor Navarro, Sousa e Rio \n\nPiranhas. Porém, por não haver uma quantidade adequada de poços monitorados na sub-bacia de \n\nPombal, a mesma foi suprimida na elaboração da rede de fluxo. Estes mapas e os respectivos dados \n\nestão mostrados nas figuras 5 e 6 abaixo. \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 7 \n\n \n\nFigura 5- Mapa potenciométrico da bacia sedimentar do Rio do Peixe  \n\nno mês de agosto de 2005 (81 poços monitorados). \n\n \n\n \n\nFigura 6- Mapa potenciométrico da bacia sedimentar do Rio do Peixe  \n\nno mês de novembro de 2005 (99 poços monitorados). \n\n \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 8 \n\n5 – O PADRÃO DE ESCOAMENTO SUBTERRÂNEO NA BACIA E SEUS \n\nFATORES INFLUENTES \n\nA análise dos mapas de fluxo obtidos (figuras 5 e 6) procurou verificar a relação entre o \n\nescoamento subterrâneo e o escoamento fluvial que, no domínio da bacia sedimentar, é, apesar da \n\ncontribuição significativa do escoamento de base, intermitente. Empregando os citados mapas, \n\nforam determinadas as cotas potenciométricas e topográficas em pontos dos talvegues dos cursos \n\nd’água principais da bacia, os rios do Peixe e Piranhas (Tabelas 1 e 2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n\nLong. Lat.\n\nP1 295 294 565099 9278105\n\nP2 290 292 564706 9277706\n\nP3 285 280 560216 9271061\n\nP4 280 277 559426 9270136\n\nP5 275 274 558547 9269262\n\nP6 270 270 556394 9266988\n\nP7 265 267 557192 9264752\n\nP8 260 261 552866 9262602\n\nP9 255 256 552869 9259066\n\nP10 250 249 558150 9255078\n\nP11 245 247 561177 9255687\n\nP12 240 243 563412 9254718\n\nP13 235 241 565899 9253307\n\nP14 230 241 569870 9252419\n\nP15 225 232 573083 9253312\n\nP16 220 223 582107 9254900\n\nP17 215 219 587097 9254145\n\nP18 210 215 594486 9252961\n\nP19 205 210 598483 9250428\n\nL1 300 304 542797 9270469\n\nL2 295 297 543788 9269181\n\nL3 290 296 543772 9268256\n\nL4 285 290 543655 9267414\n\nL5 280 289 543842 9266881\n\nL6 275 286 543939 9266543\n\nL7 270 276 545832 9265453\n\nL8 265 269 545468 9261943\n\nL9 260 258 550112 9259788\n\nR1 235 230 581437 9246277\n\nR2 230 228 582528 9247738\n\nR3 225 227 583637 9248887\n\nR4 225 225 584837 9248470\n\nR5 225 227 587364 9247123\n\nR6 220 220 588405 9245991\n\nR7 215 219 588653 9245820\n\nR8 215 220 590377 9246239\n\nR9 210 217 593605 9245408\n\nR10 205 212 598530 9247578\n\n1 Cota Potenciométrica\n\n2 Cota Topográfica\n\nCP\n1\n\nCT\n2Pontos\n\nCoordenadas\n\nLong. Lat.\n\nP1 300 308 569331 9279899\n\nP2 295 292 564685 9277691\n\nP3 290 291 563923 9276925\n\nP4 285 292 562583 9276553\n\nP5 280 289 561819 9275902\n\nP6 275 287 560762 9272301\n\nP7 270 272 556423 9268011\n\nP8 265 268 557036 9265174\n\nP9 260 264 553141 9260151\n\nP10 255 253 556257 9256755\n\nP11 250 258 558298 9255106\n\nP12 245 248 560403 9255512\n\nP13 240 243 563417 9254712\n\nP14 235 241 566239 9253237\n\nP15 230 232 573106 9253313\n\nP16 225 230 574509 9253604\n\nP17 225 230 577405 9254124\n\nP18 230 228 578517 9254287\n\nP19 220 220 584852 9253856\n\nP20 215 216 589881 9255009\n\nP21 210 213 594301 9253128\n\nL1 285 308 542735 9270881\n\nL2 280 293 543871 9268834\n\nL3 275 286 543871 9266589\n\nL4 270 278 545829 9265015\n\nL5 265 270 545448 9262652\n\nL6 260 262 54700 9260140\n\nL7 255 249 555904 9255582\n\nR1 220 229 582059 9246576\n\nR2 220 227 582257 9247132\n\nR3 220 230 582438 9247641\n\nR4 220 229 582648 9248230\n\nR5 220 227 583035 9249120\n\nR6 215 221 588169 9247111\n\nR7 210 214 594718 9245640\n\n1 Cota Potenciométrica\n\n2 Cota Topográfica\n\nPontos CP\n1\n\nCT\n2\n\nCoordenadas\n\nTabela 1 – Pontos das intersecções entre as \nequipotenciais do mês de agosto de 2005 e \nos cursos dos rios na bacia sedimentar do \nRio do Peixe-PB (Figura 5). \n \n\nTabela 2 – Pontos das intersecções entre as \nequipotenciais do mês de novembro de 2005 e \nos cursos dos rios na bacia sedimentar do Rio \ndo Peixe-PB (Figura 6). \n \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 9 \n\nAlém dos trechos destes rios que atravessam a Bacia, a análise encetada também levou em \n\nconsideração a existência dos volumosos reservatórios superficiais construídos na borda da Bacia. \n\nSão eles: o açude São Gonçalo, que supre o perímetro irrigado homônimo, o de Lagoa do Arroz \n\n(ambos situados na borda sul da sub-bacia de Sousa), o de Capivara, ainda em construção, mas já \n\nacumulando apreciável volume, localizado na borda norte da sub-bacia de Brejo das Freiras \n\n(Triunfo), e o de Pilões, situado na borda sul desta mesma sub-bacia sedimentar.  \n\n Verifica-se, desta análise, os seguintes fatos: \n\n• As restituições do sistema aqüífero Rio do Peixe, nas campanhas realizadas, ocorreram \n\naté o mês de novembro de 2005 na sub-bacia de Brejo das Freiras, sendo o rio do Peixe \n\n(curso principal da sub-bacia) o destino deste escoamento de base; \n\n• Os tributários do rio do Peixe, nesta sub-bacia, não receberam restituições do sistema \n\naqüífero no mês de novembro de 2005, ficando, portanto, o rio principal como único \n\ndreno das águas subterrâneas do sistema; \n\n• Na sub-bacia de Sousa, o escoamento de base somente ocorreu até o mês de agosto de \n\n2005; \n\n• A campanha do mês de maio de 2006 revela que o sistema aqüífero sofreu uma recarga \n\ngeneralizada, elevando as cargas potenciométricas dos pontos d’água amostrados, \n\ninclusive naqueles poços captando os níveis aqüíferos da formação Sousa; \n\n• Na sub-bacia de Brejo das Freiras, o Açude Pilões é o receptor de quase todo o \n\nescoamento de base verificado na bacia, corroborando Albuquerque (1986), com uma \n\npequena parte deste fluxo dirigindo-se à sub-bacia de Sousa; \n\n• Na sub-bacia de Sousa o escoamento subterrâneo se faz para sua borda leste, comandado \n\npelos rios do Peixe e Piranhas, também confirmando as observações de Albuquerque \n\n(idem); \n\n• O reservatório superficial Capivaras parece contribuir para uma recarga mais \n\npronunciada do sistema aqüífero, através da águas de filtração do corpo da barragem, \n\nsituada no limite da bacia sedimentar, em contato com o aqüífero Antenor Navarro, o \n\nque poderia explicar, ao menos em parte, uma duração maior do fluxo de base na sub-\n\nbacia de Brejo das Freiras; \n\n• Os reservatórios de São Gonçalo e de Lagoa do Arroz devem influenciar, também, a \n\nrecarga do sistema aqüífero na sub-bacia de Sousa, pelos mesmos motivos descritos no \n\nitem anterior; \n\n• O fato de que, mesmo assim, o fluxo de base não ter se alongado até novembro de 2005, \n\npode ser devido ao fato do uso mais intensivo das águas dos poços nesta sub-bacia, \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 10 \n\naliada à maior dificuldade de recarga nesta bacia, superficialmente coberta pelos \n\nsedimentitos impermeáveis da formação Sousa; \n\n• A irrigação do Perímetro de São Gonçalo (localizado no centro-sul da sub-bacia de \n\nSousa) parece não influir significativamente na recarga do sistema aqüífero, já que não \n\nsupera o rebaixamento do nível hidrostático do Sistema, submetido a uma grande \n\nexploração no período de estiagem (agosto a dezembro). \n\n6 – CONSTRUÇÃO DE UM MODELO MATEMÁTICO DO ESCOAMENTO \n\nNA BACIA \n\nPara a avaliação quantitativa do padrão de fluxo subterrâneo analisado acima, está sendo \n\nconstruído um modelo matemático do sistema aqüífero da bacia sedimentar do Rio do Peixe, \n\nempregando o pacote computacional MODFLOW (Mcdonald e Harbaugh, 1988), na versão \n\nmodificada do PMWin 7.0.26, (Chiang e Kinzelbach, 2003).  \n\nUm modelo necessita, em sua fase conceitual, do conhecimento prévio das condições \n\nhidrogeológicas, com definição das unidades aqüíferas que compõem a bacia sedimentar e suas \n\nrespectivas dimensões, bem como de informações sobre as relações porventura existentes entre elas, \n\natravés de seus aqüitardos limitantes. Esses dados, que, entre outros, irão definir as condições de \n\ncontorno do modelo pressupõem, idealmente, a consciência da constituição geológica, através dos \n\nmapeamentos de superfície e de subsuperfície, em termos de litologia, estrutura/tectônica e \n\ncaracterísticas dimensionais e hidráulicas das formações que a compõem. \n\nConforme já citado acima, ainda persistem incertezas e restrições ao conhecimento da real \n\nconfiguração geológica da bacia sedimentar, a despeito dos estudos e pesquisas encetados, o que \n\nprejudica a montagem de um modelo conceitual representativo da realidade. Diante disso, estão \n\nsendo testados modelos conceituais baseados em simplificações adequadas e justificadas pelo \n\nestágio atual de conhecimento geológico e hidrogeológico da bacia. Espera-se, com isso, encontrar \n\nsoluções satisfatórias a serem comprovadas ou aperfeiçoadas à medida que novas observações \n\nforem sendo feitas na Bacia. \n\nA primeira simplificação testada baseou-se no fato de que nenhum dos poços de observação \n\natingir o aqüífero Antenor Navarro em sua porção confinada (não aflorante). Sem informações \n\nsobre esta camada profunda, decidiu-se por ignorá-la e, assim, evitar as dificuldades \n\ncomputacionais de um modelo tridimensional de, no mínimo três camadas verticalmente \n\nsobrepostas (aqüífero Antenor Navarro, aqüitardo Sousa e aqüífero Rio Piranhas), em troca da \n\nsimplicidade de um modelo bidimensional, com variação dos parâmetros hidráulicos correspondes \n\nàs áreas de afloramento das formações sedimentares. \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 11 \n\nA Figura 7 mostra o resultado da calibragem automática das condutividades hidráulicas \n\nregionais, baseada na campanha de medições de níveis de agosto de 2005. \n\n \n\n \n\nFigura 7- Distribuição das condutividades Hidráulicas na bacia modelada. \n\n \n\nA Figura 8 mostra o mapa de fluxo obtido a partir das cargas piezométricas calculadas pelo \n\nmodelo, admitindo-se conhecido o nível d’água (carga hidráulica) no açude Pilões em agosto de \n\n2005 e o regime de escoamento permanente (estacionário).  \n\n \n\n \n\nFigura 8- Isopiezas de agosto de 2005, calculadas pelo modelo. \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 12 \n\nApesar da coerência com os padrões de escoamento observados, além do fato do modelo \n\nmatemático ser executado sem problemas de convergência ou similares, estes resultados são \n\nabsolutamente preliminares e ainda não permitem afirmar que o modelo possa simular com \n\nsegurança o escoamento na Bacia, especialmente quando este sofre intervenções externas ou se \n\npassa em regime transitório (não permanente). \n\n7- CONCLUSÕES \n\nO cálculo do potencial hídrico subterrâneo da bacia sedimentar do Rio do Peixe, necessário \n\npara a elevação segura das suas disponibilidades, apresenta-se como tarefa de extrema \n\ncomplexidade, pelo número de variáveis que envolve, como destacam os seguintes fatos:  \n\n• Várias formações geológicas constituintes da Bacia com diferentes funções \n\nhidrogeológicas (aqüíferos livres, confinados ou semi-confinados e aqüitardos); \n\n• A disposição dessas formações, particularmente alterada por efeito de fenômenos \n\ntectônicos Lima filho (1991) e Feitosa (2006). \n\n• Características dimensionais das diversas formações geológicas totalmente \n\ndesconhecidas em sub-superfície (as dimensões estimadas referem-se ao pacote \n\nsedimentar indiferenciado); \n\n• A densa rede hidrográfica que se ramifica pela bacia, quase toda artificialmente \n\ncontrolada por represas construídas nas bordas da Bacia; \n\n• As inúmeras captações por poços ; \n\n• As recargas induzidas pela irrigação; \n\n• Falta de dados sobre os parâmetros hidráulicos de aqüíferos e aqüitardos. \n\nPara se chegar à construção de um modelo mais detalhado, há necessidade, portanto, de \n\nexecução de novos estudos que objetivem colher os dados indispensáveis à sua elaboração, \n\nparticularmente, aqueles relacionados com as características dimensionais e hidráulicas dos diversos \n\naqüíferos e aqüitardos que compõem o sistema. \n\n Apesar disso, a pesquisa prossegue, lançando mão dos materiais e métodos disponíveis, \n\ncom os adequados e permitidos ajustes. Uma das alternativas que está sendo pesquisada é a da \n\navaliação do potencial à escala de sistema, procurando-se determinar, quantitativamente, as suas \n\nrelações com o ciclo hidrológico, particularmente, com as águas fluviais, das quais o segmento \n\nsubterrâneo é parte integrante. \n\n\n\nVIII Simpósio de Recursos Hídricos do Nordeste 13 \n\nBIBLIOGRAFIA \n\nALBUQUERQUE, J. do P.T. (1986). O Sistema Aqüífero Rio do Peixe. 4° Congresso Brasileiro de \n\n– Fase I; Recursos hídricos I – Águas subterrâneas. Recife, 1v. 1980. \n\nALBUQUERQUE, J. do P.T.; RÊGO, J.C. (1999). Subsídios para o gerenciamento racional e \n\nintegrado dos recursos hídricos superficiais e subterrâneos do Estado da Paraíba. In: XIII \n\nSimpósio Brasileiro de Recursos Hídricos, Belo Horizonte.  \n\nALBUQUERQUE, J. do P.T. (2004). Sustentabilidade de Aqüíferos, Livro de Resumos, p.8 e CD \n\ndo VII Simpósio de Recursos Hídricos do Nordeste, São Luís-MA, 30 Nov. a 03 Dez. \n\nCHIANG, W.-H.; KINZELBACH, W. (2001). “3D-groundwater Modeling with PMWIN: A \n\nSimulation System for Modeling Groundwater Flow and Pollution”. Springer, Berlin-Heidelberg-\n\nNew York, 346p. \n\nCOSTA, W.D. (1964). Nota Preliminar da Geologia da Bacia do Rio do Peixe. Bol.Geol. 4 47-50. \n\nFEITOSA, E.C. (2006). Bacia do rio do peixe - Estudo Geofísico por Eletroresistividade. 100 p. \n\nLIMA FILHO, M.F. (1991). Evolução Tectono-Sedimentar da Bacia do Rio do Peixe (PB). \n\nDissertação de Mestrado. Departamento de Geologia, Universidade Federal de Pernambuco. \n\nMCDONALD, M.G.; HARBAUGH, A.W. (1988). “A modular three dimensional finite-diference \n\nground- water flow model”, U.S. Geol. Survey, Open-file report 83-875, Chap. A1. \n\nSUDENE/DRN – Plano de aproveitamento integrado dos recursos hídricos do Nordeste do Brasil - \n\nFase I; Recursos Hídricos - Águas Subterrâneas. Brasília, Anais, p.194-207. \n\nUFCG/CPRM/FINEP. (2005). Relatório Síntese com Análise Bibliográfica: Hidrogeologia da \n\nBacia do Rio do Peixe. 67p. \n\nAGRADECIMENTOS \n\nOs autores agradecem às instituições FINEP, CT-Hidro e CNPq pelo apoio financeiro e à CPRM \npela parceria."}]}}}