{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15474"}, {"@name": "filename", "#text": "21906_Corbi_FabianaCristinaAndrade_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i \n\n \n\n \n\n   \n\n \n\nFABIANA CRISTINA ANDRADE CORBI \n\n \n\n \n\n \n\n \n\nSISTEMAS MAGNÉTICOS MULTICOMPONENTES NANOESTRUTURADOS \n\nHIERARQUICAMENTE COM PROPRIEDADES BIOLÓGICAS E LUMINESCENTES. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAMPINAS \n\n                                   2014 \n\n\n\nii \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\niii \n\n \n\n \n \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE QUÍMICA \n\n \n\n \n\nFABIANA CRISTINA ANDRADE CORBI \n\n \n\nSISTEMAS MAGNÉTICOS MULTICOMPONENTES NANOESTRUTURADOS \n\nHIERARQUICAMENTE COM PROPRIEDADES BIOLÓGICAS E LUMINESCENTES. \n\n \n\nORIENTADOR: PROF. DR. ITALO ODONE MAZALI \n\n \n\n TESE DE DOUTORADO APRESENTADA AO \n\nINSTITUTO DE QUÍMICA DA UNICAMP PARA \n\nOBTENÇÃO DO TÍTULO DE DOUTORA EM \n\nCIÊNCIAS. \n\n \n\nESTE EXEMPLAR CORRESPONDE À VERSÃO FINAL DA TESE DEFENDIDA POR FABIANA \nCRISTINA ANDRADE CORBI, E ORIENTADA PELO PROF. DR. ITALO ODONE MAZALI. \n\n \n\n______________________ \n\nAssinatura do Orientador \n\n \n\nCAMPINAS \n\n 2014 \n\n\n\niv \n\n \n\n \n \n \n \n\n\n\nv \n\n \n\n \n \n\n\n\nvi \n\n \n\n \n \n \n \n \n \n \n \n \n\n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n\n\n\nvii \n\n \n\n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n\nEsta Tese é dedicada aos meus filhos amadosEsta Tese é dedicada aos meus filhos amadosEsta Tese é dedicada aos meus filhos amadosEsta Tese é dedicada aos meus filhos amados    \nMaria EduMaria EduMaria EduMaria Eduarda e João Pedroarda e João Pedroarda e João Pedroarda e João Pedro,,,,    \ne e e e ao meu grande amor Pedro. ao meu grande amor Pedro. ao meu grande amor Pedro. ao meu grande amor Pedro.     \n\n\n\nviii \n\n \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n    \n\n\n\nix \n\n \n\nAGRADECIMENTOS \n \nA Deus pela oportunidade de recomeçar em cada amanhecer...  \n\n \n\nUm agradecimento especial a Marlene Aparecida Ittner (ou seria Malene, ou ainda \n\nManene!?), a quem entregava minha vida todos os dias para poder realizar este \n\ntrabalho. Marlene, obrigada por cuidar dos meus filhos com tanto amor e carinho.  \n\n \n\nAo Professor Italo Odone Mazali pela oportunidade de trabalho, aprendizado, amizade, \n\ncompreensão e, sobretudo, por não ter me deixado desistir no meio do caminho. \n\nObrigada por tudo Professor! \n\n \n\nAo Professor Fernando Aparecido Sigoli pelas ideias, discussões valiosas e amizade. \n\nMuito obrigada!  \n\n \n\nAos professores Yoshitaka Gushiken, Daniela Zanchet e Maria do Carmo Gonçalves \n\npelas importantes contribuições em meu exame de qualificação. Obrigada!  \n\n \n\nAos professores componentes da banca de defesa deste trabalho de Tese, Wilton \n\nRogério Lustri, Patrícia Pommé Confessori Sartoratto, Daniela Zanchet e Ana Flávia \n\nNogueira, pelas valiosas sugestões. Muito Obrigada!  \n\n \n\nAo meu marido Pedro por seu companheirismo, amor, dedicação e incentivo. Pedro, se \n\nnão fosse a sua força, eu não teria chegado até aqui. Te amo!  \n\n \n\nA minha filha Maria Eduarda que com sua alegria faz os nossos dias mais felizes e, ao \n\nmeu filho João Pedro que, depois de tantos anos, me ensinou o verdadeiro sentido da \n\nvida. Amo vocês!  \n\n \n\nAo meu Pai e grande incentivador Flávio, por acreditar em mim, até mais do que eu \n\nmesma, e por sua admiração. Te amo Pai! Sou sua fã! \n\n \n\n\n\nx \n\n \n\nA minha Mãe Mara, que apesar da distância, sempre esteve ao meu lado me ajudando \n\nno que podia. Mãe obrigada por tudo, principalmente pelas orações! Te amo!  \n\nAo meu Irmão Junior, por existir em minha vida.... Simples assim! Te amo demais Juba! \n\n \n\nA D. Isabel e Sr. Pedro por todo carinho e velinhas acesas nos momentos difíceis. \n\nObrigada de coração! \n\n \n\nAos colegas do LMF: Natiara, Laura, Gabi, Emille, Cris, Bia, Carol, Carla, Lidiane, \n\nLarissa, Elias, João Paulo, Jorge, Murilo, Diogo, Felipe, Lanousse, Wilian, Isaias, Elias, \n\nRafael Carlos, por toda a ajuda no dia-dia. Obrigada, e muito sucesso pra vocês! E \n\npelos que por lá passaram e deixaram sua amizade: Mathias, Luiz, Camila, Ernesto, \n\nRenata e Rafael, valeu! \n \n\nA grande amiga Ana Lúcia, gostaria de deixar registrado meu agradecimento por sua \n\namizade e minha admiração por sua luta. Ana, que Deus a tenha em um lugarzinho \n\nmuito especial pertinho Dele! \n \n\nAos colegas do LQBM e LQC, em especial ao Raphael Enoque, Fernando, Irlene, \n\nMarcos, Helen por toda atenção de sempre!  \n \n\nAos funcionários do IQ, em especial a Claudinha, Milene, Sônia, Márcia, Fabi, Daniel, \n\nRaquel e Renata pelo apoio na caracterização das amostras.   \n \n\nAos colegas do Quimmera – UNIARA, Prof. Wilton Rogério Lustri, Prof. André C. \n\nAmaral, Silmara e Renata pelos ensaios microbiológicos e principalmente pela preciosa \n\namizade. Obrigada!  \n \n\nA Profa. Fanny Bèron, do IFGW-UNICAMP, pela disponibilidade na realização das \n\nmedidas de VSM e pelas valiosas discussões e ao Dr. Carlos Sato, do LNLS, pela \n\natenção na realização das medidas de hipertermia magnética.  \n \n\nA Dra. Luciana Maria de Hollanda, do IB-UNICAMP, pelos ensaios de citotoxicidade. \n\n \n\nAo CNPq pela bolsa concedida. \n\n\n\nxi \n\n \n\n \n\nFabiana Cristina Andrade Corbi \n\nCurriculum Vitae \n \n_________________________________________________________________________________ \nDados pessoais \n\nNome  Fabiana Cristina Andrade Corbi \n\nFiliação Flávio Tadeu Ferreira de Andrade e Mara Sueli Martins de Andrade \n\nData de Nascimento: 09/05/1977 \n\nNaturalidade: São Paulo – SP \n\nNacionalidade: Brasileira \n\n___________________________________________________________________ \n\nFormação acadêmica/titulação \n\n2010 - 2014      \n\n \n\nDoutorado em Química.  \n\nUniversidade Estadual de Campinas, UNICAMP, Campinas-SP. \n\nTítulo: Sistemas magnéticos multicomponentes nanoestruturados \n\nhierarquicamente com propriedades biológicas e luminescentes. \n\nOrientador: Prof. Dr. Italo Odone Mazali \n\nBolsista: CNPq-Conselho Nacional de Desenvolvimento Científico e \n\nTecnológico. \n\n \n\n1999 - 2001 Mestrado em Química.  \n\nUniversidade Estadual Paulista Júlio de Mesquita Filho, UNESP, \n\nAraraquara-SP. \n\nTítulo: Oxissulfetos e óxidos de ítrio dopados com Eu(III), Tb(III) e \n\nTm(III) morfologicamente controlados: síntese e propriedades \n\nluminescentes. \n\nOrientadora: Profª. Drª. Elizabeth Berwerth Stucchi \n\nBolsista: CAPES - Coordenação de Aperfeiçoamento de Pessoal de \n\nNível Superior. \n\n \n\n \n\n\n\nxii \n\n \n\n1995 - 1998 Graduação em Bacharelado em Química.  \n\nUniversidade Estadual Paulista Júlio de Mesquita Filho, UNESP, \n\nAraraquara-SP. \n\nBolsista: CAPES/PET-Programa Especial de Treinamento \n\n___________________________________________________________________ \n\nArtigos completos publicados em periódicos \n \n\n1. De Carvalho, M. A., Andrade, P. F., Corbi, F. C. A., Gonçalves, M. C., Formiga, A. L. \n\nB., Mazali, I. O., Bonacin, J. A., Corbi, P. P. A simple method to synthesize fluorescent \n\nmodified gold nanoparticles using tryptamine as the reducing and capping agent. \n\nSynthetic Met., 2013, 185-186, 61-65. \n\n2. Bergamini, F. R. G., Ferreira, M. A., De Paiva, R. E. F., Gomes, A. F., Gozzo, F. C., \n\nFormiga, A. L. B., Corbi, F. C. A., Mazali, I. O., Alves, D. A., Lancelotti, M., Corbi, P. P. A \n\nbinuclear silver complex with l-buthionine sulfoximine: synthesis, spectroscopic \n\ncharacterization, DFT studies and antibacterial assays. RSC Advances, 2012, 2, 10372-\n\n10379. \n\n3. Antonio, S. G., Paiva-Santos, C. O., Corbi, P. P., Massabni, A. C., Andrade, F. C. \n\nPowder X-ray characterization of lithium thiazolidine-4-carboxylate. Powder Diffr., 2009, \n\n24, 44-47. \n\n4. Corbi, P. P., Andrade, F. C., Massabni, A. C., Heinrich, T., Souza, P. P. C., Costa-\n\nNeto, C. M. Lithium thiazolidine-4-carboxylate: Synthesis, spectroscopic characterization \n\nand preliminary in vitro cytotoxic studies in human HeLa cells. Spectrochim. Acta A, \n\n2008, 71, 929-931. \n\n5. Legendre, A. O., Andrade, F. C., Ananias, S. R., Mauro, A. E., Netto, A. V. G., \n\nSantos, R. H. A., Ferreira, J. G., Martins, F. R. 3D Hydrogen-bonded network built from \n\ncopper(II) complexes of 1,3-propanediamine. J. Brazil. Chem. Soc., 2006, 17(8), 1683-\n\n1688. \n\n________________________________________________________________ \n\nParticipação em eventos científicos com apresentação de trabalho \n\n1. Andrade, F. C., Sigoli, F. A., Mazali, I. O. Magnetic particles coated with porous silica: \n\nsynthesis and magnetic properties. XII Brazilian MRS Meeting, Campos do Jordão-SP, \n\n2013. \n\n\n\nxiii \n\n \n\n2. Corbi, F. C. A., Sigoli, F. A., Beron, F., Pirota, K. R., Mazali, I. O. Multifunctional \n\ncore@shell nanostructures based in superparamagnetic particles. 7th International \n\nSymposium on Advanced Materials and Nanostructures, Sorocaba-SP, 2012.  \n\n3. Corbi, F. C. A., Carneiro, N. M., Sigoli, F. A., Mazali, I. O. A influência do solvente na \n\nsíntese hidrotérmica de nanopartículas magnéticas de óxido de ferro. 22ª Reunião \n\nAnual de Usuários do LNLS, Campinas-SP, 2012.   \n\n4. Corbi, F. C. A., Beron, F., Pirota, K. R., Sigoli, F. A., Mazali, I. O. Sistemas \n\nmagnéticos nanoestruturados multifuncionais do tipo Fe3O4@SiO2. 35ª Reunião Anual \n\nda Sociedade Brasileira de Química, Águas de Lindóia-SP, 2012.   \n\n5. Corbi, F. C. A., Sigoli, F. A., Mazali, I. O. Influência do contra-íon na obtenção de \n\nnanopartículas magnéticas. 34ª Reunião Anual da Sociedade Brasileira de Química, \n\nFlorianópolis-SC, 2011. \n\n6. Andrade, F. C., Stucchi, E. B., Pires, A. M., Davolos, M. R. Monodispersed Eu(III), \n\nTb(III) e Tm(III) doped Y2O3 as precursor of luminescent thin films. Rare earths’, \n\nCampos do Jordão-SP, 2001. \n\n7. Andrade, F. C., Davolos, M. R., Vila, L. D., Stucchi, E. B., Pires, A. M. Oxissulfatos de \n\nítrio monodispersos dopados com Eu(III), Tb(III) e Tm(III) obtidos a partir de \n\ndecomposição térmica de hidroxicarbonatos. 24ª Reunião Anual da Sociedade \n\nBrasileira de Química, Poços de Caldas-SP, 2001. \n\n8. Andrade, F. C., Stucchi, E. B., Vila, L. D., Pires, A. M., Davolos, M. R. Monodispersed \n\neuropium(III) doped ytrium oxysulfide as base of luminescent thin films. XII Symposium \n\non Non-Oxide Glasses and Advanced Materials, Florianópolis-SC, 2000. \n\n9. Mauro, A. E., Martins, F. R., Santos, R. H. A., Andrade, F. C. Síntese e \n\ncaracterização estrutural do di-µ-cianato-bis[{cianato(1,3-propanodiamina)}cobre(II)]. \n\n23ª Reunião Anual da Sociedade Brasileira de Química, Poços de Caldas-SP, 2000. \n\n10. Andrade, F. C., Vila, L. D., Stucchi, E. B., Pires, A. M., Davolos, M. R. Obtenção de \n\nFilmes Luminescentes a partir de suspensões de oxissulfetos de ítrio dopados com \n\neurópio(III). 12º Encontro da Sociedade Regional de Química, Ribeirão Preto-SP, 1999. \n\n11. Andrade, F. C., Vila, L. D., Stucchi, E. B., Pires, A. M., Davolos, M. R. Obtenção de \n\nFilmes Luminescentes a partir de suspensões de oxissulfetos de ítrio dopados com \n\neurópio(III). 29ª Semana da Química / 1ª Jornada da Pós-Graduação e Pesquisa do IQ-\n\nUnesp, Araraquara-SP, 1999. \n\n\n\nxiv \n\n \n\n_________________________________________________________________ \n\nPrêmios e Títulos \n\n1. Certificado de Honra ao Mérito do Instituto de Química da Unesp/Araraquara e \n\nPrêmio Lavoisier do Conselho Regional de Química/CRQ-IV como Melhor Aluna do \n\nCurso de Química (Bacharelado) da Turma de 1998. \n\n\n\nxv \n\n \n\nRESUMO \n\n \n\nSistemas magnéticos multicomponentes nanoestruturados \n\nhierarquicamente com propriedades biológicas e luminescentes.  \n\n \n\nNa busca de um material multifuncional, esta Tese propõe a síntese de uma \n\nnanoestrutura hierárquica caroço@casca, sendo o caroço de magnetita e a casca de \n\nsílica mesoporosa. Desta combinação surge uma plataforma magneto-porosa que, além \n\ndas propriedades magnéticas, pode apresentar outras propriedades de acordo com a \n\nespécie incorporada na camada de sílica. As partículas do caroço magnético foram \n\nobtidas via síntese solvotérmica a partir de cloreto de ferro(III) controlando-se a fase \n\ncristalina e a morfologia. A casca de sílica mesoporosa foi obtida via método sol-gel a \n\npartir do tetraetilortossilicato (TEOS), sendo o brometo de cetiltrimetilamônio o agente \n\ndirecionador na formação dos poros. A fase cristalina foi caracterizada por medidas de \n\ndifração de raios X (XRD), espectroscopia no infravermelho (IR) e Raman, e \n\ntermogravimetria (TGA/DTA). A morfologia e a nanoestruturação do sistema foram \n\nanalisadas por microscopia eletrônica de varredura (SEM), enquanto que as \n\npropriedades magnéticas foram determinadas por magnetometria de amostra vibrante \n\n(VSM), SQUID e hipertermia magnética. Em um primeiro momento, investigou-se a \n\npotencialidade do sistema no carregamento e liberação de fármacos utilizando-se um \n\nfármaco antibacteriano, a levofloxacina. Para a plataforma carregada com levofloxacina \n\nforam realizados ensaios de atividade antibacteriana, os quais demonstraram que o \n\nsistema apresenta atividade contra cepas Gram-positivas e Gram-negativas. Ensaios de \n\ncitotoxicidade mostraram que tanto as partículas de magnetita quanto a plataforma \n\nmagneto-porosa não são citotóxicas para células saudáveis (NIH/3T3) o que viabiliza \n\ns u a  a p l i c a ç ã o  b i o l ó g i c a .  O  c o m p l e x o  l u m i n e s c e n t e  \n\ndiaquatris(tenoiltrifluoroacetonato)európio(III) foi incorporado à plataforma e o \n\nmonitoramento do tempo de vida da emissão do complexo em função da temperatura \n\nrevelou que o sistema funciona como uma sonda de temperatura, considerando-se que \n\nfoi obtida uma variação linear de temperatura na faixa de interesse biológico (entre 36-\n\n\n\nxvi \n\n \n\n45 °C). Nas medidas de hipertermia magnética a plataforma magneto-porosa elevou a \n\ntemperatura da água em 8 °C. Aliando a este resultado à propriedade de sonda de \n\ntemperatura, teríamos um termômetro que poderia ser utilizado in situ em \n\nprocedimentos de terapia do câncer por aquecimento. Portanto, o conjunto de \n\nresultados obtidos revela que foi possível obter uma plataforma magneto-porosa \n\nmultifuncional, e que diferentes ensaios podem ser realizados com o sistema visando \n\ndiversas aplicações. \n\n \n\nPalavras-chave: magnetita, sílica mesoporosa, caroço@casca, magnetismo, liberação \n\ncontrolada, citotoxicidade, luminescência, hipertermia. \n\n\n\nxvii \n\n \n\nABSTRACT \n\n \n\nMulticomponent hierarquically nanostructured magnetic system with \n\nbiological and luminescents properties. \n\n \n\nDue to the high versatility, the core@shell nanostructures represent a class of \n\nmaterials in the interface between chemistry and different areas, in which they find \n\napplications. Among them, the biomedical and pharmaceutical, catalysis and \n\nphotoluminescence applications can be emphasized. Searching for a multifunctional \n\nmaterial, this Thesis proposes the synthesis of a hierarchical nanostructure core@shell, \n\nbeing the core of magnetite and the shell of mesoporous silica. From this arrangement a \n\nmagneto-porous platform is obtained, in which besides the magnetic property other \n\nproperties can be achieved according to the species incorporated into the silica layer. \n\nThe magnetic core was obtained by solvothermal synthesis from iron(III) chloride by \n\ncontrolling the crystalline phase and morphology. The shell of mesoporous silica was \n\nobtained by the sol-gel method from tetraethylorthosilicate (TEOS), being the \n\ncetyltrimethylammonium bromide the directing agent in the formation of pores. The \n\ncrystalline phase was characterized by X-ray diffraction (XRD) measurements, infrared \n\n(IR) and Raman spectroscopies and thermogravimetry (TGA/DTA). The morphology and \n\nthe nanostructure of the system were analyzed by scanning electron microscopy (SEM), \n\nwhile the magnetic properties were determined by vibrating magnetometry sample (VSM), \n\nSQUID and magnetic hyperthermia. At first, we investigated the potential of the system in \n\nthe loading and releasing of drugs using the antibiotic levofloxacin. Antibacterial assays \n\nhave demonstrated that the system is active against Gram-positive and Gram-negative \n\nbacterial strains. Cytotoxicity assays showed that the particles of magnetite and the \n\nmagneto-porous platform are not cytotoxic to healthy cells (NIH/3T3), which enables its \n\nbiological application. The diaquatris(tenoyltrifluoroacetonate)europium(III) luminescent \n\ncomplex was incorporated into the platform and studies of monitoring lifetime of the \n\nemission of the complex as a function of temperature revealed that the system operates \n\nas a temperature probe, since a linear variation was observed in the temperature range \n\nof biological interest (between 36-45 °C). In magnetic hyperthermia measurements, in \n\n\n\nxviii \n\n \n\nthe presence of the magneto-porous platform the water temperature was elevated by     \n\n8 ° C. Combining this result to the property of temperature probe, we could have a \n\nthermometer that may possibly be used in situ in cancer therapy procedures by heating. \n\nTherefore, the set of results show that it is possible to obtain a magneto-porous \n\nmultifunctional platform and different assays may be performed with the system aiming \n\nfor diverse applications. \n\n \n\nKeywords: magnetite, mesoporous silica, core@shell, magnetism, drug delivery, \n\ncytotoxicity, luminescence, hyperthermia. \n\n\n\nxix \n\n \n\nSUMÁRIO \n\n \n\nLISTA DE SÍMBOLOS xxiii \n\nLISTA DE ABREVIATURAS xxv \n\nLISTA DE TABELAS xxvii \n\nLISTA DE FIGURAS xxix \n\nCAPÍTULO 1 \n\nINTRODUÇÃO 1 \n\n1.1. Sistemas magnéticos multicomponentes 3 \n\n1.2. O comportamento magnético das NPM de Magnetita 8 \n\n1.3. Síntese de partículas magnéticas nanoestruturadas 15 \n\n1.3.1. Método da auto-organização induzida por evaporação 15 \n\n1.3.2. Síntese solvotérmica 16 \n\n1.4. Síntese de partículas magnéticas do tipo Fe3O4@SiO2 19 \n\n1.5. Aplicações dos sistemas magnéticos do tipo Fe3O4@SiO2 exploradas neste \ntrabalho 21 \n\n1.5.1. Liberação controlada de fármacos (drug delivery) 22 \n\n1.5.2. Hipertermia Magnética 25 \n\n1.5.3. Sistemas Magneto-Luminescentes 28 \n\nCAPÍTULO 2 \n\nOBJETIVOS 33 \n\n2.1. Objetivo geral 33 \n\n2.2. Objetivos específicos 33 \n\n \n\n \n\n\n\nxx \n\n \n\nCAPÍTULO 3 \n\nPARTE EXPERIMENTAL 35 \n\n3.1. Reagentes Utilizados 35 \n\n3.2. Síntese da plataforma magneto-porosa do tipo Fe3O4@dSiO2@2mSiO2 36 \n\n3.2.1. Síntese das partículas magnéticas constituintes do caroço da plataforma \nmagneto-porosa 36 \n\n3.2.2. Deposição da sílica densa (dSiO2) 36 \n\n3.2.3. Deposição das camadas de sílica mesoporosa (mSiO2) 37 \n\n3.2.4. Remoção do CTAB das amostras Fe3O4@dSiO2@1mSiO2-CTAB e \n\nFe3O4@dSiO2@2mSiO2-CTAB                      37 \n\n3.3. Funcionalização da plataforma magneto-porosa 38 \n\n3.3.1. Carregamento da levofloxacina na plataforma Fe3O4@dSiO2@2mSiO2 38 \n\n3.3.2. Incorporação do complexo [Eu(tta)3(H2O)2] à plataforma    \nFe3O4@dSiO2@2mSiO2 38 \n\n3.4. Caracterização 39 \n\n3.4.1. Difratometria de raios X (XRD) 39 \n\n3.4.2. Espectroscopia vibracional de absorção no infravermelho (IR) 39 \n\n3.4.3. Análise termogravimétrica (TGA/DTA) 39 \n\n3.4.4. Espectroscopia Raman 40 \n\n3.4.5. Microscopia eletrônica de varredura (SEM) 40 \n\n3.4.6. Isotermas de adsorção e dessorção de N2 40 \n\n3.4.7. Caracterização magnética 40 \n\n3.4.8. Espectroscopia eletrônica de absorção no UV-Vis (UV-Vis) 42 \n\n3.4.9. Espectroscopia de luminescência (LE) 42 \n\n3.4.10. Estudos de cinética de liberação da LEVO 43 \n\n3.4.11. Ensaios microbiológicos 44 \n\n\n\nxxi \n\n \n\n3.4.12. Ensaios de Citotoxicidade 46 \n\nCAPÍTULO 4 \n\nRESULTADOS E DISCUSSÕES 49 \n\n4.1. Caracterização química, estrutural e morfológica das partículas magnéticas \ndo caroço 49 \n\n4.2. Caracterização química, estrutural e morfológica da plataforma magneto-\nporosa caroço@casca do tipo Fe3O4@dSiO2@mSiO2 64 \n\n4.3. Comportamento magnético das amostras do caroço e da plataforma magneto-\nporosa 76 \n\n4.3.1. Caracterização por VSM 76 \n\n4.3.2. Caracterização por SQUID 80 \n\n4.3.3. Hipertermia magnética 84 \n\n4.4. Caracterização das amostras contendo LEVO 87 \n\n4.4.1. Estudos de Cinética de Liberação da LEVO 90 \n\n4.4.2. Análises Microbiológicas 91 \n\n4.5. Caracterização das amostras contendo Eutta 94 \n\n4.6. Ensaios de citotoxicidade 101 \n\nCAPÍTULO 5 \n\nCONSIDERAÇÕES FINAIS E PERSPECTIVAS 105 \n\nCAPÍTULO 6 \n\nREFERÊNCIAS BIBLIOGRÁFICAS 107 \n\n \n\n\n\nxxii \n\n \n\n\n\nxxiii \n\n \n\nLISTA DE SÍMBOLOS \n \n\n? Comprimento de onda \n\n? Estiramento de uma ligação química \n\n? Deformação angular de uma ligação química \n\n? Diâmetro de poro \n\n?em Comprimento de onda de emissão \n\n?exc Comprimento de onda de excitação \n\n?FO Fator de ocupação  \n\n?T Variação de temperatura \n\n?t Variação do tempo \n\na, c Parâmetros de rede \n\nB0 Campo magnético aplicado \n\nBm Largura a meia altura do pico de difração mais intenso da amostra \n\nBs Largura a meia altura do pico de difração mais intenso do padrão de \n\nsilício \n\ncfc Sistema cristalino cúbico de face centrada \n\nd Orbital  \n\nd Camada densa de sílica \n\nD Diâmetro de cristalito \n\nDc Diâmetro crítico \n\ndhkl Distância interplanar \n\nf Frequência \n\nh, k, l Índices de Miller \n\nHc Coercividade \n\nk Constante de forma \n\nK Constante anisotrópica \n\nkb Constante de Boltzmann \n\nM Magnetização \n\nm Camada mesoporosa de sílica \n\n\n\nxxiv \n\n \n\nma Massa de amostra magnética \n\nMr Magnetização remanente \n\nMs Magnetização de saturação \n\nQ+ Forma protonada da molécula de levofloxacina \n\nQ± Forma zwiteriônica da molécula de levofloxacina \n\nTB Temperatura de bloqueio \n\nTirr Temperatura de irreversibilidade \n\nV Volume da esfera \n\n \n\n\n\nxxv \n\n \n\nLISTA DE ABREVIATURAS \n\n \n\nA549 Células de câncer pulmonar \n\nAMF Campo magnético alternado, do inglês Alterning Magnetic Field \n\nAPTEOS Aminopropiltrietoxissilano \n\nATCC American Type Culture Collection \n\nBET Braunauer-Emmet-Teller \n\nBHI Brain Heart Infusion \n\nBJH Barret-Joyner-Halenda \n\nCID Ciclos de impregnação e decomposição \n\nCLSI Clinical and Laboratory Standards Institute \n\nCPQBA Centro Pluridiscipilnar de Pesquisas Químicas, Biológicas e Agrícolas \n\nda Unicamp \n\nCTAB Brometo de cetiltrimetilamônio \n\nDBM Dibenzoilmetanato \n\nEDTA Ácido etilenodiamonotetraacético \n\nEG Etilenoglicol \n\nFC Field Cooling \n\nFCM Faculdade de Ciências Médicas da Unicamp \n\nIB Instituto de Biologia da Unicamp \n\nIFGW Instituto de Física Gleb Wataghin - Unicamp \n\nIR Espectroscopia de absorção no infravermelho \n\nIUPAC International Union of Pure and Applied Chemistry \n\nJCPDS Joint Committe on Powder Diffaction Standards \n\nLE Espectroscopia de luminescência \n\nLEVO Levofloxacina \n\nLMBT Laboratório de Materiais a Baixas Temperaturas do IFGW da Unicamp \n\nLMEOA Laboratório Multiusuário de Espectroscopia Óptica Avançada do IQ da \n\nUnicamp \n\nLMF Laboratório de Materiais Funcionais do IQ da Unicamp \n\nMCM Mobil Composition of Matter \n\n\n\nxxvi \n\n \n\nMCSP Suprapartículas magnéticas, do inglês Magnetic Colloidal Supraparticle \n\nMH Ágar Müller-Hinton \n\nMTT (3-brometo de [4,5-dimetil-2-tiazolil]-2,5-difenil-tetrazólio) \n\nNG97 Células de câncer cerebral \n\nNIH/3T3 Células de fibroblastos de rato \n\nNP Nanopartículas \n\nNPM Nanopartículas magnéticas \n\nPANC-1 Células de câncer de pâncreas \n\nPDMS polidimetilssiloxano \n\nPEG polietilenoglicol \n\nPGA Ácido poliglicólico \n\nPVC Cloreto polivinílico \n\nPVG Vidro poroso Vycor?, do inglês Porous Vycor Glass \n\nRM Ressonância magnética \n\nRMI Ressonância magnética por imagem \n\nRPMI Roswell Park Memorial Institute Medium \n\nSAR Taxa de Absorção Específica, do inglês Specific Absorption Rate \n\nSEM Microscopia eletrônica de varredura, do inglês Scanning Electron \n\nMicroscopy \n\nSFB Soro Fetal Bovino \n\nSQUID Superconducting Quantum Interference Device \n\nTEM Microscopia eletrônica de transmissão, do inglês Transmission Electron \n\nMicroscopy \n\nTEOS Tetraetilortossilicato \n\nTGA/DTA Análise termogravimétrica / Análise Térmica Diferencial \n\ntta Tenoiltrifluoroacetonato \n\nUFF Universal Field Force \n\nUV-Vis Espectroscopia de absorção no UV-Vis \n\nVSM Magnetometria de amostra vibrante, do inglês Vibrating Sample \n\nMagnetometry \n\nXRD Difratometria de raios X \n\nZFC Zero Field Cooling \n\n\n\nxxvii \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1. Fórmula química, procedência e grau de pureza dos reagentes utilizados \n\nneste trabalho. .......................................................................................................... 35 \n\nTabela 2. Atribuições dos principais modos vibracionais observados para as amostras \n\nFe_Cl e Fe_NO3.\n87,89,90 ............................................................................................. 55 \n\nTabela 3. Diferentes fases cristalinas de óxido de ferro e os respectivos modos \n\nvibracionais observados no espectro Raman.91 ....................................................... 55 \n\nTabela 4. Valores calculados do diâmetro médio das partículas do caroço de Fe3O4 e \n\nrecobertas com uma e duas camadas de sílica. Estimativa da espessura da casca \n\nobtida em cada etapa de recobrimento. ................................................................... 69 \n\nTabela 5. Valores de área superficial específica, diâmetro e volume de poros para as \n\namostras do caroço de magnetita e da plataforma. .................................................. 75 \n\nTabela 6. Magnetização de saturação (Ms), magnetização remanente (Mr), coercividade \n\n(Hc) e % de Fe3O4 das amostras do caroço e das amostras recobertas com sílica. 79 \n\nTabela 7. Resultados obtidos das leituras dos halos de inibição gerados pelas amostras \n\nde LEVO livre (L), da plataforma Fe3O4@dSiO2@2mSiO2 sem a levo (P) e da \n\nplataforma carregada com a LEVO Fe3O4@dSiO2@2mSiO2_LEVO (PL), nos ensaio \n\nrealizado com ímã e com laser nas placas contendo S. aureus. Na última coluna são \n\napresentados os resultados obtidos na ausência do ímã e do laser (controle). ....... 93 \n\nTabela 8. Resultados obtidos das leituras dos halos de inibição gerados pelas amostras \n\nde LEVO livre (L), da plataforma Fe3O4@dSiO2@2mSiO2 sem a levo (P) e da \n\nplataforma carregada com a LEVO Fe3O4@dSiO2@2mSiO2_LEVO (PL), nos ensaio \n\nrealizado com ímã e com laser nas placas contendo P. aeruginosa. Na última coluna \n\nsão apresentados os resultados obtidos na ausência do ímã e do laser (controle). 94 \n\nTabela 9. Valores de tempo de vida obtidos para as amostras nas temperaturas de 20 \n\n°C – 60 °C. ............................................................................................................... 99 \n\n \n\n \n\n \n\n\n\nxxviii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxix \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1. Representação esquemática das NPM de Fe3O4@Au [Adaptado da referência \n\n25] .............................................................................................................................. 5 \n\nFigura 2. (a) e (b) Micrografias TEM das amostras Fe3O4 e Fe3O4@ZrO2, \n\nrespectivamente, sintetizadas por Peng et al.26; (c) e (d) Comportamento da amostra \n\nFe3O4@ZrO2 na ausência e na presença de campo magnético, respectivamente. \n\n[Retirado da referência 26].. ....................................................................................... 6 \n\nFigura 3. Micrografias SEM das amostras: (a) Fe3O4; (b) Fe3O4@SiO2; sintetizadas por \n\nWang et al.27 (c) e (d) Micrografias de TEM da amostra Fe3O4@SiO2.[Retirado da \n\nreferência 27] .............................................................................................................. 7 \n\nFigura 4. (a) Ilustração da metodologia de síntese das microesferas magnéticas ocas \n\nde sílica. Micrografias SEM das amostras: (a) Dextrano; (b) Dextrano/Fe3O4; (c) \n\nFe3O4@SiO2. [Adaptado da referência 28] ................................................................. 8 \n\nFigura 5. Ilustração da estrutura do tipo espinélio inverso da magnetita, destacando os \n\nsítios tetraédricos, ocupados por íons Fe(III), e octaédricos ocupados por íons Fe(II) e \n\nFe(III). [Adaptado da referência 29]             9 \n\nFigura 6. Curvas de magnetização em função do campo aplicado para um material: (a) \n\nparamagnético; (b) ferromagnético e (c) superparamagnético. [Adaptado da referência \n\n31] ............................................................................................................................ 11 \n\nFigura 7. Curva ZFC-FC de nanopartículas superparamagnéticas de ferritas de cobalto. \n\n[Adaptado da referência 34]. .................................................................................... 13 \n\nFigura 8. Partículas de magnetita obtidas por Wang e Jiang45 a partir da síntese \n\nsolvotérmica variando-se a concentração de PEG: (a) 2 mmol L-1 e                                \n\n(b) 6 mmol L-1.[Retirado da referência 45] ...............................................................  17 \n\nFigura 9. Micrografias SEM das amostras sintetizadas por Jean, et al.46 variando-se a \n\nconcentração do ferro(III): (a) e (b) [Fe3+] = 0,3 mmol L-1 e (c) e (d) [Fe3+] =                  \n\n0,8 mmol L-1.[Retirado da referência 46]. ................................................................ 18 \n\nFigura 10. (a) e (b) Micrografias SEM das amostra de Fe3O4, obtidas a partir do nitrato \n\nde ferro(IIII).[Retirado da referência 47] ................................................................... 19 \n\nFigura 11. Aplicações biomédicas das NPM.[Retiradoda referência 55] ................. 22 \n\n\n\nxxx \n\n \n\nFigura 12. Molécula de levofloxacina utilizada na funcionalização da platafoagneto-\n\nporosa para estudos de carregamento e liberação de fármacos. ............................. 25 \n\nFigura 13. Mecanismos de geração de calor em sistemas: (a) Ferro e ferrimagnéticos; \n\n(b)  Superparamagnéticos [Adaptado da referência 63]. .......................................... 26 \n\nFigura 14. Variação da SAR em função do diâmetro e da Hc de partículas  de Fe3O4, \n\nvalores obtidos sob campo de 32,5 kA m-1 e freqüência de 80 kHz.[Retirado da \n\nreferência 68] ............................................................................................................ 28 \n\nFigura 15. Complexo diaquatris(tenoiltrifluoroacetonato)európio(III), utilizado nos \n\nestudos de sensoriamento de temperatura. ............................................................. 31 \n\nFigura 16. (a) Equipamento de indução magnética; (b) Compartimento que contém a \n\namostra. Em destaque: (i) a bobina de 8 voltas; (ii) o porta-amostras de isopor e (iii) o \n\ntermômetro acoplado ao frasco contendo a amostra. .............................................. 42 \n\nFigura 17. Balança agitadora utilizada nos ensaios de liberação da LEVO. ............ 43 \n\nFigura 18. Esquema de montagem dos ensaios microbiológicos realizados na presença \n\nde um campo magnético externo (ímã). ................................................................... 45 \n\nFigura 19. Esquema de montagem dos ensaios microbiológicos realizados na presença \n\nde um campo eletromagnético externo (laser). ........................................................ 45 \n\nFigura 20. Difratograma de raios X da amostra Fe_Cl, destacando os planos de \n\ndifração e o padrão da magnetita (JCPDS 19-0629). ............................................... 49 \n\nFigura 21. Difratograma de raios X da amostra Fe_NO3 destacando as diferentes fases \n\npresentes na amostra e os padrões utilizados na indexação. (Magnetita - JCPDS 19-\n\n629; Hematita - JCPDS 33-664; Oxo-hidroxo acetato de ferro(III) hidratado - JCPDS 50-\n\n290). ......................................................................................................................... 51 \n\nFigura 22. Espectros no infravermelho referente ao estiramento da ligação Fe-O nos \n\ndiferentes óxidos de ferro: hematita, magnetita e maguemita. [Adaptado da referência \n\n86] ............................................................................................................................ 52 \n\nFigura 23. Espectro de absorção no infravermelho da amostra Fe_Cl. ................... 53 \n\nFigura 24. Espectros de absorção no infravermelho da amostra Fe_NO3. .............. 54 \n\nFigura 25. Interconversão entre as diferentes fases do óxido de ferro magnetita, \n\nmaguemita e hematita, destacando a: (a)Temperatura e (b) Equações químicas. .. 55 \n\n\n\nxxxi \n\n \n\nFigura 26. Espectros Raman das amostras Fe_Cl com diferentes potências de laser e \n\nda amostra Fe_NO3. ................................................................................................. 56 \n\nFigura 27. Curvas TGA/DTA das amostras: (a) Fe_Cl e (b) Fe_NO3. ..................... 58 \n\nFigura 28. (a), (b) e (c) Micrografias SEM da amostra Fe_Cl. ................................. 61 \n\nFigura 29. Histograma da distribuição do diâmetro dos nanogrãos e do diâmetro de \n\npartícula para a amostra Fe_Cl. ............................................................................... 62 \n\nFigura 30. Ilustração do processo de formação das microesferas magnéticas obtidas a \n\npartir do cloreto de ferro(III). [Adaptado da referência 45] ........................................ 63 \n\nFigura 31. (a) e (b) Micrografias SEM da amostra Fe_NO3. .................................... 63 \n\nFigura 32. Ilustração do procedimento de recobrimento das partículas de Fe3O4 com \n\nsílica. ........................................................................................................................ 64 \n\nFigura 33. Difratogramas de raios X do Fe3O4 e das plataformas magneto-porosas.66 \n\nFigura 34. Espectros de absorção no infravermelho das amostras Fe3O4 e das \n\nplataformas magneto-porosas.. ................................................................................ 66 \n\nFigura 35. Micrografias de SEM das amostras: (a) e (b) Fe3O4@dSiO2@1mSiO2; (c) e \n\n(d) Fe3O4@dSiO2@2mSiO2. ..................................................................................... 68 \n\nFigura 36. Histogramas da distribuição da espessura da casca de sílica (esquerda), do \n\ndiâmetro do caroço de Fe3O4 (centro) e do diâmetro da partículas recobertas (esquerda) \n\npara as amostras: (a) Fe3O4@dSiO2@1mSiO2; e (b) Fe3O4@dSiO2@2mSiO2. ...... 69 \n\nFigura 37. Classificação das isotermas de adsorção/dessorção segundo a IUPAC.10170 \n\nFigura 38. Isotermas de adsroção/dessorção de N2 das amostras: a) Fe3O4; b) \n\nFe3O4@dSiO2@1mSiO2 e c) Fe3O4@dSiO2@2mSiO2. (Regiões destacas nas \n\nisotermas: 1 = microporos, 2 = força de tensão e 3 = porosidade secundária) ........ 72 \n\nFigura 39. Classificação dos ciclos de histerese em materiais mesoporosos segundo a \n\nIUPAC.101.................................................................................................................. 73 \n\nFigura 40. Comportamento das partículas do caroço de Fe3O4 suspensas em água \n\ndeionizada: (a) Na ausência do campo magnético; (b) Na presença do campo \n\nmagnético. ................................................................................................................ 76 \n\nFigura 41. (a) Curvas de magnetização das amostras Fe3O4, Fe3O4@dSiO2@1mSiO2 e \n\nFe3O4@dSiO2@2mSiO2, obtidas à temperatura ambiente; (b) Ampliação das curvas de \n\nmagnetização para observação dos ciclos de histerese. ........................................... 77 \n\n\n\nxxxii \n\n \n\nFigura 42. Curvas ZFC-FC para a amostra (a) Fe3O4 e (b) Fe3O4@dSiO2@2mSiO2, \n\ncom campo aplicado igual a 50 Oe. ......................................................................... 81 \n\nFigura 43. Curva de magnetização das amostras Fe3O4 e Fe3O4@dSiO2@2mSiO2 \n\nmedidas a 5 K. .......................................................................................................... 83 \n\nFigura 44. Curvas de variação da temperatura em função do tempo das amostras: (a) \n\nFe3O4 e (b) Fe3O4@dSiO2@2mSiO2. ....................................................................... 85 \n\nFigura 45. Curvas de SAR em função do campo para as amostras: (a) Fe3O4 e (b) \n\nFe3O4@dSiO2@2mSiO2. .......................................................................................... 86 \n\nFigura 46. a) Espectros de excitação das amostras Fe3O4@dSiO2@2mSiO2_LEVO e \n\nLEVO pura; em destaque o espectro de excitação da amostra \n\nFe3O4@dSiO2@2mSiO2; (b) Espectros de emissão das amostras \n\nFe3O4@dSiO2@2mSiO2_LEVO e LEVO pura; em destaque o espectro de emissão da \n\namostra Fe3O4@dSiO2@2mSiO2. ........................................................................... 89 \n\nFigura 47. Curva de liberação da LEVO em água obtida à temperatura ambiente. . 90 \n\nFigura 48. Halos de inibição de crescimento da bactéria S. aureus nos ensaios \n\nrealizados: (a) na presença do campo magnético constante (ímã); (b) na presença do \n\nlaser e (c) controle, obtido na ausência do ímã e do laser (d). Identificação das \n\namostras: LEVO = levofloxacina pura, P = Fe3O4@dSiO2@2mSiO2 e P_LEVO = \n\nFe3O4@dSiO2@2mSiO2_LEVO................................................................................ 92 \n\nFigura 49. Halos de inibição de crescimento da bactéria P. aeruginosa nos ensaios \n\nrealizados: (a) na presença do campo magnético constante (ímã); (b) na presença do \n\nlaser e (c) controle, obtido na ausência do ímã e do laser. Identificação das amostras: \n\nLEVO = levofloxacina pura, P = Fe3O4@dSiO2@2mSiO2 e P_LEVO = \n\nFe3O4@dSiO2@2mSiO2_LEVO................................................................................ 93 \n\nFigura 50. Espectros: (a) excitação (????em = 611 nm); (b) emissão  (????exc = 367 nm), do \n\ncomplexo Eutta. ........................................................................................................ 95 \n\nFigura 51. Espectros da amostra Fe3O4@dSiO2@2mSiO2_Eutta, antes do e após \n\naquecimento a 60 °C: (a) excitação (?em = 615 nm) e (b) emissão (?exc = 340 nm) . 96 \n\nFigura 52. (a) Curvas de decaimento radiativo da amostra \n\nFe3O4@dSiO2@2mSiO2_Eutta em diferentes temperaturas; (b) Variação do tempo de \n\nvida do nível 5D0 com a temperatura. ....................................................................... 98 \n\n\n\nxxxiii \n\n \n\nFigura 53. Espectro da amostra Fe3O4@dSiO2@2mSiO2_200_Eutta: excitação (????em = \n\n615 nm) e (b) (???? exc = 346 nm). *Sinal referente a harmônico. ............................ 100 \n\nFigura 54. (a) Curvas de decaimento radiativo da amostra \n\nFe3O4@dSiO2@2mSiO2_200_Eutta; (b) Variação do tempo de vida da amostra \n\nFe3O4@dSiO2@2mSiO2_200_Eutta com a temperatura. ....................................... 101 \n\nFigura 55. Resultados obtidos dos ensaios de citotoxicidade por MTT, das amostras \n\nFe3O4 e Fe3O4@dSiO2@2mSiO2 para células NIH/3T3. ........................................ 102 \n\nFigura 56. Resultados obtidos dos ensaios de citotoxicidade por MTT, das amostras \n\nFe3O4 e Fe3O4@dSiO2@2mSiO2 para diferentes culturas de células: (a) A549; (b) NG97 \n\ne (c) PANC-1. ......................................................................................................... 103 \n\n \n\n \n\n\n\nxxxiv \n\n \n\n\n\n1 \n\n \n\nCapítulo 1 \n \n\nINTRODUÇÃO \n\n \nA concepção da utilização dos materiais em escala nanométrica e suas \n\npropriedades na construção de sistemas miniaturizados inseriu uma nova variável \n\ndentro da Química do Estado Sólido: o efeito de confinamento quântico por tamanho, \n\nou seja, abaixo de um raio crítico as propriedades de um determinado material podem \n\nse tornar dependentes do tamanho1. Desde então, surgem duas novas importantes \n\nvariáveis dentro da Química dos Materiais que são: a morfologia e a estruturação \n\nhierárquica. Desta forma, os projetos de pesquisa desenvolvidos no Laboratório de \n\nMateriais Funcionais (LMF) da UNICAMP, baseiam-se na investigação da relação entre \n\no tamanho, a morfologia e a estruturação hierárquica com as diferentes propriedades \n\napresentadas pelos materiais obtidos.  \n\n Com relação ao controle da morfologia e tamanho de nanopartículas, o LMF \n\ndesenvolveu uma metodologia baseada em ciclos de impregnação-decomposição (CID) \n\nde compostos metalorgânicos em matrizes vítreas porosas, que leva a formação de \n\nnanopartículas in situ confinadas nos poros da matriz. Diferentes sistemas contendo \n\nnanopartículas de óxidos semicondutores, como TiO2, CeO2, MoO3, WO3 e ZnO em \n\nmatrizes do tipo PVG (vidro poroso Vycor?, do inglês Porous Vycor Glass) foram \n\nestudados mostrando que o confinamento das nanopartículas permite o controle do \n\ntamanho e, consequentemente, a modulação de suas propriedades2,3,4,5. As principais \n\ntécnicas utilizadas na caracterização desses materiais foram a espectroscopia na região \n\ndo UV-Vis e Raman.  \n\n Os estudos das estruturas caroço@casca surgiram dos resultados dos trabalhos \n\napresentados acima que mostraram que a metodologia proposta poderia levar a \n\nformação de estruturas multicomponentes a partir da alternância dos compostos \n\nmetalorgânicos nos CID. Neste contexto, diferentes sistemas multicomponentes do tipo \n\ncaroço@casca de óxidos semicondutores em matrizes vítreas foram investigados6,7,8.  \n\n\n\n2 \n\n \n\n Sistemas químicos magnéticos baseados em óxidos de ferro e níquel também \n\nforam obtidos a partir da mesma metodologia. No caso da maguemita, ?-Fe2O3, o \n\nconfinamento das partículas magnéticas nos poros da matriz vítrea possibilitou a \n\nobtenção de nanopartículas superparamagnéticas seguindo um modelo bem \n\nestabelecido para partículas que não exibem interação inter-partícula9.  \n\nNeste contexto, este trabalho propõe a síntese e caracterização de uma \n\nnanoestrutura caroço@casca magnética, tendo a magnetita como caroço e a sílica \n\nmesoporosa como casca. A escolha da propriedade magnética surge da proposta de se \n\nconstruir uma partícula multifuncional que possa atuar na liberação de fármacos, gerar \n\ncalor por hipertermia magnética e, além disso, ser capaz de quantificar o calor liberado \n\nin situ, atuando como sonda de temperatura. \n\nAssim, inicialmente nesta introdução serão apresentados diferentes sistemas \n\nmagnéticos caroço@casca e suas potencialidades de aplicações. Em seguida serão \n\ndiscutidas as propriedades da magnetita nanoestruturada que justificam a escolha desta \n\nfase para a constituição do caroço da plataforma magneto-porosa proposta nesta Tese. \n\nDiferentes metodologias de síntese são descritas na literatura para a síntese de \n\nmagnetita nanoestruturada. A síntese solvotérmica recebe destaque uma vez que foi a \n\nmetodologia utilizada neste trabalho. A obtenção dos sistemas caroço@casca é \n\ndescrita a partir da metodologia sol-gel que envolve a hidrólise-condensação de um \n\nprecursor alcóxido para formação da casca de sílica.  \n\nDentre as diversas aplicações encontradas para os sistemas magnéticos do tipo \n\nmagnetita-sílica, esta introdução contempla àquelas estudadas para o sistema \n\nproposto: liberação de fármacos, hipertermia magnética e sonda óptica de temperatura.  \n\nOs demais capítulos apresentam os objetivos deste trabalho (Capítulo 2), as \n\nmetodologias adotadas na síntese e funcionalização da plataforma magneto-porosa \n\n(Capítulo 3), a discussão dos resultados (Capítulo 4) e as considerações finais e \n\nperspectivas (Capítulo 5).  \n\n \n\n \n\n\n\n3 \n\n \n\n1.1. Sistemas magnéticos multicomponentes \n\n \n\nNo início da década de 80 do século passado, alguns trabalhos de pesquisas em \n\nsemicondutores mostraram que partículas multicomponentes e/ou compósitos \n\napresentavam melhora na eficiência do material quando comparadas às \n\ncorrespondentes partículas únicas e, em alguns casos, diferentes propriedades surgiam \n\ndessa nova estruturação10,11,12. Já na década de 90, pesquisadores sintetizaram \n\nsemicondutores organizados em multicamadas concêntricas com o objetivo de melhorar \n\nsuas propriedades. Tais materiais receberam a terminologia caroço@casca (do inglês, \n\ncore@shell)12,13,14,15. Devido à demanda da tecnologia moderna, existe um aumento \n\ngradual no número de trabalhos envolvendo estruturas multicomponentes e, \n\nsimultaneamente a este crescimento, o avanço nas técnicas de caracterização tem \n\nauxiliado na investigação e no desenvolvimento de diferentes estruturas caroço@casca. \n\nUma grande vantagem das estruturas caroço@casca é que sua síntese pode ser \n\nplanejada de acordo com a aplicação que se busca para o material final. A estrutura, o \n\ntamanho e a composição dessas partículas podem ser direcionados hierarquicamente \n\ndurante o procedimento de síntese resultando em sistemas que podem apresentar \n\npropriedades magnéticas, ópticas, catalíticas ou biológicas16 e, sobretudo, uma \n\ncombinação de duas ou mais propriedades. Devido a sua versatilidade, as \n\nnanoestruturas caroço@casca representam uma classe de materiais de fronteira entre \n\na química e as diferentes áreas em que encontram aplicações, com destaque para \n\naquelas em biomedicina, farmácia, catálise, fotoluminescência, dentre outras17. A \n\nliteratura descreve também outra importante aplicação das estruturas caroço@casca \n\ncomo precursores na síntese de partículas ocas, a partir da remoção do caroço por \n\ndissolução ou calcinação18,19,20,21. \n\nNa grande maioria dos sistemas multicomponentes baseados em nanoestruturas \n\ndo tipo caroço@casca, o caroço apresenta uma propriedade relevante (semicondutora, \n\nmetálica, magnética) enquanto que a casca pode servir para estabilizar o caroço, criar \n\ncompatibilidade entre o caroço e o meio em que a partícula será empregada, por \n\nexemplo, biocompatibilidade em sistemas biológicos, ou ainda modificar a carga \n\nsuperficial, funcionalidade ou reatividade da nanoestrutura22. A construção desses \n\n\n\n4 \n\n \n\nsistemas pode acontecer em uma única etapa ou, mais comumente, a partir da \n\nmodificação da superfície das partículas do caroço previamente sintetizado. A \n\nmodificação da superfície do caroço para formação da casca pode acontecer através de \n\nreações químicas, adsorção de moléculas ou pequenas partículas ou ainda por \n\nprocessos de auto-organização (self-assembly) e ligações cruzadas (crosslinking) de \n\nmacromoléculas23.  \n\nNanopartículas (NP) de magnetita (Fe3O4) e maguemita (?-Fe2O3) têm sido \n\nlargamente utilizadas como caroço na construção de sistemas magnéticos \n\nmulticomponentes do tipo caroço@casca. A combinação entre um caroço e uma casca, \n\nsendo um deles magnético, confere multifuncionalidade à partícula obtida. Enquanto \n\nsistemas monofuncionais provêm uma simples função – um quantum dot pode exibir \n\nalta fluorescência, mas não pode ser removido de uma matriz por ação de um campo \n\nmagnético – sistemas multifuncionais são capazes de reunir diferentes propriedades em \n\numa única partícula, surgindo deste comportamento novas potencialidades de aplicação \n\nna área biomédica como carregadores de fármacos, agentes de contraste em imagens \n\npor ressonância magnética nuclear, hipertermia, biosseparação e biodetecção22,23,24.  \n\nPara os sistemas caroço@casca magnéticos, o recobrimento das partículas \n\nmagnéticas é uma estratégia adotada para proteger a sua superfície de reações de \n\noxidação e biodegradação e impedir a agregação das partículas, preservando assim \n\nsuas propriedades magnéticas. Dependendo da aplicação que se busca para o sistema, \n\no recobrimento pode ser constituído por moléculas orgânicas, como polímeros e \n\nbiomoléculas, ou por camadas inorgânicas de sílica, metais, óxidos ou sulfetos \n\nmetálicos22.  \n\nNanopartículas magnéticas (NPM) recobertas com uma casca metálica podem \n\nser encontradas no trabalho de Wang et al.25 que relata a síntese do sistema \n\nFe3O4@Au. A multifuncionalidade da nanoestrutura é conferida pela casca de ouro \n\nassociada ao caroço magnético. A cobertura de Au confere estabilidade às NP do \n\ncaroço contra oxidação em condições biológicas além de atuar como uma superfície \n\natrativa para posterior funcionalização com biomoléculas. Tais características \n\nassociadas às propriedades plasmônicas do Au em nanoescala torna o sistema \n\nFe3O4@Au extremamente interessante para aplicações magnéticas, ópticas e \n\n\n\n5 \n\n \n\nbiomédicas. As NP do caroço e a casca de Au metálico foram obtidos a partir da \n\ndecomposição térmica do acetilacetonato de ferro(III) e do acetato de ouro(III), \n\nrespectivamente, na presença de ácido oleico e oleilamina. A decomposição ocorre sob \n\nrefluxo tendo como solvente um poliol que atua também como agente redutor.  Uma \n\nimagem de microscopia eletrônica de transmissão (TEM) e a ilustração esquemática da \n\nNP Fe3O4@Au é mostrada na Figura 1.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1. Representação esquemática das NPM de Fe3O4@Au [Adaptado da referência \n\n25]. \n\n \n\nNo trabalho desenvolvido por Peng et al.26, a síntese sonoquímica foi utilizada \n\npara a formação da casca no sistema Fe3O4@ZrO2, desenvolvido para aplicação como \n\nbiossensor na absorção de mioglobina. As NP de Fe3O4 foram inicialmente obtidas pelo \n\nmétodo da coprecipitação. Os dados de TEM, apresentados na Figura 2(a), revelam \n\nque as NP de Fe3O4 foram obtidas na forma esférica com diâmetro entre 6-10 nm. Após \n\no recobrimento com ZrO2, Figura 2(b), a morfologia é mantida e observa-se um \n\naumento de tamanho para 40-50 nm. A espessura da casca de ZrO2 determinada foi de \n\n? 19 nm. As Figuras 2(c) e 2(d) mostram o comportamento das NPM na ausência e na \n\npresença de um campo magnético externo, respectivamente. \n\n \n\n \n\n \n\n \n\nFe3O4 \n\nAu \n\nOleilamina \n\n\n\n6 \n\n \n\n \n\nFigura 2. (a) e (b) Micrografias TEM das amostras Fe3O4 e Fe3O4@ZrO2, \n\nrespectivamente, sintetizadas por Peng et al.26; (c) e (d) Comportamento da amostra \n\nFe3O4@ZrO2 na ausência e na presença de campo magnético, respectivamente. \n\n[Retirado da referência 26] \n\n \n\nWang et al.27, descreveram a síntese de um sistema caroço@casca para \n\ndetecção, adsorção e remoção de íons mercúrio de soluções aquosas. O caroço é \n\nconstituído por NP de Fe3O4 de 10 nm e, após a deposição da sílica, as partículas \n\natingem diâmetro entre 50 e 60 nm. As partículas foram funcionalizadas com rodamina \n\nB para atuar como uma sonda seletiva e sensível de íons Hg(II) (limite de detecção de \n\n10 ppb). A propriedade magnética do caroço facilita a remoção das partículas após \n\nadsorção do Hg(II) por aplicação de um campo magnético externo. Desta forma, as \n\nmicroesferas combinam as funções dos três componentes: molécula orgânica, casca \n\nmesoporosa e caroço magnético. A síntese do caroço foi realizada através do processo \n\npoliol e a formação da casca de sílica porosa ocorreu através da hidrólise-condensação \n\ndo tetraetilortossilicato (TEOS). As micrografias de microscopia eletrônica de varredura \n\n(SEM) das amostras do caroço e do sistema multicamadas são apresentadas na Figura \n\n3. \n \n\n \n\n(a) (b) (c) (d) \n\n\n\n7 \n\n \n\n \n\n \n\nFigura 3. Micrografias SEM das amostras: (a) Fe3O4; (b) Fe3O4@SiO2, sintetizadas por \n\nWang et al.27 (c) e (d) Micrografias de TEM da amostra Fe3O4@SiO2. [Retirado da \n\nreferência 27] \n\n \n\nUm trabalho que ilustra claramente o processo de síntese de partículas \n\nmulticomponentes hierarquicamente organizadas foi desenvolvido por Grumezescu et \n\nal.28. Os autores descrevem a síntese de microesferas magnéticas ocas de sílica. \n\nInicialmente as NPM de Fe3O4 foram obtidas a partir do método da coprecipitação na \n\npresença de microesferas de dextrano comercial (Fluka?, diâmetro de partícula de ~50 \n\nµm). O sistema dextrano@Fe3O4 foi recoberto com uma casca de sílica que foi obtida a \n\npartir do silicato de sódio. Após o tratamento térmico da amostra para remoção do \n\ncaroço de dextrano, foram obtidas esferas magnéticas ocas de sílica conforme \n\nprocedimento ilustrado na Figura 4(a). As Figuras 4(b-d) apresentam as micrografias de \n\nSEM das partículas de dextrano, dextrano@Fe3O4 e Fe3O4@SiO2, respectivamente. As \n\npropriedades de carregador de fármacos do material foram exploradas a partir da \n\ninvestigação da atividade antimicrobiana de diferentes antibióticos utilizados no \n\ncarregamento das partículas. \n\n \n\n \n\n \n\n\n\n8 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4. (a) Ilustração da metodologia de síntese das microesferas magnéticas ocas \n\nde sílica. Micrografias SEM das amostras: (a) Dextrano; (b) Dextrano/Fe3O4; (c) \n\nFe3O4@SiO2. [Adaptado da referência 28] \n\n \n\nOs diferentes sistemas citados acima apresentam multifuncionalidade decorrente \n\ndo comportamento magnético do caroço de magnetita utilizado na construção das \n\nestruturas caroço@casca. As nano e microesferas de magnetita, assim como de \n\nmaguemita, apresentam propriedades superparamagnéticas que justificam os inúmeros \n\ntrabalhos descritos na literatura envolvendo sua síntese, caracterização e utilização na \n\nconstrução de sistemas multicomponentes para diferentes aplicações. Essa \n\npropriedade magnética será apresentada para a magnetita uma vez que foi este o \n\ncaroço proposto para a obtenção dos sistemas multicomponentes desenvolvidos nesta \n\nTese. \n\n \n\n1.2. O comportamento magnético das NPM de Magnetita \n\n \n\nA magnetita é uma ferrita constituída por íons Fe(III) e Fe(II).  Sua fórmula \n\nquímica é FeO·Fe2O3, mas usualmente escrita como Fe3O4. \n\nComo representado na Figura 5, a magnetita apresenta uma estrutura cristalina \n\ncúbica do tipo espinélio inverso, formada por sítios tetraédricos, ocupados por íons \n\nFe(III), e sítios octaédricos ocupados por íons Fe(II) e Fe(III). \n\n(a) \n\n(c) \n\n(b) (b) (c) (d) \n\ndextrano dextrano@Fe3O4 dextrano@Fe3O4@SiO2 Fe3O4@SiO2 \n\n\n\n9 \n\n \n\nA estrutura cúbica do tipo espinélio é constituída por oito células unitárias AB2O4, \n\nonde A representa os sítios tetraédricos e B os sítios octaédricos. No total existem trinta \n\ne dois íons oxigênio em arranjo cúbico de face centrada (cfc), disponibilizando oito sítios \n\ntetraédricos e 16 sítios octaédricos. A magnetita é denominada espinélio inverso, pois, \n\nao contrário do que ocorre na estrutura de espinélio normal (por exemplo MgAl2O4), os \n\nsítios tetraédricos são ocupados por íons Fe(III), que ocupam também metade dos \n\nsítios octaédricos, enquanto a outra metade é ocupada por íons Fe(II).  \n\n \n\na\na\n\na\n\nSítio Tetraédrico - Fe(III)\n\nSítio Octaédrico – Fe(II) e Fe(III)\n\nOxigênio\n \n\nFigura 5. Ilustração da estrutura do tipo espinélio inverso da magnetita, destacando os \n\nsítios tetraédricos, ocupados por íons Fe(III), e octaédricos ocupados por íons Fe(II) e \n\nFe(III). [Adaptado da referência 29] \n\n \n\nO fato de muitos espinélios de metal d apresentarem estrutura do tipo espinélio \n\ninverso tem sido relacionado ao efeito das energias de estabilização do campo ligante \n\nno sítio de preferência dos íons. O fator de ocupação ( ?FO) de um espinélio é definido \n\ncomo a fração de átomos X nos sítios tetraédricos. Assim,  ?FO = 0 para um espinélio \n\nnormal e  ?FO = 0,5 para um espinélio inverso, XYXO4. De acordo com a literatura, \n\nquando os íons X e Y são d0, a estrutura normal é preferida (?FO = 0), conforme previsto \n\ncom base em considerações eletrostáticas. Quando o íon Y(II) é d6, d7, d8 ou d9 e o íon \n\nX(III) é o Fe(III), geralmente tem-se a estrutura invertida (?FO = 0,5). Esta preferência \n\npode ser relacionada a energia de estabilização do campo ligante nesta condição ser \n\nnula para os íons Fe(III) d5 (spin alto) nos sítios octaédricos e tetraédricos e à \n\nestabilização dos outros íons dn no sítio octaédrico30. \n\n\n\n10 \n\n \n\nNa magnetita os íons ferro dos diferentes sítios apresentam momentos de dipolo \n\npermanentes que interagem entre si, causando alinhamento antiparalelo dos spins. \n\nApesar do alinhamento antiparalelo, os momentos dipolares não se anulam uma vez \n\nque são originados de sítios diferentes apresentando, portanto, módulos diferentes. Na \n\npresença de um campo magnético externo, os momentos dipolares resultantes alinham-\n\nse na direção e sentido de campo, resultando em valores elevados e positivos de \n\nsusceptibilidade magnética. Essas propriedades são comuns em materiais \n\nferrimagnéticos.  \n\nA resposta dos materiais sob ação de um campo magnético externo pode ser de \n\norigem atrativa ou repulsiva. A natureza dessas forças pode ser descrita em termos da \n\nformação de dipolos magnéticos (como barras magnéticas que possuem pólos \n\nopostos). Os materiais que, na ausência de um campo externo, não possuem dipolos \n\nmagnéticos, são ditos diamagnéticos. A magnetização de um material diamagnético \n\nocorre em direção oposta à do campo aplicado, resultando assim numa força repulsiva \n\nfraca. São exemplos de materiais diamagnéticos a água e a maioria dos polímeros \n\norgânicos. Os materiais paramagnéticos apresentam dipolos magnéticos orientados \n\naleatoriamente que, na presença de um campo magnético externo, alinham-se na \n\ndireção do campo. A susceptibilidade magnética dos paramagnetos diminui com o \n\naumento da temperatura, como previsto pela lei de Curie. A curva de magnetização de \n\num material paramagnético é apresentada na Figura 6(a). Dentre os materiais \n\nparamagnéticos encontram-se os metais alcalinos, alcalinos-terrosos e de transição, \n\ncomo a platina31. \n\nTanto para um material ferrimagnético quanto para um material ferromagnético, \n\nos dipolos magnéticos existem mesmo na ausência de um campo magnético externo e \n\nexercem um efeito de longo alcance, exibindo um momento magnético permanente. Na \n\ncurva de magnetização típica desses materiais (Figura 6(b)), a magnetização encontra-\n\nse sempre defasada do campo magnético aplicado, o que origina um ciclo de histerese, \n\ndevido à presença de domínios magnéticos no material. O que classifica um material \n\ncomo ferro ou ferrimagnético é a origem dos momentos magnéticos permanentes \n\nexistentes no material. Nos materiais ferromagnéticos o alinhamento dos momentos \n\nmagnéticos atômicos acontece paralelamente enquanto que, nos materiais \n\n\n\n11 \n\n \n\nferrimagnéticos, este alinhamento é anti-paralelo, porém não nulo. Da curva de \n\nmagnetização dos ferro ou ferrimagnetos é possível obter os valores de magnetização \n\nde saturação (Ms), caracterizado como o máximo da magnetização (M), a magnetização \n\nremanente (Mr), atribuída a magnetização residual na ausência de campo, a \n\ncoercividade Hc, que representa o valor do campo externo necessário para \n\ndesmagnetizar o material (M = 0). Fe, Co e Ni são exemplos de ferromagnetos, \n\nenquanto os óxidos de ferro Fe3O4 e ?-Fe2O3 e as ferritas de Co, Ni e Mn são materiais \n\nferrimagnéticos32. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6. Curvas de magnetização em função do campo aplicado para um material: (a) \n\nparamagnético; (b) ferromagnético e (c) superparamagnético. [Adaptado da referência \n\n31] \n\n \n\nAs propriedades magnéticas das NP ferromagnéticas tornam-se dependentes do \n\ntamanho quando o diâmetro das partículas é da ordem de 20 nm. Este diâmetro é \n\ndenominado diâmetro crítico (Dc) e, nesta escala de tamanho, cada uma das NPM \n\n(a) \n\n(b) \n\n(c) \n\n\n\n12 \n\n \n\ncomporta-se como um monodomínio magnético. Em um modelo ideal de monodomínios \n\ntodos os spins atômicos são paralelos. Logo, as NPM reais são mais complexas e a \n\ninterpretação das suas propriedades magnéticas deve considerar diferentes aspectos \n\nrelacionados com o tamanho reduzido das partículas. Os spins atômicos localizados na \n\nsuperfície das partículas apresentam um comportamento diferente daqueles que se \n\nencontram no seu interior (bulk) com relação ao momento magnético, anisotropia e/ou \n\ninclinação (spin canting). Desta forma, ainda que seja considerada um monodomínio, \n\ndentro de uma única partícula são encontrados comportamentos magnéticos diferentes \n\npara os spins que irão refletir na resposta final do material32.  \n\nPor suas peculiaridades com relação ao comportamento magnético, as NPM que \n\nse enquadram no regime de monodomínio são classificadas como \n\nsuperparamagnéticas. Isso acontece porque abaixo de Dc, o material passa a ter \n\ncomportamento paramagnético, ou seja, sua magnetização aumenta com o aumento do \n\ncampo externo aplicado e, reduz-se a zero na ausência do campo. Este fenômeno pode \n\nser compreendido considerando-se que, não existindo interação entre os momentos \n\nmagnéticos individuais de cada partícula monodomínio, para partículas menores que \n\nDc, o momento magnético torna-se muito influenciado pela agitação térmica que afeta \n\ndiretamente o tempo de relaxação dos momentos magnéticos presentes32. Nesta escala \n\nde tamanho, as partículas superparamagnéticas podem ser saturadas (Ms) sob \n\naplicação de um campo externo, mas na ausência do campo (H = 0), seus momentos \n\nmagnéticos são distribuídos aleatoriamente até M = 0 pela agitação térmica do sistema. \n\nSendo assim, a curva de magnetização característica de nanopartículas \n\nsuperparamagnéticas não apresenta histerese, pode-se determinar uma magnetização \n\nde saturação (Ms) e a energia coerciva do sistema é igual a zero (Hc = 0). A Figura 6(c) \n\nilustra uma curva de magnetização típica de um material superparamagnético31. \n\nLogo, a curva de magnetização em função do campo aplicado é rica em \n\ninformações sobre o comportamento magnético dos materiais e pode ser obtida a partir \n\nda análise da amostra por uma técnica denominada magnetometria de amostra vibrante \n\n(VSM, do inglês Vibrating Sample Magnetometry). Uma técnica complementar utilizada \n\nna investigação de compostos superparamagnéticos é a obtenção da curva ZFC-FC (do \n\ninglês, Zero Field Cooling – Field Cooling) (Figura 7) em um equipamento do tipo \n\n\n\n13 \n\n \n\nSQUID (do inglês, Superconducting Quantum Interference Device). Em uma primeira \n\netapa, ZFC, a amostra é resfriada a uma determinada temperatura na ausência de \n\ncampo externo, em seguida um pequeno campo é aplicado e a magnetização é medida. \n\nO campo aplicado é mantido constante durante todo o restante da medida. A segunda \n\netapa consiste em aumentar a temperatura em pequenos intervalos e medir a \n\nmagnetização. Depois de atingida uma determinada temperatura inicia-se a segunda \n\netapa, FC, que consiste no resfriamento do sistema até a temperatura inicial, medindo-\n\nse a magnetização.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7. Curva ZFC-FC de nanopartículas superparamagnéticas de ferritas de cobalto. \n\n[Adaptado da referência 33] \n\n \n\nDas curvas ZFC-FC (Figura 7) é possível extrair a temperatura de bloqueio (TB) \n\nda amostra. Abaixo da TB as partículas são ferromagnéticas ou ferrimagnéticas e \n\napresentam comportamento irreversível caracterizado por coercividade e remanência, \n\nenquanto que acima da TB o comportamento é reversível. O ponto onde as duas curvas \n\nse separam é o início da irreversibilidade do sistema. Acima da temperatura de \n\nirreversibilidade (Tirr) as partículas encontram-se desbloqueadas, ou seja, em regime \n\nsuperparamagnético34. \n\n \n\nM\na\n\ng\nn\n\ne\nti\n\nza\nç\nã\n\no\n (\n\nM\na\n\ng\nn\n\ne\nti\n\nza\nç\nã\n\no\n (\n\nM\na\n\ng\nn\n\ne\nti\n\nza\nç\nã\n\no\n (\n\nM\na\n\ng\nn\n\ne\nti\n\nza\nç\nã\n\no\n (\n\ne\nm\n\nu\ne\n\nm\nu\n\ne\nm\n\nu\ne\n\nm\nu\n\ngg gg\n-- -- 11 11\n\n)) ))\n\nTemperatura (K)Temperatura (K)Temperatura (K)Temperatura (K)\n\nTB \n\nTirr \n\n\n\n14 \n\n \n\nAs propriedades magnéticas das NPM como a elevada Ms e Hc = 0, aliadas a \n\nbaixa toxicidade e elevada estabilidade química em meio fisiológico, permitem que elas \n\nsejam utilizadas em diferentes aplicações biomédicas, pertencentes a um ou mais dos \n\ngrupos citados a seguir: (i) como agentes de contraste na obtenção de imagens por \n\nressonância magnética; (ii) como agentes de hipertermia, onde as partículas \n\nmagnéticas são aquecidas pela aplicação de um campo magnético de alta frequência; \n\n(iii) como vetores magnéticos que podem ser conduzidos a um alvo específico a partir \n\nda aplicação de campo externo atuando em um mecanismo de carregamento-liberação \n\ndo fármaco e, (iv) como agentes de separação magnética em procedimentos de catálise \n\ne biosseparação35. \n\nUma aplicação biomédica para as NPM de Fe3O4 pode ser encontrada no \n\ntrabalho de Xiao et al.36 que investigaram a sua utilização em ensaios de imageamento \n\npor ressonância magnética. Neste trabalho foram obtidas NPM de Fe3O4 de 5 nm, com \n\nMs igual a 47 emu g\n-1. As NPMs foram obtidas por síntese hidrotérmica e recobertas \n\ncom vitamina C. Ensaios de citotoxicidade com células humanas confirmaram a não \n\ntoxicidade das partículas. \n\nShao et al.37 reportaram uma rota sintética para o preparo de uma matriz \n\nmagnética baseada em NPM de Fe3O4 recobertas com sílica e hidróxido de alumínio. \n\nAs NPM de Fe3O4 foram obtidas via síntese solvotérmica e o diâmetro das partículas foi \n\nestimado em 300 nm. A Ms observada para a magnetita foi igual a 80,7 emu g\n-1.  \n\nÉ interessante verificar nos dois sistemas citados acima os valores de MS para a \n\nmagnetita. No trabalho de Xiao et al.36, foi observada uma Ms de 47 emu g\n-1, para \n\npartículas da ordem de 5 nm. Shao et al.37 encontraram Ms = 80,7 emu g\n-1, para \n\npartículas da ordem de 300 nm. O valor de Ms observado no último trabalho citado\n37 \n\nencontra-se muito próximo do valor esperado para a magnetita bulk que é de               \n\n90 emu g-1 38. Este comportamento é decorrente principalmente dos efeitos de \n\nsuperfície que afetam as propriedades magnéticas das NP diminuindo a Ms,\n como \n\ndiscutido anteriormente, sendo mais pronunciados nas partículas de 5 nm. \n\nDesta forma, é possível verificar que existe um compromisso entre o diâmetro da \n\npartícula e sua resposta magnética. Sendo assim essas propriedades podem ser \n\nmoduladas durante o procedimento de síntese dependendo da aplicação que se busca \n\n\n\n15 \n\n \n\npara o material. No nosso trabalho, como a proposta é a investigação do sistema no \n\ncarreamento de fármacos e geração de calor para o tratamento de doenças, mais \n\nimportante do que o tamanho reduzido da NPM, o ideal é que o material apresente \n\nelevada Ms, considerando que após o recobrimento com a sílica, a Ms tende a diminuir \n\ndevido a menor porcentagem de magnetita na amostra. Assim, a obtenção de \n\nmicroesferas de Fe3O4 com elevada Ms surgiu como primeiro desafio do projeto. \n\n \n\n1.3. Síntese de partículas magnéticas nanoestruturadas \n\n \n\nCom o objetivo de aumentar a resposta magnética do material de uma maneira \n\ncontrolada e preservando suas características superparamagnéticas, na literatura têm-\n\nse desenvolvido metodologias que levam a auto-organização (self-assembly) das NPM \n\ngerando sistemas submicrométricos (entre 100 e 1000 nm). Desta auto-organização \n\nsurgem as partículas magnéticas nanoestruturadas, ou seja, formadas por um conjunto \n\nde nanopartículas (ou nanogrãos) gerando uma estrutura secundária denominada na \n\nliteratura de partículas magnéticas submicrométricas, ou suprapartículas magnéticas \n\n(MCSP, do inglês Magnetic Colloidal Supraparticles)35. Para os sistemas construídos a \n\npartir das MCSP, observa-se que as propriedades superparamagnéticas das NPM \n\nindividuais são conservadas, porém, com uma maior Ms.  \n\n Diferentes estratégias podem ser utilizadas na obtenção das MCSP. A síntese \n\npode acontecer em duas etapas como no método da evaporação induzida ou, em uma \n\núnica etapa, como a partir da síntese solvotérmica. \n\n \n\n1.3.1. Método da auto-organização induzida por evaporação   \n\nOs primeiros resultados desta metodologia foram relatados em 1993 por \n\nBibette39. Montagme et al.40 também publicaram importantes resultados neste período \n\ninicial das pesquisas relacionadas à auto-organização induzida por evaporação41,42. O \n\nprocedimento clássico de preparação pode ser descrito pelas seguintes etapas: (i) \n\nobtenção de um ferrofluido, ou seja, uma dispersão estável de NPM em um solvente \n\norgânico; (ii) a partir do ferrofluido, gerar gotas magnéticas submicrométricas a partir da \n\nmistura com um surfactante e (iii) evaporação do solvente37-40. \n\n\n\n16 \n\n \n\n \n\n1.3.2. Síntese solvotérmica  \n\n Para o nosso trabalho foi escolhida a síntese solvotérmica para a obtenção das \n\npartículas magnéticas. A síntese solvotérmica baseia-se nos mesmos princípios da \n\nsíntese hidrotérmica e pode ser definida como uma reação química heterogênea que \n\nocorre na presença de um solvente (aquoso ou não aquoso) em um sistema fechado \n\n(autoclave), sob pressão e temperatura elevadas. \n\nAs principais características dos materiais magnéticos obtidos por esta \n\nmetodologia incluem: (i) excelente resposta magnética, permitindo sua condução por \n\ncampos magnéticos externos; (ii) controle do tamanho da partícula na escala \n\nsubmicrométrica e (iii) baixo custo da síntese e elevados rendimentos, viabilizando sua \n\nprodução em larga escala35. \n\nO primeiro trabalho na literatura sobre a síntese solvotérmica de MCSP foi \n\ndescrito por Deng et al.43. Para a síntese utilizou-se como reagentes o cloreto de \n\nferro(III) hexahidratado, acetato de sódio, polietilenoglicol (PEG) e etilenoglicol (EG) \n\ncomo solvente-agente redutor. Em um procedimento clássico, a mistura contendo os \n\nreagentes é agitada em temperatura ambiente por 30 min e após este tempo é mantida \n\nem autoclave a 200 °C, por períodos de 8 a 72 h. Neste trabalho foram obtidas \n\npartículas esféricas de magnetita com 200 nm de diâmetro e magnetização de \n\nsaturação igual a 81,9 emu g-1.  \n\nO EG é um dos solventes orgânicos mais utilizados na síntese solvotérmica por \n\napresentar elevada constante dielétrica, sendo capaz de dissolver diferentes compostos \n\ninorgânicos, elevado ponto de ebulição, auxiliando assim na obtenção de óxidos em \n\nfases cristalinas puras e a propriedade de se oxidar a temperaturas elevadas. Para o \n\ncontrole morfológico das partículas os agentes mais utilizados são o acetato de sódio, \n\nque atua na estabilização eletrostática das partículas, e o PEG, que estabiliza as \n\npartículas por efeito estérico43.  \n\nA síntese solvotérmica representa uma metodologia versátil que permite modular \n\nas propriedades químicas e morfológicas das partículas considerando que a partir da \n\nalteração dos reagentes ou de parâmetros de reação, como temperatura e tempo de \n\n\n\n17 \n\n \n\nautoclave, o que justifica o elevado número de trabalhos na literatura envolvendo esta \n\nmetodologia. \n\nNo trabalho de Li et al.44, a síntese de microesferas ocas de magnetita foi \n\nalcançada utilizando-se uma mistura de acetato de sódio e acetato de amônio. A \n\nexplicação para a obtenção de esferas ocas consiste no fato de que durante o \n\ntratamento solvotérmico o acetato de amônio gera ácido acético e amônia gasosa. A \n\neliminação da amônia gasosa seria a responsável pela obtenção da estrutura oca. A \n\nestrutura oca favorece o carreamento de fármacos. A posterior utilização do ácido \n\npoliglicólico (PGA) na síntese contendo acetato de amônio levou a formação de um \n\nsistema mesoporoso devido aos canais criados no polímero provocado pela eliminação \n\ndo gás amônia. A área superficial e o diâmetro de poro podem ser controlados pela \n\nconcentração de PGA. \n\n Wang e Jiang45 investigaram a influência da concentração de PEG no diâmetro \n\ndas partículas de Fe3O4 obtidas a partir da síntese solvotérmica. Os resultados obtidos \n\nmostraram que o diâmetro das partículas é proporcional a concentração de PEG \n\nutilizado na síntese. Para uma concentração de PEG igual a 2 mmol L-1 foram obtidas \n\nNPM de Fe3O4 de 8 nm. Mantendo-se todas as condições de síntese, elevou-se a \n\nconcentração para 6 mmol L-1 de PEG. Para esta concentração, as NPM se agregaram \n\ndando origem a MCSP com diâmetro da ordem de 200 nm e Ms = 56,4 emu g\n-1. A \n\nFigura 8 contém imagens de TEM que ilustram as partículas obtidas. \n\n \n\n.  \n\nFigura 8. Partículas de magnetita obtidas por Wang e Jiang45 a partir da síntese \n\nsolvotérmica variando-se a concentração de PEG: (a) 2 mmol L-1 e (b) 6 mmol L-1. \n\n[Retirado da referência 45]  \n\n \n\n(a) (b) \n\n\n\n18 \n\n \n\n Jean et al.46 estudaram a influência da concentração de Fe(III) na morfologia e \n\ndiâmetro das partículas de magnetita obtidas por síntese solvotérmica. Quando a \n\nconcentração de Fe(III) está entre 0,1 – 0,3 mol L-1 são obtidas microesferas \n\npolicristalinas nanoestruturadas que surgem da aglomeração de nanopartículas. \n\nQuando a concentração de ferro é igual a 0,8 mol L-1 ou maior, são obtidas esferas \n\ncompactas de diâmetro entre 100 – 250 nm. As micrografias de SEM das amostras \n\nvariando-se a concentração de ferro são mostradas na Figura 9. \n\n \n\n \n\nFigura 9. Micrografias SEM das amostras sintetizadas por Jean, et. al.46 variando-se a \n\nconcentração do ferro(III): (a) e (b) [Fe3+] = 0,3 mmol L-1 e (c) e (d) [Fe3+] = 0,8 mmol L-1. \n\n[Retirado da referência 46] \n\n \n\nOu et al.47 realizaram a síntese solvotérmica utilizando o nitrato de ferro(III) como \n\nprecursor. Neste caso eles estudaram a cristalinidade da magnetita obtida para 24 h de \n\nreação. Observou-se uma maior cristalinidade para as partículas obtidas a temperaturas \n\nmais elevadas (265 °C). Foram obtidas partículas da ordem de 50 nm que, como \n\nmostrado na Figura 10, aparecem aglomeradas. A magnetização de saturação foi em \n\ntorno de 60 emu g-1. É interessante notar neste trabalho como o mecanismo de \n\nformação das partículas é afetado pela mudança do contra-íon no precursor de ferro. \n\n(a) (b) \n\n(c) (d) \n\n\n\n19 \n\n \n\nNeste caso as partículas são impedidas de se auto-organizarem, levando a formação \n\nde NP aglomeradas. \n\n \n\n \n\nFigura 10. (a) e (b) Micrografias SEM das amostras de Fe3O4, obtidas a partir do nitrato \n\nde ferro(IIII). [Retirado da referência 47] \n\n \n\n A partir do exposto, a síntese solvotérmica foi a metodologia escolhida para a \n\nsíntese das partículas de Fe3O4, com o objetivo de se obter um material com elevada \n\nMs e morfologia controlada. \n\n \n\n1.4. Síntese de partículas magnéticas do tipo Fe3O4@SiO2 \n\n \n\nÉ crescente na literatura o número de trabalhos utilizando óxidos de ferro - \n\nmagnetita (Fe3O4) e maguemita (?-Fe2O3) – como caroço magnético e sílica como \n\ncasca na construção de partículas multifuncionais do tipo FexOy@SiO2\n48,49. Além de \n\nquimicamente inerte, a sílica confere reatividade às partículas uma vez que apresenta \n\nem sua superfície uma elevada concentração de grupos silanol (Si-OH) que permite a \n\nligação de biomoléculas (antígenos-anticorpos, peptídeos, proteínas, ácidos nucléicos, \n\nenzimas) metais e polímeros22.  \n\n O silício é abundante nos tecidos conjuntivos, cabelos, peles, tendões, músculos \n\ne ossos, sendo que espécies de silício livres dissolvidas na forma de ácido \n\nmonossilícico podem difundir através do tecido celular, entrar na corrente sanguínea ou \n\nlinfa e, então, serem excretadas na urina50.   \n\n(a) (b) \n\n\n\n20 \n\n \n\nA preparação de sílica pelo método sol-gel desenvolvida por Stöber51 é a base \n\nda metodologia mais aplicada no recobrimento de partículas magnéticas para o \n\ndesenvolvimento de nanoestruturas multicomponentes do tipo Fe3O4@SiO2. Este \n\nprocesso é baseado na hidrólise de um precursor alcóxido, como o tetraetilortossilicato \n\n(TEOS) ou aminopropiltrietoxissilano (APTEOS) (quando o interesse é na obtenção de \n\nsílica funcionalizada com grupos –NH2), na presença de água e um catalisador, seguido \n\nda condensação na superfície do óxido metálico através dos grupos OH presentes. \n\nUma ligação química do tipo M-O-Si é estabelecida entre os átomos de metal da \n\nsuperfície do caroço e o TEOS, seguido da formação de uma rede tridimensional de \n\nsiloxanos (Si-O-Si)22. \n\nA sílica mesoporosa, com diâmetro de poros (?) entre 2 e 50 nm, pode ser \n\npreparada a partir do mesmo procedimento, porém, na presença de um surfactante que \n\natua como agente direcionador (template) na formação dos poros. Dependendo das \n\ncondições de síntese, da fonte de sílica ou do tipo de surfactante, vários tipos de \n\nmateriais mesoporosos podem ser sintetizados pelo mecanismo da auto-organização \n\ncooperativa. Neste procedimento a auto-organização do agente direcionador é seguida \n\nda formação da rede de sílica, depositada ao redor da micela auto-organizada. Os \n\nagentes direcionadores podem ser surfactantes moleculares, copolímeros em bloco \n\nanfifílicos, dendrímeros ou biomoléculas50. O interesse na obtenção da sílica \n\nmesoporosa justifica-se pelo ganho em área superficial quando da presença dos poros. \n\nUma área superficial elevada favorece a funcionalização da partícula a partir da \n\nadsorção de diferentes espécies. \n\nA metodologia de síntese da casca mesoporosa explorada nesta Tese baseia-se \n\nna utilização de um surfactante catiônico, o brometo de cetiltrimetilamônio (CTAB), \n\ncomo direcionador na formação dos poros. \n\nEm 1992, os cientistas da Mobil Oil Research and Development anunciaram a \n\nsíntese da primeira família de peneiras moleculares mesoporosas obtidas utilizando-se \n\num surfactante catiônico com o objetivo de organizar os ânions silicatos presentes em \n\nsolução. Esta família de peneiras moleculares é identificada na literatura como M41S e \n\npode ser classificada de acordo com a estrutura do poro presente: MCM-41 (do inglês \n\nMobil Composition of Matter nº 41) refere-se às peneiras mesoporosas que apresentam \n\n\n\n21 \n\n \n\nporos hexagonais; MCM-48 denotam mesoporos cúbicos e MCM-50 refere-se obtenção \n\nde sílica em estrutura lamelar52. O mecanismo originalmente proposto para formação da \n\nestrutura mesoporosa a partir de um surfactante catiônico, como por exemplo o CTAB, \n\nenvolve uma forte interação eletrostática e correspondência de carga entre o arranjo \n\nmicelar dos cátions quaternários de amônio (CTA+) como agentes direcionador de \n\nestrutura e os ânions silicatos presentes em solução50. \n\n Dentro deste contexto, o trabalho de Yang et al.53 envolve o recobrimento de \n\nmicroesferas de magnetita com sílica mesoporosa a partir da metodologia sol-gel, \n\nsendo o CTAB o surfactante utilizado como agente direcionador na formação dos poros. \n\nA partir da síntese solvotérmica, foram obtidas microesferas de magnetita de 300 nm de \n\ndiâmetro. O recobrimento com sílica foi realizado durante o procedimento de hidrólise-\n\ncondensação do TEOS e pode ser dividido em duas etapas: na primeira etapa o \n\nmecanismo de recobrimento aconteceu na ausência do CTAB, quando foi obtida uma \n\ncasca de sílica não porosa (ou densa) e, na segunda etapa, o procedimento foi \n\nrealizado utilizando-se o CTAB. Após remoção do CTAB da estrutura foi obtida uma \n\nsegunda casca de sílica, agora mesoporosa com poros desordenados num volume total \n\nde 0,41 g cm-3 e área superficial de 378 m2 g-1. A superfície da sílica foi funcionalizada \n\ncom vanadato de ítrio dopado com európio(III) e ibuprofeno. Foram realizados estudos \n\nde luminescência e de carreamento de fármacos mostrando que o sistema pode atuar \n\ntanto como marcador luminescente como na liberação de fármacos. Um resultado \n\nimportante neste trabalho e que merece destaque é a área superficial, ressaltando que \n\no recobrimento das partículas com sílica mesoporosa resulta em sistemas de área \n\nsuperficial elevada o que potencializa sua aplicação. \n\n \n\n1.5. Aplicações dos sistemas magnéticos do tipo Fe3O4@SiO2 \n\nexploradas neste trabalho  \n\n \n\nAs principais propriedades das micro e nanopartículas magnéticas que viabilizam \n\na sua aplicação no diagnóstico e tratamento de doenças são: (i) visualização - as NPs \n\nsuperparamagnéticas utilizadas como contraste em exames de ressonância magnética \n\n(RM) podem ser visualizadas; (ii) transporte - as partículas podem ser guiadas, ou \n\n\n\n22 \n\n \n\nmantidas fixas em um determinado local, por meio de um campo magnético externo \n\naplicado; e (iii) aquecimento – as NPM podem ser aquecidas sob a ação de um campo \n\nmagnético alternado para desencadear a liberação do fármaco ou para produzir \n\nhipertermia / ablação do tecido. É importante salientar que esta última funcionalidade, \n\nprodução de calor, não está restrita a NP magnéticas, mas também é característica de \n\noutras partículas capazes de absorver no infravermelho próximo, microondas e \n\nultrassom54. A combinação dessas propriedades permite a atuação dos sistemas \n\nmagnéticos tanto no diagnóstico quanto no tratamento de doenças (teranóstico). Essas \n\ndiferentes formas de atuação são apresentadas na Figura 11. \n\nNesta Tese foram exploradas as propriedades da plataforma obtida como \n\ncarregadores de fármacos, em ensaios de hipertermia magnética e como sonda óptica \n\nde temperatura. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 11. Aplicações biomédicas das NPM. [Adaptado da referência 54] \n\n \n\n1.5.1. Sistemas de liberação de fármacos  \n\n Paul Ehrlich (1854-1915) foi o bacteriologista alemão idealizador do mecanismo \n\nde entrega seletiva de fármacos em alvos específicos no organismo. Segundo Paul, se \n\num agente biológico pudesse ser seletivamente direcionado a um organismo causador \n\nde doença, então a toxina para aquele organismo poderia ser liberada diretamente na \n\nregião alvo pelo agente biológico. Desta forma a toxina atingiria exclusivamente o \n\norganismo alvo minimizando possíveis efeitos colaterais do agente. Esta ideia de Paul \n\nNanopartículas magnéticas \n\nTerapia Diagnóstico \n\nLiberação de \n\nfármacos \n\nRadioterapia e \nRessonância \n\nMagnética por \nImagem (RMI) \n\nHipertermia \nAblação térmica \n\n \n\nDoenças  \ndo sistema \n\nmusculoesquelético  \n \n\nAnemia crônica \nDoença dos rins  \n\n \n\n \n\nIn vivo \n\n \n\nIn vitro \n\n \nRMI \n\n \nSensores \n\n \n\nBiosseparação \n \n\nImobilização  \nde enzimas \n\n \n\nImunoensaios \n\nClassificação celular \n \n\n\n\n23 \n\n \n\nficou conhecida como magic bullet (ou bala mágica). O bacteriologista recebeu o \n\nPrêmio Nobel de Medicina em 1908 por seus trabalhos em imunologia e sua ideia da \n\nbala mágica serviu como roteiro do filme Dr. Ehrlich’s Magic Bullet, de 1940. Desde \n\nentão várias estratégias têm sido propostas com o objetivo de se conseguir uma \n\nentrega do agente terapêutico nas vizinhanças do tumor pelo uso de vetores sensíveis \n\naos estímulos físicos do tumor e capazes de reconhecer quimicamente o tumor e se \n\nligar a ele54. \n\n Anteriormente a proposta de serem utilizadas na entrega de fármacos (ou drug \n\ndelivery) as NPM eram objetos de pesquisas na construção de sistemas que pudessem \n\natuar como agentes de contraste em terapias do câncer por radiação localizada e na \n\nindução da oclusão vascular de tumores (terapia antiangiogênica). Freeman et al.55 \n\npropuseram em 1960 que partículas de ferro poderiam ser transportadas através dos \n\nvasos sanguíneos e concentradas em uma parte específica do corpo com o auxílio de \n\num campo magnético externo. \n\n Somando-se à propriedade de transporte, a utilização de micro e nano partículas \n\nmagnéticas para a entrega de quimioterápicos tem evoluído desde 1970. Zimmermann \n\net al.\n56 em 1976 utilizaram eritrócitos magnéticos na liberação de antibióticos. Senyei et \n\nal.\n57 descreveram a marcação (ou target) de microesferas magnéticas de albumina com \n\na doxorrubicina, um agente anticâncer, buscando a liberação do agente somente nas \n\ncélulas tumorais. Em 1980, outros autores desenvolveram a mesma estratégia descrita \n\nacima para a construção de microesferas e microcápsulas magnéticas que pudessem \n\natuar no campo da entrega seletiva de fármacos a um alvo específico58,59,60.  \n\n Os sistemas de liberação apresentam vantagens em relação à administração \n\nusual de medicamentos, dentre elas destacam-se: (i) liberação local do fármaco em um \n\nsítio específico do corpo, diminuindo assim o nível sistêmico do medicamento no \n\npaciente; (ii) manutenção do nível de fármaco constante no organismo implicando em \n\numa maior eficiência na utilização do agente (ou seja, é necessário uma menor \n\nquantidade do fármaco para produzir o mesmo efeito que os sistemas convencionais); \n\n(iii) preservação dos medicamentos que possam ser biodegradados e, (iv) menor \n\nfrequência de administração do agente ativo, aumentando o conforto do paciente e a \n\neficácia do tratamento50. \n\n\n\n24 \n\n \n\nUma partícula magnética para atuar no carreamento de fármacos, ou seja, no \n\ncarregamento, transporte e liberação controlada do fármaco, deve apresentar algumas \n\ncaracterísticas: (i) ser pequena o suficiente para permanecer em circulação depois da \n\ninjeção no organismo; (ii) não apresentar citotoxicidade sobre células saudáveis; (iii) \n\nsua superfície deve ser constituída por polímeros orgânicos ou inorgânicos que sejam \n\nbiocompatíveis e não imunogênicos e (iv) atuar como um vetor a partir de uma \n\nfuncionalização direcionada visando um determinado sítio e que seja capaz de se ligar \n\nao alvo específico61.  \n\nAs microesferas magnéticas contemplam essas características uma vez que a \n\nelevada resposta magnética do sistema a campos magnéticos externos aplicados, \n\ntraduzida pela elevada Ms, permite que as partículas atinjam rapidamente o alvo e ali \n\nsejam localizadas para a liberação do fármaco. A velocidade com que as partículas \n\nconseguem atingir o alvo específico faz com que a remoção das partículas do sistema \n\ncirculatório pelo sistema retículo endotelial (SRE) seja minimizada. Além disso, no caso \n\ndo direcionamento para o tratamento de tumores as microesferas podem ser \n\ninternalizadas devido ao aumento da capacidade fagocitária observada para as células \n\ntumorais62. \n\nPara os ensaios de carregamento de fármacos do sistema desenvolvido nesta \n\nTese foi selecionada a molécula de levofloxacina (LEVO). A LEVO é um quimioterápico \n\nantibacteriano sintético da classe das fluoroquinolonas (Figura 12). Essa classe de \n\nantibacterianos apresenta atividade antibacteriana sobre cepas Gram-negativas, sendo \n\nutilizada no tratamento de muitas infecções em humanos. \n\nComo mostra a Figura 12, a molécula de LEVO possui grupos funcionais como \n\nácido carboxílico e amina que podem interagir com a superfície de sílica na \n\nfuncionalização do sistema magnético proposto. Outra característica relevante da LEVO \n\né a possibilidade de se obter diferentes espécies em solução conforme variação do pH. \n\nPara promover uma interação com a superfície da sílica, o pH neutro é o mais indicado \n\ndevido a formação da espécie zwiteriônica que possui dois sítios diferentes de \n\ninteração, sendo um deles, o carboxilato, o de maior afinidade pela sílica. \n\n \n\n \n\n\n\n25 \n\n \n\nH\n+\n\n-O2C\n\nH\n+\n\n-O2C\n\npH ácido\n\npH básico\n\npH neutro\n\nLevofloxacina\n\nEspécies predominantes em diferentes pHs\n\n \n\n \n\nFigura 12. Molécula de levofloxacina utilizada na funcionalização da plataforma \n\nmagneto-porosa para estudos de carregamento e liberação de fármacos. \n\n \n\n1.5.2. Hipertermia Magnética \n\nA hipertermia caracteriza uma modalidade de tratamento do câncer com \n\nelevação da temperatura entre 41 e 45 ºC. Apesar desta técnica ser utilizada desde \n\n1957, sua eficácia clínica com relação a destruição seletiva de tumores malignos \n\nlocalizados e efeitos colaterais mínimos têm despertado atenção para pesquisas nesta \n\nárea50. As técnicas mais comumente utilizadas nos tratamentos por hipertermia incluem \n\na indução do calor por ultrassom, radiofrequência, microondas, radiação infravermelha \n\ne água quente62. Os oncologistas frequentemente associam o uso da hipertermia aos \n\nprocedimentos de radioterapia ou quimioterapia. Alguns desafios no tratamento por \n\nhipertermia tradicional compreendem: (i) o inevitável aquecimento das células \n\nsaudáveis provocando bolhas, queimaduras e desconforto ao paciente; (ii) o calor \n\ngerado pelas fontes tradicionais como ultrassom e micro-ondas não penetram o \n\nsuficiente nos tecidos; (iii) o calor não atinge com eficiência regiões profundas do \n\norganismo, levando ao crescimento recorrente do tumor62.  \n\n\n\n26 \n\n \n\nLogo, as partículas magnéticas surgem como uma alternativa para o \n\naquecimento de tumores considerando o conceito de hipertermia magnética. Esse \n\nconceito é baseado no fato de que sob um campo magnético alternado (AMF, do inglês \n\nAlternating Magnetic Field), partículas magnéticas podem gerar calor.  \n\nO procedimento de geração de calor pelas NPM envolve inicialmente a dispersão \n\ndas partículas no tecido a ser aquecido. Em seguida, a aplicação de um campo \n\nmagnético estático induz a magnetização das NPM e então, pela aplicação de um AMF \n\nem frequências adequadas, a magnetização das NPM é continuamente revertida, o que \n\nse traduz na conversão da energia magnética em energia térmica. O calor gerado é \n\nliberado instantaneamente no tecido doente. Se a temperatura for mantida a 42 °C por \n\n30 min ou mais, as células cancerosas são destruídas63. \n\nOs materiais magnéticos podem gerar calor na presença de um AMF por três \n\nmecanismos distintos63: (i) a partir da circulação de correntes induzidas no material; (ii) \n\nnos materiais constituídos por multidomínios magnéticos, presentes em materiais ferro \n\ne ferrimagnéticos, o calor pode ser gerado pela perda de energia por histerese (Figura \n\n13 (a)) e, (iii) considerando monodomínios magnéticos, característicos de materiais \n\nsuperparamagnéticos, a perda de energia ocorre por mecanismos de relaxação (Figura \n\n13 (b)). \n\nA perda de energia por relaxação em nanopartículas superparamagnéticas \n\nacontece de dois modos: modo rotacional (de Brown) e modo de Néel.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 13. Mecanismos de geração de calor em sistemas: (a) Ferro e ferrimagnéticos; \n\n(b) Superparamagnéticos. [Adaptado da referência 63]. \n\n \n\n(a) NPs ferro/ferrimagnéticas (b) NPs superparamagnéticas \n\nRelaxação de Néel \nEnergia \n\nOrientação do momento magnético \n\nRelaxação de Brown Mecanismo de perda por histerese \n\n\n\n27 \n\n \n\nNo modo de Néel (Figura 13 (b)), os momentos magnéticos do cristal rotacionam \n\nem direção ao campo externo. O mecanismo de Néel é análogo à perda de energia por \n\nhisterese em partículas magnéticas de multidomínio, já que existe uma “fricção interna” \n\ndevido ao movimento do momento magnético. No modo Browniano, a geração de calor \n\nse dá através da rotação das partículas provocada pelo alinhamento em direção ao \n\ncampo magnético externo, sob o efeito de uma força térmica, contra a viscosidade em \n\numa suspensão. Esse mecanismo representa essencialmente o componente de fricção \n\nmecânica das nanopartículas em uma suspensão50,63.  \n\nEm 1979 Gordon et al.64, propuseram o conceito de indução de hipertermia \n\nintracelular usando nanopartículas de magnetita ligadas ao dextrano. Administraram \n\nnanopartículas de magnetita via intravenosa em carcinoma mamário de ratos e \n\nmostraram que houve indução de calor por AMF em seus experimentos. \n\nUma outra abordagem encontrada na literatura envolvendo a hipertermia \n\nmagnética é o controle da liberação de um fármaco pelo calor gerado em partículas \n\nmulticomponentes. O calor gerado pela partícula magnética carregada com um fármaco \n\npode potencializar a liberação em um alvo específico65,66.  \n\nA capacidade de geração de calor de NPM quando submetidas a um AMF é \n\nexpressa pela taxa de absorção específica (SAR, do inglês specific absorption rate), \n\nque pode ser calculada de acordo com a equação (1): \n\n \n\n SAR = C(?T/?t)(1/ma) (1) \n\n \n\nonde C = capacidade calorífica da amostra (costuma-se utilizar a da água considerando \n\nque são utilizadas suspensões magnéticas com baixa concentração de partículas); \n\n?T/?t = aumento da temperatura em função do tempo (determinado a partir do \n\ncoeficiente angular da reta ajustada na linearização das curvas de temperatura versus \n\ntempo) e ma = massa da amostra magnética. Os valores de SAR são normalmente \n\nexpressos em W g-1.  \n\n No mecanismo de geração de calor por histerese, ilustrado na Figura 13 (a), a \n\nquantidade calor gerada é proporcional a frequência (f) do AMF aplicado e à área do \n\nciclo de histerese. O que significa que partículas com elevada Ms e que apresentam Hc, \n\n\n\n28 \n\n \n\ndevem gerar calor mais eficientemente. Existem algumas restrições fisiológicas \n\nreferente a intensidade do campo aplicado (B0, em A m\n-1) e da frequência (f, em kHz) \n\ndeste campo. De acordo com a literatura, para uma aplicação biológica o produto B0 x f \n\nnão deve ultrapassar o valor de 5·109 A m s-1 63. \n\nMa et al.67 estudaram a variação da SAR em função da Hc de partículas de Fe3O4 \n\nde diâmetro entre 7 e 400 nm. Os resultados obtidos são apresentados no gráfico da \n\nFigura 14 e mostram que a SAR aumenta com o aumento da Hc (responsável pela área \n\nno ciclo de histerese) e, da mesma forma, a SAR aumenta com o aumento diâmetro das \n\npartículas de até 100 nm. Para NPM > 100 nm, tanto a Hc como a SAR diminuem. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 14. Variação da SAR em função do diâmetro e da Hc de partículas de Fe3O4, \n\nvalores obtidos sob campo de 32,5 kA m-1 e frequência de 80 kHz. [Adaptado da \n\nreferência 67]. \n\n \n\n1.5.3. Sistemas Magneto-Luminescentes \n\nOs materiais multifuncionais magneto-luminescentes têm atraído particular \n\natenção por apresentarem grande potencialidade de aplicação na área biomédica como \n\nbiomarcadores em ressonância magnética nuclear, imageamento confocal por \n\nfluorescência e imageamento por fluorescência resolvida no tempo68. \n\nDiâmetro (nm)\n\nDiâmetro (nm)\n\nC\no\n\ne\nrc\n\niv\nid\n\na\nd\ne\n\n, \nH\n\nc\n(O\n\ne\n)\n\nS\nA\n\nR\n (W\n\n/g\n d\n\ne\n F\n\ne\n)\n\nSAR\nHc\n\nDiâmetro (nm)\n\nDiâmetro (nm)\n\nC\no\n\ne\nrc\n\niv\nid\n\na\nd\ne\n\n, \nH\n\nc\n(O\n\ne\n)\n\nS\nA\n\nR\n (W\n\n/g\n d\n\ne\n F\n\ne\n)\n\nSAR\nHc\n\n\n\n29 \n\n \n\nA fabricação de micro ou nanocompósitos magneto-luminescentes tendo como \n\nmatriz um caroço magnético recoberto com sílica, têm despertado grande interesse por \n\ncaracterizar uma plataforma multifuncional que permite ensaios biomédicos simultâneos \n\nde imagem e diagnóstico. O aperfeiçoamento na preparação desses sistemas requer \n\nainda muita pesquisa em diferentes áreas para que se possa atingir alguns objetivos, \n\ndentre eles destacam-se: (i) recobrir homogeneamente o caroço magnético com sílica \n\ntornado o sistema biocompatível e preservar suas propriedades magnéticas como \n\nelevada magnetização de saturação e baixos valores de coercividade e remanência; (ii) \n\nevitar a supressão da luminescência dos fluoróforos presentes na superfície das \n\npartículas causada pelo caroço magnético, pela interação entre as moléculas e pelas \n\nmoléculas do solvente e (iii) elevar a fotoestabilidade do complexo de lantanídeo e, ao \n\nmesmo tempo, melhorar a sua biocompatibilidade68.  \n\nOs complexos de íons lantanídeos trivalentes mostram propriedades únicas e \n\ntêm sido amplamente utilizados em ensaios biológicos. As transições luminescentes \n\ncaracterísticas dos íons lantanídeos nestes compostos é consequência da forte \n\nabsorção na região do ultravioleta por um ou mais ligantes e a transferência de energia \n\nnão radiativa para o íon lantanídeo. Deste modo, os níveis emissores 4f são em geral \n\nmais eficientemente populados por transferência de energia do que pela excitação \n\ndireta do íon. Portanto, a intensidade de luminescência 4f-4f na região do visível é \n\nresultado de um balanço entre a alta absorção pelos ligantes, as constantes de \n\ntransferência e de retro-transferência de energia ligante-lantanídeo, e as constantes de \n\ndecaimentos radiativos e não-radiativos envolvidos no processo. Como os orbitais 4f \n\nsão blindados do ambiente químico pelos orbitais 5s e 5p preenchidos (efeito de \n\nblindagem), os estados eletrônicos dos íons lantanídeos são fracamente afetados por \n\nseus vizinhos mais próximos, resultando em emissão estreitas e de longo tempo de \n\nvida. Sistemas moleculares de conversão de luz baseados em complexos de \n\nlantanídeos possuem diversas aplicações em novas tecnologias tais como, materiais \n\nluminescentes, fluoroimunoensaios, compostos bioinorgânicos fotossensíveis69. \n\nLu et al.68 desenvolveram uma microesfera multicomponente magneto-\n\nluminescente contendo Fe3O4 como caroço magnético e sílica como casca. A casca de \n\nsílica foi funcionalizada com o complexo [Eu(DBM)3·2H2O], onde DBM = \n\n\n\n30 \n\n \n\ndibenzoilmetanato. Neste sistema, a camada de sílica teve o objetivo de isolar o óxido \n\nde ferro do complexo para evitar fenômenos como supressão da luminescência. As \n\nNPM de Fe3O4 foram obtidas por síntese solvotérmica e a casca de sílica foi depositada \n\nvia sol-gel. Os resultados experimentais mostram que a microesfera magneto-\n\nluminescente apresenta um diâmetro final de 500 nm, sendo que o núcleo magnético \n\napresenta cerca 340 nm de diâmetro e casca de sílica dopada com o complexo de \n\neurópio(III) uma espessura média de 80 nm. O sistema apresentou Ms 25,84 emu g\n-1 e \n\nHc e Mr negligenciáveis à temperatura ambiente além de uma emissão vermelha \n\nproveniente da transição 5D0 ? \n7F2 (611 nm) característica do íon Eu(III). Ensaios \n\nmicrobiológicos monitorados por fluorescência confocal mostraram que as partículas \n\npodem ser internalizadas por células HeLa. Estes resultados demonstram que as \n\nmicroesferas magneto-luminescente possuem potencial para aplicações em \n\nimageamento e diagnóstico. \n\nPartículas luminescentes de sílica funcionalizadas com grupos amino foram \n\ninvestigadas por Lourenço et al.70 para utilização em imunoensaios. As partículas de \n\nsílica luminescentes foram preparadas pelo método de Stöber modificado na presença \n\ndo complexo [Eu(tta)3(H2O)2] (tta = tenoiltrifluoroacetonato). Os dados de bioensaios \n\nmostram a potencialidade do sistema como marcador luminescente de proteínas. \n\nO complexo diaquatris(tenoiltrifluoroacetonato)európio(III), referenciado \n\nanteriormente como [Eu(tta)3(H2O)2] (Figura 15), foi a sonda óptica molecular \n\nselecionada para ensaios de monitoramento da temperatura realizados neste trabalho.  \n\n \n\n \n\n \n\n\n\n31 \n\n \n\nO\n\nO\n\nF\nF\n\nF\n\nS\n\nEu\nO\n\nO\n\nH\n\nH\nH\n\nH\n\n3  \n\nFigura 15. Complexo diaquatris(tenoiltrifluoroacetonato)európio(III), utilizado nos \n\nestudos de sensoriamento de temperatura. \n\n \n\nDe acordo com a literatura, o complexo [Eu(tta)3(H2O)2] apresenta características \n\nde sonda de temperatura. O referido complexo foi utilizado como sonda óptica em uma \n\nmatriz de poli(metil)metacrilato para imageamento da temperatura em um circuito \n\nintegrado71. Outros trabalhos apresentam a mesma sonda sendo injetada em células \n\npara a obtenção de imagens da produção de calor gerado por um receptor ativado em \n\ncélulas vivas72. Gaspar73 em seu doutorado estudou membranas de polidimetilssiloxano \n\n(PDMS) contendo o complexo [Eu(tta)3(H2O)2], disperso ou ancorado, como sondas de \n\ntemperatura e oxigênio molecular. \n\nConsiderando que a temperatura é um parâmetro fundamental em todos os tipos \n\nde ciência, além dos termômetros convencionais, os sensores ópticos são atrativos \n\npara a detecção e monitoramento on line da temperatura. A vantagem de se determinar \n\na temperatura sem a necessidade do contato e a possibilidade do mapeamento da \n\ntemperatura em uma determinada região, são os grandes diferenciais dos sensores \n\nópticos. Termômetros infravermelhos baseados na radiação do corpo negro foram os \n\nprimeiros sensores ópticos utilizados para detecção da temperatura74. \n\nA possibilidade de sensoriamento da temperatura associada à geração de calor \n\npelas NPM que se pretende investigar nesta Tese surge a proposta de se desenvolver \n\num sistema magnético que possa atuar como sonda óptica de temperatura e marcador \n\nluminescente. Dessa forma, o calor gerado no processo de hipertermia magnética \n\npoderia ser monitorado in situ, minimizando danos causados por calor excessivo. \n\nFórmula Molecular: \n\n[Eu(tta)3(H2O)2] \n\n\n\n32 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n33 \n\n \n\nCapítulo 2 \n\n \nOBJETIVOS \n \n2.1. Objetivo geral  \n\n \n\nO objetivo geral deste trabalho foi desenvolver uma plataforma magneto-porosa \n\ndo tipo caroço@casca contendo Fe3O4 como caroço magnético e sílica mesoporosa \n\ncomo casca. Uma vez obtida a plataforma, prosseguiu-se os estudos com ensaios de \n\ncarregamento e liberação de fármacos a partir da adsorção de um medicamento e, a \n\npartir da incorporação de um complexo luminescente de európio(III), investigou-se as \n\npropriedades do sistema como sonda óptica de temperatura. Foram realizadas medidas \n\nde hipertermia magnética para o caroço puro de Fe3O4 e para a plataforma magneto-\n\nporosa. Vislumbrando uma aplicação biomédica para esses materiais, outro objetivo foi \n\nestudar a citotoxicidade dos sistemas magnéticos constituídos apenas por Fe3O4 e para \n\na plataforma magneto-porosa.  \n\n \n\n2.2. Objetivos específicos   \n\n \n\nConforme a proposta apresentada, os objetivos específicos deste trabalho \n\nconsistiram em: \n\n•Sintetizar e caracterizar as partículas magnéticas do caroço; \n\n•Recobrir as partículas magnéticas com sílica mesoporosa, acompanhando a \n\nevolução da espessura da casca e da área superficial a partir do número de camadas \n\ndepositadas; \n\n•Investigar o comportamento magnético do caroço e da plataforma magneto-\n\nporosa; \n\n\n\n34 \n\n \n\n•Utilizar a plataforma magneto-porosa como matriz para o carregamento da \n\nlevofloxacina e investigar a liberação do fármaco em solução.  \n\n•Realizar ensaios microbiológicos de atividade antibacteriana das amostras da \n\nplataforma livre e carregada com levofloxacina; \n\n•Incorporar à plataforma magneto-porosa o complexo [Eu(tta)3(H2O)2] e estudar o \n\ncomportamento luminescente do sistema em função da emissão do complexo na matriz \n\nmagnética. Investigar o comportamento do sistema frente ao decaimento radiativo da \n\nemissão 5D0 ? \n7F2 do íon európio(III) em função da temperatura;  \n\n•Avaliar a citotoxicidade das partículas, tanto do caroço de Fe3O4 quanto da \n\nplataforma magneto-porosa;  \n\n•Estudar o comportamento das partículas em ensaios de hipertermia magnética. \n\n\n\n35 \n\n \n\nCapítulo 3 \n\n \nPARTE EXPERIMENTAL \n \n\n3.1. Reagentes Utilizados \n\n \n\nA Tabela 1 apresenta os reagentes utilizados neste trabalho. Todos os reagentes \n\nforam utilizados sem nenhum tratamento prévio. \n\n \n\nTabela 1. Fórmula química, procedência e grau de pureza dos reagentes utilizados \n\nneste trabalho.    \n\nREAGENTE FÓRMULA MARCA PUREZA (%) \n\nEtilenoglicol (EG) C2H6O2 Vetec ?99,5 \n\nPolietilenoglicol (PEG) C2n+2H4n+6On+2 Vetec - \n(a) \n\nAcetato de sódio trihidratado NaC2H3O2·3H2O Vetec >99 \n\nBrometo de cetiltrimetilamônio (CTAB) C19H42Br Acros 99,99 \n\nEtanol  C2H6O Synth >99 \n(b) \n\nHidróxido de amônio NH4OH Synth 27 \n(c) \n\nÁcido clorídrico HCl Synth 36,5-38 (c) \n\nCloreto de ferro(III) FeCl3 Aldrich >97 \n\nNitrato de ferro(III) nonahidratado Fe(NO3)3·9H2O Aldrich >97 \n\nTetraetilortossilicato (TEOS) SiC8H2O4 Aldrich 98 \n\nLevofloxacina (LEVO) C18H20N3FO4 Aldrich ?98 \n \n\n(a)Massa Molar = 4000; (c)Teor dissolvido em água; (b)Quando utilizado seco foi mantido em peneira \n\nmolecular previamente tratada em mufla a 600 °C por 2h. \n\n \n\n\n\n36 \n\n \n\n3.2. Síntese da plataforma magneto-porosa do tipo \n\nFe3O4@dSiO2@2mSiO2 \n\n \n3.2.1. Síntese das partículas magnéticas constituintes do caroço da \n\nplataforma magneto-porosa \n\nPara a síntese das partículas de magnetita dissolveu-se, em um béquer, 5,0 \n\nmmol de FeCl3 em 40,0 mL de EG sob agitação magnética e à temperatura ambiente. \n\nObteve-se uma solução amarela transparente na qual foram adicionados 2,5 mmol de \n\nNaC2H3O·3H2O e 1,0 g de PEG-4000, respectivamente, levando a formação de um \n\nsólido avermelhado. Após a adição dos reagentes, o sistema permaneceu sob agitação \n\nmagnética à temperatura ambiente por 30 min. Em seguida, a solução foi transferida \n\npara uma autoclave, formada de um copo de teflon de capacidade igual a 80 mL, para \n\ntratamento solvotérmico a 200 °C por 8 h. O sólido obtido foi centrifugado, lavado com \n\netanol e seco em estufa a 60 °C sob vácuo por 12 h53,75. A amostra obtida foi \n\ndenominada Fe_Cl. Foram também realizadas sínteses modificando o precursor de \n\nferro(III) para Fe(NO3)3·9H2O, cuja amostra foi identificada como Fe_NO3.  \n\n \n\n3.2.2. Deposição da sílica densa (dSiO2) \n\n Para o recobrimento das partículas magnéticas com sílica utilizou-se uma \n\nmetodologia baseada na hidrólise e condensação de precursores alcóxidos \n\ndesenvolvida por Stöber51,53. Para posterior recobrimento com sílica, 100,0 mg de \n\npartículas magnéticas foram tratadas com 20,0 mL de HCl 0,10 mol L-1 em ultrassom \n\npor 20 min e, em seguida, separadas com o auxílio de um ímã e lavadas \n\nexcessivamente com água deionizada. As partículas tratadas com a solução de HCl \n\nforam suspensas em uma solução contendo 80,0 mL de etanol e 20,0 mL de água \n\ndeionizada. A suspensão foi mantida em banho de ultrassom por 30 min. Após este \n\ntempo, acrescentou-se 1,0 mL de NH4OH à suspensão que foi transferida para agitação \n\nmecânica com rotação de 500 rpm. Sob agitação mecânica, foram adicionados 32,0 µL \n\nde TEOS. A agitação prosseguiu por 6 h à temperatura ambiente. Após o período de \n\nagitação, as partículas recobertas foram separadas da suspensão com o auxílio de um \n\nímã, lavadas com etanol e água deionizada em excesso e mantidas em água \n\n\n\n37 \n\n \n\ndeionizada para utilização na etapa seguinte. A amostra obtida nesta etapa foi \n\ndenominada Fe3O4@dSiO2, onde d designa a camada de sílica densa. \n\n \n\n3.2.3. Deposição das camadas de sílica mesoporosa (mSiO2) \n\n Para a deposição das camadas de sílica mesoporosa (mSiO2), as partículas \n\nmagnéticas recobertas com sílica densa (Fe3O4@dSiO2) foram suspensas em uma \n\nsolução contendo 80,0 mL de água deionizada, 60,0 mL de etanol e 1,0 mmol de CTAB. \n\nA suspensão foi mantida em banho de ultrassom por 30 min. Em seguida, acrescentou-\n\nse 1,0 mL de NH4OH e transferiu-se o sistema para agitação mecânica com rotação de \n\n500 rpm. Sob agitação mecânica, foram adicionados 428 µL de TEOS. A agitação \n\nprosseguiu por 6 h à temperatura ambiente. Após a agitação, as partículas recobertas \n\nforam separadas da suspensão com o auxílio de um ímã, lavadas com etanol e água \n\ndeionizada em excesso, e secas em estufa sob vácuo a 60 °C por 12 h53. A amostra \n\nobtida foi denominada Fe3O4@dSiO2@1mSiO2-CTAB. A amostra obtida realizando-se \n\nduas vezes a etapa de recobrimento com sílica mesoporosa foi nomeada \n\nFe3O4@dSiO2@2mSiO2-CTAB. \n\n \n\n3.2.4. Remoção do CTAB das amostras Fe3O4@dSiO2@1mSiO2-CTAB e \n\nFe3O4@dSiO2@2mSiO2-CTAB \n\nPara remoção do CTAB, as amostras Fe3O4@dSiO2@xmSiO2-CTAB (onde x = 1 \n\nou 2) foram suspensas em 15,0 mL de uma solução HCl:etanol (1:100 v/v) e tratadas \n\nem banho de ultrassom a 60 °C por 15 min. As partículas foram secas em estufa sob \n\nvácuo a 60 °C por 12 h76. As amostras foram denominadas: Fe3O4@dSiO2@1mSiO2, \n\npara a amostra contendo uma camada de sílica, e Fe3O4@dSiO2@2mSiO2 para a \n\namostra com duas camadas de sílica. As referidas amostras são mencionadas no texto \n\ncomo plataforma magneto-porosa, quando a discussão independe do número de \n\ndeposições. \n\n \n\n \n\n \n\n \n\n\n\n38 \n\n \n\n3.3. Funcionalização da plataforma magneto-porosa  \n\n \n\n3.3.1. Carregamento da levofloxacina na plataforma Fe3O4@dSiO2@2mSiO2 \n\nSuspendeu-se 100,0 mg de Fe3O4@dSiO2@2mSiO2, em 40,0 mL de uma \n\nsolução etanólica de LEVO de concentração igual a 4,0 g L-1. O sistema foi mantido em \n\numa câmara incubadora com agitação orbital (shaker) da marca Marconi, modelo \n\nMA420, a 180 rpm e 30 °C por 24 h. Após este tempo, as partículas foram separadas \n\ndo sobrenadante com o auxílio de um ímã, lavadas com 5,0 mL de etanol e secas em \n\nestufa a 60 oC por 12 h77. A amostra obtida foi denominada \n\nFe3O4@dSiO2@2mSiO2_LEVO.  \n\n \n\n3.3.2. Incorporação do complexo [Eu(tta)3(H2O)2] à plataforma \n\nFe3O4@dSiO2@2mSiO2 \n\nO complexo diaquatris(tenoiltrifluoroacetonato)európio(III), [Eu(tta)3(H2O)2, (ou, \n\nsimplesmente Eutta) foi sintetizado no Laboratório de Materiais Funcionais, conforme \n\nmetodologia descrita na literatura78. Para a síntese do complexo, inicialmente dissolve-\n\nse 444 mg do ligante tenoiltrifluoroacetonato (tta) em 10 mL de etanol a 40 °C. Após a \n\ndissolução do ligante adiciona-se 2 mL NaOH (1,0 mol L-1). O sistema permanece em \n\nagitação a 40 °C por 25 min. Em seguida, adiciona-se a solução etanólica de tta à 0,7 \n\nmL de uma solução aquosa de EuCl3 (1,0 mol L\n-1) diluída em 5 mL de água destilada. O \n\nsistema permanece em agitação por 45 min a 50 °C até precipitação completa do \n\ncomplexo. O sólido obtido é lavado com água e seco em estufa.  \n\n A incorporação do complexo foi realizada de acordo com o seguinte \n\nprocedimento: em um balão de fundo redondo foram dissolvidos 5,0 mg do complexo \n\nEutta em 10,0 mL de etanol seco, sob agitação magnética à temperatura ambiente. \n\nApós total dissolução do complexo acrescentou-se à solução mais 10,0 mL de etanol \n\nseco contendo 50,0 mg da plataforma Fe3O4@dSiO2@2mSiO2, previamente tratada em \n\nestufa a 60 °C por 8 h. O sistema permaneceu em agitação por 48 h. Em seguida, as \n\npartículas foram separadas com o auxílio de um ímã e lavadas com 5,0 mL de etanol \n\n\n\n39 \n\n \n\nseco. A amostra foi seca em estufa a 60 °C por 12 h. A amostra obtida foi denominada \n\nFe3O4@dSiO2@2mSiO2_Eutta.  \n\nUma segunda amostra contendo o Eutta foi preparada a partir da plataforma \n\nFe3O4@dSiO2@2mSiO2. Primeiramente, tratou-se 50,0 mg da amostra \n\nFe3O4@dSiO2@2mSiO2 em uma mufla a 200 °C por 30 min. Em seguida, a mesma \n\namostra foi tratada com uma solução de NH4OH (0,1 mol L\n-1), sob agitação magnética \n\npor 2 h à temperatura ambiente. As partículas tratadas foram então separadas da \n\nsuspensão com o auxílio de um ímã, lavadas com água deionizada e secas em estufa a \n\n60 °C por 12 h. A funcionalização com o Eutta foi realizada em um balão de fundo \n\nredondo, suspendendo-se 20,0 mg da amostra em 20,0 mL de etanol seco contendo \n\n2,0 mg de Eutta. O sistema permaneceu em agitação por 48 h à temperatura ambiente. \n\nO produto obtido foi lavado com 5,0 mL de etanol seco e mantido em estufa a 60 °C por \n\n12 h para secagem. A amostra obtida foi denominada \n\nFe3O4@dSiO2@2mSiO2_200_Eutta. \n\n \n\n3.4. Caracterização \n \n\n3.4.1 Difratometria de raios X (XRD) \n\n Para as medidas de XRD foi utilizado um difratômetro Shimadzu XRD-7000, \n\noperando com radiação CuK? (? = 1,5406 Å) a 40 kV e 30 mA, na região de 5 a 70° (2?). \n\nAs medidas foram realizadas à temperatura ambiente na velocidade de 2?° min-1.  \n\n \n\n3.4.2. Espectroscopia vibracional de absorção no infravermelho (IR) \n\nOs espectros foram obtidos em um espectrofotômetro Bomem-MB 100, com \n\nresolução de 4 cm-1 e acumulado em 16 varreduras, no intervalo de 4000 – 400 cm-1. \n\nAs medidas foram realizadas utilizando-se o método da pastilha em KBr. \n\n \n\n3.4.3. Análise termogravimétrica (TGA/DTA) \n\nO equipamento utilizado foi um SDT Q600/TGA-DTA. As amostras foram \n\nanalisadas no intervalo de 25 °C – 500 °C, com velocidade de 10 °C min-1 em cadinho \n\n\n\n40 \n\n \n\nde platina e atmosfera de ar sintético. A vazão do gás foi de 100 mL min-1, utilizando-se \n\nmassa em torno de 10 mg. \n\n \n\n3.4.4. Espectroscopia Raman \n\n Os espectros Raman foram obtidos no equipamento Horiba T64000 do \n\nLaboratório Multiusuário de Espectroscopia Óptica Avançada (LMEOA) do Instituto de \n\nQuímica-Unicamp, acoplado a um microscópio óptico e laser de Ar de comprimento de \n\nonda (?) igual a 514 nm com potência na fonte de 10 mW. As amostras foram \n\nanalisadas na forma de pó e as condições de análise como potência do laser na \n\namostra, tempo de exposição e número de acumulações dos espectros foram definidos \n\npara cada amostra e estão descritas na discussão dos resultados. \n\n \n\n3.4.5. Microscopia eletrônica de varredura (SEM) \n\nAs microscopias foram obtidas em um microscópio eletrônico de varredura de \n\nalta resolução FEI-Inspect 50, do Laboratório Nacional de Nanotecnologia (LNNano). \n\nPara realização das análises as amostras foram previamente suspensas em água \n\ndeionizada e tratadas em ultrassom por 30 min. Após este tempo, as amostras foram \n\ndepositadas em porta-amostra de silício e secas a temperatura ambiente. Antes das \n\nmedidas as amostras foram recobertas com um filme de carbono.  \n\n \n\n3.4.6. Isotermas de adsorção e dessorção de N2 \n\nAs isotermas de adsorção/dessorção de nitrogênio foram obtidas em um \n\nanalisador de área superficial e tamanho de poros Quantachrome NOVA 4200-e. As \n\namostras foram mantidas sob vácuo durante 6 h antes das análises.  \n\n \n\n3.4.7. Caracterização magnética  \n\nO comportamento magnético das diferentes amostras à temperatura ambiente foi \n\ninvestigado por magnetometria de amostra vibrante (VSM) em um magnetômetro \n\nLakeShore-7400, com campo máximo igual a 2 T, localizado no Laboratório de \n\nMateriais a Baixa Temperatura (LMBT) do Instituto de Física Gleb Wataghin (IFGW) da \n\nUnicamp. Para a análise, uma massa conhecida da amostra foi empacotada em filme \n\n\n\n41 \n\n \n\nde policloreto de vinila (PVC) dentro de uma cápsula plástica acoplada ao equipamento \n\natravés de uma haste de quartzo.  Foram realizadas também medidas a baixa \n\ntemperatura para obtenção das curvas ZFC-FC (do inglês Zero Field Cooling – Field \n\nCooling), utilizando-se um equipamento MPMS-Quantum Design (SQUID), com \n\nvariação de temperatura de 5 K a 400 K, velocidade igual a 2 K min-1 e campo \n\nmagnético aplicado de 50 Oe. \n\nOs ensaios de hipertermia magnética foram realizados em colaboração com o \n\nDr. Carlos Sato, do Laboratório Nacional de Luz Síncrotron (LNLS). As medidas foram \n\nrealizadas em um equipamento de indução magnética da marca Ambrell Easy Heat 4,2 \n\nkW (Figura 16(a)). Neste equipamento o campo magnético é gerado por uma bobina de \n\n8 voltas que apresenta 37 mm de altura, 25,5 mm de diâmetro interno e 39,5 mm de \n\ndiâmetro externo (Figura 16(b)). A temperatura da bobina é mantida entre 23 e 25 °C \n\natravés da passagem de um fluxo de água à temperatura ambiente. Para as análises \n\npesou-se 2 mg da amostra em um frasco de vidro de 2 mL com tampa, onde foi \n\nsuspensa em 2,0 mL de água deionizada. O sistema permaneceu em ultrassom por 30 \n\nmin para dispersão das partículas. A temperatura foi monitorada com o auxílio de um \n\ntermômetro de fibra óptica da marca Optocon, com resolução de 0,1 ºC s-1, acoplado à \n\ntampa do frasco contendo a amostra, como ilustrado na Figura 16(b). O frasco foi \n\ncolocado em um porta-amostra de isopor posicionado no centro da bobina. As medidas \n\nforam realizadas para um intervalo de tempo de 5 min variando-se o campo magnético \n\nem 100, 200 e 300 Oe, sob frequência (f) de 313 kHz. As medidas foram realizadas em \n\ntriplicata e, para cada um dos campos magnéticos estabelecidos, foi realizado um \n\nbranco utilizando-se uma amostra de 2 mL de água deionizada. \n\n \n \n\n\n\n42 \n\n \n\n \n\nFigura 16. (a) Equipamento de indução magnética e (b) Compartimento que contém a \n\namostra. Em destaque: (i) a bobina de 8 voltas; (ii) o porta-amostras de isopor e (iii) o \n\ntermômetro acoplado ao frasco contendo a amostra. \n\n \n\n3.4.8. Espectroscopia eletrônica de absorção no UV-Vis (UV-Vis) \n\nA isoterma de adsorção utilizada na determinação da indireta da quantidade de \n\nLEVO adsorvida na amostra da plataforma magneto-porosa foi construída em um \n\nespectrofotômetro Agilent HP8453 na faixa de 200 – 800 nm. Foram analisados o \n\nsobrenadante da etapa de carregamento das partículas, o etanol de lavagem e a \n\nsolução estoque utilizada na adsorção. As análises foram realizadas em solução \n\nutilizando-se uma cubeta de quartzo de caminho óptico igual a 1 cm. Todas as análises \n\nforam realizadas tendo o etanol como branco e monitorando-se a absorção da LEVO \n\nem 290 nm.  \n\n \n\n3.4.9. Espectroscopia de luminescência (LE) \n\nOs espectros de excitação e de emissão das amostras contendo a LEVO e o \n\ncomplexo Eutta foram obtidos em um Espectrofotômetro Horiba Jobin-Yvon FL3-22-\n\niHR-320 do Laboratório Multiusuário de Espectroscopia Óptica Avançada (LMEOA) do \n\nInstituto de Química-Unicamp. As medidas foram realizadas no modo front face, \n\nutilizando uma lâmpada de Xe (450 W) como fonte de excitação e, como porta-amostra, \n\numa janela de quartzo. \n\nAs curvas de decaimento da intensidade da emissão em relação ao tempo \n\n(tempo de vida) das amostras contendo o complexo Eutta foram obtidas com uma \n\n(i) \n\n(ii) \n\n(iii) \n\n(a) (b) \n\n\n\n43 \n\n \n\nlâmpada pulsada de Xe (150 W) utilizando o sistema de multicanais com 1024 canais, \n\nvariando-se a temperatura de 20 a 60 °C com o auxílio de um Peltier e, como porta-\n\namostra, utilizou-se uma janela de quartzo de 0,1 mm. \n\n \n\n3.4.10. Estudos de cinética de liberação da LEVO \n\nOs estudos de cinética de liberação foram realizados suspendendo-se 2,00 mg \n\nda amostra Fe3O4@dSiO2@2mSiO2_LEVO em 10 mL de água deionizada. Como \n\nporta-amostra foi utilizado um tubo Falcon de 25 mL. Como referência utilizou-se uma \n\nsuspensão de 2,00 mg da amostra Fe3O4@dSiO2@2mSiO2 sem a LEVO, em 10 mL de \n\nágua deionizada. Os dois tubos foram mantidos à temperatura ambiente em uma \n\nbalança agitadora para garantir agitação constante durante os estudos de cinética \n\n(Figura 17).  \n\n \n\n \n\nFigura 17. Balança agitadora utilizada nos ensaios de liberação da LEVO. \n\n \n\n A absorção na região do UV-Vis em 290 nm do sobrenadante foi o parâmetro \n\nutilizado na determinação da concentração de LEVO liberada em solução. As medidas \n\nforam realizadas em diferentes intervalos de tempo, totalizando 72 h. As alíquotas \n\nanalisadas eram retiradas da suspensão com o auxílio de uma pipeta automática \n\nenquanto as partículas eram mantidas no fundo do frasco atraídas por um ímã. \n\nRealizadas as medidas, as alíquotas retornavam aos frascos para manter a \n\nconcentração constante. Para determinação da massa de LEVO liberada construiu-se \n\n\n\n44 \n\n \n\numa curva de calibração da LEVO em água deionizada. Para a construção da curva \n\nforam preparadas soluções de diferentes concentrações conhecidas de LEVO. \n\n \n\n3.4.11. Ensaios microbiológicos  \n\nOs ensaios microbiológicos com a amostra Fe3O4@dSiO2@2mSiO2_LEVO foram \n\nrealizados em colaboração com o Prof. Dr. Wilton Rogério Lustri, do grupo de Química \n\nMedicinal e Medicina Regenerativa do Centro Universitário de Araraquara - UNIARA. \n\nAs cepas bacterianas de interesse, Staphylococcus aureus (S. aureus, ATCC \n\n25923, Gram-positiva) e Pseudomonas aeruginosa (P. aeruginosa, ATCC 27853, Gram-\n\nnegativa), após certificação das espécies, foram cultivadas em tubos de cultura \n\ncontendo BHI (do inglês Brain Heart Infusion) e incubadas por 16-18 horas a 35-37 °C. \n\nA seguir, um inóculo proveniente de cada cultivo foi semeado novamente em BHI \n\nestéril. Os inóculos foram incubados a 35-37 °C até atingirem a escala turbidimétrica \n\n0,5 de MacFarland (? 1,5·108 UFC/mL). A partir desses cultivos, uma amostra de cada \n\nespécie bacteriana foi semeada, com swab de algodão hidrofílico estéril, em placas \n\ncontendo Ágar Muller-Hinton (MH)79.  \n\nPara os testes foram preparadas três suspensões, em 1,0 mL de água \n\ndeionizada, sendo uma delas utilizada para controle contendo 1,5 mg de LEVO livre (L). \n\nPara o preparo das outras duas suspensões foram pesados 7 mg da plataforma \n\nmagneto-porosa sem a LEVO (P) e 7 mg da plataforma carregada com a LEVO (PL).  \n\n? Ensaios sob ação de campo magnético constante: Neste experimento, 10 µL \n\nde cada suspensão foram aplicados em nove orifícios de 6 mm produzidos em \n\ndiferentes placas de Petri inoculadas com as bactérias S. aureus e P. aeruginosa. Nas \n\nplacas, os orifícios foram divididos em três grupos, L, P e PL, contendo três orifícios \n\ncada (triplicata), como ilustrado na Figura 18. A cada 2 h as amostras foram submetidas \n\na um pulso magnético de 4 kG por 10 min. O campo foi gerado por ímãs cilíndricos de \n\nNd-Fe-B de 1x1 cm que ocupavam cada um dos orifícios (Figura 18). Este \n\nprocedimento foi repetido três vezes. Após cada período de exposição, as placas eram \n\nincubadas a 36 °C em estufa bacteriológica. A leitura dos halos de inibição foi realizada \n\napós 18 h de incubação.  \n\n \n\n\n\n45 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 18. Esquema de montagem dos ensaios microbiológicos realizados na presença \n\nde um campo magnético externo (ímã). \n\n \n\n?Ensaios sob ação de laser: Neste procedimento, 10 µL de cada suspensão \n\nforam aplicados em três orifícios de 6 mm produzidos em placas de Petri inoculadas \n\ncom as mesmas cepas bacterianas descritas acima. Foram preparadas três placas, \n\numa para L, uma para P e outra para PL, contendo três orifícios cada (triplicata). A cada \n\n2 h as placas foram submetidas a um pulso eletromagnético gerado por um laser de \n\npotência em torno de 200 mW por 10 min. Como ilustrado na Figura 19, a fonte de laser \n\nfoi um laser pointer verde (532 nm). Este procedimento foi repetido três vezes. Após \n\ncada período de exposição, as placas foram incubadas a 36 °C em estufa \n\nbacteriológica. A leitura dos halos de inibição foi realizada após 18 horas de incubação.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 19. Esquema de montagem dos ensaios microbiológicos realizados na presença \n\nde um campo eletromagnético externo (laser). \n\n \n\nBase de madeira \n\nÍmãs de \nNd-Fe-B \n\nSobreposição \n\nda placa semeada \n\nLaser (532 nm)\n\n<200 mW\n\nPL P \n\nL \n\nLaser aceso \n\n\n\n46 \n\n \n\n3.4.12. Ensaios de Citotoxicidade \n\nViabilidade celular através da redução do MTT \n\nNesse ensaio, a viabilidade celular é avaliada através da medida da capacidade \n\ndas células viáveis em reduzir o MTT (3-brometo de [4,5-dimetil-2-tiazolil]-2,5-difenil-\n\ntetrazólio) a formazan. O formazan é um pigmento insolúvel que é extraído das células \n\ne quantificado espectrofotometricamente em comprimento de onda (?) igual a 570 nm. \n\nA redução do MTT é catalisada principalmente pelas desidrogenases mitocondriais. \n\nPortanto, a alteração da função mitocondrial poderá ser detectada através da variação \n\nda capacidade de redução do MTT. Células não viáveis não são capazes de reduzir o \n\nMTT. \n\nOs ensaios de citotoxicidade foram realizados em colaboração com a Drª. \n\nLuciana Maria de Hollanda, da Faculdade de Ciências Médicas (FCM) da Unicamp. \n\nPara os ensaios de citotoxicidade as linhagens de células do tipo A549 (ATCC®CCL-\n\n185™), NIH/3T3 (ATCC®CCL-1658™, variedade não tumoral) e  PANC-1 \n\n(ATCC®CCL-1469™) foram cedidas pelo Prof. Dr. João Ernesto de Carvalho Ramos, \n\ndo Centro Pluridisciplinar de Pesquisas Químicas, Biológicas e Agrícolas (CPQBA) da \n\nUnicamp. A linhagem NG97 (astrocitoma tipo III) foi cedida pela Profª. Drª. Liana Maria \n\nCardoso Verinaud, do Instituto de Biologia (IB) da Unicamp. Todas as células foram \n\ncultivadas em frascos de plástico (25 mL) com meio RPMI (do inglês Roswell Park \n\nMemorial Institute Medium) suplementado com antibiótico/antimicótico80, e 10% de soro \n\nfetal bovino (SFB) inativado como suplemento de crescimento. As culturas foram \n\nincubadas a 37 °C sob atmosfera contendo 5% de CO2. O meio foi trocado a cada 48 h \n\ne quando a cultura atingiu a confluência, a subcultura foi efetuada por tratamento com \n\ntripsina e ácido etilenodiaminotetraacético (EDTA, do inglês ethylenediaminetetraacetic \n\nacid)80. Em seguida, alíquotas de 300 µL de concentração de 105 até 107 células mL-1 \n\nforam suspensas em diversos poços de uma placa de 96 poços, contendo meio RPMI e \n\nSFB, e permaneceram incubadas a 37 ºC sob atmosfera de 5% de CO2 por 24 h ou 48 \n\nh. As amostras de Fe3O4 e de Fe3O4@dSiO2@2mSiO2, previamente autoclavadas a \n\n120 ºC e 1,2 atm para esterilização, foram suspensas no meio de cultura em diferentes \n\nconcentrações (3,9 a 500 µg mL-1) e então adicionadas às culturas celulares. Para cada \n\nensaio, foi mantida uma linhagem de controle, sem partículas81,82.  \n\n\n\n47 \n\n \n\nPara os testes de citotoxicidade, 0,1 mL de meio RPMI (sem SFB e antibióticos) \n\ncontendo o corante MTT (0,5 mg mL-1) foi adicionado às amostras. Após 3 h de \n\nincubação a 37 °C, o meio com o corante foi removido e 100 µL etanol foi \n\ncuidadosamente adicionado para solubilizar o formazan azul (produto da redução de \n\nMTT pelas células viáveis). As placas foram agitadas durante 10 min, e a absorbância \n\nde cada poço foi lida num espectrofotômetro ELx800-AbsorbanceMicroPlateReader \n\n(leitor de microplacas, Biotek, EUA) em ? = 570 nm81,83,84. A citotoxicidade do material \n\né, portanto determinada com base na intensidade da absorção em 570 nm em relação \n\nàs células-controle84,85.  \n\n\n\n48 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n49 \n\n \n\nCapítulo 4 \n\n \n\nRESULTADOS E DISCUSSÕES \n \n\n4.1. Caracterização química, estrutural e morfológica das partículas \n\nmagnéticas do caroço \n\n \n\nA primeira parte do estudo referente à síntese das partículas do caroço \n\nmagnético buscou investigar a influência do precursor de ferro(III), nitrato ou cloreto, na \n\nfase cristalina e na morfologia das amostras obtidas. A fase cristalina foi investigada por \n\nXRD, IR, Raman e TGA e a técnica de SEM foi utilizada no estudo da morfologia e na \n\ndeterminação do diâmetro das partículas. \n\nA Figura 20 apresenta o difratograma de raios X da amostra obtida a partir do \n\ncloreto de ferro(III) (Fe_Cl). O difratograma revela que a amostra é cristalina e os planos \n\nde difração foram indexados e podem ser atribuídos a fase magnetita - Fe3O4 (JCPDS-\n\n19-629).  \n\n10 20 30 40 50 60 70\n\n(111)\n\nMagnetita \n\n2? (graus)\n\n(440)\n\n(511)\n\n(422)\n\n(311)\n\n(400)\n\nIn\nte\n\nn\nsi\n\nd\na\n\nd\ne\n\n (\nu\n\n.a\n.)\n\n(220)\n\nFe_Cl\n\n \n\nFigura 20. Difratograma de raios X da amostra Fe_Cl, destacando os planos de \n\ndifração e o padrão da magnetita (JCPDS 19-0629). \n\n\n\n50 \n\n \n\n \n\nA magnetita apresenta uma estrutura cristalina do tipo espinélio inverso, de cela \n\nunitária cúbica de face centrada contendo 32 íons O2- que são regularmente \n\nempacotados em uma arranjo cúbico ao longo da direção [111]. O parâmetro de rede a \n\né igual 0,839 nm e existem oito fórmulas por cela unitária. A magnetita difere da maioria \n\ndos outros óxidos de ferro por possuir em sua estrutura íons Fe(II) e Fe(III)86.  \n\nNo entanto, devemos considerar que a maguemita (?-Fe2O3) tem uma estrutura \n\ncristalina similar à magnetita, com a diferença de que, no caso da maguemita, apenas \n\níons Fe(III) estão presentes. As vacâncias de cátions são compensadas pela oxidação \n\ndos íons Fe(II). A maguemita apresenta cela unitária cúbica com a igual a 0,834 nm. \n\nCada cela unitária da maguemita possui 32 íons O2-, oito cátions ocupando os sítios \n\ntetraédricos e o restante é distribuído aleatoriamente entre os sítios octaédricos e \n\ntetraédricos86.  \n\nComo consequência, a semelhança nas estruturas cristalinas da magnetita e da \n\nmaguemita gera padrões de difração similares para as duas fases e parâmetros de rede \n\nmuito próximos. Sendo assim, apenas com os dados de XRD não é possível descartar \n\na formação da fase maguemita na amostra Fe_Cl. Outras técnicas foram necessárias \n\npara confirmação da fase obtida e serão apresentadas no decorrer do texto.  \n\nPara a amostra obtida a partir do nitrato de ferro(III) como precursor (Fe_NO3), o \n\ndifratograma de raios X é apresentado na Figura 21. A partir da posição dos planos de \n\ndifração foi possível indexar diferentes fases do óxido de ferro. Além da magnetita e/ou \n\nmaguemita, para a amostra Fe_NO3 foi obtida também a fase hematita (?-Fe2O3).  \n\nA hematita é isoestrutural ao corundum (Al2O3). Apresenta cela unitária \n\nhexagonal compacta com parâmetros de rede a = 0,5034 nm e c = 1,375 nm. Existem \n\nseis fórmulas por cela unitária.  \n\nAlém dos picos de difração característicos das diferentes fases do óxido de ferro, \n\no difratograma apresenta um pico bastante intenso abaixo de 10° (2?) que pode ser \n\natribuído ao oxo-hidroxo acetato de ferro(III) hidratado (Fe2O·(OH)3·(C2H3O2)·H2O), um  \n\npossível intermediário na síntese das partículas magnéticas.  \n\n \n\n\n\n51 \n\n \n\n10 20 30 40 50 60 70\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n (\n\nu\n.a\n\n.)\n\n2? (graus)\n\n Fe_NO3\nHematita\n\nMagnetita\n\n          Acetato de ferro\n\n \n\nFigura 21. Difratograma de raios X da amostra Fe_NO3 destacando as diferentes fases \n\npresentes na amostra e os padrões utilizados na indexação. (Magnetita - JCPDS 19-\n\n629; Hematita - JCPDS 33-664; Oxo-hidroxo acetato de ferro(III) hidratado - JCPDS 50-\n\n290). \n\n \n\nPara a amostra Fe_Cl foi possível determinar o tamanho de cristalito (D) em 51,7 \n\nnm. O D foi calculado a partir da equação de Scherrer87 (2). O mesmo não foi possível \n\npara a amostra Fe_NO3 devido a mistura de fases e sobreposição dos picos. \n\n  (2) \n\n \n\nonde k = constante de forma, cujo valor utilizado é igual a 0,9 considerando que os  \n\ncristalitos sejam esféricos; ? = comprimento de onda da radiação utilizada nas medidas \n\nde difração de raios X (CuK? = 1,5406 Å); Bm = largura a meia altura (em rad) do pico \n\nde difração referente ao plano mais intenso (311) da magnetita, Bs = largura a meia \n\naltura (em rad) do pico de difração de maior intensidade do padrão de silício utilizado \n\ncomo referência nos cálculos.  \n\n\n\n52 \n\n \n\nAlém do tamanho de cristalito, o parâmetro de rede a também foi calculado a \n\npartir da equação 3, considerando um arranjo cúbico. O valor obtido foi de 0,840 nm, \n\nvalor este muito próximo do encontrado para a magnetita (0,839 nm). \n\n  (3) \n\n \n\nonde dhkl distância interplanar; a = parâmetro de rede e h, k, l = índices de Miller. \n\nNa busca da elucidação das fases presentes nas amostras, seguiu-se com a \n\ncaracterização das amostras por IR. De acordo com a literatura86, a banda de absorção \n\nno IR característica do estiramento da ligação Fe-O pode ser utilizada para inferir sobre \n\na presença ou não da fase maguemita na amostra. Como mostrado na Figura 22, os \n\ndiferentes óxidos de ferro – hematita, maguemita e magnetita – apresentam diferenças \n\nimportantes na banda referente ao estiramento Fe-O. A hematita apresenta uma banda \n\nlarga desdobrada em torno de 600 cm-1 e uma absorção fraca acima de 600 cm-1. A \n\nmagnetita apresenta uma única banda larga em torno de 600 cm-1 e uma fraca \n\nabsorção próximo a 400 cm-1. Para a maguemita, o sinal aparece desdobrado em várias \n\nbandas entre 700 – 400 cm-1. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ndhkl =  \n\n Hematita \n\nMagnetita \n\nMaguemita \n\nFigura 22. Espectros no infravermelho referente ao \n\nestiramento da ligação Fe-O nos diferentes óxidos \n\nde ferro: hematita, magnetita e maguemita. \n\n[Adaptado da referência 86] \n\n \n\n\n\n53 \n\n \n\nNo espectro IR da amostra Fe_Cl, Figura 23, é possível observar uma única \n\nbanda abaixo de 600 cm-1, em 583 cm-1, atribuída ao ?Fe-O característico da fase \n\nmagnetita86. Como apresentado na Figura 23, observam-se duas bandas de baixa \n\nintensidade que foram atribuídas a ?CH2, em 1431 cm\n-1, e ao ?CO, em 1076 cm\n\n-1. Esses \n\nsinais indicam a presença na amostra de um resíduo orgânico derivado do EG e/ou \n\nPEG na superfície das partículas88. As bandas observadas em 3454 cm-1 e 1622 cm-1, \n\ncorrespondem ao ?OH e ?HOH, respectivamente, atribuídas às moléculas de água de \n\nadsorção. Ou seja, de acordo com os dados de IR, a amostra Fe_Cl é constituída por \n\nmagnetita, corroborando com os dados de XRD. \n \n\n4000 3500 3000 2500 2000 1500 1000 500\n\n5\n8\n3\n\n1\n0\n7\n6\n\n1\n4\n3\n1\n\n1\n6\n2\n2\n\n3\n4\n5\n4\n\nNúmero de onda (cm-1)\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n (\n\nu\n.a\n\n.)\n\n Fe_Cl\n\n \n\nFigura 23. Espectro de absorção no infravermelho da amostra Fe_Cl.  \n\n \n\nPara a amostra Fe_NO3, cujo espectro é apresentado na Figura 24, a banda \n\nlarga e desdobrada em torno de 600 cm-1 é característica da absorção referente ao ?Fe-\n\nO na maguemita. Porém, por tratar-se de um sinal bastante largo e intenso as bandas \n\nda hematita e magnetita podem também estar presentes. Sendo assim partindo-se da \n\nmistura de fases sugerida por XRD, a banda observada em 607 cm-1 foi atribuída ao \n\n?FeO no (Fe2O·(OH)3·(C2H3O2)·H2O)\n89, enquanto que o mesmo sinal observado em 532 \n\ncm-1 pode ser atribuído a fase ?-Fe2O3 e, em 439 cm\n-1, a fase ?-Fe2O3. São também \n\ndestacadas na Figura 24 outras bandas características do grupo acetato coordenado ao \n\nT\nra\n\nn\nsm\n\nit\nâ\n\nn\nc\nia\n\n (\nu\n\n.a\n.)\n\n\n\n54 \n\n \n\níon ferro, bandas do EG e PEG e das moléculas de água de adsorção presentes na \n\namostra.  \n \n\n4000 3500 3000 2500 2000 1500 1000 500\n\n4\n3\n9\n\n5\n3\n\n2\n6\n\n0\n7\n\n6\n4\n0\n\n8\n8\n51\n\n1\n2\n\n6\n1\n0\n\n8\n5\n\n9\n5\n\n0\n\n1\n4\n4\n\n4\n\n1\n5\n8\n\n5\n1\n6\n\n3\n3\n\n1\n6\n8\n\n0\n\n2\n8\n\n7\n1\n\n2\n9\n2\n\n1\n\n3\n4\n2\n\n1\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n (\n\nu\n.a\n\n.)\n\nNúmero de onda (cm-1)\n\nFe_NO\n3\n\n \n\nFigura 24. Espectros de absorção no infravermelho da amostra Fe_NO3. \n\n \nOs dados obtidos para as duas amostras Fe_Cl e Fe_NO3 e as respectivas \n\natribuições são sumariados na Tabela 2. \n\nA espectroscopia Raman também foi utilizada na investigação da fase obtida nas \n\namostras do caroço magnético. Apesar de elucidativa na caracterização de óxidos de \n\nferro, diferentes trabalhos da literatura mostram que os óxidos de ferro são \n\nextremamente sensíveis a radiação laser utilizada na obtenção dos espectros Raman, \n\nsofrendo mudanças de fases cristalinas decorrentes do calor local provocado pela \n\nincidência da radiação laser durante as medidas90.  Logo, para cada amostra, é \n\nnecessário que se encontre a melhor condição de análise enquanto potência do laser e \n\ntempo de exposição da amostra ao laser. Considerando o comportamento dos óxidos \n\nde ferro quando aquecidos, temos que a magnetita oxida a hematita tendo a maguemita \n\ncomo intermediário (Figura 25)91,92. \n\n \n\n \n\n \n\nPEG PEG \n\nAcetato \n\nT\nra\n\nn\nsm\n\nit\nâ\n\nn\nc\nia\n\n (\nu\n\n.a\n.)\n\n\n\n55 \n\n \n\nTabela 2. Atribuições dos principais modos vibracionais observados para as amostras \n\nFe_Cl e Fe_NO3.\n86,89,90 \n\nAmostra Atribuição Fonte Número de onda \n(cm-1) \n\nFe_Cl ?FeO Fe3O4 583 \n ?CO PEG/EG/ C2H3O2\n\n- 1076 \n ?CH2 PEG/EG 1431 \n ?HOH H2O 1622 \n ?OH Fe3O4/H2O 3454 \n\nFe_NO3 ?FeO  ?-Fe2O3 439 \n ?FeO  ?-Fe2O3 532 \n ?FeO  Fe2O·(OH)3·(C2H3O2)·H2O 607 \n ?COC  PEG 640 \n ?CC  PEG 885-950 \n\n ?COC  PEG 1085-1126 \n ?COO sim  Fe2O·(OH)3·(C2H3O2)·H2O 1444 \n ?HOH  H2O 1633 \n ?COO assim  Fe2O·(OH)3·(C2H3O2)·H2O 1680 \n ?COO assim C2H3O2\n\n- 1585 \n ?CH2 PEG 2871-2921 \n\n ?OH OH/H2O 3421 \n \n\n \n\n \n \n \n\n \n\nFigura 25. Interconversão entre as diferentes fases do óxido de ferro magnetita, \n\nmaguemita e hematita, destacando a: (a)Temperatura e (b) Equações químicas.  \n \n\n A Tabela 3 apresenta os modos vibracionais ativos no Raman para as diferentes \n\nfases magnetita, maguemita e hematita, descritos na literatura91. \n \n\nTabela 3. Diferentes fases cristalinas de óxido de ferro e os respectivos modos \n\nvibracionais observados no espectro Raman.91 \n\nFase cristalina Número de onda (cm-1) / Modo vibracional ativo \n\nHematita 229/A1g     249/Eg*    295/Eg     302/Eg   414/Eg    500/A1g   615/Eg       660/Eu \n\nMaguemita 365/T2g      511/Eg    700/A1g*\n \n\nMagnetita 310/T2g      554/T2g   672/A1g*\n \n\n*Modos de maior intensidade.  \n\n1 2 \n(a) \n\n(b) \n\n\n\n56 \n\n \n\n Na caracterização das amostras utilizou-se o laser verde (514 nm) em diferentes \n\npotências mantendo-se fixo o tempo de exposição em 120 s. Os resultados obtidos são \n\napresentados na Figura 26.  \n\n \n\n150 200 250 300 350 400 450 500 550 600 650 700 750\n\nFe_NO\n3\n (1,7 mW)\n\nFe_Cl (4,5 mW)\n\n590\n\n393255\n\nNúmero de onda (cm-1)\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n (\n\nu\n.a\n\n.)\n\n664\n\n701494\n\n338\n\n216\n\n276\n\nFe_Cl (1,7 mW)\n\n \n\nFigura 26. Espectros Raman das amostras Fe_Cl com diferentes potências de laser e \n\nda amostra Fe_NO3. \n\n \n\n A amostra Fe_Cl foi utilizada como referência na seleção da potência do laser \n\numa vez que, de acordo com os dados mostrados até aqui, deve tratar-se de uma \n\namostra de magnetita, portanto sensível ao laser. É possível observar na Figura 26 que \n\na magnetita aparece como provável única fase considerando a presença da banda \n\nintensa em de 664 cm-1, característica do modo A1g da magnetita (Tabela 3). Neste \n\ncaso, apesar do valor encontrado aproximar-se do modo Eu da hematita (em 660 cm\n-1, \n\nde acordo com a Tabela 3), a presença desta fase foi descartada uma vez que a banda \n\nmais intensa característica da hematita, em 249 cm-1, não foi observada. Para a \n\namostra Fe_Cl (Figura 26), observa-se que com o aumento da potência do laser é \n\npossível identificar diferentes modos vibracionais característicos da fase maguemita. As \n\nbandas observadas em 338, 494 e 701 cm-1, são atribuídas, respectivamente, aos \n\nmodos T2g, Eg e A1g da maguemita (Tabela 3). Como esperado, este resultado revela a \n\n\n\n57 \n\n \n\noxidação da magnetita a maguemita apenas a partir do aumento da potência do laser. A \n\npartir desses resultados, podemos concluir que a amostra de Fe_Cl é constituída \n\npredominantemente por magnetita. \n\nA partir dos resultados obtidos para a amostra Fe_Cl fixou-se a potência do laser \n\nem 1,7 mW para a análise da amostra Fe_NO3, variando-se agora o tempo de \n\nexposição na tentativa de provocar a oxidação das outras fases de óxido de ferro \n\nidentificadas na amostra. O espectro Raman obtido (Figura 26) apresenta os modos \n\ncaracterísticos da fase hematita, sendo os valores em 255, 276, 393 e 590 cm-1 \n\nreferentes ao modo Eg, e a banda em 216 cm\n-1 característica do modo A1g da mesma \n\nfase. Esse resultado sugere a hematita como fase predominante na amostra Fe_NO3.  \n\nA interconversão entre as diferentes fases – Fe3O4, ?-Fe2O3 e ?- Fe2O3 – é uma \n\npropriedade característica da família dos óxidos de ferro. A transformação da magnetita \n\nem hematita envolve a oxidação dos íons Fe(II) a Fe(III). A oxidação da magnetita é \n\nlargamente descrita na literatura que sugere um mecanismo em duas etapas (como \n\nmostrado na Figura 25), sendo a etapa intermediária caracterizada pelo ganho de \n\noxigênio e formação da maguemita, sendo esta uma fase metaestável que, com a \n\nelevação da temperatura, leva a formação da hematita91,92. \n\nA reatividade da magnetita frente a oxidação é depende de muitos fatores como, \n\npor exemplo, a área superficial das partículas e a presença de defeitos e impurezas na \n\nestrutura do cristal93. A temperatura de oxidação pode variar de acordo com as \n\ncaracterísticas da amostra podendo ocorrer a temperaturas inferiores a 500 °C18. \n\nGallagher et al.94 propuseram um mecanismo para a oxidação da magnetita com base \n\nna difusão de íons ferro(II). Eles encontraram que o coeficiente de difusão depende da \n\nrelação de Fe(II)/Fe total presente na amostra. Observaram também que partículas de \n\nmagnetita da ordem de 300 nm, foram oxidadas a hematita em temperatura inferior a \n\n180 °C. \n\nNeste trabalho, a oxidação da magnetita foi acompanhada por TGA/DTA. A curva \n\nTGA/DTA para a amostra Fe_Cl é mostrada na Figura 27(a).  \n\n \n\n \n\n\n\n58 \n\n \n\n100 200 300 400 500\n\n0\n\n10\n\n20\n\n30\n\n10 20 30 40 50 60 70\n\nIn\nte\n\nns\nid\n\na\nd\n\ne\n (\n\nu\n.a\n\n.)\n\n2?  (grau s)\n\n \n\n323\n\n250\n219(a) Fe_Cl\n\nTemperatura (\n0\nC)\n\nd\nm\n\n/d\nT\n\n (\nµ\nV\n\n)\n\n?massa = + 3,5%\n\n?-Fe\n2\nO\n\n3\n\nTG\n\nDTA\n\n100\n\n102\n\n104\n\n%\n M\n\na\nssa\n\n100 200 300 400 500\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n \n\n(b) Fe_NO3\n\nTemperatura (0C)\n\nD\nif.\n\n t\ne\n\nm\np.\n\n (\nµ\nV\n\n)\n\n290\n\n80\n\n85\n\n90\n\n95\n\n100\n\nDTA\n\n*\n\n10 2 0 30 40 50 60 7 0\n\nIn\nte\n\nn\ns\n\nid\na\n\nd\ne\n\n (\nu\n\n.a\n.)\n\n2? (graus)\n\n%\n M\n\na\nssa\n\n?massa = ?20%\n\n*\n\n??Fe\n2\nO\n\n3\n\nTG\n\nFigura 27. Curvas TGA/DTA das amostras: (a) Fe_Cl e (b) Fe_NO3. \n\n \n\nNa figura 27(a) observa-se uma perda de massa até 150 °C atribuída a \n\ndessorção de moléculas de água da superfície das partículas. Após este fenômeno, \n\nentre 200-300 °C observa-se um ganho de massa de aproximadamente 3,5% que, \n\ncomo discutido anteriormente, pode ser atribuído a oxidação da magnetita a \n\nmaguemita. Os resultados apresentados para Fe_Cl sugerem portanto, a magnetita \n\ncomo fase predominante na amostra. \n\n?endo \n\n?exo \n\n?exo \n\n?endo \n\n\n\n59 \n\n \n\nUm comportamento térmico diferente é observado para a amostra Fe_NO3, como \n\nindica a Figura 27(b). Observa-se também uma perda inicial de moléculas de água de \n\nadsorção até 150 °C, no entanto o sistema segue perdendo massa até 300 °C. Este \n\nfato está de acordo com os dados apresentados anteriormente que sugerem a presença \n\nna amostra de uma mistura de fases além de resíduo do EG e PEG95. Tanto o PEG \n\nquanto o (Fe2O·(OH)3·(C2H3O2)·H2O) sofrem decomposição térmica na região \n\nconsiderada, entre 150-300 °C, totalizando 20% de perda de massa. Sendo assim, não \n\nexiste nenhuma evidência da formação da fase magnetita na amostra Fe_NO3. Logo, o \n\nconjunto de dados obtidos por TGA/DTA, XRD, IR e Raman indicam uma mistura de \n\nóxidos de ferro na amostra Fe_NO3, sendo predominante a hematita e, estando \n\npresente também a maguemita. \n\nA partir dos resultados apresentados para as amostras Fe_Cl e Fe_NO3 e de \n\nacordo com dados da literatura45,96,97,98, propõe-se três etapas para a síntese das \n\npartículas de magnetita. Inicialmente, durante os 30 min de agitação à temperatura \n\nambiente, o precipitado avermelhado que se obtém é constituído por \n\n(Fe2O·(OH)3·(C2H3O2)·H2O). Quando o sistema é selado em autoclave e a temperatura \n\né elevada a 200 °C, ocorre a segunda etapa da síntese que consiste na oxidação do \n\nEG, formação do Fe(OH)3 e redução parcial dos íons Fe(III) a Fe(II), levando a \n\nformação dos respectivos hidróxidos de ferro, Fe(OH)2 e Fe(OH)3. Em uma terceira \n\netapa, à temperatura de 200 °C, os hidróxidos sofrem desidratação levando a obtenção \n\nda fase magnetita.  \n\nContudo o mecanismo proposto para a síntese da magnetita deve ser \n\nconsiderado apenas quando o contra-íon precursor é o cloreto, tendo em vista que o \n\nânion nitrato leva a uma mistura de fases. \n\nSigoli et al.99 estudaram a influência do contra-íon na morfologia e cristalinidade \n\nde hidroxicarbonatos de zinco obtidos via precipitação homogênea. Os autores \n\nobservaram que tanto a morfologia quanto a cristalinidade são função dos complexos \n\nformados em solução aquosa e da interação dos ânions com os núcleos formados no \n\nprocesso de precipitação. O cloreto e o nitrato diferem em volume e na geometria \n\nespacial, podendo deste modo interagirem diferentemente com os núcleos de \n\nprecipitação, produzindo diferentes formas de partícula para mesma concentração. O \n\n\n\n60 \n\n \n\ncloreto, mais volumoso e menos coordenante, permite que a precipitação ocorra mais \n\nrapidamente, produzindo assim amostras menos cristalinas em relação aquelas obtidas \n\na partir de sal de nitrato.  \n\n Partindo-se das considerações acima é possível inferir que, da mesma forma \n\npara a síntese solvotérmica da magnetita, os ânions cloreto e nitrato influenciam na \n\nformação dos núcleos que levarão a obtenção das diferentes fases do óxido de ferro. \n\nProvavelmente por ser mais volumoso e menos coordenante, o ânion cloreto permite \n\nque os íons Fe(III) permaneçam livres em solução e possam ser reduzidos a Fe(II), \n\nlevando a precipitação dos respectivos hidróxidos que levarão a formação da fase \n\nmagnetita. Neste caso, a única diferença é que a cristalinidade das partículas é elevada \n\ndevido à alta temperatura utilizada na síntese (200 °C). Por outro lado, o ânion nitrato, \n\npor apresentar um maior efeito coordenante, dificulta a redução dos íons Fe(III), \n\nlevando a formação de óxidos de ferro como hematita e maguemita que são \n\nconstituídas exclusivamente por Fe(III). Além disso, os ânions precursores afetam \n\ntambém a morfologia final das partículas como será discutido a seguir a partir da \n\napresentação dos dados morfológicos das amostras. \n\nA morfologia das partículas bem como o seu diâmetro médio foram estudados \n\npor SEM. Com relação à morfologia das partículas, um comportamento diferente entre \n\nas amostras também foi observado variando-se o ânion precursor. Analisando-se as \n\nmicrografias SEM da amostra Fe_Cl apresentadas na Figura 28(a), observa-se que \n\nforam obtidas partículas dispersas com morfologia esférica e, de acordo com as \n\nimagens mostrada nas Figura 28(b) e (c), as partículas são nanoestruturadas, ou seja, \n\nformadas por agregados de partículas menores (nanogrãos), levando a obtenção de \n\nsuprapartículas ou microesferas de magnetita.  \n\n\n\n61 \n\n \n\n \n\n \n\n \n\nFigura 28. (a), (b) e (c) Micrografias SEM da amostra Fe_Cl. \n\n(a) \n\n(b) \n\n(c) \n\n\n\n62 \n\n \n\nA partir da contagem de 300 partículas, foi possível construir o histograma de \n\ndistribuição de tamanho apresentado na Figura 29. O diâmetro das partículas varia de \n\n350-800 nm sendo o diâmetro médio resultante igual a 753 ± 11 nm. A contagem dos \n\ngrãos (150 contagens) permitiu a construção do histograma observado na Figura 29. O \n\ndiâmetro médio encontrado para os nanogrãos foi de 46 ± 1 nm. É interessante \n\ndestacar que o diâmetro médio estimado para os nanogrãos a partir das imagens de \n\nSEM, é próximo do tamanho de cristalito determinado através dos dados de XRD (51,7 \n\nnm). Esta observação mostra que os dados de SEM e XRD convergem e permitem \n\npropor que as partículas são nanoestruturadas e que cada nanogrão representa um \n\ncristalito de Fe3O4. \n\n \n\n0 200 400 600 800 1000\n\n46 + 1 nm\n\nAmostra Fe_Cl\n\nN\nº \n\nd\ne\n c\n\no\nn\n\nta\ng\n\ne\nn\n\ns\n\nDiâmetro (nm)\n\nNanogrãos\n\n753 + 11 nm\n\n0 100 200 300 400 500 600 700 800 900 1000\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n \n\nFigura 29. Histograma da distribuição do diâmetro dos nanogrãos e do diâmetro de \n\npartícula para a amostra Fe_Cl. \n\n \n\nEssa nanoestrutração é decorrente do mecanismo de nucleação e crescimento \n\ndas partículas na síntese solvotérmica. Nesta metodologia, tanto o PEG como o próprio \n\nsolvente (EG) atuam como passivantes estéricos de superfície influenciando no \n\ncrescimento dos nanogrãos. Após a etapa de crescimento, os nanogrãos se auto-\n\norganizam gerando as microesferas magnéticas45. Uma ilustração da auto-organização \n\ndas partículas é apresentada na Figura 30. \n\n \n\n \n\n\n\n63 \n\n \n\n \n\nFeCl3 + \nNaC2H3O2·3H2O \n\nEG-PEG \n\n200 °C \n\nAuto-organização \n\nMicroesferas \nmagnéticas \n\n \n\nFigura 30. Ilustração do processo de formação das microesferas magnéticas obtidas a \n\npartir do cloreto de ferro(III). [Adaptado da referência 45] \n\n \n\nPara a amostra Fe_NO3, Figura 31(a), nas micrografias SEM as partículas \n\naparecem encobertas pelo resíduo orgânico derivado da síntese, prejudicando assim a \n\natribuição de uma morfologia às partículas obtidas. A Figura 31(b), refere-se a amostra \n\nFe_NO3 após tratamento térmico à 500 \noC e eliminação do resíduo orgânico. A imagem \n\nde SEM revela que foram obtidas partículas esferoidais, porém não se observa nenhum \n\ntipo de nanoestruturação.  \n\n \n\n(a)\n\nµm1 \n\n \n\n(c)\n\n200 nm\n\n \n\nFigura 31. (a) e (b) Micrografias SEM da amostra Fe_NO3. \n\n \n\nConsiderando os resultados obtidos, a amostra Fe_Cl foi a que apresentou \n\npureza de fase e morfologia definida. Sendo assim, esta amostra foi a selecionada para \n\nconstituir o caroço magnético da plataforma magneto-porosa proposta. A partir deste \n\nponto do trabalho, a amostra passará a ser identificada simplesmente como Fe3O4 ou \n\nainda como caroço magnético. \n\n \n\n(b) (a) \n\n\n\n64 \n\n \n\n4.2. Caracterização química, estrutural e morfológica da plataforma \n\nmagneto-porosa caroço@casca do tipo Fe3O4@dSiO2@mSiO2 \n\n \n\nNesta segunda etapa do trabalho foram obtidas duas amostras contendo as \n\npartículas magnéticas nanoestruturadas de Fe3O4 como caroço da plataforma magneto-\n\nporosa: (i) Fe3O4@dSiO2@1mSiO2, contendo o caroço magnético recoberto com uma \n\ncamada de sílica densa e uma camada de sílica porosa e a amostra (ii) \n\nFe3O4@dSiO2@2mSiO2, contendo uma camada de sílica densa e duas camadas de \n\nsílica porosa. \n\nA Figura 32 ilustra o procedimento de recobrimento das partículas de Fe3O4 com \n\nsílica a partir do TEOS. As etapas de hidrólise e condensação do alcóxido (etapas 1 e \n\n2) acontecem na presença das microesferas de Fe3O4. A superfície dessas \n\nmicroesferas sendo ricas em grupos OH, favorece a condensação do precursor alcóxido \n\nhidrolisado na superfície das partículas, promovendo assim o recobrimento. Quando \n\nacontece na ausência do CTAB (Etapa 1), a camada depositada é constituída de sílica \n\nnão porosa. A deposição desta primeira camada de sílica é de fundamental importância \n\nno desenvolvimento da plataforma-magneto-porosa por dois motivos: (i) auxilia na \n\nproteção do caroço magnético contra lixiviação nas etapas seguintes de recobrimento \n\ncom sílica mesoporosa e na etapa de remoção do CTAB e (ii) permite uma deposição \n\nhomogênea das camadas de sílica mesoporosa. \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 32. Ilustração do procedimento de recobrimento das partículas de Fe3O4 com \n\nsílica. \n\n \n\nO CTAB é um surfactante catiônico quaternário de amônio que atua como \n\ndirecionador de estrutura na formação dos poros na Etapa 2 do recobrimento. O \n\nSiO\n\nO\n\nO\n\nO+\n\netanol/H2O\n\nOH-\n\nTEOS\nFe3O4\n\nOH\n\nOH\n\nOHOH\n\nHO\n\nHO\n\nSiO\n\nO\n\nO\n\nO+\n\netanol/H2O\n\nOH-\n\nTEOS CTAB\n\nOH\n\nOH\n\nOHOH\n\nHO\n\nHO\n\nFe3O4@dSiO2 Fe3O4@dSiO2@mSiO2Etapa 1 Etapa 2 \n\n\n\n65 \n\n \n\nmecanismo que descreve a atuação do CTAB na formação dos poros envolve a forte \n\ninteração do conjunto de micelas carregadas positivamente - constituídas pelos íons \n\ncetiltrimetilamônio - com os ânions silicato derivados da hidrólise-condensação do \n\nTEOS em meio básico. Em temperatura ambiente, a distribuição dessas micelas é \n\naleatório o que resultara em um sistema poroso desordenado. De acordo com a \n\nliteratura, é possível estimar o diâmetro do poro que será formado quando da remoção \n\ndo direcionador de acordo com o comprimento da cadeia carbônica do mesmo. Para o \n\nCTAB (C16), o diâmetro estimado para o poro é de 2,2 nm, o que caracteriza um \n\nmaterial mesoporoso52. \n\nAs metodologias utilizadas para a remoção do CTAB de matrizes de sílica são a \n\ncalcinação e a extração por solvente76. Para o nosso material a calcinação não é a \n\nmetodologia mais adequada, pois, como discutido previamente, o aquecimento leva a \n\noxidação da magnetita a hematita o que prejudicaria a resposta magnética da \n\nplataforma final. Por esse motivo a extração por solvente foi a metodologia aplicada \n\nneste trabalho. Foram realizados vários testes utilizando-se volumes e concentrações \n\ndiferentes de uma solução ácida de etanol até que se chegasse no procedimento \n\nestabelecido neste trabalho em que se utiliza, para cada 100 mg de Fe3O4 de partida, \n\n15 mL de uma solução de etanol-HCl 1% (v/v) à 60 °C por 15 min, em ultrassom. \n\nNessas condições as propriedades químicas e magnéticas das partículas do caroço são \n\npreservadas. \n\nNos difratogramas de raios X das amostras recobertas com sílica (Figura 33), \n\nobserva-se que o padrão de difração do caroço de Fe3O4 é mantido mostrando que o \n\nprocedimento de recobrimento não interfere na fase magnética desejada. Na mesma \n\nFigura 33, para a amostra recoberta com duas camadas de sílica porosa, observa-se \n\num halo entre 20 e 30 º (2?), característico de sílica não-cristalina, confirmando a \n\npresença da sílica no sistema. Para a amostra contendo apenas uma camada de sílica \n\nporosa o halo não é observado devido a menor quantidade de sílica na amostra.  \n\n \n\n \n\n\n\n66 \n\n \n\n5 10 15 20 25 30 35 40 45 50 55 60 65 70\n\nFe3O4 @dSiO2@2mSi               \n\nFe3O4 @dSiO2@1mSi               \n\nIn\nte\n\nn\ns\n\nid\na\n\nd\ne\n\n (\nu\n\n.a\n.)\n\n2???? (graus)\n\nFe3O4\n\n \n\nFigura 33. Difratogramas de raios X do Fe3O4 e das plataformas magneto-porosas. \n\n \n\nA Figura 34 apresenta os espectros de absorção no IR obtidos para as \nplataformas magneto-porosas e o espectro do caroço magnético para comparação. \n\n \n\n \n\n4000 3500 3000 2500 2000 1500 1000 500\n\n4\n6\n0\n\n5\n8\n6\n\n1\n2\n0\n0\n\n1\n6\n3\n7\n\n3\n4\n6\n0\n\n%\n T\n\nra\nn\nsm\n\nitâ\nn\nci\n\na\n\nFe\n3\nO\n\n4\n \n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@1mSiO\n\n2\n)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\nNúmero de onda (cm-1)  \n\nFigura 34. Espectros de absorção no infravermelho da amostra Fe3O4 e das \n\nplataformas magneto-porosas. \n\n \n\nT\nra\n\nn\nsm\n\nit\nâ\n\nn\nc\nia\n\n (\nu\n\n.a\n.)\n\n\n\n67 \n\n \n\nAs bandas no IR observadas na região de 3460 cm-1 e 1637 cm-1 são atribuídas \n\naos modos vibracionais ?OH e ?HOH, respectivamente, característicos das moléculas de \n\nágua adsorvidas na superfície das partículas. A banda que caracteriza o ?Fe-O na \n\nmagnetita em torno de 586 cm-1, é observada para as três amostras indicando que a \n\nfase magnetita do caroço foi preservada durante as etapas de recobrimento. A \n\ndeposição da camada de sílica é evidenciada pela presença das bandas em torno de \n\n1200 cm-1, referente à ?SiOSi e 460 cm\n-1 atribuída ao ?Si-O\n\n88. O estiramento dos grupos \n\nsilanol aparecem também na região de 3400 cm-1.  \n\nÉ importante destacar que nos espectros de absorção no IR das plataformas não \n\nsão observadas bandas atribuídas ao CTAB, indicando que a metodologia adotada foi \n\neficiente na remoção do template das amostras da plataforma magneto- porosa. \n\nA obtenção da estruturação hierárquica do tipo caroço-casca é evidenciada nas \n\nmicrografias SEM obtidas para as amostras da plataforma magneto-porosa (Figura 35).  \n\nAs micrografias da Figura 35 permitem identificar o caroço magnético revestido \n\npelas camadas de sílica. As partículas são revestidas individualmente, porém aparecem \n\nagregadas. Analisando-se as figuras, observa-se que a espessura da camada de sílica \n\naumenta com o número de deposições.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n68 \n\n \n\n1 µm\n \n\n1 µm\n \n\n1 µm\n \n\nFigura 35. Micrografias de SEM das amostras: (a) e (b) Fe3O4@dSiO2@1mSiO2; (c) e \n\n(d) Fe3O4@dSiO2@2mSiO2. \n\n \n\nAtravés da análise por SEM foi possível estimar a espessura das camadas de \n\nsílica bem como o diâmetro das partículas a partir dos histogramas apresentados na \n\nFigura 36. A camada de sílica densa depositada previamente nas partículas não pode \n\nser identificada por SEM, sugerindo uma espessura extremamente fina para esta \n\ncamada. Os resultados obtidos de espessura média da casca de sílica porosa e \n\ndiâmetro médio das partículas da plataforma são sumariados na Tabela 4. \n\n \n\n(a) (b) \n\n(c) (d) \n\n\n\n69 \n\n \n\n \n\n0 200 400 600 800 1000 1200\n0\n\n20\n40\n60\n80\n\n100\n\n0 100 200 300 400 500 600 700 800 900 1000 1100 1200\n\nFe3O4@dSiO2@1mSiO2 \n\n   Caroço@casca \n\n     853 + 2 nm\n\n      (diâmetro)\n\n    Caroço \n\n 753 + 11 nm\n\n (diâmetro)\n\nN\nº \n\nd\ne\n c\n\no\nn\n\nta\ng\ne\n\nn\ns\n\nComprimento (nm)\n\n   Casca \n\n 70 + 1 nm\n\n(espessura)\n\n \n\n0 100 200 300 400 500 600 700 800 900 1000 1100 1200\n0\n\n20\n40\n60\n80\n\n100\n\nFe3O4@dSiO2@2mSiO2 \n\n \n\n   Caroço@casca \n\n     1052 + 3,5 nm\n\n      (diâmetro)\n\n    Caroço \n\n 753 + 11 nm\n\n (diâmetro)  \n\nN\nº \n\nd\ne\n c\n\no\nn\n\nta\ng\n\ne\nn\n\ns\n\nComprimento (nm)\n\n   Casca \n\n 166 + 2,5 nm\n\n(espessura) \n\n \n\nFigura 36. Histogramas da distribuição da espessura da casca de sílica (esquerda), do \n\ndiâmetro do caroço de Fe3O4 (centro) e do diâmetro das partículas recobertas (direita) \n\npara as amostras: (a) Fe3O4@dSiO2@1mSiO2 e (b) Fe3O4@dSiO2@2mSiO2.  \n \n\nTabela 4. Valores calculados do diâmetro médio das partículas do caroço de Fe3O4 e \n\nrecobertas com uma e duas camadas de sílica. Estimativa da espessura da casca \n\nobtida em cada etapa de recobrimento. \n\nAmostra Diâmetro da partícula \n\n(nm) \n\nEspessura da casca  \n\n(nm) \n\nFe3O4 753 ± 11  - - - - \n\nFe3O4@dSiO2@1mSiO2 853 ± 2  70 ± 1  \n\nFe3O4@dSiO2@2mSiO2 1052 ± 3,5  166 ± 2,5  \n\n \n\nA caracterização textural das amostras foi realizada a partir das isotermas de \n\nadsorção/dessorção de N2. Uma isoterma de adsorção/dessorção de N2 mostra a \n\nrelação entre a quantidade molar de um gás (adsorbato) adsorvida ou dessorvida por \n\n(a) \n\n(b) \n\n\n\n70 \n\n \n\num sólido (adorvente), a uma temperatura constante, em função da pressão do gás. \n\nSegundo a IUPAC (do inglês, International Union of Pure and Applied Chemistry), as \n\nisotermas podem ser classificadas em seis diferentes tipos como ilustrado na Figura 37. \n\n \n\n \n\n \n\nFigura 37. Classificação das isotermas de adsorção/dessorção segundo a IUPAC.100 \n\n \n\n A isoterma do tipo I (Figura 37 (a)) é característica de materiais microporosos (? \n\n&lt;2 nm). A isoterma do tipo II (Figura 37 (b)) é típica de adsorventes não porosos ou \n\nmacroporosos (? > 50 nm). O ponto B destacado na Figura 37 caracteriza o ponto de \n\ninflexão da isoterma. Este ponto indica o estágio em que o adsorvente está totalmente \n\nrecoberto por uma monocamada do gás e multicamadas de adsorção começam a se \n\nformar. Os materiais cuja atração entre adsorvente-adsorbato é fraca apresentam \n\nisoterma do tipo III (Figura 37 (c)). Neste caso o ponto B não é observado e as \n\ninteração adsorbato-adsorbato são predominantes. Isotermas do tipo IV (Figura 37 (d)) \n\nsão características de materiais mesoporosos (2 &lt;? &lt;50 nm). A principal característica \n\ndesta isoterma é a presença de um ciclo de histerese no intervalo de P/P0 de 0,1 – 0,4 \n\ndecorrente do fenômeno de capilaridade (ou condensação do gás) que ocorre dentro \n\ndos poros. É também característico desses materiais o ponto B ocorrer na região de \n\nP/P0 igual a 0,4\n100,101. O patamar final observado na isoterma indica o completo \n\nI II \n\nIII IV \n\nV VI \n\nQ\nu\n\na\nn\n\ntid\na\n\nd\ne\n\n a\nd\n\nso\nrv\n\nid\na\n\nPressão relativa\n\nB \n\nB \n\n(a) (b) \n\n(c) (d) \n\n(e) (f) \n\n\n\n71 \n\n \n\npreenchimento dos poros, e o início da isoterma pode ser atribuído a uma adsorção do \n\ntipo mono-multicamadas caracterizada pelo presença do ponto B, como observado nas \n\nisotermas do tipo II. A isoterma do tipo V (Figura 37 (d)) é similar à do tipo IV porém, \n\nassim como nas isotermas do tipo III, o ponto B não é observado indicando baixa \n\nafinidade entre adsorvente-adsorbato. A isoterma do tipo VI (Figura 37 (f)) é obtida \n\natravés da adsorção do gás por um sólido não poroso de superfície quase uniforme, o \n\nque representa um caso muito raro entre os materiais mais comuns.  \n\n As isotermas de adsorção-dessorção de N2 obtidas para a amostra Fe3O4 e para \n\nas amostras da plataforma recobertas com sílica são apresentadas na Figura 38. A \n\nisoterma de adsorção das partículas de Fe3O4 (Figura 38 (a)) pode ser classificada \n\ncomo do tipo III. Neste caso a interação do adsorbato-adsorvente é fraca e, de acordo \n\ncom a literatura, este tipo de isoterma é característico da adsorção de moléculas de \n\nnitrogênio em superfícies poliméricas como polietileno100. Para a amostra Fe3O4, este \n\nfenômeno pode ser explicado pela presença de um resíduo polimérico derivado do \n\nEG/PEG existente na superfície das partículas, como sugerido pelos dados de IR \n\ndiscutidos anteriormente, mas não evidenciado por SEM em comparação com a \n\namostra Fe_NO3. A histerese observada na curva pode ser atribuída à porosidade \n\nintrínseca do material que, como discutido anteriormente, é constituído por microesferas \n\nde Fe3O4 nanoestruturadas. A auto-organização dos nanogrãos na formação das \n\nmicroesferas resulta em um sistema não denso, permeável ao N2. Desta forma, \n\nalgumas moléculas de N2 podem ficar aprisionadas entre os nanogrãos o que implica \n\nna não reversibilidade da curva de adsorção. A micrografia SEM das partículas de \n\nFe3O4, observada na Figura 28(c) ilustra claramente essa porosidade resultante da \n\nauto-organização dos nanogrãos. \n\nPara as partículas recobertas com sílica (Figura 38 (b) e (d)), as isotermas são \n\ndo tipo IV indicando a presença de mesoporos. \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n\n \n\nFe3O4 \n\n0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1,0\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nV\no\nlu\n\nm\ne\n d\n\ne\n N\n\n2\n a\n\nd\nso\n\nrv\nid\n\no\n (\n\ncm\n3\n g\n\n-1\n)\n\nP/P\n0\n\nF\n3\nO\n\n4\n\n \n\nFe3O4@dSiO2@1mSiO2 \n\n0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1,0\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nV\no\nlu\n\nm\ne\n d\n\ne\n N\n\n2\n a\n\nd\nso\n\nrv\nid\n\no\n (\n\ncm\n3\n g\n\n-1\n)\n\nP/P\n0\n\nF\n3\nO\n\n4\n@dSiO\n\n2\n@1mSiO\n\n2\n\n \n5 10 15 20 25\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\nd\nV\n\n(l\no\ng\n d\n\n)/\ncm\n\n3\n g\n\n-1\n\nDiâmetro de poro (nm)\n\n Adsorção\n Dessorção\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@1mSiO\n\n2\n\n \nFe3O4@dSiO2@2mSiO2 \n\n0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1,0\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\n200\n\nV\no\nlu\n\nm\ne\n d\n\ne\n N\n\n2\n a\n\nd\nso\n\nrv\nid\n\no\n (\n\ncm\n3\n g\n\n-1\n)\n\nP/P\n0\n\nF\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\n \n5 10 15 20 25\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\nd\nV\n\n(l\no\ng\n d\n\n)/\ncm\n\n3\n g\n\n-1\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\nDiâmetro de poro (nm)\n\n Adsorção\n Dessorção\n\n \n\nFigura 38. Isotermas de adsorção/dessorção de N2 das amostras: a) Fe3O4; b) \n\nFe3O4@dSiO2@1mSiO2 e c) Fe3O4@dSiO2@2mSiO2. (Regiões destacas nas \n\nisotermas: 1 = microporos, 2 = força de tensão e 3 = porosidade secundária) \n\n \n\n(b) (c) \n\n(d) (e) \n\n1 \n\n3 \n\n2 \n\n1 \n\n2 \n\n3 \n\ndessorção \n\ndessorção \n\nadsorção \n\nadsorção \n\n*artefato \n\n(a) \n\n*artefato \n\n\n\n73 \n\n \n\nÉ descrito na literatura que existe uma correlação entre o formato da histerese e \n\nalgumas propriedades relacionadas à porosidade dos adsorventes mesoporosos como, \n\npor exemplo, tamanho e distribuição do diâmetro dos poros, geometria e conectividade. \n\nUma classificação empírica é dada pela IUPAC, como ilustrado na Figura 39. \n\n \n\nQ\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n a\n\nd\nso\n\nrv\nid\n\na\n ?\n\nPressão Relativa ?  \n\nFigura 39. Classificação dos ciclos de histerese em materiais mesoporosos segundo a \n\nIUPAC.101 \n\n \n\nDe acordo com a IUPAC, a histerese do tipo H1 (Figura 39 (a)) é característica \n\nde poros ordenados que formam canais de geometria e diâmetro bem definidos, ou de \n\nporos associados ao empacotamento de esferas uniformes. Materiais que apresentam \n\nporosidade desordenada, ou seja, sem definição de geometria e larga distribuição de \n\ndiâmetro de poros apresentam histerese do tipo H2 (Figura 39 (b)). Isotermas que \n\nexibem histerese do tipo H3 (Figura 39 (c)) não apresentam um patamar de adsorção \n\npara altos valores de P/P0. Este tipo de comportamento está associado com a presença \n\nde agregados não rígidos que dão origem a poros do tipo fenda. Este tipo de \n\nporosidade gera um ciclo de histerese na região de P/P0 entre 0,5–1,0. Na literatura, \n\nesta porosidade é descrita como porosidade textural ou secundária enquanto que \n\naquela proveniente da ação de um direcionador de estrutura no interior de uma \n\n(a) (b) \n\n(c) (d) \n\n\n\n74 \n\n \n\nestrutura é denominada porosidade confinada101. A histerese H4 (Figura 39 (d)) é \n\nsimilar a H3 incluindo também a região de microporos. \n\n A partir das considerações apresentadas, as histereses observadas nas \n\nisotermas das amostras recobertas com sílica (Fe3O4@dSiO2@1mSiO2 e \n\nFe3O4@dSiO2@2mSiO2) apresentadas na Figura 38 (b) e (d), podem ser classificadas \n\ncomo H4. Para as duas amostras observa-se a presença de um ciclo de histerese de \n\nP/P0 acima 0,5, caracterizando a existência de porosidade secundária. Esta \n\ncaracterística do material pode ser verificada nas micrografias SEM (Figura 35) das \n\nreferidas amostras. Pode-se inferir também sobre a presença de microporos no \n\nsistema.  \n\nA existência de microporos é evidenciada pelo comportamento da dessorção \n\npara P/P0 &lt;0,4. Como pode ser observado nas Figuras 38 (a) e (b), as curvas de \n\nadsorção-dessorção não são coincidentes e este comportamento é previsto \n\nteoricamente como mostrado pelas curvas pontilhadas que definem esta região na \n\nFigura 39 (d). Uma observação cuidadosa das curvas da Figura (b) e (c) mostra que, \n\ncom a deposição da segunda camada de sílica, parte dos microporos presentes na \n\namostra é preenchida, o que leva a uma maior homogeneidade no revestimento das \n\npartículas e, consequentemente, a uma diminuição da abertura da curva para a amostra \n\nFe3O4@dSiO2@2mSiO2 em relação a amostra Fe3O4@dSiO2@1mSiO2. \n\n  Uma característica relevante dos materiais mesoporosos, e que pode ser \n\nextraída das isotermas, relaciona-se com a queda brusca da pressão em P/P0 ? 0,4, o \n\nque promove o fechamento do ciclo de histerese (região indicada como 2 nas isotermas \n\nda Figura 38). Este fenômeno é denominado tensile strenght (ou cavitação) e ocorre \n\ndevido à evaporação espontânea do N2 de dentro dos mesoporos provocada pelo \n\nabaixamento da pressão100.  \n\nPara materiais com as características de dessorção descritas acima, a literatura \n\nsugere que o diâmetro de poro seja estimado a partir dos dados de adsorção100. Caso \n\ncontrário, utilizando-se os dados de dessorção, a curva apresentaria um artefato devido \n\nà evaporação espontânea do gás que levaria a uma interpretação equivocada dos \n\nresultados. Nas Figuras 38(c) e (e), são apresentadas as duas curvas de distribuição de \n\n\n\n75 \n\n \n\ndiâmetro de poro obtidas a partir dos dados de adsorção, pelo Método BJH (do inglês \n\nBarret-Joyner-Halenda), e a curva obtida a partir dos dados de dessorção.  \n\nA análise da curva de distribuição do diâmetro de poro da amostra \n\nFe3O4@dSiO2@1mSiO2, obtida a partir da adsorção (Figura 38(c)), mostra uma \n\ndistribuição larga que varia de 3–18 nm, com máximos em 3,6, 4,6 e 7 nm. O artefato \n\ngerado na curva obtida a partir da dessorção é destacado na Figura 38(c).  \n\nPara a amostra Fe3O4@dSiO2@2mSiO2 (Figura 38(e)), as mesmas \n\nconsiderações podem ser feitas. Porém, como sugerido anteriormente, a segunda \n\ncamada de sílica leva a uma distribuição de tamanho mais estreita (3,2&lt;?&lt;12 nm) \n\ncaracterizando um sistema mais homogêneo. \n\nOs valores de área superficial das amostras foram calculados a partir da parte \n\nlinear do plot BET (do inglês Braunauer-Emmet-Teller) da curva de adsorção, como \n\nrecomendado pela IUPAC100. Os valores obtidos de área superficial e de diâmetro e \n\nvolume de poro para as amostras do caroço de Fe3O4 e das plataformas magneto-\n\nporosas são apresentados na Tabela 5. \n\n \nTabela 5. Valores de área superficial específica, diâmetro e volume de poros para as \n\namostras do caroço de magnetita e da plataforma. \n\nAmostra Área (BET) \n\n(m2 g-1) \n\nDiâmetro de \n\nporo (nm) \n\nVolume de poro \n\n(cm3 g-1) \n\nFe3O4 12  _ _ \n\nFe3O4@dSiO2@1mSiO2 162 3,6 – 18 0,11 \n\nFe3O4@dSiO2@2mSiO2 355 3,2 - 12 0,12 \n\n \n\nAnalisando os valores de área superficial apresentados na Tabela 5, observa-se \n\nque as amostras recobertas com sílica são porosas uma vez que a área do caroço de \n\nmagnetita aumenta em 13 vezes quando adicionada a primeira camada de sílica porosa \n\ne, depois da segunda camada, este valor praticamente dobra sugerindo que a área é \n\ndiretamente proporcional ao número de camadas de sílica depositadas. Estes \n\nresultados mostram que a metodologia desenvolvida para o recobrimento das partículas \n\n\n\n76 \n\n \n\nmagnéticas permite controlar a espessura da casca e, como consequência, a área \n\nsuperficial através do número de deposições.  \n\n \n\n4.3. Comportamento magnético das amostras do caroço e das \n\nplataformas magneto-porosas \n\n \n\n4.3.1. Caracterização por VSM \n\n O comportamento da amostra do caroço de Fe3O4 em relação a um campo \n\nmagnético externo está representado na Figura 40. Na ausência do campo (Figura \n\n40(a)) as partículas permanecem suspensas em água. No entanto, na presença do \n\ncampo as partículas são instantaneamente atraídas pela ação do campo (Figura 40(b)).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 40. Comportamento das partículas do caroço de Fe3O4 suspensas em água \n\ndeionizada: (a) Na ausência do campo magnético; (b) Na presença do campo \n\nmagnético. \n\n \n\nA curva de magnetização (M) versus campo aplicado (H) para a amostra do \n\ncaroço (Fe3O4) é apresentada na Figura 41, juntamente com as curvas obtidas para as \n\nplataformas magneto-porosas. \n\n \n\n \nPartículas na \n\nausência do ímã \nPartículas na \n\npresença do ímã \n\n \n(a) \n\n \n(b) \n\n\n\n77 \n\n \n\n \n\n (a) \n\n-20000 -15000 -10000 -5000 0 5000 10000 15000 20000\n-100\n\n-50\n\n0\n\n50\n\n100\n\nM\na\ng\nn\ne\ntiz\n\na\ntio\n\nn\n (\n\ne\nm\n\nu\n g\n\n-1\n)\n\nH (Oe)\n\nFe\n3\nO\n\n4\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@1mSiO\n\n2\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\n \n\n(b) \n\n-1000 -500 0 500 1000\n-100\n\n-50\n\n0\n\n50\n\n100\n\nM\na\ng\nn\ne\ntiz\n\na\ntio\n\nn\n (\n\ne\nm\n\nu\n g\n\n-1\n)\n\nH (Oe)\n\nFe\n3\nO\n\n4\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@1mSiO\n\n2\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\n \n\nFigura 41. (a) Curvas de magnetização das amostras Fe3O4, Fe3O4@dSiO2@1mSiO2 e \n\nFe3O4@dSiO2@2mSiO2, obtidas à temperatura ambiente; (b) Ampliação das curvas de \n\nmagnetização para observação dos ciclos de histerese. \n\n \n\nO perfil das curvas da Figura 41 é muito similar àquele apresentado por \n\npartículas superparamagnéticas, com a diferença de que existe para as amostras uma \n\ncoercividade (Hc) e remanência (MR) diferente de zero. Considerando apenas as \n\ncaracterísticas morfológicas e estruturais das partículas, tal comportamento não seria \n\nM\na\n\ng\nn\n\ne\nti\n\nza\nç\nã\n\no\nM\n\na\ng\n\nn\ne\n\nti\nza\n\nç\nã\n\no\n\n\n\n78 \n\n \n\nesperado, uma vez que, para a magnetita, o diâmetro da partícula abaixo do qual é \n\nesperado comportamento superparamagnético é ~20 nm32. Desta forma, considerando \n\napenas os dados morfológicos, o sistema seria classificado como ferromagnético mole. \n\nEntretanto, considerando apenas a curva de histerese, o sistema poderia ser \n\nclassificado como superparamagnético. Sendo assim, cabe uma discussão sobre este \n\ntipo de comportamento dos materiais nanoestruturados como será apresentada a \n\nseguir. \n\nA partir da observação acurada dos resultados obtidos da ampliação da histerese \n\napresentada na Figura 41(b), verifica-se que as partículas de Fe3O4 apresentam um \n\npequeno valor de Hc (51,8 Oe) e MR (7,2 emu g\n-1) (Tabela 6). Este comportamento \n\nsurge da agregação dos nanogrãos que afeta diretamente o comportamento magnético \n\ndo sistema gerando assim uma resposta magnética coletiva34. Individualmente, esses \n\nnanogrãos seriam superparamagnéticos. Porém, com a formação dos agregados, os \n\nmomentos magnéticos de cada nanogrão, que poderiam ser considerados \n\nmonodomínios, passam a acoplar com os momentos magnéticos dos nanogrãos \n\nvizinhos resultando assim em um sistema que apresenta elevada magnetização de \n\nsaturação (Ms) e baixos valores de Hc e Mr, mostrando que as microesferas \n\nnanoestruturadas conservam as características mais importantes das NP \n\nsuperparamagnéticas.  \n\nAs interações magnéticas, que contribuem para os valores de Mr e Hc, podem ser \n\nde diferentes naturezas: dipolar, troca direta (entre partículas que se tocam) ou \n\nsupertroca. A aplicação de modelos teóricos para explicação de tais fenômenos em \n\nsistemas reais é dificultada por diversos fatores, dentre eles destacam-se a combinação \n\nde diferentes interações, a morfologia das partículas, a distribuição de tamanho e eixos \n\nde anisotropia e, na escala nanométrica, ganham importância também os efeitos de \n\nsuperfície102.  \n\nAinda sobre os dados obtidos das curvas de magnetização, considerando que os \n\nvalores de Ms são obtidos em função da massa da amostra utilizada na medida, os \n\ndados de VSM permitiram estimar a porcentagem de Fe3O4 presente nas diferentes \n\namostras103. A descrição do cálculo realizado é feita a seguir utilizando-se como \n\nexemplo a amostra Fe3O4@dSiO2@1mSiO2. Inicialmente, a partir da massa da amostra \n\n\n\n79 \n\n \n\nutilizada na medida (5,3·mg) e da Ms\n (44 emu g-1, da Tabela 6), determina-se a \n\nmagnetização (M) da amostra em unidades eletromagnéticas (emu): \n\n \n\nMs amostra x Massa amostra = 44 emu g\n-1 x 5,3·10-3 g = 0,232 emu \n\n \n\nNas amostras da plataforma magneto-porosa somente o caroço de Fe3O4 é \n\nresponsável pela resposta magnética e, portanto, esta M calculada (0,232 emu) é \n\natribuída ao Fe3O4. Como a Ms do caroço é conhecida (85 emu g\n-1) (Tabela 6), é \n\npossível calcular a massa de Fe3O4 presente na amostra:  \n\n \n\nM calculada x (1/Ms Fe3O4) = 0,232 emu x 1/85 emu g\n-1 = 2,74 mg de Fe3O4 \n\n \n\nAssim, em 5,3·mg de amostra de Fe3O4@dSiO2@1mSiO2, 2,74 mg é de Fe3O4, \n\nou seja, 52 % com indicado na Tabela 7. Como observado na Tabela 7, a porcentagem \n\nFe3O4 na amostra diminui e, consequentemente, diminui a Ms. Este comportamento era \n\nesperado uma vez que, de acordo com as micrografias SEM da Figura 35, a espessura \n\nda camada de sílica aumenta com o número de deposições diminuindo assim a relação \n\nFe3O4/SiO2. \n\n \n\nOs dados de Ms, Hc, Mr e porcentagem de Fe3O4 nas amostras estão sumariados \n\nna Tabela 6. \n\n \n\nTabela 6. Magnetização de saturação (Ms), magnetização remanente (Mr), coercividade \n\n(Hc) e % de Fe3O4 das amostras do caroço e das amostras recobertas com sílica. \n\nAmostra  Ms (emu g\n-1) Mr (emu g\n\n-1) Hc\n* (Oe) %Fe3O4 \n\nFe3O4 85 7,2 51,8 100 \n\nFe3O4@dSiO2@1mSiO2 44 2,8 73,0 52 \n\nFe3O4@dSiO2@2mSiO2 28 1,9 71,5 33 \n\n *Os valores de coercividade foram calculados a partir da média dos valores de –Hc e +Hc retirados das \n\ncurvas de histerese das amostras.  \n\n\n\n80 \n\n \n\n4.3.2. Caracterização por SQUID \n\nNa tentativa de inferir sobre a existência de monodomínios magnéticos nos \n\nsistemas magnéticos obtidos, foram realizadas medidas de magnetização em função da \n\ntemperatura. As curvas obtidas são ilustradas na Figura 42 (a) e (b). \n\nA primeira observação que se faz é com relação ao perfil da curva ZFC-FC \n\nobtida para as diferentes amostras. Para um sistema puramente superparamagnético, \n\ncomo ilustrado na Figura 7 da página 13, seria esperado um comportamento reversível \n\nacima da temperatura em que as partículas aparecem desbloqueadas e, decorrente \n\ndesta reversibilidade, deveríamos ter um máximo bem definido na curva ZFC referente \n\na T do material.  \n\nNa curva ZFC da amostra Fe3O4 (Figura 42 (a)), é possível observar um máximo \n\nem torno de 50 K, indicando que nesta temperatura o sistema começa a sentir os \n\nefeitos da temperatura. Este ponto pode ser identificado como a TB característica de \n\nnanopartículas superparamagnéticas. Esta temperatura fica mais evidente a partir da \n\nderivada da curva apresentada como linha pontilhada na Figura 42 (a), referente a \n\ndiferença entre as curvas ZFC-FC. A largura da curva ZFC caracteriza sistemas com \n\nlarga distribuição de tamanho e, consequentemente de TB. Esta observação corrobora \n\ncom os dados estruturais que indicam a presença dos nanogrãos na estrutura das \n\npartículas. A TB observada é, portanto atribuída a existência de uma fração desses \n\nnanogrãos em regime superparamagnético, sendo que podem existir nanogrãos \n\nconstituídos por multidomínios magnéticos que contribuem para o alargamento da curva \n\nZFC. Esta observação é evidenciada quando observamos a curva FC. As curvas ZFC-\n\nFC não coincidem, ou seja, com o resfriamento não observamos o aumento da \n\nmagnetização como seria esperado considerando um comportamento agora \n\nparamagnético das partículas. O que se observa é um deslocamento entre as curvas \n\ncausado pelo acoplamento magnético entre os nanogrãos e pela presença de \n\nmultidomínios que gera uma magnetização remanente no sistema. Logo, acima da \n\ntemperatura de bloqueio o que se tem é uma resposta coletiva do sistema que \n\napresenta agora as características do agregado e não dos nanogrãos individualmente. \n\nIsto acontece porque, até 300 K, as partículas não se encontram completamente \n\ndesbloqueadas, ou seja, o acoplamento existente impede que ocorra um alinhamento \n\n\n\n81 \n\n \n\ncoletivo das partículas na presença do campo. O mesmo comportamento do caroço \n\nmagnético é observado na amostra Fe3O4@dSiO2@2mSiO2, como indicado pela \n\nsimilaridade das curvas ZFC-FC (Figura 42).  \n\n \n\n0 50 100 150 200 250 300 350 400 450\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\nFe\n\n3\nO\n\n4\n\nM\n (\n\nm\ne\n\nm\nu\n\n)\n\nT (K)\n\nT\nB\n = 50 K\n\n \n\n0 50 100 150 200 250 300\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\nM\na\n\ng\nn\ne\n\ntiz\na\nçã\n\no\n (\n\nm\ne\n\nm\nu\n\n)\n\nT (K)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\nT\nB\n = 25 K\n\n \n\nFigura 42. Curvas ZFC-FC para a amostra (a) Fe3O4 e (b) Fe3O4@dSiO2@2mSiO2, \n\ncom campo aplicado igual a 50 Oe. \n\n \n\n \n\n \n\n(a) \n\n(b) \n\nD(MZFC-MFc)/T vs. T \n\nD(MZFC-MFc)/T vs. T \n\n\n\n82 \n\n \n\nA TB extraída da curva da Figura 42(a) pode ser utilizada para estimar o diâmetro \n\ndos domínios superparamagnéticos presentes, como previsto pela teoria de Stoner-\n\nWohlfarth35, segundo a relação expressa na Equação 4: \n\n \n\n TB = (K/25kb).V                                                 (4) \n\n \n\nonde TB = temperatura de bloqueio (K); K = constante anisotrópica da magnetita = 3·10\n4 \n\nerg/cm3; Kb = constante de Boltzmann = 1,38·10\n-16 erg/K e  V =  (4/3)?r3. \n\n \n\nSubstituindo-se na Equação 4 os dados obtidos das curvas da Figura 42(a), o \n\ndiâmetro estimado do domínio magnético encontrado para as nanoestruturas do caroço \n\nfoi de 22 nm. Uma vez que tanto o tamanho estimado para o cristalito (51,7 nm) e para \n\nos nanogrãos (46 nm) são maiores que o diâmetro estimado para os domínios \n\nmagnéticos, pode-se dizer que as nanoestruturas de Fe3O4 são constituídas por \n\nmultidomínios magnéticos, sendo uma pequena fração formada por monodomínios. \n\nEste comportamento é justificado considerando que a distribuição do diâmetro médio \n\ndos nanogrãos é larga, como pode ser comprovado no histograma da Figura 29, página \n\n58.  \n\nCom o recobrimento, Figura 42(b), observa-se um deslocamento na TB para 25 \n\nK. Sendo que neste caso, a TB também não é evidente. Este comportamento nos leva a \n\npropor que, após o recobrimento, a contribuição das características individuais dos \n\nnanogrãos diminui e o sistema passa a apresentar apenas uma resposta coletiva. O \n\ndeslocamento da TB para menor valor pode ser entendido como uma diluição. \n\nRevestidas com sílica as partículas magnéticas estão mais distantes, diminuindo assim \n\na interação interpartículas e, consequentemente a TB. Como esperado, para \n\nmonodomínios presentes seriam estimados em 18 nm, muito próximo do estimado para \n\na amostra de Fe3O4 antes do recobrimento. \n\nAs curvas M versus H normalizadas obtidas a 5 K, apresentadas na Figura 43, \n\nmostram que, para a amostra de Fe3O4, a Hc é maior do que aquela observada a \n\ntemperatura ambiente, confirmando que abaixo de 50 K existem partículas bloqueadas, \n\nou seja em regime superparamagnético. A mesma consideração pode ser feita em \n\n\n\n83 \n\n \n\nrelação às partículas da plataforma magneto-porosa. Considerando que os valores de \n\nHc são os mesmos (200 Oe), confirma-se que, abaixo de TB, as interações \n\ninterpartículas não são relevantes para a resposta final do sistema que reflete o \n\ncomportamento dos nanogrãos constituintes das partículas. \n\n \n\n-3000 -2000 -1000 0 1000 2000 3000\n\n-0,8\n\n0,0\n\n0,8\n\nM\n n\n\no\nrm\n\na\nliz\n\na\nd\na\n\nH (Oe)\n\n \n Fe\n\n3\nO\n\n4\n\n Fe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\nT = 5 K\n\n \n\nFigura 43. Curva de magnetização das amostras de Fe3O4 e Fe3O4@dSiO2@2mSiO2 \n\nmedidas a 5 K. \n\n \n\nO conjunto de resultados obtidos pelas diferentes técnicas de caracterização \n\nmagnética, permitem propor a existência, em uma mesma partícula, de mono e \n\nmultidomínios, portanto, a classificação mais adequada para os diferentes sistemas \n\nestudados é a de ferrimagnetos moles, pois, apresentam elevada Ms e baixos valores \n\n(mas não nulos) de Mr e Hc. É importante ressaltar que essas características viabilizam \n\no uso das partículas tanto no carreamento de fármacos. Com relação aos ensaios de \n\nhipertermia magnética, a presença de um Hc pode levar a perda de energia por \n\nhisterese que representa um dos mecanismos pelo qual um material magnético pode \n\ngerar calor em um campo magnético alternado. \n\nÉ decorrente deste comportamento magnético a proposta de se estudar a \n\ninfluência da aplicação de um campo magnético (ou eletromagnético) externo nas \n\npropriedades da plataforma magneto-porosa. Além da magnetização auxiliar no \n\n\n\n84 \n\n \n\ncarreamento das partículas, a resposta do material magnético pode ser modificada \n\ndevido a interação da amostra com o campo magnético externo aplicado. Essa resposta \n\npode ser decorrente da interação com o próprio caroço magnético, como também, de \n\nacordo com a literatura, devido às mudanças nas propriedades físico-químicas da água \n\nquando na presença de um campo magnético estático. Segundo Ozeki et. al.104, \n\ncampos magnéticos estáticos podem alterar as interações água-sólido e induzir a \n\nadsorção ou dessorção da água nas superfícies sólidas. Desta forma, a aplicação de \n\num campo magnético externo, ou até mesmo o próprio campo gerado pelo caroço \n\nmagnético, podem influenciar na liberação de moléculas adsorvidas na plataforma, \n\nresultando em um processo de liberação controlada por ação do campo.  \n\n \n\n \n\n4.3.3. Hipertermia magnética \n\n Os ensaios de hipertermia magnética foram realizados com a amostra do caroço \n\nmagnético (Fe3O4) e com a amostra contendo duas camadas de sílica mesoporosa \n\n(Fe3O4@dSiO2@2mSiO2). \n\n As curvas de temperatura versus tempo foram obtidas para campos magnéticos \n\nde 100, 200 e 300 Oe, e frequência de 300 kHz.  \n\n A Figura 44(a) e (b) apresenta as curvas de variação da temperatura em função \n\ndo tempo para as amostras Fe3O4 e Fe3O4@dSiO2@2mSiO2, respectivamente. \n\nOs resultados obtidos, mostram que o caroço magnético é capaz de elevar a \n\ntemperatura em ~5 °C sob ação do campo mais baixo (100 Oe). Esta variação de \n\ntemperatura torna-se mais pronunciada quando o campo aplicado aumenta atingindo \n\numa variação de 23 °C sob 300 Oe. Porém, como apresentado na introdução deste \n\ntrabalho, para uma aplicação biológica, o produto campo aplicado B0 x f, não deve \n\nultrapassar 5·109 A m-1 s-1. Como apresentado nos gráficos da Figura 44(a), o campo \n\napropriado para uma aplicação biológica seria de até 200 Oe. Sob ação do campo de \n\n200 Oe o caroço magnético eleva a temperatura em ~15 °C, o que viabiliza sua \n\naplicação uma vez que as células tumorais são suscetíveis a temperaturas próximas de \n\n43 °C. \n\n \n\n\n\n85 \n\n \n\n0 50 100 150 200 250 300 350\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24 Fe\n3\nO\n\n4\n\nV\na\nri\na\nçã\n\no\n d\n\na\n t\ne\nm\n\np\ne\nra\n\ntu\nra\n\n (\nºC\n\n)\n\nTempo (s)\n\n 100 Oe (2,5x109)*\n 200 Oe (5x109)*\n 300 Oe (7,5x109)*\n\n \n\n0 50 100 150 200 250 300 350\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\nTempo (s)\n\nFe3O4@dSiO2@2mSiO2\n\n 100 Oe (2,5x109)*\n 200 Oe (5x109)*\n 300 Oe (7,5x109)*\n\nV\na\nri\n\na\nçã\n\no\n d\n\na\n t\ne\n\nm\np\n\ne\nra\n\ntu\nra\n\n (\nºC\n\n)\n\n \n\nFigura 44. Curvas de variação da temperatura em função do tempo das amostras: (a) \n\nFe3O4 e (b) Fe3O4@dSiO2@2mSiO2. \n\n \n\nObservando-se as curvas obtidas para a amostra Fe3O4@dSiO2@2mSiO2, \n\nFigura 44(b), é possível verificar que a plataforma magneto-porosa provoca um \n\naumento da temperatura da água em uma escala menor (~8 ºC), para um campo de \n\n200 Oe, quando comparada ao caroço de Fe3O4. Este comportamento é justificado \n\nconsiderando que a porcentagem de Fe3O4 na amostra Fe3O4@dSiO2@2mSiO2 está \n\nem torno de 33%. Contudo, apesar da menor variação na temperatura, as partículas da \n\nplataforma magneto-porosa conseguem atingir a temperatura necessária para um \n\n(a) \n\n(b) \n\n\n\n86 \n\n \n\ntratamento por hipertermia (~43 °C) e, além disso, apresentam propriedades \n\ndiferenciadas sobre as partículas do caroço. A principal delas refere-se a maior área \n\nsuperficial que possibilita a funcionalização da partícula para atuar como um vetor no \n\ncarreamento de fármacos para sítios específicos. Neste caso o aquecimento gerado por \n\nhipertermia magnética pode potencializar a liberação do fármaco tornado o tratamento \n\nconjunto mais eficiente contra a doença.  \n\n Os valores de SAR foram calculados para as amostras a partir da Equação 1: \n\n \n\nSAR = C(?T/?t)(1/ma) \n\n \n\nonde C = 4,18 J g-1 °C-1; ?T/?t = coeficiente angular da reta ajustada na linearização \n\ndas curvas de temperatura versus tempo e ma = massa da amostra magnética em g. Os \n\nvalores de SAR são obtidos em J s-1 g-1, como J s-1 = W tem-se que J s-1 g-1 = W g-1. No \n\ngráfico da Figura 45 os valores de SAR são expressos em W g-1.  \n\n \n\n100 150 200 250 300\n\n0\n\n100\n\n200\n\n300\n\n400\n\nS\nA\n\nR\n (\n\nW\n g\n\n-1\n d\n\ne\n a\n\nm\no\n\nst\nra\n\n)\n\nCampo (Oe)\n\n Fe3O4\n\n Fe3O4@dSiO2@2mSiO2\n\n \n\nFigura 45. Curvas de SAR em função do campo para as amostras: (a) Fe3O4 e (b) \n\nFe3O4@dSiO2@2mSiO2. \n\n \n\n \n\nCom relação aos valores de SAR, para uma aplicação em hipertermia, quanto \n\nmaior o valor atingido nas condições do experimento, mais eficiente será a liberação do \n\n\n\n87 \n\n \n\ncalor. Portanto, para uma comparação dos valores de SAR é preciso garantir que todas \n\nas condições realizadas nos experimentos foram as mesmas. \n\n Considerando as características magnéticas atribuídas às amostras a partir da \n\ncaracterização por VSM e SQUID, pode-se dizer que os diferentes mecanismos de \n\ngeração de calor (histerese e relaxação superparamagnética) devem contribui para o \n\naumento da temperatura observado para as amostras de Fe3O4 e \n\nFe3O4@dSiO2@2mSiO2. \n\n \n\n4.4. Caracterização das amostras contendo LEVO \n\n \n\nA quantidade de LEVO carregada na amostra Fe3O4@dSiO2@2mSiO2 foi \n\ndeterminada por UV-Vis através da isoterma de adsorção construída a partir da solução \n\nestoque em diferentes concentrações. O valor encontrado para o carregamento foi de \n\n12,25 % (m/m), o que equivale a 0,34 mmol de LEVO para cada grama de \n\nFe3O4@dSiO2@2mSiO2. Considerando que o diâmetro da molécula de LEVO foi \n\nestimado em 1,4 nm, na etapa de carregamento, as moléculas do fármaco devem ter \n\npreenchido os poros da matriz de sílica uma vez que a distribuição do diâmetro de poro \n\nda matriz apresenta 3,59 nm como valor médio. A ferramenta utilizada na estimativa do \n\ntamanho das moléculas de LEVO foi o programa Avogadro 1.10 e o método foi a \n\notimização da geometria com campo de força UFF (do inglês, Universal Field Force), \n\nconsiderando a distância entre os dois átomos mais distantes.  \n\nAs quinolonas (Q) de importância clínica, como a LEVO, são substâncias \n\nanfóteras e que possuem elevada hidrofilicidade. Em pH alcalino as quinolonas formam \n\ncarboxilatos (Q-) solúveis em água e, em pH ácido formam aminas protonadas (Q+) \n\ntambém solúveis em água. Em pH neutro próximo do seu ponto isoelétrico, as \n\nquinolonas possuem duas formas em equilíbrio: a forma neutra (Q) e a zwiteriônica \n\n(Q±)105. A etapa de funcionalização da plataforma com a LEVO ocorreu em pH 6,5, o \n\nque nos leva a propor que a forma zwiteriônica encontrava-se disponível em solução \n\npara interagir com a sílica na superfície e no interior dos seus poros. \n\nAs soluções aquosas de LEVO exibem fluorescência intrínseca cuja intensidade \n\ne máximos de excitação e emissão dependem do pH. Da literatura105, têm-se os \n\n\n\n88 \n\n \n\nespectros de excitação e emissão da ofloxacina, isômero óptico da LEVO, em soluções \n\naquosas de diferentes valores de pH. A intensidade máxima nos espectros é observada \n\nem soluções fracamente ácidas onde predominam as espécies protonadas (Q+) (pH ? \n\n4,0)(?exc = 300 nm, ?em = 500 nm), enquanto que em soluções fortemente ácidas (pH ? \n\n2) ou fortemente alcalinas (pH ? 10,5) ocorre uma diminuição na intensidade da \n\nfluorescência. Esta diminuição é acompanhada por um “red-shift” na emissão máxima \n\nem soluções ácidas (?em = 505 nm) e por um “blue-shift” (?em = 475 nm) em soluções \n\nalcalinas. Em pH = 7,0, existe em solução a mistura da forma protonada (Q+) e da forma \n\nzwiteriônica (Q ±), com, ?exc igual a 280 nm e ?em igual a 450 nm, respectivamente.  \n\nEm nossos estudos partimos das considerações apresentadas acima sobre a \n\nluminescência das quinolonas na tentativa de entender a interação da LEVO com a \n\nplataforma magneto-porosa. Para tanto, foram obtidos os espectros de excitação e \n\nemissão das amostras sólidas de Fe3O4@dSiO2@2mSiO2_LEVO e da LEVO pura, \n\napresentados na Figura 46(a-b). No espectro de excitação da LEVO pura (Figura 46(a)), \n\nobserva-se uma banda larga, com alguns pontos de máximo destacados, atribuídos às \n\ntransições internas da molécula. Após adsorção na plataforma, o sistema passa a \n\napresentar uma banda mais estreita com máximo em 290 nm. A mudança no perfil da \n\nbanda e no máximo de excitação indica que a LEVO encontra-se adsorvida na amostra \n\ne que ocorreram mudanças nos seus estados eletrônicos provocadas pela interação da \n\nLEVO com a sílica. Ainda na Figura 46(a), aparece em destaque o espectro de \n\nexcitação da plataforma pura, Fe3O4@dSiO2@2mSiO2, que apresenta máximos de \n\nexcitação em torno de 272 e 365 nm. Essas bandas também aparecem no espectro da \n\namostra contendo a LEVO, e podem ser atribuídas à plataforma. \n \n\n\n\n89 \n\n \n\n250 300 350 400\n\n408\n\n366\n\n326\n\n275\n290\n\n280 300 320 340 360 380 400 420\n\n365\n\nIn\nte\n\nn\nsi\n\nd\na\n\nd\ne\n\n (\nu\n\n.a\n.)\n\nComprimento de onda (nm)\n\n272\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\n?\nem\n\n= 450 nm\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n\n (\nu\n.a\n\n.)\n\nComprimento de onda (nm)\n\n?\nem\n\n= 500 nm\n\nLEVO\nFe\n\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_LEVO\n\n326\n\n(a)\n\n \n\n400 450 500 550 600\n\n500\n\n400 450 500 550 600\n\n 412  435\n\nIn\nte\n\nn\nsi\n\nd\na\n\nd\ne\n\n (\nu\n\n.a\n.)\n\nComprimento de onda (nm)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n\n?\nexc\n\n = 270 nm\n\n?\nexc\n\n = 280 nm\n\n?\nexc\n\n = 290 nm\n\nLEVO\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_LEVO\n\nComprimento de onda (nm)\n\n450\n\n(b)\n\n \n\nFigura 46. a) Espectros de excitação das amostras Fe3O4@dSiO2@2mSiO2_LEVO e \n\nLEVO pura; em destaque o espectro de excitação da amostra Fe3O4@dSiO2@2mSiO2; \n\n(b) Espectros de emissão das amostras Fe3O4@dSiO2@2mSiO2_LEVO e LEVO pura; \n\nem destaque o espectro de emissão da amostra Fe3O4@dSiO2@2mSiO2. \n\n \n\nComparando-se os espectros de emissão, apresentados na Figura 46(b), \n\nobserva-se que, em relação a LEVO pura (? máximo de emissão = 450 nm), a emissão \n\nda amostra Fe3O4@dSiO2@2mSiO2_LEVO sofre um “red-shift”, passando a apresentar \n\n\n\n90 \n\n \n\n? máximo de emissão em 500 nm. Este deslocamento sugere que predominam no \n\nsistema espécies protonadas da LEVO tanto nos grupos amino quanto carboxílicos. \n\nEsta observação sugere que a interação da molécula de LEVO com a plataforma \n\nacontece através dos hidrogênios ácido da superfície da sílica106. O espectro de \n\nemissão da plataforma em destaque na Figura 46(b), mostra que a plataforma \n\napresenta uma emissão abaixo de 450 nm, em 412 e 435 nm, característica da matriz \n\nde sílica. \n\n \n\n4.4.1. Estudos de Cinética de Liberação da LEVO \n\nPara os ensaios de liberação da LEVO em água, foram utilizados 2,0 mg de uma \n\namostra de carregada com 10% do fármaco, suspensa em 10 mL de água deionizada. A \n\nliberação da LEVO foi acompanhada por UV-Vis monitorando-se a absorção em 290 \n\nnm, característica do fármaco quando dissolvido em água. A cada leitura a alíquota era \n\ndevolvida ao sistema. A quantificação da LEVO liberada foi realizada a partir da \n\nconstrução de uma isoterma de adsorção. Os resultados obtidos são apresentados na \n\nFigura 47. \n\n \n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\nQ\nu\n\na\nn\ntid\n\na\nd\ne\n\n d\ne\n L\n\ne\nvo\n\n li\nb\ne\nra\n\nd\na\n (\n\n%\n)\n\nTempo (h)  \nFigura 47. Curva de liberação da LEVO em água obtida à temperatura ambiente. \n\n\n\n91 \n\n \n\nObserva-se que nas primeiras 24 h é atingido o máximo de liberação da LEVO. \n\nApós este período, as medidas realizadas posteriormente em 2, 3 e 4 dias não \n\nmostraram um aumento significativo da quantidade liberada, podendo assim ser \n\nconsiderado um total de 26,5% de liberação. Após o terceiro dia de monitoramento a \n\nquantidade de levo em solução começa a diminuir indicando que a amostra está \n\nreabsorvendo a LEVO, ou até mesmo, que a LEVO presente na solução está sofrendo \n\ndegradação. \n\n O perfil de liberação da LEVO observado neste ensaio está de acordo com os \n\nresultados observados por Wang et al.107. Os autores observaram uma liberação de \n\n50% de LEVO em uma solução de SFB. Neste trabalho, a baixa porcentagem de \n\nliberação é justificada considerando-se a alta afinidade da LEVO pelos grupos silanol da \n\nmatriz de sílica. O perfil de liberação obtido para a LEVO é comparável a um modelo \n\nutilizado para o tratamento de infecções bacterianas, caracterizado por um choque \n\ninicial do fármaco seguido por um tratamento com uma dose profilática sustentada \n\ndurante longos períodos77,107. \n\n \n\n4.4.2. Análises Microbiológicas \n\nNos ensaios de atividade antibacteriana foram utilizados 7,0 mg da amostra \n\nFe3O4@dSiO2@2mSiO2_LEVO carregada com 12% do fármaco. Logo, na massa de \n\namostra utilizada, a massa estimada de LEVO carregada é de 840 µg.  \n\nA avaliação da sensibilidade das bactérias frente à ação dos antibacterianos \n\npode ser investigada a partir da determinação dos halos de inibição do crescimento das \n\nbactérias, medidos diretamente nas placas utilizadas nos ensaios microbiológicos. De \n\nacordo com os padrões apresentados pela CLSI (Clinical and Laboratory Satandards \n\nInstitute)108, para a atividade da LEVO sobre a cepa S. aureus (Gram-positiva), um halo \n\nmenor que 15 mm indica resistência da bactéria frente ao antibacteriano. A observação \n\nde um halo entre 16 e 18 mm, indica uma sensibilidade intermediária enquanto que, um \n\nhalo maior que 19 mm mostra sensibilidade da bactéria ao antibacteriano. Para a P. \n\naeruginosa (Gram-negativa), os valores não variam muito sendo que um halo menor \n\nque 13 mm indica resistência, a sensibilidade intermediária é dada por um halo entre14 \n\ne 16 mm e a sensibilidade é representada por um halo maior que 17 mm. \n\n\n\n92 \n\n \n\nDesta forma, a quantidade de antibacteriano carregado na amostra, 840 µg é, \n\nteoricamente, suficiente para gerar sensibilidade às bactérias estudadas. Considerando \n\nos resultados obtidos na liberação do fármaco em água, da massa de LEVO carregada \n\napenas 26,5% deve ser liberada da plataforma magneto-porosa.  \n\nCom o objetivo de investigar se há influência do caroço magnético na liberação \n\nda LEVO, foram realizados experimentos na presença de um campo magnético externo \n\nconstante gerado por um ímã cilíndrico. A irradiação das amostras com laser, foi uma \n\noutra estratégia utilizada para verificar a possível influência da radiação na liberação do \n\nfármaco. \n\nAs Figuras 48 e 49 ilustram os halos de inibição obtidos em um dos ensaios com \n\no imã e com o laser na presença das bactérias S. aureus e P. aeruginosa, considerando \n\nque os mesmos foram realizados em triplicata.  \n\n \n\nS. aureus \n\n \n\n                                                                                                                               \n\n \n\n \n\n \n \n\nFigura 48. Halos de inibição de crescimento da bactéria S. aureus nos ensaios \n\nrealizados: (a) na presença do campo magnético constante (ímã); (b) na presença do \n\nlaser e (c) controle, obtido na ausência do ímã e do laser. Identificação das amostras: \n\nLEVO = levofloxacina pura, P = Fe3O4@dSiO2@2mSiO2 e P_LEVO = \n\nFe3O4@dSiO2@2mSiO2_LEVO. \n\n \n\n Na Figura 48 observa-se que para a bactéria S. aureus o halo de inibição para a \n\namostra Fe3O4@dSiO2@2mSiO2_LEVO existe mesmo no controle, indicando que a \n\nLEVO pode ser liberada pela plataforma mesmo na ausência do ímã e do laser. A \n\nTabela 7 apresenta os valores médios dos halos obtidos nos diferentes experimentos \n\ncom a S. aureus. \n\n \n\nÍmã Controle \nLEVO \n\nP_LEVO \n\nP_LEVO \n\nP_LEVO P \n\nLEVO \n\nP \n\nLaser (a) (b) (c) \n\n\n\n93 \n\n \n\nTabela 7. Resultados obtidos das leituras dos halos de inibição gerados pelas amostras \n\nde LEVO livre (L), da plataforma Fe3O4@dSiO2@2mSiO2 sem a levo (P) e da \n\nplataforma carregada com a LEVO Fe3O4@dSiO2@2mSiO2_LEVO (PL), nos ensaio \n\nrealizado com ímã e com laser nas placas contendo S. aureus. Na última coluna são \n\napresentados os resultados obtidos na ausência do ímã e do laser (controle). \n\nS. aureus  (ímã)  (laser) Controle  \n Halo (mm) Halo (mm) Halo (mm) \n\nLEVO (L) 38 (±0,1) 35 (±0,1) 36 (±0,1) \nFe3O4@dSiO2@2mSiO2 (P) 0,0 0,0 0,0 \nFe3O4@dSiO2@2mSiO2_LEVO (PL) 28 (±0,1) 29 (±0,1) 27 (±0,1) \n \n\nÉ importante ressaltar que, considerando que a amostra \n\nFe3O4@dSiO2@2mSiO2_LEVO libera apenas 26,5% da LEVO carregada, a plataforma \n\nse mostra eficiente quanto a atividade antibacteriana sobre cepas de S. aureus uma vez \n\nque o halo obtido é muito próximo daquele apresentado pelo antibacteriano livre. Uma \n\nexplicação pode decorrer do fato de que apesar da concentração de levo ser pequena, \n\numa liberação lenta proporciona uma maior eficiência.  \n\n A Figura 49 ilustra os halos de inibição nos ensaios com a bactéria P. \n\naeruginosa. \n\n \n\nP. aeruginosa \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 49. Halos de inibição de crescimento da bactéria P. aeruginosa nos ensaios \n\nrealizados: (a) na presença do campo magnético constante (ímã); (b) na presença do \n\nlaser e (c) controle, obtido na ausência do ímã e do laser. Identificação das amostras: \n\nLEVO = levofloxacina pura, P = Fe3O4@dSiO2@2mSiO2 e P_LEVO = \n\nFe3O4@dSiO2@2mSiO2_LEVO. \n\n \n\nÍmã \nLaser \n\nControle \n\nControle \n\nP P P_LEVO \n\nLEVO \n\nP_LEVO \n\nLEVO \n\nP_LEVO \n\n(a) (b) (c) \n\n\n\n94 \n\n \n\nNa Figura 49(a) para a P. aeruginosa na presença do ímã, assim como no \n\ncontrole (Figura 49(c)), somente foram observados halos para a LEVO. No ensaio \n\nrealizado sob a irradiação com laser (Figura 49(b)) é possível identificar a formação de \n\num halo de inibição também para a amostra Fe3O4@dSiO2@2mSiO2_LEVO. Este \n\nresultado sugere que, neste caso, a liberação da LEVO é influenciada pelo laser. O \n\naquecimento local provocado pela incidência da radiação deve estar atuando na \n\nliberação do fármaco promovendo uma maior atividade. Esta propriedade pode ser \n\nmodulada na tentativa de se obter uma liberação controlada do fármaco. \n\n A Tabela 8 apresenta os valores médios dos halos obtidos nos diferentes \n\nexperimentos com a P. aeruginosa. \n\n \n\nTabela 8. Resultados obtidos das leituras dos halos de inibição gerados pelas amostras \n\nde LEVO livre (L), da plataforma Fe3O4@dSiO2@2mSiO2 sem a levo (P) e da \n\nplataforma carregada com a LEVO Fe3O4@dSiO2@2mSiO2_LEVO (PL), nos ensaio \n\nrealizado com ímã e com laser nas placas contendo P. aeruginosa. Na última coluna \n\nsão apresentados os resultados obtidos na ausência do ímã e do laser (controle). \n\n \n\n4.5. Caracterização das amostras contendo Eutta \n\n \n\nO diâmetro da molécula de Eutta foi estimado em 1,6 nm pelo mesmo método \n\naplicado às moléculas de LEVO. Igualmente neste caso, o diâmetro da molécula é \n\nsuficiente para que a incorporação ocorra não somente na superfície das partículas da \n\nplataforma magneto-porosa, mas também no interior dos seus poros.  \n\nA espectroscopia de luminescência foi a técnica utilizada na caracterização das \n\namostras contendo o complexo de európio(III). A Figura 50(a) apresenta o espectro de \n\nexcitação do complexo Eutta, obtido monitorando-se a transição 5D0?\n7F2 do íon \n\neurópio(III) (611 nm), no intervalo de 250-500 nm. No espectro são observadas três \n\nP. aeruginosa  (ímã)  (laser) Controle  \n Halo (mm) Halo (mm) Halo (mm) \n\nLEVO (L) 29 (±0,1) 24 (±0,1) 26 (±0,1) \nFe3O4@dSiO2@2mSiO2 (P) 0,0 0,0 0,0 \nFe3O4@dSiO2@2mSiO2_LEVO (PL) 0,0  15 (±0,1) 0,0 \n\n\n\n95 \n\n \n\nbandas em 277 nm, 367 nm e 395 nm, atribuídas às transições do ligante 2-\n\ntenoiltrifluoroacetonato, e um pico em 464 nm atribuído a transição 5D2?\n7F0 \n\ncaracterística do íon európio(III). O espectro de emissão do complexo puro foi obtido na \n\nregião de 550-720 nm com excitação no estado tripleto do 2-tenoiltrifluoroacetonato \n\n(367 nm). Como observado na Figura 50(b), o espectro mostra que a emissão \n\ncorrespondente a transição 5D0?\n7F2 tem maior intensidade que a transição \n\n5D0 ?\n7F1, \n\nindicando que o íon európio(III) ocupa um sítio de baixa de simetria109. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n500 550 600 650 700\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n (\n\nu\n.a\n\n.)\n\nComprimento de onda (nm)\n\n7F\n0\n \n\nFe\n3\nO\n\n4\n@2mSiO\n\n2\n@Eutta\n\nFe\n3\nO\n\n4\n@2mSiO\n\n2\n@Eutta_após medidas tempo de vida\n\n5D\n0\n \n\n7F\n1\n\n5D\n0\n \n\n7F\n2\n\n5D\n0\n \n\n7F\n3\n\n5D\n0\n \n\n7F\n1\n\n5D\n0\n 7F\n\n4\n5D\n\n0\n \n\n?\nexc\n\n = 369 nm\n\n \n\nFigura 50. Espectros de (a) excitação (?em = 611 nm) e (b) emissão (?exc = 367 nm), do \n\ncomplexo Eutta. \n\n250 300 350 400 450 500\n\n277\n395\n\n367\n\nIn\nte\n\nn\nsi\n\nd\na\nd\ne\n\n (\nu\n\n.a\n.)\n\nComprimento de onda (nm)\n\n?\nem\n\n= 611 nm\n\n5\nD\n\n2\n  \n\n  \n  \n\n 7\nF\n\n0\n  \n  \n\n  \n\n464\n\n(a) \n\n(b) ?exc = 367 nm \n\n?em = 611 nm \n\n\n\n96 \n\n \n\n \n\nAs Figuras 51 (a) e (b) apresentam os espectros de excitação e de emissão da \n\nplataforma magneto-porosa contendo o complexo Eutta adsorvido \n\n(Fe3O4@dSiO2@2mSiO2_Eutta). \n\n \n\n \n\n250 300 350 400 450 500\n\n340\n\n270\n\n340In\nte\n\nn\nsi\n\nd\na\nd\n\ne\n (\n\nu\n.a\n\n.)\n\nComprimento de onda (nm)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta \n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta (aquecimento 60 °C)\n\n270\n\n \n\n \n\n560 580 600 620 640 660 680 700 720560 580 600 620 640 660 680 700 720\n\n7F\n0\n \n\nIn\nte\n\nn\nsi\n\nd\na\n\nd\ne\n (\n\nu\n.a\n\n.)\n\nFe\n3\nO\n\n4\n@2mSiO\n\n2\n@Eutta\n\nFe\n3\nO\n\n4\n@2mSiO\n\n2\n@Eutta_após medidas tempo de vida\n\n5D\n0\n \n\n7F\n1\n\n5D\n0\n \n\n7F\n2\n\n5D\n0\n \n\n7F\n3\n\n5D\n0\n 7F\n\n1\n5D\n\n0\n \n\n7F\n4\n\n5D\n0\n \n\n?\nexc\n\n = 340 nm\n\nComprimento de onda (nm)\n \n\nFigura 51. Espectros da amostra Fe3O4@dSiO2@2mSiO2_Eutta, antes e após \n\naquecimento a 60 °C: (a) excitação (?em = 615 nm) e (b) emissão (?exc = 340 nm). \n\n \n\n* \n\n(a) \n\n(b) \n\n* \n\n* \n\n?exc = 340 nm \n\n?em = 615 nm \n\nFe3O4@dSiO2@2mSiO2_Eutta \n\nFe3O4@dSiO2@2mSiO2_Eutta  \n\n(aquecido a 60 °C) \n\nFe3O4@dSiO2@2mSiO2_Eutta \n\nFe3O4@dSiO2@2mSiO2_Eutta  \n\n(aquecido a 60 °C) \n\n\n\n97 \n\n \n\n Na obtenção dos espectros de luminescência da amostra \n\nFe3O4@dSiO2@2mSiO2_Eutta foram adotadas as mesmas condições de obtenção dos \n\nespectros do complexo puro. No espectro de excitação mostrado na Figura 51(a) são \n\nobservadas basicamente duas bandas em ~270 e 340 nm, atribuídas ao ligante. Em \n\nrelação ao complexo, o perfil do espectro é diferente quanto ao número, posição e \n\nintensidade das bandas. Essas diferenças sugerem a existência de interações entre o \n\ncomplexo e a sílica da plataforma que provocam mudanças da energia dos estados \n\neletrônicos geradas pela distorção da simetria do complexo109,110. No espectro de \n\nemissão da amostra Fe3O4@dSiO2@mSiO2_Eutta, Figura 51(b), observa-se um \n\nalargamento das bandas de emissão em decorrência de uma distorção da simetria ao \n\nredor do íon európio(III) provocada pela inserção do complexo na matriz de sílica \n\nporosa. \n\nBuscando investigar a potencialidade de aplicação do sistema como sonda de \n\ntemperatura, foram realizadas medidas de tempo de vida da amostra \n\nFe3O4@dSiO2@2mSiO2_Eutta. As curvas de decaimento da intensidade da emissão \n\nforam obtidas variando-se a temperatura de 20 a 60 °C e os resultados obtidos são \n\napresentados na Figura 52(a). Para 20 e 30 °C, as curvas foram ajustadas para uma \n\nexponencial de primeira ordem, revelando um único tempo de vida para o sistema, da \n\nordem de 0,20 ms. Este tempo de vida está de acordo com o valor obtido para \n\ncomplexo Eutta quando preservadas as duas águas na esfera de coordenação70,110. \n\nPorém, com o aumento da temperatura acima de 30 °C, as curvas ajustaram-se para \n\numa exponencial de segunda ordem, sugerindo dois tempos de vida diferentes, sendo \n\nque o menor deles varia com a temperatura. Dentre os tempos sugeridos, para cada \n\numa das temperaturas, o de menor valor apresentou um decréscimo com o aumento da \n\ntemperatura. A variação do tempo de vida com a temperatura no intervalo de 20-60 °C \n\nfoi plotada em um gráfico apresentado na Figura 52(b). Observa-se que o sistema \n\napresenta uma resposta linear na faixa de interesse para uma aplicação em \n\nhipertermia, entre 40-45 °C, como confirmam os dados ajustados a partir da curva.   \n\nNa Tabela 9 são sumariados os dados obtidos em cada medida de tempo de \n\nvida, considerando-se apenas o de menor valor quando relacionados às temperaturas \n\nmaiores que 30 °C. Este comportamento observado para a amostra contendo o \n\n\n\n98 \n\n \n\ncomplexo adsorvido indica que a temperatura influencia na interação do complexo com \n\na sílica, modificando assim a esfera de coordenação do íon európio(III).  \n\n \n\n0,60 0,80 1,00 1,20 1,40\n\n \n\nTempo (ms)\n\n \n 20 °C\n 30 °C\n 40 °C\n 50 °C\n 60 °C\n\nln\n (\n\nin\nte\n\nn\nsi\n\nd\na\nd\ne\n)\n\nFe3O4@dSiO2@2mSiO2_Eutta\n\n \n\n \n\n15 20 25 30 35 40 45 50 55 60 65\n0.10\n\n0.15\n\n0.20\n\n0.25\n\nT\ne\nm\n\np\no\n\n d\ne\n v\n\nid\na\n (\n\nm\ns)\n\nTemperatura (oC)\n\ny = 2,95986 - 0,03031x\nr2 = 0,98329\n\n \n\nFigura 52. (a) Curvas de decaimento radiativo da amostra \n\nFe3O4@dSiO2@2mSiO2_Eutta em diferentes temperaturas; (b) Variação do tempo de \n\nvida do nível 5D0 com a temperatura. \n\n \n\nEsta observação pode ser confirmada analisando-se os espectros de excitação e \n\nemissão da amostra Fe3O4@dSiO2@2mSiO2_Eutta, obtidos após as medidas de tempo \n\nde vida, ou seja, após o aquecimento a 60 °C (Figuras 51 (a) e (b)). O perfil dos \n\n(a) \n\n(b) \n\n\n\n99 \n\n \n\nespectros, enquanto posição das bandas e linha base, muda em relação aos espectros \n\nobtidos antes das medidas de tempo de vida (antes do aquecimento), corroborando \n\ncom o comportamento observado para o tempo de vida.  \n \n\nTabela 9. Valores de tempo de vida obtidos para as amostras nas temperaturas de 20 – \n\n60 °C. \n\nTemperatura \n\n(°C) \n\n1a medida  \n\n(ms) \n\n2a medida \n\n(ms) \n\n3a medida  \n\n(ms) \n\nMédia \n\n(ms) \n\nDesvio \n\npadrão \n\n20 0,24 0,23 0,22 0,23 0,0097 \n\n30 0,22 0,23 0,20 0,21 0,0146 \n\n40 0,15 0,17 0,17 0,17 0,0094 \n\n50 0,14 0,13 0,14 0,14 0,0074 \n\n60 0,12 0,11 0,10 0,11 0,0088 \n \n\n \n\nConsiderando que esta alteração no comportamento do complexo quando \n\nadsorvido na sílica pode ser provocada, além da temperatura, por resíduos ácidos \n\ndecorrentes do procedimento de síntese e também da acidez intrínseca à superfície da \n\nsílica, tratou-se uma amostra da plataforma magneto-porosa com NH4OH na tentativa \n\nde neutralizar a sílica. Foram obtidos os espectros da amostra após neutralização \n\n(Fe3O4@dSiO2@2mSiO2_200_Eutta) que são apresentados nas Figuras 53 (a) e (b). \n\nOs espectros são semelhantes aos discutidos anteriormente para o complexo adsorvido \n\nna plataforma, sugerindo, também neste caso, interação do complexo com a plataforma \n\nmagneto-porosa.  \n\n  \n \n\n\n\n100 \n\n \n\n \n\n250 300 350 400 450\n\n346\n\nIn\nte\n\nn\nsi\n\nd\na\nd\n\ne\n (\n\nu\n.a\n\n.)\n\nComprimento de onda (nm)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta \n\n267\n\n*\n\n?em = 615 nm\n\n \n\n560 580 600 620 640 660 680 700 720\n\nIn\nte\n\nn\nsi\n\nd\na\n\nd\ne\n (\n\nu\n.a\n\n.)\n\nComprimento de onda (nm)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta\n\n7F2\n5\n\nD0 \n\n?\nexc\n\n = 340 nm\n\n*\n7F0\n\n5\nD0 \n\n7F2\n5\n\nD0 \n\n5\nD0 \n\n7F1\n5\n\nD0 \n\n5\nD0 \n\n7F3\n5\n\nD0 \n\n5\nD0 \n\n7F4\n5\n\nD0 \n\n \n\nFigura 53. Espectros da amostra Fe3O4@dSiO2@2mSiO2_200_Eutta: (a) excitação \n\n(?em = 615 nm); (b) Espectro de emissão da amostra Fe3O4@dSiO2@2mSiO2_Eutta \n\n(?exc = 346 nm). *Sinal referente a harmônico. \n\n \n\nA diferença nas propriedades luminescentes dos sistemas surge na investigação \n\ndo decaimento radiativo da amostra Fe3O4@dSiO2@2mSiO2_200_Eutta. A Figura 54(a) \n\nilustra a curva de decaimento que representa as demais curvas obtidas no intervalo de \n\ntemperatura estudado, de 20-60 °C. Todas as curvas obtidas foram ajustadas para uma \n\nexponencial de primeira ordem, revelando um único tempo de vida, em torno de 0,4 ms, \n\nque, neste caso, não varia com a temperatura conforme mostrado na Figura 54(b). \n\nOutra observação que pode ser feita é em relação a interação complexo-sílica. Um \n\n?exc = 346 nm \n\n(a) \n\n(b) \n\n\n\n101 \n\n \n\ntempo de vida da ordem de 0,4 ms é característico do complexo Eutta sem as duas \n\náguas, ou ao menos uma, na esfera de coordenação do íon európio(III). Este \n\ncomportamento diferenciado deve ter sido provocado pela mudança nas características \n\nda superfície da sílica quando tratada com NH4OH. Nesta etapa deve ter ocorrido a \n\nsubstituição dos hidrogênios dos grupos silanol por íons NH4\n+, em uma reação ácido-\n\nbase. Logo, quando o complexo foi adsorvido, a interação do complexo com a sílica foi \n\ndiferente em decorrência da presença dos íons amônio. Esta interação pode ter levado \n\na uma forte interação das moléculas de água do complexo com os íons NH4\n+, ou, até \n\nmesmo, a sua substituição. Os espectros de emissão e excitação obtidos após o \n\naquecimento da amostra a 60 °C (não mostrados neste texto) não apresentaram \n\nalterações em relação a amostra não aquecida. \n\n \n\n \n\n1,00 2,00 3,00 4,00\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta\n\nln\n(i\n\nn\nte\n\nn\nsi\n\nd\na\nd\ne\n\n)\n\nTempo de vida (ms)\n\nT = 30 \n°\nC\n\n? = 0,50 ms\n\n \n\n \n\n20 25 30 35 40 45 50\n0,30\n\n0,35\n\n0,40\n\n0,45\n\n0,50\n\nT\ne\nm\n\np\no\n d\n\ne\n v\n\nid\na\n\n (\nm\n\ns)\n\nTemperatura (°C)\n\nFe\n3\nO\n\n4\n@dSiO\n\n2\n@2mSiO\n\n2\n_200_Eutta\n\n \n\nFigura 54. (a) Curvas de decaimento radiativo da amostra \n\nFe3O4@dSiO2@2mSiO2_200_Eutta; (b) Variação do tempo de vida da amostra \n\nFe3O4@dSiO2@2mSiO2_200_Eutta com a temperatura. \n\n \n\n4.6. Ensaios de citotoxicidade \n\n \n\n Os estudos de citotoxicidade das amostras de Fe3O4 e Fe3O4@dSiO2@2mSiO2 \n\nforam realizados para diferentes linhagens celulares, utilizando-se o ensaio colorimétrico \n\nMTT para as células NIH/3T3, A549, NG97 e PANC-1 após 24 e 48 h de exposição aos \n\ncompostos em várias concentrações (de 3,90 a 500 µg mL-1). Cada linhagem celular foi \n\n(a) (b) \n\n\n\n102 \n\n \n\ncomparada com o seu controle. Os compostos foram considerados citotóxicos quando \n\nmais de 25% das células viáveis foram mortas. \n\n Para as células saudáveis NIH/3T3, Figura 55(a), observa-se que as partículas \n\nde magnetita e da plataforma magneto-porosa não são tóxicas após 24 horas de \n\nexposição. Após 48 horas, a plataforma apresenta-se citotóxica para concentrações \n\nentre 250-500 µg mL-1, consideradas muito elevadas para uma aplicação. \n\n É importante destacar que, como esperado, o recobrimento com sílica diminui a \n\ncitotoxicidade das partículas de magnetita. Este comportamento das partículas viabiliza \n\no seu uso em aplicações biológicas sendo que um dos requisitos necessários para este \n\nfim é que as partículas não sejam citotóxicas.  \n\n \n\n \n\nFigura 55. Resultados obtidos dos ensaios de citotoxicidade por MTT, das amostras \n\nFe3O4 e Fe3O4@dSiO2@2mSiO2 para células NIH/3T3. \n\n \n\nPara as células tumorais de câncer pulmonar (A549) (Figura 56(a)), os dois \n\nsistemas mostraram-se tóxicos após 48 h em concentrações entre 250 e 500 µg mL-1. \n\nEm até 24 h os sistemas não apresentaram citotoxicidade.  \n\n Sobre as células de câncer cerebral (NG47) (Figura 56(b)) e de pâncreas \n\n(PANC-1) (Figura 56(c)) nenhum dos sistemas apresentou atividade citotóxica. \n\nAo contrário do que se espera para as células saudáveis, é interessante que \n\npara uma aplicação antitumoral as partículas apresentem elevada toxicidade. Desta \n\nforma, nenhumas das amostras testadas apresentam atividade antitumoral relevante. \n\n \n\n\n\n103 \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 56. Resultados obtidos dos ensaios de citotoxicidade por MTT, das amostras \n\nFe3O4 e Fe3O4@dSiO2@2mSiO2 para diferentes culturas de células: (a) A549; (b) NG97 \n\ne (c) PANC-1. \n\n \n\n(b) \n\n(a) \n\n(c) \n\n\n\n104 \n\n \n\n  \n\n\n\n105 \n\n \n\nCapítulo 5 \n\n \nCONSIDERAÇÕES FINAIS E PERSPECTIVAS \n\n \n\n Na síntese das partículas magnéticas, o precursor de ferro(III) exerce influência \n\ndireta na síntese solvotérmica enquanto controle de fase e morfologia das partículas \n\nobtidas. Nossos estudos com os precursores cloreto e nitrato, mostraram que o FeCl3 \n\nleva a obtenção de partículas esféricas, da ordem de 753 nm, tendo como fase pura a \n\nmagnetita. As microesferas obtidas são nanoestruturadas e apresentam comportamento \n\nde ferrimagneto mole com elevada Ms (85 emu g\n-1) e baixa Hc (51,8 emu g\n\n-1). Essas \n\ncaracterísticas conferem às partículas uma resposta magnética imediata quando \n\nsubmetidas à ação de um campo magnético externo e se dispersam facilmente quando \n\nda retirada do campo. \n\nNa etapa de síntese da plataforma magneto-porosa foi possível desenvolver um \n\nprotocolo que resultou na síntese de uma plataforma magneto-porosa com controle da \n\nespessura da casca bem como da área superficial das partículas. É importante destacar \n\nque, mesmo após a deposição de duas camadas de sílica, as partículas continuam \n\napresentando comportamento ferrimagnético mole com elevada Ms (28 emu g\n-1) à \n\ntemperatura ambiente, respondendo prontamente quando submetidas a um campo \n\nmagnético externo. As propriedades magnéticas aliadas à elevada área superficial (355 \n\nm2 g-1) conferem multifuncionalidade a plataforma desenvolvida. \n\nOs ensaios microbiológicos realizados mostraram que a plataforma \n\nFe3O4@dSiO2@mSiO2 é eficiente tanto na etapa de carregamento quanto na etapa de \n\nliberação da levofloxacina. A plataforma libera 26,5% do fármaco carregado em um \n\nperíodo de 24 h. Quanto à atividade antibacteriana, na ausência do ímã e do laser, os \n\nresultados mostraram que a plataforma Fe3O4@dSiO2@2mSiO2_LEVO apresenta \n\nmaior atividade antibacteriana para cepa Gram-positiva em relação à Gram-negativa.  \n\nOs ensaios realizados na presença do ímã revelaram que um campo magnético \n\nexterno constante não atua de forma a interferir na liberação do fármaco uma vez que \n\n\n\n106 \n\n \n\nnão foram observadas diferenças nos halos de inibição obtidos na presença do ímã. Por \n\noutro lado, a manutenção das propriedades da plataforma mesmo na presença de um \n\ncampo magnético externo, preserva a liberação do fármaco durante um processo de \n\ncarreamento garantindo assim uma concentração eficiente da espécie de interesse em \n\numa determinada região alvo.  \n\nNa presença do laser se observou um aumento no diâmetro médio dos halos de \n\ninibição, ou surgimento do halo no caso da cepa P. aeruginosa. Tal comportamento \n\nmostra que a radiação eletromagnética influenciou na liberação do antibacteriano \n\nmostrando que é possível controlar a liberação do fármaco a partir da aplicação de um \n\ncampo eletromagnético externo. \n\n Para o dispositivo magneto-luminescente, destaca-se que o procedimento \n\nproposto levou a obtenção de um marcador luminescente, que atua ao mesmo tempo \n\ncomo uma sonda óptica de temperatura. A sonda apresentou uma resposta linear na \n\nfaixa de interesse biológico, entre 40-45 °C. Essa resposta do material frente à variação \n\nda temperatura, confere potencialidade ao sistema para que, em ensaios de \n\nhipertermia, atue como sonda óptica da temperatura, aumentando assim a eficiência do \n\ntratamento e diminuindo os efeitos colaterais causados pelo excesso de calor. \n\n As partículas do caroço magnético e da plataforma magneto-porosa contendo \n\nduas camadas de sílica, não apresentaram citotoxicidade sobre células não tumorais \n\n(NIH / 3T3). Da mesma forma que não apresentam citotoxicidade relevante sobre \n\ncélulas tumorais. \n\nNos ensaios de hipertermia magnética as amostras forma eficiente na geração \n\nde calor, promovendo a elevação da temperatura da em ~15 ºC quando na presença \n\ncaroço magnético e, ~ 8 ºC na presença da plataforma magneto-porosa, em condições \n\nde campo aceitáveis para uma aplicação in vivo. Os valores de SAR foram elevados \n\npara as duas amostras confirmando a potencialidade de aplicação dos sistemas em \n\nhipertermia magnética. \n\nLogo, o conjunto de resultados apresentados nesta Tese permite propor, como \n\nperspectiva para este trabalho, a construção de uma partícula multifuncional \n\nbiocompatível que possa atuar in vivo no diagnóstico e tratamento e de doenças por \n\napresentar propriedades de carregador de biomoléculas, fonte de calor, marcador \n\nluminescente e sonda de temperatura.  \n\n\n\n107 \n\n \n\n \n\n \n\nCapítulo 6 \n\n \nREFERÊNCIAS BIBLIOGRÁFICAS \n \n\n                                                           \n1 Feynman, R. Parcerias Estratégicas 2004, 18(8), 137-155. \n \n2 Mazali, I. O.; Alves, O. L. J. Phys. Chem. Solids 2005, 66, 37-46. \n \n3 Mazali, I. O.; Romano, R.; Alves, O. L. Thin Solid Films 2006, 495, 64-67. \n \n4 Mazali, I. O.; Souza Filho, A. G.; Viana, B. C.; Mendes Filho, J.; Alves, O. L. J. \n\nNanopart. Res. 2006, 8, 141-148. \n \n5 Mazali, I. O.; Viana, B. C.; Alves, O. L.; Mendes Filho, J.; Souza Filho, A. G. J. Phys. \n\nChem. Solids 2007, 68, 622-627. \n \n6 Corrêa, D. N.; Souza e Silva, J. M.; Santos, E. B.; Sigoli, F. A.; Souza Filho, A. G.; \n\nMazali, I. O. J. Phys. Chem. C 2011, 115, 10380-10387. \n \n7 Santos, E. B.; Souza e Silva, J. M.; Sigoli, F. A.; Mazali, I. O. J. Nanopart. Res. 2011, \n\n13, 5909-5917. \n \n8 Santos, E. B.; Souza e Silva, J. M.; Mazali, I. O. Mater. Res. Bull. 2010, 45, 1707-\n\n1712. \n \n9 Cangussu, D.; Nunes, W. C.; Corrêa, H. L. S.; Macedo, W. A. A.; Knobel, M.; Alves, O. \n\nL.; Souza Filho, A. G.; Mazali, I. O. J. Appl. Phys. 2009, 105, 013901(1)–013901(7). \n \n10 Henglein, A. Chem. Rev. 1989, 89, 1861-1873. \n \n11 Spanhel, L.; Weeler, H.; Henglein, A. J. Am Chem. Soc. 1987, 109, 6632-6635. \n \n12 Youn, H.; Baral, S.; Fendler, J. H. J. Phys. Chem. 1988, 92, 6320-6327. \n \n13 Hoener, C. F.; Allan, K. A.; Baed, A. J.; Campion, A.; Fox, M. A.; Malluok, T. E.; \n\nWebber, S. E.; White, J. M. J. Phys. Chem. 1992, 96, 3812-3817. \n \n\n\n\n108 \n\n \n\n                                                                                                                                                                                            \n14 Honma, I.; Sano, T.; Komiyama, H. J. J. Phys. Chem. 1993, 97, 6692-6695. \n \n15 Zhou, H. S.; Sasahara, H.; Honma, I.; Komiyama, H.; Haus, J. W. Chem. Mater. 1994, \n\n6, 1534-1541. \n \n16 Yu, M.; Lin, J.; Fang, J.  Chem.  Mater. 2005, 17, 1783-1791. \n \n17 Kalele, S.; Gosavi, S. W.; Urban, J.; Kularni, S. K. Curr. Sci. 2006, 91(8), 1038-1052. \n \n18 Sakanishi, K.; Hasuo, H. U.; Kishino, M.; Mochida, I.; Okuma, O. Energ. Fuel 1996, \n\n10, 216-219. \n \n19 Zhao, D.; Feng, J.; Huo, Q.; Melosh, N.; Fredrickson, G. H.; Chmelka, B. F.; Stucky, \n\nG. D. Science 1998, 279, 548-552. \n \n20 Sugama, T.; Lipford, B. J. Mater. Sci. 1997, 32, 3523-3534. \n \n21 Ansermet, J. P. H.; Baeriswyl, E. J. Mater. Sci. 1994, 29, 2841-2846. \n \n22 de Dios, A. S.; García-Diaz, M. E. Anal. Chim. Acta 2010, 666, 1-22. \n \n23 Kickelbick, G.; Liz-Marzán, L. M. Core-shell nanoparticles. Encyclopedia of \n\nnanoscience and nanotechnology, H. S. Nalwa, 2004. \n \n24 Lin, Y.; Wu, S.; Hung, Y.; Chou, Y.; Chang, C.; Lin, M.; Tsai, C.; Mou, C. Chem. \n\nMater. 2006, 18, 5170-5172. \n \n25 Wang, L.; Luo, J.; Fan, Q.; Suzuki, M.; Suzuki, I. S.; Engelhard, M. H.; Lin. Y.; Kim., \n\nN.; Wang. J. Q.; Zhong, C. J. J. Phys. Chem. B 2005, 109, 21593-21601. \n \n26 Peng, H. P.; Liang, R.P.; Zhang, L.; Qiu, J. D. Electrochim. Acta 2011, 56, 4231-4236. \n \n27 Wang, C.; Tao, S.; Wei, W.; Meng, C.; Lui, F.; Han, M. J. Mater. Chem. 2010, 20, \n\n4635-4641. \n \n28 Grumezescu, A. M.; Andronescu, E.; Grumezescu, V.; Bleotu, C.; Saviuc, C.; \n\nMihaiescu, D. E.; Chifiriuc, C. M. Curr. Org. Chem. 2013, 17(10), 1029-1033. \n \n29 Friák, M.; Schindlmayr, A.; Scheffler, M. New J. Phys. 2007, 9(5), 1-15. \n \n30 Shriver, D. F.; Atkins, P. W. Química Inorgânica. 4ed. Porto Alegre: Artmed/Bookman, \n\n2008, 848p. \n \n31 Martins, M. A.; Trindade, T. Quim. Nova 2012, 35(7), 1334-1446. \n \n32 Majetich, S. A.; Wen,T.; Mefford, O. T. MRS Bull. 2013, 38(11), 899-903. \n\n\n\n109 \n\n \n\n                                                                                                                                                                                            \n\n \n33 Li, X. H.; Xu, C. L.; Han, X. H.; Qiao, L.; Wang, T.; Li, F. S. Nanoscale Res. Lett. \n\n2010, 5, 1039, 1044. \n \n34 Yan, S.; Tang, J.; Liu, P.; Gao, Q.; Hong, G.; Zhen, L. J. Appl. Phys. 2011, 109, \n\n07B535(1)-07B535(3).  \n \n35 Guo, J.; Yang, W.; Wang, C. Adv. Mater. 2013, 25, 5196-5214. \n \n36 Xiao, L.; Li, J.; Brougham, D. F.; Fox, E. K.; Feliu, N.; Bushmelev, B.; Schmidt, A.; \n\nMertens, N.; Kiessling, F.; Valldor, M.; Fadeel, B.; Mathur, S. ACS Nano 2011, 5(8), \n6315–6324.  \n\n \n37 Shao, M.; Ning, F.; Zhao, J.; Wei, M.; Evans, D. G.; Duan, X. J. Am. Chem. Soc. \n\n2012, 134, 1071?1077. \n \n38 Han, D. H.; Wang, J. P.; Luo, H. L. J. Magn. Magn. Mater. 1994, 136, 176-182.  \n \n39 Bibette,J.; J. Magn. Magn. Mater. 1993, 122, 37-41. \n \n40 Montagme, F.; Mondain-Monval, O.; Pichot, C.; Mozzanega, H.; A. Elaïssari A. J. \n\nMagn. Magn. Mater. 2002, 250, 302-312. \n\n \n41 Veyret, R.; Elaïssari, A.; Marianneau, P.; Sall, A. A.; Delair, T. Anal. Biochem. 2006, \n\n346(1), 59-68. \n\n \n42 Veyret, R.; Delair, T.; Pichot, C.; Elaïssari, A. J. Magn. Magn. Mater. 2005, 295, 155-\n\n163. \n \n43 Deng, H.; Li, X.; Peng, Q.; Wang, X.; Chen, J.; Li, Y. Angew. Chem. Int. 2005, 44, \n\n2782-2785. \n \n44 Li, D.; Tang J.; Guo, J.; Wang, S.; Chaudhary, D.; Wang, C. C. Chem. Eur. J. 2012, \n\n18, 16517-16524. \n \n45 Wang, L-L.; Jiang, J-S. Nanoscale Res. Lett. 2009, 4, 1439–1446.  \n \n46 Jean, M.; Nachbaur, V.; Le Breton, J-M. J. Alloy. and Compd. 2012, 513, 425– 429. \n \n47 Ou, P.; Xu, G.; Xu, C.; Zhang, Y.; Hou, X.; Han, G. Mat. Sci. Poland, 2010, 28(4), 817-\n\n822.  \n \n48 Liong, M.; Lu, J.; Kovochich, M.; Xia, T.; Ruehm, S. G.; Nel, A. E.; Tamanoi, F.; Zenk, \n\nJ. I. ACS Nano 2008, 2(5), 889-896. \n\n\n\n110 \n\n \n\n                                                                                                                                                                                            \n\n \n49 Lou, M.; Jia, Q.; Wang, P.; Liu, B.; Huang, W. J. Mater. Sci. Mater Med. 2008, 19, \n\n217-223. \n \n50 Souza, K. C.; Mohallem, N. D. S.; Sousa, E. M. B. Quim. Nova, 2011, 34(10), 1692-\n\n1703.  \n \n51  Stöber, W.; Fink, A. J. Colloid Interf. Sci. 1968, 26, 62-69. \n \n52 Tanev, P. T.; Pinnavaia, T. J. Chem. Mater. 1996, 8, 2068-2079. \n \n53 Yang, P.; Quan, Z.; Hou, Z.; Li, C.; Kang, X.; Cheng, Z.; Lin, J. Biomaterials 2009, 30, \n\n4786-4795. \n \n54 Arruebo, M.; Fernández-Pacheco, R.; Ibarra, M. R.; Santamaria, J. Nanotoday 2007, \n\n2(3), 22-32. \n \n55 Freeman, M. W.; Arrott, A.; Watson, J. A. L. J. Appl. Phys. 1960, 31, S404-S405. \n \n56 Zimmermann, U.; Pilwat, G.; Riemann, F. Biophy. J. 1974, 14, 881-899. \n \n57 Senyei, A.; Widder, K.; Czerlinsk, G. J. Appl. Phys. 1978, 49, 3578-3583. \n \n58 Kato, T.; Nemoto, R.; Mori, H.; Abe, R.; Unno, K.; Goto, A., Murota, H.; Harada, M.; \n\nHomma, M. Appl. Biochem. Biotechnol. 1984, 10, 199-211. \n \n59 Gupta, P. K.; Hung, C. T.; Rao, N. S. J. Pharma. Sci. 1989, 78, 290-294. \n \n60 Morimoto, Y.; Sugibayashi, K.; Okumura, M.; Kato, Y. J. Pharmacobio-Dyn. 1980, 3, \n\n264267. \n \n61 Salim Md.; Shukla V.K.; Bhardwaj V.; Garg V.K.; Sharma P.K. J. Global Pharma. \n\nTechn. 2010, 2(3), 36-46. \n \n62 Kumar, C. S.; Mohammad, F. Drug Deliv. Rev. 2011, 63(9), 789–808. \n \n63 Figuerola, A.; Di Corato, R.; Manna, L.; Pellegrino, T. Pharma. Res. 2010, 62, 126–\n\n143. \n \n64 Gordon, R. T.; Hines, J. R.; Gordon, D. Med. Hypotheses 1979, 5, 83-102. \n \n65 Kost, J.; Wolfrum, J.; Langer, R. J. Biomed. Mater. Res. 1987, 21, 1367–1373. \n \n66 Edelman, E. R.; Kost, J.; Bobeck, H.; Langer, R. J. Biomed. Mater. Res. 1985, 19, 67–\n\n83. \n \n\n\n\n111 \n\n \n\n                                                                                                                                                                                            \n67 Ma, M.; Wu, Y.; Zhou, H.; Sun, Y. K.; Zhang, Y.; Gu, N. J. Magn. Magn. Mater. 2004, \n\n268, 33–39. \n \n68 Lu, P.; Zhang, J.; Liu, Y.; Sun, D.; Liu, G.; Hong, G.; Ni, J. Talanta 2010, 82, 450-457. \n \n69 Sigoli, F. A., Compostos luminescentes em materiais em matrizes macroporosas de \n\nsílica obtidas por tratamento hidrotérmico a partir de vidro Pyrex, Araraquara, 2001, \nTese (Doutorado em Química), Instituto de Química, Universidade Estadual \nPaulista, 182p. \n\n \n70 Lourenço, A. V.; Kodaira, C. A.; Ramos-Sanchez, E. M.; Felinto, M. C.; Goto, H.; \n\nGidlund, M.; Malta, O. L.; Brito, H. F. J. Inorg. Biochem. 2013, 123, 11–17. \n \n71 Kolodner, P.; Tyson, J. A. Appl. Phys. Lett. 1983, 42, 117-119. \n \n72 Zohar, O.; Ikeda, M.; Shinagawa, H.; Inoue, H.; Nakamura, H.; Elbaum, D.; Alkon, D. \n\nL.; Yoshioka, T. Biophys. J. 1998, 74, 82-89. \n \n73 Gaspar, R. D. L. Complexos de íons lantanídeos, dispersos ou ancorados em \n\npolidimetilsiloxano: possíveis sondas para sensores ópticos de temperatura e \noxigênio, Campinas, 2014, Tese (Doutorado em Química), Instituto de Química, \nUniversidade Estadual de Campinas, 130p. \n\n \n74 Wang, X.; Wolfbeis, O. S.; Meier, R. Chem. Soc. Rev. 2013, 42, 7834-7869. \n \n75 Wang, C.; Tao, S.; Wei, W.; Meng, C.; Lui, F.; Han, M. J. Mater. Chem. 2010, 20, \n\n4635-4641. \n \n76 Jabarujan, S.; Zanjanchi, M. A. Ultrason. Sonochem. 2012, 19, 1087-1093. \n \n77 Cicuéndez, M.; Izquierdo-Barba, I.; Portolés, M. T.; Vallet-Regí, M. Eur. J. Pharm. \n\nBiopharm. 2013, 84, 115-124. \n \n78 Melby, L. R.; Rose, N. J.; Abramson, E.; Caris, J. C. J. Am. Chem. Soc. 1964, 86(23), \n\n5117-5125. \n \n79 Bauer, A. W.; Kirby, W. M.; Sheris, J. C.; Turck, M. Am. J. Clin. Pathol. 1966, 45, 493-\n\n496. \n \n80 Cutilab: http://www.cultilab.com.br/paginas/cultivocelular1.3.html. [Acesso em \n\n02/06/2014]. \n \n81 Yong, K. L.; Scott, A. W.; Hao, L.; Mirkin, S. E.; Liu, G.; Mirkin, C. A. Nano Lett., 2012, \n\n12(7), 3867-3871. \n \n\n\n\n112 \n\n \n\n                                                                                                                                                                                            \n82 Hollanda, L. M.; Lobo, A. O.; Lancelotti, M.; Berni, E.; Corat, E. J.; Zanin, H. Mat. Sci. \n\nEng. C-Bio. S. 2014, 39, 288-298. \n \n83 Mosmann, T. J Immunol. Methods, 1983, 65, 55-63. \n84 Piekarz, R. L.; Robev, R.W.; Zhan, Z.; Kayastha, G.; Sayah, A.; Abdeldaim, A. H.; \n\nTorrico,S.; Bates, S. E.  Blood 2004, 103, 4636-4643. \n \n85 Kuo, P. L.; Hsu, Y. L.; Chang, C. H.; Lin, C. C. Cancer Lett., 2005, 223(2), 293-301. \n \n86 Cornell, R. M. The iron oxides: structure, properties, reactions, occurrences and uses. \n\n2ed. Weinheim: Wiley-UCH, 2003, 664p. Disponível em: \nonlinelibrary.wiley.com/book/10.1002/3527602097. [Acesso em jun-jul 2014]. \n\n \n87 Jenkins, R.; Snyder, R. L. Introduction to x-ray powder diffractometry. New-York: John \n\nWiley &amp; Sons, 1996, 430p. \n \n88 Nakamoto, K. Infrared and Raman Spectra of Inorganic and Coordination \n\nCompounds. 3ed. New-York: John Wiley &amp; Sons, 1986, 484p. \n \n89 Santos, R. S.; Jannuzzi, S. A. V.; Formiga, A. L. B. Quim. Nova 2010, 33(8), 1815-\n\n1820. \n \n90 Jubb, A. M.; Allen, H. C. Appl. Mater. Interfaces 2010, 2(10), 2804-2812. \n \n91 Zhou, Y.; Jin, X.; Mukovskii, Y. M.; Shvets, I. V. J. Phys. Condens. Matter. 2004, 16, \n\n1-12. \n \n92 Sanders, J. P.; Gallagher, P. K. J. Therm. Anal. Calorim. 2003, 72, 777-789. \n \n93 Colombo, U.; Fagherazzi, G.; Gazzarrini F.; Lanzavecchia, G.; Siron, G.  Nature 1968, \n\n219, 1036 – 1037. \n \n94 Gallagher K. J.; Feitknecht, W.; Mannweiler, U. Nature, 1968, 217, 1118-1121. \n \n95 Chen, L.; Lin, Z.; Zhao, C.; Zheng, Y.; Zhou, Y.; Peng, H. J. Alloy Compd. 2011, 509, \n\nL1-L5. \n \n96 Xiong, Q. Q.; Tu, J. P.; Lu, Y.; Chen, J.; Yu, Y. X.; Qiao, Y. Q.; Wang, X. L.; Gu, C. D. \n\nPhys. Chem. C. 2012, 116, 6495-6502. \n \n97 Lui, S.; Xing, R.; Lu, F.; Rana, R. K.; Zhu, J. J. Phys. Chem. C. 2009, 113, 21042-\n\n21047. \n \n98 Jean, M.; Nachbaur, V.; Le Berton, J-M. J. Alloy Compd. 2012, 513, 425-429. \n \n\n\n\n113 \n\n \n\n                                                                                                                                                                                            \n99 Sigoli, F.A.; Pires, A. M.; Stucchi, E. B.; Jafelicci Jr, M.; Davolos, M. R. Quim.  Nova \n\n2000, 23(5), 627-631. \n \n100 S. Lowell, Shields, J. E.; Thomas, M. A.; Thommes, M. Characterization of porous \n\nsolids and powders: surface area, pore size, and density. Dordrecht: Springer, 2006, \n347p. \n\n \n101 Grudzien, R. M.; Grabicka, B. E.; Jaroniec, M. Colloid. Surface A 2007, 300, 235–\n\n244. \n \n102 Knobel, M.; Nunes, W. C.; Socolovsky, L. M.; De Biasi, E.; Vargas, J. M.; Denardin, \n\nJ. C. J. Nanosc. Nanotechn. 2008, 8, 2836-2857. \n \n103 Moscoso-Londoño, O.; Muraca, D.; Oliveira, L. A. S.; Pirota, K. R.; Socolovsky, L. M. \n\nIEEE T. Magn. 2013, 49(8), 4551-4554. \n \n104 Ozeki, S.; Miyamoto, J.; Ono, S.; Wakai, C.; Watanabe, T. J. Phys. Chem. 1996, 100, \n\n4205-4212. \n \n105 Drakopoulos, A. I.; Ioannou, P. C. Anal. Chim. Acta 1997, 354, 197-204 \n \n106 Iler, R. K. The chemistry of sílica: solubility, polymerization, colloid and surface \n\nproperties and biochemistry. New York: John Wiley, 1979, 866p. \n \n107 Wang, Y.;  Baeyens, W. R. G.; Huang, C.; G. Fei, G.; He, L.; Ouyang, J. Talanta \n\n2009, 77, 1667–1674. \n \n108 Performance standards for antimicrobial susceptibility testing: seventeenth \n\ninformational supplement. Clinical and laboratory standards institute, Wayne, PA, \nUSA, 2007. \n\n \n109 Blasse, G.; Grabmaier, B. C. Luminescent Materials. Springer-Verlag, 1994, 232p. \n \n110 Sigoli, F. A.; Brito, H. F.; Jafelicci Jr., M.; Davolos, M. R. Int. J. Inorg. Mater. 2001, 3, \n\n755-762."}]}}}