{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04153"}, {"@name": "filename", "#text": "BGP_2006_14_1_09_Magmatismo_e_sedimentacao_em_uma_area_na_Plataforma.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Magmatismo e sedimentação em uma área na Plataforma Continental de Cabo Frio, Rio de Janeiro, Brasil, no intervalo Cretáceo Superior - Terciário\nMagmatism and sedimentation in an area in the Continental Shelf of Cabo Frio, Rio de Janeiro, Brazil, in the Upper Cretaceous - Tertiary interval\nSérgio Goulart Oreiro\nresumo\nA Plataforma Continental de Cabo Frio apresenta particularidades em sua evolução tectono-sedimentar se comparada às demais áreas das bacias de Santos e de Campos. Entre tais particularidades pode-se citar a presença conspícua de falhas antitéticas no embasamento e nas seções sedimentares sin-rifte e pós-rifte, além de eventos magmáticos marcantes no Cretáceo Superior e no Terciário Inferior, cujo ápice ocorreu na porção inferior do Eoceno Médio. A descrição desses eventos magmáticos, bem como de sua influência na sedimentação pós-rifte constitui, aqui, o principal objetivo.\nA integração de dados sísmicos, petrográficos e de perfis de poços permite determinar uma série de características diagnósticas para os eventos magmáticos, o que possibilita a distinção entre rochas extrusi-vas e intrusivas e suas intercalações com seqüências sedimentares epiclásticas.\nOs edifícios vulcânicos têm seu formato cônico bem preservado quando foram formados em ambien\ntes totalmente submarinos. Nos casos em que sofreram exposição subaérea, foram erodidos e apresentam formato irregular. Essa observação permite estimar a paleobatimetria do ambiente de formação desses edifícios. Na área de estudo, a integração dos dados analisados indica a preponderância dos eventos extrusivos sobre os intrusivos.\nO padrão de sedimentação da área é similar ao do restante da Bacia de Campos. As seqüências sedimentares sobrepostas à seção vulcano-sedimentar não estão diretamente relacionadas aos pulsos de magmatismo. Entretanto, tal seção foi responsável pela criação de um relevo positivo no fundo do mar da época, o qual exerceu controle paleogeomórfico na deposição de turbiditos.\n(originais recebidos em 10.04.2006)\nPalavras-chave: Plataforma Continental de Cabo Frio | magmatismo cenozóico | sismofácies magmáticas | sedimentação turbidítica | paleobatimetria\nabstract\nThe Continental Shelf of the Cabo Frio Area shows unique features in its tectono-sedimentary evolution when compared to the other areas of the Campos and Santos basins. The presence of a regular pattern of antithetic faults in the basement and in the sin-rift and post-rift sedimentary sections, are some of these fea-tures. In addition, the area shows important magmat-ic events in the Upper Cretaceous and Tertiary sequences, which climax took place in the earliest por-tion of the Middle Eocene. The description of these magmatic events and their influence in the post-rift sedimentation is the main objective of this paper.\nThe analyses of seismic reflection and well log data, in the work area, points to a set of diagnostic features that can lead to the identification of mag-matic events and the distinction of intrusive from extrusive rocks, as well as their intercalations with epiclastic sedimentary sequences.\nVolcanic edifices have preserved their conical shapes when they were formed under submarine conditions; under subaereal conditions, they show irregular shapes due to erosion. In this way, these observations indicate the palaeobathymetry for the time of the formation of these edifices. In the case of the work area, the integration of the analyzed data indicates that extrusive events are more widespread than intrusive events.\nThe sedimentary pattern of the work area is similar to that of the Campos Basin. The sedimentary sequences that overlap this volcano-sedimentary sec-tion are not directly related to the magmatic pulses in the area; however, they affected the palaeo-relief of the seafloor, which controlled turbiditic deposition.\n(expanded abstract available at the end of the paper)\nKeywords: Continental Shelf of Cabo Frio I cenozoic magmatism I magmatic seismofacies I turbiditic sedimentation I paleobathymetry\nintrodução\nA área de estudo situa-se na parte sul da Bacia de Campos, próximo ao limite desta com a Bacia de Santos. Embora os estudos originais que deram suporte a essa pesquisa tenham sido\nefetuados a nível regional, abrangendo a porção NE da Bacia de Santos e SW da Bacia de Campos (Oreiro, 1997; Oreiro, 1999), foi selecionada uma área representativa para estudos de detalhe. Essa área pertence à porção SW da Bacia de Campos (fig. 1).\nEsta área é marcada por mudanças nos estilos estratigráficos e estruturais, os quais apresentam características distintas daquelas observadas em outras bacias da margem continental brasileira (Mohriak et al. 1995). Entre as diferenças na evolução tectono-sedimentar em relação às outras áreas das bacias de Santos e Campos pode-se citar a ocorrência conspícua de magmatismo intru-sivo e extrusivo no Santoniano e no Eoceno. Tal magmatismo, que ocorreu sob a forma de derrames, diques e soleiras, além de cones vulcânicos visíveis em algumas seções sísmicas, produziu rochas com fortes contrastes de impedância acústica em relação às suas encaixantes. Ele foi também responsável pela formação de uma espessa seqüência vulcanoclástica que, às vezes, mergulha em direção ao continente. Na área considerada, o principal episódio magmático, que teve início provavelmente no Paleoceno e atingiu seu clímax no Eoceno (Mizusaki e Mohriak, 1992), é relacionado a um soerguimento considerável da crosta continental e está provavelmente associado a um lineamento de direção NW-SE que se estende da crosta oceânica, na região adjacente aos montes submarinos Jean Charcot, até o Alto de Cabo Frio. Tal lineamento é observável em seções sísmicas regionais, mapas gravimétricos e batimétricos. Segundo Mohriak et al. (1995), os deslocamentos horizontais da base do sal ao longo desse lineamento provavelmente controlam a tectônica salífera em águas profundas.\nOutra característica marcante dessa área é a presença de falhas antitéticas no embasamento do Cretáceo Inferior (Formação Cabiúnas) e na seção sedimentar sobrejacente.\nA pesquisa aqui desenvolvida tem como objetivo descrever as características do magmatismo pós-aptiano e da sedimentação na área mostrada na figura 1, bem como a provável influência desse magmatismo na formação e distribuição dos sedimentos depositados no intervalo Cretáceo Superior - Terciário.\nFigura 1\nMapa de localização da área de estudo em seu contexto regional (modificado de Mohriak et al. 1995).\nFigure 1\nLocation map of the work area (modified after Mohriak et al. 1995).\nmetodologia de trabalho\nTendo em vista o estudo em questão ser de caráter regional, foram utilizados mapas elaborados pelo autor para a Petrobras e apresentados sob a forma de trabalhos internos (por exemplo, Oreiro, 1997; Oreiro, 1999).\nPara interpretação de detalhe da área de estudo, foram selecionadas nove linhas sísmicas 2D (sendo cinco disponibilizadas pela Agência Nacional de Petróleo e quatro existentes na literatura), bem como perfis de raios gama, resisti-vidade e sônico de três poços cedidos pela ANP (fig. 2).\nA determinação cronoestratigráfica teve como base as zonas de nanofósseis reconhecidas nas amostras de calha dos poços, seguindo critérios adotados pela Petrobras e apresentados por Mohriak et al. (1990).\nComo contribuição ao projeto \"Proveniência de Arenitos da Bacia de Santos”, desenvolvido pelo Cenpes, foram analisadas amostras de calha e testemunhos de um poço de referência (poço C), com o intuito de se confeccionarem lâminas petrográficas do intervalo de rochas magmáticas\n\t/C \t—\t\tar\n/ POÇO A\tJT ATpoço c |P°Çp B \\ xX. v \\\t\n\t\t\n\tA\t\n216\t250\t300\t340\n0\t50kin\nFigura 2\nMapa-base com as seções sísmicas e poços utilizados no presente trabalho.\nFigure 2\nBasemap showing the seismic sections and the wells used in this work.\ne vulcano-sedimentares atravessadas e de se estudar a relação de um turbidito a elas sobreposto com os pulsos de magmatismo.\nForam realizadas modelagens gravimétricas e magnéticas de uma linha regional 2D (figs. 3 a\n6), com o objetivo de investigar se um diápiro situado próximo à extremidade SE da área de estudo é de origem magmática ou halocinética. Os resultados dessas modelagens indicam que a origem magmática é a mais provável.\ndescrição das unidades cronoestratigráficas mapeadas\nOs refletores rastreados nos mapeamentos regionais citados acima constituem limites de seqüência e foram referenciados às unidades cronoestratigráficas. Segue abaixo a relação de tais refletores:\nTopo do embasamento magmático (Formação Cabiúnas): sua definição é razoavelmente boa nas porções mais rasas da área, próximas à\nFalha de Charneira de Campos; nas regiões de batimetria superior pode ser apenas inferido, sendo que seu caráter e continuidade se tornam progressivamente mais tênues à medida que se caminha para águas profundas. Não foi identificado o embasamento cristalino Pré-Cambriano.\nBase dos evaporitos: trata-se de um dos horizontes com melhor continuidade na área de estudo. Seu correto posicionamento é de grande importância, uma vez que separa dois grandes domínios distintos de deformação tectônica: um inferior, caracterizado pelos falhamento normais da fase rifte, e um domínio superior, caracterizado pela tectônica halocinética inerente à fase drifte. Embora o modelo clássico de evolução estrutural da Bacia de Campos pressuponha independência entre esses dois regimes tectôni-cos (Guardado et al. 1997), há fortes evidências de reativações de falhas normais planares da fase rifte deslocando esse refletor.\nFigura 3\nSeção sísmica sobre um diápiro. As modelagens gravimétricas e magnéticas mostradas nas figuras 4, 5 e 6 são baseadas na interpretação dessa seção.\nFigure 3\nSeismic section is over a diapir. The next three figures show the gravimetric and magnetic modeling based on the interpretation of this seismic section.\nFigura 4\nTopo dos evaporitos: sua identificação é um pouco prejudicada na área pela presença da seção vulcano-sedimentar sobreposta a ela, o que causa absorção e dispersão do sinal sísmico.\nTopo da Formação Macaé: constitui um bom refletor em quase toda a Bacia de Campos. Na Área de Cabo Frio, é facilmente rastreado no domínio menos deformado pela halocinese, perdendo definição na metade SE da área, onde a halocinese intensa, rafting e eventos magmáticos tornam muito difícil sua identificação e rastreamento.\nTopo do Cretáceo: corresponde à biozona N-290. Normalmente constitui uma discordância erosiva e apresenta caráter sísmico variável, por vezes com inversões de polaridade e fracos contrastes de impedância acústica. Na área estudada, raramente coincide com a biozona N-290, pois as discordâncias regionais do Paleoceno e do Eoceno foram responsáveis pela erosão das seções mais novas do Cretáceo Superior, colocando por vezes rochas mais antigas em contato com rochas do Eoceno Inferior.\nTopo do Paleoceno: trata-se de um horizonte de difícil rastreamento, em geral ausente nas porções mais profundas da área de estudo.\nBase da Seqüência Vulcano-sedimentar: sua posição pode apenas ser inferida, em virtude da absorção e dispersão do sinal sísmico características das interfaces de rochas magmáticas e sedimentos siliciclásticos que ocorrem no interior dessa seqüência, que pode ser diácrona.\nTopo da Seqüência Vulcano-sedimentar: normalmente é de identificação mais fácil do que a anterior. Foi mapeada como o limite superior da sismofácies acima citada. Como a anterior, pode ser diácrono.\nDiscordância do Eoceno Médio (N-440): constitui um excelente refletor, rastreável em quase toda a área. Seu correto posicionamento é de grande importância para o presente estudo, uma vez que a isópaca predominante da seção vulcano-sedimentar presente na área está posicionada no Eoceno, conforme datações radio-métricas citadas na literatura (Rangel et al. 1990;\nModelagem gravimétrica da seção sísmica da figura 3, considerando a hipótese de o diápiro ser composto por halita. A curva calculada afasta-se da medida sobre o diápiro, sendo que a diferença entre ambas (linha pontilhada) apresenta um máximo sobre ele. Os valores de gravidade estão expressos em miligals, sendo que as diferenças entre eles, em valores absolutos, se devem ao fato de que a gravidade modelada é referente ao contexto local e, a medida, ao centro da terra. Tais valores estão na mesma escala para facilitar a comparação. No gráfico inferior, as densidades estão em g/cm3 e as profundidades e distâncias, em metros.\nFigure 4\nGravimetric modeling of the seismic section of the previous figure considers that the diapir is com-posed by halyte. The cal-culated curve departs from the one measured above the diapir, and the difference between both shows a maximum above it. Gravity values are in milligals, and the differ-ence between both val-ues is due to the fact that the modeled gravity is referred to the local con-text and the measured gravity, to the center of the Earth. Both values are in the same scale for comparison purposes. In the lower graphic, densi-ties are in g/cm3 and depths and distances, in meters.\nFigura 5\nModelagem gravimétrica semelhante à mostrada na figura 4, considerando a hipótese de o diápiro ser composto por rochas magmáticas. Há uma concordância quase perfeita entre a gravidade medida e a calculada, indicando que, por esse método, a origem magmática é mais plausível.\nFigure 5\nGravity modeling similar to that showed on the previous figure, now con-sidering that the diapir is composed by magmatic rocks. There is an almost perfect concordance between the measured gravity and the calculat-ed one, which indicates that the magmatic origin is more acceptable for the diapir, according to this method.\nMizusaki e Mohriak, 1992; Mohriak et al. 1995; Thomaz Filho e Rodrigues, 1999; Thomaz Filho et al. 2000; Mizusaki et al. 2002). O mapeamento de detalhe efetuado, cujas amarrações foram baseadas em dados paleontológicos, confirma essa afirmação e indica a presença de rochas magmáticas intrusivas e extrusivas também no Cretáceo Superior.\nTopo do Eoceno: coincide com o topo da bio-zona N-470 e também constitui um excelente refletor. A seção correspondente ao Eoceno Superior está ausente por erosão na região próxima à Falha de Charneira de Campos.\nTopo da biozona N-520 (\"Marco Azul”): esse refletor, datado do Oligoceno Inferior, constitui um excelente marco sismoestratigráfico em quase toda a Bacia de Campos, correspondendo a uma zona condensada e superfície de downlap. Encontra-se em grande parte erodido na área de estudo.\nOs resultados dos mapeamentos acima descritos foram utilizados na interpretação das seções sísmicas e perfis de poços disponíveis para o presente trabalho.\nmagmatismo em bacias sedimentares\nOs fenômenos magmáticos constituem normalmente os eventos mais catastróficos durante a evolução de uma bacia sedimentar por envolverem grande liberação de energia num curto intervalo de tempo geológico (Conceição et al. 1993, 1994). A súbita liberação de energia ocorre sob a forma de abalos sísmicos, emissão de gases na superfície (de forma explosiva ou não), emanação de calor e intrusões e extrusões de material magmático.\nSegundo Fisher (1997) um evento vulcânico pode incluir, em ordem crescente de tempo envolvido em sua formação:\n. um pulso eruptivo, que pode ser constituído por uma explosão ou súbito derrame de lavas, com duração de poucos segundos ou minutos, dependendo da viscosidade do magma;\n. uma fase eruptiva, constituída por um conjunto de pulsos que podem alternar eventos\nFigura 6\nL239\ty\tbatr\t\tptnew\tLinha 6 magrdpzl\tmagrdpz2\t\tmagrdp\nXX\t97\t-1826,47\t\t4432\t0.000826\t0.00000216\t\t37\nXX\t71\t-1830,13\t\t4436\t0.000650\t0.00000222\t\t37\nXX\t21\t-1838,35\t\t4440\t0.000478\t0.00000228\t\t38\nXX\t50\t-1839,35\t\t4444\t0.000312\t0.00000232\t\t38\n\t\t\t\t\t\t\t\t\n-900.00 -1700.00 -2500.00\t\t\tPerfil Batimétrico (contornos n\t\t\t\to mapa)\t\n0.00000417 nT/m.m -0.00000055 nT/m -0.00000527\t\t\tPerfis Magnéticos (extraídos d\t\t\t\to mapa)\t\nexplosivos e derrames, com duração variável de poucas horas a poucos dias;\n. UM EPISÓDIO ERUPTIVO OU ERUPÇÃO, composto de muitas fases, com duração variável desde poucos dias a muitos anos, como é o caso do vulcão Stromboli, na Itália, que tem estado ativo ao longo dos últimos 2 000 anos.\nA evolução geológica das bacias sedimentares é profundamente afetada pelos episódios magmáticos, os quais, além dos fatores apontados acima, introduzem grande quantidade de material em curto intervalo de tempo, modificando profundamente as características físicas e químicas dos ambientes deposicionais existentes, influenciando a diagênese dos sedimentos previamente depositados e atuando como fonte ativa de novos sedimentos que originam as rochas vulcanoclásticas. Os episódios magmáti-cos também exercem ativa influência em praticamente todos os elementos e processos de um sistema petrolífero, tal como definido por Magoon e Dow (1994).\nMapa de Primeira Derivada Vertical após Redução ao Pólo\nJ\tI Poço C\n\t\n2\t—*\t\t\tPoço B\n\t\n\t\nPoço A\t\\ Linha 6\n\t' 4\tí\n\tr\t* ’•\n\t\nlik\tDiápiro\n\t/\n\t\n\t\n\t4\n\t\n\t\n\t\nfácies vulcano-sedimentares\nSegundo Fisher e Schmincke (1994), a interação entre vulcanismo e sedimentação depende em grande parte de dois fatores principais: (1) suprimento abundante de material, que é rapidamente direcionado para os locais de deposição, e (2) variações laterais de fácies, que resultam de transformações de fluxo durante o transporte desse material.\nO desenvolvimento das seções vulcanoclásti-cas depende da composição química do magma, que vai comandar os tipos de erupção, os volumes de material liberado e as taxas de erupção. A composição química, por sua vez, está relacionada ao contexto geotectônico em que se situa a bacia sedimentar. Adicionalmente, pode-se considerar a influência direta ou indireta do magmatismo na sedimentação turbidítica, pelo fato de os abalos sísmicos, que normalmente estão associados aos episódios vulcânicos, atuarem como mecanismos disparadores de correntes de turbidez, remobilizando sedimentos are\nMapa de primeira derivada vertical em relação ao pólo, mostrando as anomalias magnéticas correspondentes à seção vulcano-sedimentar na área de estudo (as cores quentes correspondem a anomalias positivas). O diápiro da figura 3 está posicionado sobre elevados valores positivos (em vermelho, nas cercanias do PT 4440 da linha 6). Tal resultado reforça a hipótese de que o diápiro é composto por rochas magmáticas.\nFigure 6\nMap of the first vertical derivate related to the pole, showing the mag-netic anomalies that corresponds to the volcano-sedimentary section in the Study Area (the hot colours are positive anomalies). The diapir is located on high positive values (in red, near the SP 4440 of the Line 6). This result reinforces the hypothesis that the diapir is composed by magmatic rocks.\nnosos depositados em plataformas rasas (Alves, 1999a e 1999b).\nOs processos de formação de turbiditos vul-canoclásticos têm sido descritos em vários contextos (por exemplo, no arquipélago do Havaí por Leslie et al. 2002) e fazem parte do modelo vulcano-sedimentar aqui proposto para a Área de Cabo Frio.\nSegundo Fisher (1997), o termo \"vulcanoclás-tico” inclui todas as partículas vulcânicas, independentemente de suas origens, que podem estar relacionadas a múltiplos processos.\nZuffa (1987) propõe uma classificação a ser aplicada a grãos de arenitos de águas profundas que é especialmente interessante para o estudo aqui desenvolvido. No caso de grãos de origem vulcânica, esse autor também apresenta uma técnica analítica para separá-los em três diferentes categorias, a saber:\n•\tgrãos derivados da erosão de antigas seqüências vulcânicas, que informam sobre a história geológica da área-fonte (podem ser classificados como não-contemporâneos, extrabacinais) e são chamados de grãos paleovulcânicos);\n•\tgrãos gerados por vulcanismo ativo na área-fonte ou atividade submarina na própria bacia, que são contemporâneos e fornecem informações sobre as condições geológicas de ambos os contextos e sobre o tipo de vul-canismo (constituem os chamados grãos neovulcânicos);\n•\tpartículas neovulcânicas oriundas de vulcanismo explosivo, que são transportadas pelo vento a partir de contextos geotectôni-cos não relacionados à área-fonte da bacia deposicional considerada. As camadas de bentonitas oriundas da decomposição de cinzas vulcânicas do Santoniano da Bacia de Campos, descritas por Caddah et al. (1998) e Alves (1999a e 1999b) estariam incluídas nessa categoria. Segundo a geóloga Daisy B. Alves (2002, informação verbal) a provável fonte para essas cinzas, definida pela análise de elementos-traços, seria o vulcanismo alcalino do complexo de Poços de Caldas.\ninterações entre magma e água\nA injeção de magma basáltico em um corpo de água pode ser acompanhada de reações que variam da simples formação de vapor a intensas explosões. Segundo Kokelaar (1986), quatro processos básicos estão envolvidos na formação de clastos durante o crescimento de um vulcão basáltico subaquoso:\n•\ta liberação explosiva de voláteis magmáticos;\n•\ta expansão explosiva e colapso do vapor formado em superfícies de contato magma-água;\n•\ta expansão explosiva de vapor devida ao aprisionamento da água no magma;\n•\ta contração devida ao resfriamento.\nA atividade explosiva está ligada a fortes impactos de lava na água, originando depósitos vulcanoclásticos in situ, embora a maior parte dos depósitos vulcanoclásticos seja formada a partir da fragmentação - por fluxos gravitacio-nais ou processos tectônicos - de lavas previamente consolidadas. O principal fator determinante da proporção entre depósitos de lava e depósitos vulcanoclásticos in situ é a pressão hidrostática, uma vez que esta influencia diretamente a expansão dos voláteis e, conseqüente-mente, a fragmentação do magma. Pode-se, portanto, afirmar que os três primeiros processos descritos acima diminuem de intensidade em lâminas d'água progressivamente mais profundas, a depender do conteúdo original de voláteis, estando limitados a profundidades de cerca de 200 m para magmas toleíticos e de cerca de 1 000 m para magmas basálticos alcalinos. Por exemplo, Hekinian et al. (2000), ao descreverem a atividade vulcânica explosiva na Cadeia Meso-atlântica, relataram uma maior concentração de vesículas em depósitos eruptivos relacionados a basaltos alcalinos, comparados aos formados por magmas do tipo MORB, por serem os primeiros mais ricos em voláteis (H2O e CO2).\nAs lavas em almofada ou pillow lavas resultam de derrames subaquosos de lavas basálticas.\nOs hialoclastitos são rochas formadas por partículas de vidro oriundas de rápido resfriamento, produzidas por fragmentação e granulação de crostas de lavas almofadadas (fig. 7). Os fragmentos de hialoclastitos geralmente medem de 0,25 a 2,00 cm de diâmetro.\nLavas almofadadas de composição basáltica, bem como hialoclastitos de diferentes composições, têm sido descritos em diferentes regiões do globo, associados ou não a turbiditos, desde o Pré-Cambriano (por exemplo, Sharkov e Smolkin, 1997, na Rússia; Cornell et al. 1996, na África do Sul; Scott et al. 2002, no Canadá) até o recente, em montes vulcânicos submarinos (seamounts) relacionados geneticamente a diferentes contextos geotectônicos em que haja derrames submarinos de lava.\nLonsdale e Batiza (1980) comentam que a formação de hialoclastitos está relacionada a intensas interações físicas e químicas entre as lavas e a água do mar, características de vulcanismo do tipo conduto central, responsável pela formação de montes submarinos, como ocorre no Arquipélago do Havaí e outros. Como será visto adiante, esse é o modelo sugerido para o vulcanismo mesocenozóico da Área de Cabo Frio.\nmodelo vulcano-sedimentar proposto para a área de estudo\nA interpretação sísmica da linha 1 (fig. 8), cujos resultados são mostrados na figura 9, revela a presença de sismofácies caótica, a qual é explicada como sendo o produto de três processos:\n•\ta intercalação de derrames submarinos com sedimentos depositados nos períodos de quiescência vulcânica;\n•\ta ocorrência de escorregamentos (slumps) nos flancos dos cones vulcânicos previamente formados, soterrando e deformando as seqüên-cias originadas pelo processo anterior;\n• a injeção de material magmático nos sedi-mentos/vulcânicas adjacentes aos cones, formando intrusões rasas (soleiras).\nA estimativa de paleobatimetria foi feita levando-se em consideração que o edifício vulcânico situado próximo à extremidade SW da seção da figura 9 tem cerca de 700 m de altura referenciada ao fundo do mar da época, tendo sido exposto e parcialmente erodido, conforme sugerem seu topo abaulado e a formação de falhas de crescimento, as quais atravessam a seção sedimentar sobreposta e têm sua origem no interior do edifício. O modelo aqui utilizado é o mesmo mostrado por Conceição et al. (1994) para explicar o crescimento e a posterior erosão de uma ilha vulcânica. A ocorrência de escor-regamentos nos flancos dos edifícios vulcânicos subaéreos e submarinos tem sido amplamente relatada na literatura especializada (por exemplo, Leslie et al. 2002). Esse trabalho apresenta uma classificação das diferentes sismofácies associadas ao processo de vulcanismo no Arquipélago do Havaí. Tal classificação, juntamente com uma comparação com feições similares na área de estudo, é mostrada na figura 10.\nNa seção geológica da figura 9 pode-se observar que arenitos turbidíticos foram depositados em depressões situadas entre os edifícios vulcânicos, indicando que o magmatismo exerceu influência na sedimentação turbidítica posterior, por controle paleogeomórfico.\nOs cones vulcânicos são formados por superposição de derrames de magmas mais viscosos, conforme indicado pela presença de fenocristais de plagioclásio em vários dos fragmentos de\nFigura 7\nÀ esquerda, detalhe de um afloramento de hialo-clastito próximo a Lewinston, Idaho, EUA (foto de Vic Camp).\nÀ direita, lâmina petro-gráfica feita com fragmentos de hialoclastito vesicular, provenientes de amostras de calha do poço C, prof. 3 147 m - 3 150 m.\nFigure 7\nOn the left, a detail of an outcrop of hyaloclastite near Lewinston, Idaho, USA (photography after Vic Camp). On the right, thin section made with fragments of vesicular hyaloclastite, from cut-tings of well C, depths 3147-3150 m.\nFigura 8\nSeção sísmica n° 1, convertida para profundidade (localização na figura 2).\nFigure 8\nSeismic section no 1, depth-converted (location, figure 2).\nhialoclastitos descritos na seção vulcano-sedi-mentar do poço C (fig. 11).\nA lâmina d'água em que esses cones se desenvolveram é plenamente compatível com a presença de hialoclastitos vesiculares, em virtude do maior conteúdo de voláteis dos magmas ba-sáltico-alcalinos e do fato de a pressão hidros-tática não ser suficientemente elevada para inibir a expansão desses voláteis e, conseqüentemen-te, a formação das vesículas.\nA análise das amostras de calha e testemunhos do poço C permite afirmar que o turbidito que ocorre no intervalo 2 995 - 3 095 m não está relacionado aos pulsos de magmatismo. No caso de perfis de poços, a seção vulcano-sedimentar pode ser reconhecida por valores baixos e constantes nos perfis de raios gama, bem como valores mais baixos e ciclicidade de menor comprimento de onda no caso dos perfis de resistividade, em relação às seções epiclásticas. Rochas magmáticas maciças - intrusivas e extrusivas - são reconhecidas nos\nperfis sônicos por valores elevados de velocidade intervalar, os quais correspondem a fortes reflexões positivas associadas a seus topos nas seções sísmicas.\nOs diques, soleiras e derrames de lava têm, normalmente, como assinatura sísmica, fortes reflexões positivas com terminações laterais abruptas. Em Oreiro (2002) e Oreiro et al. (2003) pode ser encontrada uma análise mais aprofundada da assinatura sísmica dos diferentes corpos intru-sivos e extrusivos, na área de estudo. No caso do poço A (fig. 12), o corpo de basalto a aproximadamente 2 350 milissegundos corresponde a um derrame sobre o fundo do mar da época em que se formou o pequeno cone vulcânico composto por hialoclastitos, e a \"vitória-régia\" adjacente pode ser um sill muito raso intrudido em arenito (\"vitória-régia\" é um termo definido pelo geólogo Pedro Victor Zalán, e comunicado verbalmente por ele ao autor em 2002).\nO preenchimento sedimentar posterior aos episódios magmáticos do Eoceno Inferior na Área\nFigura 9\nSeção geológica baseada na seção sísmica da figura 8, ilustrando o modelo vulcano-sedimentar proposto para a Área de Cabo Frio.\nFigure 9\nGeologic section based on the seismic section of the previous figure, showing the volcano-sed-imentary model proposed for the Cabo Frio Area.\nde Cabo Frio está relacionado à subsidência termal, ao aporte de sedimentos provenientes do continente e às variações eustáticas. A paleoba-timetria de 600 m, inferida pelo formato dos edifícios vulcânicos, estaria situada próximo ao limite superior do ambiente batial médio, segundo os limites de profundidade estabelecidos por Culver (1988). Dados de paleobatimetria, obtidos através de bioestratigrafia de foraminíferos ben-tônicos no poço B, indicam ambiente Batial Superior a Médio para um intervalo situado cerca de 600 m sobre o cone vulcânico perfurado pelo citado poço, o que confirma a estimativa feita com base em reconstituição paleotopográfica.\nGráficos obtidos pela colocação das profundidades dos poços no eixo vertical versus tempo geológico no eixo horizontal (diagramas de soter-ramento ou de geoistória) foram feitos para os três poços disponíveis, com uma resposta bas\ntante semelhante. Em todos os casos, as taxas mais elevadas de sedimentação da seção pós-rifte são encontradas acima do Marco Azul (N-520, Oligoceno Inferior), pois este constitui uma superfície de inundação máxima sobre a qual se desenvolveu um trato de sistema de mar alto, composto por uma espessa seção progradante. As taxas de preenchimento mais elevadas de toda a coluna sedimentar são encontradas na seção rifte do poço C, em função das altas taxas de subsidência e do abundante aporte sedimentar, característico dessa fase.\nconclusões\nA Plataforma Continental de Cabo Frio apresenta particularidades em sua evolução tectono-sedimentar em relação às outras áreas das bacias\nSISMOFÁCIES A\nNW\nA \"\n6.8 \"\n7.2 -\n7.4\no Q. E CD\nFossa Norte\n»- Fossa Centrais Arco\nDerrames de lava\nFácies C\nSISMOFÁCIES B\nBacia., Distai\nBacia Proximak\ns70\nO\nQ-\nSISMOFÁCIES C\nB\n6.8\n_ 7.0\n<n\no\nQ. 7.2\n3\n■o\nO\n-7.4\n>2\n7.6\nDerrames de lava intercalados cl deslizamentos?\nConstruções vulcânicas\nDerrames de lava inter-\nPontos de tiro\nFigura 10 - Comparação entre as sismofácies definidas por Leslie et al. (2002) na fossa que circunda o Arquipélago do Havaí e o caráter sismoestratigráfico da seção vulcano-sedimentar na Área de Cabo Frio. Acima, à esquerda, a sis-mofácies A é interpretada como originada por deslizamentos proximais (em relação aos edifícios vulcânicos), a sismofácies B, por deslizamentos distais; a sismofácies C é a mais distal de todas e corresponde a turbiditos vulcanoclás-ticos. Acima, à direita, uma seção sísmica sobre a referida fossa e sua interpretação. Notar que o fundo atual do mar é constituído por derrames de lava e que a sismofácies caótica, proximal em relação às construções vulcânicas, é constituída por intercalações de derrames mais antigos com detritos escorregados das referidas construções. Abaixo, seção sísmica de Cabo Frio (linha 1), onde se vê que a sismofácies adjacente aos cones é muito semelhante à sismofácies A definida acima, tendo ambas se originado pelos mesmos processos. Notar as fortes reflexões positivas nas laterais dos dois cones, as quais correspondem a derrames de lava sobre o fundo do mar da época de formação desses cones. A sismofácies plano-paralela sobreposta à seção vulcano-sedimentar, na Área de Cabo Frio, é constituída por sedimentos epiclásticos que não estão relacionados aos pulsos de magmatismo.\nFigure 10 - Comparison between the seismofacies defined in offshore Hawaii by Leslie et al. (2002) and the seismostratigraphic aspects of the magmatic section in the Cabo Frio Area. In the upper left, seismofacies A is interpreted as corresponding to proximal slumps originated from the volcanic edifices; seismofacies B, to distal slumps; seismofacies C corresponds to volcaniclastic turbidites. In the upper right, a seismic section (A) and its interpretation (B). The actual seafloor is made by lava flows, and the chaotic seismofacies is made by intercalations between older lava flows and volcaniclastic sediments originated from the cones. In the lower part, there is a 2D seismic section from Cabo Frio Area, in which it is clear that the seismofacies situated near the cones is similar to Leslie et al.(2002) seismofacies A. This indicates that both were formed by the same process (slumping). The strong positive reflec-tions, adjacent to the cones, are the seismic signature of older lava flows that comprised the seafloor at the time of formation of the volcanic edifices. The plane-parallel seismofacies over the magmatic section, in the Cabo Frio area, is composed of epiclastic sediments that are unrelated to the post-salt magmatic pulses.\nde Santos e Campos. Entre tais particularidades, pode-se citar a ocorrência conspícua de falhas antitéticas no embasamento e na seção sedimentar da fase drifte, além de intenso magma-tismo no Cretáceo Superior e no Terciário Inferior, cujo ápice ocorreu na porção inferior do Eoceno Médio, tendo cessado totalmente a partir de então, conforme indicam as datações ra-diométricas, dados de poços e evidências sis-moestratigráficas.\nNo que tange ao magmatismo, a integração de dados sísmicos, petrográficos e de perfis de poços permite determinar a predominância de manifestações extrusivas (derrames submarinos) sobre as intrusivas. Tais manifestações podem ser reconhecidas em seções sísmicas de reflexão por uma sismofácies caótica com topo bem definido e base mal definida, além da presença de edifícios vulcânicos (cones). No caso de perfis de poços, a seção vulcano-sedimentar pode ser reconhecida por valores baixos e constantes nos perfis de raios gama e ciclicidade de menor comprimento de onda no caso dos perfis de resistivi-dade em relação às seções epiclásticas. Rochas magmáticas maciças - intrusivas e extrusivas - são reconhecidas nos perfis sônicos por valores elevados de velocidade intervalar, os quais originam fortes reflexões positivas associadas a seus topos nas seções sísmicas. A hipótese inicial do autor de que pacotes sismicamente mais homogêneos poderiam corresponder a corpos maciços de basalto ou diabásio mais espessos foi confirmada por poços recentes perfurados na área.\nA sismofácies caótica característica da seção vulcano-sedimentar é interpretada como sendo a assinatura sísmica da combinação de três processos: intercalação de derrames submarinos com sedimentos depositados nos períodos de quies-cência da atividade vulcânica, ocorrência de deslizamentos nos flancos dos cones previamente formados e injeção de material magmático nas rochas adjacentes aos cones formando soleiras. Tal interpretação é corroborada pela comparação com análogos modernos (por exemplo, Arquipélago do Havaí). Os deslizamentos nos flancos dos edifícios mais novos adjacentes ocasionaram a destruição daqueles previamente formados. Portanto, a cessação das atividades magmáticas\nFigura 11 - Acima, lâminas de hialoclasti-tos provenientes do poço C. Os fenocristais de plagioclásio são responsáveis pela maior viscosidade da lava. As vesículas dos hialoclastitos são preenchidas por calcita (acima, à esquerda) e, secundariamente, por zeólitas (acima, à direita). Na primeira foto, tanto os fenocristais de plagioclásio como as vesículas estão orientadas de acordo com a direção do fluxo de lava. Abaixo, seção sísmica de amarração (linha 1) onde se vê que o topo do turbidito é marcado por uma forte reflexão positiva e que a seção vulcano-sedimentar corresponde a uma sismofácies caótica.\nFigure 11 - Above, thin sections of hyaloclastites from well C. Plagioclase phenocristals are responsible for the higher viscosity of the lava. The hyalo-clastites vesicles are filled mainly by cal-cite (above, on the left) and zeolithes (above, on the right). On the first thin section, both plagioclase crystals and vesicles are oriented according to the lava flow. Below, a tie seismic section (Line 1); one can see that the top of the turbidite is marked by a strong positive reflection and the volcano-sedimentary section appears as a chaotic seismofacies\nno Eoceno Médio, combinada com a ausência de exposição subaérea, permitiu a preservação dos edifícios mais recentes.\nOs edifícios vulcânicos do Eoceno têm seu formato cônico bem preservado quando foram totalmente submarinos por ocasião de sua forma-\nFigura 12\nSeção sísmica n° 5 mostrando a correlação das simofácies e principais limites de seqüências da área com as litologias amostradas pelo poço A. As sismofácies de cone correspondem a hialo-clastitos e rochas vulca-noclásticas; corpos maciços de basalto e diabásio originam fortes reflexões positivas (localização na figura 2).\nFigure 12\nSeismic section showing the correlation between the seismofacies and major sequence limits of the area and the rocks sampled by the well A. Cone seismofacies corre-sponds to hyaloclastites and volcaniclastic rocks; massive bodies of basalts and dolerites appear as strong positive reflec-tions. (location, figure 2).\nnÍR^SÃO F^A\n** *•*\njHE\nDISCORDÂNCIA DO EOCENO MéSiO I\nTOF^Ó^SEO. VULCANO-SEDIMENTAR ’\nCONÉS VULÇÂNICO%ly\n*«,_\tTOPO DO EOCENO\nAT ’\n\n\nção. Nos casos em que sofreram exposição sub-aérea, foram submetidos à erosão e apresentam topos abaulados. Essa observação, juntamente com a premissa de que tais edifícios são contemporâneos quando suficientemente próximos uns aos outros, permite estimar que eles se formaram em lâminas d'água de cerca de 600 m (ambiente Batial, Médio a Superior).\nO magmatismo exerceu influência indireta na sedimentação turbidítica posterior, por controle paleotopográfico, uma vez que não foram encontrados grãos provenientes da seqüência vul-cano-sedimentar nos corpos de arenitos analisados. No interior da seção epiclástica sobreposta à sismofácies caótica, os turbiditos são reconhecidos por anomalias de amplitude negativas que correspondem a reflexões com terminações em onlap; tais turbiditos foram depositados em calhas situadas entre as feições positivas de relevo criadas no fundo do mar da época pela atividade magmática.\nO formato dos corpos intrusivos do Eoceno em seções sísmicas permite concluir que eles são rasos e concordantes em sua maioria, estando associados aos derrames submarinos.\nO padrão de sedimentação da área estudada segue as características gerais da Bacia de Campos. As taxas de sedimentação mais elevadas são encontradas na seção rifte. Quanto à seção drifte, as taxas mais elevadas ocorrem a partir do Oligoceno Inferior e correspondem a uma espessa seção progradante.\nagradecimentos\nÀ Petrobras pela liberação dos afazeres profissionais por dois anos, pelo apoio logístico e permissão para utilizar dados e resultados de mapeamentos efetuados pelo autor para o desenvolvimento da dissertação de mestrado que deu origem a esse trabalho; à Agência Nacional\ndo Petróleo pela liberação de dados sísmicos e perfis de poços; ao geofísico Lemuel de Paula pela revisão do expanded abstract e das legendas em Inglês das figuras; ao geofísico João Alberto Bach de Oliveira pelo auxílio nas modelagens gravimétricas e magnéticas; aos geólogos Anderson Moraes e Carlos Alberto Becker, pela revisão crítica do trabalho e aos desenhistas do EXP/AN/Desenho Técnico, pelo auxílio na elaboração das figuras.\nreferências bibliográficas\nALVES, D. B. A Sedimentação Vulcanoclástica Associada aos Depósitos Turbidíticos do campo de Carapeba, Bacia de Campos. Rio de Janeiro : PETROBRAS. CENPES, 1999a. Relatório Interno.\nALVES, D. B. A influência das Atividades Vulcânicas Explosivas na sedimentação Turbidítica : Discussão Geral. Rio de Janeiro : Petrobras. CENPES, 1999b. Relatório Interno.\nCADDAH, L. F. G.; ALVES, D. B.; MIZUSAKI, A. M. P. Turbidites associated with bentonites in the Upper Cretaceous of the Campos Basin, Offshore Brazil. Sedimentary Geology, Amsterdan, v. 115, n. 1-4, p. 175-184, Jan. 1998.\nCONCEIÇÃO, J. C. J.; MIZUSAKI, A. M. F; ALVES, D. B.; SZATMARI, P Controle tectônico do magma-tismo meso-oceânico no sul e sudeste do Brasil e seu papel na evolução das bacias sedimentares. Fase I : Bacias do Espírito Santo, Mucuri e Cumuru-xatiba. Rio de Janeiro : PETROBRAS. CENPES. SUPEP. DIVEX. SETEC, 1994. Relatório Interno.\nCONCEIÇÃO, J. C. J.; ZALÁN, P V; DAYAN, H. Deformações em rochas sedimentares induzidas por intrusões magmáticas : classificação e mecanismos de intrusão. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 7, n. 1-4, p. 57-91, jan./dez. 1993.\nCORNELL, D. H.; SCHÜTTE, S. S.; EGLINGTON, B. L. The Ongeluk Basaltic Andesite Formation in Griqualand West, South Africa : submarine alteration\nin a 2222 Ma Proterozoic sea. precambrian Research, Amsterdan, v. 79, n. 1-2, p. 101-123, 1996.\nCULVER, S. J. New foraminiferal depth zonation of the northwestern Gulf of Mexico. Palaios, Tulsa. Okla., v. 3, n. 1, p. 69-85, Feb. 1988.\nFISHER, R. V. Volcanic activity and eruptions.&lt;http://magic.geol.uscb.edu/~fisher/erupt.htm>. Acesso em 1997. (site de Internet).\nFISHER, R. V.; SCHMINCKE, H. U. Volcaniclastic sedi-ment transport and deposition. In : PYE, K. sediment Transport and Depositional processes. London : Blackwell Scientific, 1994. p. 351-388.\nGUARDADO, L. R.; SPADINI, A. R.; MELLO, M. R.; BRANDÃO, J. S. L. Petroleum Systems of Campos Basin, Brazil. In : Petroleum Systems of the South Atlantic Margin, Rio de Janeiro, p. 1-5, 1997. AAPG/ABGP Joint Research Symposium.\nHEKINIAN, R.; PINEAU, F.; SCHILOBREEVA, S.; BIDEAU, D.; GRACIA, E.; JAVOY, M. Deep sea explo-sive activity on the Mid-Atlantic Ridge near 34° 50'N: Magma composition, vesicularity and volatile con-tent. Journal of Volcanology and Geothermal Research, v. 98, n. 1-4, p. 49-77, 2000.\nKOKELAAR, P. Magma-water interactions in subaque-ous and emergent basaltic volcanism. Bulletin of Volcanology, Berlin, v. 48, n. 5, p. 275-289, Oct. 1986.\nLESLIE, S. C.; MOORE, G. F.; MORGAN, J. K.; HILLS, D.\nJ.\tSeismic stratigraphy of the frontal Hawaiian Moat : implications for sedimentary processes at the leading edge of an oceanic hotspot trace. Marine Geology, Amsterdan, v.184, n. 1-2, p. 143-162, May 2002.\nLONSDALE, P; BATIZA, R. Hyaloclastite and lava flows on young seamounts examined with a submersible.\nGeological Society of America Bulletin, Part 1, Boulder, Colo., v. 91, n. 9, p. 545-554, Sep. 1980.\nMAGOON, L. B.; DOW, W. G. The Petroleum System-from source to trap. Tulsa, Okla. : American Association of Petroleum Geologists, 1994. cap. 1, p. 3-24. (American Association of Petroleum\nGeologists. Memoir, 60). Chapter 1, Part 1 (Introduction), p. 3-24, 1994.\nMIZUSAKI, A. M. P; MOHRIAK, W. U. Seqüências Vulcano-sedimentares na Região da Plataforma Continental de Cabo Frio, RJ. In : CONGRESSO BRASILEIRO DE GEOLOGIA, 37., 1992, São Paulo. Resumos expandidos... São Paulo : Sociedade Brasileira de Geologia, v. 2, p. 468-469, 1992.\nMIZUSAKI, A. M. P.; THOMAZ FILHO, A.; MILANI, E. J.; CÉSERO, P de. Mesozoic and Cenozoic igneous activity and its tectonic control in northeastern Brazil. Journal of South American Earth Sciences, Oxford, v. 15, n. 2, p. 183-198, Jun. 2002.\nMOHRIAK, W. U; BARROS, A. Z. N. DE; FUJITA, A. Magmatismo e tectonismo Cenozóico na região de Cabo Frio, RJ. PETROBRAS-CENPES. In : CONGRESSO BRASILEIRO DE GEOLOGIA, 36., 1990, Natal. Anais... [São Paulo] : Sociedade Brasileira de Geologia, 1990. v. 6, p. 2873-2885.\nMOHRIAK, W. U.; MACEDO, J. M.; CASTELANI, R. T.; RANGEL, H. D.; BARROS, A. Z. N.; LATGÉ, M. A. L.; RICCI, J. A.; MIZUSAKI, A. M. P.; SZATMARI, P.; DEMERCIAN, L. S.; RIZZO, J. G.; AYRES, J. R. Salt Tectonics and Structural Styles in the Deep-Water Province of the Cabo Frio Region, Rio de Janeiro, Brazil. In : JACKSON, D. G.; ROBERTS, D. G.; SNEL-SON, S. (Ed.) Salt Tectonics : a Global Perspective. Tulsa, Okla., American Association of Petroleum Geologists, 1996. p. 273-304. (American Association of Petroleum Geologists. Memoir, 65).\nOREIRO, S. G. Mapeamento Regional na Parte Sul da Bacia de Campos. Rio de Janeiro : PETROBRAS, 1997. (mapas estruturais sísmicos). Trabalho interno.\nOREIRO, S. G. Mapeamento Regional na Parte Norte da Bacia de Santos. Rio de Janeiro : PETROBRAS, 1999. (mapas estruturais sísmicos). Trabalho interno.\nOREIRO, S. G. Magmatismo e sedimentação em uma área na plataforma continental de Cabo Frio, Rio de Janeiro, Brasil, no intervalo Cretáceo Superior-Ter-ciário. Rio de Janeiro : Universidade do Estado do Rio de Janeiro, 2002. 92 p. Dissertação (Mestrado).\nOREIRO, S. G.; CUPERTINO, J. A.; THOMAZ FILHO, A. Diagnostic Features of Volcanic and Volcaniclastic Rocks in Seismic Sections on The Continental Shelf of Cabo Frio Area, SE Brazil. In : INTERNATIONAL CON-GRESS OF BRAZILIAN GEOPHYSICAL SOCIETY, 8., 2003, Rio de Janeiro, [Anais...] Rio de Janeiro : Sociedade Brasileira de Geofísica, 2003.\nRANGEL, H. D.; MOHRIAK, W. U.; RICHTER, A.; BAR-ROS, A. Z. N.; APPI, C. J. Evolução estrutural e estrati-gráfica da porção sul da Bacia de Campos. In : CONGRESSO BRASILEIRO DE PETRÓLEO, 4., 1990, Rio de Janeiro. [Trabalhos apresentados. ] Rio de Janeiro : Instituto Brasileiro de Petróleo, 1990. TT 207, p. 1-10.\nSCOTT, C. R.; MUELLER, W. U.; PILOTE, P Physical vol-canology, stratigraphy, and litogeochemistry of an archean volcanic arc: evolution from plume-related volcanism to arc rifting of SE Abitibi Greenstone Belt, Val D'Or, Canada. Precambrian Research, Amsterdan, v. 115, n. 1-4, p. 223-260, 2002.\nSHARKOV, E. V.; SMOLKIN, V. F. The Early Proterozoic Pechenga-Varzuga belt: a case of Precambrian back-arc spreading. Precambrian Research, Amsterdan, v. 82, n. 1-2, p. 133-151, 1997.\nTHOMAZ FILHO, A.; RODRIGUES, A. L. O Alinhamento de rochas alcalinas Poços de Caldas-Cabo Frio (RJ) e sua continuidade na Cadeia Vitória-Trindade.\nRevista Brasileira de Geociências, São Paulo, v. 29, n. 2, p. 189-194, 1999.\nTHOMAZ FILHO, A.; MIZUSAKI, A. M. P; MILANI, E. J.; CESERO, P de. Rifting and magmatism associated with the South América and Africa Break Up. Revista Brasileira de Geociências, São Paulo, v. 30, n. 1, p. 17-19, mar. 2000.\nZUFFA, G. G. Unravelling hinterland offshore palaeo-geography from deep-water arenites. Marine Clastic Sedimentology, p. 39-61, 1987.\nexpanded abstract\nThe Continental Shelf of the Cabo Frio Area shows unique features in its tectono-sedimentary evolution as compared to the other areas of the Campos and Santos basins. The presence of a regular pattern of antithetic faults in the basement and in the sin-rift and the post-rift sedimentary sections, are some of these features. In addition, the area shows important mag-matic events in the Upper Cretaceous and Tertiary sequences, of which climax took place in the earlier portion of the Middle Eocene. The description of these magmatic events and their influence in the post-rift sedimentation is the main objective of this work.\nThe magmatism involved here comprises the study area, which is located at the boundary of the Santos and Campos basins, SE Brazil, and also its regional context. This magmatism has been studied since Petrobras S.A. began its exploratory activities in the region about two decades ago.\nAlthough the regional studies that supported the present work were made in a regional scale, a small area in the most southwestern corner of the Campos basin was chosen for a detailed analysis.\nThe analyses of seismic reflection and well log data, in the work area, allowed the accurate limits of the main sequence to be mapped, using all the seis-mic data available at the time of the study. To present the results, nine 2 D seismic sections and three wells were chosen. The reflections mapped correspond to the top of the lower Cretaceous magmatic basement, base and top of the salt, top of Macaé Formation, Top of Cretaceous, Top of Paleocene, base and top of pos-Aptian volcano-sedimentary sequence, Middle Eocene Unconformity, Top of Eocene and the Marco Azul (a regional Lower Oligocene stratigraphic mark).\nThe seismic interpretation produced a set of diag-nostic features that led to the identification of mag-matic events and the distinction of intrusive from extrusive rocks, as well as their intercalations with epiclastic sedimentary sequences. Magmatic events can be recognized in seismic reflection data as a chaotic seismofacies with well defined tops and poor-ly defined bases; these seismofacies are interpreted as the result of interbedding submarine lava flows and epiclastic and volcaniclastic sediments, along with slumps and shallow intrusions (sills). The volcanic sed-imentary section presents lower and constantgamma ray values as compared to epiclastic sections, as well as lower values and higher wavelength ciclicity in\nresistivity logs; massive magmatic rocks - both intru-sive and extrusive - are recognized in sonic logs by high values of interval velocities, which generate strong positive reflections associated with their boundaries. The criteria proposed by this study may be used to identify and classify magmatic events in any context where they are associated to sedimenta-ry sequences.\nThe comparison between seismic signatures of magmatic and non-magmatic events during the detailed regional seismic mapping revealed a differ-ent range of geologic features that may confuse geo-physicists and geologists in the interpretation process. Among these features are evaporites, tur-biditic mounds, mud volcanoes originated by gas escape, and siliciclastic slump seismofacies. The evap-orite sequence is the most questionable feature, because its top can generate strong positive reflec-tions that are quite similar to those originated from magmatic events, both intrusive and extrusive. In the work area and its surroundings, it is difficult to dis-tinguish salt diapirs from large volcanic edifices buried in the sedimentary section. Sometimes, these features outcrop in the seabottom. In an attempt to make a distinction, a prominent feature was chosen in a 2 D seismic section and, after the seismic inter-pretation of the main sequences, this feature was modeled using gravimetric and magnetometric data. Modeling results pointed to a more probable mag-matic origin, which is coherent with the geological context. That is because the feature is aligned with submarine magmatic features that constitute the landward extension of the Cruzeiro do Sul Deformation Zone, and also with the Cabo Frio High.\nMagmatic pulses are the most catastrophic events during the evolution of a sedimentary basin, for they cause enormous release of energy in a short geolog-ic time interval. This sudden energy release is due to earthquakes, ejection of volcanic gases, heat flow, and intrusions and extrusions of magmatic material. Therefore, magmatic events strongly affect the evolution of sedimentary basins, causing great influence in all the elements and processes of a petroleum system.\nThe chaotic seismofacies that is widespread in the reflection seismic data of the study area was inter-preted as being originated by a combination of three basic processes: the interbedding of submarine lava flows with siliciclastics sediments deposited in the magmatic quiescence periods, the occurrence of slumps in the flanks of the previously formed volcanic edifices, and the intrusion of magmatic material in\nthe sediments and volcanic rocks near the volcanic edifices, thus originating shallow sills.\nA comparison between the Eocenic volcanic cones and those that occur nowadays in Hawaii lead to the interpretation that the strong positive amplitude reflections, adjacent to the cones, are the seismic sig-nature of older lava flows that constituted the seafloor at the time they were formed.\nVolcanic edifices have preserved their conical shapes when they were formed under submarine conditions; under subaerial conditions, they present irregular shapes due to erosion. In this way, these observations indicate the paleobathymetry for the time of the formation of these edifices, taking into consideration that they are coeval when close to one another. In the case of the work area, the inferred paleobathymetry was around 600m (upper limit of middle batial). This information was corroborated by paleontological data obtained from one of the wells located in the study area.\nThe integration of the analyzed data indicates that extrusive events are more widespread than intrusive events. In this context, the occurrence of extrusive events is very often associated with the presence of volcanic cones in seismic sections.\nThe sedimentary pattern of the work area is similar to that of the Campos Basin. A higher post-rift sedimentation rate occurred since the Lower Oligocene and corresponds to a thick prograding sequence.\nThe sedimentary sequences that overlap this vol-canic sedimentary section are not directly related to the magmatic pulses in the area; however, they affected the paleorelief of the seafloor, which con-trolled turbiditic deposition. Turbidits are recognized by negative amplitude reflections that onlap the vol-canic edifices, and they constitute a very interesting petroliferous play in the area.\nautor\nSérgio Goulart Oreiro\nE&amp;P Exploração\nAtivo de Exploração Santos - Pólo Sul e-mail: oreiro@petrobras.com.br\nSérgio Goulart Oreiro nasceu no Rio de Janeiro (RJ), tendo obtido o título de geólogo pela Universidade Federal do Rio de Janeiro - UFRJ em abril de 1985; ingressou na Petrobras em julho do mesmo ano. Exerceu os cargos de geofísico de aquisição de janeiro de 1987 a julho de 1988, na Bacia Potiguar. Trabalhou como geofísico exploracionista nessa bacia até maio de 1994. A partir de então, exerceu a mesma função na Bacia de Campos. Posteriormente, de 1998 a 2000, participou ativamente de parcerias com empresas multinacionais, nas bacias de Campos e Santos. Foi promovido a Consultor Técnico em 2001. Obteve o grau de mestre na Universidade do Estado do Rio de Janeiro - UERJ em 2002. Atualmente, está em fase final de doutorado na citada universidade."}]}}}