{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17967"}, {"@name": "filename", "#text": "24803_Artigo118_ArqPort_2017.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "2017 – Estado da Questão\n\n\n\nCoordenação editorial: José Morais Arnaud, Andrea Martins\nDesign gráfico: Flatland Design\n\nProdução: Greca – Artes Gráficas, Lda.\nTiragem: 500 exemplares\nDepósito Legal: 433 460/17\nISBN: 978-972-9451-7 1-3\n\nAssociação dos Arqueólogos Portugueses\nLisboa, 2017\n\nO conteúdo dos artigos é da inteira responsabilidade dos autores. Sendo assim a As sociação dos \n\nArqueólogos Portugueses declina qualquer responsabilidade por eventuais equívocos ou questões de \n\nordem ética e legal.\n\nDesenho de capa: \n\nLevantamento topográfico de Vila Nova de São Pedro (J. M. Arnaud e J. L. Gonçalves, 1990). O desenho \n\nfoi retirado do artigo 48 (p. 591).\n\nPatrocinador oficial\n\n\n\n1581 Arqueologia em Portugal / 2017 – Estado da Questão\n\nbreve apontamento sobre a cerca \n(“velha”) medieval de lagos\nAna Gonçalves1, Elena Móran2, Ricardo Costeira da Silva3\n\nResumo\n\nApresentam-se os resultados obtidos numa pequena intervenção arqueológica realizada no centro histórico de \n\nLagos (Rua 5 de Outubro, n.º 36) que concorrem para aprofundar o conhecimento acerca do sistema muralhado \n\nmedieval desta cidade. A designada acção de natureza preventiva permitiu identificar e localizar, pela primeira \n\nvez, a presença de um fosso que acompanha o pano poente do recinto defensivo. Para além das características \n\nformais desta estrutura, expõe-se o contexto estratigráfico registado e o espólio arqueológico associado que \n\npermite corroborar cronologicamente o ritmo das acções construtivas relacionadas com a expansão urbanística \n\nde Lagos no período renascentista.\n\nPalavras ?chave: Lagos (Portugal), Cerca Medieval, Fosso Poente, Cerâmica (séc. XV-XVI).\n\nAbstRAct\n\nThis paper presents the results of a circumscribed archaeological intervention that took place in the historic \n\ncenter of Lagos (Rua 5 de Outubro, n.º 36) which contributes to improve the understanding of the medieval \n\ncity wall device. In the context of this rescue intervention it was possible to identify and locate, for the first \n\ntime, the presence of a ditch that follows the west side of the defensive enclosure.\n\nIn addition to the description of the formal features of the structure, are also displayed the recorded strati-\n\ngraphic context and the associated archaeological materials that allows to chronologically corroborate the \n\nrhythm of the constructive actions related to the urban expansion of Lagos in the Renaissance period.\n\nKeywords: Lagos (Portugal), Medieval city wall, Ditch, Pottery (15th-16th century).\n\n1. Arkhaios – Profissionais de Arqueologia e Paisagem, Lda; arkhaios@sapo.pt\n\n2. Serviço de Arqueologia Urbana / Câmara Municipal de Lagos; elena.moran@cm-lagos.pt\n\n3. Faculdade de Letras da Universidade de Coimbra. Centro de Estudos de Arqueologia, Artes e Ciências do Património (CEA ACP);\n\nricardo_silva78@hotmail.com\n\n1. INtRoDuÇÃo\n\nA designada Cerca “Velha” implantada na encosta \nnascente de uma das mais proeminentes colinas de \nLagos, concluída no século XIV, delimitava o bur-\ngo primitivo desta cidade, conhecido como Vila \nAdentro. O desenvolvimento urbano deste núcleo \nleva à construção, em meados do século XVI, de \numa nova cerca muralhada (“Nova”) absorvendo o \nalinhamento medieval e motivando a sua paulati-\nna degradação e demolição. Hoje pouco resta desta \nconstrução e embora a cartografia antiga nos forneça \numa imagem geral da sua configuração, escasseiam \nas informações concretas sobre a totalidade dos seus \nelementos constituintes. Entre estes alude -se agora \n\npara a presença de um fosso que acompanha o pano \npoente do recinto defensivo, posto em evidência \ndurante uma intervenção arqueológica preventiva \nrealizada na Rua 5 de Outubro (Figura 1) e cuja exis-\ntência era, até então, desconhecida.\nTal como outras intervenções arqueológicas em \ncontexto urbano em Portugal, também esta se tra-\nduz numa acção de curto alcance e circunscrita à \nnecessidade específica de determinada obra. Rara-\nmente estes trabalhos permitem decifrar ou obter \numa clara compreensão dos débeis testemunhos \npostos a descoberto. Neste caso, longe de serem elo-\nquentes, os resultados obtidos contrapõem -se à exi-\nguidade do espaço sondado. Apesar dos dados agora \napresentados serem uma “parte sem todo” foi pos-\n\n\n\n1582\n\nsível contextualizar e interpretar os vestígios detec-\ntados com a área envolvente e enquadrá -los histori-\ncamente devido às condições particulares de jazida \nbeneficiadas pela leitura clara da estratigrafia que se \nencontra selada. Para além do contributo, ainda que \nrestrito, para o conhecimento histórico da cidade, \nnomeadamente da sua cerca medieval, julgamos ser \nrelevante a publicação de acções arqueológicas que \nembora de “circunstância” beneficiam os mecanis-\nmos de gestão e planeamento urbanístico, nomea-\ndamente na avaliação do risco do subsolo, auxilian-\ndo, a montante, os decisores envolvidos no planea-\nmento e apreciação de operações urbanísticas.\n\n2. A ceRcA meDIeVAL De LAGos: \nbReVe eNQuADRAmeNto\n\nOs recintos amuralhados de Lagos (medieval e re-\nnascentista) têm concentrado a atenção de vários \nautores e sido alvo de inúmeros estudos (Cf. a títu-\nlo de exemplo: Rocha, 1991: 89 -91; Callixto, 1992: \n56; Paula, 1992; Díaz -Guadarmino e Morán, 2008; \nParreira 2008; Pereira, 2012 e 2012/2013) que nos \ndispensam, aqui, de reproduzir informação já sobe-\njamente conhecida.\nAs referências mais antigas a este núcleo urbano su-\ngerem uma fundação de raiz portuguesa: a doação \nda «aldeia de Lagos», em 1253, pelo rei castelhano \nAfonso X ao Bispo de Silves, Frei Roberto (Pereira, \n2012: 19; 2012/2013: 138); o foral outorgado a Lagos, \npor D. Afonso III, possivelmente em simultâneo \ncom o de Silves, em 1266, que legitima a posse da al-\ndeia de Lagos pela Coroa portuguesa (idem); e a atri-\nbuição de jurisdição independente e do título de vila \npelo rei D. Pedro I, em 1361 (Rocha, 1991: 23; Paula, \n1992: 35 4). É, assim, comumente aceite que a forti-\nficação de Lagos tenha tido início ainda no séc. XIII. \nEmbora se desconheça a sua data precisa, é prová-\nvel que remonte ao reinado de D. Dinis4 (Pereira, \n2012/2013: 139). A construção da fortificação foi de-\nmorada, estando em 1332 (no reinado de Afonso IV) \nainda por concluir (Rocha, 1991: 90).\nEncerrando o núcleo primitivo de Lagos conhecido \ncomo Vila Adentro, esta cerca vilã fechava um re-\ncinto quadrangular com cerca de 200 x 300 metros \n(Rocha, 1991: 89 -91) que contava, provavelmente, \ncom cinco portas (Paula, 1992: 151). \n\n4. Conforme se depreende das Memórias Paroquiais, vol. \n\n19, nº 2 4ª, pp. 117 -136 [Arquivo Nacional Torre do Tombo].\n\nPaulatinamente, o perímetro da Cerca Velha torna-\n-se exíguo para albergar os numerosos fogos que \ncresceram como arrabaldes do burgo. Será já com D. \nManuel I, que concede novo foral a Lagos em 1504, \nque se iniciará a expansão urbana, com a construção \nde edifícios públicos e o enobrecimento da vila (Pe-\nreira, 2012/2013: 1 43). O desenvolvimento económi-\nco de Lagos, o aumento demográfico e as limitações \nde uma muralha ao modo antigo incapaz de albergar \nnovos dispositivos de artilharia tornaram necessária \na construção de um novo perímetro defensivo, que \nabrangesse os diversos núcleos urbanos e protegesse \neficazmente a zona portuária. O plano global desta \nsegunda cerca muralhada, conhecida como Cerca \nNova, foi traçado entre 1553 e 1555, pelo Arquitecto \nRégio Miguel Arruda (Pereira, 2012/2013: 156, nota \n66). O novo sistema defensivo, cuja edificação terá \nsido impulsionada a partir do reinado de D. João III \n(Pereira, 2012: 61 -62), veio delimitar o núcleo primi-\ntivo medieval, a zona ribeirinha e a zona alta da vila, \nintegrando ainda a colina da Igreja de São Sebastião, \nde acordo com o observado na planta do seu proje-\nto que se encontra no Arquivo Militar de Estocolmo \n(idem: 639). A construção da cerca renascentista es-\ntimula a progressiva demolição da anterior estrutura \ndefensiva, nomeadamente dos panos norte e poente \nque não são absorvidos no novo alinhamento. Para \nalém disso, o desgaste dos tempos, o estrago dos \nHomens e o forte impacto que o sismo de 1755 terá \ntido em Lagos (Rocha, 1991; Costa e Abreu, 2005; \nAlmeida et alii, 2006) encarregaram -se de apagar, \nquase por completo, os vestígios da cerca medieval. \nMuito embora o seu traçado surja representado na \nplanta do projeto da cerca quinhentista (atrás men-\ncionado) e reproduzido nos desenhos de Alessandro \nMassay (Figura 2), do primeiro quartel do século \nXVII, e na cópia que, em meados do século XVII, \nLeonardo de Ferrari fez de um original mais antigo \n(Sánchez Rubio et alii, 2004: espec. 67), não existem \ninformações que permitam reconstituir os elemen-\ntos que se encontram omissos na cartografia antiga \n(torreões, portas, fossos…).\n\n3. INteRVeNÇÃo ARQueoLÓGIcA NA RuA \n5 De outubRo, N.º 36:  coNteXto estRA?\ntIGRÁFIco, Fosso e esPÓLIo eXumADo\n\nA área em estudo encontra -se localizada entre as \nduas cercas de Lagos: intramuros à Cerca Nova mas \nextramuros à Cerca Velha (Figuras 1 e 2). Os traba-\n\n\n\n1583 Arqueologia em Portugal / 2017 – Estado da Questão\n\nlhos arqueológicos foram realizados no âmbito do \nprocesso de alteração e ampliação de um pequeno \nedifício de habitação situado na Rua 5 de Outubro, \nn.º 36 (Freguesia de São Gonçalo de Lagos). Tendo \nem conta a sensibilidade patrimonial desta zona, \nforam implementadas medidas preventivas de mi-\nnimização de hipotéticos impactes da obra sobre o \npatrimónio arqueológico que se consubstanciaram \nna realização de uma sondagem de diagnóstico de \n4m2 (2x2m) junto à fachada do edifício voltada para \na via pública (Figura 3) e no acompanhamento ar-\nqueológico de todas as acções que interferissem no \nsubsolo. Os resultados obtidos procedem desta son-\ndagem que atingiu cerca de 4m de profundidade e \npermitiu registar a sequência estratigráfica total do \nlocal e identificar uma estrutura em negativo (Fi-\ngura 4). O substrato geológico de natureza calcária \nencontrava -se talhado e com uma pendente de cerca \nde 1. 40m (cota de 13. 40m no topo e 12.00m no nível \nmais baixo). A característica do corte da rocha suge-\nre a existência de um fosso com orientação paralela \nao pano poente da Cerca Velha. A exiguidade da área \nintervencionada e a sua implantação junto ao limite \nda via pública impediram uma melhor caracteriza-\nção desta estrutura. Embora não tenha sido possível \ndefinir a extensão total do referido fosso, quer do \nseu limite superior quer da sua largura ou profun-\ndidade máxima, este parece apresentar um perfil em \n“U”. O troço registado corresponde ao seu limite \nexterior poente, verificando -se que se prolongará \nsob o traçado da actual Rua 5 de Outubro.\nO referido fosso encontrava -se colmatado por vários \nníveis diferenciados de aterro (Figura 4). Os níveis \nde aterro mais recentes (compostos pelas u.e.s 101, \n105, 107 e 108) encontram -se associados aos níveis \nde construção da habitação contemporânea (edifício \nexistente) que parecem circunscrever -se aos finais \ndo séc. XIX / inícios do séc. XX. Estes sobrepõem-\n-se aos estratos de colmatação do fosso onde se re-\ngistaram duas realidades estratigráficas distintas: \num primeiro nível correspondente à desactivação \nintencional do fosso composto por terra castanho \nalaranjada, solta e arenosa (u.e. 111 a 1155) que é corta-\nda, superficialmente, por uma pequena fossa detríti-\nca / lixeira (u.e. 110).\n\n5. Embora se tenham individualizado cinco camadas arti-\n\nficiais (para melhor controle da estratigrafia) durante a in-\n\ntervenção, estas u.e.s corresponderão a um mesmo estrato \n\n(e acção).\n\nA relação estratigráfica desta lixeira constituída por \nterra castanho escura solta, carvões, fauna mama-\nlógica e malacológica, parece atestar a sua poste-\nrioridade relativamente ao enchimento original do \nfosso. Este dado assume particular relevância pois \ndesta lixeira provém os únicos numismas exumadas \nna intervenção e que se afiguram como importantes \níndices cronológicos. A respectiva classificação de-\ntermina a presença de um Meio -Vintém em prata e \nde um ceitil, ambos do reinado de D. Manuel (1 495-\n-1521). As duas únicas moedas recuperadas reforçam \na determinação de uma cronologia para a formação \ndesta lixeira que, por intermédio da sua correlação \nestratigráfica, pode apoiar a atribuição de uma pro-\nposta de datação para a colmatação do fosso medie-\nval. Deste modo, poderá sugerir -se que o depósito \ndetrítico (u.e. 110) terá sido gerado em momento \ncoetâneo ou posterior a D. Manuel – ainda durante \na primeira metade do séc. XVI. Por associação e de \nigual modo, determina -se que o aterro do fosso me-\ndieval se tenha realizado em momento necessaria-\nmente anterior.\nPara além dos dois numismas e de outro tipo de es-\npólio metálico (cavilha em ferro e um dedal e alfi-\nnete em bronze), o conjunto cerâmico recuperado \nneste estrato, apesar de ser em número reduzido, \nrevela uma grande diversidade de produções. Efec-\ntivamente, para além do barro vermelho de superfí-\ncies foscas (panelas, cântaros ou caçoilas com bordo \nintrovertido – Figura 5, n.º 6) ou vidradas, conta -se \na presença de elementos vidrados melados, um frag-\nmento de escudela em faiança e vários fragmentos \ncom superfícies vidradas de coloração verde perten-\ncentes aos típicos alguidares de formato troncocóni-\nco e bordo pendente de secção triangular. Para além \ndestes, destaca -se um fundo de uma tigela com su-\nperfície interior vidrada de tonalidade melada acas-\ntanhada, com decoração a óxido de manganês (Figu-\nra 6 – n.º 5) cuja presença se testemunha igualmente \nnos níveis inferiores e de colmatação do fosso (Fig. 6  \n– n.º 4). Este tipo de produções encontra paralelos \nem contextos do século XV e XVI no castelo da vila \nde Alcoutim (Catarino, 2003: 169 (Est. VI -8, Est. \nVII -6 e Est. XII -5 e 6), no Poço -Cisterna de Silves \n(Gomes e Gomes, 1996: 15 4, fig. 12 e 13) e até nos \nníveis portugueses da fortaleza de Alcácer Ceguer \n(Redman e Boone, 1979: 33 e fig. 19 -B a E). Tratam -se \nde produções sevilhanas associadas ao século XV \n(Amores Carredano e Chisvert Jiménez, 1993: 292), \nmuito comuns entre a baixela de cerâmica domés-\n\n\n\n1584\n\ntica, nomeadamente em contextos do último terço \ndo século XV (Lafuente Ibáñez, 2015) e que podem \nalcançar os meados do séc. XVI (Gutiérrez, 2000: \n4 4 -60). Refira -se ainda a presença de um almofariz \nde perfil subtroncocónico e bordo espessado com \n“bico” vertedor (Figura 7 – n.º 1) que se deverá en-\nquadrar no mesmo horizonte cronológico e ter igual \nproveniência andaluza. Esta peça, com pasta de cor \ncreme/amarelada com desengordurantes micáceos \ne quartzosos de pequena e média dimensão, apre-\nsenta evidentes semelhanças com os tipos produzi-\ndos em La Cartuja (Sevilha) no século XV (Amores \nCarredano e Chisvert Jiménez, 1993: 293), sendo já \nconhecidos noutras regiões do Algarve como Silves \n(Gomes e Gomes, 1996: 164, fig. 17) e Tavira (Co-\nvaneiro et alii, 2010: 113) e na praça portuguesa de \nAlcácer Ceguer (Redman e Boone, 1979: fig. 18 -Q).\nPor sua vez, o espólio recolhido (exclusivamente ce-\nrâmico) nos níveis inferiores (u.e. 111 a 115), de ater-\nro original ou de amortização intencional do fosso \nda cerca velha medieval, apresenta afinidades com \no grupo procedente da lixeira revelando, de igual \nmodo, alguma diversidade de produções. A par das \nproduções de barro vermelho de uso comum com \npresença maioritária e de algumas produções em \npasta branca assiste -se á presença de louças de es-\nmalte estanífero (faianças) provenientes da região \nandaluza de Sevilha.\nA cerâmica fosca de barro vermelho encontra -se re-\npresentada maioritariamente por louça de cozinha \ne de mesa. A forma mais representada reporta -se às \npanelas que surgem com bordo moldurado (Figu-\nra 5 – n.º 7) ou cintado (Figura 5 – n.º 8). Regista -se \nainda a presença de recipientes de corpo globular e \nbordo vertical (Figura 5 – n.º 1) que poderão corres-\nponder a pequenos púcaros e caçoilas/tachos (pela \nfuligem exterior) com carena e estrangulamento do \nbordo (Figura 5 – n.º 5). Relativamente à louça de \nmesa, para além de alguns fragmentos de pequena \ndimensão referentes a abas de pratos, assinala -se a \npresença de uma taça com lábio boleado destacado \npor canelura (Figura 5 – n.º 4). Alista -se ainda o frag-\nmento de bordo de alguidar de grandes dimensões \ncom bordo pendente de perfil triangular.\nForam contabilizados vários fragmentos de barro \nvermelho com superfície interna vidrada (melada), \nentre os quais se destaca uma sertã com bordo es-\npessado (Figura 6 – n.º 7).\nPara além dos fabricos em barro vermelho, adquire \nalguma expressão no conjunto um tipo de produ-\n\nção em pasta creme ou amarelada, com superfícies \nalisadas, que poderão corresponder a produtos exó-\ngenos, também de proveniência andaluza. Apesar \nde maioritariamente informes e para além do al-\nmofariz já referenciado anteriormente, regista -se a \npresença de um grande pote de bordo vertical, mol-\ndurado, com ressalto interno (Figura 7 – n.º 2). Apre-\nsenta semelhanças com os grandes potes, de perfil \ntendencialmente ovóide, que surgem documenta-\ndos em Sevilha desde o século XIV até aos inícios \ndo século XVI (Amores Carredano e Chisvert Jimé-\nnez, 1993: 280 -281 e 305, n.º 3 4 e 35). Embora surjam \nigualmente referenciados em Valência, associados \nao transporte de azeite, com uma cronologia geral \nentre o século XIV e XV (Amigues et alii, 1995: 351-\n-352 e fig. 2, VI, VIa e VII) deverão, também estes, ter \numa origem sevilhana (Amores Carredano e Chis-\nvert Jiménez, 1993: 281, nota 2 4).\nO grupo da cerâmica vidrada encontra -se bem re-\npresentado. Neste particular, têm preponderância \nos vidrados melados que surgem lisos sobre a for-\nma de escudelas (Figura 6 – n.º 2 e 3), mas também \npintados a óxido de manganês sob a forma de taças \ne pratos (Figura 6 – n.º 4) como já foi antes referi-\ndo. Pela singularidade da forma, destaca -se o frag-\nmento de bordo e colo canelado que poderá fazer \nparte de uma infusa (Figura 6 – n.º 1). Para além dos \nmelados, contabilizam -se vários fragmentos com \nvidrado de coloração verde pertencentes a grandes \nalguidares de perfil troncocónico e bordo espessado \n(Figura 6 – n.º 6).\nPor fim, entre o pouco material passível de propor-\ncionar um lastro informativo mais substancial, e \nalém das cerâmicas meladas com pintura a óxido de \nmanganês e os recipientes de pasta creme, assinala-\n-se a presença de faianças também de produção \nsevilhana. Para além de dois pratos marcados com \nônfalo bem saliente6, enquadrado por ressalto que \ndelimita o fundo (Figura 8 – n.º 4), cuja produção é \ngeralmente apelidada de série “blanca lisa” (como o \nnome indica apenas revestida por esmalte estanífero \nde cor esbranquiçada, lisa e sem decoração pintada), \nregistaram -se outros dois fabricos distintos. Um \ndestes encontra -se representado por uma escudela e \num fragmento de fundo de prato (Figura 8 – n.º 1 e 2 \n\n6. Este modelo é bastante comum em contextos quinhen-\n\ntistas no Porto (Barreira et alii, 1998: 152, fig. 13; Dórdio et \n\nalii, 2001: 132), em Lisboa (Sabrosa, 2008: 117) ou em Silves \n\n(Gomes e Gomes, 1996: 161, fig. 15).\n\n\n\n1585 Arqueologia em Portugal / 2017 – Estado da Questão\n\nrespectivamente) que combina a decoração pintada \na azul -cobalto e manganês (ou vinoso). O interior \ndas peças é marcado por listas largas a manganês e \ndupla listagem a azul. Na face exterior da escudela \nobservam -se listas verticais a azul. Esta série ficou \nconhecida entre os autores anglo -saxónicos como \n“Blue and Purple” ou “Isabella Polychrome” (Go-\nggin, 1968: 126 -13 4; Gutiérrez, 2000: 48) e espa-\nnhóis como “azul y morada” e tem uma cronologia \nde produção estimada entre os finais do século XV e \nos meados do século XVI. Estas peças encontram-\n-se bem documentadas em território português, \nnomeadamente em contextos do século XVI. Para \nalém de Silves (Gomes e Gomes, 1996: 174, figs. 25 e \n26), podemos mencionar, a título de exemplo, sítios \ntão distintos como Coimbra (Almeida et alii, 2013: \n487, fig. 6.5; Silva, 2015: 253) ou as ilhas atlânticas \n(Sousa, 2011: 2 45 -2 46). Ainda das oficinas de Sevi-\nlha, contemporâneas das “blancas lisas” e sobrevi-\nvendo até aos inícios do século XVI7 (Pleguezuelo e \nLafuente, 1995: 228), destaca -se um fabrico caracte-\nrizado por apresentar esmalte branco e opaco com-\nbinado com um vidrado de coloração verde, ou seja, \ndecorada com metades a branco e verde. Esta série \nficou conhecida por “verde de mitades” e na tradi-\nção anglo saxónica por “Columbia Plain white and \ngreen” ou “Half -dipped white and Green” (Guti-\nérrez, 2000: 4 4, fig. 2.26). No lote em apreço, esta \nprodução encontra -se representada por um prato \nde paredes curvas simples (Figura 8 – n.º 3). Nos úl-\ntimos anos, este fabrico tem sido reconhecido um \npouco por todo o território nacional, com particu-\nlar incidência da região mais meridional. Para além \nde Silves (Gomes e Gomes, 1996: 160 e 162) pode-\nmos mencionar a título ilustrativo, Coimbra (Silva, \n2015: 253), a ilha da Madeira (Sousa, 2011: 25 4 -255, \nfig. 705), o mosteiro de S. João de Tarouca (Castro, \n2009: 252) e a olaria da Mata da Machada no Barreiro \n(Carmona e Santos, 2005: 15). \nEstes conjuntos sevilhanos que se inserem tradi-\ncionalmente no grupo mourisco (“Morisco ware”) \npara além de reflectirem um determinado circuito \ncomercial preferencial, podem assumir caracte-\nrísticas de fóssil -director no esforço de atribuição \ncronológica destes estratos que, por sua vez, mate-\n\n7. Alexandra Gutiérrez (2000: 51) admite que possam ter \n\nperdurado até finais do século XVI, tendo em conta o seu \n\naparecimento em contextos arqueológicos norte america-\n\nnos assim datados.\n\nrializam o aterro e consequente anulação do fosso \nda Cerca Velha de Lagos. Esta situação cria algum \nembaraço evidenciado pela ampla diacronia de \nprodução que encerram. Como foi exposto, apesar \ndestas séries terem uma maior prevalência duran-\nte o séc. XV, continuam a ser produzidas para além \ndos inícios do séc. XVI. Neste caso teremos de nos \nsecundar na análise estratigráfica, onde assume par-\nticular relevância a lixeira identificada (u.e. 110). A \npresença de duas moedas do reinado de D. Manuel \n(1 495 -1521) num nível que corta (é posterior) o ho-\nrizonte superior do aterro de colmatação do fosso é \num indicador seguro no estabelecimento do termi?\nnus post ?quem desta acção. Deste modo, parece -nos \npossível apontar para que a obliteração do fosso da \nCerca Velha possa ter ocorrido durante as primeiras \ndécadas do século XVI, certificando os dados histó-\nricos disponíveis e em plena harmonia com o início \nda construção da Cerca Nova e consequente expan-\nsão urbanística da cidade de Lagos durante o perío-\ndo renascentista.\n\n4 . coNsIDeRAÇões FINAIs\n\nA intervenção arqueológica aqui apresentada assu-\nme particular relevância pela identificação do fosso \npoente da cerca medieval de Lagos, cuja existência \ne localização era até então desconhecida. Embora \nnão se encontrem representadas nas fontes carto-\ngráficas, é possível rastrear na documentação his-\ntórica, nomeadamente em contratos de aforamento \nde finais do séc. XV (Pereira, 2012/2013: 1 45 -1 46), \na existência de duas alcárcovas ao longo dos panos \nnorte e sul da muralha medieval para drenagem das \náguas pluviais, sendo a setentrional designada de \n“alcárcova do Touril” (Pereira, 2012: 4 4 -46 e 59).  \nO troço inédito do fosso identificado deverá ser pa-\nralelo ao pano poente da Cerca Velha, prolongando-\n-se sob a via pública (Rua 5 de Outubro). Não são \nhoje visíveis vestígios desta secção da muralha. Po-\nrém, analisando a malha urbana actual (Figuras 1 e 3), \nverifica -se que o traçado da cerca primitiva terá dei-\nxado marcas no parcelário urbano. No contrato de \naforamento de um tal Fernão Ruiz Neto, datado de \n1 497 (Pereira, 2012/2013: 1 45), torna -se notório que \na muralha e rua (neste caso na zona sul) terão sido \nos elementos referenciais de termo e alinhamento \ndas fachadas do casario, constatando -se ainda que \na alcárcova se teria transformado em rua (idem). \nProcesso idêntico terá ocorrido nos restantes troços \n\n\n\n1586\n\nmurários a norte e, como se depreende dos dados \naqui analisados, também a poente. Considerando a \ntopografia do terreno, o fosso ou alcárcova poente \npercorreria, paralelamente ao traçado ocidental da \nCerca Velha, a ladeira norte da colina de Santa Ma-\nria, especialmente acentuada desde a actual Rua do \nAdro, o que terá facilitado o escoamento das águas \nprecipitadas até ao fosso norte por onde circulava a \nRibeira dos Touros e que desaguava na foz da Ribei-\nra de Bensafrim. Um troço desta alcárcova norte foi \njá igualmente documentado em escavação arque-\nológica realizada no edifício da antiga esquadra da \nPSP em Lagos (Matos et alii, 2016).\nDada a limitação da área sondada, confinante com a \nvia pública, não foi possível definir na sua totalida-\nde o contorno do fosso que muito presumivelmente \napresentará um perfil em “U”. Do mesmo modo, os \nresultados obtidos não colaboram para a confirma-\nção da sua cronologia de construção que se crê, no \nentanto, coetânea da fortificação medieval. Para além \nda descoberta e localização do fosso poente da cerca \nvelha, os dados recolhidos permitem tecer algumas \nconsiderações relativas à amortização deste espaço \ne consequente desenvolvimento urbano da cidade. \nComo ficou exposto, a análise do espólio recolhido \nnos níveis de colmatação do fosso sugerem que a de-\nsactivação desta estrutura terá ocorrido, seguramen-\nte, na primeira metade do século XVI. Conjuntura \nque se concilia harmoniosamente com os dados his-\ntóricos e com a construção da Cerca Nova nos inícios \nda segunda metade do século XVI, fruto da expan-\nsão urbanística de Lagos no período renascentista.\n\nbIbLIoGRAFIA\n\nALMEIDA, J.; COSTA, P. T.; VICTOR, L . A. (2006) – “Sis-\nmicidade histórica”. In VICTOR, L . A. (org.), Risco Sísmico: \nCentro Histórico de Lagos. Centro Europeu de Riscos Urba-\nnos, pp. 19 -25.\n\nALMEIDA, Sara; SILVA, Ricardo C.; DIAS, Vítor; PERPÉ-\nTUO, João (2013) – “O lugar da Torre dos Sinos (Convento \nVelho de S. Domingos), Coimbra: notas para o estudo da for-\nmação dos terrenos de aluvião, em época Moderna”. In TEI-\nXEIRA, A.; BET TENCOURT, J. A. (coord.), Velhos e Novos \nMundos. Estudos de Arqueologia Moderna, Lisboa: CHAM/\nFCSH da Universidade Nova de Lisboa, vol. 1, pp. 483 -488.\n\nAMIGUES, F.; CRUSELLES, E.; GONZÁLEZ-\n-VILLAESCUSA, R.; LERMA, V. (1995) – “Los envases ce-\nrámicos de Paterna / Manises y el comercio bajomedieval”. \nActes du 5ème colloque sur la céramique médiévale. Rabat, pp. \n3 46 -361.\n\nAMORES CARREDANO, Fernando e CHISVERT JIMÉ-\nNEZ, Nieves (1993) – “Tipología de la cerâmica común bajo-\nmedieval y moderna sevillana (ss. XV -XVIII): I, la loza que-\nbrada de relleno de bóvedas”. Spal, 2, Sevilha, pp. 269 -325.\n\nBARREIRA, Paula; DORDIO, Paulo; TEIXEIRA, Ricardo \n(1998) – “200 anos de cerâmica na Casa do Infante: do séc. \nXVI a meados do séc. XVIII”. Actas das 2ª Jornadas de Cerâ?\nmica Medieval e Pós Medieval. Tondela, pp. 1 45 -184.\n\nCALLIXTO, Carlos P. (1992) – História das Fortificações \nMarítimas da Praça de Guerra de Lagos. Lagos: Câmara Mu-\nnicipal.\n\nCARMONA, Rosalina; SANTOS, Cátia (2005) – Olaria da \nMata da Machada: cerâmicas dos séculos XV ?XVI. Barreiro: \nCâmara Municipal do Barreiro. \n\nCASTRO, Ana Sampaio (2009) – Cerâmica Europeia de \nImportação no Mosteiro de S. João de Tarouca (séculos XV?\n?XIX). Dissertação de Mestrado (policopiado), Lisboa: Fa-\nculdade de Ciências Sociais e Humanas da Universidade \nNova de Lisboa.\n\nCATARINO, Helena (2003) – “Cerâmicas da Baixa Idade \nMédia e de inícios do período moderno registadas no caste-\nlo da vila de Alcoutim., Actas das 3as Jornadas de Cerâmica \nMedieval e Pós ?Medieval – métodos e resultados para o seu \nestudo (Tondela, 1997), Porto, pp. 161 -17 7.\n\nCOSTA, Alexandra; ABREU, Maria da Conceição (org.) \n(2005) – 1755 Terramoto no Algarve. Faro: Centro Ciência \nViva do Algarve.\n\nCOVANEIRO, Jaquelina; CAVACO, Sandra; LOPES, Gon-\nçalo (2010) – “Importações cerâmicas de Tavira na Baixa \nIdade Média”. Arqueologia Medieval. Porto. Edições Afron-\ntamento. 11, pp. 113 -120. \n\nDÍAZ -GUARDAMINO, Marta; MORÁN, Elena (2008) – \nEntre muralhas e templos: A intervenção arqueológica no \nLargo de Santa Maria da Graça, Lagos (2004 ?2005), Lagos: \nCâmara Municipal.\n\nDÓRDIO, Paulo; TEIXEIRA, Ricardo; SÁ, Anabela (2001) \n– “Faianças do Porto e Gaia: o recente contributo da Arque-\nologia”, Itinerário da faiança do Porto e Gaia, Museu Nacio-\nnal de Soares dos Reis: Lisboa, pp.117 -66.\n\nGOGGIN, John (1968) – Spanish majolica in the New World: \ntypes of the sixteenth to eighteenth centuries, Yale Univer-\nsity Publications in Anthropology, n.º 72, New Haven.\n\nGOMES, Mário Varela; GOMES, Rosa Varela (1996) – “Ce-\nrâmicas vidradas e esmaltadas, dos séculos XIV a XVI, do \npoço -cisterna de Silves”, Xelb, vol. 3, pp. 1 43 -205.\n\nGUTIÉRREZ, Alejandra (2000) – Mediterranean Pottery in \nWessey Households (12th to 17th centuries). Oxford: British \nArchaeological Reports, 306, pp. 17 -73.\n\nLAFUENTE IBÁÑEZ, Pilar (2015) – “Cerámica mudéjar \nsevillana hallada en la excavación del solar n.º 16 de la calle \n\n\n\n1587 Arqueologia em Portugal / 2017 – Estado da Questão\n\nCervantes de Coria del Río (Sevilla, España). Los materiales \ndel pozo B”. In GONçALVES, M. J.; GÓMEZ -MARTÍNEZ, \nS. (Eds.), Proceedings of 10th International Congress on Medi?\neval Pottery in the Mediterranean (Silves/Mértola, 2012). Câ-\nmara Municipal de Silves &amp; Campo Arqueológico de Mér-\ntola, pp. 285 -290.\n\nMATOS, Cidália; GONçALVES, Ana; MORÁN, Elena \n(2016) – Edifício da antiga esquadra da PSP em Lagos. Rela?\ntório dos Trabalhos Arqueológicos – Campanha de 2015 (20 \nde Abril a 20 de Maio), ARKHAIOS: Évora, (policopiado).\n\nPARREIRA, Rui (2008) – A propósito dos recintos amu-\nralhados de Lagos, As Muralhas de Lagos. Reedição fac-\n-similada do Boletim n.º 104 (1961) Direcção -Geral dos Edi-\nfícios e Monumentos Nacionais, Lagos: Câmara Municipal \nde Lagos.\n\nPAULA, Rui (1992) – Lagos, Evolução Urbana e Património, \nLagos: Câmara Municipal de Lagos.\n\nPEREIRA, Daniela (2012) – A Evolução Urbanística de Lagos \n(séculos XV ?XVIII), Dissertação de Mestrado em História da \nArte, Faculdade de Ciências Humanas e Sociais, Universi-\ndade do Algarve, Faro.\n\nPEREIRA, Daniela (2012/2013) – A evolução urbana de La-\ngos. Promontoria, 10, pp. 137 -17 7.\n\nPLEGUEZUELO, Alfonso; LAFUENTE, M. Pilar (1995) – \nCerámicas de Andalucía Occidental (1200 -1600). Christo-\npher Gerrard; Alejandra Gutiérrez; Alana Vince, Spanish \nmedieval ceramics in Spain and the British Isles (Cerámica \nmedieval española en España y en las Islas Británicas). Ox-\nford: Tempos Reparatum (Bar Internacional series, 610), \npp. 217 -2 4 4.\n\nREDMAN, Charles; BOONE, James (1979) – Qsar es ?Seghir \n(Alcácer Ceguer): a 15th and 16th century Portuguese colony \nin North Africa. Sep. de Studia, nº 41 -42, Centro de Estudos \nHistóricos Ultramarinos, Lisboa.\n\nROCHA, Manuel J. P. (1991) – Monografia de Lagos. Faro: \nAlgarve em Foco Editora.\n\nSABROSA, Armando (2008) – As faianças da casa Côrte-\n-Real, Largo do Corpo Santo, Lisboa, Actas das 4as Jornadas \nde Cerâmica Medieval e Pós ?Medieval, Câmara Municipal de \nTondela, pp. 109 -1 42.\n\nSÁNCHEZ RUBIO, Rocío; TESTÓN NÚÑEZ, Isabel; \nSÁNCHEZ RUBIO, Carlos M. (eds.) (2004) – Imágenes de \nun Imperio Perdido: el Atlas del Marqués de Heliche – Plantas \nde diferentes Plazas de España, Italia, Flandres y las Índias, \nMérida: Presidencia de la Junta de Extremadura.\n\nSILVA, Ricardo C. (2015) – O Museu Nacional de Machado \nde Castro – um ensaio de arqueologia urbana em Coimbra: do \nfórum augustano ao paço episcopal de Afonso Castelo Bran?\nco, 2 vols., Tese de doutoramento em Arqueologia apresen-\ntada à Faculdade de Letras da Universidade de Coimbra.\n\nSOUSA, Élvio (2011) – Ilhas de arqueologia: o quotidiano e \na civilização material na Madeira e nos Açores (séculos XV?\n?XVIII), 2 vols., Dissertação de Doutoramento em História \nRegional e Local apresentada à Faculdade de Letras da Uni-\nversidade de Lisboa.\n\nFigura 1 – Localização da intervenção no centro histórico de Lagos (sobre base do Google Earth) com indicação \ndo traçado hipotético da cerca medieval (a amarelo) e da muralha renascentista (a vermelho).\n\n\n\n1588\n\nFigura 2 – Localização da intervenção na planta das muralhas de Lagos de Alexandre Massay. Descrypção do \nReyno do Algarve, 1621. Museu da Cidade de Lisboa.\n\nFigura 3 – Localização de pormenor do empreendimento (Rua 5 de Outubro, 36) e da sondagem 1 em excerto da \nplanta topográfica de Lagos, com sinalização do alinhamento hipotético da cerca medieval (a cinza).\n\n\n\n1589 Arqueologia em Portugal / 2017 – Estado da Questão\n\nFigura 4 – Perfis estratigráficos da sondagem 1. À esquerda, perfil norte e à direita, perfil sul.\n\n\n\n1590\n\nFigura 5 – Cerâmica doméstica comum. (Desenhos de Sara Almeida).\n\n\n\n1591 Arqueologia em Portugal / 2017 – Estado da Questão\n\nFigura 6 – Cerâmica com superfícies vidradas. (Desenhos de Sara Almeida).\n\n\n\n1592\n\nFigura 7 – Cerâmica comum importada. (Desenhos de Sara Almeida).\n\n\n\n1593 Arqueologia em Portugal / 2017 – Estado da Questão\n\nFigura 8 – Produções sevilhanas. (Desenhos de Sara Almeida).\n\n\n\nPatrocinador oficial"}]}}}