{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18856"}, {"@name": "filename", "#text": "25925_4_Borges1992_TurquinvsEtileno.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "/\nV CONGRESSO IBÉRICO DE ENTOMOLOGIA\nLISBOA - 9/13 NOVEMBRO 1992\nSuplemento n.°3\tao Boletim da\nSOCIEDADE PORTUGUESA DE ENTOMOT nrjA\nBy P. A. V. Borges (*)\n(*) Universidade dos Açores, Departamento de Ciencias Agrárias, Terra-Chã. 9702 Angra do Heroísmo Codex. Terceira, Açores, Portugal.\nABSTRACT. Using three types of killing-preserving agents (formalin solution, vinegar solution and Turquin's liquid), soil surface arthropods, caught by pitfall traps, were studied in an area of pine woodland in the eastern, geologically oldest, part of Terceira island (Azores), between November 1989 and November 1990. There are great differences in the distribution of the taxa in the three solutions. Some evidence was found which supports that formalin may act as an attractant. However, the main difference was between the formalin, considered as a more neutral preservative, and the other two solutions acting as true baits (both attract and preserve arthropods). Turquin's liquid (a mixture of beer and preservatives) can currently be used to catch a large set of arthropods, being the best attractant. Finally, the results show that none of the three solutions influenced the sampling of the seasonal diversity of arthropods in the studied habitat, being ecologically neutral.\nRESUMO. Neste trabalho estudam-se amostras de artrópodes epigeos do solo, capturados usando três tipos de fixadores-engodos (solução de formalina, solução de vinagre, e líquido de Turquin) em armadilhas de Barber (Pitfail). O estudo realizou-se na parte oriental, geologicamente mais antiga, da ilha Terceira (Açores), entre Novembro de 1989 e Novembro de 1990. Foram encontradas grandes diferenças na distribuição relativa dos taxa pelos três tipos de fixadores-engodos. Foram igualmente observadas evidências que comprovam o efeito atractivo da formalina. No entanto, a principal diferença ocorre entre a formalina, considerado como mais neutral, logo menos atractivo, e as outras duas soluções, que actuam como verdadeiros engodos (atraindo e conservando os artrópodes). Por outro lado o líquido de Turquin (uma mistura de cerveja e fixadores), possui um largo espectro de acção atraindo grande variedade de artrópodes, sendo assim o melhor engodo. Finalmente, os resultados mostram que os três fixadores-engodos não influenciaram a amostragem da variação sazonal da diversidade de artrópodes do habitat estudado, demonstrando ser neutrais em termos ecológicos.\n214\nSUPLEMENTO No3 . Balm Sac. port. Ent. Vol. 1 Novembra\nINTRODUCTION\nIn a long ecological study, on natural insect communities, it is essential to use a sample methodology that enable us to joint a high level of accuracy with low operation costs. Pitfail traps (BARBER, 1931), are the most common and convenient instrument to collect soil surface invertebrates (GREENSLADE, 1964; BORROR et al., 1976; THIELE, 1977; SOUTHWOOD, 1978; ADIS, 1979; SCHELLER, 1984; BENEST, 1989a and 1989b).\nThe use of the pitfall trapping in annual cycles of activity studies ( HAGVAR et al., 1987; KEER &amp; MAELFAIT, 1987; NIEMELA et al., 1989) and in biodiversity studies (OBRTEL, 1971; ASHMOLE &amp; ASHMOLE, 1987; HAGVAR et al., op. cit.; MOLINE et al., 1988) has been accepted as of great relevance. Furthermore, with this method it is possible to collect a great variety of arthropods that rarely are collected by other means (ASHMOLE &amp; ASHMOLE, op. cit. ; FRANKLIN, 1988; BORGES, 1990, 1991a and in prep.).\nMany factors may influence the sampling effectiveness of the pitfail traps, causing some bias in the sample results (thorough revision in ADIS, 1979). For instance several studies show that the pitfail samples are more influenced by the intensity of activity of the populations than by their density (FICHTER, 1941; GREENSLADE, 1964; THIELE, 1977; SOUTHWOOD, 1978; CRAWFORD &amp; EDWARDS, 1989). Nevertheless, the sampling by pitfail traps is sensitive enough to show up real differences of ecological significance (WILLIAMS, 1958; SOUTHWOOD, op. cit.).\nMoreover, the utilization of killing-preserving agents, may also cause some distortion on the interpretation of the pitfall results (LUFF, 1968; ADIS, 1979).\nI\nTherefore, to achieve a better inventory of the community species, various killing--preserving agents shoud be used (ADIS, op. cit.).\nIn the work reported on this paper, three types of killing-preserving agents (formalin solution, vinegar solution and Turquin's liquid) were used. The goal of the present paper is to study the relative efficiency of these three liquids, and to estimate which of them best describes the diversity of an epigean arthropod community, in a Azorean Pine woodland. Other purpose, was to investigate if any of the three killing-preserving agents caused distortion on the interpretation of the seasonal variation of the soil epigean arthropod diversity.\nMATERIAL AND METHODS\nof Pinus pinaster with approximately 800 m of area. This small Pine woodland is an \"island\" surrounded by pasture and abandoned fields of Ulex europaea. The altitude is about 300 m.\nB - SAMPLING METHODS\nA set of nine pitfail traps sampled the area continuously, during one year (from 10th November\n1989 to 9th November 1990), except between the 9th of December 1989 and the 11th of January 1990 as well as the 18th August and 29th of September 1990. The pitfail traps used had a radius of 22mm and a depth of 80mm. They were dug into the ground, lined up at approximately 5 meter distance from each other, and were emptied fortnightly. All arthropod specimens were identified to the Order (see Table I in appendix). More details on the sampling method used are given on BORGES (1991b and in prep.). The killing-preserving agents used were: a 5% FORMALIN solution with 1 ml of detergent added in one liter; TUR QUIN' liquid - an ASHMOLE &amp; ASHMOLE (1987) modified formula of the original one (TURQUIN, 1973) [10 g chloral hydrate, 5 ml formalin, 5 ml glacial acetic acid, 1 ml detergent and dark beer to 1 litre]; VINEGAR solution (modified from IACOVONE, 1985) [50% of commercial vinegar and 50% of water, and 10 ml of formalin and 1 ml of detergent for each litre of solution].\nC - DATA ANALYSIS\nTwo multivariate techniques were applied to analyse: a) differences in taxa composition in the three killing-preserving agent samples (correspondence analysis - CA); b) the answers of the killing-preserving agents working like ecological parameters (canonical correspondence analysis - CCA). We used the computer program CANOCO, an advanced version of the frequently used program DECORANA (HILL, 1979). These techniques were mostly developed for vegetational data, but are being used also to analyse animal data (vide references in ALDERWEIRELDT, 1989; BAUER, 1989; and also BERBIERS et al., 1989).\nRESULTS AND DISCUSSION\nA - ANALYSIS OF THE EFFICIENCY OF FORMALIN, VINEGAR AND TURQUIN\nNine pitfall traps with the three killing-preserving agents (formalin solution, vinegar solution and Turquinas liquid), caught a total of 11,805 specimen of arthropods (Table I), in a Pine woodland area in Fontinhas (Terceira, Azores), during 12 months.\nFigure 1 shows the ordination of the 14 taxa in the two first axes, obtained by Correspondence Analysis (CA). CA resulted in the distinction of 4 ordination axes of which the first two explain almost all the observed variation (52% and 20%, respectively). The ordination of the 14 taxa (Fig. 1) results in two evident groups: one formed by the Pseudoscorpiones and by the Orders of the Insects (Collembola, Heteroptera, Homoptera, Diptera, Lepidoptera, Hymenoptera and Coleóptera); and a second group with taxa other than Insecta.\nAlso noticeable is a clear detachment in the axis I between the Chilopoda, Crustacea (Isopoda and Amphipoda) and the remaining taxa. Axis H separates the Insecta from the Diplopoda and Arachnida (Araneae and Opiliones). This means that there is a clear difference in the taxa composition among the three types of samples.\nFigure 1.- Correspondence analysis (CA) on the proportional captures of arthropods (excl. Acari) with Pitfail, using three types of killing-preserving agents (formalin solution, vinegar solution and Turquin's liquid) (see Table I). Abbreviations: PSEU= Pseudoscorpiones; ARAN= Araneae; OPIL= Opiliones; ISOP= Isopoda; AMPH= Amphipoda; DIPL= Diplopoda; CHIL= Chilopoda; COLL= Collembola; HETE= Heteroptera; H0M0= Homoptera; DIPT= Diptera; LEPI= Lepidoptera; HYME= Hymenoptera; COLE= Coleoptera.\nFigure 2.- Correspondence analysis (CA) on the samples obtained during one year with the following methods: F= pitfail with a 5% formalin solution; T= pitfail_with Turquinas liquid; V= pitfall with a 50% vinegar solution. The numbers are the same of Table I.\nThe first axis detaches the samples of Turquin and formalin from those of vinegar, and the second axis separates, although less clearly, the samples of formalin from those of Turquin and vinegar. There is a tendency in the axis I for a separation of the samples by the number of taxa collected, occuring a variation among the 9 taxa sampled in the T5 and T1 and the only 5-6 taxa collected in. V12 and V5 (Vide Table I). The ordination in the axis II probably signifies differences in the relative porportion of sampling of each taxa by each of the three killing-preserving agents.\nIf we analyse simultaneously the two CA ordination figures (Figs.l and 2) we may conclude that: a) all the Orders of the Insecta seem to be attracted, preferly by the Turquin and in a less scale by the vinegar and the formalin; b) the Turquin and the formalin could be the best baits for the Opiliones and Araneae; c) the Diplopoda, Amphipoda, Isopoda and Chilopoda seem to be adequately sampled by the three killing-preserving agents.\nFigure 3.- Canonical correspondence analysis (CCA) on the proportional captures of arthropods (excl. Acari) with Pitfall, using as ecological vectors the three types of killing-preserving agents (formalin solution, vinegar solution and Turquinas liquid) (see text for further explanations). Abbreviations: PSEU= Pseudoscorpiones; ARAN= Araneae; OPIL= Opiliones; ISOP= Isopoda; AMPH= Amphipoda; DIPL= Diplopoda; CHIL= Chilopoda; COLL= Collembola; HETE= Heteroptera; HOMO= Homoptera; DIPT= Diptera; LEPI= Lepidoptera; HYME= Hymenoptera; COLE= Coleóptera.\nFigure 4.- Canonical correspondence analysis (CCA) using as ecological vectors the three types of killing-preserving agents (formalin solution, vinegar solution and Turquin's liquid) (see text for further explanations), on the samples obtained during one year with the following methods: F= pitfall with a 5% formalin solution; T= pitfall with Turquin's liquid; V= pitfail with a 50% vinegar solution. The numbers are the same of Table I.\nMoreover, from the analysis of Fig. 3 we may conclude that the obervations made above about the ordination obtained in Fig. 1 for the Isopoda, the Chilopoda, the Amphipoda and the Diplopoda are now strengthed. In fact, these taxa are ordinated in an area not influenced by the \"ecological vectors” (the killing-preserving agents) (Fig. 3), once they are equally sampled by them.\nThe Hymenoptera and Araneae are more atracted by the vinegar and lesser by the Turquin, but the latter caught more Lepidoptera, Pseudoscorpiones and Coleóptera (see also Table I).\nFrom Table I, we would expect that the Diptera would be associated with the vector vinegar and the Collembola with the vector Turquin, which was not shown by the CCA ordination. In fact their position in the CCA ordination (Fig. 3) contradicts the data, so, other parameters not tested, appart from the killing-preserving agents, should have influenced the sampling.\nThe results of the CCA ordination (Fig. 4) also confirmed that the three killing--preserving agents didn't influence the sampling, because their vectors don't explain the obtained ordination.\nCONCLUSIONS\nWe found great differences in the distribution of the arthropods by the three killing--preserving agents used: formalin solution, vinegar solution and Turquin's liquid.\nAlthough it was confirmed that formalin can act as an attractant (LUFF, 1968), the main difference observed was between that agent, a more neutral preservative, and the other two killing-preserving agents, acting as true baits (they both attract and preserve arthropods). Moreover, Turquin's liquid (a mixture of beer and preservatives) can be currently used to catch a large set of arthropods, being the best attractant.\nThe results also show that the three solutions had no influence on the sampling of the seasonal diversity of arthropods in the studied habitat, being in consequence ecologically neutral. The samples obtained during one year in the studied area were influenced by ecological parameters other than the used killing-preserving agents.\nIn other ecological studies, when the aim is only to study a particular taxa (at the Order level) the following killing-preserving agents are generally recommended: Pseudoscorpiones= T; Araneae= V or T; Opiliones= V or T; Isopoda= F, V or T; Amphipoda= F, V or T; Diplopoda= F, V or T; Chilopoda= F, V or T; Collembola= T; Heteroptera= T; Homoptera=T; Diptera=V; Lepidoptera= T; Hymenoptera= V or T; Coleoptera= T.\nIn conclusion, all the three killing-preserving agents used in the present study in the pitfail traps, appear to produce good and accurate results when analyzing the seasonal composition and diversity of the soil surface-active arthropod community.\nACKNOWLEDGEMENTS\nWe are very thankful to Prof. A.R.M. SERRANO (Fac. Ciências, Univ. Lisboa) and Dr R. GABRIEL (Dep. Ciências Agrárias, Univ of Azores) for their precious comments during several stages of this work. Dr. E. DIAS (Dep. Ciências Agrárias, Univ of Azores) gave us a valuable help with the multivariate techniques.\nThanks are also due to Mr. F. PEREIRA (University of Azores, Terceira) for his help during all the field and laboratoty work.\nREFERENCES\nADIS, J. (1979). Problems of Interpreting Arthropod Sampling with Pitfail Traps. Zoologischer Anzeiger, 202 (3-4): 177-184.\nALDERWEIRELDT, M. (1989). An Ecological Analysis of the Spider Fauna (Araneae) Occurring in Maize Fields, Italian Ryegrass Fields and Their Edge Zones, by Means of Different Multivariate Techniques. Agriculture, Ecosystems and Environment, 27: 293-306.\nASHMOLE, M. J. &amp; N. P. ASHMOLE (1987). Arthropod communities supported by biológica fallout on recent lava flows in the Canary Islands. Entomológica Scandinavica Supplement, 32: 67-88.\nBENEST, G. (1989a). The sampling of a carabid community. I. The behaviour of a carabid when facing the trapRevue D 'Écologie et de Biologie du Sol, 26 (2): 205-211.\nBENEST, G. (1989b). The sampling of a carabid community: II. Traps and trapping. Revue D'Écologie et de Biologie du Sol, 26 (4): 505-514.\nBERBIERS, P., J.-P. MAELFAIT &amp; J. MERTENS (1989). Evaluation of some sampling methods used to study Collembola (Insecta, Apterygota) in a pasture. Revue D 'Écologie et de Biologie du Sol, 26 (3): 305-320.\nBORGES, P.A.V. (1990). A checklist of the Coleóptera from the Azores with some systematic and biogeographic comments. Boletim do Museu Municipal do Funchal, 42 (220): 87-136.\nBORGES, P.A.V. (1991a). Two new species of Tarphiüs Erichsoh, 1848 (Coleóptera, Colydiidae ) from the Azores. Bocagiana, 144: 1-9.\nBORGES, P. A. V. (1991b). A Armadilha de Barber (''Pitfall\") como método de estudo da biodibersidade de artrópodes do solo nos Açores. Universidade dos Açores, Angra do Heroísmo. 60 pp..\nBORGES, P.A.V. (in prep.). A pitfall survey in the Azores: an ecological study.\nBORROR, D. J., D. M. DELONG, C. A. TRIPLEHORN (1976). An Introduction to the Study of Insects. Fourth ed. Holt, Rheinhart and Winston, New York. 852 pp..\nCRAWFORD, R.L. &amp; J.S. EDWARDS (1989). Alpine spiders and harvestmen of Mount Rainier, Washington, U.S.A.: taxonomy and bionomics. Canadian Journal of Zoology, 67: 430-446.\nFICHTER, E. (1941). Apparatus for the comparison of soil surface arthropod populations. Ecology, 22(3): 338-339.\nFRANKLIN, R. T. (1988). Cicindela unipunctata from Pitfall Traps (Coleóptera: Cicindelidae). Journal of the Kansas Entomological Society, 61(2): 249-250.\nGREENSLADE, P. J. M. (1964). Pitfail trapping as a method for studying populations of Carabidae (Coleóptera). Journal of Animal Ecology, 33:301-310.\nHAGVAR, S., E. 0STBYE &amp; J. MELAEN (1987). Pit-fall catches of surface-active arthropods in some high mountain habitats at Finse, south Norway. II. General results at group level, with emphasis on Opiliones, Araneida, and Coleóptera. Norwegian Journal of Entomology, 25: 195-205.\nKEER, R. de &amp; J.-P. MAELFAIT (1987). Life history of Oedothorax fuscus (Blackwall, 1834) (Araneae, Linyphiide) in a heavily grazed pasture. Revue d'Écologie et de Biologie du Sol, 24(2): 171-185.\nLUFF, M. L. (1968). Some effects of Formalin on the numbers of Coleóptera caugh in pitfail Traps. The Entomologist's Monthly Magazine, 104: 115-116.\nMOLINE, A.L.G., J.A.T. RANERA &amp; R.G. SÁNCHEZ (1988). Evolución estacional de la entomofauna del suelo en un robledal (Quercus pyrenaica Wilde) de Sierra Nevada. Actas III Congreso Ibérico de Entomología, -: 557-576.\nNIEMELÁ, J., Y. HAILA, E. HALME, T. PAJUNEN &amp; P. PUNTTILA (1989). The annual activity of carabid beetles in the southern Finnish taiga. Annales Zoologici Fennici, 26: 35-41.\nOBRTEL, R. (1971). Number of pitfall traps in relation to the structure of the catch of soil surface Coleóptera. Acta Entomológica Bohemoslovaca, 68: 300-309.\nSCHELLER, H.V. (1984). Pitfall trapping as the basis for studying ground beetle (Carabidae) predation in spring barley. Danish Journal of Plant and Soil Science, 88:317-324.\nSOUTHWOOD, T.R.E. (1978). Ecological Methods with paticular reference to the study of Insect Populations. Second edition, revised. Chapman &amp; Hall, London. 524 pp..\nTHIELE, H.-U. (1977). Carabid Beetles in their Environments. Zoophysiological Ecology, 10: 1-369. TURQUIN, M.-J. (1973). Une biocenose cavernicole originale pour le Bugey: le puits de Rappe.\nComptes Rendus 96e Congresse Naturel Sociétés Savantes, Toulouse 1971, Sciences, 3: 235-256.\nWILLIAMS, G. (1958). Mechanical time-sorting pitfall captures. Journal of Animal Ecology, 27:\n26-35.\nAPPENDIX\nTAXA\nLE I.- Pitfall captures of epigean arthropods in a Pine woodiand (Fontinhas, Terceira, Azores) during one year. F= fonnalin a 5%; V= vinegar; T= Turquin.\nARACHNIDA\nPSEUDOSCORPIONES ARANEAE OPILI ONES CRUSTACEA ISOPODA AMPHIPODA DIPLOPODA CHILOPODA INSECTA COLLEMBOLA HETEROPTERA HOMOPTERA DIPTERA LEPIDOPTERA HYMENOPTERA COLEOPTERA\nTOTAL\nARAC1INIDA\nPSEUDOS CORPIONES ARANEAE OPDJONES CRUSTACEA\nISOPODA AMPHIPODA DIPLOPODA CHILOPODA INSECTA\nCOLLEMBOLA HETEROPTERA homoptera DIPTERA LEPIDOPTERA HYMENOPTERA COLEO PTERA TOTAL"}]}}}