{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21524"}, {"@name": "filename", "#text": "5279_000867268.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UN IVERSIDADE FEDERAL 00 RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOC IÊNCIAS \n\nRastosuchus corouodeutatus e o estado da arte sobre os \nanfíbios temnospôndilos da Bacia do Paraná (Brasil} \n\nThiago Kroeff \n\nOrientador: Prof. Dr. Cesar Leandro Schuln \nCo-orientador: Prof. Dr. Eliseu Vieira Dias \n\nBanca Examinadora: \nProfa. Ora. Graciela Piõero- Un iversidad de La Republica, t.;ruguay \nProf. Or. Sérgio Dias da Silva- UN IPAMPA \nProfa. Ora. :\\larina Bento Soares- UFRGS \n\nDissertação de J\\ l estrad o apresentada \ncomo r equisito para obtenção do \nTítulo de Mestre em Geociências. \n\nPono Alegre 1006 \n\n\n\nKrocff. Thiago \nEstudo sobre Rastosuchus coronodentatus e sua inserção no \n\nestado da arte sobre os Anfibios Tcrnno~pôndilos da Bacia do Paraná \n(Brasil). I Thiago Krocff. - Porto Alegre : IGEO/UFRGS. 2006. \n\n[56 f.] il. \n\nDissertação (Mestrado). - Universidade Federal do Rio Grande \ndo Sul. Instituto de Geociências. Programa de Pós-Graduação em \nGeociências. Porto Alegre, RS - BR. 2006. \n\nI. Paleontologia. 2. Anfibios. 3. Temnospõndilos. 4. \nRastosuchus. 5. Bacia-do-Paraná. I. Título. \n\nCatalogação na Publicação \nBiblio teca G.:ociências - UFRGS \nRenata Cristina Grun CRB 10/1 113 \n\n\n\nDedicatória \n\nDedico esse trabalho especialmente à minha mãe, não por chauvinismo evolutivo, \n\nmas sim por ter sempre me estimulado a seguir nos estudos do mundo acadêmico e \n\nfundamentalmente por ter sido a luz mais forte ao longo de toda a minha existência. \n\nAo meu pai, por me mostrar a importância da persistência não atráves da retórica, \n\nmas sim na prática da vida cotidiana. \n\nAo meu irmão, Marcelo pelos momentos de exercício filosófico e também pela minha \n\niniciação no mundo da música e arte em geral. \n\nÀ minha vó, pelo amor e carinho. \n\nAo meu avô Milton (in memoriam), com quem, apesar de ter coexistido muito pouco, \n\ndesenvolvi o dom necessário de conseguir observar as manifestações do mundo natural \n\ncom contemplação e respeito. \n\nAos orientadores, Eliseu Vieira Dias, por ter me acolhido e confiado em mim no \n\ninicio da minha jornada científica assim como pelos conhecimentos construídos \n\ncoletivamente e Cesar Leandro Schultz, pelo estímulo intelectual e lilosófil o. \n\nAo meu amigo João Paulo Mentz da Silva (in memoriam), pelo simples e \n\nfundamental companheirismo incondicional durante minha vida acadêmica. \n\nAo povo brasileiro, tão carente de frentes científicas e tecnológicas, por ter \n\nfinanciado meus estudos acadêmicos tanto na graduação como no mestrato. \n\nA todos meus antepa~sados, por mais remotos que sejam, por terem sido vitoriosos no \n\njogo da vida, permitindo a sua existência manifesta atualmente na minha. \n\n\n\nEpígrafe \n\n\"A ORDEM com:ntc se rompe. dando origem ao CAOS. \n\nc deste brota a nova ORDEM. diferente da primeira \n\nO FORTE não mais o é pois \n\na força do FRACO emergiu. \n\nAssim foi. é c sempre será. Eis o único principio \n\nregulador absoluto e imutável.\" \n\n\n\nS umário \n\nI - I ntroduçlio \n\n2- Os Temnospondyli \n\n2 .1- Caracterização geral \n\n2 .2- Histórico sobre os Temnospondyli da Bacia do Paraná \n\n3 - Objetivos \n\n4 - Material e Métodos \n\n4 I - Estado da ane do material de Temnospondyli da coleção do Laboratório de \n\nPaleontologia de Venebrados da UFRGS \n\n5 - Discussão \n\n5.2 - Análise Cladistica \n\n5 .3 - Implicações Bioestratigráficas \n\n6 Conclusões \n\n7- Bibliografia \n\nAnexo I \n\n- Publicações relacionadas \n\nI 1- THE LOWE R JAW OF THE SHORT-SNOUTED AMPHIBIAN FRUM \n\nTHE RIO DO RASTO FORMATION (UPPER PERMIAN). BRAZlL Dias. E V. &amp; Kroefl , \n\nT. (2002a) \n\nI 2- THE LOWER JAW OF THE SHORT-SNOUTED AJ\\IIPHIBIAN FROM \n\nTHE RIO DO RASTO FORMA TfON (UPPER PERMIAN), BRAZ I L. Dias. E V &amp; Kroctl \n\nT. (2002b) \n\n1.3- TEM'IOSPONDYL LOWER JAWS FROM THE RIO DO RASTO FORMATIOf\\. \n\n(UPPER PERMIAN), PARA 'JA BASI , BRAZ I L. Kroeff. T.: Dias, E. V. &amp;. Schultz. C L (Submetido \n\nàRBP) \n\nAnexo 2 \n\nCladograma de Damiani (200 I a) \n\nAnexo 3 \n\nCana de submissão do anigo na Revista Brasi leira de Paleontologia \n\n\n\nResumo \n\nEste texto apresenta uma síntese do cst.ado da arte a respeito dos trabalhos executados \n\naté o momento pelos pesquisadores do Departamento de Paleontologia e Estratigrafia sobre \n\nos anfíbios temnospôndilos da Bácia do Paraná O texto integra todas as publicações do \n\nautor, que trataram da descrição c cladogenia de uma espécie de temonospondilo de rostro \n\ncurto encontrado em sedimentos permianos da Bacia do Par.má que apresenta um mosaico \n\nde características plesiomóficas e apomórficas muito peculiar. Além de resultados fina is \n\nesse trabalho tem a intenção de demonstrar a evolução das proposições fe itas ao longo do \n\nestudo deste m aterial. \n\nPalavras--chave: Tcmnospondyli, Rastosuchus, Rio do Rasto, Anfibio de Rostro Curto \n\nAbstract \n\nThis text presents a synthesis of ali the studies perfonned by researchers of the \n\nDepartamento de Paleontologia e Estratigrafia of the Universidade Federal do Ri v •::r~,nd,: \n\ndo Sul about the amphibians o f the Paraná Basin. The author intends to receive the mas ter \n\ndegree in Paleontology and is the maio author o f the article presented in lhe end of this \n\ntext. The article was submitted for publieation, and deals with the problematic o f a short-\n\nsnouted amphibian from the Rio do Rasto Fonnation. lt eontains the description of its \n\nmandibular morphology, cladistic analysis and discussion of the problematie about the \n\ngenus Rastosuchus. \n\nKey-words: Temnospondyli, Rastosuchus, Rio do Rasto, Short-snouted .A.mphibian \n\n\n\n1. Intr.,dução \n\nO presente trabalho apresenta uma resenha aeerca dos anfíbios Temnospôndilos da \n\nFormação Rio do Rastro, Bacia do Paraná, Bra~il (Fig. I), coletados pelos pesquisadores \n\ndo Departamento de Paleontologia e Estratigrafia da Universidade Federal do Rio Grande \n\ndo Sul. Naquela unidade estratigráfica, já foram identificados três diferentes táx.ons de \n\nanfíbios temnospôndilos. No Rio Grande do Sul, foi encontrada uma forma de rostro longo \n\n(Bageherpeton longignathus Dias &amp; Barberena, 200 I), enquanto que, no estado do Paraná, \n\nforam identificadas outras duas fonnas, uma com rostro longo (Australerpeton cosgriffi \n\nBarberena, 1998) e outra de rostro curto (Rastosuchus hammeri Barberena et a/., 1980). \n\nEste último, porém, está baseado numa associação duvidosa entre um crânio bastante mal \n\npreservado e urna série de mandíbulas isoladas. Neste trabalho, apresenta-se uma revisão \n\nsobre estes materiais, sendo que a discussão sobre o seu status taxonômico constitui-se no \n\ntema principal do artigo anexo à presente resenha e submetido à publicação. \n\nFigura 1 - Distribuição geográfica da~ \n\nrochas da Formação Rio do Rastro na \n\nBacia do Paraná, com indicação das \n\náreas onde foram colctados \n\ntemnospôndilos. (Extraído de Barberena. \n\n1998). \n\n6 \n\n• \n\n\n\n2 - OS TEMNOSPÔNDILOS \n\n2.1 Caracterização geral \n\nOs Tenmospondyli (Fig. 2) constituíram o mais abundante grupo de anfíbios do \n\nPcrmiano c Triássico, incluindo formas muito variadas, tanto em termos de morfologia \n\nquanto de tamanho (Fig.3). No final do Triássico, o grupo sofreu uma grande redução na \n\nsua diversidade, restando alguns poucos gêneros no Jurássico e Cretáceo. Hoje, são \n\nrepresentados pelos Lissamphibia (anuros, saiamandras e cobras-cegas). \n\nMorfologicamente, caracterizam-se, principalmente, pela presença de grandes vacuidades \n\ninterpterigóides no palato, separadas por um longo processo cultriforme do paraesfenóide \n\n(Fig. 3b). \n\nAs vértebras dos primeiros Temnospondyli seguiam um padrão Rachitomi. onde um \n\ninterccntro em forma de meia-lua situava-se abaixo da notoeorda e dois plcuroeentros \n\napoiavam-se sobre a mesma (Fig. 4). Esta não é uma caratacterística de padrão discreto. \n\npois ao longo da evolução do grupo nota-se claramente uma tendência ao crescimento do \n\nintercentro em detrimento dos plcuroeentros. Em algumas formas (os Stercospondyli), \n\nestes últimos são completamente perdidos e o intcrccntro passou a ser uma peça cilíndrica \n\núnica onde se apoiavam os arcos neurais. \n\nAcredita-se que os ternnospôndilos permo-triássicos dependiam da água para a sua \n\nreprodução, assim como os Lissamphibia, seus descendentes modernos. A ocorrência de \n\nfósseis das fases larvais de diversos representantes do grupo, como Plagiosaurídae. \n\nBranchiosauridae e Dissorophoidea (Schoch, 1992, 1998; Bolt, 1977, Boy, 1974, \n\nWitzmann &amp; Pfrcrzschner, 2003) corrobora esta idéia. Muitas formas poderiam passar boa \n\nparte da vida - ou mesmo toda ela - dentro da água. Entretanto, em outras, a robustez dos \n\nmembros e cinturas, assim como a presença de processos uncinados na~ costelas, sugerem \n\nque estas poderiam habitar c transitar no ambiente terrícola (Dias &amp; Schultz, 2003)(Fig 3c). \n\nOs materiais de ternnospôndilos aqui discutidos, bem como o artigo anexo, estão \n\nincluídos dentro dos Stereospondyl i, que reúne formas caracterizadas. scgW11do Milner \n\n( 1990), pelas seguintes sinapomorfias (além da ausência de pleurocêntros, já citada) : \n\nvacuidade palatal anterior única, longa sutura pterigóide-paraesfcnóide. cóndilos \n\ncxocciptais duplos c espaçados. Variavam de formas grandes, de corpos longos c achatados \n\n7 \n\n• \n\n\n\n(ex: Chigutisaurus, Mastodonsaurus) a fo rmas neotênicas muito pequenas (ex: \n\nPlagiosauridade). \n\nnAOUS \n\n-·~ \n... \n\n-\n\nClassifiêação dos Teinnospôndilos \n\nI'OboONI TRIASSIC .AJRASSIC .. - I .. I r I - . \n\" ~ ---.,... -J' · .... ~---\n\n... -~..,.. \n$(111.'111~ ....... ,. \n\nI I ., ... ._ .__ _ _. \nI . \n~· \n\n-\"\"\"\"'-' .... l. -\n\nEdopod oo t \n\nCochleosaurtd~e i \n\nr------ Oendrerp e1on t \nr----- D•:.sor<:pt'leld3o t \n\nEryopod30 t \n\nZatrachydid:~o 1' \n\nr--- Dvino~:aud:. i' \nArchegosmmd:::w t \n\nSlereosponodylr t \n\n8 \n\nSteyer &amp; Laurin, 2000 \n- ..... ~ \n\nI \nI \n\nI \n.,.~ \n\nYates &amp; Warren, 2000 \na) \n\nFigura 2 - Os temnospôndi los: Propostas de classificação \n\n\n\n9 \n\nVanuçfto morfológica entre o,_ temnospôndilos \n\n3a) \n\nTREMATOSAUROIDEA \n\nThoosuchidae \n\n3b) \n\n\n\n3c) \n\nnc- 2.a..-a.,_.. ........ b a. .r \nr..-w~ .... -J ...... .......... ... . \ns-,....(211111). \n\n3d) \n\nFigura 3- Variações morfológicas entre os temnospôndilos: a) Forma geral do corpo; \n\nb) Forma c anatomia do crânio; c) Dissorophoidea: Cacops um temnospôndilo terrestre d) \n\nVariação morfológica conforme o desenvolvimento ontogenético. \n\nlO \n\n\n\n--N\"j \n-~ \n~­\n\n--QJ ·-\n\nFigura 4 - Morfologia das vértebras .. \ndos temnospôndilos (padrão raclútom.i \n\n(Extraído de Dias &amp; Scbultz. 2003 ). \n\nli \n\n\n\n2.3- H istórico sobre o estudo dos tcomospônd ilos neopermia nos na Bacia do \n\nParno á \n\nOs estudos sobre anfibios fósseis na Bacia do Paraná tiveram inicio com trabalhos de \n\ncampo realizados pelo Dr. Mario C. Barberena e sua equipe no início da década de 70, em \n\ncamadas permianas da Formação Rio do Rastro na região da Serra do Cadeado, no Estado \n\ndo Paraná. Foram ali encontrados muitos materiais de temnospôndilos, alguns em \n\nexcelente estado de preservação, além de restos pertencentes a outros grupos taxonômicos, \n\ndestacando-se um crânio e mandíbula de Endorhiodon, um dicinodonte primitivo que \n\npermitiu a correlação daqueles níveis estratigráficos com a Zona de Cistecephalus da \n\nÁfrica do SuL \n\nA primeira ocorrência de um temnospôndilo na formação Rio do Rasto foi registrada \n\npor Barberena &amp; Daemon (1974) c atribuída ao gênero Platyops, um táxon conhecido p3I3 \n\no Permiano da Rússia. Posteriormente, análises mais elaboradas, a partir de novos \n\nmateriais coletados, mostraram que este mate rial representava um novo táxon da família \n\nRhinesuchidae, que foi nomeado Australerpeton cosgriffi por Barbcrcna ( 199&amp;) (Fig. Sa). \n\nWerneburg &amp; Schneider (1996) propuseram que Australerperon cosgriffi seria, na verdade, \n\num Archegosauridae, mas essa idéia foi contestada pela análise desenvolvida por Dias \n\n(2003) em sua tese de doutorado, onde ele atribuiu o material a Rhincsuchidae, baseado na \n\nmorfologia dos \"chifres tabulares\" (tabular horns), que apresentam grande afinidade com \n\nos de táxons daquela farnilia. \n\nDias &amp; Schultz (2003) trouxeram uma descrição mais elaborada da anatomia pós-\n\ncraniana (Fig. 5b) de A. cosgriffi, além de iníerências sobre a paleobiologia e paleoecologia \n\ndeste táxon. O estado de preservação dos fósseis em questão permitiu também o estudo da \n\nhistologia d as escamas dérmicas que cobriam a superficie ventral do corpo do animal (Dias \n\n&amp; Richter, 2002), trazendo importantes informações acerca da palcoautoecologia deste \n\ntáxon. A presença destas escamas contribuiria para um reforço da região abdominal. \n\nfacil itando o deslocamento em terra, enquanto que, na água, aumentaria a densidade \n\ncorporal, facil ita ndo o mergulho. Já a constatação de que as mesmas apresentavam claros \n\nsinais de reabsorção óssea em seu interior sugere que as escamas serviri am coml' \n\nrepositório de cálcio para o animal, em épocas de escassez de alimentos. a exemplo do que \n\nocorre com crocodilos atuais. \n\n12 \n\n\n\n13 \n\nFigura 5 - a) Autralerpeton cosgriffi, crânio da série tipo em vista ventral. \n\n\n\n14 \n\nFigura 5 - b)Amostra dos elementos pós-cranianos de Autralerpeton cosgriffz \n\n• \n\n\n\nOutros restos de temnospôndilos, na Bacia do Paraná, foram coletados na Serra do \n\nEspigão, em Santa Catarina, e em afloramentos localizados entre Bagé e Aceguá, no estado \n\ndo Rio Grande do Sul (Barbercna &amp; Daemon, 1974 e Barberena et alii 1980, 1985). Nestes \n\núltimos, uma outra espécie de rostro longo foi descrita, denominada Bageherpeton \n\nlongignalhus Dias &amp; Barberena 2001. Este novo táxon está baseado em um único \n\nfragmento d e sinfise mandibular, encontrado no km 176 da BR 153, no trecho entre Bagé c \n\nAceguá (Fig. 6), c corresponde ao primeiro registro de um arquegosaurídeo para o sul do \n\nBrasil. \n\nBarbercna et alii (1985) fizeram uma descrição da distribuição estratigráfica dos \n\ntetrápodes permianos e triássieos do sul do Brasil. Neste trabalho, vários restos de \n\ntemnospôndilos de rostro curto, incluindo um crânio - com mandíbulas - muito \n\nmal preservado. além de uma série de mandibulas isoladas, foram atribuídos todos a um \n\nmesmo táxon, Rastosuchus hammeri. Uma análise mais acurada, no entanto, efetuada \n\ndurante o presente projeto de Mestrado, demonstrou que não é possível associar, com \n\nsegurança, as mandíbulas isoladas ao espécime com crânio (ver anexo D: trabalho \n\nsubmetido a publicação). Com base no que foi até agora exposto, o estado-da-arte referente \n\naos anfibios permianos da Bacia do Paraná aponta que foram descritas, formalmente, \n\napenas duas formas de temnospõndilos: Australeperton cosgriffi Barberena, 1998 e \n\nBageherpeton longignarhus Dias &amp; Barberena, 2001, ambas de rostro longo. Os materiais \n\nde rostro curto, preliminarmente apresentados por Barberena et ai. (1980) e Barberena &amp; \n\nDias ( 1998), permanecem ainda sem classificação e sem uma diagnose mais detalhada. É \n\nimportante salientar que este pequeno número de táxons não deve refletir uma cscasse~ de \n\ntemnospôndilos permianos para a Bacia do Paraná. Esta baixa diversidade refere-se, rnais \n\nprovavelmente. a um baixo esforço amostrai exercido sobre os afloramentos da Formação \n\nRio do Rasto. Uma exemplo de classificação estratigráfica pode ser vista na figura 7. \n\n15 \n\n.. \n\n\n\nOutros restos de temnospôndilos, na Bacia do Paraná, foram coletados na Serra do \n\nEspigão, em Santa Catarina, e em afloramentos localizados entre Bagé e Aceguá, no estado \n\ndo Rio Grande do Sul (Barbercna &amp; Daemon, 1974 e Barberena et alii 1980, 1985). Nestes \n\núltimos, uma outra espécie de rostro longo foi descrita, denominada Bageherpeton \n\nlongignalhus Dias &amp; Barberena 2001. Este novo táxon está baseado em um único \n\nfragmento d e sinfise mandibular, encontrado no km 176 da BR 153, no trecho entre Bagé c \n\nAceguá (Fig. 6), c corresponde ao primeiro registro de um arquegosaurídeo para o sul do \n\nBrasil. \n\nBarbercna et alii (1985) fizeram uma descrição da distribuição estratigráfica dos \n\ntetrápodes permianos e triássieos do sul do Brasil. Neste trabalho, vários restos de \n\ntemnospôndilos de rostro curto, incluindo um crânio - com mandíbulas - muito \n\nmal preservado. além de uma série de mandibulas isoladas, foram atribuídos todos a um \n\nmesmo táxon, Rastosuchus hammeri. Uma análise mais acurada, no entanto, efetuada \n\ndurante o presente projeto de Mestrado, demonstrou que não é possível associar, com \n\nsegurança, as mandíbulas isoladas ao espécime com crânio (ver anexo D: trabalho \n\nsubmetido a publicação). Com base no que foi até agora exposto, o estado-da-arte referente \n\naos anfibios permianos da Bacia do Paraná aponta que foram descritas, formalmente, \n\napenas duas formas de temnospõndilos: Australeperton cosgriffi Barberena, 1998 e \n\nBageherpeton longignarhus Dias &amp; Barberena, 2001, ambas de rostro longo. Os materiais \n\nde rostro curto, preliminarmente apresentados por Barberena et ai. (1980) e Barberena &amp; \n\nDias ( 1998), permanecem ainda sem classificação e sem uma diagnose mais detalhada. É \n\nimportante salientar que este pequeno número de táxons não deve refletir uma cscasse~ de \n\ntemnospôndilos permianos para a Bacia do Paraná. Esta baixa diversidade refere-se, rnais \n\nprovavelmente. a um baixo esforço amostrai exercido sobre os afloramentos da Formação \n\nRio do Rasto. Uma exemplo de classificação estratigráfica pode ser vista na figura 7. \n\n15 \n\n.. \n\n\n\n' ' ( . \n• \n\nA B \n\n' ' I v.U.e . ' • I ' • I \" • • \" me • I I • I • I • \nI I • • ' • I • . ' \n\n• ' ' ', ( \n' ' • \n(,-i \n\nc \n\n~ \n\nI \nJ. \n4 \n\n• d \n\nsp ---.,'---.J._L \n\nme t:J'' -,-mrm,....~.-..JJ.J - ' ' . \n• ! . \" f .. . ' ' ' ,' ,' \\ ,, , t ' \n\nE ... ... \n\n• \nI \n\n' I \n• • • \n' I I • • \n\n\\ \n\nFigura 6- Bageherpeton longignathu.\\· (modificado de Dia~ &amp; Barbcrcna. 2003). \n\n16 \n\n• \n\n\n\nates \n(ma ) \n\n251 \n\n260 . \n\n\"' o ·;: \n\"' 0.. \n\nc \n., \n·-\nE \n... \n\"' \n\n1! SGCS Eastem \ng Europe \nc.. stagcs \n\"' stages \n\nChang-\nsflilgian \n1--c; c; \n\n~ .. ·;, ·;, Late \nc; c ·c. ·a Tatarian \no .. \n\n..J :c \n\" \" ;;: \n\nc \nc; .. \n\n~ \n\nEastem Europe \nassemblages \n\nVyattúki \n\nSokolki \n\nSokolki llinskoc \n\nKotclnjch \n\n17 \n\n-- +-\nKaroo Rio do Ra.o;(O \n\n6iostratigraphicaly \nSupergroup Fonnation \n\nrelevanl taxa \nass<..'TDblagc zones faunas \n\nll \n\ni Dicynodon \n., \n1j \n\n! \nv ., \n.a i .§ \n\nCistecepiu:Jlus \"' \" \"' ·\"' • J, ~&lt;i ~ Serra do ~ Tmpidmiloma :: o. Cadeado ~ v ·c g Pristerognathus , A ;; .s ~ o a \n~ \n\nPosto ~ 0.. ·;: ~ ·c. !! Early lsheevo Tapinocephalus Queimado &lt;\n\n~ \" ·a Tatarian \"\"~ -.. ;;; .. andAccguá ~ ., u \n\"' - \" o Ocher Eodicynodon Wlll1lizo L. Kaz. \n\n265 \n\nFigura 7 - Bioestratigrafia da Formação Rio do Rastro com base na presença de \n\ntetrápodes. Todos os materiais de rostro curto foram atribuídos a um único táxon. \n\n• \n\n\n\nFigura 8 - Materiais de anfibios de rostro cuno encontrados na Formação Rio do \n\nRastro do Estad o do Paraná: a) Mandíbulas isoladas; b) Crânio com mandíbula. \n\n2- Objetivos \n\nO presente trabalho tem como objetivos print:ipai~;: \n\nI - Efetuar uma revisão dos materiais de tcmnospi\\ndil<)'· ;:erterczrt~·, '• :;qleçãf) do \n\nSetor de Paleovertebrados da UFRGS; \n\n18 \n\n\n\n2- Contextualizar os materiais relacionados às formas de rostro curto e os problemas \n\ntaxonô micos e biostraógráficos relativos aos mesmos; \n\n3 - Discutir a validade de algumas características utilizadas nas análises filogenéticas \n\nde tcmnospôndilos, especialmente aquelas relacionadas à mandíbula; \n\n4- Realizar uma análise filogenética incluindo os materiais citados no item anterior e \n\npropor uma nova metodologia filogenética baseada na comparação entre cladogramas \n\nparciais (baseados apenas em características de partes dos organismos) e completos. \n\n3-Mat erial e métodos \n\nAlém da revisão dos materiais jã citados nos itens anteriores, atribuídos a \n\nAutralerpeton cosgriffi Barberena &amp; Dias, 2001, Bageherpeton longignathus Dias &amp; \n\nBarbercna 200 I e Rastosuchus hammeri Barbcrcna et alii 1985, foram analisadas, no \n\npresente ttabalho, sete (7) peças mandibulares (Fig. 8a), sendo a maioria representada por \n\nhemimandibulas e fragmentos, que haviam sido consideradas como pertencentes ao último \n\ntãxon acima citado. Este material foi escolhido devido ao seu bom estado de preservação \n\nbem como por se tratar da estrutura mais abundande (em número de peças) nos materias de \n\nanfíbio de rostro curto da Formação Rio do Rasto. Apenas urna destas hemimandibulas \n\nestava completa c, mesmo assim, carecia da porção anterior da sínfise mandibular. O \n\nmaterial já estava praticamente todo preparado. Em alguns casos, foram utilizadas \n\npequenas agulhas e marteletes pneumáticos para remover o sedimento que ainda estava \n\nencobrindo algumas estruturas. \n\nO trabalho de descrição das mandíbulas do anlibio temnospôndilo de rostro curto da \n\nFormação Rio do Rasto (que consta no trabalho anexo) começou com a .verificação das \n\nestrururas, suturas e ossos presentes no material . Como base para comparação, utilizou-se o \n\ntrabalho de Jupp &amp; Warren (1986), que apresenta uma descrição geral de todos os \n\ncomponentes ósseos das mandíbulas dos Ternnospondyli, bem como uma discussão a \n\nrespeito de algumas características de validade taxonômica. Além disso, foram feitas \n\ncomparações com tãxons africanos morfologicamente similares: Rhinesuchus (a partir de \n\nfotografias gentilmente cedidas pelo Dr. Ross Damiani), Rhineceps e Uranocentrodon (a \n\npartir de fotos cedidas por Elizabeth Latimer Schaafsma). Durante o processo de descrição. \n\n19 \n\n.. \n\n\n\neventuais dúvidas acerca da interpretação de algumas estruturas foram discutidas \n\ndiretamente, através de correio eletrônico, com os paleontólogos acima citados. \n\nAs análises lilogenéticas foram realizadas utilizando-se o programa P.A.U.P. 3.0 em \n\num computador Apple Macintosh. Os procedimentos realizados foram: Branch and Bound \n\ne Consensus Trce with Majority Rule 50%. Para verificar o quanto as caracteristicas \n\nmandibulares de um determ.inado táxon representam a totalidade de suas caracteristicas, foi \n\nanalisada uma matriz contendo apenas as caracteristicas mandibulares dos taxa, e o \n\ncladograma resultante (cladograma parcial) foi comparado com aquele gerado utilizando a \n\ntotalidade das características (cladograma completo) e taxa utilizados por Damiani (200la) \n\n(Anexo 2). \n\n20 \n\n\n\n4 - Discussão \n\nSegundo Milncr ( 1990), existem muitas convergências entre os Stereospondyli, o que \n\ndificulta a identificação de características sistemáticas relevantes (sinapomorfias). \n\nEntretanto, algumas características mostram claramente a diferenciação entre os gJUpos \n\nmais primitivos e os mais derivados, como por exemplo, o tamanho da PGA ( Post-Gienoid \n\nÁrea = região pós-glenóide) que é a porção da mandíbula posterior à articulação desta com \n\no crânio. \n\nFigura 9 - Comparação entre as áreas pós-glenóides de temnospôndilos primitivos \n\n(A- Jnthasuchus silvicola; B- Trypho.5uchus poucidens; C- Platyoposauros stuckenbergz) e \n\ntemnospõndilos avançados (D, E c F- Mastodonsaums giganteus), modificaáo de Schoch \n\n&amp; Milner. 2000). \n\nEsta estrutura é mais desenvolvida nas fonnas derivadas, onde o suprangular c o pré· \n\narticular também compõem a PGA. Nesta região. inseriam-se os músculos c tendi>e~ que \n\ntinham como função abrir a boca. A au\"!ncia. na bibliografia, de figura~ ~: descrições \n\nprecisas das mandíbulas de muitos táxons de tcmnospõndi lcs d ificultou a identificação de \n\n2 1 \n\n\n\nmuitas estruturas mencionadas em trabalhos sobre o grupo. Um exemplo foi a tentativa de \n\nidentificar, rno material estudado, a presença - ou não - do chamado hamate process, uma \n\nelevação na borda anterior na região gleoóide, que servia para a melhora da precisão de \n\nencaixe da mandíbula com o crânio. Essa problemática é melhor discutida no artigo \n\nenviado para publicação (anexo 2). \n\nDentre os Stereospoodyli mais primitivos, pode-se citar Uranocentrodon e \n\nRhinesuchus. Nestes, a PGA (região pós-glenóide) é curta e os cononóidcs possuem apenas \n\ndentículos. Durante o Triássico, existe uma irradiação de formas, como os \n\nmastodonsaurídeos e os rhitidosteídeos, onde existe um alogamento da PGA e onde \n\nai&amp;'U!Ilas formas apresentam dentes ao invés de dentículos no coronóide, além de outras \n\ncaracterísticas derivadas. \n\nMuitas são as dúvidas acerca da classificação dos Ternnospondyli , e existem muitos \n\ntrabalhos com diferentes levantamentos e interpretações das características válidas para \n\nsistemática. Damiani (200 l a) e Yatcs &amp; Warren (2000) apresentam análises cladísticas \n\nenglobando variados grupos de Tcmnospondyli. Entretanto, o trabalho mais utilizado para \n\no levantamento de caracteres úteis à análise cladística aqui apresentada foi o de Damiani \n(2001). O trabalho de Yates &amp; Warren (2000), apesar de muito bem desenvolvido, \n\napresenta, em nossa opinião, muitas características superpostas umas à~ outras. o que \n\ndesvirtua o valor das mesmas na análise de uma matriz computacional. \n\nConsiderando que foram abstraídos da analise aqueles taxa que continham missir>g-\n\ndata para as características em questão o cladograma gerado utilizando apenas caracteres \n\nmandibulares (cladograma parcial)( fig. lO) manteve a grande maioria das .elações \n\nfilogenéticas entre os taxa e essa topologia foi semelhante à obtida utilizando a totalidade \n\ndos caracteres (cladograma completo do anexo 2) ~ Sendo assim. é plausível afirmar que \n\ncaracteres mandibulares podem representar, com alguma fidelidade, a história evolutiva \n\ngeral deste grupo. \n\n22 \n\n\n\nFigura I O - Cladograma gerado utilizando apenas os caracteres mandibulares \n\nO anfibio Temnospondyli de rostro curto noticiado para a Formação Rio do Rasi<J foi \n\ndenominado \"Rastosuchus hammert' (Barbcrena et alii, 1980) c, conforme já cit:lco, \n\nrefere-se a um conjunto formado por um crânio com mandíbula, várias outraS mandil:· •>:: \n\nisoladas e alguns elementos pós-(;ranianos, provenientes de mais de um anora!\"t:nto. \n\nEntretanto. o nome \"Rastosuchus hammerí\" deve ser invalidado, recebendo o status de \n\nnomem nudum, (publicação 3 - KroefT et alii, no prelo), uma vez que urna descrição :-:~üa! \n\ndeste táxon nm1ca foi apresentada, nem por Barberena et a/ii (1980) c nem em traba!hos \n\nposteriores (Barbercna et alii, 1985; Oarberena &amp; Dias, 1998) o nde o mesmo é citado. \n\nAlém disso, durante a reali?..ação do presente trabalho, verificou-se que os dados de coleta \n\ndestes mater iais foram parcialmente perdidos e, poTtanto, não há como precisar as \n\nlocalidades de onde provêm algumas das peças. Este problema já foi abordado \n\nanteriormente por Dias &amp; Schultz (2003) c por Dias (2003). \n\nBarberena et alii (1980; 1985) sugeriram que o crânio UFRGS-PV-0352-P (Fig. 8b; e \n\nas mandíbulas dissociadas (Fig. 8a) penencíam a um mesmo táxon c concluíram haver urr.~ \n\nfone afinidade taxonômica com as formas africanas de Rhincsuchidac. Emrctant> . \"'-\n\nmandíbulas aderidas ao crânio estão muito mal preservadas e não permitem a visua!;nç;l'.' \n\nde características sistemáticas re levantes que permitam associá-la às demais mar.díhub:<. O \n\n23 \n\n\n\nestado de preservação das mandíbulas aderidas ao c rânio é tão precário que não permite \n\nidentificar qualquer estrutura anatômica, como, por exemplo, a PGA ou a presença de \n\ndentição coronóidc. Por estes motivos, este material não foi incluído na análise cladística \n\naqui realizada, que enfatizou os caracte res mandibulares. Esta probl emática será \n\nnovamente abordada no item 4.3. \n\nOs materiais pós-cranianos considerados por Barberena er alii (1980) como \n\npertencentes ao tãxon de rostro curto \"Rastosuchus hammed' também não foram objeto de \n\nanálise justamente em função da perda de dados de coleta, impossibilitando a conexão \n\nentre estes as mandíbulas estudadas. \n\nNo início do ano 2000, como parte de um projeto de iníciação científica do autor, as \n\nmandíbulas isoladas de \"Rastosuchus hammeri •· passaram a ser estudadas. descritas e \n\nforam realizadas às primeiras análises cladísticas. Os resultados iniciais foram \n\ninconsistentes, devido à dificuldade de interpretação de alguns caracteres. Dias &amp; Kroeff \n\n(2002a) apresentaram um estudo filogenético preliminar ( Fig. li ), no qual concluíram que \n\nestas mandíbulas de temnopôndilos de rostro curto da Formação Rio do Rasto pertenceriam \n\na um Mastodonsauridae, o que constituiria uma novidade, tanto pelo aspecto \n\npeleobiogeográfico (seria o primeiro registro do grupo na América do Sul) quanto pela \n\nquestão da distribuição temporal daquele grupo (conh~ido apenas no Mesozóico). Porém, \n\napós algumas discussões com Ross Damiani e Claudia Marsicano, foi efetuada uma cc-\n\ninterpretação de algumas características (o processo hamate passou a ser considerado \n\nausente e a PGA passou a ser considerada pequena), o que resultou na obtenção dr;: \n\nresultados distintos nas análises (Fig 12). O novo cladogran•a obüdo mostrava o material \n\nem questão posicionado próximo a Rhineceps, um Rhinesucrudac. Este resultado seria \n\nmuito próximo do que havia sido proposto por Barberena er alii (1980; 1985) e Barberena \n\n&amp; Dias (1998) sem análises filogenéticas. Dias &amp; Krocff (2002a; b) conrespondem às \n\npublicações anexas I c li. \n\nPor ser uma característica de padrão contínuo, a extensão da região pós-glenóide \n\n(PGA) tomou-se di fiei! de ser definída quanto ao seu estado de derivação (plcsiomórfica \n\nou apomórfica) nas mandíbulas do anfibio de rostro curto. Na literatura disponívd. nã,, \n\nhavia uma dimensão p~isa para a determinação de estados. A PGA de vários \n\nTemnospondyli foi observada na literatura (Boh &amp; Lombard. 2001: Damiani. 200::: h, \n\n24 \n\n\n\nJupp &amp; Warrcn, l986; Nilsson, 1944), e sugere-se aqui que tal caracterítica possa \n\napresentar um padrão de derivação coniínua, e não discreta, como vem sendo tratada . \n\nVisto que não foi possível associar a um mesmo taxon as mandíbulas isoladas e o \n\ncrânio apresentado por Barberena et a/. (I 980) e Barberena &amp; Dias ( 1998) e pelo fato de \n\nRastosuchus hammeri permanecer com status de nomem nudum, foi então proposto que a \n\ndesignação genérica Rastosuchus passasse a referir-se apenas às mandíbulas de rosto curto \n\nda Formação Rio do Rasto (Publicação 3 - Kroeff, Dias &amp; Schultz, no prelo). As \n\nmandfbulas foram definidas como material tipo de um novo táxon, em nível genérico e \n\nespecífico, pois representam uma amostra mais significativa, em número de exemplares. \n\nAlém disso, a qualidade de preservação das mandíbulas também é superior àquela do \n\ncrânio, ponanto, sendo mais fácil e segura a descrição e identificação de estruturaS. \n\nA opção pela manutenção do nome Rastosuchus para uma parte do material \n\ninformalmente apresentado por Barberena e/ alii ( 1980) deveu-se ao fato de que este nome \n\ngenérico já foi amplamente utilizado (e citado) em publicações de cunho estratigráfico e \n\nbiocstratigráfico (Darberena et alii I 985) Uma vez que tal nome genérico não possuía \n\nmaterial tipo designado e nem descrição de acordo com as normas da nomenclatura \n\nzoológica (CÓDIGO INTERNACIONAL DE NOMENCLATURA ZOOLÓGICA), \n\npermanecia, ponanto, como um nome inválido, podendo, desse modo, ser utilizado para \n\ndenominar um novo raxon. Já o nome específico R. hammeri, utilizado uma única vez por \n\nBarberena et ali i ( I 980), não foi aproveitado. Optou-se por utilizar um nome específico \n\ncom significado anatômico característico para a espécie descrita, resultando na designação \n\nRastosuchus coronodenrarus, em alusão à presença de uma dentição bem desenvolvida nos . \n\nossos da série coronóide (fig.6 do anexo 2). Assim, permanecem válidas as citações \n\nanteriores do nome Rasrosuchus, na medida em que faziam apenas referência à presença de \n\num anlibio de rostro curto semelhante ao gênero sul-africano Rhinesuchus, bem como \n\nreforçavam uma com:lação bioestratigráfica entre a Formação Rio do Rasto e a 7.ona de \n\nCisrecephalus. \n\nEm relação ao crânio UFRGS-PV -0352-P que fazia parte do material atribuído a \n\n·'Rasrosuchus hammerr· por Barberena er alii (1980), é necessária, ainda, a realização de \n\numa descrição mais detalhada do mesmo para permitir quaisquer inferências de cunho \n\ntaxonômico e verificar a presença - ou não -de caracteres que possam estimar as relações \n\n25 \n\n\n\nde parentesco entre o mesmo e as mandíbulas apresentadas neste trabalho. Sabe-se de \n\nantemão que, devido às condições de preservação do material , essa não será uma tarefa \n\nfácil e provavelmente não será possível sem que sejam coletados novos materiais. \n\nAnálises tafonômicas e bioestratigráficas ficaram prejudicadas pela perda de dados \n\nimportantes referentes à coleta Ainda assim. foi possível estabelecer algumas ínfen!ncias \n\nde caráter tafonômico. O material encontrava-se desarticulado, mas não mostrou indícios \n\nde abrasão, indicando pouco ou nenhum transporte das peças. A hipótese de que os \n\nesqueletos tenham sido desarticulados pela ação de carniceiros parece ser plausível. A \n\ndesarticulação pode ter sido produzida também pela ação de ondas de baixa energia que \n\npoderiam ter atuado no local. Porém, a falta de dados sedimentológicos específicos de cada \n\nafloramento impede a confirmação desta possibilidade. Por fim, a desaniculação do \n\nmaterial pode ser um artefato laboratorial , pois, nos registros disponíveis, não foi possível \n\ncompreender se existe ou não correlação entre as diversas peças coletadas. \n\nAlém dos materiais até agora citados, existem ainda diversos materiais pós-cranianos \n\nde anfibios que nunca foram estudados, pertencentes à coleção da UFRGS. provenientes \n\ndos mesmos níveis estratigráficos onde foram coletados o crânio UFRGS-PV -0352-P e as \n\nmandíbulas atribuídas a R. coronodentatus. Alguns exemplares estão em bom estado de \n\npreservação e correspondem a remures, cscápulas, vénebras, costelas e fragmentos de \n\noutros elementos ósseos. Análises preliminares deste material mostraram que talvez seja \n\npossível associar alguns deles a Rastosuchus ou, pelo menos, a algum outro temnospôndi!o \n\nproximamente aparentado, visto que algumas características verificadas, tais ccmo a \n\nmorfologia primitiva da anatomia eseapular, estão presentes também em Rhincsuchus \n\n(Damiani, 200 I). Entretanto, como estes materiais não foram o foco principal deste \n\ntrabalho, os mesmos não foram incluídos na análise cladístiea aqui apresentada. \n\nDurante a execução do trabalho, especulou-se sobre quais seriam as possíveis \n\nvantagens evolutivas da presença de uma dupla fileira de dentes, paralelamente dispostas. \n\nurna nos ossos coronóides c outra no dentário. Parece plausível inferir que este sistema \n\ndeveria atuar como urna eficiente trava aos movimentos latcro~is da mandíbula. quando a \n\nmesma estivesse parcial ou totalmente fechada. Os dentes dos ossos pal:u .nos •: \n\nectoptcrigóide deveriam encaixar-se firmemente na canaleta formada ~ntre estas duas \n\nfileiras de dentes. Os dentes do dentário, por sua vez. deveriam encaixar-se entre 'h&lt;knt.:~ \n\n26 \n\n\n\nmaxilares e os palalinoslectopterigóides. Assim, esse sistema de encaixe limitaria os \n\nmovimentos laterais da mandíbula no momento da apreensão de suas presa~. Este arranjo \n\npoderia dificultar também o movimento das presas, diminuindo a possibilidade da \n\nmandíbula se deslocar e, conseqüentemente, da presa escapar. \n\nEste padrão de encaixe dos dentes inferiores com os superiores poderia servir óe \n\nevidência indireta para a associação do crãnio UFRGS-PV -0352-P com as n:andíbulas \n\ndescritas como Rastc>suchus coronodentatus, no entanto, dado o grau de incerteza não se \n\narriscou tal especulação. \n\n5.2- Implicações cladísticas e evolutivas \n\nOs dois anfibios de rostro longo descritos para a Formação Rio do Rastro for.un \n\natribuídos, um deles, a Rhinesuchidac (Austraulerpeton) e o outro um grupo mais \n\nprimitivo, Arquegosauridae (Bageherpeton) . Entretanto, apesar das descrições e diagnoses, \n\nnão foi feita uma analise cladística com nenhum destes taxa. Já a forma de rosto curto \n\n(Rastosuchus) apresentou um peculiar mosaico de características plesiomórficas e \n\nderivadas. A análise cladística mostrou que se trata de um taxon mais derivado que \n\nRhineceps e Uranocentrodon, porém mais primitivo que Lydekkerina, Benthosuchus e os \n\n\"mastodonsauróideos\". Apesar de ter apresentado uma posição basal na análise cladfstic&lt;\n\nfeita. Rastosuchus apresenta um aumento da região pós-glenóide (PGA), bem como a \n\nprópria cavidade glenóide em forma de \"L\", características que não são esperadas em \n\nrhinesuquideos, grupo ao qual Rastosuchus demonstrou ser aparentado. \n\nA PGA de Ras10suchus é, visivelmente, maior que a dos rhinesuquídcos (e.g. \n\nRhineceps), porém não é tão desenvolvida como nas formas de temnospónclilos triássicos \n\n(e.g. Benthosuchus, Mastodonsaurus). Pareceu-nos curioso que muitos autores tratem esta \n\ncaracterística como discreta. Tanto em Jupp &amp; Warren (I 986) como nas análises cladísticas \n\nde Damiani (2001a) e Yate~ &amp; Warrcn (2000), apenas dois estados foram apresentados: \n\nPGA curta (plesiomórfico) c PGA desenvolvida (apomó rfico). Apesar de não termos \n\nproposto uma nova maneira de tratar esta estrutura.. pareceu-nos nítida a existência de \n\nestados intermediários. >lo mastodonsaurideo sul-africano descrito - porém não nomir.:!.!o -\n\npor Damian i (2001b) as proporções da PGA em relação ao restante da mandíbula são '\"lmno \n\nsimilares às de Rasrosuchuç. Considerando qt•e as posições bi<>CStmiigráficas po. n.;,•tJ.:•. \n\n27 \n\n• \n\n\n\npara estes taxa colocam o mastodonsaurídeo supracitado na base do Triãssico e \n\nRastosuchus no topo do Pcrmiano, é possível que estes dois taxa representem estágios \n\nintermediários quanto o desenvolvimento da PGA. \n\nUm dos resultados apresentados no artigo anexo (publicação 3) diz respeito à \n\ntentativa de verificar o quanto características mandibulares, analisadas isoladamcme. \n\ncorresponderiam às relações filogenéticas dos temnospôndilos obtidas numa análise \n\ncladística mais abrangente, baseada em características cranianas e pós-cranianas. A \n\ncomparação entre os resultados de uma matriz gerada com todos os dados disponíveis \n\ncomo crânio, pós-<:rânio e mandíbula, com aqueles gerados apenas por uma análise de \n\ncaracteres mandibulares, demonstrou que, apesar do aumento de algumas politonúas, o \n\ncladograma de consenso da análise das mandíbulas foi surprendentemente similar ao \n\ngerado com toda a informação disponível, demostrando a signilicância da mandíbula para a \n\nsistemática do grupo. \n\n5.4 - lmpliações Bioestratigráficas \n\nA presença de Endoihiodon em sedimentos da Formação Rio do Rasto. na mesma \n\nregião do Estado do Paraná onde Rastos uchus e Ausrralerpeton também foram coletados. \n\nsugere uma relação destes níveis com a Zona de Cistecephalus da serie Beaufort ~>cia&lt;!c \n\nKaroo, África do Sul) (Kitching J. W, 1978). A Zona de Cistecephalus contém \n\ndicinodontes (dentre eles Endothiodon) c rhinesuquídeos (Rhinesuchus sp .. Rhineceps sp., \n\nUranocentrodon sp.). Além da já mencionada afinidade de Rastosuchus com \n\nrhinesuquídeos africanos, proposta por Barberena et alii (1980), Oarberena (l998) sugere \n\nque Australerpeton cosgriffi também teria afinidades com este grupo de temnospóndilos. \n\nEm Kroeff et a/ii, no prelo (Publicação 3) Rastosuchus coronodentatus apresenta uma \n\nposição filogenéúca próxima aos rhincsuquídeos e, de certa forma, corrobora a correlação \n\nda Formação Rio do Rasto com os níveis correspondentes à Zona de Cistecepha/us. Como \n\njá fora citado, a perda de dados de coleta dos materiais de temnospôndilos da Formação \n\nRio do Rasto (na coleção da UFRGS), inclusive de Rastosuchus coronodematus. \n\nimpossibilita uma resolução mais precisa das correlações bioestratigráficas. umo. vez que \n\nsão desconhecidos os níveis específicos em que os materiais foram encomrados. \n\n28 \n\n\n\n6-Cooclusõcs \n\nO material analisado e descrito no artigo anexo (2) corresponde a uma nova fonna de \n\nanfibio temnospôndilo, apresentando um mosaico de características, com alguns elementos \n\nprimitivos conjugados com outros apomórfieos. \n\nA área pós-glenóde (PGA), que é de fundamental importância para a sistemática \n\ndeste grupo, parece apresentar um aspecto gradual em sua derivação, onde vários estágios \n\nevolutivos poderiam se apresentar entre as forma primitivas (PGA curta, reduzida ou pouco \n\ndesenvolvida) e aquelas derivadas (com PGA bem desenvolvida ou alongada). Entretanto, \n\nDamiani (2001a) e Yatcs &amp; Warren (2000) tratam esta característica como se existissem \n\napenas os dois estágios extremos. Rastosuchus coronodentatus demonstrou a possibilidade \n\nde existi r um estágio intermediário entre estes dois extremos, fortalecendo a proposição de \n\nque este caráter seja tratado como continuo. O presente trabalho sugere urna revisão desta \n\ncaracterística, principalmente no que tange aos seus estados em análises cladísticas, onde \n\nadjetivos como \"um pouco granden ou \"diminuta\" dificultam a interpretação e polarização \n\nna montagem da matriz de dados. \n\nO resultado da comparação entre um cladograma gerado a partir de toda a inform.l\\Ãl \n\ndisponível com outro gerado apenas com o material mandibular mostrou-nos que esta \n\nestrutura pode ser usada para uma análise sistemática, mesmo quando todas as outns \n\nestiverem faltando, permitindo a obtenção de resultados satisfatórios. Desta man~ira.. \n\nsugerimos que esta metodologia de comparação de um cladograma gerado com t;x;a l \n\ninformação com algum outro que porte apenas características de uma determinada estru!1.ml \n\nde um táxon deva ser experimentada para outros grupos taxonômicos, verificando, assim, a \n\nuniversalidade - ou não - de tal manifestação. \n\nEm elaborações subjetivas. sugerimos que, assim como muitas estruturas geométricas \n\ndo mundo natural, os organismos vi,os também podem apresentar alguma forma d\" \n\ncomportamento fractal em suas estruturas, onde. para determinados parJmetr-os, uma parrc \n\nparticular de um sistema pode carregar uma representação geral do organismo , -.ej~ +. \nqual for). Seria muito interessante um trabalho que fi7.esse uma análise especrf:w. \n\naplicando esta metodologia aos mais diversos grupos e às mais diversas estruturü.~. r:.u.1 \n\n29 \n\n\n\n..aplicando.J:sta...metodologia-aos mais diver.ws-grupos,.e.às-mais diversas-estruturas, para \n\nverificar se o resultado obtido na análise das mandíbulas aqui discutidas representa, de \n\nalguma forma, uma manifestação universal do mundo biológico (paleontológico) ou se o \n\nresultado aqui obtido, nada mais é que um artefato da análise. \n\nMesmo considerando o baixo esforço amostrai feito nos sedimentos Permianos da \n\nFormação Rio do Rasto, parece razoável inferir que a fauna sul-americana de \n\ntemnospõnditos possa ser tão rica quanto as faunas descritas para a África (Bacia de \n\nKaroo), onde existem diversas formas de focinho cuno. Somente a continuidade dos \n\ntrabalhos, tanto de coleta como de descrição e sistemática, podem trazer uma melhor \n\nresolução para essa idéia. \n\n&lt;\n.:l .., ~ \n~ \"\" \n\n~ \n\n~ .s .. \" \n~ \n\n&lt;~ ' \"li ~ • ' ~ .. ... • ~ ,;; ~ ll .E &lt;~ Q \n$ \n\n.., ::; ~ ~ \"\" \"' \n\n6 c haracteres \n13 taxa \n7 steps \nc. I. = 0,85 \n\n.. \ne • a \n~ \n~ \n\"1l \né' \n~ \n~ \n\nTree Gordener 2.0 \n\n.., \n~ \n\n~ \n\n\"\" .., \" \" ~ ~ .;, \n~ \n\n&lt;., ., \n' ~ \n~ ::: \n\nõi • \n~ ;: ~ .. • .. ~ • ' Q ... &lt;\n\n~ ~ E ~ \n~ \" .. \" ~ ., ?; . ~ ~ .. ~ ~ z \"\" \n\nIOOfh In lhO coronoid sories. \nPGA wol&lt;IEMlloccd. \n\n~ \n\"li \n~ \n; \n!: \n~ \n\nPteortloJor not In ccnlad with oplonol \n\nFigura I I- Cladograma preliminar feito durante a publicação anexa I \n\n30 \n\n\n\na) \n\nb) \n\n4 most parsimoniouS tree founcJ \n\n1j'']'i1J• lt L1!JJ \n10dlaoctecs \n10 10>00 \n12 slcps \nC. I. a0.83 \nl~e<t~?.O \n\nI I J • , i . • ; j 1 l 1 . I 1 J \n\nj \n\nj ' i i i • l i 1 I ! ~ \ni \nI \nl • J \n\n• • \n1 J \n\nConsensus tree ot 4 most parSimonious tree tound \n\n.. \nõi ~ \n·c: ti \n\nS. \n~ \n\n; ~ l: E '!: . s ~ \" \"' .. .. .. z ... \n\n1 O chorocters \n10 taxo \n13 steps \nC. I. =0.76 \n\n.. \n~ \n\n\"' ... ~ \nl> \n.s \n\nTree Gordener 2.0 \n\n.. \n~ \n\n\"\" li \ns \n\" ~ \n~ \n\n., ~ ., \n~ \n\n~ ~ \" ~ .. \"' .. ~ :: ... :: ~ :: .. \n~ ii \n\n.., Sl ... ... li:, ... :: ~ ~ ~ ~ .. -§ .. .. .., \n~ \" E ~ .:! ~ ;!; \"\" ~ \n\n1,2.6.8,9.10 \n\n• I \nl \n\nFigura 12 a) C ladogramas gerados na análise feita durante a execução da publicoção \n\n2. b) Cladograma de concenso \n\n3 1 \n\n\n\n8-Bibliograflll \n\nBarberena M.C.; Daemon, R. F., 1974: A primeira ocorrência de Amphibia (Labyrintodontia) \n\nna Formação Rio do Rasto. Implicações geocronológicas e estratigraficas. Anais do \n\nxx:vnr Congresso Brasileiro de Geologia (Porto Alegre) 2:251-261 \nBarberena M. C., Correia, N. R. &amp; Aumond, J. J. 1980. Contribuição à estratigrafia e \n\nbioestratigrafia do Grupo Passa Dois na Serra do Cadeado. Revista Brasileira de \n\nGeociências 10( 4): 268-275. \n\nBarberena, M.C.; Araújo, O. C. &amp; Lavina, E. L. 1985. Late Permian and Triassic tetrapods o f \n\nSouthern Brazil. National Geographic Research n. I :5-20. \n\nBarberena, M. C. 1998. Australerpeton cosgriffi n.g., n.sp., a Late Permian Rhinesuchoid \n\narnphibian from Brazil. An. Acad. Bras. Ci. 70(1 ):125- 137. \n\nBarberena, M. C. &amp; Dias, E.V. 1998. On the presencc of a short-snouted rhinesuchoid \n\narnphibian in the Rio do Rasto Formation (Late Permian of Paraná Basin, Brazil). Anais \n\nda Academia Brasileira de Ciências, 70(3):465-468. \n\nBolt, J. R. 1977. Dissorophoid relationships and ontogeny, and thc origin ofthe Lissarnphibia. \n\nJoumal of Paleontology. 51(2):235-249. \n\nBoy, J. A. 1974. Dic Larven der rhachitomen Amphibicn (Amphibia: Temnospondyli; karbon -\n\nIrias). Palaeontologische Zeitschrifi. 48(3-4):236-268. \n\nCisneros, J. C.; Abdala, F. &amp; Malabarba, M. C. 2005. Parciasaurids !Tom the Rio do Ra.~to \n\nFonnation, southern Brazil: biostratigraphic implications for Permian fauna:> of thc \n\nParaná Basin. Revista Brasileira de Paleontologia, 8(1): 13-24. \n\nDarniani R.J., 2001(a). A systematic revision and phylogenetic analysis of Triassc \n\nmastodonsauroids (Tcmnospondyli : Stereospondyli). Zoological Journal of Linnean \n\nSociety. 133:379-482 \n\nDamiani R. J. et alii, 2001(b). First record of a mastodonsauroid (Temnospondyli, \n\nStereosponyli) from the Early Triassic Lystrosaurus Asscmblage Zone (Karoo Basin) os \n\nSouth Africn. N. .fb. Geol. Palaont. Abh 221( I): 133-144. \n\n32 \n\n.. \n\n\n\nDias, E. V. &amp; Barberena, M. C. 2001. A temnospondyl amphibian from the Rio do Rasto \n\nFormation, Upper Permian of Soutem Brazil. Anais da Academia Brasileira de \n\nCiências. 73(1 ):135- 143. \n\nDias, E. V. &amp; Kroeff, T. 2002a The lower jaw ofthe short-snouted amphibian from the Rio do \n\nRasto Formation (Upper Permian), Brazil. In: Vlll Congresso Argentino de \n\nPaleontologia. Resúmenes. 86-87. \n\nDias, E. V. &amp; Kroeff, T. 2002b. The lower jaw ofthe short-snouted amphibian from thc Rio do \n\nRasto Formation (Upper Permian), Brazil. In: PALEO 2002 Resumos. Paleontologia em \n\nDestaque 17(40):42-43. \n\nDias, E. V. &amp; Richter, M. 2002. On the squamation of Australerpeton cosgrifli Barberena 1998, a \n\ntemnospondyl amphibian from the upper Permian o f Brazil. Anais da Academia Brasileira de \n\nCiências. 74(3):477-490. \n\nDias, E. V. &amp; Schultz, C. L. 2003. Tbe first paleozoic temnospondyl postcranial skcleton from \n\nSouth America. Revista Brasileira de Paleontologia. 6:29-42. \n\nDias-da-Silva, S.; Marsicano, C. &amp; Schultz, C. L. (no prelo). Early Triassic temnospondyl \n\nsl..'tlll fragments from southem South América (Paraná Basin, Brazil). Revista Brasileira \n\nde Paleontologia. \n\nDias-da-Silva, S. 2003. Temnospôndilos eotriássicos da Bacia do Pardiiá: Descrição e \n\nFilogenia. Tese de Doutorado. Instituto de Geociências da Universidade Federal do Rio \n\ngrande do Sul, Catálogo de Publicação da Biblioteca de Geociências, Porto Alegre.Pág 6 \n\nGardiner B. G. 1983. Gnathostome vertebrate and classification of the Amphibia. Zoological \n\nJournal o f the Linnean Society, 79:1 -59 \nJupp, R. &amp; Warren, A . A. 1986. Tbe mandibles of the Triassic ternnospondyl amphibians. \n\nAlcheringa 10: 99- 124. \n\nKitching, J. W. 1978. Thc stratigraphic distribution and occurrence of South African fossil \n\namphibia in Beaufort beds. Paleont. Ajric., 21 , 101-112 \n\nLavina, E. L. &amp; Barberena, M. C. 1985. Anfibios ritidosteídeos e lidekkerinídeos da fonnação \n\nSanga do Cabral (Triassíco Inferior do Rio Grande do Sul) Implicações bioestratigráfica~ \n\ne geocrono1ógicas. lheringia, sér. Geologia, 10:19-27 \n\n33 \n\n\n\nMilncr A. R. 1990 . thc radiation of tcmnospondyl amphibians. In: Major evolutionary \n\nradiations. Taylor-Paul-David (editor); Larwood-gilbert-Powell (editor) Systematics \n\nAssociation Special Volume. 42:321-349 \n\nNilsson, T . 1944. On the morphology of the lower jaw of Stegocephalia. Kungl. Sv. Ver. \n\nAkademies Handlingar. 21(1)1-69 \n\nNilsson, T. 1944. On the morphology o f the 1ower jaw o f stegocephalia with specia1 reference \n\nto eatriassic steocephalians from Spitsbergen, ll General part. Kungl. Svenska \n\nVetenskapsakodemiens Handlingar. Tredje serien 21 (1):1-69. \n\nSchoch, R. R 1992. Comparative ontogeny of Early Permian brachiosaurid amphibians from \n\nsouthwestem Germany; developmental stages. Palaeontographica. Abteilung A: \n\nPalaeozoologie-Stratigraphie. 222( 1-3):43-83. E. Schweizerbart'sche \n\nVerlagsbuchhandlung (Naegc1e u. Obermillcr). Stuttgart, Federal Repub1ic ofGermany. \n\nSchocb, R. R. 1998. Homology of cranial ossifications in urodeles: Significance of \n\ndevelopmental data for fossil basal tetrapods. N. Jb. Geol. Paltiont. Mh. 1998 (1) 1-25. \n\nSchoch, R. R. &amp; Milner, A. R. 2000. Stereospondyli. Stem-stereospondyli, Rhinesuchidae. \n\nRhytidostea, Tremarosauroidea, Capitosauroidea. Handbuch der palãoherpetologie \n\n(Encyclopedia of Paleoherpetology) Part 38. x.ii+203p.+ 16 plates. \n\nYates, A. M. &amp; Warrcn, A. A. 2000. Thc phylogeny of the 'higher· tcrnnc.spcndyls \n\n(Vertebrata: Choanata) and its implications for the monophyly and origins of the \n\nStereospondyli. Zcologica/ Journal o f the Linnean Sociery 128:77-121. \n\nWitzmann, F. &amp; Pfretzschner 2003. Larva! ontogeny of Micromelerpeton credneri \n\n(Temnospondyli , Dissorophoidea) . .Journal ofVertebrate Paleontology. 23(4):750-768. \n\n34 \n\n\n\nAnexo I \n\nPublicações \n\nJ \n\n\n\nPublicação I \n\nDias, E. V. &amp; Kroeff, T. 2002a. The lower jaw o f thc short-snoutcd amphibian \n\nfrom the Rio do Rasto Fonnation (Upper Permian), Brazit In: Vlli \n\nCongresso Argentino de Paleontologia. Resúmenes. 86-87. \n\nEsta é a primeira publicação dos dados referentes ao presente trabalho. Nesta lista-se \n\nalgumas das carasterísticas usadas para a análise de sistemática e é apresentado o primeiro \n\nresultado taxonômico. Supreendenemente o material estuado parecia ter afinidades com os \n\nmastodonsaurídeos, pricipalmente devido a intepretação momentanea sobre o \n\ndesenvolvimento da região pós-glenóide. É importante frisar que esses dados foram \n\npublicados com pouco menos um ano de estudo, sendo assim deve ser visto como uma ensaio \n\nsobre o que seria feito. A figura abaixo mostra o cladograma resultante desta primeira \n\nanálise, visto que por se tratar de um resumo não há ilustrações. \n\n• \n\n\n\n... \n' . \n\" \n~ · . \n· . .. \n\nPaleó.ntologia y \n\n.· . • .• . .· . s . ; \n\n·Bioestratigrafta \n' . ' \n\nCorrientes; 7 ai io de ~ctubre de 2002 \n\nRESÚMENES \n\n( . u UNIVERSIDAD \n: •t,,~,, H NACIONAL DEL \n~NORDESTE \n\nFACU LTAO DE ~~'l'­\nCIENCIAS \nEXACTAS \n\nY NATURALES Y \nAGRI~.\\ENSURA t:.=.c==-> \n\n\n\nCONICET C iledr> de Ptloon10logfo I, [)cponanlCiliO de Clcn:oas Exocw y Naruraks, Uni•cnidad Nac:oonal de La Pampa. Urur.wy tSI. \n(6)()1)) Sonu Rosa. La Pampa. At&amp;mán>. &amp;maol: ..,,m@eneoas.untpam.cdu.ar \n\nRecambio faunístico en e! limite Tremadocíano-Arenigiano de la Preco rdillera \nArgentin a \n\nI - 2 M. G. CAR.RERA y F. L. CANAS \n\nEl limite enlre las formaciones La Silla y San Juan (Ordovícico temprano) en la Precordillen Argentiru~ marca \nw10 de los cambias mayores en la configuraci6n de la plataforma carbonãtica, cambiando las asoeiacioncs de \nfacics de platafonma con mar~:en calcaren!tico (Fm. La Silla) a asociacioncs de extensa platafonna abierta que \ndcsarrolló una geometria de rampa catbonãtica (Fm. San Juan). Este cambio ba sido relacionado con el evento \neustãtico global del Tremadociano tardio. Las asociacioncs fosilíferas registradas en la Fonnación La Silla \n(Tremadociar.o) corresponden a restos aisl~dos de trilobites, nautiloideos, cscasos gastrópodos, conodontes entre \nlos microfósiles, y abundantes trazas. Se suman también niveles con CSiructuras tromboliricas IAntO laminares o \ncon crecimicntos dómicos. Las comunidades se encuentran dominadas por trilobites y organismos detritivoros, \npnncapolmente infaunalcs, que úenen una rnayor similirud con las reconocidas en la \"Fauno Cámbrica\". Las \ncomurudadcs de la Formación San Juan se encuentran dominadas por organismos suspcnsívoros como \nbraquiópodos, poriferos y equinodennos, entre ~tas se cuentan las estrucruras anecifalcs de microbios y \nesponJas que predominan en la base de la formacióo, IOdas estas asociaciones se encuadrarían entre la \"Fauna \nPaleoz.oica\". La diversificación de grupos como el de los braquiópodos que se registra a parrir de este lúnite en la \nPrecordillera antecede :ai cambio observado en Laurentia, tanto en las asociaciones fosili feras como cn las \nbiofábricas, que se verifica en ese continente recién en el lúnite Ibexiano-Whiterockiano. Contnriamcnte, la \npresencia en este limite de estrucniras arrecifales dominadas por microbios y esponjas es coincidente con la \napaaición de este tipo de comunidades arrecifales entre el Tremadociano tardio y Arenigiano ternprano a nível \nmundial. . \n\nI CO NICET. Cátedn de Es.trarigrafia y Geologia Jfistórka. FIK'U ilad de Ci(ncias Exac:tas. fisicas y N:aturales, Unt v. N IC lON.I de Córdob3. \n~\"'n\\ll 1 l : n\"'C:urera@com.uncor.edu \n2 CONK''ET. Opto. óc: Ceo)og.ia Univ. NacaON1 de RJo C..uno. E...,'lail: fC2n.U@en.unre.edu.3r \n\nThe lower jaw ofthe sbort-snouted ampbibian from tbe Rio do Rasto Formation (Upper \nPerrnian), Brazil. \n\nE. V. DIAS and T. KROEFF \n\nThe known amplúbiao fauna of the Rio do Rasto Formation is composed of two long-saouted spccies, \nAusrralerpeton cosgriffi Barberena and Bagl'herpeton longignathus Dias &amp; Barberena and at least one \\1Jll\\3mcd \nshort-soouted. The last was only preliminarily prescnted based on a single specimen with thc skull in palatal \nview and a fragmenlary lower jaws anacbed. This work describes the lower jaw of a shon-snoutcd omphibian \nbased on other materíals of the collection o f the UFRGS. It is composed o f two almost complete hemi-mandibles \nand four fragments, all well preserved. lt was analyzed the following characteres. The post glenoid a.rca (PGA) is \nrype l with a tenuous arcadian groove, only the articular and the surangular cornpose the PGA. the retroanicular \nand arcadian processes are present but not well develloped, the pro file of thc PGA is clearly positive. The PGA \nas relatively shon, with the angle between the alignment postglenoid process-rctroanicular process and \nlongarudmal axis ofthe animal. varying from 46 to 48\". The heights ofthe labial and ling.ul adductor fossa walls \npresents a rauo always bigger than 1.5. The labial wall of the adductor fossa is dorsally horizontal. The length of \nthe adductor fossa is 0.3 times the jaw length and 1.4 tames the length of the Mcckcli>n foramen . The antettor \nMeckehan foramcn is small and varies from 0.16 to 0.25 umes the posterior ooe. Two srmller secondat)· \nforamma ore present between them. The deotory presents conical dcntiuon fornung a continuous series of \nnurganal tecth. Ali three bones of the coronoad seraes bear teeth and also forms a conunuous senes. parallelao \nthc dentnry one. Each hemi-mandible presents two close rusks slightly curved backward on tl1e symphysial area. \nI hc symphys as as rdatively shoa1 and composed dorsally by thc dentary and vemrally by the spknaal. The \npos1~plcmal bear the anterior Meckelian foramina and the ventral edge of the posterior o ne. A preluninary \nphylogenetic analyses shows that this s horc-snouted :Hnphibi:lll :1re dose related ro mas todonsauroids and JlOt LO \nl'hincsu.;hoids as prcviously proposed . \n\n&amp;6 \n\n• -~ \"'~~~~·:..,:~ • .: ... -~·~-- -. ~ :-. -. • ' J' • \n· ~~~-·. . . . \n\nI \n\n\n\nPublicação 2 \n\nDias, E. V. &amp; Kroeff, T. 2002b. The lower jaw of the short-snouted amphibian \n\nfrom the Rio do Rasto Formation (Upper Permian), Braz.il. In: PALEO 2002 \n\nResumos. Paleontologia em Destaque 17(40):42-43. \n\nA segunda publicação foi elaborada após terem sido vislumbrados alguns \n\nconhecimentos importantes que não foram observados na primeira análise. Existe nele uma \n\nreconsideração do estado evolutivo da PGA, sendo que a mesm(l passou a ser interpretada \n\ncomo pouco desenvolvida Esta foi a mais importante modificação que este trabalho \n\napresentou, pois a analise filogenética presente nele gerou wn reposicionamel)to do taxon \n\nestudado, passando este agora a apresentar mais afinidade com os Rhinesuquideos. As \n\nfiguras abaixo mostram os cladogramas resultantes desta segunda análise. \n\n\n\nOutubro, Novembro , Dezembro/ 2002. \n\nPALEO 2002 \nResumos \n\n.. \n\n\n\nTHE LOWER JA W OF THE SHORT-SNOUTED AMPHIDIAN FROM THE RIO 00 RASTO \nFORMA TION (UPPER PERMIAN), BRAZIL \n\nELISEU V. DIAS \nPPGeo. IG/UFRGS, RS. eliseu.días@ufrgs.br \n\nTHIAGO KROEFF \n18/UFRGS, RS, cinodonte@uol.com.br \n\nThe known amp~1ibian fauna of the Rio do Rasto Fonnation is composed of two long-snouted specics \nAus/ralcrpeton cosgriffi and Bageherpelon longignalhus, and an unnamed short-snouted. The last amph ibian \nwas only prcl iminarily presented based on a single specimen w ith the skul l in palatal view anda fragmentary \nlower jaw auached. This work describes the short-snouted lower jaw b~sed on other materiais o f the collection \no f the UFRGS. 1t is composed o f two almost complete hemi-mandibles and four fragments, ali well preserved. \nThe lower jaw p rescnLS a short post glenoid a;ea (PGA), that is composed only by the articular and the \nsurangular wi:h a tenuous arcadian groO\\•e. T he retroarticu lar and arcadian processes are present but not well \ndeveloped. The [profile of the PGA is clearly positive. The chorda tympanic forame n is located in the \na•1icu lar/prearticular suture and is very well developed. The heights of the labial and lingual adductor fossa \n\nwalls presenLS a ratio always bigger d1an 1.5. The length o f the adducror fossa is 0.3 times lhe jaw length and \n1.4 times the length o f lhe meckelian foramen which is large. The anterior meckelian foramen is e longated and \nvaries from 0 . 16 to 0 .25 times the posterior one. Two smaller intenned iate foramina are.present between the \nanter ior and posterior meckelian foramina. The postsplenial bears the anterior meckclian foramina and the \nventra l edge of the posterior one. The dentary presents conica l dentition forming a continuous series of \nmargina l teeth and also a tooth row is present on the coronoids. Each hem i-mandible pres.ems one or two tusks \nsl ight ly curved backward on the symphysial area. The symphysis is short and co mposed dorsally by the \ndentary and ventral ly by the splenial. The prearticular sutures anteriorly with the splenials. A preliminary \nphylogenetic analyses s hows that lhe short-snouted amph ibian is close related to rhinesucho ids as previously \nproposed. \n\nJ \n\n\n\nPublicação 3 \n\nArtigo submetido à RBP - Este artigo é a síntese dos trabalhos realizados com o anfibio \n\nde rastro curto da formação Rio do Rasto. Nele está presente a primeira descrição formal \n\ndeste material, tendo sido utilizadas multiplas referências para tal. Estruturas básicas para a \n\nsistemática como a PGA, dentição coronóide,presença do hamate process , suturas e forma \n\nde contato entre ossos, tamanho de forâmes foram descritas quando presentes. F~tografias \n\nmostrando as principais características, assim como uma ilustração didática das mandíbulas \n\nestão presentes no artigo para facilitar a compreenssão. Em caracter subliminar, devido a \n\nfalta de dados de coleta, forma apresentadas as implicações e caracteriscticas tafonômicas e \n\nbioestratigráficas. \n\nAlém disso, foram executados trabalho de sistemática filogenética com um maior \n\nnúmero de características e ainda maior resolução do estado das características. Sendo assim \n\no cladograna gerado apresentou maior grau consistência. Este mesmo cladograma consenso \n\nfoi comparado com outros onde existem poucos dados faltantes (missing data). A intenção \n\nera verificar se existia alguma relação de manutenção da topologia sistemática entre \n\ncladogramas ditos completos e aqueles gerados utilizando apenas as características \n\nmandibulares. \n\nTambém presente no texto está uma discussão sobre referências e principalmente a nominação \n\ndada a este mMerial em publicações anteriores. Nele discutiu-se a invalidade do nome \n\nRastosuchus hamerii , e propusemos o nome Rastosuchus coronodentatus, estando este agora \n\nformalmente descrito. Por último discutiu-se o caracter discreto como é tratada o estado \n\nevolutivo da PGA. Argumentamos no trabalho que Rastosuchus coronodentatus pode sugerir \n\nque este estado apresente um caracter continuo na sua derivação. Por fim o trabalho sugere \n\numa analise caldistica envolvendo todo o material de anfibio de rastro curto (isso inclui o \n\nmaterial pós-craniano) além de urna mesma análise relacionando todos os anfíbios da Bacia \n\ndo Paraná. \n\n\n\nTEMNOSPONDYL LOWER JA WS FROM THE RIO DO RASTO \n\nFORMA TION (UPPER PERMIAN), PARANÁ BASIN, BRAZIL \n\nTHIAGO KROEFF \n. Instituto de Geociências, Programa de Pós-Graduação em Geociências, VFRGS, \n\nAv. Bento Gonçalves, 9500, CEP. 91509·900. Porto Alegre, RS, Brasil. cinodonte@hotmail.co,m \n\nELISEU VIEIRA DIAS \nNúcleo de Ciências Biológicas e da Saude, Centro Universitário Positivo - VNICENP. Rua Pro f. Pedro Viriato \n\nParigot de Souza n• 5300, CEP 81280-330. Curitiba, PR, Brasil. evdias@design.unisinos.br \n\n&amp; CESAR LEANDRO SCHUL TZ \nlnstinno de Geociências, Departamento de Paleontologia e Estr.nigrafia, UFRGS, \n\nAv. Bento Gonçalves, 9500, CEP. 91509-900. Pono Alegre, RS, Brasil. cesar.schultt@ufrgs.br \n\nABSTRACf- A series ofmandibles are described and attributed 10 a new taxon ofTemnospondyli, \n\nnominatcd Rastosuchus coronodentatus n. g. n. sp. Once no formal description ofthe material was \n\nmade, the taxon Rastosuchus hammeri mentioned by Barberena et al. (1980) is herc considered as \n\nnomen nudum. On the other hand, we preferred to preserve the generic name Rastosuchus for the \n\nstudied material dueto: 1) Besides the single slrull referred to Rastosuchus, Barbercna et al. (1980) \n\nalso cited the collection oflower jaws; 2) Hitheno is not possible to associate safety the mandibles to \n\nthe skull; 3) The mandibles constitute a more representative sampling than the skull which is badly \n\npreservcd; 4) Tbe name Rasrosuchus havc bccn already used in some publications to identify lhe \n\nshon-snouted temnospondyls from the Rio do Rastro Formation and; 5) ali srudied the mandibles \n\ncarne from this Late Permian fonnation o f lhe Paraná Basin. The preservation is outstanding and was \n\npossible to evidence most o f thc surures and alsn carty out a cladislic analysis. Thc presence o f a \n\nsmall postglenoid arca (PGA) and a thoothed coronoid series seems 10 be an unique mosaico f \n\ncharacters within Temnospondyli. The phylogentic analysis shows that Rastosuchus coronodentatus \n\nis close related to Rhineceps and Uranocentrodon but, in an indepcndcnt rarnus below the \n\nMastodonsaurids, Benthosuchids and Lydekkerinids. \n\nKey words: Rastosuchus coronodentatus, Rio do Rasto Fonnation. Tcmnospondyli. Amphibia. \n\nRESUMO - Uma série de mandíbulas são descritas c atribuídas a um novo táxon de anfibios \n\nTemnospondyli. denominado RastOsuc:hu.\\ c:oronodentatus n. g. n. sp. Uma vez que nunca foi feita \n\n\n\numa descrição formal do táxon, Rastosuchus hammeri, mencionado por Barberena et a/. (1980) é \n\naqui considerado como nomen nudum. Por outro lado, preferimos preservar o nome genérico \n\nRastosuchus para o material estudado devido a: I) Além de um crânio referido a Rastosuchus, \n\nBarberena et al. (1980) citou também uma coleção de mandíbulas; 2) Até o momento não é possível \n\nassociar as mandibles ao crânio com segurança; 3) AS mandíbulas constituem uma amostragem mais \n\nrepresentativa que o crânio, o qual está mal preservado; 4) O nome Rastosuchus já foi utilizado em \n\nalgumas publicações para identificar o ternnospôndilo de rastro curto da Formação Rio do Rasto e; \n\n5) todas as mandíbulas estudadas são provenientes desta formação do Neopermiano da Bacia do \n\nParaná. A preservação é excelente e foi possível reconhecer a maioria das sutwras e também realizar \n\numa análise cladística. A presença de uma pequena area pós-glenóide·(PGA) e o fato da série \n\ncoronóide ser portadora de dentes parece ser um mosaico único de car.tcterísticas dentro de \n\nTernnospondyli. A análise filo genética mostrou que Rastosuchus coronodentatus é próxima de \n\nRhineceps e Vranocenlrodon mas, num ramo independente abaixo de Mastodonsaurideos, \n\nBenthosuchideos e Lydekkerinideos. \n\nPalavras-Chave: Rastosuchus coronodentatus, Formação Rio do Rasto, Temnospondyli, Amphibia \n\nINTRODUCTION \n\nTemnospondyls were amphibians widespreaded through Pangea àuring the Ncopaleozoic and \n\nMesozoic eras, been found from Carboniferous to C retaceous and continues as Lissamphibia, their \n\nliving relatives nowadays. An explosive divcrsification o f this group is observed during thc Perrnian \n\nand Triassic periods. At the end ofthe Triassic, however, they were almost complete replaced by the \n\nAmniotes, so that only a few taxa survived up to the Cretaceous period. The Lissarnphibia are the \n\nonly group within the Temnospondyls that remains alive today (Dias &amp; Dias-da-Silva, 2000 ; 2002). \n\nTernnospondyls shared triradiated pterygoids anda Iarge interpterygoid vacuity split by an \n\nelongate cultriform process of the parasphenoid which is sinapomorphic for this group (Milner, \n\n1990; Schoch &amp; Milner, 2000). A nodal concept ofTemnospondyls rccently presented by Yatcs &amp; \n\n\n\nWarrcn (2000), based on cladistic analisys, includcs ali descendents o f lhe ancestral o f Eryops and \n\nParotosuchus. \n\nTcmnospondyls also shared a dominance o f the intercentral vertebral elements o ver the \n\nplcurocentral ones, even initially plesiomorphic, it is an important feature that evolved to more \n\ncomplex states within the group. \n\nIn Braziltemnospondyls are recorded in the Parnaíba and in the Paraná Basins, both \n\nintracratonic sedimentary basins. Prionosuchus plummeri was found in the Lower Permian Pedra do \n\nFogo Formation o f lhe Parnaíba Basin. Ali other known taxa are fro~ tbe Paraná Basin, in the Rio \n\ndo Rasto (Upper Permian) and Sanga do Cabral (Lower Triassic) Formations. Australerpeton \n\ncosgriffi (Barberena, 1998; Dias &amp; Richter, 2002; Dias &amp; Schultz, 2003) is one long-snouted \n\nternnospondyl that was previously identified as Platyops by Barberena &amp; Daemon (1974) and is the \n\nfirst record o f a ternnospondyl amphibian to the Rio do Rasto Formation. Bageherpeton longignathus \n\n(Dias &amp; Barberena, 200 I) is the second long-snouted and seems to bee relatcd to archcgosaurids. \n\nFinally, an unnamed 1axon of a short-snouted amphibian (Barberena &amp; Dias, !998) completes the \n\nrecord of ternnospondyls from Rio do Rasto Formation. Regarding to the Sanga do Cabral \n\nFormation, a unique taxon was formally proposcd until now (Dias-da-Silva et a/. in press) but many \n\nunidentified fragments have been found (Dias-da-Silva, 1998). \n\nThis paper describes a series o f isolated Temnospondyl mandibles from Rio do Rasto \n\nFormation. Thi s material was previously cited by Barberena et ai. (1980; !985) and Barberena &amp; \n\nDias (!998) as associated to a short-snouted \"Rhinesuchoid\" sincranium (Barberena e/ ai. !980) . \n\nHowever, the isolated mandibles here discussed could not be associated to tbe skull or even the \n\nmandible o f that sincranium beca use, lhat material is poorly prcscrved. not showing any diagnostic \n\ncharacter. Only tbe collection o f new materiais, including skull and lowcr jaws associatcd. could \n\nconfirm or refuse a taxonomic affinity betwccn that s incranium o f Barbercna &amp; Dias (1998) and lhe \n\n\n\nmandibles bere described. Dueto this problem, it becomes necessary a reevaluation about the \n\ntaxonomic status ofthe name Rastosuchus, wbich will be presented abead. \n\nThe isolated mandibles described in this paper present a uniquc mosaic of characters, never \n\nfound in other temnospondyl, pointing to a new taxon. \n\nMATERIAL AND METHODS \n\nThe analizcd material was collected in Serra do Cadeado (Paraná State, Brazil) on Late \n\nPennian sediments ofthe Rio do Rasto Formation by Dr. Mario C. Barberena and the integrants of \n\nthe prospective field works organized by UFRGS (Universidade Federal do Rio Gránde do Sul) \n\nduring the decades o f 1970 and 1980. (Fig I) \n\nPrecise references about geographic and biostratigraphic location of each fossil were lost by \n\nreasons already mentioned by Dias &amp; Schultz (2003). The only available information about location \n\nfor this and other materiais collected from that area can be found in Barberena et al. (1980, 1985). \n\nThe material includes six lower jaw fragments (Fig. 2), being two ofthem almost complete \n\nhemi-mandibles (UFRGS PV 0350 P, UFRGS PV 0349 P) . The others are broken in diffcrcnt ways. \n\nAn anterior portion with the symphysial areais preserved in tbe fragment UFRGS-PV -0235-P while \n\na posterior portion with the postglenoid area (PGA) is very well preserved at UFRGS-PV-0350-P. \n\nThe other fragments (UFRGS-PV-0348-P, UFRGS-PV-0357-P) lack both symphysial and posterior \n\narea o f the adductor fossa, consequently missing thc glenoid arca and thc PGA. Ali these materials \n\nare housed at the \"Laboratorio de Paleontologia de Vertebrados\" o f the UFRGS and the code \n\n\"UFRGS-PV-xxxx-P\" can be understood as follows: UFRGS - Universidade Federal do Rio Grande \n\ndo Sul ; xxxx- number ofthe specimen in the collection Record: PV- Paleovertebrates collection: P \n\n- Pennian Period. \n\nAli the pieccs wcre almost totally prepared since the 80' s years. For this study, only small \n\nneedles were used to remove the matrix from some foramina and sutures that were still covered. \n\n\n\nThe quality o f the preservation is outstanding, so it was possible to evidencc almost ali the \n\nsutures. None ofthe specimens is totally complete, but they complete themselves. Taking ali the \n\nmandibles together it is possible to verit'y almost ali the characters that were used for description and \n\nsystematics. The reconstruction ofthe complete mandible was based on the entire lower jaw \n\ncollection (Fig. 3). \n\nSYSTEMA TIC P ALEONTOLOGY \n\nAMPHIBIA Linneaus, 1758 (sensu Gauthier e/ a/. 1988) \n\nTEMNOSPONDYLI Zittel, 1890 (sensu Milner, 1993) \n\nRastosuchus gen. nov. \n\nType species. Rastosuchus coronodentatus sp. no v . \n\nProcedence. Rio do Rasto Formation at the Serra do Cadeado in the Paraná State. Severa! outcrops \n\nalong the Ponta Grossa to Apucardila railway. \n\nEtymology. Rasto in reference to Rio do Rasto Formation; suchus: crocodile-like animal. \n\nOiagnosis. As for the species. \n\nRastosuchus coronodentatus sp. nov. \n\nHolotype. UFRGS-PV -0350-P, almost complete right hemimandible \n\nParatypes. UFRGS-PV -0349-P, almost complete left hcmimandible; UFRGS-PV -0235-P, anterior \n\nportion with the symphysial area; UFRGS-PV-0350-P, posterior ponion with the postglenoid arca; \n\nUFRGS-PV-0348-P, intcrmediate portion, including coronoid scrics; UFRGS-PV-0357-P, \n\nintermediate po.nion, including coronoid series. \n\nProcedence. Rio do Rasto Formation ai the Serra do Cadeado in thc Paraná Statc. Late Pcrmian, \n\nParaná Ba~in, Brasil. \n\nEtymology. Corono related to the coronoid bones; dentatus: the one that has teeth in relation to thc \n\npresence o f teeth on the coronoids. \n\n• \n\n\n\nDiagnosis. A Temnospondyl with a well developed dentition of ali three coronoid bones; small PGA \n\n(postglenoid area) type I (sensu Jupp &amp; Warren, I 986); an elongated well well developed chorda \n\ntimpanica foramen placed in the suturc between the articular and the prearticular; a L-shaped glenoid \n\nfossa situated above the levei o f the dentary thoothed surface but without hamate process; the labial \n\nwall o f the adductor fossa straight rather than oblique; a large posterior meckelian foramina, two or \n\nmore small anterior meckelian foramina, contate between prearticular and anterior splenial at the \n\nlevei o f the anteriormost meckelian foramen; prearticular participating on the dorsal edge o f the \n\nanterior meckelian foramen; near the symphysis, the arterior portion o f the dentary inakes a \n\nhorizontl\\1 shelf which bears one or two tusks; post-syrnphysial foramen present just below this shelf \n\non dentary; only splenial and dentary participates on the syrnphysis. The mosaico f characters above \n\nis unique to ali Pennian or Triassic Temnospondyli. \n\nDESCRIPTION \n\nAli the specimens are very well preserved showing the typical Temnospondyli dermal \n\nreticulated bone oman1entation composed by pits, furrows and ridges following the ontogenetic \n\npanem o f pits on the initial center of ossification and furrows in their borders. \n\nThere are ten bones on temnospondyl lower jaws (JUPP &amp; W ARREN, 1986) and ali o f them \n\nare visible on the material of Rastosuchus coronodentatus, as well as most ofthe sutures between \n\nthese bones. \n\nNonc o f the srudicd materiais are entire complete, the most complete hemimandible lacks \n\non ly the symphysial area (UFRGS-PV -0350-P). The shortest was estirnated as having 25 em long \n\n(UFRGS-PV-0349-P, Fig. 4), while the largcst one (UFRGS-PV-0348-P), had its size estimated \n\naround to SOem (Fig. 5), which would represent the largcst known individual o f the species. This \n\nlarge diiTerence between the smallest and the biggest jaw (almost twice in size) might suggest \n\ncontinuous growing. but dueto the small number o f spccimens collccted it is not safe to assume it. \n\n• \n\n\n\nAnother variation between specimens is in the number o f tusks at the symphysial area. In \n\nUFRGS-PV-0235-P there are two tusks while in UFRGS-PV-0349-P only one tusk is present. \n\nLabial view \n\nThe dentary bears a sequence of conical teeth which bases are slightly anteroposteriorly \n\ncompressed. In labial view, the dentary is placed in a dorsal position extcnding from thc symphysial \n\narea to a mediai portion, where it makes a narrow wedge-shaped suture with the suprangular, just \n\nbelow the dorsal border o f the adductor fossa wall. Also a small toothless portion o f the coronoid \n\n( coronoid 3) contacts this narrow portion o f the dentary and com poses part ofthe dorsal border o f the \n\nlower jaw (Fig. 3 A, B). \n\nThe sup:rangular sutures with the coronoid and follows backward, composing the posterior \n\ndorsal border ofthe adductor fossa wall and o f the mandible including the post-glenoid arca \n\nPosteroventrally, a small portion to the suprangular-articular suture appears in labial view (Fig. 3A). \n\nBelow the suprangular is the angular that com poses not only the inferior border o f the \n\nposterior portion ofthe labial side, but also tums downward to the lingual side ofthe mandible (Fig. \n\n3 A, B). The angular contact the suprangular dorsaly, the dentary anterodorsally and anteroventrally \n\nthc posterior splenial. The angular extend posteriorly reaching the articular venttrally exactly below \n\nthe glenoid fossa. This character is considered to be primitive and characterizes a PGA type I sensu \n\nJUPP &amp; W ARREN (I 986). \n\nUnder the anterior portion o f the angular is the post-splenial that is limited by the dentary \n\ndorsally and by the splenial anteriorly. For its time the splenial is also limited by the dentary dorsally \n\nand runs ventrally forward to participate on thc symphysis. \n\nThree sensory sul c i cross over the suprangular; thc mandibular, the mandibular accessory and \n\nthe oral sulci. The mandibular scnsory sulcus starts between the glenoid fossa and the PGA, and it \n\ngocs downward through the angular running parallel to the ventral curvature of the lowcr jaw. \n\n\n\nBifurcating from it, other two sensory channels projected anteriorly; the oral and the mandibular \n\naccessory both over the suprangular (Figs. 2 B, C; 3 A). Tiús sensory sulci configuration is a \n\nprimitive character tbat is very common to temnospondyls (JUPP &amp; WARREN, 1986). \n\nLingual view \n\nAt the symphysial area, the dentary presents a horizontal shelf which holds one (UFRGS-PV-\n\n0349-P) or two (UFRGS-PV- 0235-P) large tusks that are directed upwards and gently curved \n\nposteriorly, towards tbe oral cavity. Dentary covers the anterior half ofthe dorsal margin ofthe \n\nmandible and presentes 50-65 teeth, depending on jaw size and replacement stage. · \n\nIn ~gual view is possible to see the three bones o f the coronoid series covering the dorsal \n\nsurfaree o f the splenial, prearticular and suprangular. Ali coronoids bear teeth, as observed in the \n\nspecimens UFRGS-PV-0349-P, UFRGS-PV-0357-P and UFRGS-PV-0350-P. The tooth bearing \n\ncoronoid series makes a continuous tooth-row. These teeth are straight dorsally projected with a \n\nparallel alignment to the dentary dentition. \n\nUnder the precoronoid ( coronoid I) is the splenial and probably the anterior end o f lhe \n\nprearticular. The intercoronoid ( coronoid 2) contacts ventrally only the prearticular; and the coronoid \n\n(coronoid 3) contacts ventrally the prearticular and the suprangular (Figs. 20; 3 B; 4A; 6 A,B). \n\nThe ventral anterior region is composcd by the splenial and postsplenial saw in lingual side \n\nand, as already mentioned, in labial side too. On the postsplenial is possible to see two anterior \n\nmeckelian foramina. The anteriormost one is dorsally limited by thc prearticular while the other is \n\ntotally surrounde d by the postsplenial bone (Fig. 3 8). \n\nAlthough not clearly visible, the sutures betwccn prearticular, splenials and coronoid series \n\nwere inferred as shown in figure 3. The prearticular seems to contact lhe splcnial at the levei o f lhe \n\nanterior meckelian forarnen. Their sutures follow a plesiomorplúc pattern, as in A rchegosaurus \n\ndechini. in which the prearticular contacts tbe anterior splenial and the precoronoid. Postcriorly. the \n\n• \n\n\n\nprcarticular malces the internai wall o f the adductor fossa and the superior margin o f thc posterior \n\nmeckelian foramen. The prearticular also malces a dorsal projcction on the anterior border ofthe \n\nglenoid fossa, giving it an L-shape. \n\nT he posterior meckelian foramen has an elliptical-elongated shape. Its margins are composed \n\nby the angular inferiorly, prearticular dorsally and postsplenial anteriorly. The angular does not \n\nparticipate on its borders. \n\nThe angular com poses ali the posterior ventral border o f the lower jaw extending posteriorly \n\nuntil its suture with the articular. It is important to remark that in lingUal view neitlier the angular nor \n\nthe prearticular surpass the anterior limit o f the glenoid area, so that the PGA is comjJOsed only by \n\nthe articular and suprangular. \n\nIn prearticular-articular suture is a well-developed rice-size chorda tympanic foramen. This \n\nforarnen seems too be placed most in the prearticular, malcing only a point-contact with the articular. \n\nDorsal view \n\nlt is remarkable, in dorsal view, the dorsoposterior projection ofthe prearticular, which gives \n\nan L-shape to the glenoid fossa as alrcady mentioned. This L-shaped glenoid fossa is abovc thc levei \n\no f the adductor fossa labial wall but not configure a hamate process. This structure is surely linked \n\nwith an evolutive biomecanic solution to improve the animal's bite stability, but this issue will not be \n\ndiscussed in this paper. \n\nDue to the good preservation, the internai space o f the aductor fossa was preservated, so that \n\nit is possible to see some parts o f its internai surface, where is the insertion o f the adductor muscles. \n\nPostglenoid area (PGA) \n\nThe PGA and its morphology are very important for the systematic analysis o f \n\ntemnospondyls, so it was described apart here. The PGA is defined as the region posteriorly to the \n\nglcnoid fossa, the articular surfacc o f the jaw with thc skull. \n\nI \n\n\n\nThe PGA o f Rasrosuchus is composed by tbe suprangular labially and by tbe articular \n\nlingually, so it is classified as Type I according to Jupp &amp; Warren, 1986.lt is relatively small \n\ncomparing with some other Triassic temnospondyls and was considered as primitive in our cladistic \n\nanalysis. An aspect that is also remarkable is tbe fact tbat this structure does not rises o ver tbe levei \n\no f the glenoid area, which seerns to be a plesiomorphic condition too (Fig. 2, 3) \n\nThe articular is the major component ofthe PGA covering ali its lingua] view and can also be \n\nseen ventrally and dorsally. The suprangular com poses Lhe PGA labially and ca10 also be seen in \n\nventral and dorsal view. The suture between suprangular-articular is clearly visible in tbe \n\nlongitudinal midline o f tbe PGA. The retroarticular process and the arcadian process are present and, \n\nbetween tbem is a smootb arcadian groove (Fig. 7). \n\nPHYLOGENETIC ANALYSIS \n\nTbe analysis was done using P.A.U.P. 3.1.1 for Macintosh using 17 taxa and 7 characteres as \n\nshown in Table I. Our analysis produced 37 most parsimonious trees witb 9 steps. The consistence \n\nindex o f each node can be seen on the cladograrn that where produced. The con.sensus tree was \n\nproduccd with branch and bound and majority-rule 50%. The cladograrn is prcscnted in the figure 8. \n\nThe positíon of Rasrosuchus in the cladograrn shows that this animal is inserted in a group \n\nLhat derivates from one politomy formed wilh Rhineceps and Uranocenrrodon. \n\nRastosuchus represents Lhe most basal raxon of a group that is formed by Mastodonsaurids \n\nand other derivated forms. This placement of Rastosuchus closer the deri vated forms is Lhe reflex of \n\nLhe presence o f teeth on thc coronoid series, suggesting that it is a possible intermediate betwcen \n\nRhinesuchoids and the Triassic derivated forms. \n\nDiagnoses based on mandibles are very well known and applied for Temnospondyli (Jupp &amp; \n\nWarren 1998), but none cladistic analysis based on mandible characters only was found in the \n\nliterature. 1t is dear for us that, for a parsimonious analysis, as bigger be the arnount of information \n\n\n\nas better be the defini ti o o o f lhe phylogenetic problem, but the cladistic analysis lhat we performed \n\nusing only mandible cbaracters sbowed that this structure iodeed bas a sigoificative taxonomic \n\nstability. lllis assertioo is based on the topology similarity tbat wc found belwccn the cladogram \n\ncreated usiog only mandibular cbaracters and that one used by Damiani (200 I) created using cranial \n\nand postcranial elemcnts as well. O f course wc have to be aware that by using such kind o f \n\nprocedure sioce tbe resolution o f the analysis could be affected in some cases, but this evaluation \n\nseems lo be a very trustworthy tool for systcmatics wben otber parts o f tbe animal are missiog. \n\nConsidering tbe fact tbat lhe cladograms are always a reprcsentation o f the evolutionary path, \n\nlhis analysis may help to place any giving taxa wben no otber iofonnatioo is available r.tther than tbe \n\nmandible. Some taxa used by Damiani (2002) wbere removed from the analysis because they \n\npresented severa! missiog-data regarding to the mandibular cbaracters and it would produce a non-\n\nconsistent resolution o f its relation with tbe other taxa. \n\nRhineceps was chosen as thc out group for lhis analysis because ilhas enough plesiomorphyc \n\nchara.cters 10 representa common ancestor to the analyzed taxa. \n\nSome o f lhe cbaracters were also used by Damiani (2002), and furthcr c xplanations from it \n\ncould be taken from there. \n\nOJSCUSSION \n\nThe presence of one or two tusks on lhe symphysial shelf can be differences in lhe \n\nontogenctic development stage, sexual dimorphysm or iotraespecific variations . Rcplaccment ofthe \n\ntusks is also anolher possibility but bolh tusks are close togelher and are o f sarne size wilhout a clear \n\ncvidence o f replacement. \n\nBareberena et a/. ( I 980) attributed lhe name \" Rastosuchus hammeri .. to an associalion o fone \n\namphibian sincranium. severa! isolated mandiblcs and other post-cranial material that wcre found in \n\nlhe Rio do Rasto Fonnation ofScrra do Cadeado region and used this nominati on on a posterior \n\n\n\npaper (Bareberena et ai. 1985). However, thosc materiais wcre not formally described at that time \n\nand posterior 3IIIalysis showed that the mandibles and the sincranium could not lbe quite surely \n\nassociatcd, since the mandibles attacbed to the skull are very badly prescrved. Considering that, \n\n\"Rastosuchus hammeri\" must be considered a nomem nudum. \n\nSo, Rastosuchus is now re-defined based on the isolated mandibles once they are, at the \n\nmoment, the most representative material for the short-snouted amphibian ofthe Rio do Rasto \n\nFormalion. The generic name Rastosuchus has been used in some papers and th.escs to identify the \n\nshort-snouted rhinesuchoids ofthe Rio do Rasto Formation, which constitute a ibios'tratigraphic \n\nmarker for that unit. Hence, a change in this generic denomination would promote confusion ratber \n\nthan clarify the problem. In this way, the genus name is kept based on the stabiliry criterion. The \n\nspecies name used by Barberena et a/. (1980) \"R. hammeri\" was discarded and a new specific name \n\nwas coined, R. coronodentatus, using a dcscriptive feature to composite it. \n\nAs already mentioned, Rastosuchus lacks an autoapomorphy, however the attribution o f a \n\nnew species to Í[ is justified by a unique mosaic of characters that where not found in any other \n\nPermian or Triassic Temospondyli. The presence of a tooth-bearing coronoid series in Rastosuchus \n\ncoronodentatus, forming an almost continuous teeth row (Fig. 3, 4 and 6) is here considered as \n\nderived, while the plcsiomorphic State shows only denticles on the surfaces ofthat bones. Yatcs &amp; \n\nW arren (2000) consider an intermediary state in which teeth are present only on the coronoid. \n\nAccording to those authors this would form an ordered series; however this ordenation is not clearly \n\nvisible. Damiani (2002) consider only one derived state, where lhe simple presence ofteeth covering \n\nthe coronoid ( coronoid 3) o r teeth covering the whole coronoid series are included in the saro e state \n\n(apomorphic). T.his interpretation is as well not satisfatory, since is clear that there is indeed a discret \n\ndiference between these two states. We suggest the changc of the interpretation to the [ollowing way: \n\non ly the presence o f denticles is a plesiomorphic state; posterior coronoid with teeth and coronoid \n\nI \n\n\n\nscrics complctcly covered by teelh are devivated conditions. Although we did not change lhe polarity \n\noflhe character, we did not consider it as ordinate. Once that we could not verify this distinction \n\n(bctwecn lhe two derived sates) in lhe bibliography, dueto lhe lack o f information about it, we used \n\nonly onc state for such variation (I). \n\nWilh lhe exception of Dvinosaurus which is a Stem-Stereospondylomorpha from Permian, \n\nthe oldcst Temnospondyli lhat presented coronoid with teelh are Lydekkerina and BenJhosuchus. The \n\nfull covering oithe coronoid by teelh is recorded for Plagiosaurus, Siderops and Almasaurus (Yates \n\n&amp; Warren. 2000), all oflhem Triassic forms. Teelh covering all the cononoid serie5 where known \n\nonly after lhe development o f the PGA, in a cronological point o f view, so that RastOS!fchus is lhe \n\nfirst Stereospondyli that presented this kind o f dentition, as well as a combination o f toothed \n\ncoronoid series wilh a relative small PGA. lt may be very interesting for the study o f the evolution \n\no f lhe biomechanich o f temnospondyls, including the modifications o f lhe PGA, glenoid area and \n\nhamate process, but it is not lhe issue o f this paper. \n\nlt is clear that a complctcly toothed coronoid series is a very rare character. whcn lhe most \n\nfrequent panem of dentition is lhe one that shows only a dentition over the coronoid 3. Sening the \n\nhomology ofthis character secrns to be very difficult. \n\nThis new material cannot be associatcd to Rhinesuchus or Rhineceps becausc. allhough thcy \n\nshare the largc size o f lhe posterior meckelian foram i na and the contate bctwecn prearticular and \n\nanterior splenial, Rhinesuchus lacks teeth on the coronoid series covered by tccth as observed in a \n\ndraw ofNilsson (1944) and confirmed by pictures ofthe materiaL Although not completely \n\ndeveloped. the PGA. as well as the curvaturc o f the anterior portion o f the glenoid area o f \n\nRastosuchus are surely more devcloped than in Rhinesuchoids \n\nAn association with Bentosuchidac is also discharged bccause it lacks the anterior meckelian \n\nforam i na. while Rastosuchus coronodentatus has two small foramina closc to each other. \n\n\n\nThe so called PGA Typc I of Jupp &amp; Warren (1986) is composed exclusively by tbe articular \n\nand the suprangular. It is the most primitive and widespread PGA type among Paleozoic \n\ntemnospondyls. \n\nAn incongruence between Damiani (200 1) and Damiani et a/. (200 1) interpretations about the \n\nPGA was noted. In Darniani et a/. (200 I) tbe PGA o f mastodonsaurids is developed while in \n\nDarniani (2001) an Early Triassic mastodonsaurid was identified just by the presence o f a short PGA. \n\nAlthough we disagree with that classification, we consider that material the most similar to \n\nRastosuchus we have found in the literature. The mandible described by Darniani (200 I) lacks its \n\nanterior portion but the PGA size and the size and shape o f the glenoid fossa are very similar to \n\nRastosuchus. Oo the other hand, the ornamentation o f the PGA seems to end more anteriorly in this \n\nlast taxon It is also contestable the preseoce of an hamate process in the Early Triassic material \n\ndescribed by Damiani (2001) because, judging by the illustration present in the paper, there is no \n\nclear evidence o f the vertical projection o f the anteriormost point o f the prearticular at the leve! o f \n\nthe glenoid area. Only a projection o f the prearticular forming the typical \"L-shaped\" glenoid fossa is \n\npresent, which is also very similar to the condition found in Rastosuchus. \n\nDuring the execution o f this work there were problematic interpretations about two \n\nstructures. Thc: first one was the complete Jack o f consideration by the ali the auithors o f the rate o f \n\ndevelopment ofthe anterior projection ofthe glenoid area formed by the prearticular which gradually \n\ngives it an \"V\" or \"L\" shape, on their cladistic analysis. This structure is linked with the arising of \n\nthe harnate process but it is important to remark that it is not that structure it-self. Both, glenoid area \n\nanterior extension and harnate process, area probably structures that are Jinked with the rigidity and \n\nstability o f the bi te o f this animais. \n\nlt is very well known tbat mandibles are used for systematic for a Jong time, but phylogenetic \n\nanalysis based only on Jower jaws are uncomrnon. The cladistic analysis perfonned in this paper, \n\n\n\nThe so called PGA Typc I of Jupp &amp; Warren (1986) is composed exclusively by tbe articular \n\nand the suprangular. It is the most primitive and widespread PGA type among Paleozoic \n\ntemnospondyls. \n\nAn incongruence between Damiani (200 1) and Damiani et a/. (200 1) interpretations about the \n\nPGA was noted. In Darniani et a/. (200 I) tbe PGA o f mastodonsaurids is developed while in \n\nDarniani (2001) an Early Triassic mastodonsaurid was identified just by the presence o f a short PGA. \n\nAlthough we disagree with that classification, we consider that material the most similar to \n\nRastosuchus we have found in the literature. The mandible described by Darniani (200 I) lacks its \n\nanterior portion but the PGA size and the size and shape o f the glenoid fossa are very similar to \n\nRastosuchus. Oo the other hand, the ornamentation o f the PGA seems to end more anteriorly in this \n\nlast taxon It is also contestable the preseoce of an hamate process in the Early Triassic material \n\ndescribed by Damiani (2001) because, judging by the illustration present in the paper, there is no \n\nclear evidence o f the vertical projection o f the anteriormost point o f the prearticular at the leve! o f \n\nthe glenoid area. Only a projection o f the prearticular forming the typical \"L-shaped\" glenoid fossa is \n\npresent, which is also very similar to the condition found in Rastosuchus. \n\nDuring the execution o f this work there were problematic interpretations about two \n\nstructures. Thc: first one was the complete Jack o f consideration by the ali the auithors o f the rate o f \n\ndevelopment ofthe anterior projection ofthe glenoid area formed by the prearticular which gradually \n\ngives it an \"V\" or \"L\" shape, on their cladistic analysis. This structure is linked with the arising of \n\nthe harnate process but it is important to remark that it is not that structure it-self. Both, glenoid area \n\nanterior extension and harnate process, area probably structures that are Jinked with the rigidity and \n\nstability o f the bi te o f this animais. \n\nlt is very well known tbat mandibles are used for systematic for a Jong time, but phylogenetic \n\nanalysis based only on Jower jaws are uncomrnon. The cladistic analysis perfonned in this paper, \n\n\n\nusing mandible characters onJy, was compared with the results of an analysis using cranial, mandible \n\nand pos-cranial material, including Rastosuchus in the Damiani (2001) data matrix. The idea was to \n\nveril)r if the mandible characters alone create phylogenetic topology similar thee analysis using more \n\na complex data matrix. The results of this comparison revel that topologies are very similar and \n\nmandibular characters seem to be very effective when other data are missing. \n\nCONCLUSIONS \n\nl11e material of Rastosuchus could not be associated to any other taxa already described \n\nbeca use it has a uni que mosaic o f characters. \n\nRastosuchus derivates from an rhinesuchid-like form, and although it share some.characters \n\nwith Rhineceps, such as the presence of a large posterior meckelian foramina, Rastosuchus presents \n\nthe unusual coronoid dentition which is a discret character that exlude it from that taxon, since \n\nRhineceps has only denticles on the coronoids. Besides that, although not well developed as in \n\nmastodonsaurids, the PGA of Rastosuchus is indeed better developed than the one present in \n\nRhineceps and Rhinesuchus. The L-shape glenoid fossa is also very well developed for animal ofthat \n\nperiod, suggesting that Rastosuchus may be an intermediate taxon between the primitive Permian \n\nforms and the derivated mastodonsaurids Triassic forms, in which that structure is better developed, \n\nincluding the formation of a clear hamate process in some forms. \n\nRastosuchus coronodenratus now join with Australerpeton cosgriffi Barberena 1998 and \n\nBageherpeton longignathus Dias &amp; Barberena 200 I, and shows that the Permian fauna o f \n\ntemnospondils in Paraná Basin can be richer than previous thought. \n\nDespi te o f its diJT~rences, ~astosuchus is enough close-related to the Rhinesuchids to \n\nmaintain the idea of correlation between this south American genus with the south African \n\nRhinesuchus, Rhineceps and Uranocentrodon but detailed biostratigraphic implications is beyond the \n\nscope o f this pape r. \n\n\n\nThe PGA, which also seems to be an interesting character, as in the Temnospondyli presented \n\nby Damiani (200 I), Rastosuchus coronodentatus suggests that these characters might present \n\ncontinuity on its derivation. The lack of other intennediary forros could be attributed to very quick \n\nradiation o f this character that would have taken place on the end o f the Permian and that explain the \n\nrich fauna ofMastodonsaurids and other derivated Triassic forms, as well as the extinction ofthe \n\nplesiomorphic forros. \n\nREFERENCES \n\nBarberena, M. C. 1970. Tetrapodes Permianos da América do Sul. Actas iio IV Congresso \n\nLatinoamçricano de Zoologia. v. n, 839-859. \n\nBarberena, M. C; Daemon, R. F. 1974. A primeira ocorrencia de Amphibia (Labyrinthodontia) na \n\nFormacao Rio do Rasto; implicações geocronológicas e estratigraficas. Sociedade Brasileira de \n\nGeologia Sao Paulo, Brazil. Anais do Congresso 28, V oi. 2 :251-261. \n\nBarberena, M. C.; Correia, N. R. &amp; Aumond, J. J. 1980. Contribuição à estratigrafia e bioestratigrafia \n\ndo Grupo Passa Dois na Serra do Cadeado (Nordeste do Paraná, Brasil). Revista Brasileira de \n\nGeociências, v. I O, 268-275. \n\nBarberena, M.C.; Araújo, D. C. &amp; Lavina, E. L. 1985. Late Perroian and Triassic tetrapods of \n\nSouthem Brazil. National Geographic Research n. I :5-20. \n\nBarberena, M. C.; Araújo-Barberena, D. C.; Lavina, E. L. &amp; Faccini, U. F. 1991. The evidence for \n\nclose paleofaunistic afftnity between south America and Africa, as indicated by Late Perroian \n\nand Early Triassic Tetrapods. Gondwana Seven Proceedings. 7th Intemational Gondwana \n\nSyrnposium, São Paulo: 455-466. \n\nBarberena, M. C. &amp; Dias, E. V. 1998. On the prcsence o f a short-snouted rhinesuchoid amphibian in \n\nthe Rio do Rasto Forroalion (Late Permian of Paraná Basin, Brazil) . Anais da Academia \n\nBrasileira de Ciências, 70(3):465-468. \n\n\n\nDamiani R.J. 2001. A systematic revision and phylogenetic analysis of Triassic mastodonsauroids \n\n(Temnospondyli: Stereospondyli). Zoological Journal of Línnean Socíety. 133:379-482 \n\nDamiani, R. J.; Neveling, J. &amp; Hancox, P. J. 2001. First record of a mastodonsaurid (Temnospondyli, \n\nStereospondyli) from the Early Triassic Lystrosaurus Assemblage Zone (Karoo Basin) ofSouth \n\nAfrica N Jb. Geol. Palãont. Abh. 221(1):133-144. \n\nDias-da-Silva, S. 1998. Novos achados de vertebrados fósseis na Formação Sanga do Cabral \n\n(Eotriássico da Bacia do Paraná). Acta Geológica Leopoldensía 21( 46/4 7): I O 1-108. \n\nDias, E. V. &amp; Dias-da-Silva, S. 2000. Os Anfibios- os vertebrados iniciam a conquista do ambiente \n\nte\"estre. In: Paleontologia do Rio Grande do Sul. Holz, M. &amp; De Ros, L. .F. (Editores). \n\nUFRGS - Universidade Federal do Rio Grande do Sul. Cigo- Centro de Investigação do \n\nGonduana. p: 176-193. \n\nDias, E. V. &amp; Barberena, M. C. 2001. A temnospondyl amphibian from the Rio do Rasto Formation, \n\nUpper Pennian o f Soutem Brazil. Anais da Academia Brasileira de Ciências. 73(1 ): 135-143. \n\nDias, E. V. &amp; Di as-da-Silva, S. 2002. Os Anfíbios - os vertebrados iniciam a conquista do ambiente \n\nterrestre. In: Paleontologia do Rio Grande do Sul. Holz, M. &amp; De Ros, L. F. (Editores). \n\nUFRGS - Universidade Federal do Rio Grande do Sul. Cigo- Centro de Investigação do \n\nGonduana. 2' ed. Revisada. p: 176-193. \n\nDias, E.V. &amp; Richter, M. 2002. On the squamation of Australerpeton cosgriffi Barberena 1998, a \n\ntemnospondyl amphibian !Tom the upper Permian of Brazil. Anais da Academia Brasileira de \n\nCiências. 74(3):4 77-490. \n\nDias, E. V. &amp; Sehultz, C. ~- 2003. The first paleozoic temnospondyl postcranial skeleton !Tom South \n\nAmerica Revista Brasileira de Paleontologia. 6:29-42. \n\n\n\nGauthier, J.A.; Kluge, A.G. &amp; Rowe, T. 1988. The early evolution of the Amniota. The Plylogeny \n\nand classification of the tetzapod.s. Voi.J; Amphibia, Reptiles, Birds MJ (ed.), Systematics \n\nAssociation Special Volwne, 3SA:I03-155 \n\nJupp, R. &amp; Wam:o, A. A. 1986. Tbc mandibles of the Triassic tcmnospondyl amphibians. \n\nAlcheringa 10: 99- 124. \n\nKitching, J. W. 1978. Thc stzatigraphic distribution and occurrence o f South African fossil Amphibia \n\nin the Beaufort Beds. PalaeonJologia Africana. 21 ; Pages 101-112. \n\nMilner, A. R. 1990. The radiations oftemnospondyl amphibians. In: Major cvolutiónary radiations. \n\nTaylor-Pa~-David (editor); Larwood-Gilbert-Powell (editor). Systematics Association \n\nSpecial Volwne. 42; Pagcs 321-349. Academic Press [for tbc] Systematics Association. \n\nLondon-New York, Intemational. \n\nMilner, A.R. 1993. Amphibian-gradc tetrapoda. In: M.J. Benton (ed.) The Fossil Record 2, Cbapman \n\n&amp; Hall, London, p.663-677. \n\nNilsson, T. 1944. On tbe morpbology of the lower jaw of stegocephalia with spccial reference to \n\neatriassic steocephalians from Spitsbergeo, ll General part. Kungl. Svenska \n\nVetenskapsakademiens Handlingar. Tredje serien 21(1):1-69 \n\nSchoch, R. R. &amp; Milner, A. R. 2000. Stereospondyli. Stem-~·tereospondyli, Rhinesuchidae, \n\nRhytidosrea, Tremarosauroidea, Capirosauroidea. Handbuch der palãohcrpctologie \n\n(Encyclopedia ofPalcoherpetology) Pa rt 3B. xii+203p.+ 16 plates. \n\nYates, A. M. &amp; Warren, A. A. 2000. The phylogeny of tbe 'higher' temnospondyls (Vertebrata: \n\nChoanata) and its implications for the mooophyly and origins o f the Stereospondyli. Zoological \n. . \n\nJourna/ ofthe Linnean Society 128:77-121. \n\n\n\nSchoch, R. R. &amp; Milner, A. R. 2000. Stereospondyli. Slem-stereospondyli, RJ:inesuchidae. \n\nRhytidostea, Trematosauroidea, Capitosauroidea. Handbucb der palãoherpetologie \n\n(EncyClopedia o f Paleoberpetology) Part 3B. xii+203p.+J6 plates. \n\nYates, A M. &amp; Warren, A. A. 2000. 1l1e pbylogeny of the 'higher' temnospondyls \n\n(Vertebrata: Choanata) and its implications for the monophyly and o:rigins or the \n\nStereospoodyli. Zoological Journal ofthe Linnean Society 128:77- 121. \n\ni iiiiiiiiiil Outctoping ares l1f lhe Passa Dois Oroup \n! - lhat inelocks!he Rio do Rasto Fonnaâ.on \n\nFig. I. Map showing the occtuTence oftl1e Rio do Rasto \n\nFormationin Southern Brazil and the location oftl~e \n\nSerm elo C~cleaclo area . \n\n• \n\n\n\n? \n• \n\n\n\n? \n• \n\n\n\n••••••••• \nFig. 5. Tbc largestlowcr jaw specimen of Rastosuchus coronodentatus (UFRGS-PV-\n0348-P). ( A) Lingual and (B) labial views. \n\n\n\n? \n• \n\n\n\n? \n• \n\n\n\n? \n• \n\n\n\nAnexo 2 \n\nCladograma de Damiani (200Ia) \n\n\n\nAnexo 2 \n\nCladograma de Damiani (200Ia) \n\n\n\n? \n• \n\n\n\n? \n• \n\n\n\n? \n•"}]}}}