{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08877"}, {"@name": "filename", "#text": "13764_EltonFabianoSitta_Revisado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Efeito de Cátions Alcalinos \ne Cinética Complexa \n\ndurante a Eletro-Oxidação \nde Etileno Glicol \n\nElton Sitta \n\n\n\n \n\nELTON FABIANO SITTA \n\nEFEITO DE CÁTIONS ALCALINOS E CINÉTICA COMPLEXA \n\nDURANTE A ELETRO-OXIDAÇÃO DE ETILENO GLICOL \n\nOrientador: Prof. Dr. Hamilton Varela \n\nTese apresentada ao Instituto de \nQuímica de São Carlos para a \ndefesa do título de Doutor em \nciências, área de concentração \nfísico-química. \n\nExemplar revisado \n\nO exemplar original encontra-se disponível \nno Serviço de Pós-Graduação do IQSC-USP \n\nSão Carlos, Abril de 2012.  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   iii \n\nPREFÁCIO \n\nEssa tese sintetiza o trabalho que desenvolvi durante meu doutorado, iniciado em \n\n2008, sob a orientação do prof. Hamilton Varela. O trabalho trata de alguns aspectos da \n\neletro-oxidação de etileno glicol, e visa, principalmente, mostrar as diferenças e similaridades \n\nna cinética da reação em condições próximas e afastadas do equilíbrio termodinâmico. \n\nO tema do trabalho teve origem na minha iniciação científica quando estudei a eletro-\n\noxidação de etileno glicol como um possível álcool para ser utilizado em células a \n\ncombustíveis alcalinas. No meu mestrado, já sob a orientação do prof. Hamilton, o trabalho \n\nevoluiu para o estudo das oscilações, ainda que de forma qualitativa. \n\nUm trabalho realizado em quatro anos passa por muitas fases, e existem momentos em \n\nque precisamos de ajuda para prosseguir. Essa ajuda pode vir de amigos, familiares, \n\nprofessores ou de alguma força superior. Eu tive a sorte de contar com todos. \n\nEspecificamente, não poderia deixar de agradecer: \n\nAo Hamilton, pela orientação dedicada e profissional; \n\nÀ minha família, pelo suporte emocional; \n\nAos funcionários do IQSC: Alex, Ednelson, Edson e Milton, técnicos das oficinas \n\nde apoio; e Valdecir, Mauro e Jonas, técnicos de laboratório; \n\nAos colegas que ainda residem ou que passaram pelo laboratório, pelas discussões \n\ne momentos de descontração: Hyrla Cunha, Raphael Nagao, André Martins, \n\nRoberto de Lima, Cristiane P. de Oliveira, Paulo Nogueira, Emerson \n\nBosqueto, Eduardo Machado, Débora Salmazo, Graziela Ferreira, Natalia \n\nLussari, Murilo Cabral, Nickson Perini, Marcelo Delmonde, Andressa Mota e \n\nMelke Nascimento. Ao Bruno Batista, pela ajuda nos experimentos de \n\ninfravermelho e ao Adriano Santos, por nunca ter deixado a música parar; \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   iv \n\nAos amigos químicos Leandro Bizanha, Ana Luiza, Rodrigo Barbieri, Lucas \n\nPonez e Juliana Steter, que me acompanharam nos processos de oxidação de \n\netanol in vivo pelos bares de São Carlos; \n\nAos amigos de longa data Juliana Paganelli, Gisele Doricci, Juliana Romano, \n\nGraciele Juarez, Rafael Chavez, Ranylson Savedra, Melissa Siqueira, \n\nMariana Massafera, Monica Piovani, Marília Milaneto, Elias Tessaro e \n\nMarília Horn pela amizade e discussões filosóficas; \n\nÀ Conceição do Pão de Queijo Mineiro (PQ), por nos amparar nas horas de \n\nlatência (café), ansiedade (salgados) e depressão (chocolates); \n\nÀ minha querida Renata, por fazer parte da minha vida na etapa final do trabalho. \n\nAo CNPq, pela bolsa de estudos (141455/2008-0) e à FAPESP, pelo suporte \n\nfinanceiro. \n\nEsta é a única seção da tese que escrevo utilizando a primeira pessoa. Daqui para \n\nfrente, os resultados são mostrados de forma impessoal, exaltando que eles devem ser \n\nreprodutíveis independentemente da pessoa que os faça ou do local de trabalho. Apesar dessa \n\naparente neutralidade que as ciências exatas nos permitem, as interpretações estão fadadas às \n\npercepções dos autores, ainda que amparados por outros autores através da literatura. \n\n \n\nElton Sitta \n\nMarço, 2012 \n\n  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   v \n\nSUMÁRIO \n\nRESUMO ........................................................................................................................ VI!\n\nABSTRACT .................................................................................................................... VII!\n\nLISTA DE FIGURAS ..................................................................................................... VIII!\n\nLISTA DE TABELAS ....................................................................................................... XI!\n\nLISTA DE ABREVIATURA E SIGLAS ............................................................................. XII!\n\nLISTA DE SÍMBOLOS .................................................................................................... XII!\n\n1 – INTRODUÇÃO ............................................................................................................. 2!\n\n1.1 – A Dupla Camada Elétrica ............................................................................................................ 2!\n1.2 – Variações do Potencial em Sistemas Polarizados ....................................................................... 6!\n1.3 – Os Sistemas N-NDR e HN-NDR .............................................................................................. 10!\n1.4 – Eletro-Oxidação de Etileno Glicol ............................................................................................ 17!\n\n2 – OBJETIVOS .............................................................................................................. 21!\n\n3 – MATERIAIS E MÉTODOS ......................................................................................... 23!\n\n3.1 Sistema Eletroquímico Convencional .......................................................................................... 24!\n3.2 – Espectroscopia in situ na Região do Infravermelho com Transformada de Fourier (FTIRS) .. 25!\n3.3 Preparação dos Eletrólitos de Suporte com Diferentes Valores de pH ........................................ 26!\n3.4 Correções do Potencial do Eletrodo de Referência com o pH e com a Temperatura. ................. 27!\n\n4 – RESULTADOS E DISCUSSÃO .................................................................................... 32!\n\n4.1 – Influência dos Cátions Alcalinos no Mecanismo da Eletro-Oxidação de Etileno Glicol ......... 32!\n4.2 – Espectroscopia de Impedância Eletroquímica .......................................................................... 39!\n4.3 – Transição do Modo Potenciostático para o Galvanostático: O Surgimento das Instabilidades \nDinâmicas ........................................................................................................................................... 41!\n4.4 – Evolução para Padrões Oscilatórios Complexos ....................................................................... 54!\n4.5 – Influência do pH ........................................................................................................................ 67!\n4.6 – O Efeito da Temperatura ........................................................................................................... 81!\n\n5 – CONCLUSÕES .......................................................................................................... 97!\n\n6 – REFERÊNCIAS BIBLIOGRÁFICA ............................................................................ 100!\n\n7 –ANEXOS..................................................................................................................109  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   vi \n\nRESUMO \n\nSITTA, E. Efeito de cátions e cinética complexa durante a eletro-oxidação de etileno \nglicol. 2012. 121 f. Tese – Instituto de Química de São Carlos, Universidade de São Paulo, \nSão Carlos, 2012. \n\nExemplos de comportamento complexo podem ser encontrados em vários sistemas na \nnatureza, como dinâmica de populações, formação de padrões em pelos de animais e a auto \nregulação do metabolismo. Em geral, sistemas químicos e eletroquímicos apresentam também \nesse tipo de comportamento complexo e são comumente escolhidos como sistemas-modelo \npara estudar esses aspectos, uma vez que as variáveis são facilmente controláveis e as \nmedidas são precisas. Apesar dos esforços realizados nas últimas duas décadas, existem ainda \nlacunas a serem preenchidas entre o mecanismo de reação e a teoria que explica as oscilações. \nVisando contribuir para o assunto, o presente trabalho trata da eletro-oxidação de etileno \nglicol sobre platina em meio alcalino em regime potenciostático e galvanostático. Utilizando \nEspectroscopia de Infravermelho por Transformada de Fourier in situ acoplada com técnicas \neletroquímicas, é observado um decréscimo na razão entre a produção de carbonato/oxalato \nquando o raio dos cátions alcalinos é diminuído na seguinte ordem: Li+ &lt;Na+ &lt;K+. A origem \nde tal tendência pode ser dada em termos das interações não-covalentes entre os cátions e as \nespécies oxigenadas adsorvidas na superfície. Os aspectos não-lineares da reação são \nestudados aumentando a resistência entre o eletrodo de trabalho e o potenciostato. Oscilações \ncom frequências tão altas quanto 40 Hz são observadas, sendo que estas se tornam mais lentas \ne complexas com o aumento da resistência, mimetizando o comportamento em controle \ngalvanostático. O pH mostrou-se fundamental para o aparecimento do comportamento \noscilatório, observado somente nos valores de pH 0, 2 e 14. Baixas correntes de oxidação e \nbaixas frequências de oscilação em meio ácido são contrastadas com altas correntes e \nfrequências em meio alcalino. Além disso, o efeito da temperatura é testado tanto em regime \nvoltamétrico quanto nas séries temporais oscilatórias em pH ácido e alcalino. Em meio ácido, \na energia de ativação decresce à medida que o potencial torna-se próximo ao potencial de pico \ne esta heterogeneidade está, provavelmente, conectada à diferentes rotas reacionais. A energia \nde ativação calculada através da frequência remete a valores intermediários aos encontrados \nem regime voltamétrico. Apesar de valores comuns encontrados para os termos de ativação \nsob regime voltamétrico em meio alcalino, as frequências de oscilação se mostraram quase \ninvariantes com a temperatura, indicando que o sistema apresenta a chamada compensação de \ntemperatura. \n\nPalavras-Chaves: Etileno Glicol; Eletrocatálise; Oscilações; Compensação de Temperatura. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   vii \n\nABSTRACT \n\nSITTA, E. Cation effect and complex kinetics during ethylene glycol electro-oxidation. \n2012. 121 f. Thesis – Instituto de Química de São Carlos, Universidade de São Paulo, São \nCarlos, 2012. \n\nExamples of complex behavior can be found in several systems in nature such as population \ndynamics, animal coat patterns formation and metabolism self-assembly. In general, chemical \nand electrochemical systems also display this complex behavior and are commonly chosen as \nworkhorses to study these aspects, once the variables are easily controlled and the \nmeasurements are precise. Despite the efforts made in this area in the last two decades, there \nare still gaps between the reaction mechanism and the theory underlying the oscillations. To \nshed some light on the non-linear aspects of alcohol electro-oxidation, the present work deals \nwith the study the ethylene glycol electro-oxidation reaction in platinum and alkaline media \nfrom both gavanostatic and potenciostático control. By means of in situ Fourier Infrared \nSpectroscopy coupled with electrochemical techniques, it is found a decrease in the ratio of \ncarbonate/oxalate production when the alkaline cations size decreases in the following order: \nLi+ &lt;Na+ &lt;K+. The origin of this tendency can be rationalized in terms of non-covalent \ninteraction between cations and adsorbed oxygenated species. These interactions are \nproportional to the cation size and it influences directly the number of available free sites for \nalcohol adsorption. The non-linear aspects of the reaction are also studied increasing the total \nresistance between the working electrode and the potenciostat. It is observed oscillation \nfrequencies as high as 40 Hz. Those non-linearities turned slower and more complex as the \nresistance increases, mimicking the behavior observed under galvanostatic control. The pH is \na decisive parameter to the oscillatory behavior, observed only at pH 2, 4 and 14. Low \noxidation currents under potential control followed by low frequency oscillations observed in \nacid media are in contrast to the high current and frequency in alkaline. Moreover the \ntemperature effect is tested in both cyclic voltammetry profile and oscillatory time series in \nacid and alkaline media. In acid media, the activation energy decrease as the potential turns \ncloser to the peak potential region, this heterogeneity is probably caused by different \nreactions. The activation energy calculated by oscillation frequency remits to intermediates \nvalues in relation to that found under voltammetry control. Although ordinary values for the \nactivation factors are found under linear voltammetry control mode at pH 14, the oscillations \nfrequencies are almost independent of the temperature, indicating that the system shows the, \nso called, temperature compensation. \n\nKeywords: Ethylene Glycol; Electrocatalysis; Oscillations; Temperature Compensation. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   viii \n\nLISTA DE FIGURAS \n\nFigura 1 - Representação da (a) dupla camada elétrica e (b) variações do potencial ao \nlogo da dupla camada. Adaptada da referência 5. .............................................................. 3!\n\nFigura 2–Representação esquemática das diferentes interações entre cátions com pequeno \n(superior) e grande (inferior) raios em superfície polarizada. Adaptada da referência \n6. ......................................................................................................................................... 4!\n\nFigura 3 – Representação esquemática do eletrodo de trabalho (WE) e das resistências a \nele acopladas. Rext = resistência externa; Rsol = resistência da solução, CD \ncapacitância da dupla camada; ZF = impedância faradáica e ! = potencial sem queda \nôhmica. ............................................................................................................................... 7!\n\nFigura 4 - (a) curvas de polarização no formato de N para 3 diferentes resistências \nexternas, sendo R1&lt;R2&lt;R3. (b) Com o aumento superior a R3 o sistema passa a ser \ndescontínuo e (c) bifurcação no plano R vs E, mostrando a região de biestabilidade \ndo sistema. Detalhes no texto. .......................................................................................... 10!\n\nFigura 5 (a) Ilustração dos ciclos de retroalimentação positivo e negativo para um sistema \nsofrendo uma perturbação no potencial !; (b) Diagrama de bifurcação para o sistema \nN-NDR. A linha contínua representa a bifurcação sela-nó e a tracejada, a bifurcação \nde Hopf; (c) Diagrama de impedância onde: -Im = - parte imaginária de Z; Re = \nparte real de Z; Zh,sd resistência na qual ocorre a bifurcação de Hopf e sela-nó, \nrespectivamente. ............................................................................................................... 12!\n\nFigura 6 (a) Diagrama de impedância e (b) Curva de polarização para o sistema HN-NDR \n(linha solida), localização da curva em formato de N não acessível (curva tracejada) \ne região onde ocorrem as oscilações; (c) Diagrama de bifurcação para o sistema HN-\nNDR. A linha contínua representa a bifurcação sela-nó e, a tracejada a bifurcação de \nHopf; ................................................................................................................................. 15!\n\nFigura 7 Produtos de oxidação parcial do etileno glicol em meio alcalino contendo dois \nátomos de carbonos. ......................................................................................................... 18!\n\nFigura 8- Esquema do caminho óptico do feixe de infravermelho para medidas de \nreflectância externa. .......................................................................................................... 25!\n\nFigura 9 – Corrente de troca (i0) do equilíbrio H2/H+ em função do pH para platina polida \n(polished platinum) e platina com platina eletrodepositada (platinized platinum). \nFigura retirada da referência  ............................................................................................ 29!\n\nFigura 10 – (a) voltamogramas cíclicos a 0,1 V.s-1em 1,0 M de MOH(com M = Li, Na ou \nK). (b) varredura linear nos eletrólitos do plano (a) após a adição de 0,1 M de EG. ....... 33!\n\nFigura 11 – Espectros de infravermelho obtidos após 15 e 80 s do salto potenciostático de \n0,05 para 0,8 V. Mesmas concentrações da Figura 10. .................................................... 34!\n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   ix \n\nFigura 12– Evolução dos espectros de FTIR mostrando as bandas de oxalato (1310 cm-1) \ne carbonato (1400 cm-1) durante a eletro-oxidação de EG após salto potenciostático \nde 0,05 para 0,8 V em MOH (com M = Li, Na ou K). ..................................................... 35!\n\nFigura 13 – (a) variação da corrente (após salto de 0,05 para 0,80 V) para eletro-oxidação \nde 0,1 M de EG em diferente eletrólitos.(três experimentos para cada eletrólito). (b) \nvariação temporal da razão entre as bandas centradas em 1310 e 1400 cm-1 \n(oxalato/carbonato) durante os experimentos de cronoamperometria mostrados em \n(a). ..................................................................................................................................... 36!\n\nFigura 14 – Espectros de impedância eletroquímica obtido em três diferentes potenciais, \nindicados na curva de polarização quase estacionária (1 mV.s-1). As setas indicam o \nsentido decrescente da frequência. [EG] = 0,5 M, [KOH] = 1 M. ................................... 39!\n\nFigura 15- Varredura linear a 0,005 V.s-1 para vários valores de resistência externa em \nsérie com o eletrodo de trabalho. (a) sem e (b) com correção de queda ôhmica. Em \nvermelho, varredura linear galvanodinâmica a 4 µA.s-1.cm-2. [KOH] = 1 M, \n[EG] = 0,5 M. Em destaque em (a) a região onde são observadas as instabilidades no \nsistema com Rext = 1000 \". .............................................................................................. 41!\n\nFigura 16 – Séries temporais para distintos valores de resistência externa, o potencial \naplicado foi baseado na região de oscilações da Figura 15. (a) oscilações de corrente \ne (b) oscilações de potencial calculadas a partir de (a). .................................................... 43!\n\nFigura 17 – Séries temporais normalizadas, em relação ao tempo de início das oscilações, \npara diferentes resistências externas e para regime galvanostático (j = 4,2 mA.cm-2). .... 45!\n\nFigura 18 – Valores da frequência de oscilação para diferentes resistências externas e \npara oscilações em modo galvanostático (linha tracejada). .............................................. 47!\n\nFigura 19 - Relação entre o quadrado da frequência de oscilação (#) com a soma inversa \ndas resistência ôhmica (R) e diferencial (d!/dj). .............................................................. 48!\n\nFigura 20 Varredura linear à 0,005 V.s-1 para vários valores de resistência externa em \nsérie utilizando 1,0 M de NaOH (a) e (b) ou 1,0 M de LiOH (c) e (d) como eletrólito \nsuporte. (a) e (c) sem e (b) e (d) com correção de quebra ôhmica. Em vermelho, \nvarredura linear galvanodinâmica a 4 µA.cm-1. [EG] = 0,5 M. ........................................ 49!\n\nFigura 21 - Séries temporais normalizadas em relação ao tempo de início das oscilações \npara diferentes resistências externas e para regime galvanostático \n(jNaOH = 3,6 mA.cm-2 e jLiOH = 3,3 mA.cm-2). ................................................................... 50!\n\nFigura 22 – (a) Valores da frequência de oscilação para diferentes resistências externas e \npara oscilações em modo galvanostático (linha tracejada). (b) Relação entre o \nquadrado da frequência de oscilação (#) com a soma inversa das resistência ôhmica \n(R) e diferencial (d!/dj). ................................................................................................... 51!\n\nFigura 23 – Voltamogramas cíclicos da platina em KOH, NaOH e LiOH (linha \npontilhada) e varreduras lineares de potencial na presença de EG nos três eletrólitos \nde suportes. [EG]KOH = 0,05; 0,1; 0,2 e 0,5 M e [EG]NaOH,LiOH = 0,1 e 0,5 M. v = \n0,1 V.s-1 T = 20 °C. ........................................................................................................... 54!\n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   x \n\nFigura 24 – Varreduras lineares de corrente, a 4 µA.s-1cm-2, para diferentes concentrações \nde EG em 1,0 M de KOH (a), e para [EG] = 0,1 M (b) e 0,5 M (c) em 1,0 M de \nKOH, NaOH ou LiOH. ..................................................................................................... 56!\n\nFigura 25 – Séries de potencial e respectivos mapas de retorno, mostrando os diferentes \npadrões obtidos durante a eletro-oxidação de 0,5 M de EG em 1,0 M de KOH (a)-(e) \na j = 4,2 mA.cm-2, ou 1,0 M de NaOH (f) a j = 3.5 mA.cm-2. .......................................... 57!\n\nFigura 26 – Contribuição de cada padrão oscilatório nas séries temporais. ............................. 60!\n\nFigura 27 – (a) Diagrama de bifurcação genérico para um sistema HN-NDR, onde as \ncores denotam a região de instabilidades. (b) Ampliação do diagrama e mapa de cor \ncorrespondente aos padrões oscilatórios. Enquanto em (a) branco representa região \nde estabilidade, em (b) representa região caótica. Figura retirada da referência 74 ......... 62!\n\nFigura 28 Padrões de modo misto observados em j = 2,7 mA.cm-2. [EG] = 0,5 M, [KOH] \n= 1,0 M ............................................................................................................................. 62!\n\nFigura 29 – Representação esquemática do espaços de fases com a superfície que \nrepresenta a resolução do sistema que apresenta oscilações de modo misto. Retirado \nda referência 3 .................................................................................................................. 63!\n\nFigura 30 - Árvore de Farey mostrando as possíveis combinações numéricas partindo dos \nestados 01 e 11. Detalhes no texto. .................................................................................... 64!\n\nFigura 31 – (a) Voltamogramas cíclicos obtidos a 0,1 V.s-1 em esfera de platina parada \n(0 rpm) ou rodando a 1000 rpm. (b) varredura de corrente a 4,8 mA.s-1.cm-2. [EG] = \n0,5 M,  [KOH] = 1,0 M. ................................................................................................... 65!\n\nFigura 32 – (a) Voltamogramas cíclicos da platina a 0,1 Vs-1 e (b) varreduras lineares de \npotencial (preto, a 0,01 Vs-1) ou corrente (vermelho, a 4 µA.s-1.cm-2) após adição de \n0,5 M de EG. .................................................................................................................... 68!\n\nFigura 33 – (a) varredura linear de corrente, a 4 µAs-1cm-2 em diversas concentrações de \nEG. (b) corrente máxima obtida nas curvas em (a) em função da concentração de \nEG. .................................................................................................................................... 73!\n\nFigura 34 – Séries temporais galvanostáticas em pH 0 para várias concentrações de EG. \nDetalhes no texto. ............................................................................................................. 74!\n\nFigura 35 – Frequências de oscilação em função do tempo normalizado para as séries \ntemporais da Figura 34. .................................................................................................... 76!\n\nFigura 36 – (a) varredura linear de corrente, a 4 µAs-1cm-2, em diversas concentrações de \nEG. (b) corrente máxima obtida nas curvas em (a) em função da concentração de \nEG. .................................................................................................................................... 77!\n\nFigura 37 – Séries temporais galvanostáticas em pH 2 para várias concentrações de EG. \nDetalhes no texto. ............................................................................................................. 78!\n\nFigura 38 - Frequências de oscilação em função do tempo normalizado para as séries \ntemporais da Figura 37. .................................................................................................... 79!\n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   xi \n\nFigura 39 – (a) Varredura linear de potencial, a 0,01 V.s-1, para diferentes temperaturas e \n(b) respectivo gráfico de Arrhenius para a corrente de pico ou a potencial fixo, como \nindicado na figura. pH = 0. ............................................................................................... 82!\n\nFigura 40 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes temperaturas \ne (b) respectivo gráfico de Arrhenius . [EG] = 0,5 M, pH = 0. ........................................ 83!\n\nFigura 41 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas em IN \n= 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) como \nparâmetro cinético. ........................................................................................................... 84!\n\nFigura 42 – (a) Varreduras lineares de potencial, a 0,01 V.s-1, a diferentes temperaturas e \n(b) gráficos de Arrhenius calculados na região do primeiro (cinza) e segundo (preto) \npicos ou da carga total de oxidação (azul). Símbolos abertos representam as \ncorrentes nos potenciais indicados em  (a) e os fechados as correntes no potencial de \npico. .................................................................................................................................. 85!\n\nFigura 43 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes temperaturas \ne (b) respectivo gráfico de Arrhenius. [EG] = 0,5 M, pH = 2. ......................................... 86!\n\nFigura 44 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas em IN \n= 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) como \nparâmetro cinético. ........................................................................................................... 87!\n\nFigura 45 – (a) Varredura linear de potencial, a 0,01 V.s-1, para diferentes temperaturas e \n(b) respectivo gráfico de Arrhenius para a corrente de pico ou a potencial fixo como \nindicado na figura. pH = 14. ............................................................................................. 88!\n\nFigura 46 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes temperaturas \ne (b) respectivo gráfico de Arrhenius. [EG] = 0,51 M, pH = 14. ..................................... 89!\n\nFigura 47 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas em IN \n= 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) como \nparâmetro cinético. ........................................................................................................... 90!\n\nFigura 48 – Valores de q10 estimados com a carga ou a frequência de oscilação para os \npH 0, 2 e 14. ..................................................................................................................... 92!\n\nLISTA DE TABELAS \n\nTabela 1 – Concentração nominal de KOH e H2SO4 utilizadas para obtenção de soluções \ncom Im = 1 a diferentes pH ............................................................................................... 27!\n\nTabela 2 – Características gerais de sistemas oscilatórios envolvendo a eletro-oxidação de \nmoléculas orgânicas pequenas em diferentes condições experimentais ........................... 46!\n\nTabela 3 – Concentração das espécies em solução, expressas em mol.L-1,de acordo com o \npH ..................................................................................................................................... 67!\n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   xii \n\nLISTA DE ABREVIATURA E SIGLAS \n\nPHI  Plano Interno de Helmholtz \n\nPHE  Plano Externo de Helmholtz \n\nWE  Eletrodo de Trabalho, do inglês Working Electrode \n\nCE  Contra Eletrodo, do inglês Counter Electrode \n\nRE  Eletrodo de Referência, do inglês Reference Electrode \n\nNDR  Resistência Diferencial Negativa, do inglês Negative Differential Resistance \n\nN-NDR NDR em forma de N \n\nHN-NDR N-NDR escondida, do inglês hidden \n\nEG  Etileno Glicol \n\nin situ FTIRs  Espectroscopia in situ na Região do Infravermelho com Transformada de \n\nFourier, do inglês Fourier Transform Infrared spectroscopy \n\nERH Eletrodo Reversível de Hidrogênio \n\nSHE Eletrodo Padrão de Hidrogênio, do inglês Standard Hydrogen Electrode \n\npn Período oscilatório que passa por “n” mínimos até se repetir novamente \n\n \n\nLISTA DE SÍMBOLOS \n\n!metal potencial do eletrodo \n\n$!PHE Variação de potencial no plano externo de Helmholtz \n\n$!dif Variação de potencial na camada de difusão \n\nKm constante de equilíbrio de adsorção de cátions \n\nCD capacitância da dupla camada \n\nZf Impedância Faradáica \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nPré-textual   xiii \n\nE Diferença de potencial entre WE e RE \n\n! E sem a queda ôhmica \n\nRsol Resistência da solução \n\nRext Resistência externa adicionada ao sistema eletroquímico \n\nR Rsol + Rext \n\nIF Corrente Faradáica \n\nI Corrente total \n\nk taxa/constante de reação \n\n% Grau de recobrimento na superfície \n\nM concentração molar \n\nE0 potencial padrão \n\nio corrente de troca \n\nA área do eletrodo \n\nj densidade de corrente, I/A \n\nT temperatura \n\n# frequência de oscilação \n\nkp constante de envenenamento \n\nEmin potencial mínimo de cada ciclo do processo oscilatório \n\nrpm rotações por minuto \n\nka constante de dissociação ácida \n\nIN corrente normalizada em relação à janela de oscilações \n\nEa Energia de ativação \n\nq10 Coeficiente de temperatura \n\nbi Coeficiente de controle \n\nP período de oscilação \n\n\n\n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   2 \n\n1 – INTRODUÇÃO \n\nSistemas auto-organizados são aqueles nos quais as formas de organização temporal, \n\nespacial ou espaço-temporal emergem espontaneamente, sem nenhuma instrução externa ao \n\nsistema.1 Em outras palavras, os estados organizados surgem de propriedades inerentes ao \n\nsistema. Esses fenômenos ocorrem em sistemas abertos mantidos afastados do estado de \n\nequilíbrio termodinâmico e seus comportamentos são descritos por equações não-lineares. \n\nDesde sistemas naturais como dunas, galáxias, fluidos dinâmicos até reações químicas em \n\ncadeia, a dinâmica auto-organizada tem se tornado um campo de pesquisa muito ativo, sendo \n\nexplorado nas últimas décadas tanto do ponto de vista teórico quanto experimental.2 \n\nEspecificamente em sistemas químicos, o exemplo mais conhecido de auto-organização é a \n\nchamada reação de Belousov-Zhabotinski, onde a bromação de um composto orgânico em \n\nmeio ácido catalisado por um íon metálico apresenta oscilações nas concentrações dos \n\nintermediários, que resultam em diferentes cores.3,4 \n\nSob o ponto de vista experimental, sistemas eletroquímicos são particularmente \n\ninteressantes para o estudo de reações complexas, uma vez que o início e o final das reações \n\npodem ser facilmente controlados pelo circuito elétrico e a taxa reacional acompanhada de \n\nforma muito precisa, utilizando a corrente que flui através do sistema. Ao longo deste capítulo \n\nserá apresentada uma descrição da interface eletrodo/solução, a região onde ocorrem as \n\nreações eletroquímicas, e as condições necessárias para que fenômenos de auto-organização \n\npossam se desenvolver em tais sistemas. \n\n1.1 – A DUPLA CAMADA ELÉTRICA \n\nOs fenômenos que ocorrem na dupla camada elétrica foram amplamente estudados na \n\ndécada de 60-70 em eletrodos de mercúrio.5 O modelo mais recente e aceito para a dupla \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   3 \n\ncamada é mostrado na Figura 1(a). Nele, um eletrodo carregado positivamente está em \n\ncontato com uma solução aquosa, representada pelos círculos azuis e que contém cátions, \n\n(amarelos) e ânions (laranjas). Devido ao pequeno raio comumente encontrado nos cátions \n\neles estão, na sua maioria, fortemente solvatados por moléculas de água. Já os ânions, que \n\npossuem um raio maior, apresentam uma densidade de carga menor. Essa característica é \n\nmuito importante, pois permite que ânions como Cl-, Br-, I- tenham a chamada adsorção \n\nespecífica, ou seja, encontram-se diretamente adsorvidos na superfície do eletrodo. Já a \n\ninteração cátion-eletrodo é mediada pelas moléculas adsorvidas na superfície do eletrodo. \n\n \n\nFigura 1 - Representação da (a) dupla camada elétrica e (b) variações do potencial \nao logo da dupla camada. Adaptada da referência 5. \n\nO plano que passa no centro dos ânions adsorvidos especificamente é chamado de \n\nplano interno de Helmholtz (PIH), e a distância entre o eletrodo e a linha que passa pelo \n\ncentro dos cátions é chamada de plano externo de Helmholtz (PEH). A Figura 1(b) mostra, de \n\nforma esquemática, a variação do potencial à medida que se vai distanciando do eletrodo. \n\nConsiderando o potencial !metal constante no eletrodo, observa-se uma primeira queda \n\naproximadamente linear em regiões da solução muito próximas do eletrodo, devido ao \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   4 \n\ncomportamento capacitivo, onde as moléculas estão fortemente adsorvidas. Após o PEH, o \n\npotencial diminui de forma assintótica até atingir o valor do potencial no seio da solução. A \n\ndiferença entre o potencial do eletrodo e da solução pode ser divido entre a queda até o PHE \n\n($!PHE) e a queda na camada de difusão ($!dif). \n\nRecentemente, Strmcnik et al.6 revisitaram a questão da influência do tamanho dos \n\ncátions no processo de adsorção não específica. Como, em linhas gerais, a energia de \n\nsolvatação diminui com o aumento do raio do cátion, essa variação da interação entre o cátion \n\ne as moléculas que o soltava afeta a forma com que esse complexo interagirá com o eletrodo. \n\nPara cátions com raios pequenos, a interação se dá diretamente entre o cátion e as moléculas \n\nno PIH, pois a densidade de carga do cátion, neste caso, é alta e o número de moléculas na \n\nprimeira camada de solvatação é baixo. À medida que o raio do cátion aumenta a densidade \n\nde carga diminui e o número de moléculas na camada de solvatação aumenta. Neste novo \n\ncenário, a interação com o eletrodo passa a ser por meio das moléculas que solvatam o cátion. \n\nA Figura 2 mostra de forma esquemática as duas formas de interação entre o cátion e o \n\neletrodo. Na parte superior, a interação ocorre diretamente entre o cátion e as moléculas \n\nadsorvidas no eletrodo, e, na parte inferior, por meio das moléculas de solvatação. \n\n \n\nFigura 2–Representação esquemática das diferentes interações entre \ncátions com pequeno (superior) e grande (inferior) raios em \nsuperfície polarizada. Adaptada da referência 6. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   5 \n\nTal proposta ainda está sob discussão na literatura, porém a mesma consegue explicar \n\na diferença nas velocidades de várias reações em Pt. Exemplos incluem a eletro-oxidação de \n\nmonocamadas de CO;7 eletro-oxidação de hidrogênio;6 e a eletrorredução de oxigênio.6 A \n\nmagnitude dessa interação obviamente dependerá da natureza do metal utilizado como \n\neletrodo.8,9 \n\nRecentemente, García-Araez e colaboradores10 estudaram o efeito de cátions alcalinos \n\nno conhecido sistema Pt(111)/H2SO4 e observaram um deslocamento para valores mais \n\npositivos do potencial de pico que representa a adsorção de sulfato na sequência \n\nCs+ &lt;K+ &lt;Na+. Este efeito ocorre em uma região de potencial em que o eletrodo está \n\ncarregado positivamente e deve, portanto, resultar na interação com espécies carregada \n\nnegativamente. Em um estudo posterior,11 os mesmos autores calcularam o excesso \n\nsuperficial para os íons potássio em função do potencial, e observaram um aumento da \n\nquantidade desta espécie nas regiões em que ocorre a adsorção de sulfato, indicando, assim, \n\numa interação entre esses dois íons. O cálculo da carga formal parcial mostra a adsorção de \n\numa espécie aniônica ao invés de catiônica como esperado para a adsorção de K+. Os \n\nresultados sugerem fortemente que a adsorção de potássio envolve a cooperação de íons \n\nsulfato, isto é, o processo é melhor descrito pela adsorção do par iônico K+-SO42-. \n\nCuesta et al.12 estudaram as interações dos cátions alcalinos com espécies adsorvidas \n\nutilizando eletrodos de Pt(111) modificados com cianeto (CN-) em meio ácido. Nesta \n\nconfiguração, a adsorção/dessorção de hidrogênio ocorre em cima dos íons CN- adsorvidos \n\n(CNad-H). Mudando a concentração e a natureza dos cátions, foi possível estimar a interação \n\nCN-M+ por meio do deslocamento do hidrogênio adsorvido nesses sítios. O deslocamento do \n\npotencial dos picos de adsorção/dessorção de hidrogênio pode ser descrito por uma equação \n\nde Nernst e a adsorção dos cátions por uma isoterma de Langmuir, mostrando que a presença \n\nde cátions no seio da solução pode alterar algumas propriedades da dupla camada. Os autores \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   6 \n\nainda calcularam a constante de equilíbrio (Km) para o processo de adsorção dos cátions. A \n\nvariação de Km na sequência Li-Cs não mostrou comportamento monotônico, apresentando \n\naumento do Li+ para o K+ e decréscimo do K+ para o Cs+. Esses resultados indicam a \n\nexistência de um raio ótimo para a adsorção e, consequentemente, que as interações não são \n\nestritamente eletrostáticas. \n\nO processo de adsorção/dessorção de ânions e interação via ligação não-covalente dos \n\ncátions com a superfície metálica não geram fluxo contínuo de elétron na interface - a esses \n\nprocessos é dado o nome de não-faradáicos. Quando na interface há somente processos não-\n\nfaradáicos, observa-se o mesmo comportamento de capacitores, ou seja, corrente proporcional \n\nà velocidade de varredura e em potencial fixo não há corrente. Quando espécies são oxidadas \n\nou reduzidas na superfície, nos processos ditos faradáicos, ocorrem fluxos de espécies tanto \n\nno sentido solução-superfície quanto vice-versa. Nesta situação, modelos mais elaborados são \n\nnecessários para descrever o comportamento do sistema. \n\nA próxima seção traz um modelo baseado em equações para descrever o \n\ncomportamento de sistemas eletroquímicos submetidos à passagem de correntes. \n\n1.2 – VARIAÇÕES DO POTENCIAL EM SISTEMAS POLARIZADOS \n\nA discussão apresentada nesta seção é bem estabelecida na literatura.13-15 Os exemplos \n\ne as figuras foram adaptados para manter o mesmo padrão do texto, porém os originais podem \n\nser encontrados nas referências citadas. \n\nA Figura 3 mostra um esquema do eletrodo de trabalho (WE) e as resistências \n\nenvolvidas em um sistema eletroquímico. O eletrodo de trabalho pode ser descrito como a \n\nconexão em paralelo entre um capacitor, devido à capacitância da dupla camada, (CD), e um \n\ncomponente contendo uma impedância faradáica (ZF) que representa todos os processos \n\nfaradáicos. O potencial ! é determinado entre as conexões de CD e ZF, e o potencial E engloba \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   7 \n\ntambém as diferenças de potencial devido à queda ôhmica gerada pelas resistências da \n\nsolução (Rsol), que tem sua origem na resistência do eletrólito suporte, e a externa (Rext), que é \n\ncomposta por um resistor ôhmico. Como a resistência da solução é, em geral, baixa em \n\nsistemas eletroquímicos convencionais, há a necessidade de um resistor ôhmico externo para \n\nse observar oscilações em modo potenciostático. O motivo da incorporação de tal resistência \n\nao sistema é descrito nos próximos parágrafos. \n\n \n\nFigura 3 – Representação esquemática do eletrodo de trabalho (WE) e das \nresistências a ele acopladas. Rext = resistência externa; Rsol = resistência da \nsolução, CD capacitância da dupla camada; ZF = impedância faradáica e ! = \npotencial sem queda ôhmica. \n\nAnalisando o desenho da Figura 3 e aplicando a lei de Kirchhoff (também conhecida \n\ncomo lei das malhas ou dos nós), tem-se que a corrente total que circula no eletrodo de \n\ntrabalho é a soma do braço capacitivo e do braço da impedância faradáica IF(!). Assim: \n\n)(I\ndt\nd\n\nCI FDL !+\n!\n\n=      Equação 1 \n\nPorém, da relação E = ! + RI, (em que R = Rext + Rsol) pode-se obter a corrente total do \n\nsistema, ou seja, I, resultando na equação:  \n\nCDL\nd!\ndt\n+IF !( ) =\n\nE\"!\nR\n\n    Equação 2 \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   8 \n\nA Equação 2 relaciona os parâmetros do sistema e pode ser utilizada para analisar o \n\ncomportamento do potencial da dupla camada, !, por exemplo, aplicando-se um potencial E \n\nconstante. Para averiguar a estabilidade do sistema, aplica-se uma perturbação (&amp;!) no \n\npotencial e analisa-se o comportamento desta variação no tempo, isto é, d&amp;!/dt. O termo \n\nperturbação, na verdade, pode ser encarado experimentalmente como flutuações de potencial \n\nem determinadas regiões do eletrodo. Para analisar o efeito dessas flutuações, a equação que \n\ndescreve o comportamento do sistema é expressa em uma série de Taylor (Equação 3), onde \n\nconsidera-se desprezíveis os termos não-lineares frente a perturbações pequenas. \n\n( )\nR\n\nI\ndt\nd\n\nC FDL\n!\"\n\n#!\"\n\"$\n\"$\n\n#=\n!\"\n\n    Equação 3 \n\nO termo !\"!\" )(IF  é definido como ZF\n-1, no qual ZF é a impedância faradáica (a \n\nfrequência zero). Logo, a equação pode ser rearranjada tomando a forma: \n\n( )!\"+#=!\" ## 11FDL RZdt\nd\n\nC     Equação 4 \n\nNesta equação, observa-se que, se o termo (ZF-1 + R-1) for positivo, o efeito da \n\nperturbação diminuirá no tempo e esta situação corresponde ao comportamento de um sistema \n\nestável em que a resistência total é baixa, de forma que sua inversa seja grande. Logo, \n\nindependentemente da impedância faradáica, o segundo termo da equação é sempre negativo. \n\nNesta situação, qualquer perturbação no potencial do sistema tende a desaparecer. \n\nAgora, analisando a situação em que a resistência do sistema é alta, ou seja, sua \n\ninversa é baixa, o comportamento global vai depender do sinal de ZF. O caso mais trivial é \n\ndado quando a impedância faradáica é positiva, que remete à situação em que as perturbações \n\nsão suprimidas. O caso mais interessante é encontrado quando o valor de ZF é negativo. Neste \n\ncaso, o sistema amplifica as perturbações, elevando rapidamente o potencial da dupla camada. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   9 \n\nAs regiões onde ZF é negativo são chamadas de região de Resistência Diferencial Negativa ou \n\nNDR, do inglês Negative Differential Resistence. \n\nA região onde acontece a NDR é um ponto singular do sistema. Utilizando, por \n\nexemplo, apenas a equação de Tafel, não é possível descrever a diminuição da taxa reacional \n\ncom o aumento do sobrepotencial. São basicamente três os motivos que levam a tal \n\nfenômeno:14 \n\n1. Diminuição da área eletroativa do eletrodo – a passivação parcial do eletrodo faz com \n\nque a área ativa seja menor e, portanto, a reação global ocorra a uma taxa menor. Tal \n\nfenômeno é encontrado em sistemas que dispõem de reações secundárias, tais como a \n\nformação de óxidos não reativos ou a adsorção de ânions. Um exemplo clássico na \n\nárea de eletrocatálise é a adsorção de hidrogênio durante a eletrorredução de H2O2 \n\nsobre Pt;16,17 \n\n2. Diminuição da taxa de transferência de elétrons – além da ocupação de sítios por \n\nelementos secundários à reação global, estes elementos mudam a energia de ativação \n\ndo processo à medida que suas concentrações aumentam na interface e, por \n\nconsequência, mudam a taxa de transferência de elétrons, ou seja, a constante de \n\nreação se tornar dependente do potencial (k(!)). Exemplos são encontrados em regiões \n\nde eletrorredução de H2O2 em superfícies contendo OH; 17-22 \n\n3. Diminuição da concentração da espécie eletroativa – a migração de íons do seio da \n\nsolução para a dupla camada, mais precisamente no plano externo de Helmholtz, \n\ntorna-se dificultada. Assim, a oxidação/redução de espécies poderá modificar o \n\npotencial da dupla camada devido ao acúmulo de cargas não compensadas. Um bom \n\nexemplo é a redução do peroxidisulfato em eletrólito diluído.23 \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   10 \n\nSendo assim, pode-se obter a impedância negativa por vários meios distintos. A \n\npróxima seção tratará de dois sistemas que apresentam essas regiões. \n\n1.3 – OS SISTEMAS N-NDR E HN-NDR \n\nNa seção anterior mostrou-se, por meio de equações, como perturbações no potencial \n\ndo sistema são suprimidas ou amplificadas. Nesta seção serão apresentadas as características \n\nde um sistema em que a região de resistência diferencial negativa é dada sob uma forma de N \n\nna curva de polarização I vs E.  \n\nA Figura 4(a) mostra curvas de polarização em formato de N. A curva número 1 \n\nmostra claramente que, quando o potencial E aumenta, a corrente diminui. Com o aumento da \n\nresistência total do sistema, a queda ôhmica causa deformações na curva, como mostrado \n\npelas linhas 2 e 3. Tal deformação pode chegar ao ponto da região de NDR não se tornar mais \n\nacessível, como mostrado na Figura 4(b). Neste ponto, quando uma varredura de potencial é \n\ntomada no sentindo crescente (seta superior), a corrente irá aumentar até o ponto (1) e depois \n\nsofrer uma queda até a linha localizada abaixo. Na varredura de potencial no sentindo oposto, \n\na corrente terá um salto quando alcançar o ponto (2). Nestes pontos marcados pelas retas \n\nparalelas ao eixo das ordenadas, o sistema sofre uma descontinuidade. \n\n \n\nFigura 4 - (a) curvas de polarização no formato de N para 3 diferentes resistências externas, \nsendo R1&lt;R2&lt;R3. (b) Com o aumento superior a R3 o sistema passa a ser descontínuo e \n(c) bifurcação no plano R vs E, mostrando a região de biestabilidade do sistema. Detalhes \nno texto. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   11 \n\nNeste ponto, cabe salientar um conceito já introduzido de forma indireta nas seções \n\nanteriores. Quando as características da Equação 4 foram discutidas, chamou-se a atenção \n\npara a situação em que a impedância faradáica era negativa e a resistência era alta. Na Figura \n\n4(b), a corrente apresenta dois valores distintos, dependendo do sentido em que a varredura é \n\nrealizada. A tal característica é dado o nome de biestabilidade. Um sistema é então dito \n\nbiestável quando apresenta dois estados (estáveis) possíveis para o mesmo conjunto de \n\nparâmetros. \n\nA Figura 4(c) é composta por um diagrama que mostra quais os pares (R,E) em que o \n\nsistema apresenta o comportamento descrito em (b). Nota-se que, para baixos valores de R e \n\nE, o sistema não apresenta biestabilidade; porém, à medida que R aumenta, maior se torna a \n\nregião de potencial em que o fenômeno é observado. A linha sólida que separa a região em \n\ndestaque das outras é chamada de sela-nó, do termo em inglês saddle-node (SN), e representa \n\numa bifurcação de um sistema monoestável para um biestável. Vale ainda ressaltar, que \n\napesar das linhas e da região se estender somente por uma parte do espaço, não significa que a \n\nregião biestável tenha um limite para altos valores de R e E. \n\nAté agora muito foi dito sobre mudanças abruptas no potencial do sistema, no entanto, \n\napesar desse fenômeno ser caracterizado como uma forma de auto-organização, ainda existem \n\ncondições em que o comportamento se torna mais complexo e oscilações autônomas podem \n\nser observadas. Para que as oscilações ocorram, deve haver a incorporação de pelo menos \n\nmais um grau de liberdade. A Figura 5(a) mostra como o acoplamento entre dois graus de \n\nliberdade pode gerar oscilações. A parte superior do diagrama mostra um ciclo de \n\nretroalimentação positivo, responsável pela biestabilidade, já descrita na parte anterior, tem-se \n\no ciclo de retroalimentação negativa, que tem o papel de restabelecer o potencial inicial. \n\nAmbos os ciclos estão acoplados através do potencial do eletrodo. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   12 \n\n \n\nFigura 5 (a) Ilustração dos ciclos de retroalimentação positivo e negativo para um sistema \nsofrendo uma perturbação no potencial !; (b) Diagrama de bifurcação para o sistema N-\nNDR. A linha contínua representa a bifurcação sela-nó e a tracejada, a bifurcação de \nHopf; (c) Diagrama de impedância onde: -Im = - parte imaginária de Z; Re = parte real de \nZ; Zh,sd resistência na qual ocorre a bifurcação de Hopf e sela-nó, respectivamente. \n\nO acoplamento dos ciclos de retroalimentação se dá da seguinte forma: em um sistema \n\nsob controle potenciostático e que apresente altos valores de queda ôhmica, o potencial ! está \n\nsusceptível a pequenas flutuações. Quando uma dessas flutuações é positiva e ocorre em uma \n\nregião de resistência diferencial negativa, a corrente total diminui. Como o sistema possui \n\numa alta queda ôhmica, a diminuição da corrente gera uma diminuição de E, uma vez que \n\nE = ! + IR. Porém tal diminuição de E é compensada pelo potenciostato, que \n\nautomaticamente aumenta E e, consequentemente, !. Portanto, uma variação positiva em ! \n\ngera um aumento dele próprio, caracterizando assim, um ciclo de retroalimentação positivo, \n\ntambém conhecido como autocatálise. Rapidamente o sistema atinge potenciais altos que \n\npodem, por exemplo, formar uma cobertura de óxidos. \n\nSupondo que exista um outro ciclo de retroalimentação conectado a este de forma que \n\numa reação é desencadeada quando o potencial ! atinja altos valores. Se a reação ocorrer no \n\nsentido à liberar uma alta quantidade de elétrons como, por exemplo, a oxidação de alguma \n\nespécie, a corrente aumentará e, por consequência da queda ôhmica, o potencial E também. \n\nNesse caso, o potenciostato trabalha para diminuir ! e o sistema volta à condição inicial. A \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   13 \n\nalternância desses ciclos pode levar ao processo oscilatório desde que a escala de tempo em \n\nque o inibidor ocorrer for mais lenta que a do ativador.15 \n\nA conexão de dois ciclos de retroalimentação nas condições descritas permite explicar \n\no comportamento de oscilações simples, como as harmônicas. Entretanto, sistemas mais \n\ncomplexos envolvendo períodos mistos e dinâmica caótica, necessitam da incorporação de \n\npelo menos mais um ciclo negativo. Neste tipo de representação, considera-se a \n\nindependência dos ciclos, ou seja, separa-se a condição de biestabilidade do(s) ciclo(s) de \n\nretroalimentação negativo(s). Em geral isso não acontece, e as oscilações se desenvolverão \n\nem uma região do espaço R vs E, onde não havia biestabilidade quando na falta do segundo \n\nciclo. Tais observações são mostradas na Figura 5(b), em que a linha sólida representa a \n\nbifurcação sela-nó e a região em destaque mostra os pares de E;R, em que o sistema deve \n\noscilar. Do mesmo modo em que a bifurcação sela-nó representa a passagem de um sistema \n\nmonoestável para um biestável, a linha tracejada representa a passagem de um sistema \n\nmonoestável para um ciclo limite onde as oscilações podem se desenvolver. Tal ponto é \n\nchamado de bifurcação de Hopf. \n\nAté esse ponto, todas as discussões foram baseadas no conhecimento dos processos \n\nque estavam acontecendo no eletrodo, porém, experimentalmente, essa situação é quase \n\nutópica. Na maioria das vezes, busca-se entender o processo através do comportamento não-\n\nlinear, e não vice-versa. Uma técnica muito interessante para a análise dos sistemas em termos \n\ndas instabilidades cinéticas é a Espectroscopia de Impedância Eletroquímica. Na Figura 5(c) é \n\nmostrado um diagrama de impedância típico para um sistema N-NDR. A resposta da corrente \n\napós a perturbação do potencial é decomposta em uma parte real e outra imaginária, e os \n\ndados são avaliados em função dessas grandezas. \n\nNo diagrama da Figura 5(c), as setas indicam o sentido decrescente da frequência de \n\nperturbação. A distância do início da curva até a origem indica a resistência total e o primeiro \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   14 \n\nsemicírculo representa a resistência à transferência de carga. O sistema se torna interessante \n\nquando o mesmo vai para resistências negativas na eixo real (RE Z). O primeiro ponto onde a \n\ncurva atinge o valor puramente real do lado negativo é o valor (em módulo) da resistência \n\nnecessária para se obter a bifurcação de Hopf. Com a diminuição da frequência, o sistema \n\natinge, mais uma vez, o valor puramente real e, esse ponto corresponde à bifurcação sela-nó. \n\nO valor da resistência nesse ponto é o valor da resistência diferencial negativa, ou seja, o \n\ncoeficiente angular da curva em forma de “N”. Desta forma, a partir de um diagrama de \n\nimpedância, é possível ter acesso aos valores de resistência mínimos e máximos para um \n\nsistema N-NDR oscilar.  \n\nO sistema N-NDR possui uma variante que tem implicações muito importantes em \n\neletrocatálise de pequenas moléculas orgânicas. Essa variante é chamada de HN-NDR e está \n\nassociada à curva de polarização na forma de N que se encontra escondida (Hidden). A Figura \n\n6(a) mostra o diagrama de impedância para esse tipo de sistema. Até a frequência de Hopf o \n\nsistema se comporta de forma similar ao sistema N-NDR, porém, à medida que a frequência \n\ndiminui, o valor da componente real torna-se positivo. A Figura 6(b) mostra o comportamento \n\nda curva de polarização do sistema (linha sólida) e da curva em formato de N (linha \n\ntracejada). O formato N é escondido devido a reações paralelas que atuam juntamente com a \n\nreação global. Como também indicado na Figura 6(b), as oscilações aparecerão exatamente na \n\nregião de resistência diferencial negativa, mesmo esta estando escondida. \n\nQuando a região oscilatória é comparada com a biestável (Figura 6(c)), há maior \n\ndivergência com o sistema do tipo “N”. A região oscilatória (em destaque) apresenta-se ao \n\nlongo da linha de menor potencial da região biestável. Ao contrário do que ocorre no sistema \n\nN-NDR, a região em que as oscilações ocorrem no sistema HN-NDR não possui um limite \n\nsuperior de resistência. Esta característica permite ao sistema HN-NDR oscilar sob controle \n\ngalvanostático, onde não há necessidade da adição de uma resistência externa. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   15 \n\n \n\nFigura 6 (a) Diagrama de impedância e (b) Curva de polarização para o sistema HN-NDR \n(linha solida), localização da curva em formato de N não acessível (curva tracejada) e \nregião onde ocorrem as oscilações; (c) Diagrama de bifurcação para o sistema HN-NDR. \nA linha contínua representa a bifurcação sela-nó e, a tracejada a bifurcação de Hopf; \n\nAté aqui, deu-se ênfase somente à equação que descreve o aumento auto-catalítico do \n\npotencial. No entanto, como já mencionado anteriormente, há necessidade do acoplamento de \n\npelo menos duas variáveis para que ocorram oscilações. Em geral, essas variáveis são: o \n\npotencial do eletrodo e uma espécie adsorvida na superfície atuando como veneno, i.e. \n\ninibindo sítios ativos para reação.  \n\nA análise de estabilidade neste caso torna-se um pouco mais complicada. Para um \n\nsistema de duas variáveis, onde: a primeira, !, pode ser descrita pela equação 2, aqui chamada \n\nf1; e a segunda, %, através de uma equação cinética de primeira ordem, f2, que descreve a \n\nadsorção de um veneno, tem-se um sistema do tipo:  \n\nf1 !CDL\nd\"\ndt\n\n=\nE#\"\nAR\n\n#IF(\",$)    Equação 2 \n\nf2 !\nd\"\ndt\n= kp \"0(#)$\"[ ]     Equação 5 \n\nem que kp é uma constante de envenenamento de primeira ordem, %0 é o recobrimento \n\nmáximo do veneno em um dado potencial e A é a área do eletrodo. Note que ambas as \n\nequações dependem de ! e de %. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   16 \n\nDe posse dessas equações, a estabilidade do sistema pode ser analisada através da \n\nMatriz Jacobiana do sistema, dada por: \n\nJ =\n\n!f1\n!\"\n\n!f1\n!#\n\n!f2\n!\"\n\n!f2\n!#\n\n$\n\n%\n\n&amp;\n&amp;\n&amp;\n&amp;\n\n'\n\n(\n\n)\n)\n)\n)\n\n    Matriz 1 \n\nPara que ocorra a bifurcação de Hopf, é necessário que o traço da matriz seja zero \n\n(Tr(J) = 0) e que o determinante seja positivo (det(J) > 0). Quando essas condições são \n\nsatisfeitas, o sistema passa a ter solução que representa oscilações com frequência de \n\n(det(J))1/2.  \n\nSeguindo a mesma linha de raciocínio, o exemplo acima pode ser aplicado para mais \n\nvariáveis. É importante notar que, na equação que descreve o comportamento do potencial, \n\nexiste um termo que representa a corrente faradáica. Tal corrente é gerada por um fluxo de \n\nelétrons que deve ser provido por um processo de oxidação ou de redução de alguma espécie. \n\nA escolha da espécie eletroativa obviamente exerce uma influência direta no processo \n\noscilatório, sendo exemplos encontrados na dissolução/deposição de metais, redução de \n\nperóxidos de hidrogênio ou oxidação de pequenas moléculas orgânicas como ácidos \n\ncarboxílicos, aldeídos e álcoois.13 Porém, os processos de oxidação ou redução geralmente \n\nnão são completos, formando, muitas vezes, intermediários adsorvidos no eletrodo, que por si \n\nsó já atuam como inibidores descritos na equação 5. Além disso, ainda há a competição entre \n\noutras isotermas de adsorção, como por exemplo a formação de óxidos (adsorção de O(H)x) \n\nou a adsorção de ânions, somente para citar dois exemplos. Sendo assim, é importante \n\ntambém considerar esses processos secundários. \n\nA próxima seção descreve a eletro-oxidação de etileno glicol, molécula escolhida \n\ncomo espécie eletroativa no presente trabalho. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   17 \n\n1.4 – ELETRO-OXIDAÇÃO DE ETILENO GLICOL \n\nA eletro-oxidação completa (a CO2) de etileno glicol (EG) gera 10 elétrons, número \n\ninferior ao gerado pelo etanol. No entanto, graças ao enfraquecimento da ligação C-C na \n\nmolécula de EG, como resultado da incorporação da segunda hidroxila, faz com a que a via \n\nque leva a CO2 seja, a princípio, privilegiada. Além disso, para a utilização em dispositivos \n\npráticos como células a combustível, o EG também possui uma baixa toxicidade (quando \n\ncomparado com o metanol) e um elevado ponto de ebulição, permitindo que o seu transporte e \n\ndistribuição utilizem a estrutura já existente para o etanol e gasolina.24 \n\nA oxidação da molécula pode ocorrer tanto em meio ácido como alcalino; em ambos \n\nos casos, o metal mais utilizado como catalisador é a platina. A utilização de determinados \n\nmetais junto com a Pt aumenta o efeito catalítico, sendo os melhores resultados, até o \n\nmomento, obtidos com PtRu.25,26 \n\nA eletrocatálise em meio alcalino sobre superfícies de Pt apresenta-se mais eficiente \n\ndo que em meio ácido, sendo que os motivos que levam a esse incremento na corrente de \n\noxidação ainda não foram totalmente elucidados. A explicação mais simples consiste em \n\ncreditar o aumento da corrente à maior disponibilidade de espécies OH na superfície. \n\nEntretanto, recentemente foi sugerido que um alcóxido (molécula de álcool desprotonada) \n\npresente em meio alcalino teria uma reatividade maior que o álcool, e o processo de oxidação \n\naconteceria através dessa molécula.27 Para o etileno glicol o equilíbrio se dá da seguinte \n\nforma: \n\nH2(OH)C-C(OH)H2 ! H2(OH)C-C(OH)H- + H+  pKa = 14,77  Reação 1 \n\nEm uma solução 1 M de base forte contendo 0,1 M de EG, tem-se 0,014 M de \n\nmoléculas de alcóxido. Trabalhos teóricos em vácuo também sugerem que a adsorção do EG \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   18 \n\nem Pt(111) via formação do alcóxido é energeticamente mais propícia do que a rota que \n\nenvolve a quebra da ligação C-H.28 \n\nOs primeiros trabalhos realizados com o objetivo de estudar o mecanismo de eletro-\n\noxidação de EG datam da década de 70.29,30 Em meio alcalino, o processo de oxidação gera, \n\nem média, 8 elétrons por molécula de EG com coeficiente de Tafel (b) = 114 mV.dec-1 e \n\nordens de reação de 0,46 e 0,55 em relação à concentração do álcool e do eletrólito, \n\nrespectivamente. Os resultados ainda mostram que a reação é controlada por difusão somente \n\nem baixas concentrações de EG (&lt;5x10-3 M). Com o advento de novas técnicas de detecção \n\nde produtos, mostrou-se que os principais produtos de oxidação do EG em meio ácido são o \n\nglicolaldeído, o ácido glicólico e o CO2, enquanto que o glicolato, o oxalato e o carbonato \n\npredominam em meio alcalino. Os produtos foram observados por diferentes técnicas, sendo \n\nas principais: a espectroscopia de infravermelho in situ,31-33 cromatografia líquida de alta \n\neficiência34 e espectrometria de massas eletroquímica diferencial on line. 33,35,36  \n\nA Figura 7 mostra um esquema reacional contendo os principais produtos de oxidação \n\ndo EG, em solução alcalina, antes da ruptura da ligação C-C, onde cada seta significa a perda \n\nde 2 elétrons. Teoricamente, em qualquer ponto do esquema, a ligação C-C pode ser rompida, \n\ngerando formaldeído, ácido fórmico ou CO2 como produtos, sendo que este último reage com \n\níons OH-, formando carbonato (CO32-). \n\n \nFigura 7 Produtos de oxidação parcial do etileno glicol em meio alcalino \n\ncontendo dois átomos de carbonos. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nIntrodução   19 \n\nHá, na literatura, apenas um relato de oscilações durante a eletro-oxidação de etileno \n\nglicol,37 onde as oscilações em regime galvanostático ou no potencial de circuito aberto, \n\nquando o sistema contém Fe3+ ou Ce4+, ambos em meio ácido, são descritas de forma \n\nqualitativa. Estudos das oscilações em meio alcalino foram realizados durante o mestrado do \n\npresente autor,38 e entre outras características foram observadas frequências de oscilação em \n\nregime galvanostático muito superiores às encontradas em meio ácido. \n\nNos últimos anos, o grupo de pesquisa no qual este trabalho foi realizado, vem \n\ndesenvolvendo estudos sobre a influência da temperatura na dinâmica oscilatória. Em linhas \n\ngerais, observa-se que o comportamento geral do sistema frente a variações de temperatura \n\nnem sempre segue as tendências observadas em sistemas convencionais. Um exemplo \n\ninteressante é encontrado nas oscilações presentes durante a eletro-oxidação de ácido fórmico \n\nsobre platina policristalina,39 onde a frequência de oscilação em regime galvanostático pode \n\naumentar, diminuir ou se manter inalterada com o aumento da temperatura, dependendo do \n\nvalor da corrente aplicada. Os mesmos efeitos não são encontrados se a estrutura do eletrodo \n\nfor modificada40 ou se o ácido fórmico for substituído por metanol.41 \n\nSendo assim, o etileno glicol é uma molécula com características interessantes tanto \n\nsob o ponto de vista prático quanto em relação ao seu mecanismo de oxidação. Moléculas \n\ncontendo dois ou mais carbonos vêm ganhando destaque nos últimos anos na literatura de \n\neletrocatálise, porém são pouco exploradas sob o ponto de vista das instabilidades cinéticas. \n\nConsiderando todos esses fatores, enuncia-se a seguir o objetivo da presente tese.\n\n\n\n \n \n\n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nObjetivos   21 \n\n2 – OBJETIVOS \n\nO presente trabalho tem como objetivo estudar a cinética da reação de eletro-oxidação \n\nde etileno glicol sobre eletrodos de platina. Em linhas gerais, a reação foi estudada sob dois \n\npontos de vista, sendo o primeiro referente às condições convencionais utilizadas em \n\neletrocatálise, e, o segundo, em condições nas quais o sistema foi afastado do equilíbrio \n\ntermodinâmico, de forma a apresentar instabilidades dinâmicas. \n\n O foco inicial foi o estudo do impacto dos cátions alcalinos lítio, sódio e potássio nas \n\ntaxas e nos produtos de reação em meio alcalino utilizando espectroscopia in situ na região do \n\ninfravermelho, em regime não oscilatório. \n\nEm seguida os aspectos não-lineares da reação foram estudados em modo \n\npotenciostático e galvanostático em uma ampla faixa de pH e concentração de etileno glicol. \n\nTais experimentos visaram a obtenção de parâmetros cinéticos como a constante de \n\nenvenenamento, a ordem de reação e a energia de ativação. Ao longo do texto, sempre que \n\npossível, os parâmetros mencionados foram comparados aos mesmos obtidos em regime não \n\noscilatório. \n\n\n\n \n \n\n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   23 \n\n3 – MATERIAIS E MÉTODOS \n\nTodos os componentes que entrantram em contado com o eletrólito de suporte foram \n\nlimpos utilizando o seguinte procedimento: (1) banho em solução aquosa alcalina de \n\npermanganato de potássio por pelo menos 12 horas; (2) banho de solução aquosa ácida de \n\nperóxido de hidrogênio 30% por 10 minutos; (3) aquecimento em água pura até a ebulição por \n\n4 vezes. \n\nAs soluções foram preparadas com água deionizada (Milli-Q 18,2 M\".cm-1). Com \n\nexceção dos estudos envolvendo variação do pH, foram utilizados, ao longo do trabalho, três \n\neletrólitos de suporte com diferentes cátions (todos a 1,0 M), sendo eles preparados com KOH \n\ne NaOH (Sigma-Aldrich, metal grade 99,99%) e LiOH (J. T. Baker, LiOH.H2O 98% ou Alfa \n\nAeser 99,99%). A esses eletrólitos foi adicionado etileno glicol (J. T. Baker, 99,7%) para \n\nconcentração final de 0,1 ou 0,5 M como especificado ao longo do texto. Os reagentes foram \n\nutilizados como recebidos, sem purificações adicionais. \n\nOs experimentos foram conduzidos em um potenciostato/galvanostato AutoLab \n\nPGSTAT3002 equipado com módulos de varredura analógico (Scangen) e de espectroscopia \n\nde impedância eletroquímica (FRA). Nos experimentos com adição de resistência externa \n\nutilizou-se um sistema de resistências variáveis da Minipa (Resistor Box MDR610) com \n\nprecisão de + 0,5 \". \n\nAntes dos experimentos, argônio (White Martins 5 N) foi borbulhado na solução \n\ndurante pelo menos 20 minutos, para remoção de oxigênio dissolvido. Durante os \n\nexperimentos foi mantido um fluxo constante de argônio na parte superior da célula. \n\nOs eletrodos de trabalho foram aquecidos ao rubro em chama de propano/ar e \n\nesfriados nas atmosferas das células. Cinco ciclos voltamétricos entre 0,05 e 1,50 V a \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   24 \n\n0,10 V.s-1 foram utilizados para atestar as condições de limpeza do sistema. Antes de todos os \n\nexperimentos, esse procedimento foi seguido rigorosamente. \n\nPara a realização dos experimentos foram utilizados dois sistemas, sendo um para as \n\nmedidas espectroscópicas e outro para as demais medidas. Ambos estão descritos em detalhes \n\nnos tópicos 3.1 e 3.2. Para o estudo da influência do pH, foram preparadas seis soluções; a \n\nconfecção das mesmas, bem como a variação do eletrodo de referência nos diferentes meios, \n\nsão mostrados na seção 3.3. \n\n3.1 SISTEMA ELETROQUÍMICO CONVENCIONAL \n\nUtilizou-se uma célula eletroquímica de vidro, com entradas para os eletrodos na parte \n\nsuperior. O volume total da célula é de cerca de 50 mL, e foram utilizados 20 mL de solução. \n\nA célula continha uma camisa onde água mantida a 20 °C foi circulada com um banho \n\ntermostático (Micro-química, MQBTC-9920). \n\nComo eletrodo de trabalho utilizou-se uma placa de platina com área de 0,27 cm2, \n\nmedida através da região de oxidação de hidrogênio adsorvido na região de HUPD. Como \n\ncontra-eletrodo, utilizou-se uma tela de platina onde se depositou eletroquimicamente íons Pt \n\npara obtenção de uma área muito superior ao eletrodo de trabalho (cerca de 2000 vezes). Os \n\npotenciais foram medidos com relação a um eletrodo reversível de hidrogênio (ERH), \n\npreparado com solução idêntica à utilizada no eletrólito de suporte e localizado próximo ao \n\neletrodo de trabalho. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   25 \n\n3.2 – ESPECTROSCOPIA IN SITU NA REGIÃO DO INFRAVERMELHO COM \n\nTRANSFORMADA DE FOURIER (FTIRS) \n\nO sistema utilizado para as medidas de FTIRS é semelhante a um sistema \n\neletroquímico convencional, porém o eletrodo de trabalho (disco de platina de 0,8 cm2) é \n\npressionado contra um prisma localizado na base da célula, como mostrado na Figura 8. O \n\nfeixe de radiação proveniente da fonte passa por um polarizador e é refletido em um espelho \n\nde focalização até o prisma de CaF2. O feixe é então refletido na superfície espelhada do \n\neletrodo para o segundo espelho focalizador e então atinge o detector. Na região entre o \n\nprisma e o eletrodo de trabalho é formada uma camada fina de solução (cerca de 10 µm), \n\npossibilitando a detecção dos produtos de reação.42 \n\n \n\nFigura 8- Esquema do caminho óptico do feixe de infravermelho para medidas de \nreflectância externa. \n\nNo arranjo experimental descrito, é impossível utilizar espectrômetros de feixe duplo, \n\nportanto, são realizadas duas medidas de feixe simples em dois potenciais diferentes, um dos \n\nquais é tomado como referência para calcular o espectro, sendo o resultado expresso na forma \n\n( )\n0\n\n0\n\nR\nRR !\n\n, em que R0 é o espectro coletado no potencial de referência e R o espectro no \n\npotencial de interesse. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   26 \n\nPara aumentar a eficiência do equipamento, são coletados primeiramente os \n\ninterferogramas e, somente após o término da medida, as transformadas e as normalizações \n\nsão efetuadas. Com o equipamento utilizado (Nexus 670 – Nicolet spectrometer), coletou-se \n\num interferograma a cada 0,2 s na região entre 1200 e 2300 cm-1, porém, para melhorar a \n\nrazão sinal-ruído, utilizou-se a média de 13 scans (2,5 s) para a confecção dos espectros. \n\nComo contra-eletrodo foi utilizado um anel de platina platinizado, e os potenciais \n\ntambém foram medidos em relação a um eletrodo reversível de hidrogênio (ERH) localizado \n\npróximo ao prisma. Este sistema foi utilizado para analisar o impacto dos cátions do eletrólito \n\nde suporte na eletro-oxidação de etileno glicol. \n\n3.3 PREPARAÇÃO DOS ELETRÓLITOS DE SUPORTE COM DIFERENTES VALORES \n\nDE PH \n\nO pH do meio reacional foi variado na faixa nominal de 0 a 14, onde o limite inferior é \n\nalcançado com soluções de c.a 1,0 M de H2SO4 e o superior com soluções 1,0 M de bases \n\nalcalinas. Nas seções 4.1 a 4.4, foram utilizadas soluções 1 M de MOH (M = K, Na ou Li), e, \n\nnas seções 4.5 e 4.6, o pH foi variado para a obtenção de soluções 0, 2, 4, 10 e 12. A faixa \n\nentre 4 e 10 não foi explorada pela necessidade da incorporação de tampões, o que resultaria \n\nem íons adicionais na interface.  \n\nEm valores de pH entre os limites extremos descritos, a menor quantidade de íons \n\nhidroxila e prótons causa redução da força iônica média da solução, havendo a necessidade da \n\nincorporação de um sal. O sal escolhido para tal procedimento foi o K2SO4 preparado pela \n\nmistura de H2SO4 e KOH. \n\nA força iônica de uma solução é dada por:43 \n\nIm =\n1\n2\n\nzi\n2ci\n\ni\n!      Equação 6 \n\nem que zi e ci é a carga e a concentração de cada íon em solução. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   27 \n\nA força iônica foi mantida em 1 para as soluções alcalinas contendo 1,0 M de MOH e \n\npara as soluções ácidas contendo c.a. de 1,0 M de H2SO4, uma vez que a segunda \n\ndesprotonação do ácido é inibida a baixos valores de pH. Para manter a força iônica média \n\nigual a 1, as soluções foram preparadas com as concentrações nominais descritas na Tabela 1. \n\nNa faixa de pH de 2-12, preparou-se uma solução neutra de K2SO4 e adicionou-se KOH ou \n\nH2SO4 para obtenção do pH desejado, uma vez que a quantidade necessária é de, no máximo \n\nde 10 mM. Antes dos experimentos o pH foi medido e as concentrações de todas as espécies \n\nforam recalculadas com base na concentração de H+. Tais valores serão mostrados na seção \n\n4.5. \n\nTabela 1 – Concentração nominal de KOH e H2SO4 utilizadas para obtenção \nde soluções com Im = 1 a diferentes valores de pH \n\npH Conc. KOH / M Conc. H2SO4 / M \n\n0 0 1 \n\n2 0,66 0,33 \n\n4 0,66 0,33 \n\n10 0,66 0,33 \n\n12 0,66 0,33 \n\n14 1,00 0,00 \n\n3.4 CORREÇÕES DO POTENCIAL DO ELETRODO DE REFERÊNCIA COM O PH E \n\nCOM A TEMPERATURA. \n\n \nSempre que possível, optou-se pela utilização do eletrodo reversível de hidrogênio \n\n(ERH) como referência de potencial. Tal eletrodo se baseia no equilíbrio entre hidrogênio \n\nmolecular e prótons em solução, como mostrado na reação abaixo: \n\n2H+(aq) + 2e- ! H2    Reação 2 \n\nAplicando a Equação de Nernst no equilíbrio acima, tem-se: \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   28 \n\nE = E0 +\nRT\n2F\nln\na\nH+\n2\n\naH2\n\n!\n\n\"\n##\n\n$\n\n%\n&amp;&amp;     Equação 7 \n\nem que aH+ e aH2 correspondem às atividades do próton e da molécula de hidrogênio, \n\nrespectivamente; E é o potencial e E0 é o potencial quando as atividades são iguais à unidade; \n\nR, a constante dos gases (8,314 J.K-1mol-1); T, a temperatura absoluta; e F, a constante de \n\nFaraday (96485 C.mol-1). \n\nConsiderando a atividade dos prótons igual à concentração dos mesmos na solução, e a \n\natividade do hidrogênio molecular como a sua pressão parcial, a equação pode ser rearranjada \n\nda seguinte forma: \n\nE = E0 +\nRT\nF\nln\n\n[H+]\npH2\n\n!\n\n\"\n#\n#\n\n$\n\n%\n&amp;\n&amp;\n\n   Equação 8 \n\nUtilizando os seguintes valores: T = 298 K; PH2 = 1 bar e o termo de correção da \n\nmudança de base logarítmica, tem-se a variação do potencial do eletrodo de referência com o \n\npH: \n\nE!E0 = 0,059log H+\"# $%= !0,059pH    Equação 9 \n\nPortanto, para cada unidade de pH, o potencial do eletrodo reversível desloca em \n\n59 mV em relação ao eletrodo padrão de hidrogênio (SHE, do inglês Standard Hydrogen \n\nElectrode). \n\nCom a utilização dessa expressão é possível corrigir os valores de deslocamento de \n\npotencial devido à variação do pH. Entretanto, o eletrodo reversível de hidrogênio não pode \n\nser utilizado em toda a escala de pH pois, em algumas regiões, a corrente de troca (i0) para a \n\nreação mostrada na reação 2 é muito baixa, dificultando a cinética da reação. A Figura 9 \n\nmostra os valores de i0 medidos em diferentes valores de pH. Interessante notar que em meio \n\nalcalino  io tem um aumento considerável quando a área da platina é aumentada através de um \n\neletrodepósito de Pt, dando origem à chamada platina platinizada. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   29 \n\n \n\nFigura 9 – Corrente de troca (i0) do equilíbrio H2/H+ em função do pH \npara platina polida (polished platinum) e platina com platina \neletrodepositada (platinized platinum). Figura retirada da referência 44 \n\nObserva-se que, para soluções muito ácidas ou com valores de pH entre 12-14, os \n\nvalores de i0 são altos o suficiente para o equilíbrio H2/H+ ser utilizado como referência de \n\npotencial. Nos demais potenciais foi utilizado como referência um eletrodo de Ag/AgCl/Cl- \n\nsaturado com KCl, confeccionado segundo a referência.45 O potencial desse equilíbrio em \n\nrelação ao SHE é de 0,1976 V. Para evitar a contaminação da solução com íons Cl-, separou-\n\nse o eletrodo da solução por meio de um capilar de Luggin. \n\nO potencial do eletrodo de referência também é dependente da temperatura, como \n\nmostra a equação 10: \n\n!E\n!T\n\"\n\n#\n$\n\n%\n\n&amp;\n'\np\n\n=\n(S\nF\n\n     Equação 10 \n\nem que $S é a entropia de deposição do hidrogênio em Pt à pressão constante. \n\nConway et al.46 calcularam tal entropia para dois sistemas: 0,5 M de H2SO4 e 0.05 M \n\nde Na2CO3, obtendo 83,6 e 6,7 J.mol-1K-1 respectivamente, o que resulta em uma variação de \n\n0,84 mV.K-1 em valores de pH próximos a zero, e de 0,07 mV.K-1 para o pH de ca. 11. \n\nInfelizmente, não há dados para uma faixa mais abrangente de pH, o que permitiria correções \n\nmais precisas. Mesmo assim, de posse desses valores, é possível calcular o deslocamento do \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nMateriais e Métodos   30 \n\npotencial do eletrodo de referência, com base no seu valor padrão, com a variação da \n\ntemperatura e do pH sistema através da seguinte equação: \n\nESHE,298K = (EERH,T !0,059pH)+(T!298)\n\"E\n\"T\n#\n\n$\n%\n\n&amp;\n\n'\n(\np\n\n  Equação 11 \n\nem que EERH,T é o potencial do eletrodo de referência em um dada temperatura e pH, e \n\nESHE,298K é o potencial do eletrodo padrão de hidrogênio. \n\n \n\n\n\n \n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   32 \n\n4 – RESULTADOS E DISCUSSÃO \n\nOs resultados foram divididos em seis seções. Na primeira (4.1), estuda-se a influência \n\ndos cátions alcalinos na eletro-oxidação de EG utilizando espectroscopia FTIR in situ. \n\nUtilizando espectroscopia de impedância eletroquímica, as regiões de resistência diferencial \n\nnegativas escondidas são analisadas na seção 4.2, e o início das instabilidades é observado na \n\nseção 4.3, durante a transição entre o regime potenciostático para o galvanostático. Na seção \n\n4.4, padrões oscilatórios complexos são mapeados em função da natureza do cátion alcalino e \n\nda concentração de EG, e a dependência das oscilações com o pH é descrito na seção 4.5. Por \n\nfim, a o comportamento das oscilações frente à variação de temperatura é o tema abordado na \n\nseção 4.6. \n\n4.1 – INFLUÊNCIA DOS CÁTIONS ALCALINOS NO MECANISMO DA ELETRO-\n\nOXIDAÇÃO DE ETILENO GLICOL \n\nA Figura 10(a) mostra os voltamogramas cíclicos do eletrodo de platina a 0,1 V.s-1 em \n\n1,0 M de MOH (com M = Li, Na ou K). Pequenas diferenças são observadas entre sódio e \n\npotássio, porém, na presença de lítio, tanto a região de adsorção/dessorção de hidrogênio \n\nquanto a região de formação/redução de óxidos sofrem alteração mais acentuadas. A região de \n\nhidrogênio torna-se mais compacta, isto é, fica comprimida a uma janela menor de potencial, \n\nresultados semelhantes aos encontrados em meio ácido quando são utilizados ânions com \n\ndiferentes forças de adsorção, como na sequência ClO4-, SO42- e Cl-.47 O primeiro pico na \n\nregião de (hidro)óxidos de platina é fortemente inibido na presença de Li+, enquanto o \n\nsegundo pico torna-se um pouco maior e ocorre em maiores sobrepotenciais. Na varredura \n\nreversa, a intensidade do pico de redução é menor no sistema com lítio, que, grosso modo, \n\npode indicar uma menor quantidade de óxidos formados; no entanto, o potencial de pico \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   33 \n\nocorre em valores menores (maior sobrepotencial de redução). Tal fenômeno indica que o \n\nóxido formado é mais estável, o que mostra que o lítio influencia não somente a quantidade, \n\nmas também a natureza do óxido. \n\n \nFigura 10 – (a) voltamogramas cíclicos a 0,1 V.s-1em 1,0 M de MOH(com M = Li, \n\nNa ou K). (b) varredura linear nos eletrólitos do plano (a) após a adição de \n0,1 M de EG. \n\nA Figura 10(b) mostra as varreduras lineares no sentido positivo para o sistema \n\nmostrado em (a) após a adição de 0,1 M de EG. Na presença de sódio e potássio, correntes \n\naltas são observadas, com valores um pouco maiores na presença de potássio. Quando Li+ está \n\npresente, a corrente de pico diminui cerca de quatro vezes. Tais características estão de acordo \n\ncom os valores recentemente publicados para metanol em condições similares.6 \n\nO comportamento do sistema em regime de potencial constante foi analisado \n\nrealizando-se saltos de 0,05 para 0,80 V, região na qual a corrente é máxima durante a \n\nvarredura linear. Concomitantemente à variação da corrente, os produtos formados foram \n\nacompanhados por FTIRs in situ, como mostrado na Figura 11.  \n\nCom o intuito de deixar as bandas discutidas mais evidentes, suprimiu-se a região \n\nentre 1750 e 1610 cm-1, onde ocorre uma forte absorção devido a um dos modos de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   34 \n\nestiramento das moléculas de água. Para cada eletrólito são mostrados 2 espectros, sendo \n\ncoletados a 15 e 80 s após o salto potenciostático para 0,8 V.  \n\n \nFigura 11 – Espectros de infravermelho obtidos após 15 e 80 s do salto \n\npotenciostático de 0,05 para 0,8 V. Mesmas concentrações da Figura 10. \n\nAs principais bandas observadas foram: 1580 cm-1 atribuída ao estiramento \n\nassimétrico do grupo COO-; 1404 cm-1 para o carbonato e 1310 cm-1 para o estiramento \n\nsimétrico do grupo COO- do oxalato.32 Durante os primeiros segundos da polarização, é \n\npossível observar bandas em cerca de 2030 e 1822 cm-1, relativas ao CO adsorvido na \n\nsuperfície de platina nas formas linear e multicoordenado, respectivamente. Note que a \n\nposição dessas bandas é dependente da natureza do cátion do eletrólito: quanto menor o raio \n\ndo cátion, maior é a frequências de absorção do estiramento. Cuesta12 mostrou que os cátions \n\ninteragem com cianeto adsorvido em superfícies de platina através do deslocamento do \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   35 \n\npotencial de adsorção/dessorção de hidrogênio. Aqui essa interação é sugerida para COad  \n\natravés dos deslocamentos da banda referente à ligação C-O. \n\nOutras bandas em 1410 e 1326 cm-1 indicam provavelmente a presença de glicolato, \n\nporém, o desaparecimento dessas bandas, principalmente a de 1328 cm-1, onde não há bandas \n\ninterferindo, após 45 s de polarização indicam que o glicolato não é continuamente produzido. \n\nDe modo geral, os espectros mostrados são similares aos encontrados na literatura, \n\nconfirmando, portanto, que para essa concentração de EG e neste potencial, carbonato e \n\noxalato são os dois principais produtos de oxidação.31,32 \n\nPara estudar a influência do eletrólito na eletro-oxidação de EG, foram construídos \n\nespectros a cada 2,5 s, como descrito no procedimento experimental. A Figura 12 mostra a \n\nevolução temporal das bandas de carbonato (1400 cm-1) e oxalato (1310 cm-1) nos três \n\neletrólitos. No tempo igual a zero foi realizado o salto de 0,05 para 0,80 V. O mapa de cores \n\nmostra nitidamente que o sistema contendo Li+ apresenta uma banda de oxalato com maior \n\nintensidade que a de carbonato. Quando Li+ é substituído por Na+, as bandas são da mesma \n\nmagnitude e, por fim, para o sistema contendo K+, a banda de carbonato é maior do que a de \n\noxalato. \n\n \nFigura 12– Evolução dos espectros de FTIR mostrando as bandas de oxalato (1310 cm-1) e \n\ncarbonato (1400 cm-1) durante a eletro-oxidação de EG após salto potenciostático de 0,05 \npara 0,8 V em MOH (com M = Li, Na ou K). \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   36 \n\nA análise quantitativa dos resultados é mostrada na Figura 13. A tendência observada \n\nna Figura 10(b) é confirmada nos experimentos cronoamperométricos mostrados na Figura \n\n13(a). Para evitar as dificuldades em fazer análises quantitativas de bandas individuais, \n\nanalisou-se a razão entre as áreas das bandas 1310 e 1400 cm-1 que representam a produção de \n\noxalato e carbonato, respectivamente. O comportamento temporal da razão das integrais das \n\nbandas supracitadas é mostrado na Figura 13(b). Para tempos superiores a 60 s, observa-se \n\nclaramente uma tendência em que o valor das razões das bandas cresce no sentido K+ para o \n\nLi+. \n\n \nFigura 13 – (a) variação da corrente (após salto de 0,05 para 0,80 V) para eletro-\n\noxidação de 0,1 M de EG em diferente eletrólitos.(três experimentos para cada \neletrólito). (b) variação temporal da razão entre as bandas centradas em 1310 e \n1400 cm-1 (oxalato/carbonato) durante os experimentos de cronoamperometria \nmostrados em (a). \n\nEm linhas gerais, a carga de oxidação aumenta na sequência Li+ &lt;Na+ &lt;K+, enquanto \n\na razão entre as bandas oxalato e carbonato seguem a ordem inversa. Weaver e \n\ncolaboradores32 sugeriram que o caminho reacional que leva ao carbonato envolve vários \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   37 \n\nintermediários adsorvidos com baixo tempo de vida, incluindo necessariamente a adsorção da \n\nmolécula de EG pelos dois carbonos antes da quebra da ligação C-C. Portanto, esta rota \n\nreacional que leva a produtos contendo um carbono é certamente comprometida em \n\nsuperfícies com altos recobrimentos de adsorbatos. Garcia-Araez e colaboradores11 sugerem \n\nainda que cátions alcalinos podem formar pares iônicos com ânions adsorvidos similares aos \n\nencontrados em solução. Esta estrutura formada entre cátions que possuem uma forte \n\ninteração com espécies O(H)x,ad é indicada como responsável pela inibição de diferentes \n\nreações que ocorrem em superfícies de Pt.6 \n\nAs interações não covalentes entre as espécies oxigenadas adsorvidas e os cátions \n\nalcalinos solvatados inativam essas espécies oxigenadas frente a reações e mantém um maior \n\ngrau de recobrimento superficial, diminuindo assim a possibilidade de adsorção do EG pelos \n\ndois carbonos e, por consequência, a quebra da ligação C-C. Estes resultados podem ser \n\ncomparados com os observados durante a eletro-oxidação de metanol e etanol em meio ácido, \n\nnos quais a inibição de sítios, por espectadores fortemente adsorvidos, influenciam as rotas \n\nreacionais.48-51 Neste caso, os ânions adsorvem-se na superfície e mais do que uma simples \n\ndiminuição da área, mudam a forma como as moléculas se adsorvem, impactando as rotas \n\nreacionais. \n\nComo já mencionado na introdução, os cátions não se adsorvem diretamente na \n\nsuperfície, mas sim interagem com as espécies oxigenadas, dificultando basicamente três \n\nprocessos: (i) adsorção da molécula de EG em formas que necessitam de vários sítios \n\npróximos; (ii) reação dessas espécies O(H)x via mecanismo do tipo Eley-Ridel; (iii) reação \n\ndessas espécies O(H)x com intermediários adsorvidos via mecanismo do tipo Langmuir-\n\nHinshelwood. Os resultados obtidos mostram que há inibição da reação à medida que se \n\naumenta as interações dos cátions com as espécies O(H)x, mas não foi possível distinguir qual \n\ndas três formas é mais atuante na reação. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   38 \n\nA próxima seção traz alguns aspectos não-lineares da reação de eletro-oxidação de \n\nEG. O comportamento do sistema é estudado via espectroscopia de impedância eletroquímica \n\ne sua estabilidade testada através do aumento de uma resistência externa. Esses experimentos \n\nsão realizados inicialmente utilizando KOH como eletrólito suporte. Porém, ao longo da \n\nseção, as medidas são estendidas para NaOH e LiOH.  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   39 \n\n4.2 – ESPECTROSCOPIA DE IMPEDÂNCIA ELETROQUÍMICA \n\nTomando como base o sistema que utiliza KOH como eletrólito de suporte e uma \n\nsolução com 0,5 M de EG, foram realizadas medidas de espectroscopia de impedância \n\neletroquímica em vários potenciais. A Figura 14 mostra a curva de polarização em regime \n\nquase estacionário (1 mV.s-1), indicando a região onde cada espectro de impedância foi \n\ncoletado na faixa de 10000 a 0,83 Hz após 10 min de polarização no potencial indicado. \n\n \nFigura 14 – Espectros de impedância eletroquímica obtido em três diferentes \n\npotenciais, indicados na curva de polarização quase estacionária (1 mV.s-1). As \nsetas indicam o sentido decrescente da frequência. [EG] = 0,5 M, [KOH] = 1 M. \n\nO primeiro diagrama, registrado a 0,7 V, mostra que a parte real da impedância admite \n\napenas valores positivos quando a frequência tende a zero, de acordo com o perfil da \n\nresistência diferencial observada na curva de polarização (dj/dE). Similarmente, a 0,9 V a \n\nresistência diferencial negativa observada na curva de polarização é refletida nos valores \n\nnegativos da parte real quando a frequência tende a zero.  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   40 \n\nNo espectro coletado a 0,805 V, a resistência diferencial positiva observada na curva \n\nde polarização também é refletida na parte real do diagrama de impedância em frequências \n\npróximas a zero. No entanto, antes de alcançar essa região, o espectro visita regiões negativas \n\nda parte real, indicando a presença de uma resistência diferencial negativa (NDR) escondida \n\npor um sub processo que ocorre no sistema. Este comportamento tem sido atribuído à \n\nexistência de um processo rápido de envenenamento do eletrodo, o qual somente pode ser \n\nobservado a frequências consideravelmente altas.52 Interessante notar que esta NDR \n\nescondida é observada em uma pequena janela de potencial, e corresponde ao potencial de \n\ninício das oscilações. \n\nA forma do diagrama de impedância a 0,805 V é bastante similar à mostrada na Figura \n\n6(a) na introdução, e sugere que as oscilações observadas durante a eletro-oxidação de EG em \n\nmeio alcalino pertencem à classe HN-NDR. 14,15  \n\nSegundo essa classificação, o sistema deve apresentar oscilações de corrente quando \n\numa resistência é aplicada em série entre eletrodo de trabalho e o potenciostato. Além disso, a \n\nregião em que o sistema apresenta tais instabilidades não possui limite superior de resistência, \n\nincluindo também oscilações de potencial quando a corrente é fixa (modo galvanostático). \n\nTais experimentos são apresentados e discutidos na próxima seção. \n\n  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   41 \n\n4.3 – TRANSIÇÃO DO MODO POTENCIOSTÁTICO PARA O GALVANOSTÁTICO: O \n\nSURGIMENTO DAS INSTABILIDADES DINÂMICAS \n\nA Figura 15(a) mostra o efeito do aumento da resistência externa, Rext, na curva de \n\npolarização obtida a 5 mVs-1. A curva em cinza representa a varredura para resistência externa \n\nzero, sendo 2 \" o valor da resistência da solução medida por meio de espectroscopia de \n\nimpedância eletroquímica. \n\n \nFigura 15- Varredura linear a 0,005 V.s-1 para vários valores de resistência externa \n\nem série com o eletrodo de trabalho. (a) sem e (b) com correção de queda \nôhmica. Em vermelho, varredura linear galvanodinâmica a 4 µA.s-1.cm-2. \n[KOH] = 1 M, [EG] = 0,5 M. Em destaque em (a) a região onde são \nobservadas as instabilidades no sistema com Rext = 1000 \". \n\nNa ausência de resistência externa não são observadas oscilações, porém, quando são \n\nadicionados 10 \", já é possível observar alguns picos agudos na região de corrente máxima. \n\nA frequência em que essas oscilações ocorrem é alta, não sendo possível defini-las nesse \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   42 \n\nmodo de controle por restrições do equipamento. À medida que a resistência externa é \n\nacrescida, a região de pico de corrente se desloca para valores mais positivos de potencial e a \n\namplitude das oscilações torna-se cada vez menor, chegando ao ponto de estarem \n\npraticamente escondidas a 3000 \". \n\nOs altos valores de potencial alcançados com a resistência se devem à queda ôhmica e \n\nnão representam a diferença de potencial real (!) entre a superfície do eletrodo de trabalho e o \n\neletrodo de referência. Isto só é possível por causa da resistência aplicada e da corrente \n\nproduzida pela eletro-oxidação do álcool. Deve-se notar que após o pico ocorre uma queda \n\nbrusca na corrente, devido à formação de óxidos na superfície. De fato, quando a resistência é \n\nalta, o potencial ! está distante do potencial E aplicado por causa da queda ôhmica, porém \n\nquando a corrente diminui, o produto IR torna-se menor, fazendo com que ! se aproxime de \n\nE, que neste caso é alto. Assim, a diminuição da corrente faz com que ! aumente, gerando \n\nóxidos, e cause novamente diminuição da corrente em um processo autocatalítico. \n\nO valor de potencial sem a queda ôhmica (!) pode ser calculado pela equação \n\nE = ! + RI, em que R é a soma das resistências externa e da solução. Assim, para cada ponto \n\ndas curvas, a queda ôhmica é subtraída do potencial, E, obtendo-se o valor de !. As curvas de \n\npolarização em função de ! são mostradas na Figura 15(b). O sistema com resistência externa \n\nzero não possui diferenças após a correção da queda ôhmica, uma vez que a resistência da \n\nsolução é muito pequena para causar efeitos significativos. Nos demais sistemas, observa-se \n\nque o valor máximo de corrente diminui à medida que se aumenta a resistência. O valor do \n\npotencial em que as oscilações ocorrem é próximo em todos os casos e está contido na região \n\ndo pico de corrente na varredura sem resistência externa, isto é, 0,8 V. Com a correção da \n\nqueda ôhmica, as oscilações nos sistemas com altos valores de resistência ficam mais \n\nevidentes, assim como o aumento de ! após a região das oscilações. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   43 \n\nA evolução da curva de polarização em função de ! com o aumento da resistência \n\nalcança uma forma semelhante à curva obtida em regime galvanodinâmico, sem resistência \n\nexterna, como mostrado em vermelho na Figura 15(b). Fica claro que a resistência externa age \n\nde forma similar ao observado em modo de controle galvanostático em um sistema sob \n\ncontrole potenciostático. \n\nA Figura 16(a) mostra o comportamento das oscilações em função do tempo. Os \n\ncronoamperogramas foram medidos após um salto potenciostático de 0,05 V para o potencial \n\nde início das oscilações obtido nas varreduras da Figura 15(a) e a corrente para a curva obtida \n\nem regime galvanostático foi extraída da Figura 15(b). Tal normalização de potencial, ou \n\ncorrente, faz-se necessária para que sistemas com resistências distintas possam ser \n\ncomparados. A Figura 16(b) mostra as mesmas séries temporais após a transformação de j \n\npara ! (E = ! + RI). \n\n \nFigura 16 – Séries temporais para distintos valores de resistência externa, o \n\npotencial aplicado foi baseado na região de oscilações da Figura 15. (a) \noscilações de corrente e (b) oscilações de potencial calculadas a partir de (a). \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   44 \n\nAssim como nas varreduras lineares, a corrente diminui com o aumento da resistência, \n\ne o comportamento do sistema com R = 3000 \" é similar ao observado em regime \n\ngalvanostático. Após a transformação de j para !, observa-se que as oscilações se iniciam em \n\npotenciais (!) próximos a 0,8 V e desenvolvem-se na região entre 0,5 e 0,85 V. Quando a \n\ncorrente diminui no plano j versus t, o potencial aumenta rapidamente no plano ! versus t. \n\nOutra característica importante desses sistemas é que em condições dinâmicas de \n\ncontrole (tanto potencial quanto corrente), o sistema somente apresenta oscilações quando se \n\natinge um potencial ou uma corrente mínima, como visto na Figura 15. Contudo, quando esse \n\nparâmetro onde o sistema oscila é fixado, através de um salto, as oscilações iniciam após um \n\nperíodo de indução, que neste caso é proporcional à resistência externa. A presença desse \n\ntempo de indução até o surgimento das oscilações está ligada a parâmetros não controláveis \n\nque variam no tempo, mostrando que, em condições dinâmicas, não somente o parâmetro de \n\ncontrole é responsável pelo início e extinção das oscilações. \n\nEm resumo, para que o sistema apresente oscilações, é necessário que um conjunto de \n\nparâmetros seja ajustado. Tal conjunto inclui parâmetros facilmente mensuráveis, como a \n\nresistência externa e potencial, e outros de difícil controle, como os graus de recobrimento de \n\nespécies na superfície ou suas concentrações na camada de difusão. A variação desse conjunto \n\nao longo da série faz com que muitas vezes haja variações na morfologia e, até mesmo, a \n\nextinção das oscilações. Este tema será abordado em detalhes na seção 4.3. \n\nAté agora foi estudado o comportamento global das oscilações. Porém quando a região \n\nem que elas ocorrem é ampliada, nota-se uma estrutura bem definida de padrões. Na Figura \n\n17 são mostradas as séries temporais extraídas da Figura 16 normalizadas de forma que o \n\ninício das oscilações seja o mesmo para todas as séries. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   45 \n\n \nFigura 17 – Séries temporais normalizadas, em relação ao tempo de início das \n\noscilações, para diferentes resistências externas e para regime galvanostático \n(j = 4,2 mA.cm-2). \n\nAs amplitudes das oscilações aumentam rapidamente até atingirem cerca de 40-45 mV \n\ne, após esse ponto, aumentam de forma mais lenta. Em relação à morfologia, em todos os \n\npotenciais aplicados as oscilações surgem com padrões simples, chamados de período 1 em \n\nforma quase harmônica. A frequência das oscilações (inverso do período) está contida na \n\nfaixa de 40-10 Hz e é considerada muito alta quando comparada a valores obtidos durante \n\neletro-oxidação de outras moléculas orgânicas pequenas. O sistema que apresentava os \n\nvalores mais altos de frequência nessa classe era a eletro-oxidação de formaldeído sob ródio \n\nem meio alcalino, com frequências de oscilação de 6 Hz.53 Contudo, a grande maioria dos \n\nsistemas contendo moléculas com 1 carbono apresenta oscilações com frequências inferiores a \n\n2 Hz. A Tabela 2 resume as características de alguns sistemas que apresentam oscilações de \n\ncorrente ou potencial durante a eletro-oxidação de moléculas orgânicas. \n\nFrequências de oscilação acima de 20 Hz em sistemas eletroquímicos são encontradas \n\nna eletro-redução de peróxido de hidrogênio sob platina22 e dissolução de metais,54 porém as \n\ncaracterísticas das moléculas eletroativas diferem muito das orgânicas supra citadas. \n\n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   46 \n\nTabela 2 – Características gerais de sistemas oscilatórios envolvendo a eletro-oxidação de \nmoléculas orgânicas pequenas em diferentes condições experimentais \n\nEspécie \nEletroativa Superfície \n\nEletrólito \nSuporte \n\nVariável \nOscilante \n\nFrequência de \nOscilação / Hz \n\nRef. \n\nFormaldeído \n\nPt/Pt(a) H2SO4 E 0,2-0,6 55, 56 \n\nPt \nH2SO4 E 1-3 57(b)-59 \n\nNaOH  E –(c) 53 \n\nRh NaOH I 1-6 53 \n\nÁcido \nFórmico \n\nPd HClO4 E (0,8-1,6).10-3  60 \n\nPt HClO4 I 1,2 61 \n\nPt H2SO4 E 0,01-1 39(d) \n\nPt(100) HClO4 I 0,05-0,2 61,62 \n\nPt(110) H2SO4 I 0,3-1 62 \n\nPt(111) H2SO4 I 0,05 62 \n\nMetanol \n\n \n\nPt/C H2SO4 I 0,2-0,3 63 \n\nPt \n\nH2SO4 I 0,5-0,7 64 \n\nH2SO4 E 0,5-2 41,64,65 \n\nHClO4 E 0,1-1,5 66 \n\nNi(OH)2 NaOH E 0,08-0,18 67 \n\nEtanol Pt NaOH E –(c) 68 \n\nEtileno \nGlicol \n\nPt/Pt(a) H2SO4 + Fe3+ E 0,5 \n37 \n\nRh NaOH E 1,6 53 \n(a) eletrodepósito de platina sobre platina; (b) T = 43 °C; (c) não discernível; \n\n(d) 5 &lt;T &lt;25 °C. \n\nA Figura 18 mostra como a frequência de oscilação varia com o aumento da \n\nresistência externa. Esses valores representam as médias das frequências observadas no \n\nprimeiro segundo de cada série temporal da Figura 17 e de mais algumas séries com \n\nresistência intermediárias não mostradas. A linha tracejada indica a frequência de oscilação \n\nobtida em regime galvanostático. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   47 \n\n \nFigura 18 – Valores da frequência de oscilação para diferentes resistências \n\nexternas e para oscilações em modo galvanostático (linha tracejada). \n\nPara trabalhar a variação da frequência das oscilações com a resistência de forma mais \n\nquantitativa, é necessário voltar ao modelo mínimo proposto no final da Introdução para \n\nobtenção de comportamento oscilatório. Partindo das equações que descrevem a evolução do \n\npotencial e de algum veneno superficial (Equações 2 e 5), e considerando que a corrente \n\nfaradáica é proporcional ao número de sítios livres chega-se a Equação 12. Uma análise mais \n\ndetalhada da obtenção da relação é dada no Anexo 1 \n\n! =\n1\n2\"\n\nkp\nCDL\n\n1\nRA\n\n+\ndj\nd#\n\n$\n\n%\n&amp;\n\n'\n\n(\n)\n#=#Hopf\n\n   Equação 12 \n\nNessa equação: kp é a constante cinética de adsorção do veneno superficial; CDL a \n\ncapacitância da dupla camada, R a resistência externa; dj/d! a derivada no ponto de início das \n\noscilações (ponto de Hopf) da curva de polarização após a correção da queda ôhmica; e (2')-1 \n\ncorresponde à conversão da unidade da frequência para Hertz. \n\nA derivada da densidade de corrente em relação ao potencial pode ser obtida nas \n\ncurvas (quase)estacionárias da Figura 15(b). Este valor corresponde ao coeficiente angular da \n\ncurva no ponto próximo ao início das oscilações. A capacitância da dupla camada (CDL) pode \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   48 \n\nser calculada por espectroscopia de impedância eletroquímica.69 De posse desses dados, um \n\ngráfico relacionando o quadrado das frequências com a soma do inverso das resistências \n\n(ôhmica e diferencial) deve ser uma reta com tangente igual a kp/4'2CDL. \n\nA análise da equação ainda permite inferir sobre o limite que a frequência atinge \n\nquando a resistência aumenta. Como já mencionado, sistemas do tipo HN-NDR podem oscilar \n\ntanto em regime potenciostático quanto em regime galvanostático, sendo que esse último pode \n\nser considerado um sistema em que tanto o potencial quanto a resistência tendem \n\nsimultaneamente ao infinito. De acordo com a Equação 12, à medida que R aumenta, a \n\nfrequência tende a um valor finito dado por: \n\nlimR!\" # =\n1\n2$\n\nkp\nCDL\n\n%j\n%&amp;\n\n    Equação 13 \n\nObservando o decaimento da frequência de oscilação com o aumento da resistência na \n\nFigura 18, nota-se claramente que seu valor tende à frequência observada em regime \n\ngalvanostático. Utilizando esses valores de frequência e as tangentes dj/d! próximas ao ponto \n\nde bifurcação de Hopf da Figura 15(b), foi construído o gráfico mostrado na Figura 19. \n\n \n Figura 19 - Relação entre o quadrado da frequência de oscilação (#) \n\ncom a soma inversa das resistência ôhmica (R) e diferencial (d!/dj). \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   49 \n\nObserva-se uma tendência linear nos pontos, sendo que a variação em torno da linha é \n\ndevido ao acúmulo de erro por causa do grande número operações necessárias para a \n\nconstrução do gráfico. \n\nO coeficiente angular da reta que melhor define os pontos é 6379 Hz2 \" cm-2. A \n\ncapacitância da dupla camada foi calculada e seu valor consta de 40.9 µF.cm-2 (cálculo \n\nmostrado no Anexo 2), o que resulta em um valor de kp = 10 s-1. \n\nUtilizando o mesmo procedimento descrito, a resistência externa foi aumentada para \n\nos sistemas: 1 M de NaOH + 0,5 M de EG; e 1 M de LiOH + 0,5 M de EG. Algumas curvas \n\nrepresentativas são mostradas na Figura 20. \n\n \nFigura 20 Varredura linear à 0,005 V.s-1 para vários valores de resistência externa em série \n\nutilizando 1,0 M de NaOH (a) e (b) ou 1,0 M de LiOH (c) e (d) como eletrólito suporte. \n(a) e (c) sem e (b) e (d) com correção de quebra ôhmica. Em vermelho, varredura linear \ngalvanodinâmica a 4 µA.cm-1. [EG] = 0,5 M. \n\nComo observado nos sistemas contendo KOH, à medida que a resistência aumenta, o \n\npotencial de pico de corrente é deslocado para maiores valores. Quando não há inserção de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   50 \n\nresistência externa, observa-se que a corrente de pico diminui no sentido K+ > Na+ > Li+, ou \n\nseja, o mesmo comportamento observado quando a concentração de EG é 0,1 M. \n\nQuando se adiciona resistência ao sistema, observa-se oscilações em modo \n\npotenciostático na faixa de 50-3000 \" para NaOH e de 100-3000 \" para LiOH. Após a \n\ncorreção da queda ôhmica, o comportamento também é similar ao observado em KOH, isto é, \n\npotencial de pico próximo a 0,8 V, e corrente em que as oscilações ocorrem tendendo ao valor \n\nem modo potenciostático. A Figura 21 traz as séries temporais medidas nos potenciais de \n\ninício das oscilações em modo potenciodinâmico (plano (a) e (c) da Figura 20).  \n\n \nFigura 21 - Séries temporais normalizadas em relação ao tempo de início das oscilações para \n\ndiferentes resistências externas e para regime galvanostático (jNaOH = 3,6 mA.cm-2 e \njLiOH = 3,3 mA.cm-2). \n\nNo sistema contendo NaOH, observa-se oscilações harmônicas a baixa e altas \n\nresistências; porém, para valores intermediários (250 e 500 \"), o sistema inicia suas \n\noscilações em padrões mais complexos, nos quais oscilações de baixa amplitude alternam-se \n\ncom picos de alta amplitude, caracterizando o chamado modo misto. No caso, o sistema \n\ncontendo LiOH, tais oscilações em modo misto abrangem uma maior região, sendo extintas \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   51 \n\nsomente quando resistências altas são aplicadas. A ocorrência desses padrões oscilatórios \n\nmais complexos será discutido na seção seguinte. Aqui, será discutido somente as oscilações \n\nde período 1 próximas à bifurcação de Hopf. \n\nAs frequências de oscilação em função da resistência são mostradas na Figura 22(a). \n\nAssim como ocorre em KOH, a frequência de oscilação diminui à medida que a resistência \n\nexterna aumenta, tendendo ao valor obtido em modo galvanostático. À medida que se diminui \n\no raio do cátion, a frequência de oscilação também diminui, sendo que em modo \n\ngalvanostático foram obtidos valores de 10, 7,7 e 6,8 Hz, em KOH, NaOH e LiOH \n\nrespectivamente. \n\nColocando os dados na forma da Equação 12, é possível calcular o valor de kp para o \n\nsistema NaOH como mostrado na Figura 22(b). Para LiOH, o mesmo cálculo não foi possível, \n\npois os pontos onde o sistema apresentou o período 1 correspondem a valores de frequência \n\nde oscilação muito próximas, não podendo ser distinguidas por causa do erro experimental. \n\n \nFigura 22 – (a) Valores da frequência de oscilação para diferentes resistências externas e para \n\noscilações em modo galvanostático (linha tracejada). (b) Relação entre o quadrado da \nfrequência de oscilação (#) com a soma inversa das resistência ôhmica (R) e diferencial \n(d!/dj). \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   52 \n\nA reta que melhor define os pontos referentes ao sistema com NaOH na Figura 22 tem \n\ncoeficiente angular de 3340 Hz2.\".cm2 e a capacitância da dupla camada para este sistema é \n\n34,3 µF.cm-2, o que remete a um valor de kp = 4,5 s-1. \n\nUma maneira alternativa de calcular kp é por meio do valor limite da frequência \n\nquando a resistência tende ao infinito, isto é, modo galvanostático, como mostrado na equação \n\n13. Os valores encontrados para kp por esse método foram 20, 2,5, e 2,5 s-1 para KOH, NaOH \n\ne LiOH respectivamente. Tais valores mostram que a tendência obtida entre os kp calculados \n\nem KOH e NaOH pelo método da tangente foram seguidos e que para o sistema contendo Li+, \n\nos valores são próximos aos do sistema com Na+. \n\nUtilizando equações cinéticas, Housmans e Koper70 calcularam o valor de kp durante a \n\neletro-oxidação de metanol em meio ácido em função do potencial. Os autores encontraram \n\nvalores máximos de kp de 0,8 s-1 por volta de 0,65 V – à medida que a densidade de degraus \n\nna superfície da platina diminui, os valores tornam-se menores. Grozovski e colaboradores71 \n\nestudaram sistematicamente o impacto da estrutura de monocristais de Pt no valor de kp \n\ndurante a eletro-oxidação de ácido fórmico. Os autores encontraram valores máximos de 7,4 a \n\n40 s-1 de kp em potenciais menores de 0,6 V (vs ERH) para todas as superfícies utilizadas. À \n\nmedida que o potencial aproxima-se da região de formação de óxidos, os valores de kp \n\naproximam-se de zero. Esses dados da literatura mostram que o envenenamento da superfície \n\ndurante a eletro-oxidação de moléculas orgânicas tem uma dependência muito forte com o \n\npotencial aplicado e com a face cristalina em contato com a solução. \n\nEm linhas gerais, o valor de kp calculado por meio da frequência de oscilação está \n\ndentro da faixa dos valores obtidos em sistemas similares, mas como kp possui uma \n\ndependência muito forte com o potencial, além do erro embutido ao método, os valores \n\nobtidos devem ser interpretados como ordens de grandeza . \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   53 \n\nPor fim, em algumas condições não foi possível estimar a frequência de oscilação pois \n\no sistemas apresentam padrões oscilatórios mais complexos, e necessitando da inclusão mais \n\ngraus de liberdade para serem descritos. Na próxima seção a concentração de EG é variada e \n\nos distintos padrões que surgem com essa mudança são analisados.  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   54 \n\n4.4 – EVOLUÇÃO PARA PADRÕES OSCILATÓRIOS COMPLEXOS \n\nNesta seção serão apresentados os diferentes padrões de oscilação obtidos como \n\nresultado da variação da concentração de etileno glicol na faixa de 0,05 a 0,5 M nos eletrólitos \n\nde suporte utilizados até agora no trabalho (KOH, NaOH ou LiOH, todos a 1 M). Um estudo \n\nmais detalhado foi realizado com KOH, onde foram utilizadas 4 concentrações de EG (0,05; \n\n0,1; 0,2 e 0,5 M), nos demais sistemas utilizou-se 0,1 e 0,5 M. \n\nAntes de analisar o comportamento oscilatório, uma breve análise das características \n\ndo sistema em regime potenciodinâmico, nas novas concentrações de EG, é mostrado na \n\nFigura 23. Em todos os casos, observa-se que a densidade de corrente aumenta com o \n\naumento da concentração de EG; entretanto, a forma dos picos e os potenciais nos quais eles \n\nocorrem se mantém. Os voltamogramas cíclicos dos eletrólitos de suporte são mostrados nas \n\nlinhas pontilhadas para comparação. \n\n \nFigura 23 – Voltamogramas cíclicos da platina em KOH, NaOH e LiOH (linha pontilhada) e \n\nvarreduras lineares de potencial na presença de EG nos três eletrólitos de suportes. \n[EG]KOH = 0,05; 0,1; 0,2 e 0,5 M e [EG]NaOH,LiOH = 0,1 e 0,5 M. v = 0,1 V.s-1 T = 20 °C. \n\nPara o sistema com KOH foi estimada uma ordem de reação, com relação à [EG], de \n\n0,69 ± 0,04 utilizando um gráfico log j versus log [EG] na região de pico de potencial. O \n\nmesmo procedimento foi realizado para a densidade de corrente medidas a 0,60 e 0,70 V e \n\nresultaram em ordens de reação de 0,29 ± 0,03 e 0,48 ± 0,05, respectivamente. Esses valores \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   55 \n\nsão comparáveis aos 0,46 ± 0,01 obtidos por Hauffe e Heitbaum30 em condições similares. A \n\nobservação dessas ordens de reação fracionais é comum em reações que ocorrem em \n\nsuperfícies e evidenciam a influência dos adsorbatos no processo total. A dependência da \n\nordem de reação com o potencial do eletrodo é resultado das diferentes proporções desses \n\nadsorbatos em cada potencial. \n\nOs padrões oscilatórios em função da concentração de EG serão analisados somente \n\nem regime galvanostático, onde a ausência da resistência externa exclui automaticamente uma \n\nvariável do sistema e facilita a comparação entre os diferentes eletrólitos de suporte. \n\nAs densidades de corrente onde o sistema apresenta oscilações são dependentes tanto \n\nda concentração de EG quanto da natureza do cátion do eletrólito de suporte. Para comparar \n\nesses sistemas, foi adotado o procedimento de normalização descrito por Nagao et al.,39 que \n\nconsiste em: partindo da corrente zero, realiza-se uma varredura, a 4 µA.s-1.cm-2, até correntes \n\nnas quais o potencial atinja valores superiores à 1,4 V. As correntes nas quais os sistemas \n\niniciam as oscilações são tomadas como zero e as correntes onde o sistema para de oscilar são \n\nconsideradas como iguais a 1. Assim, as regiões de corrente onde cada sistema apresenta \n\noscilações terão variações de zero a um, em uma escala normalizada (IN). Tal procedimento é \n\nsimilar ao adotado para a escolha do potencial aplicado nas séries com distintos valores de \n\nresistência externa mostrados na seção 4.3.  \n\nNo plano (a) da Figura 24 é mostrado o efeito do aumento da concentração de EG na \n\nregião onde o sistema apresenta oscilações, utilizando KOH como eletrólito suporte. Nos \n\nplanos (b) e (c), a concentração de EG é fixada em 0,1 e 0,5 M, respectivamente e varia-se o \n\ncátion do eletrólito suporte. Essas curvas foram utilizadas para a normalização das correntes. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   56 \n\n \nFigura 24 – Varreduras lineares de corrente, a 4 µA.s-1cm-2, para diferentes concentrações de \n\nEG em 1,0 M de KOH (a), e para [EG] = 0,1 M (b) e 0,5 M (c) em 1,0 M de KOH, NaOH \nou LiOH. \n\nNa concentração de EG = 0,05 M em KOH não foram observadas oscilações. Porém, à \n\nmedida que a concentração aumenta, existe um claro aumento da região oscilatória que se \n\ninicia em correntes cada vez mais altas. Mantendo a concentração de EG em 0,1 M (plano \n\n(b)), observa-se que a corrente de início das oscilações cresce no sentido Li+ &lt;Na+ &lt;K+, \n\nsendo que, em LiOH, as oscilações se mantém por uma faixa maior de corrente. Em NaOH, \n\nobservou-se uma estreita faixa de correntes onde o sistema apresentou oscilações; no entanto, \n\nquando a concentração de EG é 0,5 M, o cenário se inverte e o sistema contendo íons Na+ \n\napresenta maior janela de oscilações, como mostrado no plano (c). Nos sistemas com Li+ e \n\nK+, a janela de corrente também aumenta quando a concentração de EG aumenta de 0,1 para \n\n0,5 M, mas o comportamento apresentado pelos íons Na+ é realmente anômalo. \n\nQuando a corrente é fixada no valor de início das oscilações, nas curvas \n\ngalvanodinâmicas (IN = 0), a evolução dos padrões oscilatórios pode ser observada em função \n\ndo tempo. Padrões típicos são mostrados na Figura 25 para [EG] = 0,5 M e j = 4,2 mA.cm-2 \n\nem KOH, nos planos de (a) a (e), e para NaOH a j = 3,5 mA.cm-2 em (f), todos em termos de \n\nséries temporais e de mapas de retorno. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   57 \n\n \nFigura 25 – Séries de potencial e respectivos mapas de retorno, mostrando os diferentes \n\npadrões obtidos durante a eletro-oxidação de 0,5 M de EG em 1,0 M de KOH (a)-(e) a j = \n4,2 mA.cm-2, ou 1,0 M de NaOH (f) a j = 3.5 mA.cm-2. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   58 \n\nOs mapas foram construídos através do valor mínimo de potencial obtidos em cada \n\nciclo (Emin), em função do valor do próximo mínimo. Esta transformação permite observar a \n\nestabilidade das oscilações em tempos maiores aos mostrados nas séries temporais.58 A \n\nquantidade de pontos (Emin) utilizados para reconstruir o mapa de retorno foram (a) 242; (b) \n\n220; (c) 441; (d) 778; (e) 661 e (f) 1910. \n\nEm todas as séries temporais coletadas em regime galvanostático, as oscilações \n\niniciam-se com o padrão mostrado em (a) chamado de período 1. Neste caso, o mapa de \n\nmínimos representa um conjunto de pontos muito próximos localizados na reta bissetriz do \n\nprimeiro quadrante. Esta representação deve ser lida da seguinte forma: quando um mínimo \n\nocorre em 0,79 V (valor em x), o próximo mínimo do sistema ocorre em 0,79 V (valor em y). \n\nPara concentração de EG de 0,1 M, o sistema permanece nesse padrão até o final das \n\noscilações nos 3 eletrólitos estudados, sendo os tempos em que o sistema passa oscilando \n\niguais a 25, 9 e 330 s, para KOH, NaOH e LiOH, respectivamente. Mais uma vez é \n\nencontrado comportamento não monotônico quando o tamanho do cátion é variado. A \n\nfrequência de oscilação, no início de cada série, aumenta com o aumento do raio do cátion, \n\nsendo 4,6 Hz para LiOH, 6,5 Hz para NaOH e 7,4 Hz para KOH. \n\nQuando a concentração de EG é de 0,2 M (em KOH), as oscilações simples evoluem \n\npara oscilações de período 2 (plano (b)) e, ao final da série, para padrões caóticos (plano (c)). \n\nO período 2, também chamado de 11, onde o sobrescrito representa as oscilações de baixa \n\namplitude, causa um desdobramento em duas regiões no mapa de mínimo, que descrevem os \n\ndois valores mínimos de oscilação observados nesse padrão. Quando o sistema apresenta \n\ncomportamento caótico, a distinção entre regiões no mapa de mínimo torna-se impossível, \n\nmostrando apenas que as oscilações estão compreendidas na região entre 0,6-0,8 V. \n\nInteressante notar que, apesar de caótico, quando a série é expressa na forma de mapas de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   59 \n\nmínimos, ela apresenta sempre o mesmo padrão característico que lembra o da letra grega \n\n(.57,58 \n\nNa concentração de 0,5 M, a maior estudada, ocorre uma grande variedade de padrões. \n\nEm KOH, além dos períodos 1, 2 e caos, o sistema apresenta o chamado modo misto, onde \n\noscilações de baixas amplitudes são alternadas por picos de mais de 0,3 V de amplitude. Este \n\npadrão representa a mais abundante forma de oscilações complexas em sistemas químicos.3 \n\nNeste cenário, os mapas de mínimo voltam a apresentar comportamento discreto, mostrando 3 \n\nregiões para o período 3, 12, no plano (d) e 2 regiões para o período 2, 11, no plano (e). Apesar \n\nda mesma classificação, o período 2 apresentado no plano (b) difere do apresentado no plano \n\n(e) pela diferença de amplitude e pela própria morfologia das oscilações, sendo que no \n\nprimeiro caso são mais harmônicas e, no segundo, o pico é mais agudo e o potencial \n\npermanece por um tempo maior em valores próximos a 0,8 V. O primeiro período 2 está \n\nrelacionado com a duplicação do período 1 em uma clássica rota para o caos.3 No segundo \n\ncaso, o período 2 está relacionado com oscilações de modo misto, onde o sistema está se \n\naproximando do ponto de sela-nó, onde ocorrerá a extinção das oscilações. \n\nA variedade de padrões observadas na presença de Na+ ou Li+ é similar à observada \n\nem K+. Em LiOH, as oscilações iniciam-se em período 1, evoluindo para a duplicação de \n\nperíodo, caos e oscilações em modo misto 10, mostrada no plano (f). No sistema contendo \n\nNa+, tem-se a transição direta de oscilações de período 1 para o período misto, dado por \n\npadrões 11 e 10.  \n\nA Figura 26 resume a contribuição de cada padrão oscilatório nas séries temporais em \n\ndiferentes concentrações de EG. Para distinguir o período 1 e 2 que antecedem o caos dos \n\nhomônimos períodos mistos, utilizou-se a nomenclatura p1’, p2’ e p3’para indicar as \n\noscilações em modo misto. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   60 \n\nA forma como a distribuição dos padrões oscilatórios ao logo das séries é mostrada na \n\nFigura 26 deixa claro como o aumento da concentração contribui para a estabilização de \n\npadrões mais complexos. Apesar da série com [EG] = 0,2 M ter sido coletada apenas em \n\nKOH, o efeito da transição de oscilações simples para caos e período misto é evidente. \n\n \n\nFigura 26 – Contribuição de cada padrão oscilatório nas séries temporais. \n\nA transição entre padrões oscilatórios foi relatada na seção anterior em modo \n\npotenciostático com altas resistências. Essas transições estão conectadas a alguns parâmetros \n\nnão controláveis no sistema, pois, apesar de a corrente ou potencial, da temperatura e da \n\nconcentração no seio da solução permanecerem constantes ao longo da medida, parâmetros \n\ncomo a concentração de um dado intermediário adsorvido e a concentração de EG no plano de \n\ndifusão de Nernst podem variar ao longo do experimento. \n\nEstudando as oscilações durante a eletro-oxidação de metanol em meio ácido, um \n\nsistema mais simples que o presente, foi proposto que as transições de períodos, bem como a \n\nextinção das oscilações são dadas pelo aumento da quantidade de espécies oxigenadas na \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   61 \n\nsuperfícies.72 Tais espécies, quando se adsorvem de forma irreversível, atuam como inibidores \n\nde sítios livres, fazendo com que a densidade de corrente, com relação a área livre do \n\neletrodo, aumente. Diminuindo a corrente aplicada ao longo da série temporal, é possível \n\ncompensar a evolução da densidade de corrente devido ao acúmulo de espécies e estabilizar \n\npadrões oscilatórios, assim como postergar o final da série temporal. \n\nExperimentos numéricos utilizando os três parâmetros necessários para a obtenção de \n\npadrões complexos e caos, em sistemas do tipo HN-NDR, mostram uma grande variedade de \n\npadrões e regiões caóticas.73-75 A Figura 27 mostra um desses experimentos onde as variáveis \n\nestudadas mimetizam parâmetros de um sistema eletroquímico.74 Em (a) é mostrado, em \n\ncores, a região do espaço onde os oscilações são observadas, sendo ) e U variáveis similares à \n\nresistência e ao potencial, respectivamente. No plano (b), a região dentro do quadrado \n\ndestacado em (a) é ampliada várias vezes, e o mapa de cor indica os diferentes padrões \n\noscilatórios obtidos. Interessante notar que neste tipo de experimento, quando as condições \n\nsão fixadas, o sistema apresenta o mesmo padrão oscilatório infinitamente. No entanto, a \n\nvariação contínua de um parâmetro faz com que o sistema passe pelos diferentes padrões. \n\nAssim, no sistema descrito na Figura 27, se o potencial fosse variado, como indicado na linha \n\nazul, os padrões seriam modificados ao longo do tempo. Em um sistema experimental real, tal \n\nvariação é intrínseca ao sistema e, portanto, os diferentes padrões surgem naturalmente. \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   62 \n\n \nFigura 27 – (a) Diagrama de bifurcação genérico para um sistema HN-NDR, onde as cores \n\ndenotam a região de instabilidades. (b) Ampliação do diagrama e mapa de cor \ncorrespondente aos padrões oscilatórios. Enquanto em (a) branco representa região de \nestabilidade, em (b) representa região caótica. Figura retirada da referência 74 \n\nA estabilidade dos períodos em modo galvanostático também é influenciada pela \n\ndensidade de corrente. Quando a corrente é trocada de 4,2 para 2,7 mA.cm-2, no sistema [EG] \n\n0,5 M em KOH, observa-se a mesma evolução do sistema até a obtenção de caos. Na região \n\nde transição entre caos e modo misto, observam-se as oscilações de modo misto com os \n\npadrões 1x, com x variando entre 1 e 6, que se alternam com pequenas janelas caóticas. A \n\nFigura 28 mostra os padrões p7 (16); p6 (15); p5 (14); p4 (13); e p3 (12) observados nesta \n\nordem ao longo da série temporal. A diminuição da corrente permite, então, a estabilização \n\ndesses padrões em uma região onde a j = 4,2 mA.cm-2, ocorrendo a transição direta do caos \n\npara o período 3. \n\n \nFigura 28 Padrões de modo misto observados em j = 2,7 mA.cm-2. [EG] = 0,5 M, [KOH] = \n\n1,0 M  \n\n(a) (b) \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   63 \n\nAssim como oscilações caóticas, padrões de modo misto refletem a existência de pelo \n\nmenos três graus de liberdade.3 Nesse contexto, a resolução do sistema de equações é \n\nrepresentada por uma superfície, no espaço de fases, com forma semelhante à mostrada na \n\nFigura 29.76 Se o sistema se encontra em uma região de parâmetros fora da superfície, \n\nrapidamente será movido ao ponto mais próximo contido na mesma. A região denominada \n\nslow manifold é uma região na qual o sistema move-se relativamente devagar, e o ponto \n\nchamado steady state representa o estado estacionário, onde as oscilações terminam. Este \n\nponto atrai trajetórias perpendiculares ao plano e afasta trajetórias contidas no plano. Assim, \n\nos pontos contidos na parte inferior da superfície tendem a se afastar do estado estacionário, \n\nem uma trajetória com forma espiralada, até atingirem o final da parte inferior da superfície. \n\nNeste ponto a trajetória é lançada para a parte superior onde permanecerá até ser injetada \n\nnovamente no plano inferior. \n\n \nFigura 29 – Representação esquemática do espaços de \n\nfases com a superfície que representa a resolução do \nsistema que apresenta oscilações de modo misto. \nRetirado da referência 3 \n\nEm analogia ao sistema experimental, o afastamento do estado estacionário é dado \n\npelas oscilações de baixa amplitude, que aumentam ao longo do período, distanciando-se do \n\nestado estacionário, alcançado a altos potenciais (formação dos óxidos estáveis). O sistema \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   64 \n\natinge o slow manifold quando ocorre o pico agudo característico do modo misto. Neste \n\nmomento ele se distancia do estado estacionário. A reinjeção faz com que outro ciclo \n\naconteça, porém, a mudança contínua de alguma variável modifica a topografia da superfície \n\nou o ponto de reinjeção, causando alteração no número de oscilações de baixa amplitude. \n\nQuando o sistema é reinjetado dentro do estado estacionário, ele para de oscilar e o potencial \n\natinge rapidamente valores acima de 1,5 V. \n\nA evolução dos padrões em modo misto não é aleatória, ela faz parte de uma \n\nsequência numérica bem definida, denominada aritmética ou árvore de Farey, que, por sua \n\nvez, está contida em um árvore mais geral, denominada Stern-Brocot.75 Matematicamente, as \n\nárvores são formadas pela soma dos numeradores e denominadores de dois números racionais. \n\nNa prática, representam a concatenação de dois padrões oscilatórios. A Figura 30 mostra a \n\nevolução dos padrões previstos na aritmética de Farey, partindo dos estados 01 (somente \n\noscilações de baixa amplitude) e 11. \n\n \nFigura 30 - Árvore de Farey mostrando as possíveis combinações numéricas \n\npartindo dos estados 01 e 11. Detalhes no texto. \n\nOs números destacados em vermelho mostram a sequência observada \n\nexperimentalmente na janela de modo misto para j = 2,7 mA.cm-2. Fica evidente que os \n\npadrões seguem uma estrutura bem definida e correspondem a um dos “galhos” da árvore. \n\nO aumento da complexidade das oscilações em maiores concentrações de EG pode ser \n\nresultado de vários fatores distintos. Em concentrações acima de 0,1 M, o mecanismo da \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   65 \n\noxidação muda, e produtos como glicolato e formato são observados.31,34 A concentração de \n\nEG ao longo do plano de difusão de Nernst também é maior, porém tal efeito é facilmente \n\nmimetizado, aumentando o transporte de massa para a superfície do eletrodo. Para testar tal \n\nhipótese, foram realizados experimentos utilizando um sistema de eletrodo rotatório \n\nconstituído por uma esfera de platina pendente em um fio de mesmo material acoplado a um \n\nrotor. A disposição do eletrodo de trabalho permitiu a realização do mesmo pré-tratamento \n\nrealizado com a placa de platina. Apesar da esfera não ser o sistema padrão para sistemas \n\nrotatórios, sua escolha se deu pela maior facilidade experimental em relação ao sistema de \n\nmenisco pendente.77 \n\nA Figura 31(a) mostra os voltamogramas cíclicos a 0,1 V.s-1, obtidos durante a eletro-\n\noxidação de EG (0,5 M) em KOH, para o eletrodo parado (0 rpm) e a 1000 rpm. Ao contrário \n\ndo típico aumento da corrente limite quando a reação é controlada por difusão, a rotação faz \n\ncom que a corrente diminua em toda a extensão do voltamograma. No plano (b) da figura, o \n\nexperimento é realizado em controle galvanodinâmico e o mesmo comportamento de inibição \n\nda cinética é observado. \n\n \n\n \nFigura 31 – (a) Voltamogramas cíclicos obtidos a 0,1 V.s-1 em esfera de platina parada \n\n(0 rpm) ou rodando a 1000 rpm. (b) varredura de corrente a 4,8 mA.s-1.cm-2. [EG] = \n0,5 M,  [KOH] = 1,0 M. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   66 \n\nOs resultados sugerem que parte da corrente observada vem da oxidação de algum \n\nintermediário gerado em etapas anteriores. Quando o eletrodo está em rotação, tanto a \n\nchegada de reagentes como a saída de espécies formadas na interface são facilitadas. O \n\nresultado líquido é similar a uma diminuição da concentração de EG, obtendo assim menor \n\ncorrente de pico no voltamograma, e oscilações a correntes mais baixas e em uma janela mais \n\nrestrita. \n\n \n  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   67 \n\n4.5 – INFLUÊNCIA DO PH \n\nA grande maioria dos estudos experimentais da eletro-oxidação de moléculas \n\norgânicas pequenas são realizados em meio ácido. Esta proporção também se mantém para o \n\nestudo desses sistemas em regime oscilatório, como já mostrado na Tabela 2. O pH da solução \n\né conhecido como um dos mais importantes parâmetros em eletrocatálise,78-80 e seu aumento, \n\nem geral, implica em maiores taxas reacionais. Esta observação pode ser primariamente \n\natribuída ao aumento de espécies oxigenadas na solução (na forma OH-) e o consequente \n\naumento dessas espécies na superfície, que, por sua vez, tem papel decisivo em reações que \n\nseguem o mecanismo de Langmuir-Hinshelwood. \n\nPara testar a influência do pH na eletro-oxidação de EG, foram preparadas soluções \n\ncom valores de pH nominais de 0, 2, 4, 10, 12 e 14, com força iônica média em torno de 1. A \n\nTabela 3 traz os valores das espécies contidas nessas soluções, calculadas com base na \n\nconcentração nominal e no valor do pH medido.  \n\nTabela 3 – Concentração das espécies em solução, expressas em mol.L-1,de acordo com o pH \n\npH [H+] [OH-] [HSO4-] [SO42-] [K+] Im \n\n0,0 1,01 9,9.10-15 0,99 0,01 - 1,02 \n\n2,2 6,3.10-3 1,6.10-12 0,13 0,2 0,66 0,80 \n\n3,9 1,3.10-4 7,9.10-11 4,1.10-3 0,33 0,66 0,99 \n\n9,8 1,6.10-10 6,3.10-5 5,1.10-9 0,33 0,66 0,99 \n\n12,1 7,9.10-13 1,3.10-2 2,6.10-11 0,33 0,66 1,00 \n\n14,0 8,9.10-15 1,01 - - 1,1 1,10 \n\nOnde “-” indica a ausência da espécie. \n\nEm linhas gerais, observa-se que todas as soluções apresentam força iônica dentro da \n\nfaixa esperada. Para o cálculo das concentrações HSO4- e SO42-, foi considerado que a \n\nprimeira dissociação do ácido sulfúrico é muito alta (ka1 alto), e a segunda (ka2), como sendo \n\n1,02x10-2 segundo Skoog el al.81 \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   68 \n\nAs soluções preparadas foram utilizadas como eletrólito suporte e os voltamogramas \n\ncíclicos da platina, a 0,1 V.s-1, são mostrados na coluna (a) da Figura 32. No plano (b) é \n\nmostrado o comportamento em regime potenciodinâmico, a 0,01 V.s-1, e galvanodinâmico \n\napós a adição de 0,5 M de EG. \n\n \n\nFigura 32 – (a) Voltamogramas cíclicos da platina a 0,1 Vs-1 e (b) varreduras lineares de \npotencial (preto, a 0,01 Vs-1) ou corrente (vermelho, a 4 µA.s-1.cm-2) após adição de \n0,5 M de EG. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   69 \n\nComo já mencionado, as reações que ocorrem na superfície da platina são dependentes \n\ndo potencial do eletrodo. Na Figura 32, os valores são expressos com base no eletrodo \n\nreversível de hidrogênio (ERH) que normaliza o deslocamento da produção de hidrogênio, \n\nsobrepontencial de redução, com o aumento do pH. Os voltamogramas em função do eletrodo \n\nde referência padrão são mostrados no Anexo 3. \n\nOs perfis dos voltamogramas da platina nos valores de pH de 0 e 14 atestam a boa \n\nqualidade e limpeza dos sistemas;44 nos valores intermediários de pH a comparação com a \n\nliteratura torna-se difícil pela dificuldade em encontrar resultados obtidos nas mesmas \n\ncondições. \n\nNa coluna (a), à medida que o pH aumenta, observa-se que a região de \n\nadsorção/dessorção de hidrogênio se torna mais larga, estendendo-se para potenciais \n\nsuperiores a 0,4 V em pH = 14. A proporção entre os três picos característicos também é \n\nafetada da seguinte forma: o primeiro e o terceiro pico anódico (HA1 e HA2 segundo a \n\nnomenclatura empregada por Conway82) diminuem com o aumento do pH, e o segundo pico \n\n(HA3), que se mostra na forma de um ombro em pH 0 e 2, aumenta, tornando-se majoritário \n\nem pH 14. \n\nA faixa de potencial após a região de hidrogênio é chamada de dupla camada devido \n\nao seu comportamento, quase, puramente capacitivo em meio ácido. Esta região se torna \n\nmenor à medida que o pH aumenta. Esta observação pode ser atribuída basicamente a dois \n\nmotivos: a região de hidrogênio se estende por maiores potenciais e a região de formação de \n\nóxidos inicia-se em potenciais mais baixos.  \n\nA adsorção de espécies oxigenadas é fator primordial para o início da formação de \n\nóxidos ou hidróxidos de platina, que em valores baixos de pH ocorre em potenciais acima de \n\n0,8 V em ácido sulfúrico. Observa-se claramente na Figura 32 um aumento da densidade de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   70 \n\ncorrente em 0,8 V à medida que o pH aumenta, resultando em um pico bem definido em pH \n\n14. \n\nAos sistemas descritos acima, foram adicionados sucessivamente quantidades de EG \n\nsuficientes para contrações finais de 0,05, 0,1, 0,2 e 0,5 M. O plano (b) da Figura 32 mostra, \n\nnas linhas pretas, o comportamento do sistema para 0,5 M de EG quando submetidos a uma \n\nvarredura linear de potencial a 0,01 V.s-1. As demais concentrações são mostradas no Anexo \n\n4. Na maioria dos sistemas, observa-se mais de um pico de oxidação, que em alguns casos se \n\nmostra bem definido, como em pH 2; na forma de um ombro ou pré-pico, como em 1, 4, 10 e \n\n14; ou ainda na forma de uma região mais larga de alta corrente após um pico bem definido, \n\ncomo em 12. \n\nOs picos ocorrem na região de 0,8 V para todos os valores de pH com exceção do pH \n\n10, onde é deslocado para potenciais mais altos. A densidade de corrente máxima obtida em \n\ncada varredura aumenta com o aumento do pH, sendo seus valores: 0,5 e 0,7 mA.cm-2 para \n\npH 0 e 2 respectivamente; mantendo-se por volta de 0,7-0,8 mA.cm-2 na faixa de pH 4-12 e \n\naumentando para 22 mA.cm-2 em pH 14. \n\nA eletro-oxidação de monocamadas de monóxido de carbono (CO) em vários valores \n\nde pH em tampões de fosfato83 mostra que o potencial de início da reação é deslocado para \n\nmenores valores com o aumento do potencial até pH 11, como esperado, devido ao acúmulo \n\nde espécies oxigenadas a potenciais mais baixos. No entanto, moléculas mais complexas, \n\ncomo etanol,84 em condições similares, não apresentam tal comportamento, mantendo o pico \n\nprincipal de oxidação na região de 0,8 V. Especificamente no caso do etanol, a intensidade da \n\ncorrente dos picos no voltamograma (a 0,05 V.s-1) aumenta com o pH, sendo seus valores nos \n\nextremos na série analisada de 1,2 e 15 mA.cm-2 em valores de pH de 1,7 e 12, \n\nrespectivamente. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   71 \n\nA proposta do aumento da velocidade de reação com o pH devido a maior \n\ndisponibilidade de espécies OH na superfície, tem sido contestada por Koper.85 O autor \n\ndestaca que em monocristais de platina com orientação {111}, a formação de PtOH, que é \n\ndada por um pico bem definido, ocorre em 0,8 V (vs ERH) tanto em meio alcalino quanto em \n\nmeio ácido. O tema ainda está aberto, porém, estudos variando o pH não são triviais, pela \n\nnecessidade da adição de sais neutros para se manter a força iônica constante ou para atuarem \n\ncomo tampões de pH. A presença destes íons influencia o processo global de oxidação, não \n\nsendo possível, portanto, estudar isoladamente o efeito do pH. \n\nCom relação aos produtos formados, Schnaidt et al.33, utilizando espectroscopia de \n\nabsorção na região do infravermelho e espectrometria de massas diferencial, mostraram que \n\nem meio ácido (0,5 M H2SO4) e a baixos potenciais, a superfície de platina contém \n\nbasicamente CO adsorvido e glicolaldeído como produto solúvel para a eletro-oxidação de \n\n0,1 M de EG. Acima de 0,55 V, a corrente aumenta progressivamente até c.a. 0,75 V, dando \n\norigem ao primeiro (pré)pico juntamente com a produção de CO2 (a partir da oxidação do CO \n\nadsorvido) e ácido glicólico. Em seguida, observa-se o pico principal onde é detectado apenas \n\na produção de ácido glicólico. As espécies produzidas em meio alcalino já foram discutidas \n\nnas seções anteriores, mas é importante destacar que as discussões são baseadas nos produtos \n\nobservados, no entanto, não é possível atestar que alguns produtos não sejam formados \n\nsimplesmente por não serem observados pelas técnicas utilizadas. \n\nO Anexo 4 mostra a variação da densidade de corrente com o aumento da \n\nconcentração de EG e permite o cálculo da ordem de reação, com relação à essa grandeza. \n\nPara valores de pH menores que 4, as ordens de reação para os picos próximos a 0,8 V foram \n\nde 0,40 ± 0,01, 0,46 ± 0,01 e 0,40 ± 0,01, para os valores de pH 0, 2, e 4, respectivamente. Os \n\ngráficos de log j vesus log [EG] para os (pré) picos que ocorrem em 0,75, 0,71 e 0,77 V, não \n\napresentaram comportamento linear, o que pode ser explicado pela origem desses picos, que é \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   72 \n\ncreditado à oxidação de espécies previamente adsorvidas na superfície do eletrodo e que não \n\nnecessariamente aumentam de forma linear com o aumento da concentração de EG. A ordem \n\nde reação em pH 10 diminui para 0,35 ± 0,01, e obtém-se o valor máximo dessa grandeza em \n\npH 14, 0,74 ± 0,05. As correntes obtidas nos pré picos observados em pH 14 também não \n\npossuem comportamento linear em gráficos do tipo log j versus log [EG], provavelmente \n\npelos mesmos motivos descritos para o meio ácido. \n\nEm linhas gerais, as ordens de reação não variam muito ao longo da série; o \n\ncomportamento menos trivial é encontrado em pH 12, onde a adição de EG não influencia a \n\nintensidade do pico de corrente, nem o potencial em que ele ocorre. A forma do \n\nvoltamograma é similar ao encontrado na eletro-oxidação de monóxido de carbono em \n\nsoluções saturadas com este gás. Em  baixos potenciais, a superfície é inibida pelo CO \n\nadsorvido, e no potencial em que ocorre a formação de óxido ocorre um pico, chamado de \n\nignição, obtendo depois um plateau de corrente, onde a reação é limitada pela difusão do CO \n\naté a superfície.86 O aumento da corrente na região pós pico com o aumento da concentração \n\nde EG sugere que a reação pode estar sendo controlada por difusão nessa região, entretanto, \n\ncomo será discutido mais a frente a ausência de oscilações nesse pH não justificaria um \n\nestudo mais aprofundado. \n\nOs desvios da linearidade na maioria dos pré picos mostram que esses processos não \n\ndependem exclusivamente da concentração de EG como espécie eletroativa. Processos como \n\nestes geralmente resultam da oxidação de intermediários adsorvidos em potenciais mais \n\nbaixos. Este tema será detalhado durante as discussões sobre as oscilações apresentadas a \n\nseguir. \n\nNas curvas galvanodinâmicas apresentadas na coluna (b) da Figura 32, observam-se \n\noscilações de potencial nos valores de pH 0, 2 e 14, com potenciais máximos correspondentes \n\naos pré picos obtidos em modo potenciodinâmico. Nos demais sistemas, o potencial tem um \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   73 \n\nrápido aumento na região do pico em modo potenciodinâmico, mas as oscilações não são \n\nobservadas. O comportamento galvanodinâmico para as demais concentrações são \n\napresentadas no Anexo 5, e à seguir, os três sistemas que apresentam oscilações são \n\ndiscutidos com mais detalhes. \n\nA Figura 33(a) mostra as varreduras de corrente para quatro concentrações de EG \n\nem solução com pH 0, onde observam-se oscilações de potencial ao longo de todas as \n\nséries. Devido à proximidade entre as regiões, as séries foram deslocadas no sentido \n\nhorizontal e a linhas pontilhadas azuis representam o potencial de 0,8 V.  \n\n \nFigura 33 – (a) varredura linear de corrente, a 4 µAs-1cm-2 em diversas concentrações de \n\nEG. (b) corrente máxima obtida nas curvas em (a) em função da concentração de EG. \n\nAs oscilações desenvolvem-se sempre abaixo da linha azul, evidenciando que o \n\nprocesso oscilatório neste pH parece estar ligado aos processos de oxidação que ocorrem na \n\nregião do pré pico observado na varredura de potencial. Tal observação fica também evidente \n\nna Figura 32(b), onde as oscilações tangenciam a curva de polarização sob controle de \n\npotencial e, quando tocam a região do pico de potencial, em 0,82 V, se extinguem. As \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   74 \n\ncorrentes máximas aumentam com o aumento da concentração do álcool, o plano (b) da figura \n\nmostra que a tendência log j versus log [EG] não é linear, assim como no pré pico. \n\nA análise temporal das oscilações é realizada mantendo-se a corrente fixa no valor \n\ncorrespondente a 50% da janela de oscilações, ou IN = 0,5, segundo a normalização \n\nintroduzida por Nagao et al.39 Foram utilizadas densidades de corrente de 0,12, 0,16, 0,2 e \n\n0,26 mA.cm-2 para as concentrações 0,05, 0,1, 0,2 e 0,5 M, respectivamente. A Figura 34 \n\nmostra as séries obtidas com concentração crescente de EG no sentido a para d. \n\n \nFigura 34 – Séries temporais galvanostáticas em pH 0 para várias concentrações de EG. \n\nDetalhes no texto. \n\n O primeiro ponto a ser considerando em relação às oscilações obtidas em meio ácido \n\nestá relacionado com a frequências das oscilações. Quando comparadas às oscilações em meio \n\nalcalino, as obtidas são duas ordens de grandeza menores. Para a menor concentração de EG, \n\nFigura 34(a), observa-se um pico no início da série seguido de cerca de 80 s sem oscilações, \n\nque se iniciam já com intensidade relativamente alta, quando comparadas com as observadas \n\nem meio alcalino. Quando a concentração de EG aumenta, no sentido (a) para (d), observa-se \n\nque a região em que a série não apresentava oscilações depois do primeiro pico torna-se \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   75 \n\ninstável, apresentando oscilações de baixa amplitude em 0,1 M de EG, seguido de um período \n\nmisto em 0,2 M e se extinguindo por completa em 0,5 M, onde o padrão oscilatório \n\ndominante nas séries torna-se hegemônico. \n\nEm relação à forma das oscilações, aqui não se observa o comportamento quase \n\nharmônico obtido em meio alcalino, mas sim um aumento de potencial quase linear até 0,6 V, \n\nseguido de um rápido aumento até 0,8 V, dado pela adsorção de espécies em solução. O \n\naumento de potencial faz com que espécies como CO sejam oxidadas, e a superfície até então \n\nenvenenada se torne altamente ativa de novo, causando, assim, um rápido decaimento do \n\npotencial e iniciando um novo ciclo. Tal formato oscilatório é encontrado na eletro-oxidação \n\nem meio ácido de ácido fórmico,39 formaldeído57,58 e glicerol,* sendo que, seguindo essas \n\npremissas, as oscilações de potencial foram simuladas com sucesso para a eletro-oxidação de \n\nácido fórmico.87,88 \n\nApesar de morfologicamente similares, a frequência das oscilações varia ao longo das \n\nséries. Para observar tal tendência, a frequência de cada ciclo foi calculada como sendo o \n\ninverso do tempo de ocorrência entre dois máximos. Os resultados são mostrados na Figura \n\n35 para as quatro séries, sendo seus tempos normalizados de modo que todas sejam iniciadas \n\nem t = 0 e terminem em t = 1. \n\n                                                \n\n* OLIVEIRA, C. P.; LUSSARI, N. V.; SITTA, E.; VARELA, H. Kinetic instabilities during the \nglycerol eletro-oxidation on platinum in acid and alkaline media. Electrochimica Acta submitted \n2012. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   76 \n\n \nFigura 35 – Frequências de oscilação em função do tempo \n\nnormalizado para as séries temporais da Figura 34. \n\nÀ medida que a concentração de EG aumenta, a frequência dos primeiros ciclos passa \n\nde 0,06 para 0,125 Hz, sendo que esses valores caem monotonicamente nas séries entre 0,05 a \n\n0,2 M de EG. A exceção é a série em 0,5, onde as frequências aumentam até 25% do tempo \n\ntotal das séries, obtendo um valor de 0,15 Hz. A observação mais interessante em relação ao \n\ncomportamento da frequência, é a diminuição rápida que ocorre entre t = 0,5 e 0,6. Apesar das \n\nséries se estenderem por tempos e números de ciclos diferentes, quando normalizadas, \n\napresentam o mesmo padrão de decaimento da frequência. Este comportamento reforça a \n\nideia de que a dinâmica lenta do sistema resulta da evolução de algum parâmetro não \n\ncontrolável experimentalmente. \n\nA Figura 36(a) mostra as curvas galvanodinâmicas obtidas no eletrólito de suporte \n\ncom pH 2, nas mesma concentrações de EG utilizadas acima. Assim como no pH 0, \n\nobservam-se oscilações em todas as concentrações e o logaritmo da corrente máxima, obtida \n\nna varredura, não tem uma tendência linear com o logaritmo da [EG], como mostrado no \n\nplano (b). Neste pH, o sistema apresenta 2 picos bem definidos durante a varredura linear de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   77 \n\npotencial e as oscilações ocorrem primeiramente na região do primeiro pico e, com o aumento \n\nda corrente, tangenciam o potencial correspondente ao início do segundo, em 0,78 V, i.e. \n\n20 mV menor que em pH 0.  \n\n \nFigura 36 – (a) varredura linear de corrente, a 4 µAs-1cm-2, em diversas concentrações de \n\nEG. (b) corrente máxima obtida nas curvas em (a) em função da concentração de EG. \n\nVale ressaltar que, ao contrário do pH 0, as oscilações somente têm início quando um \n\nvalor crítico de corrente é atingido. Neste caso, a normalização para a coleta das séries \n\ntemporais leva em conta o início das oscilações. Com base nesse critério, as correntes \n\naplicadas foram 0,21, 0,275, 0,34 e 0,42 mA.cm-2 para os sistemas contendo 0,05, 0,1, 0,2 e \n\n0,5 M de EG, respectivamente. As séries temporais obtidas são mostradas na Figura 37. O \n\npadrão oscilatório observado no início de todas as séries é similar ao encontrado em pH 0, \n\nporém, nestas séries, as oscilações evoluem para um padrão de período maior. Este segundo \n\npadrão, assim como o obtido em modo dinâmico, parece resultar do acoplamento do primeiro \n\nmodo de oscilação com os processos que ocorrem no segundo pico do voltamograma. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   78 \n\n \nFigura 37 – Séries temporais galvanostáticas em pH 2 para várias concentrações de EG. \n\nDetalhes no texto. \n\nCom o aumento do pH, é esperado que espécies oxigenadas se adsorvam em \n\npotenciais menores, o que é condizente com o deslocamento de 20 mV observado no \n\npotencial máximo das oscilações da Figura 36. Além disso, quando o ciclo oscilatório visita a \n\nregião de altos potenciais, as espécies adsorvidas que atuam como venenos catalíticos são \n\noxidadas com maior eficiência, liberando maior quantidade de sítios, o que por sua vez \n\naumenta a amplitude e o período oscilatório. \n\nO aumento do pH também produz aumentos nas frequências das oscilações que \n\nocorrem no início das séries, como mostra a Figura 38, onde o tempo foi normalizado em \n\nfunção do primeiro padrão. Em geral, o primeiro ciclo possui uma frequência maior que os \n\nposteriores, que se mantém praticamente constantes, com exceção do sistema com 0,5 M, \n\ndecaindo nos 25% finais do tempo antes do aparecimento do segundo padrão. Apesar dessas \n\nvariações, as frequências de oscilação são sempre maiores que as obtidas em pH 0. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   79 \n\n \nFigura 38 - Frequências de oscilação em função do tempo \n\nnormalizado para as séries temporais da Figura 37. \n\nAs características das oscilações em pH 14 já foram discutidas na seção 4.3 e 4.4, e as \n\nfrequências de oscilações são muito superiores às encontradas em meio ácido. As correntes \n\nmáximas obtidas em modo galvanodinâmico em meio alcalino possuem variação linear em \n\num gráfico do tipo log j versus log [EG], resultando em uma ordem de reação de 0,39 ± 0,01. \n\nA comparação deste valor com os 0,74  ± 0,05 obtidos por meio da corrente de pico em \n\nregime voltamétrico mostra que tal parâmetro é dependente do modo de controle no qual se \n\nrealiza o experimento, i.e. galvanodinâmico ou potenciodinâmico. \n\nEm meio ácido também é esperado que as oscilações acima descritas mudem a forma, \n\na amplitude e a frequência se o ânion presente for alterado, como observado para eletro-\n\noxidação de metanol.89 A escolha de ácido sulfúrico para a realização dos experimentos em \n\nmeio ácido foi feita com base na alta estabilidade, pureza, vasta literatura sobre o \n\ncomportamento da platina neste meio90 e, o mais importante: para utilização de um sal de \n\npotássio para manter a força iônica constante, não é possível a utilização de perclorado (o \n\nsegundo ânion mais estudado) devido a baixa solubilidade deste sal. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   80 \n\nAs ordens de reação com relação ao pH não puderam ser calculadas por causa dos \n\ngrandes desvios da linearidade do logaritmo da corrente versus o logaritmo da concentração \n\nde H+ i.e. pH. Para o cálculo de tal grandeza é necessário manter todas as variáveis constante, \n\ncom exceção do pH. Contudo, é esperado que o mecanismo, e consequentemente os produtos \n\nde reação, mudem com o pH. Ainda há a possibilidade da reação ocorrer via oxidação do \n\nalcóxido – como descrito na introdução – que, neste caso, terá a concentração fortemente \n\ninfluenciada pelo pH. \n\nEm todos os experimentos realizados até o momento, a temperatura foi mantida em \n\n20 °C, porém, como citado na introdução, sistemas oscilatório podem apresentar tendências \n\nnão usuais quando submetidos a variações de temperatura. Os experimentos variando à \n\ntemperatura do meio reacional são o tema da próxima seção. \n\n  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   81 \n\n4.6 – O EFEITO DA TEMPERATURA \n\nTão importante quando o pH, a temperatura (T), possui papel fundamental na \n\nvelocidade das reações. Tipicamente, em temperaturas próximas da ambiente, a velocidade \n\ndobra ou triplica a cada acréscimo de 10 graus91,92. Em 1889, Arrhenius notou que a \n\nvelocidade de reação, k(T), seguia, para diversos sistemas, a seguinte expressão: \n\nk = Ae\n!Ea\n\nRT      Equação 14 \n\nem que A e Ea são constantes características de cada reação e R a constante dos gases.  \n\nEa é chamada de energia de ativação de Arrhenius e A é o fator pré exponencial. Esta relação \n\nempírica é resultado da integração da equação 15, quando Ea não varia com a temperatura. \n\n \ndlnk\ndT\n\n=\nEa\nRT2\n\n     Equação 15 \n\nDessa forma, se a equação de Arrhenius é obedecida, um gráfico do ln k versus 1/RT \n\ndeve ser uma linha reta com coeficiente angular igual a - Ea. Um gráfico desse tipo leva o \n\nnome de “gráfico de Arrhenius” e representa uma forma simples e prática para a obtenção da \n\nenergia de ativação. Como complicação experimental, em sistemas mais complexos, que \n\nenvolvem várias etapas, a obtenção de k para cada etapa torna-se difícil e, muitas vezes, a \n\nvariável acessada experimentalmente representa as médias ponderadas de todos os k’s \n\nenvolvidos no processo. Para esses sistemas, Ea é chamada de energia de ativação aparente. O \n\npresente sistema pertence à essa classe, portanto todas as Ea tratadas aqui correspondem à \n\nenergia de ativação aparente. \n\nPara o estudo da influência da temperatura, a concentração de EG foi fixada em 0,5 M \n\ne a temperatura foi variada, de 5 em 5 graus, na faixa de 5 a 25 °C nos sistemas que \n\napresentaram oscilações, isto é, pH 0, 2 e 14. Os resultados obtidos serão apresentados no \n\ninício da seção e, no final, será feita um discussão geral envolvendo todos os sistemas. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   82 \n\nA Figura 39(a) mostra varreduras lineares de potencial a 0,01 V.s-1 para T na faixa de \n\n5 a 25 °C no pH 0. As curvas foram medidas com relação ao eletrodo reversível de hidrogênio \n\nna mesma temperatura do meio reacional, e os dados corrigidos e apresentados em relação ao \n\neletrodo padrão de hidrogênio, SHE. \n\n \nFigura 39 – (a) Varredura linear de potencial, a 0,01 V.s-1, para \n\ndiferentes temperaturas e (b) respectivo gráfico de Arrhenius \npara a corrente de pico ou a potencial fixo, como indicado na \nfigura. pH = 0. \n\nObserva-se que em todos os casos, o aumento de T remete a maiores correntes de \n\noxidação. O potencial de pico de corrente tem um deslocamento quase linear com o aumento \n\nde T, apresentando coeficiente de -2,4 ± 0,3 mV.K-1, cuja tendência é apresentada no Anexo \n\n6. No plano (b), foram traçados os gráficos de Arrhenius, considerando as correntes, a \n\npotencial constante ou de pico, ou a carga produzida entre 0,05 e 1,1 V, como proporcionais a \n\nk.  \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   83 \n\nOs coeficientes angulares rementem a Ea’s, em kJ.mol-1, de: 53 ± 1 para o potencial de \n\npico; 89 ± 3 para E = 0,8 V, 82 ± 5 para E = 0,75 V e 53 ± 2 para o cálculo envolvendo a \n\ncarga. A relação em 0,7 V não apresentou comportamento linear. Na verdade, em uma análise \n\nmais criteriosa, observa-se que o erro associado à determinação de Ea aumenta com a \n\ndiminuição do potencial, como também é refletido nos valores de R2 iguais a 0,996 e 0,987 \n\npara 0,8 e 0,75 V, respectivamente. A regressão linear em 0,7 V resulta em R2 de 0,949, um \n\nvalor muito baixo. \n\nA variação de temperatura também influencia a região onde o sistema apresenta \n\noscilações. A Figura 40(a) mostra as varreduras lineares de corrente, para as cinco \n\ntemperaturas estudadas no trabalho. A diminuição da temperatura causa basicamente dois \n\nefeitos: diminuição da janela de corrente onde o sistema apresenta oscilações e diminuição da \n\nfrequência de oscilação. Utilizando a corrente máxima alcançada como parâmetro cinético, \n\nconstruiu-se o gráfico de Arrhenius mostrado na Figura 40(b), com Ea de 45 ± 1 kJ.mol-1. \n\n \nFigura 40 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes \n\ntemperaturas e (b) respectivo gráfico de Arrhenius . [EG] = 0,5 M, pH = 0. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   84 \n\nUtilizando as varreduras da Figura 40(a) como fator de normalização, foram coletadas \n\nséries temporais galvanostáticas nas correntes de 0,12; 0,14; 0,20; 0,26; e 0,49 mA.cm-2 que \n\ncorrespondem a IN = 0,5 nas temperaturas de 5, 10, 15, 20 e 25 °C, respectivamente. O início \n\ndas séries é mostrado na Figura 41(a). \n\n \nFigura 41 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas em IN \n\n= 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) como \nparâmetro cinético. \n\nA série correspondente à temperatura de 20 °C é a mesma apresentada na seção \n\nanterior. Na Figura 34(d), quando comparou-se a influência da concentração. Aqui, a variação \n\nda temperatura modificou apenas a frequência das oscilações, e os padrões permanecem \n\npraticamente inalterados. O plano (b) da Figura 41 mostra a variação da frequência das \n\noscilações em função da temperatura, em um gráfico de Arrhenius. Neste caso, o coeficiente \n\nangular obtido remete à Ea de 65 ± 3 kJ.mol-1. Os critérios para se considerar a frequência de \n\noscilação como parâmetro cinético na equação de Arrhenius serão apresentados ao final da \n\nseção. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   85 \n\nQuando o pH é elevado para 2, observam-se dois picos de corrente durante a varredura \n\nlinear de potencial, como já discutido na seção anterior. A Figura 42(a) mostra a influência da \n\ntemperatura nas varreduras de potencial neste pH.  \n\n \nFigura 42 – (a) Varreduras lineares de potencial, a 0,01 V.s-1, a diferentes \n\ntemperaturas e (b) gráficos de Arrhenius calculados na região do \nprimeiro (cinza) e segundo (preto) picos ou da carga total de oxidação \n(azul). Símbolos abertos representam as correntes nos potenciais \nindicados em  (a) e os fechados as correntes no potencial de pico. \n\nÀ medida que a temperatura aumenta, ocorre o aumento da corrente ao longo de toda a \n\nregião de 0,4 a 1,5 V (versus SHE). Os potenciais dos picos de oxidação sofrem \n\ndeslocamentos lineares com o aumento da temperatura, com valores de 1,47 ± 0,08 (primeiro) \n\ne 1,2 ± 0,2 mV.K-1 (segundo). As retas são mostradas no Anexo 6. \n\nPara a construção do gráfico de Arrhenius, foram utilizados três variáveis como \n\nparâmetros cinéticos: corrente a potencial constante correspondente; corrente no potencial de \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   86 \n\npico; e carga produzida do início da varredura até o potencial de 1,1 V. Foram encontradas \n\ntendências lineares em todos os casos supra citados, como mostrado na Figura 42(b), sendo os \n\nvalores das Ea’s, em kJ.mol-1, de: 82 ± 2 para E = 0,57 V; 69 ± 2 em E = E do pico 1; 51 ± 2 \n\nem E = 0,67 V; 45 ± 1 em E = E do pico 2; e 52 ± 2 para a carga de oxidação. \n\nObservam-se maiores energias de ativação quando o gráfico é construído a potencial \n\nconstante em relação às obtidas em potencial de pico; porém, mais importante é a diferença \n\nentre as energias de ativação correspondentes ao primeiro e ao segundo pico, \n\nindependentemente do método utilizado para sua obtenção. Os valores obtidos através da \n\ncarga estão mais próximos dos valores do segundo pico que do primeiro. \n\nAnalisando agora o comportamento galvanodinâmico do sistema, a Figura 43(a) \n\nmostra as varredura lineares de corrente em pH 2. São observados pequenos deslocamentos da \n\njanela de oscilação quando comparadas com o pH 0; no entanto, as frequências das oscilações \n\nsão maiores e ao final das séries a 20 e 25 °C, é observado um pico com frequência e forma \n\nmuito distintas das demais. O gráfico de Arrhenius com referência a corrente máxima de cada \n\nsérie apresenta um comportamento quase linear, com valor de Ea de 49 ± 3 kJ.mol-1. \n\n \nFigura 43 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes \n\ntemperaturas e (b) respectivo gráfico de Arrhenius. [EG] = 0,5 M, pH = 2. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   87 \n\nA Figura 44(a) mostra a influência da temperatura nas séries galvanostáticas, à \n\nIN = 0,5. Ao contrário do observado em pH 0, mudanças na forma das oscilações, \n\nprincipalmente na amplitude, que diminui com o aumento da temperatura, são evidentes aqui. \n\nAs frequências de oscilação variam em c.a. 0,1 à 0,7 Hz na faixa de T utilizada, e \n\ncorrespondem a frequências superiores às observadas em pH 0. O gráfico de Arrhenius, \n\nutilizando a frequência de oscilação, mostra uma Ea de 74 ± 2 kJ.mol-1. \n\n \nFigura 44 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas \n\nem IN = 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) \ncomo parâmetro cinético. \n\nPor fim, quando os experimentos são realizados com soluções com pH 14, a corrente \n\nde pico de oxidação aumenta quase 30 vezes nas varreduras de potencial com relação às \n\nmesmas medidas em meio ácido. O efeito da temperatura é mostrado na Figura 45. No plano \n\n(a), observa-se que antes do potencial de pico existem vários pré picos, ou ombros. Quando a \n\nvelocidade de varredura é alta (> 0,05 V.s-1), tais estruturas não são observadas, sendo o \n\ncomportamento restrito a apenas um pré pico, como já discutido em seções anteriores. O \n\npotencial de pico, em relação ao SHE, possui um deslocamento linear com a variação da \n\ntemperatura de -0,73 ± 0,04 mV.K-1. É importante ressaltar que as curvas foram corrigidas \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   88 \n\npela queda ôhmica (IR), que gera deslocamentos positivos no potencial com o aumento da \n\ncorrente. Apesar da resistência ôhmica ser pequena, as altas correntes registradas em meio \n\nalcalino deslocam o potencial de pico em até 23 mV. Dados da literatura para a eletro-\n\noxidação de metanol em meio alcalino relatam deslocamentos positivos do pico de potencial \n\ncom o aumento de T, porém nitidamente os dados são influenciados pela queda ôhmica.93 \n\n \nFigura 45 – (a) Varredura linear de potencial, a 0,01 V.s-1, para \n\ndiferentes temperaturas e (b) respectivo gráfico de Arrhenius \npara a corrente de pico ou a potencial fixo como indicado na \nfigura. pH = 14. \n\nO plano (b) da Figura 45 mostra os gráficos de Arrhenius para a corrente no potencial \n\nde pico, para três potenciais fixos na região dos pré picos e para a carga produzida em cada \n\nciclo na região de -0,4 a 0,4 V versus SHE. Em todos os casos, observam-se tendências \n\nlineares. As Ea’s extraídas dessas retas foram, em kJ.mol-1: 37 ± 1 para E = E de pico; 46 ± 2 \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   89 \n\npara E = -0,07 V; 42 ± 1 para E = -0,10 V; 42 ± 1 para E = -0,14 V e 39 ± 1 para a carga de \n\noxidação. Interessante notar que as Ea’s são pouco influenciadas pelo potencial, estando, na \n\nmaioria dos casos, dentro da variação associada ao ajuste dos pontos a melhor reta. \n\nA Figura 46(a) mostra o comportamento galvanodinâmico do sistema. Assim como \n\nvisto nos voltamogramas, a corrente onde as oscilações ocorre é uma ordem de grandeza \n\nsuperior aos sistemas em meio ácido. A frequência de oscilação também é alta, e não é \n\npossível distinguir os padrões, tanto pela escala do gráfico quanto pela coleta dos pontos, que, \n\nneste modo de controle, sofre limitações no galvanostato utilizado. \n\n \nFigura 46 – (a) Varredura linear de corrente, a 4 µA.cm-2.s-1, para diferentes \n\ntemperaturas e (b) respectivo gráfico de Arrhenius. [EG] = 0,51 M, pH = 14. \n\nO gráfico de Arrhenius da Figura 46(b) apresenta comportamento complexo, se for \n\nconsiderado linear Ea teria uma valor muito baixo, de 9 kJ.mol-1, com R2 = 0,942. \n\nPara as medidas galvanostáticas, aplicou-se densidades de correntes de 4,12, 4,28, \n\n4,72, 5,18 e 5,28 mA.cm-2 para temperaturas de 5, 10, 15, 20 e 25 °C, respectivamente. Estes \n\nvalores representam uma corrente normalizada (IN) de 0,5, como apresentado anteriormente. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   90 \n\nO início de cada série é mostrado na Figura 47. Na concentração utilizada, as oscilações \n\npodem evoluir para períodos complexos (maiores que 1) e janelas caóticas, como já discutido. \n\nA evolução desses períodos é dependente da temperatura, de forma que, para comparar séries \n\nregistradas em diferentes temperaturas, optou-se por discutir os resultados em função das \n\noscilações de período 1, próximas ao início do processo oscilatório, região de características \n\nsimilares em todas as séries neste e nos outros valores de pH. \n\n \nFigura 47 – (a) Séries temporais galvanostáticas em diversas temperaturas obtidas \n\nem IN = 0,5. (b) gráfico de Arrhenius utilizando a frequência de oscilação (#) \ncomo parâmetro cinético. \n\nAs características dessas oscilações já foram extensivamente discutidas nas seções \n\nanteriores. Nesta, só será salientado que: (i) frequência de oscilação é muito superior à \n\nencontrada em meio ácido; (ii) o padrão apresentado no início das séries é muito parecido em \n\ntodas as temperaturas; e (iii) a amplitude das oscilações é pequena nesta região das séries \n\nquando comparadas com as observadas em meio ácido. \n\nO gráfico de Arrhenius construído com a média das frequências das oscilações dos 50 \n\nprimeiros ciclos não apresenta comportamento linear. Em geral, observa-se um aumento mais \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   91 \n\nacentuado da frequência entre as temperaturas de 5 para 10 °C, um aumento menos acentuado \n\nentre 10 e 20 °C e uma saturação entre 20 e 25 °C. \n\nApesar da carga gerada no processo de oxidação ser um parâmetro obtido por \n\nintegração do fluxo de elétrons, i.e. a corrente, o cálculo da Ea com relação a essa grandeza \n\nrepresentou bem os valores médios de Ea . \n\nDe acordo com Körös,94 a frequência das oscilações, #, pode ser comparada à \n\nconstante de primeira ordem (k), o que permite que as frequências de oscilação a diferentes \n\ntemperaturas possam ser utilizadas para a taxa reacional em condições oscilatórias, afastadas \n\ndo equilíbrio. Sendo assim, o valores de Ea estimados através das frequências de oscilação \n\ntambém têm sentido físico. \n\nPara sintetizar os resultados obtidos, utiliza-se aqui uma forma simples, porém muito \n\nútil, de expressar a dependência da cinética do sistema com a temperatura: o coeficiente de \n\ntemperatura, definido como a razão entre a constante de reação k na temperatura T+10 °C e a \n\nmesma em T. Tipicamente, os valores desse coeficiente são da ordem de 2 ou 3 para reações \n\nhomogêneas,91,92 diminuindo usualmente um pouco com o aumento da temperatura. Para um \n\nintervalo arbitrário de temperatura T1 e T2, o coeficiente médio de temperatura, q10, é definido \n\npor: \n\n    Equação 16 \n\nComo já dito anteriormente, o valor de k é difícil de ser acessado em sistemas \n\ncomplexos e trabalha-se com grandezas proporcionais a esse valor. Utilizando essa definição, \n\nforam calculados os valores de q10, usando como parâmetro cinético a carga e a frequência de \n\noscilação para os três sistemas estudados. \n\n( )12\n\n1\n\n2\nTT\n\n10\n\nT\n\nT\n10 k\n\nk\nq\n\n!\n\n\"\n\"\n#\n\n$\n%\n%\n&amp;\n\n'\n=\n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   92 \n\nNa Figura 48, os valores de q10 correspondentes à carga, apresentam valores de 1,5 a \n\n2,5, dentro da faixa tipicamente encontrada em reações homogêneas. Resultados singulares \n\nsão vistos quando o mesmo cálculo é efetuado para a frequência de oscilação. Enquanto para \n\nos valores de pH 0 e 2 os valores estão na faixa entre 2 e 4, q10 para o pH 14 está muito \n\npróximo a 1, com exceção do primeiro intervalo, onde o valor é próximo a 1,5. Estes \n\nresultados mostram de forma quantitativa a invariância da frequência com a temperatura. \n\n \nFigura 48 – Valores de q10 estimados com a carga ou a \n\nfrequência de oscilação para os pH 0, 2 e 14. \n\nOs sistemas em pH ácido parecem ter comportamento similar, tanto em regime \n\nvoltamétrico quanto oscilatório, portanto, serão discutidos em conjunto. As energias de \n\nativação para esses sistemas variam de 82 a 69 kJ.mol-1 na região do pré pico, que acontece \n\nem potenciais inferiores a 0,8 V vs ERH. Quando calculados na região do pico principal, as \n\nenergias diminuem para a faixa de 45 a 53 kJ.mol-1. Tal diminuição de Ea com o aumento do \n\npotencial na direção do pico de potencial não é comum em sistemas similares, como a eletro-\n\noxidação de ácido fórmico 39 e metanol.93 No caso do etileno glicol, como já mencionado, a \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   93 \n\nregião em torno do pico de corrente é composta por várias reações que concorrem por sítios \n\nlivres. O pré pico em pH 0 ou o primeiro pico em pH 2 são creditados, entre outras rotas, à \n\noxidação de CO, previamente adsorvido.33 Herrero et al.95 calcularam a energia de ativação \n\npara a eletro-oxidação de CO em platina monocristalina, em 0,5 M de H2SO4, e encontraram \n\nvalores de 130-140 kJ.mol-1. Estes valores, segundo Rincón et al.,96 são menores para \n\neletrodos policristalinos e variam com potencial de adsorção do CO.  \n\nA variação do potencial do pico em pH 0 foi de -2,4 ± mV.K-1, valor bem próximo aos \n\n-2,0 ± 0,2 mV.K-1 encontrados para a eletro-oxidação de CO em platina policristalina.96 À \n\nmedida que o pH aumenta, o deslocamento dos picos para a eletro-oxidação de EG diminui \n\npara 1,47 ± 0,08 e 0,73 ± 0,03 mV.K-1, nos valores de pH 2 e 14, respectivamente. \n\nTrabalhos prévios mostram que as energias de ativação aparente para eletro-oxidação \n\nde EG em meio ácido sobre nanopartículas de Pt estão entre 30 kJ.mol-1 (a 0,45 V) e \n\n17 kJ.mol-1 (a 0,60 V) em temperaturas entre 25 e 45 °C;97 Contudo, podem se reduzir a \n\n5 kJ.mol-1 quando Ru é adicionado ao catalisador de Pt. Behm e colaboradores 98 estudaram a \n\neletro-oxidação de EG em nanopartículas de Pt suportadas em carbono, em temperaturas entre \n\n23 e 100 °C. Os autores observaram que os valores diminuem de 30 (a 0,5 V) para \n\naproximadamente 20 kJ.mol-1 com o aumento do potencial até 0,7 V. Utilizando \n\nespectrometria de massas eletroquímica diferencial, foi ainda possível calcular a energia de \n\nativação em relação à rota que gera CO2, sendo esta da ordem de 50 a 80 kJ.mol-1, na região \n\nde potencial entre 0,5 e 0,7 V versus ERH. Tais trabalhos visam o uso de EG em dispositivos \n\npráticos, portanto a influência da temperatura não é explorada em potenciais maiores. \n\nAs oscilações de potencial são caracterizadas por Ea’s de 65 e 75 kJ.mol-1 nos valores \n\nde pH 0 e 2, respectivamente. Tais valores são intermediários entre as Ea’s obtidas entre o \n\npico e a região pré pico, uma vez que o potencial visita estas regiões durante o processo de \n\noscilação. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   94 \n\nEm pH 14, a Ea calculada no potencial de pico é de 37 kJ.mol-1 e possui valores de 42 \n\na 46 kJ.mol-1 em potenciais inferiores ao de pico. Nota-se, portando, um comportamento bem \n\nmais homogêneo em relação ao observado em meio ácido. Assim como a adição de Ru,97 \n\ncomo espécie provedora de espécies oxigenadas, diminui a Ea em meio ácido, aqui, a alta \n\ndisponibilidade de espécies OH causa uma diminuição de quase 50% da Ea na região do pré \n\npico. Além disso, os espectros de infravermelho, mostrados na Figura 11, indicam que \n\npróximo a 0,8 V, não há bandas de CO neste pH. \n\nEm regime oscilatório, o valor de q10 é de aproximadamente 1, o que equivale a \n\nenergias de ativação próximas a zero segundo a equação: \n\n10\n21\n\na qln10\nTT\n\nRE !\n\"\n\n#\n$\n%\n\n&amp;\n=     Equação 17 \n\nA insensibilidade relativa da dinâmica do sistema em relação às mudanças de \n\ntemperatura é contrastada com os valores expressivos da energia de ativação para o mesmo \n\nsistema em condições voltamétricas. Esta situação é referente à compensação de temperatura \n\nque é, em geral, característica de ritmos biológicos, os quais são apenas levemente afetados \n\npor variações de uma determinada faixa de temperatura. Sistemas como este são grandes \n\ncandidatos a análogos químicos para serem empregados em estudos de processos emergentes \n\nmais complexos, como por exemplo, os observados em sistemas biológicos. \n\nA forma na qual uma rede de reações químicas acopladas é influenciada pela \n\ntemperatura pode diferir significativamente em relação à tendência usual de Arrhenius. Este \n\ntipo de sistema tem sido estudado e o fenômeno racionalizado em termos da combinação das \n\ncontribuições individuais de várias etapas que, juntas, geram o processo oscilatório.99,100 \n\nMatematicamente, a energia de ativação aparente para um processo oscilatório pode ser \n\nexpressa como: \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nResultados e Discussão   95 \n\n!Ea,osc = bjEa,j + biEa,i\nj(p!)\n\nm\n\n\"\nj(p+)\n\nn\n\n\"     Equação 18 \n\nNesta formulação, a energia de ativação é dada pela combinação de n etapas \n\nelementares com energias de ativação que contribuem para o aumento do período e por m \n\netapas que contribuem para a diminuição do período, sendo que todas as etapas tem seu peso \n\n(b) no processo global. O peso de casa processo, também chamado de coeficiente de controle, \n\nrepresenta o quanto uma variação na constante cinética k de uma etapa influencia o período \n\n(P) das oscilações, como mostra a equação: \n\ni\ni kln\n\nPln\nb\n\n!\n\n!\n=      Equação 19 \n\nEtapas que contribuem para a diminuição o período possuem bi &lt;0, o que significa \n\nque, com o aumento de ki devido ao aumento da temperatura, o período diminui. Da mesma \n\nforma, bi > 0 são esperados para etapas que contribuem para o aumento do período com o \n\naumento da temperatura.  \n\nNo presente trabalho foram encontrados Ea tão altas quanto 75 kJ.mol-1, em pH 0, \n\ncomo próximas a zero, em pH 14. O mecanismo de oxidação em ambos os casos é diferente, \n\nportanto, sugere-se que, enquanto em meio ácido as etapas que diminuem o período com \n\naumento de T (bi &lt;0) sejam preponderantes, em meio alcalino elas se compensam com as \n\netapas que contribuem para a diminuição do período (bi > 0). Tal comportamento, até então, \n\nhavia sido observado somente em sistemas eletro-químicos durante a eletro-oxidação de ácido \n\nfórmico em platina policristalina39 e ainda não está explicado em detalhes. \n\n \n\n\n\n \n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nConclusões   97 \n\n5 – CONCLUSÕES \n\nA eletro-oxidação de etileno glicol sobre platina foi estudada em condições próximas e \n\nafastada do equilíbrio termodinâmico. As interações entre as espécies oxigenadas adsorvidas e \n\nos cátions alcalinos apresentam grande impacto na eletro-oxidação de EG em meio alcalino. \n\nEntretanto, mais que uma simples extensão das observações já descritas na literatura, \n\nmostrou-se como estas interações afetam as rotas de reação para uma molécula contendo dois \n\ncarbonos. A utilização de espectroscopia FTIR in situ permitiu observar que o aumento nas \n\nvelocidades de reação de acordo com a natureza do cátion se deve, essencialmente, ao \n\naumento da quebra da ligação C-C. Quanto mais forte a interação entre o cátion solvatado e as \n\nespécies adsorvidas, maior o bloqueio superficial e, assim, menor o número de sítios \n\ndisponíveis para a adsorção e consequente quebra da ligação C-C. \n\nSob o ponto de vista dinâmico, foram observadas oscilações de corrente com o \n\naumento da resistência externa, chegando ao limite que corresponde às oscilações em modo \n\ngalvanostático. As frequências de oscilação encontradas para os primeiros segundos após a \n\nbifurcação foram as mais rápidas já medidas para eletro-oxidação de moléculas orgânicas. A \n\nvariação das frequências de oscilação em função da resistência permitiu o cálculo da \n\nconstante de envenenamento do eletrodo para os sistemas contendo KOH e NaOH. As \n\noscilações apresentadas no sistema contendo LiOH não permitiram o cálculo de tal parâmetro, \n\npois a presença de padrões de oscilação mais complexos inviabilizaram a aplicação do modelo \n\nproposto, baseado no comportamento de sistemas próximos à bifurcação de Hopf. \n\nA variação da concentração de etileno glicol mostrou uma grande variedade de \n\npadrões oscilatórios em meio alcalino, incluindo caos, que, neste caso, foi alcançado através \n\nda duplicação de período. Após as janelas caóticas, foram observadas oscilações de modo \n\nmisto que seguem a sequência descrita nas árvores de Farey. \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nConclusões   98 \n\nO pH do sistema mostrou-se uma variável essencial para o surgimento das oscilações. \n\nBasicamente, observam-se instabilidades somente nos extremos da série, em valores de pH de \n\n0, 2 e 14. Dentre esses valores de pH, o sistema apresenta comportamento muito distinto entre \n\na região ácida e a básica. Especificamente em meio ácido, as correntes voltamétricas são da \n\nordem de 1 mA.cm-2, com oscilações de baixa frequência em modo galvanostático (&lt;1 Hz), \n\nenquanto que em meio alcalino, as correntes voltamétricas são maiores que 20 mA.cm-2 e as \n\nfrequências, com, pelo menos, uma ordem de magnitude maior. Nos valores de pH que não \n\napresentaram oscilações, as correntes voltamétricas são intermediárias. \n\nA variação da temperatura permitiu o cálculo da energia de ativação através da \n\ncorrente de oxidação e da frequência de oscilação. Em meio ácido, a região que antecede o \n\npico principal do voltamograma apresenta uma alta energia de ativação, provavelmente \n\ndevido à presença de intermediários fortemente adsorvidos na superfície. À medida que o \n\npotencial atinge regiões próximas às da formação de óxidos de platina, o valor da energia de \n\nativação diminui. Nestes sistemas, a energia de ativação calculada através da frequência de \n\noscilação mostrou valores intermediários aos calculados em regime voltamétrico, tanto para \n\npH 0 quanto para pH 2. \n\nPor fim, apesar do sistema apresentar valores habituais de energia de ativação obtidos \n\nem pH 14, as oscilações neste pH mostraram-se quase invariantes quando o sistema foi \n\nsubmetido a variações de temperatura. Tal comportamento se dá pela compensação das \n\ndiferentes etapas que geram as oscilações, comportamento este comparável à homeostase, \n\ncaracterística comumente encontrada em sistemas biológicos. \n\n\n\n \n\n \n\n \n\nIntrodução \n\nObjetivos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nAnexos \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   100 \n\n6 – REFERÊNCIAS BIBLIOGRÁFICA \n\n \n\n[1] CROSS, M. C.; HOHENBERG, P. C. Pattern formation outside of equilibrium. Reviews of \nModern Physics, v. 65, p. 851-1112, 1993. \n\n[2] BALL, P. The self-made tapestry: pattern formation in nature. Oxford: Oxford University Press, \n2001. 287 p \n\n[3] EPSTEIN, I. R.; POJMAN, J. A. An introduction to nonlinear chemical dynamics: oscillations \nwaves, patterns and chaos, Oxford: Oxford University Press, 1998. 392 p. \n\n[4] ZHABOTINSKY, A. M. A history of chemical oscillations and waves. Chaos, v. 1, p. 379-386, \n1991. \n\n[5] TICIANELLI, E.; GONZALEZ, E. Eletroquímica: princípios e aplicações. São Paulo: Edusp, \n2002. 130 p. \n\n[6] STRMCNIK, D.; KODAMA, K.; VAN DER VLIET, D.; GREELEY, J.; STAMENKOVIC, V. R.; \nMARKOVIC, N. M.The role of non-covalent interactions in electrocatalytic fuel-cell reactions on \nplatinum. Nature, v.1, p. 466-472, 2009. \n\n[7] C. STOFFELSMA, C.; RODRIGUEZ, P.; GARCIA, G.; GARCIA-ARAEZ, N.; STRMCNIK, D.; \nMARKOVIC, N. M.; KOPER, M. T. M. Promotion of the oxidation of carbon monoxide at stepped \nplatinum single-crystal electrodes in alkaline media by lithium and beryllium cations. Journal of the \nAmerican Chemical Society, v. 132, p. 16127-16133, 2010. \n\n[8] STRMCNIK, D.; VAN DER VLIET, D. F.; CHANG, K.; KOMANICKY, V.; KODAMA, K.; \nYOU, H.; STAMENKOVIC, V. R.; MARKOVIC, N. M. Effects of Li+, K+ and Ba2+ cations on the \nORR at model and high surface area Pt and Au surfaces in alkaline solutions. Journal of Physical \nChemistry Letters, v. 2, p. 2733-2736, 2011. \n\n[9] LUCAS, C. A.; THOMPSON, P.; GRÜNDER, Y.; MARKOVIC N. M. The structure of the \nelectrochemical double layer: Ag(111) in alkaline electrolyte. Electrochemical Communications, v. \n13, p. 1205-1208, 2011. \n\n[10] GARCIA-ARAEZ, N.; CLIMENT, V.; ORTS, J. M.; FELIU, J. M.; ALDAZ, A. Effect of pH and \nalkaline metal cations on the voltammetry of Pt(111) single crystal electrodes in sulfuric acid solution. \nChemPhysChem, v. 5, p. 1221-1227, 2004. \n\n[11] GARCIA-ARAEZ, N.; CLIMENT, V.; RODRIGUEZ, P.; FELIU, J. M. Thermodynamic \nevidence for K+-SO4\n\n2- ion pair formation on Pt(111). New insight into cation specific adsorption. \nPhysical Chemistry Chemical Physics, v. 12, p. 12146-12152, 2010. \n\n[12] M. ESCUDERO-ESCRIBANO,M. E. Z. MICHOFF, E. P. M. LEIVA, N. M. MARKOVIC, C. \nGUTIERREZ, A. CUESTA ChemPhysChem, v. 12, p. 2230-2234, 2011. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   101 \n\n \n\n[13] KOPER, M. T. M. Oscillations and complex dynamical bifurcations in electrochemical systems. \nIn: PRIGOGINE, I.; RICE, S. A. (Ed.). Advances in chemical physics. New York: Wiley, 1996. v. \n92, p. 161-298. \n\n[14] KRISCHER, K. Principles of temporal and spatial pattern formation in electrochemical systems \nIn: BOCKRIS, J. O. M.; CONWAY, B. E. (Ed.).Modern aspects of electrochemistry. New York: \nKluver Academic, 1999. v. 32, p. 1-142. \n\n[15] KRISCHER, K.; VARELA, H. Oscillations and others dynamics instabilities. In: VIELSTICH, \nW.; LAMM, A.; GASTEIGER, H. (Ed.). Handbook of fuel cells: fundamentals technology and \napplications. Chichester: John Wiley, 2002. v. 2, p. 679-701. \n\n[16] MATSUDA, T.; HOMMURA, H.; MUKOUYAMA, Y.; YAE, S.; NAKATO, Y.New current and \npotential oscillations for reduction reactions on platinum electrodes in acid solutions containing high \nconcentration hydrogen peroxide. Journal of the Electrochemical Society,v. 144, p. 1988-1994, \n1997. \n\n[17] MUKOUYAMA, Y.; NAKANISHI, S.; NAKATO, Y.Positive feedback mechanism, \nautocatalysis mechanism, and dependence on atomic-level surface structures in electrochemical \noscillations for H2O2 reduction on Pt electrodes.Bulletin of the Chemical Society of Japan,v. 72, p. \n2573-2590, 1999. \n\n[18] FLATGEN, G.;WASLE, S.; LUBKE, M.; EICKES, C.; RADHAKRISHNAN, G.; \nDOBLHOFER, K.; ERTL, G. Autocatalytic mechanism of H2O2 reduction on Ag electrodes in acidic \nelectrolyte: experiments and simulations. Electrochimica Acta, v. 44, p. 4499-4506, 1999. \n\n[19] EICKES, C.; WEIL, K. G.; DOBLHOFER, K. Faradaic impedance studies of the autocatalytic \nreduction of H2O2 on Ag eletrodes in HClO4. Physical Chemistry Chemical Physics, v. 2, p. 5691-\n5697, 2000. \n\n[20] MUKOUYAMA, Y.; NAKANISHI, S.; KONISHI, H.; NAKATO, Y. Electrochemical \noscillations of a new type in an H2O2+H2SO4 vertical bar Pt-electrode system, appearing by addition of \nsmall amounts of halide ions. Journal of Electroanalytical Chemistry, v. 473, p. 156-165, 1999. \n\n[21] NAKANISHI, S.; MUKOUYAMA, Y.; NAKATO, Y. Catalytic effect of adsorbed iodine atoms \non hydrogen peroxide reduction at single-crystal Pt electrodes, causing enhanced current oscillations. \nJournal of Physical Chemistry B, v. 105, p. 5751-5756, 2001. \n\n[22] MUKOUYAMA, Y.; NAKANISHI, S.; CHIBA, T.; MURAKOSHI, K.; NAKATO, Y. \nMechanisms of two electrochemical oscillations of different types, observed for H2O2 reduction on a \nPt electrode in the presence of a small amount of halide ion. Journal of Physical Chemistry B, v. \n105, p. 7246-7253, 2001. \n\n[23] WOLF, W.;YE, J.; PURGAND, M.; EISWIRTH, M.; DOBLHOFER, K. Modeling the oscillating \nelectrochemical reduction of peroxidisulfate. Berichte der Bunsen-Gesellschaft – Physical \nChemistry Chemical Physical, v. 96, p. 1797-1804, 1992. \n\n[24] SEROV, A.; KWAK,C. Recent achievements in direct ethylene glycol fuel cells \n(DEGFC).Applied Catalysis B: Environmental, v. 97, p. 1-12, 2010. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   102 \n\n \n\n[25] LIMA, R. B.; PAGANIN, V.; IWASITA, T.; VIELSTICH, W. On the electrocatalysis of ethylene \nglycol electrooxidation. Electrochimica Acta, v. 49, p. 85-91, 2003. \n\n[26] FALASE, A.; MAIN, C.; GARCIA, K.; SEROV, A.; LAU, C.; ATANASSOV, P. \nElectrooxidation of Ethylene Glycol and Glycerol by Platinum-Based Binary and Ternary Nano-\nstructured Catalysts Electrochimica Acta, v. 66, p. 295-301, 2012. \n\n[27] KWON, K.; LAI, S. C. S.; RODRIGUEZ, P.; KOPER,M. T. M. Electrocatalytic oxidation of \nalcohols on gold in alkaline media: Base or gold catalysis? Journal of the American Chemical \nSociety, v. 133, p. 6914-6917, 2011. \n\n[28] SALCICCIOLI, M.; YU, W.; BARTEAU, M. A.; CHEN, J. G.; VLACHO D. J. Differentiation \nof O-H and C-H bond scission mechanism of ethylene glycol on Pt and Ni/Pt using theory and isotopic \nlabeling experiments. Journal of the American Chemical Society v. 13, p. 7996-8004, 2011. \n\n[29] VIJH, A. K. Anodic oxidation of ethylene glycol on platinum. Canadian Journal of Chemistry, \nv. 49, p. 78-88, 1971. \n\n[30] HAUFFE, W.; HEITBAUM, J. The eletrooxidation of ethylene glycol at platinum in potassium \nhydroxide. Electrochimica Acta, v. 23, p. 299-304, 1977. \n\n[31] CHRISTENSEN, P. A.; HAMNETT, A.The oxidation of ethylene glycol at platinum electrode in \nacid and base: an in situ FTIR study. Journal of Electroanalytical Chemistry, v. 260, p. 347-359. \n1989. \n\n[32] CHANG, S. C.; HO, Y.; WEAVER, M. J. Applications of real-time FTIR spectroscopy to the \nelucidation of complex electroorganic pathways: Electrooxidation of ethylene glycol on gold, \nplatinum, and nickel in alkaline solution. Journal of American Chemical Society, v. 113, p. 9506-\n9513, 1991. \n\n[33] SCHNAIDT, J.; HEINEN, M.; JUSYS, J.; BEHM, R. J.; Electro-oxidation of ethylene glycol on \na Pt-film electrode studied by combined in situ infrared spectroscopy and online mass spectrometry. \nJournal of Physical Chemistry C, v. 116, p. 2872-2883, 2012. \n\n[34] MATSUOKA, K.; IRIYAMA, Y.; ABE, T.; MATSUOKA, M.; OGUMI, Z. Electro-oxidation of \nmethanol and ethylene glycol on platinum in alkaline solution: Poisoning effects and product \nanalysis.Electrochimica Acta, v. 51, p. 1085-1090, 2005. \n\n[35] WANG, H.; JUSYS, Z.; BEHM, R. J. Electrochemical oxidation kinetics and mechanism of \nethylene glycol on a carbon supported Pt catalyst: A quantitative DEMS study. Journal of \nElectroanalytical Chemistry, v. 595, p. 23-36, 2006. \n\n[36] BAYER, D.; BERENGER, S.; JOOS, M.; CREMERS, C.; TÜBKE, J. Electrochemical oxidation \nof C2 alcohols at platinum electrodes in acidic and alkaline environment. International Journal of \nHydrogen Energy, v. 35, p. 12660-12667, 2010. \n\n[37] HORANYI, G.; INZELT, G.; SZETEY, E. Open circuit potential oscillations of platinum \nelectrodes immersed in solutions of organic fuels and redox systems. Imitation of galvanostatic \npotential oscillations observed in the course of electrooxidation of organic fuels. Journal of \nElectroanalytical Chemistry, v. 81, p. 395-401, 1977. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   103 \n\n \n\n[38] SITTA, Elton. Dinâmica oscilatória na electro-oxidação de etileno glycol. 2008. 60 f. \nDissertação (Mestrado) – Institudo de Química de São Carlos, Universidade de São Paulo, São Carlos, \n2008. \n\n[39] NAGAO, R.; EPSTEIN, I. R.; GONZALEZ, E. R.; VARELA, H. Temperature (over) \ncompensation in an oscillatory surface reaction. Journal of Physical Chemical A, v. 112, p. 4617-\n4625, 2008. \n\n[40] ANGELUCCI, C. A.; VARELA, H.; HERRERO, E.; FELIU, J. M. Activation energies of the \nelectrooxidation of formic acid on Pt(100). Journal of Physical Chemistry C, v. 113, p. 18835-\n18841, 2009. \n\n[41] CARBONIO, E. A.; NAGAO, R.; GONZALEZ, E. R.; VARELA, H. Temperature effects on the \noscillatory electro-oxidation of methanol on platinum. Physical Chemistry Chemical Physics, v. 11, \np. 665-670, 2009. \n\n[42] IWASITA, T.; NART, F. C. In situ spectroscopy at electrochemical interfaces. Progress in \nSurface Science, v. 55, p. 271-340, 1997. \n\n[43] GLASSTONE, S. Textbook of physical chemistry. London: Macmilllan, 1962. 1320 p. \n\n[44] HAMANN, C. H.; HAMNETT, A.; VIELSTICH, W. Electrochemistry. 2nd ed. Weinheim: \nWiley-VCH, 2007. p. 531. \n\n[45] IVES, D. J. G; JANZ, G. J. Reference electrodes. New York: Academic Press, 1961. p. 651. \n\n[46] CONWAY, B. E.; ANGERSTEIN-KOZLOWSKA, H.; SHARP. W. B. A. Temperature and \npressure effects on surfaces processes at noble metal electrodes. Part 1 – Entropy of chemisorption of \nH at Pt surfaces. Journal of Chemical Society Faraday Transactions, v. I 74, p. 1373-1389, 1978. \n\n[47] SITTA, E.; VARELA, H. On the open-circuit interaction between methanol and oxidized \nplatinum electrodes. Journal of Solid State Electrochemistry, v. 12, p. 559-567, 2008. \n\n[48] CUESTA, A. At least three contiguous atoms are necessary for CO formation during methanol \nelectrooxidation on platinum. Journal of American Chemical Society, v. 128, p. 13332-13333, 2006. \n\n[49] BATISTA, E. A.; MALPASS, G. R. P.; MOTHEO, A. J.; IWASITA, T. New mechanistic aspects \nof methanol oxidation. Journal of Electroanalytical Chemistry, v. 571, p. 273-282, 2004. \n\n[50] COLMATI, F.; TREMILIOSI-FILHO, G.; GONZALEZ, E. R.; BERNÁ, A.; HERRERO, E.; \nFELIU, J. M. Surface structure effects on the electrochemical oxidation of ethanol on platinum single \ncrystal electrodes. Faraday Discussions, v. 140, p. 379-397, 2008. \n\n[51] LAI, S. C. S.; KOPER, M. T. M. The influence of surface structure on selectivity in the ethanol \nelectro-oxidation reaction on platinum. Journal of Physical Chemistry Letters, v. 1, p. 1122-1125, \n2010. \n\n[52] KOPER, M. T. M.; SLUYTERS, J. H. Instabilities and oscillations in simple models of \nelectrocatalytic surface reaction. Journal of Electroanalytical Chemistry, v. 371, p. 149-159, 1994. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   104 \n\n \n\n[53] HACHKAR, M.; BEDEN, B.; LAMY, L. Oscillating electrocatalytic systems.1 Survey of \nsystems involving the oxidation of organic and detailed electrochemical investigation of formaldehyde \noxidation on rhodium electrodes. Journal of Electroanalytical Chemistry, v. 287, p. 81-98, 1990. \n\n[54] KISS, I. Z.; LV, Q.; ORGAN, L.; HUDSON, J. L. Electrochemical bursting oscillations on a \nhigh-dimensional slow subsystem. Physical Chemistry Chemical Physics, v. 8, p. 2707-2715, 2006. \n\n[55] BUCK, R. P.; GRIFFITH, L. R. Voltammetric and chronopotentiometric study of the anodic \noxidation of methanol, formaldehyde, and formic acid. Journal of the Electrochemical Society, v. \n109, p. 1005-1013, 1962. \n\n[56] HUNGER, H. F. Participation of oxygen species in periodic anodic processes Journal of the \nElectrochemical Society, v. 116 p. 1519-1523, 1969. \n\n[57] OKAMOTO, H.; TANAKA, N.; NAITO, M. Chaos in the oxidation of formaldehyde and/or \nmethanol. Journal of Physical Chemistry A, v. 102, p. 7343-7352, 1998 \n\n[58] OKAMOTO, H.; TANAKA, N.; NAITO, M. Chaotic and periodic potential oscillations in \nformaldehyde oxidation. Journal of Physical Chemistry A, v. 101, p. 8480-8488, 1997. \n\n[59] KARANTONIS, A.; KOUTSAFTIS, D.; KOULOUMBI, N. Bistabillity, oscillations and \nbifurcations of the electrocatalytic oxidation of HCHO on Pt. Chemical Physics Letters, v. 422, p. \n78-82, 2006. \n\n[60] TIAN, M.; CONWAY, B. E. Phenomenology of oscillatory electro-oxidation of formic acid at \nPd: role of surface oxide films studied by voltammetry, impedance spectroscopy and nanogravimetry. \nJournal of Electroanalytical Chemistry, v. 581, p. 176-189, 2005. \n\n[61] RASPEL, F.; EISWIRTH, M. Current oscillations in the electrochemical oxidation of formic acid \nat Pt single crystal surfaces Journal of Physical Chemistry, v. 98, p. 7613-7618, 1994. \n\n[62] STRASSER, P.; LÜBKER, M.; RASPEL, F.; EISWIRTH, M.; ERTL, G. Oscillatory instabilities \nduring formic acid oxidation on Pt(100), Pt(110) and Pt(111) under potentiostatic control: 1. \nExperimental. Journal of Chemical Physics, v. 107, p. 979-990, 1997. \n\n[63] VIELSTICH, W.; PAGANIN, V. A.; LIMA, F. H. B.; TICIANELLI, E. A. Nonelectrochemical \npathway of methanol oxidation at a platinum-catalyzed oxygen gas diffusion electrode. Journal of \nElectrochemical Society, v. 148, p. A502-A505, 2001. \n\n[64] MARTINS, A. L.; BATISTA, B. C.; SITTA, E.; VARELA, H. Oscillatory instabilities during the \nelectrocatalytic oxidation of methanol on platinum. Journal of Brazilian Chemical Society, v. 19, p. \n679-687, 2008. \n\n[65] LEE, J.; EICKES, C.; EISWIRTH, M.; ERTL, G. Electrochemical oscillations in the metanol \noxidation on Pt. Electrochimica Acta, v. 47, p. 2297-2301, 2002. \n\n[66] KRAUSA, M.; VIELSTICH, W. Potential oscillations during methanol oxidation at Pt-electrodes. \n1. Experimental conditions. Journal of Electroanalytical Chemistry, v. 399, p. 7-12, 1995. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   105 \n\n \n\n[67] HUANG, W.; LI, Z. L.; PENG, Y. D.; CHEN, S.; ZHENG, J. F.; NIU, Z. J. Oscillatory \nelectrocatalytic oxidation of methanol on an Ni(OH)2 film electrode. Journal of Solid State \nElectrochemistry, v. 9, p. 284-289, 2005. \n\n[68] ZHANG, L. J.; XIE, Q. J.; YAO, S. Z. EQCM study on the potential oscillations during \ngalvanostatic oxidation of glucose, galactose and ethanol. Acta Physico-Chimica Sinica, v. 21, p. \n977-982, 2005. \n\n[69] GILEADI, E. Electrode kinetics for chemists, chemical engineers, and materials scientists. \nNew York: VHC, 1993. p. 597. \n\n[70] HOUSMANS, T. H. M.; KOPER, M. T. M. Methanol oxidation on stepped Pt[n(111)x110] \nelectrodes: a chronoamperometric study. Journal of Physical Chemistry B, v. 107, p. 8557-8567, \n2003. \n\n[71] GROZOVSKI, V.; CLIMENT, V.; HERRERO, E.; FELIU, J. M. Intrinsic activity and poisoning \nrate for HCOOH oxidation at Pt(100) and vicinal surfaces containing monoatomic (111) steps. \nChemPhysChem, v. 10, p. 1922-1926, 2009. \n\n[72] NAGAO, R; SITTA, E.; VARELA, H.; Stabilizing nonstationary electrochemical time series. \nJournal of Physical Chemistry C, v. 114, p. 22262-22268, 2010. \n\n[73] KOPER, M.T.M.; GASPARD, P.; SLUYTERS, J. H. Mixed-mode oscillations and incomplete \nhomoclinic scenarios to a saddle focus in the indium/thiocyanate electrochemical oscillatior. Journal \nof Chemical Physics, v. 97, p. 8250-8260, 1992. \n\n[74] NASCIMENTO, M. A.; GALLAS, J. A. C.; VARELA, H. Self-organized distribution of \nperiodicity and chaos in an electrochemical oscillator. Physical Chemistry Chemical Physics, v. 13, \np. 441-446, 2011. \n\n[75] FREIRE, J. G.; GALLAS, J. A. C. Stern-Brocot trees in the periodicity of mixed-mode \noscillations Physical Chemistry Chemical Physics, v. 13, p. 12191-12198, 2011. \n\n[76] BARKLEY, D. Slow manifolds and mixed-mode oscillations in the Belousov-Zhabotinskii \nreaction. Journal of Chemical Physics, v. 89, p. 5547-5559, 1988. \n\n[77] VILLULLAS, H. M.; TEIJELO, M. L. Meniscus shape and lateral wetting at the hanging \nmeniscus rotating disc (HMRD) electrode. Journal of Applied Electrochemistry, v. 26, p. 353-359, \n1996. \n\n[78] PARSONS, R.; VANDERNOOT, T.; The oxidation of small organic molecules. A survey of \nrecent fuel cell related research. Journal of Electroanalytical Chemistry, v. 257, p. 9-45, 1988. \n\n[79] MORIN, M. C.; LAMY, C.; LEGER, J. M.; VASQUEZ, J. L.; ALDAZ, A. Structural effects in \nelectrocatalysis – oxidation of ethanol on platinum single crystal electrodes – effect of pH Journal of \nElectroanalytical Chemistry and Interfacial Electrochemistry, v. 283, p. 287-302, 1990. \n\n[80] SOBKOWSKI, J.; FRANASZCZUK, K.; DOBROWOLSKA, K. Effect of anions and pH on the \nadsorption and oxidation of methanol on a platinum electrode Journal of Electroanalytical \nChemistry, v. 330, p. 529-540, 1992. \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   106 \n\n \n\n[81] SKOOG, D. A.; WEST, D. M.; HOLLER, F. J.; CROUCH, S. R. Fundamentals of analytical \nchemistry. 8th ed. Toronto: Thomson, 2004. p. 1051. \n\n[82] ANGERSTEIN-KOZLOWSKA, H.; CONWAY, B. E.; SHARP, W. B. A. The real condition of \nelectrochemically oxidized platinum surfaces. Electroanalytical Chemistry and Interfacial \nElectrochemistry, v. 43, p. 9-36, 1973. \n\n[83] GISBERT, R.; GARCIA, G.; KOPER, M. T. M. Oxidation of carbon monoxide on ply-oriented \nand single-crystalline platinum electrodes over a wide range of pH. Electrochimica Acta, v. 56, p. \n2443-2449, 2011. \n\n[84] LAI, S. C. S.; KLEIJN, E. F.; ÖZTÜRK, T. Z.; VAN REES VELLINGA, V. C.; KONING, J.; \nRODRIGUEZ, P.; KOPER, M. T. M. Effects of electrolyte pH and composition on the ethanol \nelectro-oxidation reaction. Catalysis Today, v. 154, p. 92-104, 2010. \n\n[85] KOPER, M. T. M. Electrocatalysis: theory and experiment at the interface. Faraday Discussions, \nv. 140, p. 11-24, 2008 \n\n[86] KOPER, M. T. M.; LAI, S. C. S. HERRERO, E. Carbon monoxide and small organic molecules \nat metal electrodes. In: KOPER, M. T. M. Fuel Cells Catalysis: a surface science approach. Hoboken: \nJohn Wiley, 2009. p. 159-207. \n\n[87] NAGAO, Rafael. Efeito da temperature na eletro-oxidação oscilatória de ácido fórmico \nsobre platina: experimentos e simulações. 2009. 67 f. Dissertação (mestrado) – Instituto de Química \nde São Carlos, Universidade de São Paulo, São Carlos, 2009. \n\n[88] NAITO, M.; OKAMOTO, H.; TANAKA, N. Dynamics of potencial oscillations in the \nelectrochemical oxidation of formic acid. Physical Chemistry Chemical Physics, v. 2, p. 1193-1198, \n2000. \n\n[89] BATISTA, B. C.; FERREIRA, G. C. A.; VARELA, H. The effect of poisoning species on the \noscillatory dynamics of an electrochemical reaction. Journal of Physics: Conference Series, v. 285, \np. 1-8, 2011 \n\n[90] CLIMENT, V.; FELIU, J. M. Thirty years of platinum single crystals electrochemistry. Journal \nof Solid State Electrochemistry, v. 15, p. 1297-1315, 2011. \n\n[91] GLASSTONE, S. Textbook of physical chemistry. London: Macmilllan, 1962. 1320 p. \n\n[92] LEVINE, I. N.; Physical Chemistry. 6a ed. New York: McGraw-Hill, 2009. 994 p. \n\n[93] COHEN, J. L.; VOLPE, D. J.; ABRUÑA, H. D. Electrochemical determinations of activation \nenergy for methanol oxidation on polycrystalline platinum in acid and alkaline electrolytes. Physical \nChemistry Chemical Physics, v. 9, p. 49-77, 2007. \n\n[94] KOROS, E. Monomolecular treatment of chemical oscillations. Nature, v. 251, p. 703-704, 1974. \n\n[95] HERRERO, E.; ÁLVAREZ, B.; FELIU, J. M.; BLAIS, S.; RADOVIC-HRAPOVIC, Z.; \nJERKIEWICZ, G. Temperature dependence of the COads oxidation on Pt(111), Pt(100) and Pt(110) \nelectrodes Journal of Electroanalytical Chemistry, v. 567, p. 139–149 2004 \n \n\n\n\nEfeito de cátions alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n \n\nReferências Bibliográficas   107 \n\n \n\n[96] RINCÓN, A.; PÉREZ, M. C.; CUESTA, A.; GUTIÉRREZ, C. Dependence on the CO admission \npotential of the activation energy of the electrooxidation of adsorbed CO on Pt. Electrochemistry \nCommunications, v. 7, p. 1027-1032, 2005. \n\n[97] CHATTERJEE, M.; CHATTERJEE, A.; GHOSH, S.; BASUMALLICK, I. Electro-oxidation of \nethanol and ethylene glycol on carbon-supported nano-Pt and -PtRu catalyst in acid solution. \nElectrochimica Acta, v. 54, p. 7299-7304, 2009. \n\n[98] HALSEID, M. C.; JUSYS, Z.; BEHM, R. J. Electrooxidation of ethylene glycol on a carbon-\nsupported Pt catalyst at elevated temperatures and pressure: A high-temperature/high-pressure DEMS \nstudy. Journal of Electroanalytical Chemistry, v. 644, p. 103-109, 2010. \n\n[99] HASTINGS, J. W.; SWEENEY, B. M. On the mechanism of temperature independence in a \nbiological clock. Proceedings of the National Academy of Sciences. v. 43, p. 804-811, 1957. \n\n[100] RUOFF, P. Introducing temperature-compensation in any reaction kinetic oscillator model. \nJournal of Interdisciplynary Cycle Research, v. 23, p. 92-99, 1992. \n\n\n\n \n\n \n\nIntrodução \n\nAnexos \n\nMateriais e Métodos \n\nResultados e Discussão \n\nConclusões \n\nReferências  \n\nObjetivos \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   109 \n\n7 – ANEXOS \n\nAnexo 1 \n\nDependência entre frequência de oscilação e resistência externa \n\nSeja f1 e f2 duas funções, com variáreis ! e \", dadas por: \n\n \n\n \n\nem que kp é uma constante de envenenamento de primeira ordem e \"0 é o recobrimento \n\nmáximo do veneno em um dado potencial, A é a área do eletrodo e If a corrente faradáica \n\ndada por . Note que ambas as equações dependem de ! e de \".  \n\nDe posse dessas equações, a estabilidade do sistema pode ser analisada através da \n\nMatriz Jacobiana do sistema, dada por: \n\n \n\nem que o determinante associado à matriz é dado por: \n\n \n\nem que o subscrito “Hopf” significa o valor da variável calculada no ponto de Hopf e A \n\nrepresenta a área do eletrodo. \n\nO termo entre parênteses na equação é exatamente a derivada da corrente faradáica \n\nem relação ao potencial, sendo assim, a equação pode ser simplificada por: \n\nf1 !CDL\nd\"\ndt\n\n=\nE#\"\nAR\n\n#IF(\",$)\n\nf2 !\nd\"\ndt\n= kp \"0(#)$\"[ ]\n\nIF = nFk !( ) 1\"#( )\n\nJ =\n\n!f1\n!\"\n\n!f1\n!#\n\n!f2\n!\"\n\n!f2\n!#\n\n$\n\n%\n\n&amp;\n&amp;\n&amp;\n&amp;\n\n'\n\n(\n\n)\n)\n)\n)\n\ndet J( ) =\nkp\n\nARCDL\n+\nkp\nCDL\n\nnF 1!\"Hopf( )\ndk #( )\nd#\n\n#=#Hopf\n\n!nFk(#Hopf )\nd\"0(#)\nd#\n\n#=#Hopf\n\n$\n\n%\n\n&amp;\n&amp;\n\n'\n\n(\n\n)\n)\n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   110 \n\n \n\nem que j(!) é a densidade de corrente i.e. IF/A.  \n\nA frequência das oscilações nesse ponto é dada pela raiz quadrada do determinante, o \n\nque remete à seguinte equação que relaciona a resistência ôhmica com a frequência das \n\noscilações: \n\n \n\n  \n\ndet(J)=\nkp\n\nARCDL\n+\nkp\nCDLA\n\ndI !( )\nd!\n\n!=!Hopf\n\n=\nkp\nCDL\n\n1\nRA\n\n+\ndj(!)\nd!\n\n!=!Hopf\n\n\"\n\n#\n\n$\n$\n\n%\n\n&amp;\n\n'\n'\n\n! =\n1\n2\"\n\nkp\nCDL\n\n1\nRA\n\n+\ndj\nd#\n\n$\n\n%\n&amp;\n\n'\n\n(\n)\n#=#Hopf\n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   111 \n\nAnexo 2 \n\nCálculo da capacitância da dupla camada \n\nPara o cálculo da capacitância da dupla camada elétrica foram realizadas medidas de \n\nimpedância eletroquímica no potencial de 0,5 V (vs ERH) em soluções contendo 0,5 M de \n\nEG. O potencial foi mantido por 120 s antes do início das perturbações senoidais com \n\namplitude de 0,01 V na faixa de frequências de 10000 a 0,1 Hz. Os diagramas de impedância \n\nsão mostrados abaixo \n\n \n\nUtilizando programa Z-View versão 3.1c traçou-se as melhores curvas que ajustam \n\nos dados experimentais ao sistema eletrônico descrito abaixo: \n\n \n\nem que Rext é a resistência da solução, CDL a capacitância da dupla camada e Rtc é a \n\nresistência à transferência de carga. O valores obtidos são mostrados na tabela abaixo: \n\n Rext / # CDL / µF.cm-2 Rtc / # \n\nLiOH 2,7 40,9 2524 \n\nNaOH 2,9 34,3 1912 \n\nKOH 3,0 30,0 1434 \n\n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   112 \n\nAnexo 3 \n\nVoltamogramas cíclicos com base do eletrodo padrão de hidrogênio (SHE) para \n\ndiversos pH \n\n \n\nVoltamogramas cíclicos da platina a 0,1 Vs-1 e (b) varredura linear de potencial (preto, a \n\n0,01 Vs-1) ou corrente (vermelho a 4 µA.s-1.cm-2) após adição de 0,5 M de EG. \n\n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   113 \n\nAnexo 4  \n\nVariação da corrente de oxidação em função da concentração de EG \n\nem diversos pH. Voltametria Cíclica \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 0; eletrólito \nsuporte H2SO4. \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 2; eletrólito \nsuporte K2SO4. \n\n \n\n \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   114 \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 4; eletrólito \nsuporte K2SO4. \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 10; eletrólito \nsuporte K2SO4. \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   115 \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 12; eletrólito \nsuporte K2SO4. \n\n \n\n \n\nVoltamogramas cíclicos, a 0,01 V.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 14; eletrólito \nsuporte KOH. \n\n \n\n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   116 \n\nAnexo 5  \n\nVariação da corrente de oxidação em função da concentração de EG \n\nem diversos pH. Galvanodinâmica. \n\n \n\nVarreduras de corrente, a 4 µA.cm-2.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 4; eletrólito \nsuporte K2SO4. \n\n \n\nVarreduras de corrente, a 4 µA.cm-2.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 10; eletrólito \nsuporte K2SO4. \n \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   117 \n\n \n\nVarreduras de corrente, a 4 µA.cm-2.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 12; eletrólito \nsuporte K2SO4. \n \n\n \nVarreduras de corrente, a 4 µA.cm-2.s-1, para [EG] de 0,05 a 0,5 M e respectivos valores de \nlogi vs log[EG] para os picos observados na varredura no sentido positivo. pH 14; eletrólito \nsuporte KOH. \n \n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   118 \n\nAnexo 6  \n\nVariação o potencial de pico em função da temperatura \n\n \n\n \n\n \nVariação do potencial de pico com a temperatura obtidos \n\nem varreduras lineares a 0,01 V.s-1 em diferentes pH. \n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   119 \n\nAnexo 7 \n\n \nCURRICULUM VITAE \n\n \n\nPessoal \n\nNome    Elton Sitta \n\nNascimento   16 dezembro, 1982 em São Carlos (SP) Brasilou \n\ne-mail   esitta@gmail.com \n\nEducação \n\n04/2002-12/2005  Bacharelado em Química \n\nUniversidade de São Paulo (IQSC/USP), São Carlos (SP) Brasil \n\nTítulo da monografia: Eletro-oxidação de etileno glicol sobre níquel \n\nem soluções alcalinas. \n\nSupervisor: Prof. Dr. Teresa Iwasita \n\n02/2006-02/2008  Mestrado em Ciências (físico-química) \n\nUniversidade de São Paulo (IQSC/USP), São Carlos (SP) Brasil \n\nTítulo da dissertação: Dinâmica oscilatória durante a eletro-oxidação \n\nde etileno glicol \n\nSupervisor: Prof. Dr. Hamilton Varela \n\n02/2008-   Doutoramento \n\nUniversidade de São Paulo (IQSC/USP), São Carlos (SP) Brasil \n\nTítulo da tese: Efeito de cátions alcalinos e cinética complexa durante \n\neletro-oxidação de etileno glicol. \n\nSupervisor: Prof. Dr. Hamilton Varela \n\n  \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   120 \n\nLista de Publicações  \n[13] I.Z. Kiss, E. Sitta, H. Varela. On the limit of frequency of electrochemical oscillators \n\nand its relationship to kinetic parameters. J. Phys. Chem. C. doi: 10.1021/jp300714w \n\n(2012). \n\n[12] E.G. Machado, E. Sitta, F.H.B de Lima, J. Lee, H. Varela. Open circuit interaction of \n\nborohydride with oxidized platinum surfaces. Electrochem. Comm. v.16, p.107 (2012). \n\n[11] E. Sitta, B.C. Batista, H. Varela. The impact of the alkaline cation on the mechanism of \n\nthe electro-oxidation of ethylene glycol on Pt. Chem. Comm. v.47, p.3775 (2011). \n\n[10] H. Varela, E. Sitta, E.G. Machado. Comment on “Electrochemical quartz crystal \n\nmicrobalance study of borohydride electro-oxidation on Pt: The effect of borohydride \n\nconcentration and thiourea adsorption”. J. Phys. Chem. C. v.115, p.10310 (2011). \n\n[9] E. Sitta, M.A. Nascimento, H. Varela. Complex kinetics, high frequency oscillations \n\nand temperature compensation in the electro-oxidation of ethylene glycol on platinum. \n\nPhys. Chem. Chem. Phys. v.12, p.15195 (2010). \n\n[8] E. Sitta, H. Varela. Beta oscillations in the electro-oxidation of ethylene glycol on \n\nplatinum. Electrocal. v.1, p.19 (2010). \n\n[7] R. Nagao, E. Sitta, H. Varela. Stabilizing nonstationary electrochemical time series. J. \n\nPhys. Chem. C. v.114, p.22262 (2010). \n\n[6] E. Sitta, A.L. Santos, R. Nagao, H. Varela. Nanogravimetric study of the complex \n\nvoltammetric response in the electro-oxidation of methanol on platinum. Electrochim. \n\nActa. v.55, p.404 (2009). \n\n[5] H. Varela, E. Sitta, B.C. Batista. Methanol oxidation on oxidized Pt surfaces. \n\nHandbook of Fuel Cells – Advances in Electrocatalysis, Materials, Diagnostics and \n\nDurability. Edited by W. Vielstich, H. Gasteiger, A Lamm. v.5, p.215 (2009). \n\n[4] A.L. Martins, B.C. Batista, E. Sitta, H. Varela. Oscillatory instabilities during the \n\nelectrocatalytic oxidation of methanol on platinum. J. Braz. Chem. Soc. v.19, p.679 \n\n(2008). \n\n                                                \n As referências em negrito correspondem à temas discutidos na tese. \n \n\n\n\nEfeito de cations alcalinos e cinética complexa durante a eletro-oxidação de etileno glicol \n\nAnexos   121 \n\n[3] B.C. Batista, E. Sitta, M. Eiswirth, H. Varela. Autocatalysis in the open circuit \n\ninteraction of alcohol molecules with oxidized Pt surfaces. Phys. Chem. Chem. Phys. \n\nv.10, p.6686 (2008). \n\n[2] E. Sitta, H. Varela. On the open-circuit interaction between methanol and oxidized \n\nplatinum electrodes. J. Solid State Electrochem. v.12, p.559 (2008). \n\n[1] V.A. Paganin, E. Sitta, T. Iwasita, W. Vielstich. Methanol crossover effect on the \n\ncathode potential of a direct PEM fuel cell. J. Appl. Electrochem. v.35, p.1239 (2005)."}]}}}