{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22875"}, {"@name": "filename", "#text": "6933_000884886.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JULIO DE MESQUITA FILHO” \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\n  \n\n \n\n \n\n \n \n \n \n \n \n \n \n\nTrabalho de Conclusão de Curso \n \n\nCurso de Graduação em Geologia \n \n \n \n \n \n \n \n \n \n \n \n \n\nMÉTODO DE ELETRORRESISTIVIDADE APLICADA AO ESTUDO DO \nCONTORNO ESTRUTURAL DA REGIÃO DO DOMO DE PIRATININGA-SP \n\n \n \n\nVinícius Zoratti Ferreira \n \n \n \n\nProf(a).Dr(a). Antônio Celso de Oliveira Braga \n\n \n \n \n \n \n\nRio Claro (SP) \n \n\n2016 \n\n\n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA  \n\nInstituto de Geociências e Ciências Exatas  \n\nCâmpus de Rio Claro  \n\n \n\n \n\nVINÍCIUS ZORATTI FERREIRA \n\n \n\n \n\n \n\nMÉTODO DE ELETRORRESISTIVIDADE APLICADO AO \n\nESTUDO DO CONTORNO ESTRUTURAL DA REGIÃO \n\nDO DOMO DE PIRATININGA-SP \n\n \n\n \n\n \n\n \nTrabalho de Conclusão de Curso \napresentado ao Instituto de Geociências e \nCiências Exatas - Câmpus de Rio Claro, \nda Universidade Estadual Paulista Júlio \nde Mesquita Filho, para obtenção do título \nde grau em Geologia. \n\n \n\n \n\n \n\n \n\nRio Claro - SP \n\n2016 \n\n\n\n \n\nZoratti, Vinicius Ferreia\n      Método de eletrorresistividade aplicado ao estudo do\ncontorno estrutural da região do Domo de Piratininga-SP /\nVinicius Ferreia Zoratti. - Rio Claro, 2016\n      32 f. : il., figs.\n\n      Trabalho de conclusão de curso (Geologia) - Universidade\nEstadual Paulista, Instituto de Geociências e Ciências Exatas\n      Orientador: Antônio Celso de Oliveira Braga\n\n      1. Geofísica. 2. Embasamento cristalino. 3. Sondagem\nElétrica Vertical. 4. IX1D. 5. Convênio CESP/IPT-\nPaulipetro.. I. Título.\n\n \n551\nZ88m\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP\n\n\n\n \n\nRESUMO - A área de estudo abrange a região ao Sul do município de Bauru, representado \n\npelo Domo de Piratininga. No centro desse alto estrutural afloram rochas do Permiano (Grupo \n\nPassa Dois) e do Triássico (Formação Pirambóia), em contraste com as formações do \n\nCretáceo (Grupo Bauru) que estão nos arredores da área. Na década de 80 ocorreram diversos \n\nestudos e pesquisas no Domo de Piratininga, pois este apresenta ausência da Formação Serra \n\nGeral, o que seria propício para a formação de uma armadilha de hidrocarbonetos. O objetivo \n\ngeral deste trabalho é a elaboração de mapas de contorno estrutural e a interação entre a \n\nanomalia do embasamento com as unidades ausentes. Os dados geofísicos de Sondagem \n\nElétrica Vertical (SEV’s) foram processados e utilizados para a elaboração dos mapas. Foram \n\nelaborado diversos mapas para a interpretação do alto estrutural, principalmente o mapa de \n\ncontorno estrutural da Formação Serra Geral e do embasamento cristalino. A anomalia \n\nexistente no embasamento cristalino da Bacia do Paraná é o fator fundamental para a \n\nirregularidade da Formação Serra Geral e a causa da ausência dessa unidade. \n\nPALAVRAS CHAVES: Domo de Piratininga. Embasamento Cristalino. SEV. IX1D. Convênio \n\nCESP/IPT-Paulipetro.\n\n\n\n \n\nABSTRACT - The study area covers a region to the south of the municipality of Bauru, \n\nrepresented by the Piratininga Dome. In the center of this structural high, outcrop Permian \n\n(Pirambóia Formation) and Triassic (Pirambóia Formation), in contrast to the Cretaceous \n\nformations (Bauru Group), in the vicinity of the area. In the 1980s, several studies and \n\nresearch were developed on the Piratininga Dome, since this one shows absence of the Serra \n\nGeral formation, being conducive to a hydrocarbon trap. The general objective of this work is \n\nstructural contour mapping and interaction between the anomaly of the basement and the \n\nmissing units. The geophysical data of Vertical Electrical Survey (VES) were processed and \n\nused for mapping. Several maps were elaborated for an interpretation of the structural high, \n\nmainly the structural map of the Serra Geral Formation and the crystalline basement. The \n\nanomaly in the crystalline basement of the Paraná Basin is the fundamental factor for the \n\nirregularity of the Serra Geral Formation and the cause of the absence of this unit. \n\nKEY WORDS: Piratininga dome. Crystalline Basement. SEV; IX1D; Agreement CESP / IPT- \n\nPaulipetro. \n\n  \n\n\n\n \n\nSumário \n1. INTRODUÇÃO ....................................................................................................................................... 1 \n\n1.1. JUSTIFICATIVO .............................................................................................................................. 1 \n\n1.2. OBJETIVO ........................................................................................................................................ 1 \n\n2. BACIA DO PARANÁ ............................................................................................................................. 3 \n\n2.1. EMBASAMENTO DA BACIA DO PARANÁ  ................................................................................ 4 \n\n2.2. CONTEXTO ESTRATIGRÁFICO  ................................................................................................. 6 \n\n2.3. ESTRUTURAS GEOLÓGICAS  ..................................................................................................... 8 \n\n3. CARACTERIZAÇÃO DA ÁREA DE ESTUDO ................................................................................. 9 \n\n3.1. GEOLOGIA LOCAL ........................................................................................................................ 9 \n\n3.1.1. Grupo Passa Dois (Supersequência Gondwana I)  ..................................................................... 11 \n\n3.1.1.1.  Formação Teresina ................................................................................................................... 12 \n\n3.1.2. Grupo São Bento (Supersequência Gondwana II)  .................................................................... 12 \n\n3.1.2.1. Formação Teresina .................................................................................................................... 13 \n\n3.1.2.2. Formação Pirambóia ................................................................................................................. 13 \n\n3.1.2.3. Formação Serra Geral ................................................................................................................ 13 \n\n3.1.3. Grupo Bauru (Supersequência Bauru)  ...................................................................................... 14 \n\n3.1.3.1. Formação Adamantina .............................................................................................................. 14 \n\n3.1.3.2. Formação Marília ...................................................................................................................... 15 \n\n3.2. DOMO DE PIRATININGA ........................................................................................................... 15 \n\n4. MATERIAIS E MÉTODOS ................................................................................................................. 17 \n\n4.1 MATERIAIS ..................................................................................................................................... 17 \n\n4.1.1. Dados do CESP/IPT-Paulipetro ................................................................................................ 17 \n\n4.1.2. Softwares ..................................................................................................................................... 17 \n\n4.2. PROCEDIMENTOS METOLÓGICOS .......................................................................................... 18 \n\n4.2.1. Métodos Geoelétricos ................................................................................................................. 18 \n\n4.2.2. Método de Eletrorresistividade ................................................................................................. 18 \n\n4.2.2.1. Sondagem Elétrica Vertical - (SEV)  ........................................................................................ 20 \n\n4.2.3. Geração dos Mapas de Contorno Estrutural ........................................................................... 21 \n\n5. RESULTADOS E DISCUSÕES .......................................................................................................... 22 \n\n5.1. FORMAÇÃO SERRA GERAL ...................................................................................................... 22 \n\n5.2. EMBASAMENTO CRISTALINO ................................................................................................. 25 \n\n5.3. PERFIL A-B ................................................................................................................................... 26 \n\n6. CONCLUSÃO ....................................................................................................................................... 27 \n\nREFERÊNCIAS .................................................................................................................................... 28 \n\n\n\n1 \n \n\n \n \n\n1. INTRODUÇÃO  \nAo longo da bacia sedimentar do Paraná encontram-se feições singulares que são \n\nchamadas de altos estruturais, as quais constituem testemunhos da evolução tectônica que a \n\nregião sofreu. Essas feições estruturais são resultado da reativação de zonas de cisalhamentos \n\ndo embasamento pré-Cambriano, sendo estas relativamente comuns em bacias do tipo \n\nintracratônicas. \n\nInúmeros trabalhos relacionam essas estruturas envolvendo as suas litologias e \n\ntectonismo, com a evolução da Bacia do Paraná. Estes estudos variam desde o levantamento \n\nde campo em uma grande escala (SOARES, 1974 e 1996; RICCOMINI, 1995 e 1997; \n\nARAÚJO et al., 2005), como também estudos de semi-detalhe, focando em certas áreas como \n\nmapeamento geológico (SOARES, 1974), ou evolução tectônica. \n\nOs altos estruturais do estado de São Paulo já foram alvos de diversos estudos e \n\npesquisas na década de 80 (IPT, PauliPetro, Petrobrás, Companhia Energética de São Paulo), \n\nque foram estimulados pelo incentivo da prospecção de hidrocarbonetos na Bacia do Paraná \n\n(IPT, 2013) e, mais recentemente, a procura de gás natural. Levantamentos geofísicos a partir \n\ndo método da eletrorresistividade e da técnica da sondagem elétrica vertical, foram realizados \n\npara a investigação do embasamento cristalino. \n\nO Domo de Piratininga, foco deste projeto, é um alto estrutural representado por um \n\nhorst limitado por falhas, aflorando unidades litoestratigráficas mais velha, como os grupos \n\nPassa Dois e São Bento, em contraste com as formações do Grupo Bauru. \n\n1.1. JUSTIFICATIVA \n\nO Domo de Piratininga tem sido alvo de estudos desde a década de 80, esses estudos \n\nsão de diversos tipos de trabalhos realizados, porém há uma carência de estudos sobre mapas \n\nestruturais das formações relacionado ao Domo de Piratininga. \n\nEste trabalho tem o intuito de recuperar e preservar o acervo de dados geofísica de \n\nsondagem elétrica Vertical (SEV’s), realizado na década de 70 e 80 pelo convênio CESP/IPT-\n\nPaulipetro. \n\n1.2. OBJETIVO \n\nO trabalho tem como o objetivo principal a investigação do Domo de Piratininga, \n\nlocalizado no município de Piratininga-SP, procurando identificar sequência estratigráfica, \n\n\n\n2 \n \n\n \n \n\nanalisar o alto estrutural e a configuração mapas temáticos, a partir da técnica da Sondagem \n\nElétrica Vertical (SEV), pelo método de eletrorresistividade. \n\nTem como os objetivos específicos: \n\n- Elaboração do mapa de contorno estrutural do embasamento cristalino da Bacia do \n\nParaná na área de estudo. \n\n- Elaboração do mapa de contorno estrutural da Formação Serra Geral \n\n- Interpretação estrutural sobre o Domo de Piratininga \n\n  \n\n\n\n3 \n \n\n \n \n\n2. BACIA DO PARANÁ \n\nA Bacia do Paraná se inclui no contexto das bacias sedimentares brasileiras como \n\ncomo uma bacia interior e pode ser classificada como uma bacia intracratônica fanerozóica. \n\nPossui um formato alongado na direção NNE-SSW, com 1.750 km de comprimento e 900 km \n\nde largura (ZALÁN et al., 1990). Segundo o trabalho da CPRM (BIZZI et al., 2003) a \n\nProvíncia Paraná (Província Sedimentar Meridional) abrange vários países e bacias. Esta \n\nprovíncia, com cerca de 1.050.000 km2 apenas em território brasileiro, se estende para os \n\nterritórios da Argentina, Paraguai e Uruguai, onde recebe o nome de Chaco-Paraná. \n\nNo Brasil a Província Paraná compreende três áreas de sedimentação independentes \n\nseparadas por profundas discordâncias: Bacia do Paraná, a Bacia Serra Geral e a Bacia Bauru, \n\ne localiza-se no Sul – Sudeste do território brasileiro compreendendo os estados de Mato \n\nGrosso, Mato Grosso do Sul, Goiás, São Paulo, Paraná, Santa Catarina e Rio Grande do Sul. \n\nO pacote que corresponde ao registro estratigráfico da Bacia do Paraná (Figura 1) \n\npossui uma espessura total máxima em torno dos 7 mil metros, coincidindo geograficamente o \n\ndepocentro estrutural da sinéclise com a região da calha do rio Paraná (MILANI et al., 2007). \n\nOs limites da referida Bacia são dados à norte pelo Arco de Goiânia/Alto Parnaíba, à noroeste \n\npelo cinturão de dobramentos Paraguai-Araguaia, à nordeste pela flexura de Goiânia, à oeste \n\npelo Arco de Assunção, à leste pelo Arco de Ponta Grossa e à sul pelo Arco do Rio Grande. \n\n \n\nFigura 1:(esquerda) As províncias estruturais do Brasil. 13 províncias no total, três a mais o que foi proposto por \nAlmeida et al. (1977, 1981). (Modificado de HASUI, 2012); (direita) - Localização da Bacia do Paraná no \ncontinente sul-americano. (Modificado de ZALÁN et al., 1990) \n\n\n\n4 \n \n\n \n \n\nSão reconhecidos, segundo Milani et al. (2007), no registro estratigráfico da Bacia do \n\nParaná seis unidades de ampla escala ou supersequências: Rio Ivaí (Ordoviciano-Siluriano), \n\nParaná (Devoniano), Gondwana I (Carbonífero-Eotriássico), essas três supersequências são \n\nrepresentadas por sucessões sedimentares que definem ciclos transgressivo-regressivos \n\nligados a oscilações do nível relativo do mar no Paleozóico. As outras três: Gondwana II \n\n(Mesotriássico a Neotriássico), Gondwana III (Neojurássico - Eocretáceo) e Bauru \n\n(Neocretáceo), correspondem a pacotes de rochas sedimentares continentais com rochas \n\nígneas associadas. \n\n2.1. EMBASAMENTO DA BACIA DO PARANÁ \n\nA Bacia do Paraná é do tipo sinéclise e é um dos 5 grandes depocentros individuais na \n\nAmérica do Sul (MILANI e ZALÁN, 1999). O arcabouço estrutural da bacia é caracterizado \n\npor um conjunto de elementos tectonomagmáticos do Ciclo Brasiliano (ALMEIDA, 1980; \n\nMILANI, 1997), e apresenta uma dominância de elementos tectônicos lineares em três \n\ndireções diferentes (NW-SE, NE-SW, W-E), de acordo com Zalán et al. (1990). \n\nOs trabalhos de Milani (1997) e Milani &amp; Ramos (1998) realizaram dez furos de \n\nsondagens atingindo o arcabouço, e foi possível identificar como rochas gnáissicas o pré-\n\nBrasiliano e assim o primeiro modelo para o embasamento da Bacia do Paraná foi proposto, \n\nonde se distingue o embasamento em três blocos que são delimitados por zonas de falhas, \n\nvisto na figura 2. \n\n\n\n5 \n \n\n \n \n\n \n\nFigura 2: Compartimentação do embasamento da Bacia do Paraná segundo Milani (1997), Milani e Ramos \n(1998). \n\nQuintas (1995) e Mantovani et al. (2005) confirmaram por dados de geofísica a \n\nexistência de um núcleo cratônico central sob a Bacia do Paraná, definidas pelos padrões de \n\nassinatura de gravimetria. Estes trabalhos tinham o intuito de delimitar o embasamento, os \n\nquais foram processados retirando as influências das anomalias relativas as fontes profundas \n\n(manto) e das camadas sedimentares da bacia (fontes superficiais). \n\nA partir dos dados gravimétricos confirmou-se a existência de um crâton, nomeado de \n\nParanapanema (MANTOVANI e BRITO NEVES, 2005 e 2009; MANTOVANI et al., 2005). \n\n(Figura 3). \n\n\n\n6 \n \n\n \n \n\n \n\nFigura 3:Mapa gravimétrico do embasamento. A linha continua representa a delimitação do Bloco Parapanema. \n(1) Crátons: São Francisco (SF), Amazônico (CA), Luis Alves (LA), Rio de La Plata (RP); (2) Blocos Pré-\nBrasilianos retrabalhados; (3) Arcos magmáticos Brasiliano Proterozóicos; (3’) Cinturões de rochas \nSupracrustais indiferenciadas; (4) Isolinhas gravimétricas. Fonte: MANTOVANI et al. (2005). \n\n2.2. CONTEXTO ESTRATIGRÁFICO \n\nA coluna litoestratigráfica da Bacia do Paraná apresenta distintas formações \n\ngeológicas (MILANI et al., 2007), e na região da área de estudo, afloram diversas unidades \n\nem sub-superfície. As unidades expostas estão relacionadas a um conjunto de rochas \n\nsedimentares referentes à um determinado ciclo característico. As rochas sedimentares, na \n\nárea, estão relacionadas às três Supersequências do Gondwana, ou seja, aflora as rochas do \n\nPermiano (Grupo Passa Dois), do Mesozoico (Grupo São Bento) e até o Eocretáceo, além da \n\nSupersequência Bauru (Neocretáceo). A seguir são descritas sucintamente as unidades da \n\nBacia do Paraná aflorantes na região (Figura 4). \n\n\n\n7 \n \n\n \n \n\n \n\nFigura 4: Coluna representativa das unidades da Bacia do Paraná e suas respectivas Supersequências. Fonte: \nmodificado de MILANI et al. (2007). \n\n \n\n\n\n8 \n \n\n \n \n\n2.3. ESTRUTURAS GEOLÓGICAS \n\nA evolução tectônica da Bacia do Paraná no estado de São Paulo pode ser dividida em \n\ntrês etapas distintas: (i) referente ao substrato pré-bacia, pois as atividades no Pré-Cambriano \n\nsão muito complexas e intensas; (ii) durante o Paleozoico, ocorreram condições de \n\nortoplataformas, na qual ocorreu a sedimentação em ambientes que passaram de marinhos \n\npara continental; (ii) as reativações no interior do continente a partir do Jurássico, que estão \n\nligadas ao Ciclo Brasiliano. \n\nA Bacia do Paraná, segundo Zalán et al. (1991), apresenta dois principais contextos \n\nestruturais: (i) o basculamento devido a intrusão magmática; (ii) reativação, no Jurássico, de \n\nalinhamento de falhas. Os alinhamentos estruturais na Bacia do Paraná, no estado de São \n\nPaulo, apresentam três direções predominantemente de falhamentos normais, que são WNW, \n\nNE e NNW, e possuam um padrão romboidais (RICCOMINI, 1997). A rede dos alinhamentos \n\nproporcionou que se forma inúmeros “horsts” e “grabens”, com características de altos \n\nregionais (Figura 5).  \n\n \n\nFigura 5:Principais elementos estruturais da região ocidental paulista, em destaque a área do Domo de Pitanga (SP). Fonte: \nETCHEBEHERE, 2007 (Modificado de SAAD, 1997 e RICCOMINI, 1997).  \n\n\n\n9 \n \n\n \n \n\n3. CARACTERIZAÇÃO DA ÁREA DE ESTUDO \n\nA área de estudo situa-se na região Centro-Sul do Estado de São Paulo, e tem como \n\nprincipais vias de acesso às rodovias estaduais Presidente Castelo Branco (SP - 280) e \n\nMarechal Rondon (SP - 300). A área de interesse dessa pesquisa localiza-se no município de \n\nPiratininga-SP, localizado a 343 km da capital, à sudoeste do município de Bauru. O \n\nmunicípio se situa incluso na microrregião de Bauru, a qual encontra-se no centro-oeste do \n\nestado de São Paulo. \n\n3.1. GEOLOGIA LOCAL \n\nO município de Piratininga está inserido na região de Bauru, onda as unidades \n\nlitoestratigraficas que afloram são as Formações Marilia e Adamantina, do Grupo Bauru. Já \n\nna área de estudo ocorrem afloramentos de rochas desde o Paleozóico, como a Formação \n\nTeresina, até o Cenozóico. Os sedimentos cenozóicos que estão no alto estrutural são os \n\ndepósitos terciários e de aluviões recentes (Figura 6). \n\nAs rochas cretáceas do Grupo Bauru, que são predominantes na região, se encontram \n\nna mesma cota que a Formação Teresina (Grupo Passa Dois), cuja idade é permiana (IPT, \n\n1980c). Essa discordância é resultado do soerguimento que deu origem ao Domo de \n\nPiratininga e que afetou as rochas do Grupo São Bento e Grupo Passa Dois, expondo-as a \n\nerosão pré-Bauru. (PAULA E SILVA e CAVAGUTI, 1994). Este soerguimento foi \n\nresponsável por variações notáveis de espessura das formações pré-Bauru, além da exclusão \n\ntotal das rochas da Fm. Botucatu e Serra Geral em algumas partes da cidade (PAULA E \n\nSILVA e CAVAGUTI, 1994). \n\n\n\n10 \n \n\n \n \n\n \n\nFigura 6:Mapa Geológico do Estado de São Paulo, focalizando as unidades geológicas na área de estudo. Fonte: \nElaborado pelo autor. \n\nNo relatório do IPT (1980c), os autores propuseram uma coluna estratigráfica para o \n\nDomo de Piratininga, onde não contém algumas unidades do Grupo São Bento e as unidades \n\ninferiores do Grupo Bauru. Posteriormente, Silva (2009), propôs uma coluna litoestratigráfica \n\n(Figura 7) para a região do município de Bauru, e pode-se observar que a Formação \n\nPirambóia tem o contato direto com o Grupo Bauru. \n\n\n\n11 \n \n\n \n \n\n \n\nFigura 7: Coluna estratigráfico na região do município de Bauru, proposto por SILVA (2009). \n\n3.1.1. Grupo Passa Dois (Supersequências Gondwana I) \n\nAs subdivisões do Grupo Passa Dois, proposto por Schneider et al. (1974), é \n\nrepresenta pelas as seguinte sequência (Figura 8), da base para o topo: Fm. Irati (folhelho \n\nintercalado com carbonato); Fm. Serra Alta (folhelho); Fm. Teresina (argilito e siltito); e Fm. \n\nRio do Rasto (arenito, siltito e argilito) na porção central e sul da bacia e nos estados de Mato \n\nGrosso, Goiás e parte de São Paulo o grupo é representado pelas formações Irati e Corumbataí \n\n(argilito). Na área de estudo, aflora os sedimentos da Formação Teresina. \n\nDe acordo com Meglhioratti, (2006), litoestratigrafia do Grupo Passa Dois não está \n\nbem definida, no Estado de São Paulo, pois não há um consenso sobre o limite entre as \n\nFormação Teresina e Formação Corumbataí. \n\n\n\n12 \n \n\n \n \n\n.  \n\nFigura 8:Litoestratigrafia do Grupo Passa Dois para os estados do Paraná e São Paulo. Fonte: \n(MEGLHIORATTI, 2006). \n\n3.1.1.1. Formação Teresina  \n\nA Formação Teresina, no Domo de Piratininga, é constituída por siltitos, argilitos e \n\narenitos fina, arroxeados a cinza claros, com presença de concentração de nódulos \n\ncarbonáticos concordantes com o acamamento (IPT, 1980c). \n\nOs sedimentos da unidade afloram na parte SW do alto estrutural, área de exposição \n\ncom cerca de 4 km2 (IPT, 1980d). Devido ao furo do DAEE, suponha que a espessura da \n\nFormação Teresina, no local, seja por volta de 350 m, embora que na sua área aflorante só \n\nencontra o contato com a unidade superior. \n\nAtravés de interpolação realizada pelo IPT (1980d), foi possível detectar que a direção \n\nprincipal é no sentido NE-SW, seguido por NW-SE, N-E e E-W, com o aumento de espessura \n\npara SW. As atitudes das camadas dessa unidade estão com alto ângulo de mergulho, tendo \n\nalguns com medida de subverticais (IPT, 1980c). \n\nO contato entre o Grupo Passa Dois e a Fm. Pirambóia foi o foco do trabalho de Matos \n\n(1995), onde o intervalo apresenta uma intercalação de brecha, micritos e pelitos, terminando \n\ncom arenito pelítico na porção superior. A espessura desse intervalo varia entre 1 a 5 metros. \n\n3.1.2. Grupo São Bento (Superequência Gondwana III) \n\nO grupo foi divido pelas seguintes sequencia composto, na base, por camadas \n\nareníticas de sedimentação eólica das formações Pirambóia e Botucatu, e camadas ígneas da \n\nFormação Serra Geral (basalto), no topo. \n\n\n\n13 \n \n\n \n \n\n3.1.2.1. Formação Pirambóia \n\nNo Domo de Piratininga, essa unidade é composto por arenitos róseos, de granulação \n\nmuito fina a fino, com silto-arenosa (IPT, 1980c). Na área do estudo, essa unidade aflora nos \n\nvales do Ribeirão do Barreiro, e nas drenagens que circundam a estrutura, e em contas \n\ninferiores a 580 m. \n\nA espessura estimada para essa unidade é por torna de 120 a 140 metros, devido às \n\nsondagens realizada pelo DAEE. A Formação Pirambóia também se encontra afetado pelas \n\nfalhas, onde as estratificações estão verticalizadas. \n\n3.1.2.2. Formação Botucatu \n\nA Formação Botucatu é considerado o maior e mais árido paleodeserto na Bacia do \n\nParaná, tanto que a formação transgredi sobre todas as camas, em Minas Gerais e sul de \n\nGoiás, recobrindo as rochas do pré-Cambriano. \n\nNa região, essa unidade não é aflorante, e a sua espessura é inferida a partir dos dados \n\nde sondagens (IPT, 1980d). Embora essa formação está contida numa sequência estratigráfica \n\n(MILANI et al., 2007), onde este se encontra a cima da Formação Pirambóia, no alto \n\nestrutural, há uma ausência dessa unidade. \n\n3.1.2.3. Formação Serra Geral \n\nA Formação Serra Geral é associado ao estágio precoce a ruptura do supercontinente \n\nGondwana e abertura do Oceano Atlântico Sul (THOMAZ FILHO et al., 2008). \n\nNa região essa unidade é apresentada como uma seção de lavas basálticas, toleíticas, \n\ncom zonas amigdaloidais no topo, além de uma intercalação de arenitos na base. A sua \n\nespessura é inferida a partir dos dados de sondagens, tendo um sentido de aumento gradual na \n\ndireção para oeste (IPT, 1980d). \n\nEmbora essa formação está contida numa sequência estratigráfica (MILANI et al., \n\n2007), onde este se encontra a cima dos arenitos da Formação Botucatu, no alto estrutural, há \n\numa ausência dessa unidade. \n\n \n\n \n\n\n\n14 \n \n\n \n \n\n3.1.3. Grupo Bauru (Supersequência Bauru) \n\nAs rochas do Grupo Bauru são constituídas, na maioria, por formações de rochas \n\nsedimentos siliciclásticos continentais, durante o último episódio significativo de \n\nsedimentação dessa unidade geotectônica, posterior ao Gondwana III (DAEE, 1976). Esse \n\ncenário geológico dessa sequência estratigráfica apresenta uma evolução diferenciada na \n\nBacia do Paraná, seria justificado com um deposito geotectônico independente, a qual é \n\nchamado de “Bacia Bauru” (FERNANDES, 1992). \n\nPaula e Silva (2003) e Paula e Silva et al. (2005) proporão que a subdivisão das \n\nunidades seria a seguinte sequência: Fm. Caiuá; Fm. Pirapozinho; Fm. Santo Anastácio; Fm. \n\nBirigui; Fm. Araçatuba; Fm. Adamantina; e Fm. Marília (Figura 9). \n\n \n\nFigura 9:Coluna litoestratigráfica focando a subdivisão doGrupo Bauru, no Estado de São Paulo. Fonte: PAULA \n\nE SILVA (2003). \n\n3.1.3.1. Formação Adamantina \n\nNa área de estudo, foram identificadas duas fácies dessa formação (IPT, 1980d): na \n\nparte basal, arenitos rosados ou vermelhos de granulação médio a fino; e na porção de topo \n\narenitos róseos a marrom claro de granulação médio a fino, com pelotas de argila. \n\n\n\n15 \n \n\n \n \n\nEssa unidade se distribua nos vales das grandes drenagens daregião, exceto no interior \n\ndo alto estrutural, e onde a sua espessura varia muito em função as cotas topográficas, não \n\nsuperiores a 540 m, e o substrato basáltico.  \n\nEm relação ao seu contado com a unidade inferior (Fm. Serra Geral), no estado de São \n\nPaulo, é de modo de discordância erosiva formando um contato angular, porém na área de \n\nestudo o contato também é com outras unidades mais novas como: a Fm. Botucatu, Fm. \n\nPirambóia, Fm. Teresina (SUGIO et al., 1977; PAULA E SILVA e CAVAGUTI, 1994; IPT, \n\n1980c e 1980d). \n\n3.1.3.2. Formação Marilia \n\nOs sedimentos da Fm. Marília estão representados por camadas de arenitos cinza-\n\nclaros, de granulação fina a grossa, frequentemente conglomeráticos, com grãos subangulares \n\na subarredondados, intercalados nessas camadas, frequentemente, ocorrem níveis argilosos \n\ncom nódulos calcíferos (IPT, 1980c).  \n\nEssa unidade se encontra em topografias mais altas, predominantemente nos planaltos \n\nGarça e Marília. Em relação a sua espessura, é muito variada, por depender da cota \n\ntopográfica e a cota do contato com a Formação Adamantina, mas é inferior a 200 metros \n\n(IPT, 1980d). \n\n3.2. DOMO DE PIRATININGA \n\nFoi através das sondagens realizadas pelo DAEE (1976), que constatou uma ausência \n\nde basaltos próxima do município de Piratininga, tendo um formato radial na área, e a partir \n\ndos mapas de isópacas da Formação Serra Geral efetuado pelo DAEE, na região \n\nAdministrativas 7, pode concluir que a espessura do basalto vai diminuindo em direção para o \n\nalto estrutural. \n\nInternamente, a estrutura é bastante complicada, mas o modelo proposto pelo IPT \n\n(1980c) é o mais simplificando, onde o de Domo de Piratininga seria de blocos falhados e \n\nescalonados. Onde os falhamentos são de idade posterior a sedimentação do Pirambóia e \n\nanterior ao derrame da Fm. Serra Geral, sendo encoberto pelas camadas do Grupo Bauru. \n\nEsses falhamentos são associados a um conjunto de falha com orientação NE e NW, \n\nnum contexto regional. Também, essas falhas foram a causa para criar um paleorelevo, que \n\n\n\n16 \n \n\n \n \n\nafetou na espessura do derrame basáltico e, posterior a erosão mais recente, expondo rochas \n\ndo Permiano (Formação Teresina) no centro do Domo. (Figura 10). \n\nNo relatório do IPT (1980d), descreve que o quadro estrutural apresenta uma variação \n\nbrusca nas atitudes das camadas desde Norte-Sul até Leste-Oeste, e os mergulhos destes estão \n\npor volta de 50 a 60 graus. Por outro lado às camadas do Grupo Bauru, na região, estão com o \n\ncomportamento horizontal e sem presença de falhas. \n\n \n\nFigura 10:Diagrama esquemático do modelo estrutural do Domo de Piratininga, evidenciando o alto estrutural e \nconglomerados associados. Fonte: IPT (1980c). \n\n  \n\n\n\n17 \n \n\n \n \n\n4. MATERIAIS E MÉTODOS \n\n4.1. MATERIAIS \n\n4.1.1. Dados do CESP/IPT-Paulipetro \n\nO convênio CESP/IPT-Paulipetro, realizou diversos ensaios geofísicos com objetivo \n\nde um conhecimento estratigráfico da Bacia do Paraná, foram executados 386 ensaios \n\ndistribuídos nas regiões do Sudeste e Sul do Brasil e na região noroeste da República Oriental \n\ndo Uruguai, nas décadas de 70 e 80. \n\nOs ensaios geofísicos realizados pelo convênio foi a partir do método da \n\neletrorresistividade com a técnica de sondagem elétrica vertical (SEV) – arranjo \n\nSchlumberger, dos quais permita atingir investigações com grandes profundidades, desde 500 \n\na 10.000 metros teórica. \n\nO convênio UNESP/IPT em 2013, tem como finalidade a geração de banco de dados \n\ngeofísicos, a partir da recuperação e digitalização de dados de campo do convênio CESP/IPT-\n\nPaulipetro e outro objetivo é processar e reinterpretar esses dados com o software IX1D \n\n(Interpex), para que esse banco de dados seja disponibilizado à comunidade cientifica e vire \n\nmaterial de futuros projetos. \n\nPara a realização deste trabalho, foram utilizados 70 SEV’s para a realização deste \n\ntrabalho, que se encontra tanto como internamente, como no arredor do Domo de Piratininga. \n\n4.1.2. Softwares \n\nPara a realização deste trabalho foram utilizado dois softwares, o IX1D (INTERPEX \n\nLIMITED. IX1D, versão 2. Software. 2008) e o Surfer 10. \n\nO IX1D tem a capacidade de ler num registo de poços de resistividade a partir de uma \n\nplanilha e utiliza-lo para poder interpretar várias camadas discretas ajustando a linha reta para \n\na condutância cumulativa nos dados. O modelo resultante pode ser copiado para o modelo no \n\nconjunto de dados atual para modelagem adicional. \n\nO Surfer é um programa que possui uma função para visualização de contornos em \n\n3D, além de um pacote para modelagem de superfície. O Surfer é amplamente utilizado para \n\nrealizar sofisticados processos de interpolação de dados XYZ em mapas de alta qualidade \n\n\n\n18 \n \n\n \n \n\nalém do modelo de terrenos, elaborar mapeamento de contorno, gerar de mapas de superfície \n\n3D. \n\n4.2.. PROCEDIMENTOS METOLÓGICOS \n\n4.2.1. Métodos Geoelétricos \nBraga (1988) propôs uma classificação sobre os métodos geoelétricos, que é \n\nsubdividida em três critérios: (i) método geofísico; (ii) técnica de desenvolvimento; e (ii) \n\narranjo de campo. Esses critérios, quando efetuados na prática, mostram-se de fácil \n\ncompreensão e utilidade, os qual podem ser definidos pelas seguintes descrições (Figura 11): \n\n(i)  Método - função do parâmetro físico medido (exemplo: resistividade, \n\ncargabilidade, potencial espontâneo, etc..). \n\n(ii)  Técnica de investigação - procedimento para obtenção do parâmetro físico \n\n(exemplo: sondagem, imageamento, perfilagem). \n\n(iii) Arranjo de desenvolvimento - disposições dos eletrodos para o desenvolvimento \n\nda técnica (exemplo: Schlumberger, Wenne, Dipolo-Dipolo, etc..). \n\n \n\nFigura 11:Classificação dos métodos geoelétricos generalizado, (BRAGA, 2006). \n\nXavier (2015), generaliza que os métodos de geoelétricas englobam diversas \n\nmodalidades e técnicas de investigação, e que de tal forma podem ser adequada em função do \n\nlocal de estudo e de um objetivo especifico. Desde modo, o resultado dos ensaios geofísicos \n\nestá diretamente relacionado com o qual método a ser escolhido no trabalho. \n\nOs métodos geoelétricos subdividem-se em eletrorresistividade, polarização induzida \n\n(IP), potencial espontâneo (SP), eletromagnético e radar de penetração (GPR) (VELOZO, \n\n2006). \n\n4.2.2. Métodos Eletrorresistividade \nNesse método emprega-se uma corrente elétrica na identificação de variações de \n\nresistividade elétrica no meio. Esta corrente é introduzida na superfície do solo através de dois \n\neletrodos de corrente (A e B) com o objetivo de medir o potencial gerado, por meio de \n\neletrodos de potencial (M e N) nas proximidades do fluxo de corrente. \n\n\n\n19 \n \n\n \n \n\nDa lei de Ohm, define-se que a relação entre a resistividade (r) e a resistência (R) de \n\num condutor homogêneo, de forma cilíndrica ou prismática, é dada pela equação:  \n\n \n\nonde, L é o comprimento e S a seção transversal do condutor. A magnitude r é um coeficiente \n\nque depende da natureza e do estado físico do corpo considerado e recebe o nome de \n\nresistividade. Deste modo pode-se definir a resistividade elétrica deste corpo com sendo: \n\n \n\nEntretanto um mesmo litotipo pode apresentar uma variação de valores da sua resposta \n\nda sua resistividade (Figura 12). Na literatura considera que o subsolo seja como sendo um \n\nmeio heterogêneo, pois há a média de todas resistividades das camadas litológicas, que por \n\nsua vez apresta uma resistividade verdadeira e volume real. Aplicando uma corrente nesse \n\nmeio o resultado obtido será resistividade aparente (?a), a qual é uma variável que expressa \n\nos resultados das medições de alguns dos métodos geoelétricos. \n\n \n\nFigura 12: Faixas de variação nos valores de resistividade de materiais naturais, (BRAGA, 2006). \n\n \n\n\n\n20 \n \n\n \n \n\nEm solos e rochas os mecanismos pelos quais a corrente elétrica se propaga, são \n\ncaracterizados pela sua condutividade ?, que pode ser expressa como sendo o inverso da \n\nresistividade:  \n\n \n\nPertencente ao Grupo dos Métodos Geoelétricos, a eletrorresistividade é um método \n\ngeofísico cujo princípio está baseado na determinação da resistividade elétrica dos materiais \n\ngeológicos, servindo para caracterizar seus estados, em termos de alteração, fraturamento, \n\nsaturação, etc., e até identificá-los litologicamente, sem necessidade de escavações físicas. \n\nFm. Teresina (SUGIO et al., 1977; PAULA E SILVA e CAVAGUTI, 1994; IPT, 1980c e \n\n1980d). \n\n4.2.2.1. Sondagem Elétrica Vertical – (SEV) \n\nA técnica da sondagem elétrica consiste na determinação das variações da \n\nresistividade aparente em relação a profundidade, adquirido a partir de medidas efetuadas sob \n\num ponto fixo centralizado na superfície. \n\nNesse método de SEV aplica-se um pulso de corrente elétrica artificial na \n\nidentificação de variações de resistividade no meio. A corrente elétrica que é introduzida no \n\nmeio sobsuperfície é através de dois eletrodos de corrente (AB), com o objetivo de registrar o \n\npotencial gerado, por meio dos eletrodos de potencial (MN) na zona de influência da corrente \n\nelétrica artificial. As relações entre corrente elétrica (I), pontencial (?V) e a distribuição \n\ngeométrica dos eletrodos (K) permitem calcular a resistividade aparente (ra) no meio \n\nsobsuperfície. O método de SEV, com a finalidade de alcançar valores mais profundo, é \n\ncaracterizado pelo afastamento crescente dos 4 eletrodos (AMNB). \n\n \nA ideia básica do arranjo Schlumberger é fazer com que à distância (a) que separa os \n\neletrodos M e N se mantenha fixa e tenda a zero em relação à distância crescente de L (entre \n\nAO e OB). O modelo geoelétrico final obtido, através da interpretação dos dados, é atribuído \n\nao ponto central do arranjo (Figura 13). \n\nNas medições de campo, pode-se adotar a norma sugerida pelo autor referido quanto à \n\nrelação entre os eletrodos: MN ? AB/5; então, para MN = a e AB = 2L. \n\n\n\n21 \n \n\n \n \n\n \n\nFigura 13: Modelo de técnica da SEV - Arranjo Schlumberger. (BRAGA, 2006). \n\n4.2.3. Geração dos Mapas de Controle Estrutural \n\nAtravés da utilização dos softwares IX1D, para o tratamento das informações, e do \n\nSurfer 10, foi possível a elaboração de mapas sobre três enfoques diferentes, que são \n\nFormação Serra Geral e embasamento cristalino da Bacia do Paraná. \n\n  \n\n\n\n22 \n \n\n \n \n\n5. RESULTADOS E DISCUSSÕES \n\n5.1. FORMAÇÃO SERRA GERAL \n\nAo longo das Sondagens Elétricas Verticais (SEV’s), há uma faixa onde a \n\nresistividade elétrica apresenta valores altos, que foram atribuídos as camadas ígneas da \n\nFormação Serra Geral. Entretanto, no mapeamento há uma zona onde não se encontra esse \n\naumento da resistividade, ou seja, atribui-se a essa área a inexistência das rochas da Fm. Serra \n\nGeral. \n\nComo foi observado nos dados uma ausência de rochas ígneas, inicialmente foi \n\nelaborado um mapa de profundidade do topo da Fm. Serra Geral (Figura 14) com o intuito de \n\ndelimitar essa área de inexistência de rochas basálticas. No mapa de profundidade, pode-se \n\nobservar que a faixa predominante da espessura de pacote sedimentar posterior a Fm. Serra \n\nGeral é de 50 a 100 metros. \n\n \n\nFigura 14: Mapa de profundidade do topo do basalto na área de estudo, a escala representa a variação em \nmetros, e a área em vermelho representa a ausência da Fm. Serra Geral. Fonte: Elaborado pelo autor. \n\nEsse pacote sedimentar tem um aumento de espessura no sentido W, além que há duas \n\nzonas de baixa profundidade do topo da formação, sendo uma dela não tem a existência das \n\nrochas basálticas (demarcado pela área vermelha). A unidade estratigráfica que sedimentou \n\n \n\nProjeção: UTM/SIRGAS 2000 \n\nFuso: 22S \n\nMeridiano Central: 51°W \n\n\n\n23 \n \n\n \n \n\napós os derrames basálticos apresenta uma variação gradacional da sua espessura e a sua \n\nirregularidade é causada pelo paleorelevo do topo da Fm. Serra Geral. A região onde tem a \n\nausência do basalto abrange o Domo de Piratininga, onde há a exposição das rochas das \n\nformações Pirambóia e Teresina. \n\nPosteriormente, foi elaborado o mapa de isópacas, com o objetivo de compreender o \n\ncomportamento da camada da rocha ígnea. No mapa de isópacas da Fm. Serra Geral (Figura \n\n15), pode-se observar que a espessura do basalto apresenta uma variação significativa, que vai \n\nde 360 metros até a ausência total do litotipo. Num contexto geral, pode se afirmar que a \n\nespessura da Fm. Serra Geral tem um aumento no sentido NW. \n\n \n\nFigura 15: Mapa de Isópacas do basalto na região de estudo, a escala representa a variação da espessura em \nmetros, e a área de hachurada é a provável ausência da Fm. Serra Geral. Fonte: Elaborado pelo autor. \n\nA região onde a espessura do basalto é nula se encontra a SW do município de Bauru e \n\na sua área abrange o Domo de Piratininga como também ao redor do alto estrutural. A \n\nespessura do basalto tem uma variação gradacional no sentido NE, SW e NW, provavelmente \n\neste comportamento se resultou do derrame da Fm. Serra Geral ser posterior a instalação do \n\nDomo de Piratininga. Entretanto, a variação no sentido SE tem um comportamento abrupto, \n\n \n\nProjeção: UTM/SIRGAS 2000 \n\nFuso: 22S \n\nMeridiano Central: 51°W \n\n\n\n24 \n \n\n \n \n\npode ser explicado pela uma reativação de uma falha após ou simultâneo o evento dos \n\nderrames basálticos. \n\nA área onde tem a ausência da Fm. Serra Geral delimitado pelo mapa de profundidade \n\ncoincide também com a área de espessura nula do basalto marcado pelo mapa de isópacas. \n\nPor fim, após a construção dos mapas anteriores, elaborou-se o mapa de contorno \n\nestrutural, como um dos objetivo deste trabalho. Como foi delimitado a área da ausência do \n\nbasalto, os pontos das SEV’s inserida nela, não tiveram valores, para que não distorcesse o \n\nmapa e que tivesse um comportamento mais próximo do real. \n\nNo mapa de contorno estrutural da Fm. Serra Geral (Figura 16), num contexto geral, \n\nas rochas da Fm. Serra Geral possuem um mergulho no sentido W e NW, acompanhando a \n\nmesma direção que foram citada nas referências bibliográficas. Uma observação mais \n\ndetalhada, mostra que a cota do topo do basalto 580 até 220 metros, onde a área mais baixa \n\nestá a oeste da cidade de Bauru e as regiões altas estão a NW de Bauru e SW da ausência de \n\nbasalto. \n\n \n\nFigura 16: Mapa de Contorno Estrutural do Serra Geral, a escala representa a variação da cota onde o topo do \nbasalto se encontra. Fonte: Elaborado pelo autor. \n\n \n\nProjeção: UTM/SIRGAS 2000 \n\nFuso: 22S \n\nMeridiano Central: 51°W \n\n\n\n25 \n \n\n \n \n\nObserva-se que nas duas áreas onde tem os valores mais altas estão alinhados com o \n\nDomo de Piratininga, provavelmente, esses soerguimentos foram afetados pelo mesmo \n\nsistema de falhas que causou o surgimento do alto estrutural. \n\n5.2. EMBASAMENTO CRISTALINO \n\nNo mapa de contorno estrutural (Figura 17) é possível notar as seguintes \n\ncaracterísticas: o mergulho do embasamento tem um sentido para SW; a amplitude da \n\nvariação da cota do topo do embasamento é cerca de 2300 metros, indo de -3000 a -700; \n\ndeclividade neste mapa é a mais alto em relação com as demais; \n\n \n\nFigura 17: Mapa de Contorno Estrutural do embasamento cristalino, a escala representa a variação da cota, e a \nárea de hachurada é a provável ausência da Fm. Serra Geral. Fonte: Elaborado pelo autor. \n\nUma observação mais detalhada é notável que há algumas certas particularidades \n\nnessa região, como um soerguimento significativo em uma área pequena e se encontra na \n\nmesma região do Domo; entre o Domo e a cidade de Bauru há um abatimento bem \n\nproeminente atingindo cotas entre as mais baixas; e interagir a área da ausência de basalto \n\ncom um modelo 3D do embasamento (Figura 18(b)), pode se dizer que tem uma interação \n\nentre os dois. \n\n \n\nProjeção: UTM/SIRGAS 2000 \n\nFuso: 22S \n\nMeridiano Central: 51°W \n\n\n\n26 \n \n\n \n \n\n \n\nFigura 18: (a) Modelo em 3D do Contorno Estrutural do embasamento com o mapa em cima; (b) Modelo em 3D \ndo Contorno Estrutural do embasamento, com a área da ausência da Fm. Serra Geral. Fonte: Elaborado pelo \nautor. \n\n5.3. PERFIL A-B \n\nApós a construção dos mapas de contorno estrutural da Fm. Serra Geral e do \n\nembasamento cristalino, elaborou-se perfil esquemático de A-B (Figura 19), destacando o \n\ncomportamento estrutural destes dois pacotes litológicos da Bacia do Paraná. \n\n \n\nFigura 19: Perfim esquemático de A-B, destacando o contorno estrutural do embasamento cristalino (vermelho) e da \nFormação Serra Geral (verde). Fonte: Elaborado pelo autor \n\nPode observar que tanto as rochas do embasamento, tanto da Formação Serra Geral \n\napresentam característica bem distinta. Pode-se afirmar que as duas anomalias apresenta \n\nelementos estruturais diferentes, enquanto um tem soerguimento característico de evento \n\ntectônico (embasamento), o outro tem uma ausência e um adelgaçamento da sua litologia \n\ncaracterístico de evento de acamamento. \n\n\n\n27 \n \n\n \n \n\n6. CONCLUSÃO \n\nNo presente capítulo, são apresentadas as conclusões que este trabalho de conclusão \n\nde curso atingiu: \n\n? Através dos mapas foi possível ver que existem ausência das rochas da Formação \n\nSerra Geral na área da localização do Domo de Piratininga. \n\n? O proeminente soerguimento do embasamento da Bacia do Paraná é fator fundamental \n\npara a irregularidade do comportamento das camadas da Formação Serra Geral na \n\nregião do alto estrutural e a causa da janela dessas unidades. \n\n? Correlacionando as informações dos relatórios do IPT (1980c e 1980d) com o mapa \n\ndo embasamento cristalino da Bacia do Paraná, pode se afirmar que existência do \n\nDomo de Piratininga é relacionada a falhamentos com movimentação vertical de \n\nblocos do embasamento. \n\n? A existência de um alto estrutural relacionado a falhamentos com movimentação \n\nvertical de blocos torna propicio a construção de uma armadilha de hidrocarbonetos. \n\n  \n\n\n\n28 \n \n\n \n \n\nREFERÊNCIAS \n\nALMEIDA, M. A.; FERNANDES, L. A.; DANTAS, A. S. L.; SAKATE, M. T.; GIMENEZ, A. F.; TEIXEIRA, \nA. L.; BISTRICHI, C. A.; ALMEIDA, F. F. M. Considerações sobre a estratigrafia do Grupo Bauru na região do \nPontal do Paranapanema do Estado de São Paulo. In: SIMPÓSIO REGIONAL DE GEOLOGIA, n.3, 1981, \nCuritiba. Atas... Curitiba: SBG/Núcleo SP. 1981. p. 77-89. \n \nALMEIDA, M. D., STEIN, D. P., MELO, M. D., BISTRICHI, C. A., PONÇANO, W. L., HASUI, Y., &amp; \nALMEIDA, F. D. Geologia do Oeste Paulista e áreas fronteiriças dos Estados de Mato Grosso do Sul e Paraná. \nIn: CONGRESSO BRASILEIRO DE GEOLOIA, n. 31, 1980, Camboriú. Anais...  Camboriú: Sociedade \nBrasileira de Geologia, 1980. vol. 31, p. 2799-2812. \n \nARAUJO, C. C., YAMAMOTO, J. K., ROSTIROLLA, S. P., MADRUCCI, V. TANKARD, A. Tar sandstones \nin the Paraná Basin of Brazil: structural and magmatic controls of hydrocarbon charge. Marine and Petroleum \nGeology, Guildford, vol. 22, n. 5, 671-685 p., 2005. \n \nARTUR, P. C.; SOARES, P. C. Paleoestruturas e petróleo na Bacia do Paraná, Brasil. Brazilian Journal of \nGeology, vol. 32, n. 4, p. 433-448, 2008. \n \nASSINE, M. L., SOARES, P. C., MILANI, E. J. Sequências tectono-sedimentares Mesopaleozóicas da Bacia do \nParaná, sul do Brasil. Revista Brasileira de Geociências, São Paulo, vol. 24, nº 2, p. 77-89, 1994. \n \nBARISON, M. R. Estudo hidrogeoquímico da porção meridional do sistema aquífero Bauru no estado de \nSão Paulo. P. 153. Tese (Doutorado em Geociências e Meio Ambiente) - Instituto de Geociências e Ciências \nExatas, Universidade Estadual Paulista, Rio Claro, 2003. \n \nBIZZI, L. A.; SCHOBBENHAUS, C.; VIDOTTI, R. M.; GONÇALVES, J. H.. Geologia, tectônica e recursos \nminerais do Brasil: texto, mapas &amp; SIG. Brasília: CPRM – Serviço Geológico do Brasil, 2003. p. 692. \n \nBRAGA, A. C. O. Geofísica aplicada a Geologia de Engenharia, segmentos e métodos elétricos: sondagem \nelétrica vertical, caminhamento elétrico. São Paulo: Instituto de pesquisas Tecnológicas – IPT, Material \ndidático de aperfeiçoamento em Geologia de engenharia e Mineração, p. 81,1988. \n \nBRAGA, A.C.O. Métodos geoelétricos aplicados. Rio Claro, Universidade Estadual Paulista, Instituto de \nGeociências e Ciências Exatas, Material didático interno, p. 27, 1999. \n \nBRAGA, A. C. O. Métodos da eletrorresistividade e polarização induzida aplicados nos estudos da \ncaptação e contaminação de águas subterrâneas: uma abordagem metodológica e prática. 2006. 126 p. \nTese (Livre-Docência na Disciplina Métodos Geoelétricos Aplicados à Hidrogeologia) - Instituto de Geociências \ne Ciências Exatas, Universidade Estadual Paulista, Rio Claro, 2006. \n \nCAVALLARO, F. A. Investigação geofísica do Alto Estrutural de Anhembi –SP. 2013. p. 146. Tese \n(Doutorado em Recursos Minerais e Hidrogeologia) - Instituto de Geociências e Ciências Exatas, Universidade \nEstadual Paulista, Rio Claro, 2013. \n \nETCHEBEHERE, M. L. De C.; SAAD, A. R.; FULFARO, V. J., Análise de bacia aplicada à prospecção de água \nsubterrânea no Planalto Ocidental Paulista, SP. Revista Brasileira de Geociências, Universidade de São Paulo, \nSão Paulo, vol. 26, n. 3, p. 229-247, 2007. \n \nFERNANDES, L.A. A cobertura cretácea suprabasáltica no Paraná e Pontal do Paranapanema: os grupos \nBauru e Caiuá. 1992. p. 129. Dissertação (Mestrado em Geologia Sedimentar) - Instituto Geológico, \nUniversidade de São Paulo, São Paulo, 1992. \n \nFERNANDES, L.A. Estratigrafia e evolução geológica da parte oriental da Bacia Bauru (Ks, Brasil). 1998. \np. 216. Tese (Doutorado em Geociências) – Instituto de Geociências, Universidade de São Paulo, São Paulo, \n1998. \n \n\n\n\n29 \n \n\n \n \n\nFRANCISCO, R. F. Avaliação da vulnerabilidade natural à contaminação do sistema aquífero Bauru, na \nregião centro-sul do estado de São Paulo. 2013. p.116. Dissertação (Mestrado em Geociências e Meio \nAmbiente) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro, 2013. \n \nHASUI, Y. A grande colisão pré-cambriana do Sudeste brasileiro e a estruturação regional. Revista de \nGeociências. São Paulo. vol. 20, p. 141-169, 2010. \n \nHASUI, Y.; CARNEIRO, C. D. R.; ALMEIDA, F. F. M.; BARTORELLI, A. Geologia do Brasil. São Paulo: \nBeca, 2012. p. 900. \n \nMANTOVANI, M. S. M.; DE BRITO NEVES, B. B. The Paranapanema Lithospheric Block: Its Importance for \nProterozoic (Rodinia, Gondwana) Supercontinent Theories. Gondwana Research, vol. 8, n. 3, p. 303-315, 2005. \n \nMANTOVANI, M. S. M. QUINTAS, M. C. L.; SHUKOWSHY, W. BRITO NEVES, B.B. de. Delimitation of \nthe Paranapanema Proterozoic block: a geophysical contribution. Episodes, vol. 28, n. 1, p. 18-22, 2005. \n \nMANTOVANI, M. S. M; DE BRITO NEVES, B. B. de. The Paranapanema Lithospheric Block: Its Nature and \nRole in the Accretion of Gondwana. Developments in Precambrian Geology, Elsevier, vol. 16, p. 257-272, \n2009. \n \nMATOS, S. L. F., O contato entre o Grupo Passa Dois e a Formação Pirambóia na borda leste da Bacia do \nParaná no Estado de São Paulo. 1995. p. 75. Dissertação (Mestrado em Geologia Sedimentar) – Instituto de \nGeociências, Universidade de São Paulo, São Paulo, 1995. \n \nMEGLHIORATTI, T. Análise tafonômica dos fósseis do Grupo Passa Dois (Permiano Bacia do Paraná) do \nfuro de sondagem SP-23-PR da CPRM (Município de Sapopema, PR). Rio Claro, UNESP (Relatório final de \nIniciação Científica, FAPESP Proc. nº 01/14506-6), 55p, 2003. \n \nMEGLHIORATTI, T. Estratigrafia do Grupo Passa Dois na região de Sapopema-Congonhinhas/PR \n(Permiano, Bacia do Paraná). 2005. p. 64. Trabalho de Conclusão (Graduação em Geologia) – Instituto de \nGeociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro, 2005. \n \nMEGLHIORATTI, T. Estratigrafia de seqüências das formações Serra Alta, Teresina e Rio do Rasto \n(Permiano, Bacia do Paraná) na porção nordeste do Paraná e centro-sul de São Paulo. 2006. p. 133. \nDissertação (Mestrado em Geologia) - Instituto de Geociências e Ciências Exatas, Universidade Estadual \nPaulista, Rio Claro, 2006. \n \nMILANI, E. J. Evolução tectono-estratigráfica da Bacia do Paraná e seu relacionamento com a \ngeodinâmica fanerozóica do Gondwana sul-ocidental. 1997. p. 255. Tese (Doutorado em Geociências) – \nInstituto de Geociências, Universidade Federal do Rio Grande do Sul, Porto Alegre, 1997 \n \nMILANI, E. J.; RAMOS, V. A. Orogenias paleozóicas no domínio sul-ocidental do Gondwana e os ciclos de \nsubsidência da Bacia do Paraná. Revista Brasileira de Geociências, vol. 28, n. 4, p. 473-484, 1998. \n \nMILANI, E. J.; ZALAN, P. V. An outline of the geology and petroleum systems of the Paleozoic interior basins \nof South America. Episodes, vol. 22, n. 3. p. 199-205, 1999. \n \nMILANI, E. J.; MELLO, J. H. G.; FERNANDES, L. A.; FRANÇA, A. B. Cartas Estratigráficas - Bacia do \nParaná. Boletim de Geociências da Petrobrás. Rio de Janeiro, vol. 15, n. 2. p. 265-287, 2007. \n \nMOREIRA, C. A. Geofísica aplicada no monitoramento de área de disposição de resíduos sólidos \ndomiciliares. 2009. p. 169. Tese (Doutorado em Geociências e Meio Ambiente) - Instituto de Geociências e \nCiências Exatas, Universidade Estadual Paulista, Rio Claro, 2009. \n \nPAULA E SILVA, F.; CAVAGUTI, N. Nova caracterização estratigráfica e tectônica do Mesozóico na cidade \nde Bauru - SP. Revista de Geociências, UNESP, Rio Claro, vol. 13, n. 1, p. 83-89. 1994. \n \nPAULA E SILVA F. Geologia de subsuperfície e hidroestratigrafia do Grupo Bauru no Estado de São \nPaulo. 2003. p. 166. Tese (Doutorado em Geologia Regional) - Instituto de Geociências e Ciências Exatas, \nUniversidade Estadual Paulista, Rio Claro, 2003. \n\n\n\n30 \n \n\n \n \n\n \nPAULA E SILVA F., KIANG, C. H. CAETANO-CHANG, M. R. Hidroestratigrafia do Grupo Bauru (K) no \nEstado de São Paulo. Revista Águas Subterrâneas, vol. 19, n. 2, p. 19-36. 2005. \n \nQUINTAS, M. C. L., O embasamento da Bacia do Paraná: reconstrução geofísica de seu arcabouço. São \nPaulo. (Tese Doutorado em Geofísica) – Instituto Astrofísica e geofísica, Universidade de São Paulo, São Paulo. \n1995, 253 p. \n \nRENNE, P. R.; ERNESTO, M.; PACCA, I. G., COE, R. S.; GLEN, J. M.; PRÉVOT, M.; PERRIN, M. 1992. \nThe age of Paraná flood volcanism, rifting of Gondwanaland, and the Jurassic-Cretaceous boundary. Science, \nvol. 258, n. 5084, p. 975-979. \n \nRICCOMINI, C. Arcabouço estrutural e aspectos do tectonismo gerador e deformador da Bacia Bauru no Estado \nde São Paulo, Brasil. Brazilian Journal of Geology, USP, São Paulo, vol. 27, n. 2, p. 153-162, 1997. \n \nSÃO PAULO (Estado). Departamento de Águas e Energia Elétrica - DAEE. Estudo de águas subterrâneas - \nregiões administrativas 7, 8 e 9 - Bauru, São José do Rio Preto e Araçatuba. São Paulo: DAEE, vol. 3. 1976. \n[Atlas]. \n \nSÃO PAULO (Estado). Departamento de Águas e Energia Elétrica – DAEE; UNESP; Secretaria de Estado do \nMeio Ambiente - SMA. Mapa Geológico do Estado de São Paulo. São Paulo: DAEE, 1984. Escala 1:250.000. \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Sondagens elétricas \nverticais. São Paulo: IPT, 1977. (Folhas de campo e curvas originais). \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Sondagens elétricas \nverticais. São Paulo: IPT, 1978. (Folhas de campo e curvas originais). \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Sondagens elétricas \nverticais. São Paulo: IPT. 1980a. (Folhas de campo e curvas originais, Blocos 39, 44 e 45). \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Sondagens elétricas \nverticais. São Paulo: IPT, 1980b. (Folhas de campo e curvas originais)  \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Companhia \nEnergética de São Paulo – CESP. Estrutura de Piratininga. São Paulo: IPT, 1980c. 1 Mapa. (BP – 005/80). \nEscala 1:25000 \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Companhia \nEnergética de São Paulo – CESP. Geologia do Bloco 45. São Paulo: IPT, 1980d. 6 Mapas. (BP – 011/80). \nEscala: 1:100.000 \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Mapa Geológico do \nEstado de São Paulo. Escala 1:500.000. São Paulo: IPT. vol. 2, 1981a.  \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Sondagens elétricas \nverticais. São Paulo: IPT, 1981b. (Folhas de campo e curvas originais, Bloco 45). \n \nSÃO PAULO (Estado). Instituto de Pesquisa Tecnológicas do Estado de São Paulo – IPT. Universidade Estadual \nPaulista – UNESP. Banco de dados geofísicos da bacia do Paraná. Rio Claro: Convênio IPT/ UNESP, 9 p. \n2013. (Projeto de pesquisa) \n \nSCHNEIDER, R. L., MÜHLMANN, H., TOMMASI, E., MEDEIROS, R. A., DAEMON, R. F., NOGUEIRA, \nA. A. Revisão estratigráfica da Bacia do Paraná. In: CONGRESSO BRASILEIRO DE GEOLOGIA, n. 28, 1974, \nPorto Alegre. Anais, Sociedade Brasileiro de Geologia, Porto Alegre, SBG. 1974, vol. 1, p. 41-66. \n \nSILVA, S. R. da. Hidrogeoquímica dos sistemas aquíferos Bauru e Guarani no município de Bauru. 2009. \np. 101. Dissertação (Mestrado em Geociências e Meio Ambiente) - Instituto de Geociências e Ciências Exatas, \nUniversidade Estadual Paulista, Rio Claro, 2009. \n \n\n\n\n31 \n \n\n \n \n\nSOARES, P. C. Divisão estratigráfica do Mesozóico no Estado de São Paulo. Revista Brasileira de \nGeociências, São Paulo, vol. 5, p. 229-251. 1975. \n \nSUGUIO, K.; FULFARO, V. J.; AMARAL, G.; GUIDORZI, L. A. Comportamentos estratigráfico e estrutural \nda Formação Bauru nas regiões administrativas 7 (Bauru), 8 (São José do Rio Preto) e 9 (Araçatuba) no Estado \nde São Paulo. In: SIMPÓSIO REGIONAL DE GEOLOGIA, n. 1, 1977, São Paulo. Atas. ... São Paulo: \nSociedade Brasileira de geologia, 1977, p. 231-247. \n \nTHOMAZ-FILHO, A.; MIZUSAKI, A. M. P.; MILANI, E. J.; CESERO, P. Rifting and Magmatism Associated \nwith the South América and África Break up. Revista Brasileira de Geociências, Rio de Janeiro, vol. 30, n. 1, \np. 17-19, 2000. \n \nVELOZO, R. Caracterização geológico-geotécnica do lixão desativado de São Carlos-SP, com auxílio da \ngeofísica. 2006. p. 177. Dissertação (Mestrado em __) – Escola de Engenharia de São Carlos, Universidade de \nSão Paulo, São Carlos, 2006. \n \nXAVIER, F. V. Métodos geoelétricos aplicados ao diagnóstico ambientalsubsuperficial do cemitério \nmunicipal de Rio Claro, SP. 2015. p. 180. Tese (Doutorado em Geociências e Meio Ambiente) – Instituto de \nGeociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro, 2015. \n \nZALÁN, P. V.; WOLFF, S.; CONCEIÇÃO, J. C.; MARQUES, A.; ASTOLFI, M. A. M.; VIERA, I. S.; APPI, \nV. T.; ZANOTTO, O. A. Bacia do Paraná. In. RAJA GABAGLIA, G. P.; MILANI, E. J. Origem e Evolução de \nBacias Sedimentares. Rio de Janeiro: Petrobras/SEREC/CEN-SUD, 1990, p. 135-168. \n \nZALÁN, P. V., WOLFF, S., CONCEIÇÃO, J. C. J., ASTOLFI, M. A. M., VIERA, I. S., APPI, V. T., \nZANOTTO, A., MARQUES, A.; 1991. Tectonics and sedimentation of the Paraná Basin. In: \nINTERNATIONAL GONDWANA SYMPOSIUM, n. 7, 1988, São Paulo, Proceedings... São Paulo: USP. \n1991. p. 83-117."}]}}}