{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16768"}, {"@name": "filename", "#text": "2343_Silva_Mestrado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE\nINSTITUTO DE\n\nGEOLOGIA DO DEPOSITO DE\nJoAo ruÉnt-MuNtcíplo DE\n\nZn, Pb, Ag e Cd\nGUAPIARA.SP\n\nDE SÃO PAULO\nGEOCIÊNCIAS\n\nCassio Roberto da Silva\n\nOrientador: Prof. Dr. Jorge Silva Bettencourt\n\nDISSERTAÇÃO DE MESTRADO\n\nPrograma de Pós-Graduaçäo em Recursos Minerais e Hidrogeologia\n\nsÄo PAULo\n1995\n\n\n\nUNIVERSIDADE\nINSTITUTO DE\n\nGEOLOGIA DO DEPóSITO DE\nJoÃo ruÉnr-Mutr¡rcíp¡o DE\n\nZn, Pb, Ag e Cd\nGUAPIARA.SP\n\nDE SÃO PAULO\nGEOCIÊNCIAS\n\nCassio Roberto da Silva\n\nOrientador: Prof. Dr. Jorge Silva Bettencourt\n\nDTSSERTAçÃO DE MESTRADO\n\nPrograma de Pós-Graduaçäo em Recursos Minerais e Hidrogeologia\n\nDEDALUS-Acervo-lGC\n\nI lllill lllil |||ilililllil ilil ilil ilil tilll ]il ]il til ll]\n30900005642\n\n-4st\"'\nsÃo PAULo\n\n1995\n\n\n\nAos meus pais\nJoão e Maria\ngrato pelo presente\n\nAos meus filhos\nClarice e Maurício\nalegria do futuro\n\nAos meus irmãos\nToninho, Lia e João\nGarlos\npela união e amizade\n\nÀ minha esposa\nMara\ngrato pelo incentivo e\ncarinho\n\n\n\nAGRADECIMENTOS\n\nAo Prof. Dr. Jorge da Silva Bettencourt, especial agradecimento pela\norientaçäo final, sugestões, críticas e discussão na elaboração desta dissertação.\n\nAo professor Dr. Aledir Paganelli Barbour, primeiro orientador desta\ndissertação, meus agradecimentos pelo incentivo e sugestões no decorrer do\ntrabalho.\n\nÀ Companhia de Pesquisa de Recursos Minerais pela liberação dos\ndados e ajuda financeira. Aos colegas da CPRM, Luiz Sguissardi do Carmo, José\nCarlos Garcia Ferreira, íO¡o Lopes Jr., Mário Mota Câmara, Luiz Antônio\nChieregati, Hermes A. V. lnda, Valter José Marques, Carlos Oiti Berbert, José\nPeres Algarte, Lauro G. Pizzallo, Marília Ribeiro Brambilla, Maria A. Lovato,\nRommel da Silva Souza, Jaime Estevão Scandolara, Luiz Gilberto Dall'lgnea,\nAntonieta Barros G. Lelo, Rda. Delci da Silva Molitor, Terezinha de Jesus, Fatima\nFranz,é, Marina das Graças Perin e Maria de Assunçäo X. de Alencar, pelo\nincentivo e colaboração.\n\nAos colegas Luiz Carlos da Silva e Gilmar José Rizzotto pela grande\najuda na descrição das seções delgadas.\n\nAo Professor Dr. C. C. G. Colombo Tassinari pela colaboração na\nexecução e interpretação dos resultados geocronológicos da área de estudo e ao\nProfessor Dr. João B. Moreschi pela obtenção das fotomicrografias bem como\ndiscussão das seçöes polidas estudadas.\n\nAo relator Prof. Dr. Johann Hans Daniel Shorscher, sinceros\nagradecimentos pelas críticas, sugestões e correções efetuadas no texto, que\nmelhoraram substancialmente esta dissertaçäo\n\nFinalmente agradecemos a todos aqueles que, de alguma, forma\ncontribuíram para o planejamento, execução e finalização deste projeto de\npesquisa.\n\n\n\nRESUMO\n\nO depósito João Néri, localiza-se no sul do Estado de São Paulo, no\nMunicípio de Guapiara. Encontra-se numa sequência de rochas metavulcano-\nsedimentares de direção nordeste denominada de Formação Água Clara do\nGrupo Setuva, a qual está inserida no domínio geotectônico da Faixa de\nDobramentos Apiaí. A deposição dos sedimentos e o episódio vulcånico\nassociado ocorreram, provavelmente, entre, 1,8 e 1,5 b.a.. As rochas foram\nafetadas por metamorfismo entre'1,3 a 1,0 b.a., com superimposição de um\nevento metamórfico próximo a 700 m.a., no Proterozóico Superior.\n\nAs rochas da Formação Água Clara sofreram três processos\ndeformacionais, revelados pelas superfícies Sr, de direçäo NE, paralela ao\nacamamento Ss; 52 de direção NE, porém com mergulho mais acentuado e S.,\nde direção NW, que impôs ondulações nos rumos de mergulhos dos eixos de\ndobras NE, dando à região um padrão estrutural do tipo \"domos e bacias\". A\nassembléia mineral constituída, predominantemente, por margarita, flogopita,\ngranada, diopsídio, tremolita e plagioclásio é indicativa de metamorfismo da\nfácies xisto verde superior possivelmente atingindo a fácies a anfibolito inferior\n(Yardley, 1989).\n\nA formação Agua Clara ocorre de forma alongada na direção NE,\nprovavelmente condicionada por grandes lineamentos. E constituída,\npredominantemente, por metacalcários impuros com estratificação cruzada.\nEssas características expressam que o ambiente deposicional foi de\nplataforma, posteriormente afetado por um regime tectônico distensivo\n\nAs mineralizações de Zn, Pb, Ag e Cd do depósito João Néri estão\nassociadas a metachert carbonático que, por sua vez, está encaixado,\nconcordantemente, com metacalcários silicosos. Os principais controles\nidentificados são de natureza: estratigráfica (Formaçäo Água Clara); litológica\n(metachert) e mineralógica (barita). A assembléia mineral típica do depósito é\nconstituída por: pirrotita, pirital, blendal, galena, calcopirita, arsenopirita, pirita2\ne blenda2. A ganga é representada principalmente por quartzo, calcita e\ndolomita, e subordinadamente margarita e plagioclásio.\n\nOs estudos isotópicos de Pb do depósito João Néri apontaram idade\nde formação das mineralizações ao redor de'1600 m.a., a qual deve também\nexpressar a idade de deposiçäo dos metamorfitos da Formaçäo Água Clara.\n\nDentre os tipos conhecidos na literatura o depósito João Néri\naproxima-se mais das jazidas estratiformes de origem vinculada a processos\nvulcano-exalativo sin-sedimentares. O ambiente tectôno-estratigráfico, a forma\nde ocorrência, a associação litológica, a paragênese mineral da mineralização,\nassim como os dados isotópicos de Pb, levam-nos a correlacionar este\ndepósito com aqueles do \"tipo Perau\" , já qualificados como sendo francamente\ndo tipo exalativo-sedimentar.\n\n\n\nABSTRACT\n\nThe João Néri deposit is located in the southern part of .Säo Paulo state\nnear Guapiara town. ïhe ore body lies on a .segment of a NE trending\nmetavolcanic rock sequence which is part of the Agua Clara Formation-Setuva\nGroup, all included in the geotectonic domain of the Apiai Fold Belt, considered as\nof lower Proterozoic age. The rocks of the Água Clara Formation exhibit typical\nfeatures of a plataformal depositional environment which has been affected by\nextensional deformation. Later they underwent three deformational events, as\nrepresented by penetrative structures which are the following:\n\nSr = So : compositional banding foliation;\n52 : NE trending and oblique to 51 = Ss;\n53: NWtrending and imposing ondulation on the NE fold axis.\n\nAlltogether these structures give a dome and basin structural interference\npattern to this region, at a regional and local scale. There is convincing mineral\nparagenetic evidence of a med¡um grade metamorphism which affected the Água\nClara Formation.\n\nThe Zn, Pb, Ag and Cd mineralization observed in the Joäo Néri deposit is\ndirectly linked to a carbonatic metachert bed which, in turn, is bounded by a\nconcordant siliceous metalimestone. The most common controls of the\nmineralization are: stratigraphic (Água Clara Formation), lithological (metachert)\nand mineralogical (barite).\n\nThe Pb isotopic analyses on galenas of the Joåo Néri deposit yelded an\nage of 1600 m.a. which was interpreted as the age of the Zn, Pb, Ag, Cd\nmineralization. This age might express, as well, the sedimentation of the Água\nClara Formation.\n\nAll the geological and geochemical evidences lead to the conclusion that\nwe are dealing with a deposit of stratiforme nature. The Zn, Pb, Ag, Cd\nmineralization might be linked to a hydrothermal volcano-exhalative syn-\nsedimentary activitiy, which is promptly supported by the morphology, rock and\nmineral assemblages as well as by Pb and Sr isotope data.\n\n\n\nSUMARIO\n\nT. TNTRODUÇ,,îO\n\n1.1 - Histórico....\n\n1.2 - Localiztçio, Vias de acesso e Infrâestrutura ,,,,\n\n1,3 - Aspectos fisiográficos e geomorfológicos,\n\n2.1 - Pesquisa bibliográ|ica......\n\n2.2 - Elaboração de base plani-altimétrica......,......\n\n2.3 - Trabalhos de Campo .........\n\n2.4 - Trabalhos de Laboratório .\n\n3. ASPECTOS DA GEOLOGIA REG\n\n3.1 - Considerações Gerais.\n\n3.2 - Embasamento: Maciço de Joinville...,,...\n\n3.3 - Faixa de Dobramentos Apiaí.................\n\n3.3.2. Grupo Açungui.....,\n\n3.4 - Evolução geotectônica da Faixa de\n\n4. GEOLOGIA LOCAL............\n\n4.1. Considerações Gerais (Formação Água\n\n4.3 - Metabasito (mb).............................\n\n4.4 - Metacalcários silicosos (ms)........,.........,....\n\n4.7 - Quartzo-sericita-carbonato-xistos (cx)\n\n4.9 - Intrusivas básicas (db)...................\n\n4.10 - Aluviões recentes (al) .................\n\n4.11 - Ambiente deposicional....,,.....,,..\n\n..21\n\n4.12 - Geologia EstruturaI,.............,....,.\n\n5.2 - Idéias genéticas gerais ...............\n\n5.3 - Descrição sumária dos depósitos minerais de Pb, Zn e Cu '...'...'.'...28\n\n2t\n\n22\n\n27\n\n5.4 - Potencial Mineral da Formação Agua Clara,...... .,.,.,,.....30\n\n\n\n6.3 - Sondagem ,................................42\n\n6.4 - Descrição dos minerais de minério......... ......................,...52\n6.5 - Filitos e Quartzo-clorititos: Caracterização dos protólitos das rochas através dos elementos\nmaiores, traços e ETR..... .................,,...,......,.55\n6.6 - Anrilises químicas das amostras dos testemunhos de sondagem...... .........,66\n6.7 - Estudo isotópico do depósito João Néri\n\n6.8 - Modelo genético da mineralização ...........................84\n\nÍnorcn DE FTGURAS\n\nFigura 1 - Mapa de locølizaçíio tlo depósito JoiÍo Néri......... .....................02\nFigura 2 - Domínios geotectônicos da região sudeste do llrasil ...... ..........07\nFigura 3 - Esboço geológico e localizaçíio dos depósitos de Cu, Pb, Zn, Ba eAu do Vale do\n\nRibeir¿............ ......................... 18\nFígura 4 - Mapa geológíco adjacente ao depósito foíío Néri...............................................I5\nFigura 5 - Perfil geológico da área do depósito Joäo Néri. .................,......I7\nFigura 6 - Mapa geológico tlo depósito loiío Néri....,..... ............................19\nFigura 7 - Estágios metalogenéticos principais - Mineralizações associadas......................26\nFigura 8 - Coluna geológica da úrea da Mina do Perau...,....... .................29\nFigura 9 - PerJil Sll-NE da Minø ¡lo Rochø- ....................31\nFigura 10 - Relaçíio tlos depósitos exalativos submarint¡s com ambiente tectônico.............34\nFígura 11 - Relações genóticøs entre clepósitos de sulþos maciços e tþos semelhantes.....35\nFigura 12 - Zonas de reaçäo em um sistema exalativo submørino,...,....,............................36\nFigura 13 - Detalhe dø ligurø øcima, mostrando a zonø de deposição de sulfetos em um\n\nsistemn exalativo sultmarino........ ....................36\nFigura 14 - Quadro geotectônico de depósitos de sulfelos exalativo-sedimentd/es..............38\nFigura I5 - Depósito Joíío Néri: Localização dos trabalhos cle pesquisø ¡la CPRM............39\nFigurø 16 - Trincheira CR-01 - Ocotência foíio Néri.................. .............41\nFígura 17- Trincheira TR-86............... .............................43\nFigura 18- Trincheira TR-CO.............. ............................. r'J\nFigura 19 - Seçiío rlos furos de sonda efetuados no depósito loão Nóri..............................44\nFigurø 20 - Furo ¡Ie sonda n' 1......,..,........, ..-....,..............46\nFigura 21 - Furo de sonda n\" 2................... .......................47\nFigura 22 - Furo de sonda n' 3................... ....................... JI\nFigura 23 - Representaçíio das rochas \"Jilíticas\" e \"quartzo-c1orititicas\"...........................64\nFígurø 24 - Padrões de ETR ile\"filitos\" - eventuais metadøcitos hidrotermalizados...........6 5\n\n\n\nFigura 25 - Pa¡lrões de Terras Raras para riolitos (R), dacitos (D) e vulcânicas félsicas\narqueanas tipo F1L............ .............................. ój\n\nFigura 26 - Padrões ETR de rochas da Minø do Perau e dø área do prospecto Betøru.....65\nFigura 27 - Padrões de ETR de rochds \"quartzo-clorititos\" - eventuais metandesitos\n\nhídrotermalizado,s........................ ............................................. ó.l\nFigura 28 - Padrões de terras raras poro an¿esitos trqueanas dos tþos I e IIL,,......,..,,....66\nFigura 29 - Tentativa de reconstituiçíio tlø formø original do rlepósito .loíio Néri..............81\nFigura 30 - Reconstituição tlø forma original do tleprjsito Ramme\\sberg.,..,....,,.................81\nFigura 31 - Dados de composiçíío isotuípicas de Pb de galenas do depósito loäo Néri........83\nFigurø 32 - Composição ísotópicas 2oóPb/oo Pb poro os depósitos de Pb do VaIe do\n\nRibeíra............ .......................8J\nFigura 33 - Curvas de evolução isotópicas de Pb em dois estágios de diferenciøção .le U/Pb\n\ne TllPb, para os depósítos:1- Rammelsberg;2 - Meggen; 3 -Silvermines;4 -\nTynagh; 5 - MacArthur River; 6 - Mount Isø; 7 - Sullivan; I - João Néri...,,.IS\n\nÍn¡rcn DE TABELAS\n\nTabelø 1 - Composiçõo mineralógica dos testemunhos do furo de sonda n'2...........,.........49\nTøbelø 2 - Rehção das seções polidøs estudadas dos testemunhos tlo furo de sonda nL2...53\nTabelø 3 - Dados químicos das rochqs \"filitos\" e \"quartzo-cloritif¿s \".......,....,....,,.............5ó\nTøbela 4 - Dados químicos dtt barita h ilcpósito foão NérL........ ......,.......67\nTabelø 5 - Composiçäo isottipica cle Pb em gølenas do clepósito Joíx¡ Néri.................,,......82\nTøbela 6 - Razíio isotópica iniciøl tlo Sr dos ,netacalcártos silicosos encaixantes e da børita\n\ntlo depósito João Néri ......,.......... ..,....,...............82\n\nÍNorcn DE cRÁFrcos\n\nGráJico 1 - Resullado de anáIise de furo de soncla no 7 pøra os elementos Pbe 2n.............68\nGráJico 2 - Resultado de anáIise de furo de sonda no 1 para os elementos Ag, Ctl, Cu e 8.69\nGráfico 3 - Resultado de anáIise tle furo de sontla no 1 para os elementos Ba, Sr e Mn......70\nGráJico 4 - Resultado de análise defuro ¡le soruJa no I pøra os elementos Fe, Mg e Ca....71\nGrdfico 5 - Resultado de ønálße do furo de sonda n\" 2 para os elementos Pb e 2n...........72\nGráfico 6 - Resultado cle análße do furo de sonda no 2 para os elementos Ag, Ctl, Cu e 8......73\nGráfico 7 - Resultøtlo de análise do furo de sonda n\" 2 para os elementos Ba, Sr eMn.....74\nGráfico 8 - Resultado de análise do furo rle sonda no 2 para os elementos Fe, Mg e Cø-....75\nGráfico 9 - Relação da composiçíio mineral x profundi¡lacle do furo de sonda n' 2 ...........50\nGráfico 10- Resultødo de análise do furo de sonda n\" 3 para os elementos Pb e 2n..........76\nGráJico 11- Resultødo de análise do furo de sonda n\" 3 para os elementos Ag, Crl, Cu e 8,,...77\nGrájìco 12- Resuhado de análise clo furo de sonda n\" 3 para os elementos Ba, Sr e Mn...,78\nGráJico 13- Resuhado de análise do furo ¡le sonda no 3 para os elemenlos Fe, Mg e Cu.,.79\n\nÍNorcn DE euADRo\n\nQuadro I - Esboço evolutivo da área do depósito Joíio Néri. ......................25\nQuadro 2 - Pøragênese dos minerais de minério primário e de minerais de ganga,\n\nobservado nos testemunhos de sondagem (Furo ne 2).........................,....,,.......55\nQuadro 3 - Quadro comparativo das características da lltfrna do Perau e Depósito Joíio Néri..87\n\n\n\nANEXOS\n\nI. Resultados ¡le ønálises dos furos tle sowla ne I\n2. Resultados de nnálises de furos de sonda n! 2\n3. Resuhados de análises de furos de sonda n! 3\n4. Resultøtlos de an¡ilises de furos de sonda n! 4A\n5. Resultados ¡le análises defuros de sonda n2 5A\n\n\n\nT. TNTRODUçÃO\n\n1.1 - Histórico\n\nSegundo Knecht (1938) a ocorrência de baritina e galena, denominada João\nNéri, foi \"pesquisada superficialmente através de um pequeno poço que atingiu uma\nprofundidade de 4 metros, tendo sido exposto um veio de baritina, com uma\nespessura de 0,80 metros direcionado segundo N75E, mergulhando para norte.\nEste veio acha-se encaixado em calcário cristalino de coloração cinza azulada da\nSérie Sáo Roque, orientado N71E com mergulho de 45 graus para norte\".\n\nO depósito de Pb, Zn, Ag e Cd João Néri, foi pesquisado em 1984 pela\nCPRM através da Superintendência Regional de São Paulo. Segundo Silva &amp; Lopes\nJr. (1985), as áreas da regiäo de Guapiara foram requeridas para pesquisa em\nfunçäo de ocorrências de bário, chumbo e cobre que, através de correlaçöes\nestratigráficas, estariam situadas em contexto geológico-metalogenético similar ao\nda Mina do Perau e, portanto, potencialmente favorável a conter mineralizações\nestratiformes de Pb-Zn-Ag e Cd com rentabilidade econômica.\n\nO depósito de João Néri encontra-se encaixado em rochas da Formaçäo\nÁgua Clara, Grupo Setuva, a qual até o momento, apesar de apresentar\ncaracterísticas metalogenéticas propicias, ainda näo revelou nenhum depósito de\nmetais base, economicamente significante. Assim, um estudo mais aprofundado do\nreferido depósito faz-se necessário, o que nos motivou a estudá-lo e apresentar os\nresultados na forma de uma dissertação de mestrado.\n\n1,2 - Localização, Vias de acesso e lnfraestrutura\n\nA área localiza-se ao sul no Estado de Säo Paulo, (Fig. 1) Município de\nGuapiara, contida na Folha topográfica Guapiara (SG.22-X-B-ll-2), escala 1:50.000.\nO depósito Joåo Néri encontra-se a aproximadamente 300 metros a sudoeste do\ncemitério da cidade de Guapiara.\n\nO acesso, a partir de Säo Paulo, pode ser efetuado pela rodovia Castelo\nBranco até o trevo de Tatuí, tomando-se a partir deste a rodovia para ltapetininga.\nEm ltapetininga segue-se pela SP-250 que serve as cidades de Capåo Bonito e\nGuapiara e que tem continuidade para Apiaí. A distância total atinge\naproximadamente 270 km.\n\n1.3 - Aspectos fisiográf icos e geomoÉológicos\n\nA região situa-se no Planalto Atlântico, que abrange relevo colino-\nmontanhoso, profundamente dissecado, com topografia acidentada, drenagens\nencaixadas e vales profundos com vertentes fortemente inclinadas (Pró-Minério\n1981). As cotas mais elevadas situam-se em torno de 1.000 m e as mais baixas ao\nredor de 700 m, sendo que as mais elevadas constituem reflexos dos\nmetassedimentos do Grupo Açungui, estes situados nas proximidades da serra de\nParanapiacaba e também dos metassedimentos do Grupo Setuva que ocorrem na\n\n\n\nFi!. 1- IIAPA DE LOCALIZAçÃO DO OEPdSlro ¡oÃo reRt\n\no\n\nOo\n\ncoÞirot \ntE cE il D a \n\nt 4\"r¿.¡t .,oa n'r\n8€d6 då ñlntcñlo --a:â- R€¡ervolório\n\nEilrodopovlmenlodã'1r>' Dt.^ogrÍÌ\n\ntrtrodo ¡õo povim.ñtodo\n\nl8\n\ni\n\nI\n\n\n\nserra da Samambaia. Nestas rochas (Setuva e Açungui), as drenagens acham-se\ncontroladas pelas variações litológicas e estruturais, sendo em geral do tipo\nretangular dendrítico. Diques básicos, muito freqüentes, responsáveis pelo padrão\nretangular das drenagens, cortam as rochas mais antigas formando os lineamentos\nde cristas ou vales de acordo com a natureza da encaixante e sua resistência\nrelativa à erosão.\n\nA rede de drenagens da região é formada pelos tributários da margem\nesquerda do rio Paranapanema, através das duas bacias principais que ocorrem na\nárea. A do rio São José de Guapiara, de maior expressäo areal, atravessa a regiäo\nno sentido SW-NE e apresenta como tributários principais os ribeirões da\nFazendinha, do Capinzal, da Araucária, e os córregos do Padre Doutor e da Bica. A\nbacia do rio Apiai-Guaçu, a NW da area, apresenta como tributários principais os\ncórregos do Cavaleiro e da Samambaia.\n\nA vegetaçäo predominante é a de campos sujos com matas ciliares e\ncapões esparsos. A S-SE são ainda observados remanescentes da floresta\nsubcaducifolia tropical, um tipo intermediário entre as formaçöes florestais perenes\nda encosta e as formaçöes não florestais do interior. Esta formaçäo foi intensamente\ndevastada dando lugar à agricultura, que na região é caracterizada pelo intenso\ncultivo de tomate e de pêssego, além de culturas de subsistência (feijão, milho,\narroz, mandioca).\n\nO clima, identificado como mesotérmico brando super-úmido com subseca,\napresenta temperaturas médias anuais em torno de 19\" a 18\" C. O verão é brando e\no mês mais quente acusa média inferior a 22\" C. No inverno são comuns\ntemperaturas mínimas em torno de 0'C nos seus meses mais frios (junho-julho),\nassim como a ocorrência de geadas (5 a 10 dias durante o ano). A média\npluviométrica anual é de 1.250 mm (Galvão 1967).\n\n2. METODOLOGIA\n\n2.1 - Pesquisa biblíográfica\n\nPara consolidar os conhecimentos geológicos prévios, efetuou-se uma\nrevisão bibliográfica dos principais trabalhos regionais do vale do Ribeira, dando\nênfase àqueles de caráter metalogenético, bem como àqueles da bibliografia\ninternacional que versam sobre mineralizações de metais base.\n\nPara a seleção de amostras e os tipos de análises a serem efetuados foi\ntambém necessário realizar pesquisa bibliográfica, principalmente para análises\nisotópicas, litoquímicas de elementos maiores, traços e de Terras-Raras bem como\npara a interpretação dos dados.\n\n2.2 - Elaboração de ôase plani-altimétrica\n\nAs fotos aéreas utilizadas para localização e fotointerpretação da área,\nincluíram aquelas em escala 1:60.000 da USAF/1966, 1:25.000 da Secretaria de\nAgricultura e 1:35.000 da CESP/1980. Para a interpretação regional utilizou-se a\nimagem de satélite Landsat-banda 5.\n\n\n\n,,/.TJI\n\n,i\n'ï\n\nNesta fase elaborou-se um mapa geológico preliminar, o qual serviu de\nbase para os trabalhos de campo.\n\nFoi também confeccionada uma base plani-altimétrica, l:5.000, a partir da\nampliação da carta topográfica 1:10.000 do DAEE, para o mapeamento geológico\nde detalhe do depósito.\n\n2.3 - Trabalhos de Campo\n\nO mapeamento geológico realizado na escala 1:5.000 numa área\naproximada de 5,3 km2, foi executado através de perfis geológicos contínuos, em\ntodas as estradas, caminhos, picadas e drenagens da área, anotando seguidamente\nos dados coletados no campo num mapa memória, incluindo a litologia e dados\nestruturais. Em seguida efetuaram-se descrições detalhadas de cada litótipo e de\nimportantes feições geológicas encontradas. Os diferentes litótipos foram\namostrados para análises petrográficas e químicas.\n\nPara melhor entender o posicionamento das rochas encaixantes do depósito\nJoão Néri, foram efetuados perfis geológicos regionais com a descrição de 61\nafloramentos e coletadas 77 amosiras de rochas.\n\nNa área do depósito (5,3 km2), percorreu-se 09 picadas, com extensåo de\n700 metros, abertas de 100 em 100 metros, transversalmente à estruturação\nregional. Nesta etapa foram descritos 93 afloramentos e 58 amostras de rocha\nforam coletadas.\n\nPara a caracte tizaçâo do minério e encaixantes efetuou-se o estudo de 3\ntrincheiras e de testemunhos de 3 furos de sonda (500 m), através de descriçöes\nsucintas e elaboração de seções esquemáticas. Elegeu-se o furo no 2, devido à alta\nrecuperação e representatividade das rochas loca¡s, para amostragem com v¡stas a\nestudos microscópicos de maior detalhe e análises químicas.\n\n2.4 - Trabalhos de Laboratório\n\na) Microscopia de seções delgadas e polidas:\n\nApós a fase de coleta de amostras foi efetuado o estudo petrográfico em\nseções delgadas dos diferentes litótipos das rochas encaixantes e do minério. O\nm inério e algumas rochas que apresentaram quantidade significativa de opacos,\nforam estudados em seçöes polidas. Estes estudos propiciaram a identificaçäo dos\nminerais de minério, suas interrelaçöes espaço-temporais, associações e\nparagêneses minerais.\n\nDas amostras coletadas nos perfis regionais 12 f oram estudadas em seções\ndelgadas. Na área do depósito, devido à pouca variação dos litótipos, somente 6\namostras foram estudadas por seção delgada.\n\nDo furo nq 02, foram amostrados e esiudados 45 seçóes delgadas e 17\nseções polidas.\n\nb) Análises químicas do minério e da encaixante\n\nVinte e uma amostras coletadas nas trincheiras foram analisadas por:\n\n\n\n- Espectrometria de absorção atômica para Pb, Zn, Ag e Au.\nPor este método, Ag e Au apresentam limites de detecção da ordem de 0,5\n\ne 0,05 ppm, respectivamente.\nDez amostras das trincheiras também foram analisadas por:\n- Espectrometria óptica de emissão semi-quantitativa para 30 elementos\n\ncom os seguintes limites de detecção:\nFe: 0,05%, Mg O,O2o/o, Ca 0,05%, Ti O,O02o/o\nMn 10 ppm, Ag 0,5 ppm, As 200 ppm, Au 10 ppm, B 10 ppm\nBa 1 ppm, Pb 10 ppm, Sb 100 ppm, Sc 5 ppm, Sr 100 ppm\nV 10 ppm, W50 ppm, Y 10 ppm, Zn 200 ppm, Zr 10 ppm\nBe 1 ppm, Bi 10 ppm, Cd 20 ppm, Co 5 ppm, Cr 10 ppm\nCu 5 ppm, La 20 ppm, Mo 5 ppm, Nb 10 ppm e Ni 5 ppm.\n\nTrinta e nove amostras de testemunhos dos furos 1,2 e 3, foram analisadas\npor:\n\n- Absorção atômica para Pb, Zn, Ag, Cd, e Au e, por espectrometria óptica\nde emissão sem i-quantitativa, para Ba, Cu, Sr, B, Mg, Ca, Mn e Fe.\n\nCinco amostras de rocha foram submetidas a análise de elementos maiores,\ntraços e elementos terras raras (ETR), nos laboratórios da GEOLAB. As técnicas\nutilizadas foram as seguintes:\n\n- Fluorescência de Raio-X: SiO2, Al2O3, Fe2O. total, CaO MgO, TiO2, P2Os,\nCr2O3, NiO, Tl, Rb, Ba, Nb, Y, Zn, U, Co, Ni, Cu, Zr, V, Cr e Sc.\n\n- Via úmida com titulaçáo volumétrica (KMnOo): FeO\n- Absorção atômica: Na2O, K2O, MnO\n- Espectrometria de plasma (lCP): EïR.\nEm duas amostras (CR-77S e 78S) submetidas à análise, no Lamin, para 13\n\nóxidos, utilizou-se a seguinte metodologia:\n- Colorimetria: SiO2 e P2O5\n- Espectrometria de absorção atômica: Al2O3, K2O, Na2O, MnO e TiO,\n- Volumetria: Fe2O3 total, FeO, CaO e MnO\n- Gravimetria: perda ao fogo (P.F.) e umidade.\n\nc) Análises isotópicas\n- preparaçåo de amostras e bases teóricas.\n\nPara as determinações isotópicas de Pb e Sr utilizou-se a metodologia\ndescrita por Tassinari et alii (1990). Primeiramente isolando, respectivamente, os\ncristais de galena das amostras de minério, e, barita e calcita das encaixantes\ncarbonáticas. Este procedimento se faz necessário devido ao fato da galena não\npossuir U em seus retículos cristalinos, assim como a barita e calcita também não\npossuírem Rb. Consequentemente as razóes 'ouPb/ooPb,208Pb/204Pb e \n\nutsr/uusr\n\nmedidas, descartando-se reequilibrações metassomática-metamórficas, poderiam\nser muito próximas das composições isotópicas da Pb e Sr originais da época de\nformaçáo das mineralizaçöes.\n\n- Análise de galenas:\nos cristais de galena foram pulverizados em almofariz de ágata, e cerca de\n\n0,28 gramas do pó obtido, foi atacado com ácido nítrico concentrado destilado em\nbéquer de teflon a quente. Após a dissoluçåo do pó, a solução foi evaporada em um\nmicro-sistema com ar filtrado, para a concentraçåo do Pb. Após esta fase o Pb foi\ndepositado, juntamente com ácido fosfórico e sílica gel, em microfilamento de Rênio\n\n\n\ndescontam inado, para análises espectrométricas, que foram feitas em um\nespectrômetro de massa, VG-354, Micromass, com multicoletor, totalmente\ncom putadorizado.\n\nUtilizou-se para controle de qualidade os resultados das análises dos\npadróes internacionais NBS-981 e 982 (Tassinari et alii op. cit.) para a correçäo de\n0,01% nos valores obtidos dos isótopos de Pb das galenas do depósito João Néri.\n\n- Análise de baritas e calcitas:\npara as análises isotópicas de Sr foram separados concentrados de barita e\n\ncalciia por meio denso e cataçäo manual à lupa. Posteriormente, foram pulverizados\nem moinhos de bolas revestidos de carbeto de tungstênio. Com os pós obtidos\nforam feitas dosagens de Rb e Sr por fluorescência de raios x. As amostras que\napresentaram teores de Rb iguais a zero ou próximo disto foram atacadas por\nvários ácidos (fluorídrico, perclórico e clorídrico) e passados por colunas de trocas\niônicas. As análises isotópicas de Sr foram realizadas em m icrofilamentos de\nTântalo descontaminados em espectrômetro de massa VG-354, com multicoletor,\ntotalmente computadorizado. Os valores da razão isotópica uTSr/8usr foram\nnormalizados para valores de 875r/865r=0,1 194.\n\n3. ASPECTOS DA GEOLOGIA REGIONAL\n\n3.1 - Considerações Gerais.\n\nA bibliografia referente aos terrenos pré-cambrianos do Estado de São\nPaulo, engloba ma¡s de uma centena de trabalhos dos quais merecem destaque as\npublicações de Hasui et alii (1975), Chiodi Fe et alii (1983), Chiodi Fs (1984),\nTakahashi et alii (1984), Almeida (1985), Bistrichi et alii (1985), Daitx (1985) e\nCampanha (1991).\n\nO resumo, a seguir apresentado, expressa a opinião dos principais\npesquisadores da área, ressaltando-se que os modelos evolutivos propostos para a\nFaixa Ribeira se revelam muito contraditórios o que demonstra a precariedade dos\ndados disponíveis na literatura principalmente em relação aos conhecimentos\nrelativos à geologia regional, à petrografia e à petrologia, dificultando, assim,\nqualquer análise rigorosa da geologia regional da referida faixa.\n\nA regiäo do sudeste brasileiro, segundo Hasui et alii (1975) é constituída por\ncinco unidades geotectônicos a saber: Maciço Mediano de Joinville, Faixa de\nDobramentos Apiaí, Faixa de Dobramentos Sáo Roque, Maciço Mediano de\nGuaxupé e Bacia Sedimentar do Paraná (fig. 2), dos quais as duas primeiras\nunidades referidas serão a seguir objeto de apreciação especÍfica, ao se considerar\nque o depósito João Néri está diretamente relacionado à Formação Água Clara, do\nGrupo Setuva - Faixa de Dobramentos Apiaí.\n\n3.2 - Embasamento: Maciço de Joinville\n\nO Maciço de Joinville ocorre a sul da falha do Lancinha - Cubatåo e é\nconstituÍdo pelo Complexo Costeiro (Hasui 1981), enquanto que a norte aflora, em\nnúcleos isolados, o Complexo Apiaí- Mirim (Chiodi Fs et alii 1983) (Fig. 3).\n\n\n\nO Complexo Costeiro segundo Hasui (1986) é constituído por um conjunto\nde rochas gnaissicas e migmáticas e núcleos granulíticos preservados de fácies\nmetamórfica granulito a anfibolito alto, bem como unidades metassedimentares\nterrígenas e químicas, também contendo volumes subordinados de rochas\nvulcânicas.\n\nLEGE N OA\n\nliffil¡æn SEDTMEMTAR oo\n[:ü¡;¡J p¡na¡Á\n\nMAOçO DE CUAXUPE\n\nN\nØ\n\nm\n\nF txÂ\nsÃo\n\nFAIXA\n\nAPIAI\n\nD€\n¡OQUE\n\nDE DOERAME¡ITOS\n\nl¡lAClçO 0E\n\n: LltlfTE I{TERESÍAUJAL\n\nI oe.pdstro ¿oÀo teRt\n\nllcALA\n\nFis. 2 Domlîios geoleclônicos do rcaiõo sudesle do Brosil'\n( Adoptodo de Hosui el olilr 1975).\n\nO complexo Apiaí-Mirim inicialmente caracterizado por Chiodi Fe et alii\n(1983) na região de Capão Bonito, foi posteriormente considerado por Takahashi\n(1984), Theodorovicz (1986) e Hasui (1986) como sendo o embasamento arqueano\ndas rochas supracrustais meso-neoproterozóicos, na regiäo a norte da falha da\nLancinha-Cubatão,\n\n\n\nFlg. 3-ESBOçO GEOLdGTCO E LOCALTZÂfO -t OepóStrOS D€ CurPb,Zn,Bo r Au F VÂLE\n(¡oDtFtcaDo o€ cHtoDl frLHo, rtt¿l)\n\ncoNVENçÕES\nMESOZOTCo\n\nPROTEROZOICO SUPERIOR - EO PALEOZOICO\n\nlntrusões olcolinos\nt\n\nPALEOZOICO\n\nRochos do Eocio do Porond\n\nRochos gronitóides\na\n\nPROTEROZOICO SUPERIOR\n' Grupo Açungui\n\nFm. Voluverovo\n\n^A>equencr0\nEoirro dos Prcsles\n\nFm. lporongo\n\nþ^-5q\nPROTEROZdICO MÉDIO\n\nGrupo Seluvo\n\n_ Fm. Fn lerou Scquê¡rio\nÁ9ræ Cloro corrcìolos lurvo4ojotí\n\nARQUEANO . PROTEROZOICO INFERIOR\nAp18fll\"ifl,i- comprcro cosreiro\n\ntc\n\nI\n\nI\nE IRA\n\nFm. Copirú\n\n¡Iil\n\n\\Conroros\n¡¡ Mino cm\n^ oriridode\n\nFm. lloiococo\n\nDO RlB\n\n-Folho¡., HinoÚ poroli¡odo\n\nO E lOXn\n\n-\n\nO Cidodcs\n\nl oeoóito\nrifProl\n\n\n\nE constituído predominantemente por biotita gnaisses, biotita-hornblenda-\ngnaisses e micaxisto, todos deformados. Estas rochas foram consideradas por Ebert\n(1971), Fritzsons et alii (1982), Biondi &amp; Chiodi Fs (1984) como sendo de idade pré\nSetuva.\n\nEsses dois complexos ostentam, como características marcantes, estruturas\nim bricadas e blocos rochosos alóctonos, resultantes de efeitos transtensivos,\nconforme relato de Hasui (1986). Digno de nota, também, såo os contatos entre\ndiferentes litótipos, que evidenciam grande movimentação diferencial entre blocos,\nrefletidos por intensa lenticularizaçåo e mistura de litotipos diferentes.\n\n3.3 - Faixa de Dobramentos Apiaí\n\nEngloba os Grupos Setuva e Açungui os quais const¡tuem-se nas supra-\ncrustais do embasamento representado na região pelo Complexo Apiaí-Mirim (Fig. 3).\n\n3.3.1 - Grupo Setuva\n\nO Grupo Setuva (Fritzsons et alii op. cit.), é de idade atribuída ao\nProterozóico Médio e pode ser dividido em Formação Perau e Formação Água Clara\n(Fritzsons et alii op. cit.). Esse grupo osienta características de seqüências vulcano-\nsedimentares e as rochas correlatas são representadas por metamorfitos de médio\na baixo grau metamórfico.\n\nFormação Perau:\n\nA criação desta unidade deve-se a Fritzsons et alii (op. cit.), náo sendo mais\ndo que uma redefinição da chamada Seqùência Perau, originalmente proposta por\nSilva et alii (1981 ) e endossada por Takahashi (1981 ) e Pie¡karz (1981) .\n\nSobrepöe-se, segundo discordância estrutural, ao Complexo Apiaí-Mirim e\nestá sotoposta ao Grupo Açungui, através de zonas de cisalhamento. Quartzitos,\ncalcários metamórficos impuros, micaxistos e corpos de rochas metabásicas\n(subordinadas) constituem os termos mais expressivos dessa formaçäo.\n\nFormação Água Clara\n\nSobrepõe-se, estratigraficamente, à Formação Perau (Fritzsons et ali¡ op.\ncit.). Pela formulaçáo de Marini et alii (1967) essa formação foi colocada no topo do\nGrupo Açungui sendo, tâo somente, constituida por uma seqüência de rochas\nmetacarbonáticas impuras. Contudo, Pontes (1982), a subdivide em duas fáceis\ndistintas, a saber:\n\nFácies vulcano-sedimentar basal constituída por uma sucessão rítmica, de\nmetapelitos, metapsamitos, mármores silicosos e rochas vulcânicas (nåo\nespecificadas), associação essa típica de ambiente marinho profundo e, fácies\ncarbonática constituída por mármores calciticos e dolomiticos, metamargas e\nquartzitos micáceos subordinados.\n\ni \n-ri\n\n\n\n3.3.2. Grupo Açungu¡\n\nAs primeiras citações sobre as rochas da região de \"Assunguy\" devem-se a\nDerby (1878) e, posteriormente, a definição original de \"Série Assunguy', por Oliveira\n(1916,1925,1927), constituído, conforme descrição do mesmci, por ,,Shistos\nargilosos, calcareos e quartzitos.\" Bigarella &amp; Salamuni (1956, 1958) introduzem as\nFormações Votuverava, Capiru e Setuva como integrantes da \"Série Açungui,' e\nMarini et alii (1967) propöem, para a mesma Série, a designação de Grupo Açungui.\n\nNos últimos anos, Chiodi Fe (1984) considera o Grupo Açungui como\nessencialmente sedimentar, composto pelas formaçóes Votuverava (Subgrupos\nLajeado de Hasui et alii 1984a), lporanga, Capirú e ltaiacoca, todas de idade\natribuída ao Proterozóico Superior e capeando por discordância estrutural, o Grupo\nSetuva. As rochas predominantes são metacalcários (calcíticos e dolomíticos),\nmetarenitos, e metas¡ltitos por vezes rítmicos.\n\n3.4 - Evolução geoteclônica da Faixa de Dobramentos Apiaí\n\nEm termos estruturais e metamórficos, os terrenos proterozóicos da regiâo\nem estudo, são de natureza policíclica.\n\nChiodi Fe (1984) associa o desenvolvimento do Grupo Setuva a uma\nestrutura tafrogênica e supostamente aulacogênica, mesoproterozóica, resultante\nde tectônica ativa recorrente no Proterozóico Médio a Superior e, o Grupo Açungui,\na uma estrutura superimposta no Proterozóico Superior, com evoluçáo de rift para\nsinéclise.\n\nKaul (1984, 1985) com base no magmatismo, propõe uma evoluçäo\ngeológica para o Ciclo Brasiliano, através do modelo de tectônica de placas, onde o\nSistema Dobrado Apiaí, teria um desenvolvimento oceânico, indicado por\nmagmatismo toleiítico oceânico.\n\nHasui (1986), identifica com o auxílio da geofísica (gravimetria) dois blocos\ncrusiais arqueanos, Vitória a sul e São Paulo a norte, nos quais, em função de\nmagmatismo granitóide, formaram-se os Complexos Costeiro e Apiaí Mirim,\nrespectivamente. Sobre estes complexos se desenvolveu a bacia Setuva, de\nnatureza vulcano-sedimentar. Distensão continental subsequente acarretou\nadelgaçamento crustal e rifteamento, bem como, a conseqüente formaçåo de bacias\nnas zonas de transtensão. Seguiu-se cisalhamento dúctil de baixo ângulo, ligado ao\ncavalgamento do bloco Vitória sobre o bloco São Paulo, de sul para norte, sendo a\nsutura marcada pelo lineamento de ltapeúna-Lancinha. O aloctonismo, imbricaçöes,\ntransposições, deformaçóes internas das massas rochosas, recristalizaçóes e\nremobilizaçöes modificaram no fim do Arqueano, drasticamente, o quadro original.\nNo final do Proterozóico lnferior (Evento Transamazônico) ocorre cisalhamento\ndúctil de alto ângulo concentrado em faixas lineares em conexáo com rotação da\nmassa continental. No Proterozóico Superior, desenvolveram-se as bacias\nItaiacoca, Lageado, Antinha e Capiru, por processos ensiálicos, seguindo-se\ncerragem com metamorfismo e dobramentos. No final do Brasiliano depositam-se\nsedimentos ¡maturos acompanhados por vulcanismo ácido-intermediário e intrusões\ngranitóides. Finalmente em tempos ordovicianos/silurianos sobrevem a cratonização\nseguida de deposição dos sedimentos da Bacia do Paraná.\n\n,.1\nI\n\nl\nl\n\nl\n\nl\n\nj\n\n1\n\nI\n\n.M\n\n\n\nAlgarte et alii (1986) destacam uma vergência geral para NW em d¡reçáo ao\ncraton do São Francisco e denom inam as coberturas proterozóicas como\n\"geoclinais\", relacionadas à evolução de margens continentais. Sugerem provável\nsubducçâo de noroeste para sudesie, vinculam as rochas Setuva a uma bacia do\ntipo rift marginal e consideram o Grupo Açungui como seqüência miogeoclinal ou\nbacia epicontinental marinha.\n\nCampanha et alil (1987), propöem um modelo de subducçáo de placa\noceânica de SE para NW e posterior colisão continental, paÊ a Faixa de\nDobramentos Apiaí. As antigas margens continentais seriam delineadas pelas\nseqüências plataformais de águas rasas representadas pelas formações ltaiacoca a\nNW e Capiru a SE, assentadas sobre as áreas estáveis do suposto craton do\nParaná e do maciço de Catas Altas (Hasui et alii 1984b) ou granito Três Córregos\n(Fuck &amp; Muratori 1966, Apud Fuck et ali¡ 1967). O maciço Catas Altas é\ncaracterizado como um zona de divergência axial (arco magmático), sendo que as\nassimetrias de grandes dobras, mergulho de superfícies axiais e sentido de\nempurrões indicam uma vergência para NW ao norte do maciço de Catas Altas, e\npara SE ao Sul deste. Baseados na constituição litológica, padrão deformacional\n(melange tectônica) e perfil gravimétrico de Kaul (1984), colocam a regiåo delineada\npelas formaçöes lporanga e Perau como a zona de sutura da subducçåo aventada.\n\nSoares ('1987) destaca que os episódios litogênicos e tectônicos regionais\ndesenvolveram-se em dois eventos, caracterizados por intrusões básicas e uma\nintensa deformaçáo, com encurtamento crustal e espaçamento litosférico e, pela\ntransferência de grande volume de material granítico de níveis inferiores da crosta e\nmesmo do manto, num megaciclo, envolvendo o proterozóico médio e superior. À\nsucessão de eventos coaduna-se a um ciclo completo de geração e destruiçáo de\nmargem continental ou oceânica.\n\nCom base nas intrusões máficas, manifestaçóes vulcânicas intermediárias,\ndepósitos vulcarìogênicos e sistemas deposicionais, o referido autor, caracteriza o\nComplexo Setuva como originado em bacia retro-arco-ativa no início do\nProterozóico Médio. A deformação dos sedimentos correspondentes, hoje, ao\nComplexo Setuva, teria ocorrido num evento de colisão arco/continente, sendo o\narco magmático localizado a NW-W. A bacia Açungui desenvolve-se através de um\nnovo evento de estiramento litoesférico atrás do arco com o desenvolvimento do\nrifteamento, ocorre a formaçåo de mineralizações sin-sedimentares de metais base.\nA progressåo da subducção de NW para SE, favoreceu a colisão\ncont¡nente/continente, sendo as rochas submetidas a intensas deformações com\ncavalgamentos (no estado do Paraná, região de Rio Branco, Batéia) em parte rúptil\ne parte dúctil. O estágio final foi o ajuste das saliências e reentrâncias dos blocos\ncontinentais em colisão, originando transcorrências que afetaram também toda a\nregião sudeste do Brasil, sendo a Lancinha-ltapeúna a principal falha da regiáo.\nSinclinórios, anticlinórios, exposiçáo de núcleos de batolitos graníticos, intensa\nrecorrência de intrusöes, sob a forma de \"stocks\" alongados são o reg¡stro deste\nevento.\n\nSegundo Ebert et alii (1988), os elementos geométricos e cinemáticos,\nobservados revelam três processos deformacionais principais, produtos de uma\nmesma fase progressiva durante a evolução tectônica da região. A deformação D.,,\nfoi a principal geradora das estruturas penetrativas regionais, principalmente a\nfoliação metamórfica Si (X1-NE, Y,-NW e Z1 vertical), relacionada à deformaçåo\ntangencial (cavalgamento oblíquo) para N ou NW do bloco Vitória (porçäo SE do\n\nn\ni\nI\n\n,$\n\n\n\nLineamento Lancinha) sobre o bloco São Paulo (NW de Lineamento Lancinha),\nsendo a zona de sutura marcada pelo Lineamento.\n\nProcessos compressivos posteriores que geraram as megantiformes\nregionais com planos empinados (X2-NE, Y2 vertical e Z2-NW). A contínua atuaçåo\nou uma posterior reativação de grandes esforços crustais regionais requerem um\nreajuste das tensôes secundárias. A deformaçáo 0., transpressiva, dobrou as\nestruturas preexistentes ao longo de zonas de cisalhamento dúctil de alto ângulo.\n\nEbert et alii (op. cit.) admite a evolução geológica proposta por Hasui (1986)\ne destaca que o quimismo das rochas metabásicas da região da mina do perau, não\nevidencia que a tectônica colisional tenha envolvido subducçåo de crosta oceânica,\nmas, apenas que, foi precedida por rifteamento ou limitada separaçäo de massas\nsiálicas durante uma tectônica distensiva a transtensiva intracontinenial,\nprovavelmente através de delaminação profunda.\n\nTassinari et alii (1990) com base em estudos isotópicos de Pb e Sr de\nmineralizaçöes do Vale do Ribeira, consideram que as seqüências metamórficas da\nFaixa de Dobramentos Apiaí despositaram-se entre 1,8 e 1,5 b.a., sofrendo um\nmetamorf¡smo entre 1,3 e 1,0 b.a., com superimposição de um evento metamórfico\npelo menos termal durante o Proterozóico Superior, próximo a 700 m.a.\n\n4. GEOLOGIA LOCAL\n\n4.1. Considerações Gerais (Formação Água Ctara)\n\nA área do depósito João Néri encontra-se no dom ínio de uma faixa de\nrochas que ocorre principalmente bordejando a porção sudeste do Complexo Três\nCórregos. Este complexo foi denominado de maciço Catas Altas por Hasui (1984),\nde arco magmático por Theodorovicz et alii (1986), Campanha et alii (1987) e\nSoares (1987) e é correlacionada, no estado de Sáo Paulo, por Chiodi Fs (1984),\nTakahashi et alii (1984), Silva et alii (1985) e Almeida (1985) com a Formaçäo Água\nClara do Grupo Setuva ocorrente no estado do Paraná.\n\nMarini et alii (1967) identificam a Formação Água Clara e a posicionam no\ntopo do Grupo Açungui. Scholl (1981) reconsidera a posiçáo estratigráfica,\nadmitindo ser ela basal, tendo sido corroborado por Pontes (1982).\n\nPontes (op. cit.), ao estudar a Formação Água Clara, em detalhe, nas\ncabeceiras do rio Açungui no estado do Paraná, define duas fácies; a primeira, de\ncaráter vulcano-sedimentar, é caracterizada por uma associação rítmica de seus\ndiferentes termos litológicos representados por delgados níveis de metapelitos,\nmetapsamitos, rochas carbonáticas impuras (mármores silicosos) e rochas de\norigem ígnea, indicando ambiente marinho profundo para sua deposição. As rochas\nclásticas såo representadas por quartzo-m ica xisto de granulação fina e quartzitos\nmicáceos. Nas rochas carbonáticas sâo comuns a presença de meiamargas e\nmármores impuros. Das metaígneas destacam-se rochas vulcânicas intermediárias\na básicas e anfibolitos diversos, associados a metatufitos básicos e metandesitos,\nocorrendo, ainda neste nível carbonático, também, delgadas intercalaçóes de\nformaçöes ferro-manganesíferas (metachert mangano-ferruginoso), às vezes\nbandadas.\n\n\n\nA segunda fácies, é representada por uma seqüência predom inantemente\ncarbonática, com raras intercalaçöes de rochas como cálcio-xistos, mica-xistos e\nquartzitos micáceos finos. Os mármores são foliados, sendo que nos mármores\nimpuros observam-se micas que se desenvolvem paralelamente aos planos de\nestratificação ou foliação de transposição, o que os diferencia dos mármores da\nFormação Votuverava.\n\nA Folha de Guapiara, mapeada por Takahashi et alii (1984), apresenta a\ncoluna litoestratigráfica representada da base para o topo por:\n\n- Embasamento Arqueano: constituído pelas Suítes Metamórficas Santana e\nApiaí-Mirim, com \"augen\" gnaisses, milonito gnaisses, hornblenda gnaisses, biotita-\nxistos \"gnaissóides\" e intercalaçöes de anfibolitos;\n\n- Proterozóico Médio: representado pelo Grupo Setuva-Faixa Água Clara, é\nconstituído de carbonato-xistos com associaçöes subordinadas de metacalcários\ncalcíticos a dolomíticos, micaxistos, metabasitos e filitos. lntercalados ocorrem\nmetassiltitos, sericita xistos e metabasitos;\n\n- Proterozóico Superior: é representado pelo Grupo Açungui-Formação\nVotuverava, sendo constituído por metassedimentos (metacalcários, metassiltitos,\ngorutubitos) correlacionáveis com os que ocorrem entre as cidades de Apiaí e\nlporanga.\n\nBistrichi et alii (1985) apresentam como resultado do mapeamento efetuado\nnas Folhas Araçaiba e Barra do Chapéu um coluna litoestratigráfica constituída da\nbase para o topo por:\n\n- Complexo Pré-Setuva de idade arqueana: encontra-se representado por\nortognaisses de composiçâo variada (granítica e granodiorítica, sienítica a quartzo-\nmonzogábrica) e gnaisses parcialmente migmatizados;\n\n- Complexo Setuva do Proterozóico lnferior: constituído por\nmetassedimentos migmatizados, micaxistos, quartzo-micaxistos, quartzitos,\nanfibolitos básicos a ultrabásicos e diorito gnaisses. Rochas cálcio-silicáticas, cálcio\nxistos, carbonatos impuros, com intercalações de metabasitos, quartzitos e xistos\ndiversos.\n\nTheodorovicz et alii (1986) no mapeamento das folhas Engenheiro Maia e\nRibeiräo Branco, reconhecem o Complexo Apiaí-Mirim em continuidade às rochas\nidentificadas nas Folhas de Capão Bonito e Guapiara. Sobrepostas ocorrem rochas\npertencentes à Formaçåo Água Clara, do Grupo Setuva, correlacionáveis à Faixa\nAgua Clara de Takahashi ei alii (op. cit.) e também correlacionáveis aos lltótipos do\nComplexo Setuva, mapeados por Bistrichi et alii (op. cit.).\n\nAtravés da associaçåo clorita-biotita-muscov¡ta-quartzo ou clorita-tremolita-\nalbita, quartzo, Pontes (op. cit.), conclu¡ que o metamorfismo atingiu o grau fraco de\nWinkler (1977) para as metamargas, e a parte inferior do grau médio para as rochas\nbásicas-intermediárias, devido à presença dos m inerais andesina-hornblenda. A\neste evento associou-se a 1e fase de deformação, gerando dobras isoclinais, em\ngeral rompidas e com intensa transposiçáo da estrutura Ss reliquiar. Na região de\nSão Domingos e São Silvestre essas dobras apresentam planos axiais\nsubhorizontais. Pontes (op. cit. ) identificou mais duas fases subsequentes, uma de\neixos orientados para NE-SW, dobras apertadas a localmente isoclinais com planos\naxiais subverticais e a última fase corresponderia a dobras abertas com clivagem de\nfratura plano-axial, de direçåo NW-SE e mergulho subvertical.\n\nO maciço Catas Altas de Hasui et alii (1984b), é constituído por rochas\ngranitóides (Complexo Três Córregos) e supracrustais do Grupo Setuva (Água\n\nl3\n\n.,i i\na. ,i\n\n\n\nClara), que apresentaram durante o Ciclo Brasiliano um comportamento rígido em\nrelação às rochas do Grupo Açungui (ltaiacoca a norte e Votuverava a sul). Como\ncaracterística principal das rochas do maciço é a intensa deformação de\ntransposição, achatamento, lenticularizaçåo, marcante lineação, com deslocamento\ne fluxo de materiais, dobras intrafoliais tendo ou não xistosidade plano axial, bem\ncomo a presença de dobras em bainha. A essa deformação intensa atribuem um\nevento de cisalhamento simples e dúctil de baixo ångulo de mergulho e posicionam\neste fenômeno como tardi-arqueano.\n\nTakahashi et alii (1 984), na folha Guapiara, consideram que houve três\nfases de dobramentos para o Grupo Setuva (Água Clara), sendo a primeira fase de\ncaráter isoclinal, atualmente paralela a So, uma segunda com plano axial subvertical\ne direção NE-SW e, a terceira, caracterizada por suaves ondulações dos eixos das\ndobras das fases anteriores, e clivagem de fratura com direçâo NW-SE.\n\nBistrichi, et alii (1985) reconhecem as três foliações descritas por pontes\n(1982), Takahashi, et alii (op. cit.), Chiodi Fe. (1983, 1984), Theodorovicz et atii\n(1986), para a Formação Água Clara, e apresentam um detalhado estudo\npetrológico das paragêneses m inerais, de cada litótipo, associadas às foliações\ndesenvolvidas. Este estudo permitiu a determinaçåo de dois eventos metamórficos\nregionais e um processo de migmatizaçáo, que atingiram o grau médio a início de\ngrau forte de Winkler (1977).\n\nAo estudar a Formação Água Clara na região de Araçaiba, Almeida (.1989)\nadmite a idade de deposição ao Proterozóico lnferior. A mesma formaçáo é\ncomposta por dois pacotes litológicos principais, a leste por rochas calcio-silicáticas\ne metacarbonáticas impuras, e a oeste constituída por rochas calcio-silicáticas,\ncálcio-xistos, quartzitos finos, metabásicas e, localmente, metaultrabasitos. A\nprimeira seqüência é carbonática e a segunda é de sedimentos com rochas\nvulcânicas subordinadas.\n\nReis Neto (1994) apresenta a idade 1980 m.a. (admitindo erco de + 252\nm.a.) através do método Pb/Pb em metadolom¡to da Formaçäo Água Clara.\n\nA estratigrafia da Faixa de Dobramentos Apiaí, no Vale do Rio Ribeira, tem\nsido nos últimos anos muito discutida. Para vários pesquisadores que atuam na\nregião, as rochas que compõem o Grupo Setuva de idade atribuída ao Proterozóico\nMédio, são caracteristicamente vulcano-sedimentares, assentadas sobre um\nembasamento gnaissico (Complexo Apiaí-Mirim) e hospedam mineralizações\nsulfetadas singenéticas do tipo Perau. As do Grupo Açungu¡ são\npredominantemente sedimentares, de idade brasiliana e abrigam mineralizaçöes\nsulfetadas filoneanas epigenéticas do tipo Mina do Rocha (Furnas, Lajeado).\n\nNa região de Guapiara, próxima ao depósito Joáo Néri, (Fig. 4), ocorrem\ntipos litológicos representados da base para o topo por rochas calcio-silicáticas (cs),\nmetabasitos (mb), metacalcários silicosos (ms), metacherts (mch), quartzo-ser¡cita-\ncarbonato xistos (cx), filitos e sericita xistos (fs), Complexo Granítico Três Córregos\n(tc), diques de diabásio (db) e aluviões recentes (al).\n\nTodas as rochas com carbonatos supracitados de uma forma geral\npertencem ao Grupo das calcio-silicáticas. Entretanto, para fins deste trabalho,\nachou-se por bem, distinguir (meso e m icroscopicamente) os seguintes termos que\nno campo representam unidades mapeáveis (fig. 4): rochas calcio-silicáticas com&lt;\n5% de carbonatos; quartzo-sericita-carbonato xistos com proporções variáveis de\ncarbonatos (até 60%) e minerais micáceos (até 30%) e metacalcários silicosos com\n> 90% de carbonatos.\n\n\n\nFig. 4 - MAPA GEOLOGICO DA AREA DO DEPOSITO JOAO NERI\nalolol\n\nzao|ol\n\n210121\n\nou¡r¡nrinro \nL E GE\n\n|-n Atuviõo¡ r.c.ni€¡\nr esozdrco\n\nf\\Kl oiobd¡io¡\npnor¡rozoico tupERlon\n\n@| compþ¡o oronltioo fr-r cdrrogor\nPROf EROZO'CO I E DIO,/GiUPO SETUVA\nronilAçÃo deu¡ cr-rR¡\n\næ Fit¡ro r rcricito-¡isros\n\nEffi ouortzo- rcricito -corbonoto-¡ i¡lo¡\n\nE Mclocolcorios ¡itico¡o¡\n\n['.-,ffi| Mctobositos\n\ntn Rocho¡ colcio-¡ilicdtico¡\n\nESCALA l: 25.OOO\no tlo loo tlorÈ--\n\niI DA\n\n^ \nr L Zono da ooyolgom.nto ductil-ruplil\n\n-3 ffJ,i, -'å ;lÍi H ffJi*\"ïî\"i!\"\" \"Jì3 iJîii me r s u rh o\nS ocorrSncio mincrot f- j \n\n\"\"rr,, \ngaoro,eico\n\n.Y Acomomcnlo mod¡do (so,\n\n-+\n-{*\n\ndo\\\n\në\n\n7\n-!!,:lll.\n\n@\nÉ\n\nfoliogõo 6¡\n\nCurvos dc nívcl\n\nDronogcm\n\nErl rodo\n\nGidort¡\n\nÁroo do pr¡gui¡o\ndcpotito .loõo tlcri\n\nAnticl i nol\n\nS inclinol\n\nConlolo tlofinido\n\nConloto oproximodo\n\nCR-OI rroõo f{cri\n\nNG\n\nL\n\n\n\n4.2 - Rochas Calcia-silicáticas (cs)\n\nAs rochas calcio-silicáticas afloram bordejando a faixa sudeste do Complexo\nTrês Córregos, em contato brusco, representado por zona de cavalgamento de NW\npara SE, o qual se processou num estado duciil-ruptil, com dobras de flancos\ninvertidos e rochas brechadas (Fig. 4 e 5).\n\nO contato com as rochas metabásicas próxima à cidade de Guapiara é,\ntambém, por cavalgamento, entretanto I km a NE do depósito João Néri no bairro\ndos Pinheiros, pode-se observar em afloramentos o término da extremidade norte\ndo corpo de rochas metabásicas de forma interdigitada com as rochas cálcio-\nsilicáticas e metacalcários silicosos. Observa-se, também, que as rochas calcio-\nsilicáticas encontram-se sotopostas em contato normal com as metabás¡cas e\ndepois com os metacalcários silicosos.\n\nAs rochas calcio-silicáticas apresentam espessura em torno de 400 m na\nregião de Guapiara e se estendem por mais de 100 km, em geral, bordejando a\nporção sul do Complexo Granítico Três Córregos, desde Capão Bonito até a sul de\nApiaí. Apresentam como caracteristica principal o persistente bandamento de\nespessura centimétrica, com granulaçâo fina e coloração esverdeada, que por\nvezes chega a lembrar os gorotubitos (Barbosa, O. 1941 ) da regiäo de Apiaí.\nExibem intercalações de espessuras decimétricas de metacherts, calcio-xistos,\nmármores e metabasitos.\n\nOs corpos de rochas calcio-silicáticas apresentam-se constituídas\nprincipalmente por diopsídio (60%), actinolita-tremolita (30%) e flogopita (15%) em\nquantidades variáveis, sendo comum a presença de quartzo e plagioclásio-\nSubordinadamente ocorrem clorita, carbonato, epidoto, titanita, apatita e granada.\nEstas bandas quando são constituídas predominantemente por diopsídio,\napresentam textura granoblástica. Quando são constituídas por actinolita-tremolita a\ntextura é nematoblástica e, por vezes, quando predomina flogopita, a textura é\nlepidoblástica.\n\n4.3 - Metabasito (mb)\n\nA rocha em questão, denominada genericamente de metabásica, apresenta-\nse como um corpo de espessura em torno de 500 m e extensão de várias dezenas\nde quilômetros. Aflora a noroeste do depósito João Néri, sotoposto, tectonicamente,\nàs rochas calcio-silicáticas através de cavalgamento e, normalmente, sob os\nmetacalcários silicosos (fig. 5).\n\nAs observações de campo mostram que no centro do corpo a rocha exibe\ngranulaçáo grossa, coloração verde escura, nåo está foliada e apresenta textura\nofítica, típica de rocha intrusiva. Nas bordas a granulaçáo é média-fina, a coloração\né cinza esverdeada, com desenvolvida foliaçáo, concordante com a foliação\nregional. A diminuição de granulação, e demais mudanças texturais (ofítica,\nnematoblástica) e mesmo mineralógicas é atribuída primeiramente ao rápido\nresfriamento das partes da borda do corpo e em seguida ao tectonismo atuante na\nregião.\n\nApresenta-se em geral, constituído pelos minerais hornblenda (50%) e\nplagioclásio (andesina-oligoclásio) (35%). Subordinadamente tem-se quartzo (5%),\n\n\n\nF¡g.5- Perfil Geoldgico do dreo do Dcpdrito .toõo t{cri\n\nR¡o Sab J. do e¡¡Plo?o\nGoopioro åÉf\n\nErc- Y.t?. l: lo.ooo\no aoo too tæ.t--:l\n\ntoo\n\n?oo\n\nE¡c.lloL t:¿to@\nÆ\n\n\n\nepídoto (5%), apatita, titanita, zircão, e, sericita como produto de saussuritização do\nplagioclásio. A textura em geral é granoblástica e, quando foliado, nematoblástica.\nUma amostra, do centro do corpo, de granulaçåo grossa, apresenta ainda textura\nofítica relíctica dos gabros. A hornblenda é anhédrica, muito abundante, tendo\ncaráter mais sódico e em muitos casos apresenta-se poiquilítica com inclusões de\napatita e quartzo, a andesina se apresenta na forma de ripas, às vezes com\ngeminaçáo Carlsbad-Albita. Uma amostra da borda do corpo mostra coloraçáo\ncastanha, granulação fina, foliada, sendo constituída principalmente, por tremolita (com\nalgum resquício de hornblenda) (60%) e subordinadamente plagioclásio (25%),\nquartzo (5%), opacos (3%), clorita, flogopita (5%), óxidos de ferro e argilominerais.\n\n4.4 - Metacalcários silicosos (ms)\n\nEstas rochas ocorrem de forma lenticular com espessura em torno de 200\nmetros, provavelmente por toda a extensäo da Formaçáo Água Clara, sobrepostas\nao corpo de metabásica aflorante a noroeste do depósito Joäo Néri e sotopostas\naos quartzo-sericita-carbonato xistos (cx).\n\nlntercalaçöes de metacherts mineralizados a Pb, Zn, Ba e Ag, assim como\nfilitos e sericita xistos ocorrem de forma subordinada.\n\nEm geral, constituem-se em bandas carbonatadas centimétricas calcíticas,\ndolomíticas, micáceas e silicosas, com a predominåncia das bandas silicosas.\n\nApresentam coloração cinza e, conforme a banda observada, a\ngranulometria varia de média a fina. Como um todo mostram textura granoblástica\npredom inante, o So mostra-se bem marcado com 51 oblíquo e por vezes todo\ntransposto paralelizando a So. Os m inerais pr¡nc¡pais são carbonato (50-95%),\nquartzo (1O-45o/,), flogopita (1-40%) e os acessórios muscovita, sericita, zircäo,\nclorita, titanita e opacos.\n\nAo m icroscópio foi difícil distinguir o tipo de carbonato, entretanto em\nalgumas lâminas delgadas pode-se estimar uma porcentagem média de 7 Oo/o\nconstituída de calcita e 15% por dolomita. As amostras reagem ao HCI (12%) à frio.\nEstas observações sugerem que a maioria das rochas carbonáticas desta unidade\nse enquadram no grupo dos metacalcários dolomíticos.\n\n4.5 - Metacherts (mch)\n\nEstas rochas apresentam-se intercaladas concordantemente com os\nmetacalcários silicosos, acompanhando um dobra antiformal na área do depósito\nJoão Néri (fig. 5 e 6), formando lentes com espessuras de até 5 metros, e extensão de\ncentenas de metros. A cerca de 10 km a NE no bairro dos Pinheiros, este tipo de rocha\ntambém foi encontrada mineral¡zada a sulfetos de Pb, Zn e Fe.\n\nOcorrem em dois horizontes principais separados entre si por cerca de 15\nmetros de rochas estéreis e em pequenos níveis decimétricos encaixados nos\nmetacalcários e em corpo de barita.\n\nO metachert é a encaixante da mineralização de Zn, Pb, Ag e Cd do depósito Joåo\nNéri. Apresenta granulometria fìna, coloraçåo cinza quando fresco e amarelada quando\nalterado, sendo composto essencialmente por quarZo (4O a 95o/o) em proporçöes variáveis\ncom carbonato (2O a7Oo/o) e subordinadamente por margarita, flogopita e opacos.\n\n'18\n\n\n\nta\nFie. 6 - MAPA GEOLOGICO DO DEPOSITO JOAO NERI\n\nN\nIcr, l\nP -.1\n\nffiffi\né--tl\n\ng\nE\n\nLEGENDA\n\ngiqucr do diobd¡io¡\n\n.Quorlzo-¡cricilo - corbonolo- ri¡to¡ com intcrco-\nlo9õ¡¡ de mctocolcorio¡ e fililos\n\nFil¡los c ¡cricilo ri¡tos\n\nMc?och.r?. com mincrqliroçöæ Pb'' Zñ; ag i Bo\n\nllotocolcórios ¡ilico¡os'\n\ncoNvENçõES GEOLO'GICAS\n\nESCÀLA - r: 5.000\nOâæt3 IOOñ4æ\n\n-l:O\n\n+*\n*+-\n\nConloto dcfinido\n\nCoñloto oprorimodo\n\nAcomomoñlo com mcrgulho\n\nBro quionticlinol\n\nBroqui¡incl i nc I\n\nEiro d. dobro Z\nLineoçõo hor¡¡Dntol\n\nEiro dc dobro com coimcnto\nmedido.\n\nFolho\n\n-¡1.+\n.€+\n\nl5t4þ\n\n\n\nA origem deste litotipo não ficou clara no estudo microscóp¡co, entretanto a\nassociação com carbonatos, barita e sulfetos e a granulometria muito fina (da ordem\nde 1 micra) sugerem a deposição química e a designação de metachert carbonático.\n\n4.6 - Filitos e sericita-xistos (fs)\n\nOcorrem em intercalações lenticulares decamétricas nos metacalcários\nsilicosos e nos quartzo-seric¡ta-carbonato xistos.\n\nMesoscopicamente apresentam coloração cinza escura e granulometria\nfina. Ao m icroscópio revelam textura lepidoblástica, por vezes nematoblástica,\nsendo constituídos de diversas associações minerais, incluindo sericita, muscovita,\nflogopita, clorita, biotita, quartzo e subordinadamente granada, cloritóides, turmalina\ne opacos.\n\nFora da área de estudo ocorrem, adicionalmente, grafita-xistos, filitos\ngrafitosos e metarenitos, também de forma lenticular, com espessuras de dezenas\nde metros, encaixados concordantemente nas rochas da Formação Água Clara.\n\n4.7 - Quartzo-sericita-carbonato-xistos (cx)\n\nEste litótipo ocorre a sul do depósito Joáo Néri, sobreposto aos\nmetacalcários silicosos, também de forma lenticular e diferindo destes apenas no\nmaior conteúdo de pelitos, em geral denominados de calcio-xistos.\n\nNo pacote, como um todo, predominam ainda os termos carbonáticos, mas\ncom maior freqüência ocorrem os termos puramente pelíticos em intercalaçöes\ndecimétricas.\n\nAs rochas de maior expressividade såo representadas por quartzo-sericita-\ncarbonato xistos de coloraçåo cinza e granulometria de fina a média. Ao\nmicroscópio revelam-se com textura granolepidoblástica xenomórfica, xistosidade\ndesenvolvida, e constituídas pelos minerais carbonato (30%), sericita (4O%), quartzo\n(20%), muscovita (5%), clorita, flogopita, tremolita em diversas associações\nparagenéticas e, subordinadamente, por titanita, zircão, apatita, leucoxênio, rutilo e\nopacos.\n\n4.8 - Complexo Granítico Três Córregos (tc)\n\nAs rochas deste complexo afloram cerca de 2 km a NW do depósito João\nNéri, cavalgando em alto ângulo (70') as rochas calcio-silicáticas da Formaçáo\nÁgua Clara (Fig. 4 e 5).\n\nSegundo Hasui et alii (1984b) o tipo mais comum apresenta megacristais de\nfeldspatos róseos ou brancos, salientados na matriz cinza escura. A matriz tem\ngranulação média, apenas ocasionalmente fina ou grossa, e se constituí por\nquartzo, microclínio, oligoclásio, biotita e hornblenda. Como acessórios inclui\napatita, t¡tanita, zircão, ilmenita e minerais opacos. Parte da biotita, assim como\nclorita, sericita, epidoto e carbonatos são produtos de alteração (biotitização de\nanfibolio, cloritização de máficos, saussuritizaçáo de plagioclásio e sericitizaçâo de\nfeldspatos). Os megacristais são de microclínio, idiomórficos ou subdiomórficos,\n\n\n\ngeralmente em geminados segundo a lei Carlsbad. Eles apresentam inclusöes de\nbiotita, quartzo e plagioclásio indicativos de seu crescimento tardio. As dimensões\ndesses megacrista¡s variam, sendo normalmente centimétricas, vez ou outra\nultrapassando um decímetro e, geralmente nåo tem orientação preferencial, a näo\nser localmente\n\nGimenez Fs (1993) apresenta dados Rb/Sr em rocha total, que apontam\npara o Complexo Três Córregos idades entre 665 e 750 m.a. para granitóides\norientados. Para corpos intrusivos mais diferenciados desta faixa (suite pós-\nteciônica) dataçöes KAr apontam idades entre 560 e 590 m.a..\n\n4.9 - lntrusivas básicas (dh)\n\nNa área em queståo ocorrem inúmeros diques de rochas básicas de\nespessuras variadas, de 1 até 10 metros, e extensão de mais de 850 metros, sendo\nem geral, subverticais e com direção NW, discordantes da foliaçäo regional.\n\nAlgarte et alä (1972) considerando a alta incidência de diques na região de\nGuapiara, definiram a uma larga estrutura linear, bastante extensa e profunda,\ndenominada \"Fissuramento Guapiara\", à qual estariam relacionados também o\ncondicionamento e o posicionamento de diversos corpos alcalinos do estado de Sáo\nPaulo (Jacupiranga, Serrote, Pariquera-Açu).\n\nEm geral verifica-se que os diabásios constituem os litótipos predominantes,\nembora localmente exibem variaçöes na granulaçáo para termos grossos,\ndeterminando designações de gabro. Ostentam coloração negra-esverdeada,\nestrutura maciça, granulação fina a média, sendo constituídos pelos minerais\nlabradorita, augita, opacos e pigeonita; como constituintes menores e acessórios\nocorrem biotita, ortoclásio, quartzo e apatita e, como destaque, apresentam elevado\ngrau de magnetismo.\n\n4.10 - Aluviões recentes (al)\n\nOs depósitos aluvionares recentes, de dimensöes reduzidas, distribuem-se\nacompanhando o ribeirão São José de Guapiara. Apresentam-se constituídos por\nmateriais extremamente mal selecionados onde se misturam argilas, areias e\ncascalhos, que incluem aleatoriamente seixos e fragmentos de dimensöes variadas,\nformando coberturas superficiais inconsolidadas.\n\n4.17 - Ambiente deposicional\n\nAlmeida (1989) ao estudar a Formaçâo Água Clara na região de Araçaiba,\nlocalizada aproximadamente a 30 km a SW do depósito João Néri, propõe que os\nmetasedimentos da referida formação iniciam a deposição com o desenvolvimento\nde fossa oceânica a NW e plataforma continental a SE, sugeridas pela presença de\nmármores dolom íticos a calcíiicos impuros, arenosos, intercalados em rochas\ncálcio-silicáticas na porçáo SE. Rumo a NW observa-se a presença de cálcio-\nsilicáticas com intercalaçöes de xistos alum inosos, calcio-xistos, quartzitos finos,\nmetâbasitos.\n\n21\n\n\n\nA Formaçåo Água Clara ocorre de forma alongada segunda a direção NE,\npor uma extensão de mais de 200 km e largura em torno de 30 km, constituída por\nrochas metavulcano-sedimentares. Os contatos com unidades mais antigas\n(embasamento) e mais novas (Grupo Açungui) são em geral, por grandes\nlineamentos tectônicos (Falha do Espírito Santo) sugerindo um condicionamento\nassociado a falhamentos profundos em ambientes distensivos. A presença de\nrochas vulcânicas (metandes¡to, metadacito, metabasicas) também podem ser\ndiagnosticas de desenvolvimento de bacia deposicional em ambientes distensivos.\n\nA diminuta área de estudo do depósito Joäo Néri não permite maiores\nconsiderações a respeito do ambiente deposicional, entretanto a presença de\nrochas carbonáticas impuras, calcio-silicáticas a NW, os quartzo-sericita-carbonato-\nxistos à SE (Fig. 4), e no centro os metacalcários silicosos (termos menos impuros)\npermitem sugerir que estes últimos depositaram-se num ambiente restrito (sub-\nbacia) de plataforma, (atestado pelas estratificaçöes cruzadas encontradas fora da\nárea de estudo).\n\n4.12 - Geologia Estrutural\n\nOs metamorfitos que ocorrem na região encontram-se intensamente\ndobrados e cisalha<jos. As dobras apresentam eixos N50E com caimentos de 10-\n60' para NE e SW, com redobramentos suaves na direção NW dando à área um\npadráo de dobras do tipo \"caixa de ovos\" ou \"domos e bacias\". Ocorrem dobras\ndesde aquelas fortemente fechadas e de grande amplitude àquelas suaves e de\npequena amplitude, podendo estas feições serem explicadas pela grande\nheterogeneidade dos constituintes litológicos, os quais respondem de forma distinta\naos esforços a que foram submetidos.\n\nA regiáo foi afetada por três processos deformacionais conforme.iá descrito\npor Almeida (1989). Na área de estudo o D,,, de natureza dúctil em regime tectônico\ncompressivo é representado por cavalgamentos de NW para SE, originando a\nsuperfície 51, anastomosada, de direçäo N40 - 60E e mergulhos para SE, paralela\nao bandamento So, e gerando dobras fechadas, por vezes com flancos invertidos e\nápices espessados. Essa deformação encontra-se impressa na porção NW da área,\nprincipalmente nas rochas calcio-silicáticas que apresentam vergência para SE.\n\nUma segunda deformação, D2, de natureza dúctil, se processou num regime\ntranspressivo relacionada a zonas de cisalhamento transcorrentes, com\nmovimentaçåo sinistral, gerou uma foliação milonítica 52, também NE, fazendo um\npequeno angulo com 51 e mergulho acentuado. Na foliação 52, encontra-se\nembutida em seus planos uma lineação de estiramento mineral subhorizontal, a qual\nanalisada com critérios de assimetria, tais como pares S/C e de rotaçöes de\nporfiroclastos, revela uma movimentação sinistral para as transcorrências (Almeida\nop. cit.). Relacionadas a D2 ainda ocorrem dobras sintranscorrentes, fechadas a\nabertas, com plano axial vertical. Esta deformação predomina principalmente na\nporção central da área, onde se encontra o depósito e em geral a foliação 52 é do\ntipo plano-axial.\n\nO terceiro processo (D3) é representado por uma clivagem de crenulaçåo\n53, de direção NW, cruzada aos primeiros, aos quais impôs nas estruturas\npreexistentes, ondulações nos eixos das dobras, configurando estruturas tipo domo\ne bacia.\n\n\n\nTakahashi (1984) caracteriza para a região três sistemas de falhas: o\nsistema ENE do tipo transcorrente com movimentação destral; o sistema NNE\ntambém transcorrente com movimentação sinistral, e o sistema de juntas NW. Na\nárea do depósito Joáo Néri tem-se o sistema NNE e o NW, o primeiro de grande\nimportåncia, atualmente interpretado como zonas de cisalhamento ocorridas em\nestado dúctil e/ou ruptil (provavelmente a D2 descrito acima), separa a Formação\nAgua Clara a noroeste do Complexo Três Córregos e a sudeste (falha do Espírito\nSanto) do Grupo Açungui. O segundo é de idade mesozóica e está relacionada ao\nevento Sul-Atlantiano de fraturas que em geral, encontram-se preenchidas por\ndiabásios e gabros.\n\nE comum na região a ocorrência de feições de completa transposiçäo para\ndireçáo NE dos acamamentos originais da rocha, constituindo-se em excelentes\nexemplos de rochas miloníticas.\n\nEstruturas primárias como estratificação cruzada e camadas gradacionais\nsão raramente observadas, e quando encontradas indicam que os pacotes de\nrochas se mostram em posição normal. Da mesma forma as feiçöes estruturais de\ninterseçåo xistosidade/acamamento e de dobras S e Z também, dão a mesma\nindicação (porçåo central da área de estudo).\n\nAs zonas de cavalgamento assinaladas na parte NNW da área em estudo\n(Fig. 4), separando o Complexo Granítico Três Córregos das rochas calcio-\nsilicáticas e estas dos metabasitos, provavelmente foram reativadas, pois\napresentam registros estruturais de terem ocorridos em estágio dúctil (estiramento e\nlineação mineral, dobras em bainha) e ruptil (cataclasitos, intenso fraturamento).\nApesar destas deformaçöes não estarem impressas na área do depósito Joäo Néri\ne, consequentemente, nåo tiveram maiores atenções neste estudo, porém, convém\nalertar que estes cavalgamentos podem estar relacionados com a colocação do\nComplexo Granítico Três Córregos, ou este complexo é muito mais antigo do que a\nidade até hoje à ele atribuída.\n\n4.13 - Metamorfismo\n\nO estudo detalhado das rochas encaixantes e do minério do depósito João\nNéri, através das amostras dos testemunhos de sondagem do furo ne 2,\napresentado mais adiante, nâo foram suficientes para associar as paragêneses\nminerais metamórficas às deformações impostas às rochas. Assim foi necessár¡o\nestudar as rochas de composição metapelítica, que ocorrem na Formaçåo Água\nClara (próximo ao depósito), que contém minerais índices que proporcionassem as\ndeterminações das fácies metamórficas.\n\nA amostra CR-36, localizada no bairro da Fazendinha,24 km a sudoeste do\ndepósito João Néri, foi classificada como quartzo-muscovita-xisto. Apresenta a\nassembléia mineral, constituída por quartzo + muscovita + biotita + cloritóide +\nilmenita + turmalina, associada à foliação 51, indicando condições metamórficas da\nfácies xisto verde superior. A assembléia mineral constiiuída por quartzo +\nmuscovita, encontra-se associada a foliaçáo Sr, podendo representar ainda o fácies\nxisto verde superior. Os minerais quartzo + clorita encontram-se associados a\nfoliação 53 (clivagem de crenulação), podendo representar a fácies xisto verde,\nprovavelmente em condiçöes de retrometamorfismo.\n\n\n\nA amostra CR-71, localizada no bairro do Capinzal a 16 km a sudoeste do\ndepósito, apresenta assembléia mineral associada à foliaçåo 51, constituída por\nquartzo + granada + biotita, indicativas de condições metamórficas de fácies xisto\nverde superior a anfibolito inferior. A foliação 52 associam-se os minerais quartzo +\nmuscovita + clorita + opacos, indicativos da fácies xistos verdes. A foliação 53 de\ncaracterísticas essencialmente ruptil apresenta quartzo + turmalina em pequenas\nvenulações.\n\nA amostra CR-19, localizada no bairro da Fazendinha a 25 km a sudoeste\ndo depósito João Néri, intensamente deformada devido à proximidade da falha do\nEspirito Santo, foi classificada como quartzo-xisto. Apresenta a assembléia mineral\nconstituído por quartzo + muscovita + turmalina associada a foliação S,, em\ncondições metamórficas do fácies xisto verde superior. Na foliação 32 tem-se\nquartzo + margarita, que podem representar o fácies xisto verde baixo, em\ncondições de retrometamorfismo provavelmente devido as proximidades da falha\nreferida acima.\n\nA amostra CR-42, localizada no bairro do Pinhal, a 30 km a sudoeste do\ndepósito João Néri, classificada como quartzo-carbonato-xisto, apresenta a foliação\n51 paralela ao acamamento Ss, com assembléia mineral representada por quartzo +\ncarbonato + margarita + opacos + turmalina, em condiçöes metamórficas xistos\nverdes superior.\n\nApós o reconhecimento das assembléias minerais relacionadas às três\nfases deformacionais, 51 paralela a 56, Sr obliqua a 51 e a S. perpendicular às\nanteriores, foi possível associar a foliação 51 a um evento compressivo de caráter\ntangencial (baixo ângulo) em estágio dúctil, possivelmente ocorrido no Proterozóico\nMédio (conforme proposição de Tassinari et alii 1990). A foliação 52 encontra-se\nrelacionada a um evento transpressivo, em estágio ductil-ruptil, com predomínio de\nmovimentos transcorrentes sinistrais (alto ângulo), com intenso dobramento\nassociado (Proterozóico Superior). A superfície 53 originou-se provavelmente num\nambiente distensivo, em estágio ruptil (dúctil subordinado), provavelmente no final\ndo Proterozóico Superior.\n\nNo quadro I é apresentado uma síntese evolutiva à que foram submetidas\nas rochas e minérios do depósito João Néri ao longo do pré-cambriano.\n\n5 - MINERALIZAçOES DE Pb EZn DO VALE DO RIBEIRA\n\n5.1 - Resenha histórica\n\nA descoberta dos indícios de mineralizações de chumbo de lporanga data\nde 1832, (Leonardos 1934), mas somente a partir de 1857, tomou-se conhecimento\ndo valor das jazidas, constituídas por filões localizados nas regiöes do Morro do\nChumbo, Agudos, Agudinho e Agudos Grandes, e cabeceira do Ribeirão\nTaquarussu.\n\nA primeira iazida explotada economicamente foi a Mina de Furnas (Fig. 3 e\n7), cuja lavra iniciou-se por volta de 1919, sendo o minério constituído por galena\nargentífera, exportado para a Espanha (Paiva 1929, Leonardos op. cit.).\n\n24\n\n\n\nFácies\nMetamorfismo\n\nFoliações Elementos Estrutura¡s Associaçao\nMinerel\n\no\no\nCL\nf\n\n11,\n\no\n.9.o\nN\neo\no\nfL\n\nËt\n\nHËË\n\nx¡sto verde baixo s3 l- s2/s1 Cl¡vagem de crenulaçäoperpendicular às\nsuperfícies anteriores,\nondulações nos o¡xos\ndas dobras S2\n\nQz+Cl +Tu+Ca + Ep\n+ Blz + Piz\n\nxisto verde S2/ Sr=So\n\nx¡stos¡dade plano-ax¡al\nde elto ângulo, obliqua\nao bandamento\ncompos¡cional, dobras\nfechadas a suav€s, com\ntamanhos variados\n(centfmetros a oentenas\nde metros)\n\nQz+Mu+Cl +Cb+Se\n+¡ra+Ep+Tr\n\n* '&amp;*¡È PEg\ns 5F¡F EË\neg\nô\nÈ\n\nxisto verde superior\nanfibolito inferior\n\nSt=So\n\nÞanqamenþ\ncomposicional, foliaçäo\nparalela ao acamamento,\ndobras intrafol¡ais, êm\nba¡nha e est¡ramento\nminoral\n\nQz+Ho+Ad+MU+Fl\n+Ma+Cb+Bt+Gd+\nTu+Tr+Dp\n\ndeposição dos sedimenlos em bacia distensional (rifi), ambiente\nde plataforma, com at¡vidades ígneas e exalações de salmouras\nmineralizantes.\n\nAd+Ho+Bt+Qz+Ca\n+Do+Ar+Py+Pit+\nBl1 + Ga + Cc+As\n\nQUADRO I - Esboço evolutivo da área do depósito Joáo Néri\n(modelo proposto para a Área da M¡na Perâu, conforme Bettencourt &amp; Daitx 1992 e adaptado pa-a a âÍea\nde estudo)\n\n(Ad) andesina, (Ar) argilom¡nera¡s, (As) ârsenopìrita (Ba) barita, (Blj e Blr) blenda, (Bt) b¡otlta, (Ca) calcita, (Cb) carbonato,\n(cc) calcopirita, (cl) clor¡ta, (Do) dolomita, (Dp) diopsldio, (Ep) epidoto, (Fl) flogopita,(Ga) galena, (Gd) granada, (Hb)\nhornblenda, (Ma) margarita, (Mu) muscovita, (P¡1 e Pir) p¡r¡ta, (Py) p¡rrotita, (Qz) quartzo, (Se) sericita, (Tr) tremolita, (Tu)\nturmâlina,\n\nSegundo Daitx (1985b) as jazidas de Lajeado e Panelas foram descobertas\nna década de trinta, as do Ribeirão do Rocha no final da década de quarenta. Em\n1952 as da área do Paqueiro. No ano de 1969 entrou em operação a Mina da\nBarrinha e em 1974 foi descoberta e iniciada a lavra a céu aberto da Mina do Perau.\n\nFinalmente no início da década de oitenta foram identificados os depósitos\nde Araçazeiro, Perau-SW e Canoas (Fig. 3 e 7).\n\nDaitx (op. cit.) apresenta ainda uma retrospectiva sobre o estágio atual dos\nconhecimentos sobre as mineralizaçoes de Pb-Ag (Zn) do Vale do Ribeira (PR e\nSP), ressaltando a participaçåo do minério de chumbo do Vale do Ribeira com 25o/o\n- 35o/o da produçâo nacional durante o período de 1972-1983. Caracteriza dois tipos\nde mineralizaçöes para as principais jazidas e ocorrências de Pb, Ag (Zn), tipo\nPanelas ou tipo Mina do Rocha, segundo Chiodi Fs 1984) com as minas Panelas,\nRocha, Barrinha, Furnas, Lajeado e Paqueiro e tipo Perau (Chiodi Fs op. cit.) com\nmina Perau, depósito Perau SW, Canoas, Araçazeiro, Rio do Leite/ltacolomi e\nGuapiara (Joåo Néri). Apresenta a gênese das mineralizaçóes utilizando os dados\ndos principais pesquisadores que atuaram na região como: E. P. Oliveira (1925 e\n1927\\, Paiva (1929), G. M. Oliveira (1937), Bastian (1946), Guaranys &amp; Velasco\n\n25\n\n\n\nFiguro 7- EslAolOS METALooENETICoS PFlNCIP,Als - MINERALIZAçõEs\notRlFl ilA nGrI AL ( P R OTE RO ZdtCO rdOrO t\nòlâlora EprooxlrrELrAL tARrxHA lpRorÈnozdrco tupEnton,\n\nESIAO|O þ: rlrtEßALtZAçõES 0OS I|POS: PùlA9-Au' ]Cu-znl o F\n\nil0\n\nL¡rn¡t. do¡ ún¡aoó.r\nffi tochor groníticorE¡tóolo o fffi]\nlE,1\n\nÐXm\n\nEnbosomcnlo orqucoîo (rcmôili:odo ou l5o)\nG roclror ruprocrurlois tõo dilorcnciodo¡\nlnlrGiyo6 bd¡ico¡ o u llrobd¡¡co3 olcdino3\n\nASSOCIADAS\n\nESTAGIO o XIIIERALIZA S DOS TIPOS: Pb'lo'Zn (Cu-Au- F¡\n\nNc úTilERALTZAçÃO LO CAL ¡e úrf{ERALTZAçÃO LOCAL\n\nI Bo A6UA CLARA 9 Cú STA, CL ARA\n\n2 Cu TIRIVAS to Cu SAXAÍ EAIA\n\n3 Pb- Zn - Bo PERAU lt Pb coERAS|L\n\nI Pb -Zn cAl{ OA S t2 lo-Pb .,oÃo rEßr\n\n6 Bo sao 8€f{To t3 Pb-Cu EITIgBE\n\n6 Pb - Zn- Gu RTB.DAS flO9AS t4 Pb IAIRRO DO ALEORE\n\n7 P b -Zn -Cu- F¡ RIB. LEITE t5 Cu S1A. BLANDII{A\n\nI f. PH€I{lEIRAS t6 Gu RIO I fAR ARE\nt7 Fc FAZ.CACIÐEIRA SRAI{DE\n\nN9 M rN ERALTZAçÃO LOCAL t{0 HrN ERAUZAçÃO LOCAL\n\nt8 Pb TAOUA RA LISA 2' Pb LAOEAOO\nl9 Pb ßOC HA 24 Pb FURNAS\n\n20 Pb PAQUEIRO 2â Pb ESPIRITO 3AÌ{10\n\n2t Pb lAißt ¡ HA 2G F SETE BARRAS\n22 Pb PAIIELAS 27 F SALTIf{HO\n\nnTÏÏlÏln Ertóeio b\n\nErtroida dê ALGARTE ct o I ¡i (1986)\n\n\n\n(1949), A. F. Barbosa (1955), Melcher (1968), Cassedane ('1971), Souza (1972),\nFleischer (1976), Souza &amp; Campanha (1977), Odan et alii (1978), Barbour &amp; Oliveira\n(1979), MMAJ/JICA (1981, 1982 e 1983), Chiodi Fe, et alii (1982), C. R. Silva et atii\n(1982), R. B. Silva et alii (1982), Lopes (1983) e Barbour et alii (1984), e Finalmente,\ncom base na história do Vale do Ribeira e nos comentários de Melcher (1960, 1968)\ne Fleischer (1976), apresenta uma visåo negativa quanto o possíveis novas\ndescobertas de depósitos com significativo conteúdo econômico para a região do\nVale do Ribeira.\n\n5.2 - ldéias genéticas gerais\n\nPara Algarte et alii (1986) na reg¡ão da Folha ltararé 1:250.000, ocorreram\nsete estágios metalogenéticos pr¡ncipais, onde eventos tectono-geológicos e\nambientais propiciaram a geração e/ou acumulação e/ou concentraçáo de um\ngrande número de bens minerais. Os períodos ou épocas em que se processaram\nos mais importantes estágios metalogenét¡cos foram o Proterozóico Médio,\nProterozóico Superior e o Mesozóico (Jurássico-Cretáceo).\n\nE na regiáo situada a norte da Falha da Lancinha, onde eståo\nrepresentadas as Formaçöes Perau, Água Clara e parte da Formação ltaiacoca\n(Grupo Setuva), do Proterozóico Médio; e Votuverava, Capiru e lporanga (Grupo\nAçungui), do Proterozóico Superior, que localizam-se a grande maioria dos recursos\nminerais da região do Vale do Ribeira (Fig. 3 e 7). Os principais jazimentos aí\nencontrados sáo concentrados em níveis litoestratigráficos específicos, e situam-se\npreferencialmente, em fácies carbonáticas.\n\nAlgarte et alii (op. cit.) caracterizam dois estágios evolutivos para as\nunidades metalogenéticas do Proterozóico (Fig. 7). Estáqio Rift Marqinal, onde\npredominam marcadamente concentraçöes do tipo chumbo-bário-zinco (prata-\ncobre-ouro) associadas a formaçóes ferríferas. São mineralizaçöes estratiformes de\nnatureza vulcano-exalativa-sedimentar, estratigraficamente controladas (situam-se\nacima de um nível guia quartzítico basal) e podem ser acompanhadas no terreno ao\nlongo de mais de 150 km. A gênese desses depósitos deu-se através de sistemas\nexalativos, provavelmente acompanhando falhamentos profundos, síncronos ao\ndesenvolvimento da bacia (C.R. Silva et alii, R.B. Silva et alii 1982).\n\nNo Estáqio Bacia Epicontinental Marinha forma-se a mais conhecida\nprovíncia mineralizada do Vale do Ribeira, englobando número superior a uma\ncentena de indícios, ocorrências e minas de chumbo, a qual situa-se na Faixa\nCarbonática Central (Formação Votuverava de Bigarella e Salamuni 1958). As\nmineralizações plumbo-argentíferas são possivelmente epigenéticas. Seus\nprocessos de formação poderiam estar ligados a remobilizaçóes e redeposição em\nfraturas, falhas, zonas de menor pressão e/ou barreiras litológicas, para onde teriam\nmigrado as soluçöes contendo os metais singeneticamente depositados em\nhorizontes específicos das seqüências carbonáticas. Nos processos de\nremobilizaçáo interagiram os esforços orogênicos, com a colocaçáo de granitos\nintrusivos, o desenvolvimento de falhas e a presença e circulação de águas conatas\ne meteóricas, propiciando as condiçöes necessárias para a formaçáo das soluções\nhidrotermais conforme já assinalaram R.B. Silva et alii (op. cit.) e Chiodi Fe et alii\n(1e82).\n\n\n\n5.3 - Descrição sumária dos depósifos minerais de Pb, Zn e Cu\n\na) Mina do Perau\n\nO depósito de Pb-Zn-Ag (Cu, Ba, Fe) da mina do Perau foi descoberto em\n1974, durante os trabalhos de avaliação da mineralizaçäo de cobre ali presente. A\nlavra iniciou-se no mesmo ano, a céu aberto até 1977, quando passou a ser\nsubterrånea, existindo atualmente quatro galerias principais (G1, G2, G3 e G4) e\ndiversos subníveis e chaminés. Apresenta a reserva total de 922166 t de minério\ncom teor de 7 ,5o/o de Pb e 75 g/t de Ag.\n\nA área da mina do Perau é constituÍda por rochas da Formaçáo Perau do\nGrupo Setuva, representadas por quartzitos sobrepostos a rochas Pré-Setuva,\nseguidos por rochas carbonáticas (que contém a mineralizaçäo) e mica-xistos com\nintercalações de anfibolitos (metavulcânicas). A seçåo litoestrat¡gráfica da área da\nmineralizaçäo encontra-se ilustrada na figura 8.\n\nO corpo de minério do Perau, encontra-se confinado a um horizonte\nconcordante com as rochas encaixantes, posicionado próximo ao topo do pacote de\nrochas carbonáticas, entre um nível de barita (capa), que às vezes contém minério\ndisseminado, e uma lente de filito grafitoso (lapa).\n\nA distribuição, tamanho e estrutura do corpo de minério variam ao longo do\nhorizonte mineralizado. Os bolsões (lentes) de minério rico (bonanzas), maiores que\n1m de espessura, apresentam-se controlados estruturalmente, pois a direção\ndestes bolsöes, \"plunge\", é N45E e com mergulhos de 1O a 20\" grau para SW,\ncoincidente com os eixos das dobras regionais (S1).\n\nOs tipos principais de minérios säo maciço, brechado e disseminado,\npodendo ocorrer de forma conjunta ou separadamente. A assembléia mineral é\nrepresentada por galena, esfalerita, calcopirita, pirita, pirrotita, cerussita,\nsmithsonita, piromorfita, goet¡ta, marcassita, tetraedrita, barita e quartzo.\n\nO corpo de minério é encaixado por rochas carbonáticas impuras, aqui\ndenominadas de cálcio-silicáticas, bem como por mica-quartzo-carbonato-x¡stos,\nmetacalcários, metadolom¡tos, metacherts e sericita-xistos (tufos ácidos ?).\n\nApesar de haver concordância entre vários autores no que se refere a uma\norigem singenética para o minério do Perau, existe ainda, alguma polêmica quanto\nao modelo mineralizante que melhor explique a formação do depósito (Silva et alii\n1988). Assim Veiga &amp; Salomäo (1980), Batolla Jr. et alii (1981)e Fritzsons et alii\n(1982), são adeptos de um modelo vulcanogênico, enquanto que C.R. Silva et alii e\nR.B. Silva (1982) preferem uma origem vulcano-exalativa sin-sedimentar. Outros,\nainda, atribuem a mineralização uma origem essencialmente sedimentar (Barbour &amp;\nOliveira 1979).\n\nb) Mina do Rocha\n\nA mina do ribeirão do Rocha, localiza-se junio à drenagem que marca o\nlimite entre os municípios de Cerro Azul e Adrianópolis, no Estado do Paraná,\ndistando cerca de 24 km da cidade de Adrianópolis. Segundo Daitx (1985b) a mina\ndo Rocha produziu, até'1980, cerca de 577.643 t de minério e33.754 t de chumbo,\nsendo que a reserva medida em 1984 era de 132.000 t de minério. Os teores de\nchumbo variam de 5 - 7% e de prata de 100 - 130 git.\n\n\n\nldode orm0.\nç õo\n\nSeç6o\nC o lu nor D e scr¡çðo Litoló9ico Observoçõo\n\n.9\n\n-\n\nat\n\nE\n\nMIco¡l!los\n\nAntlbolltos\n\nGroflto ¡lrlos lnltrcolo dos\nc/ o nt lbo lll os\n\nColc¡o - xislo\n\nanllbol¡to\n\nMlcorir tos ln lô rc olodos\nc/ Anllbolllos\n\n'Forfnoçdo Fcrrílcro\n, Horltonl. c/ B orllo\n' Horltonl. M¡rìô.ollzodo\n\nMc I o co lcórc06 t Colclssil¡cotodo!\n\nOuorlrllo corn An I lbd llo\nlñlrrcolodo\n\nrol\nr!o\n_t_\n\n¡ooF\n+\n\nFolho do\nR lb r lröo G.o ñ d.\n\nZ ono do Mo0ñ.1¡lo\"\nZo¡o Ml¡rrollrodo\"\n\n\\\\\\\\\\ \\ \\\\-!..\\ '\\ Y¡ 1+\n. \\)A-\\ \\ . .)\n\n- /L::-Í-\n<rr--u lj-\n\n-c--r\"\\ \"\n\n- a3- 1:-:'ï\\____l__i_\n\nv)\n\n,/i----i¡--i-\n- \\\" -- .rL:' - -/1-I-1'l'ffTt\n\n;;4fü\nt .t:t;..r; .::\nr t..t,.t:\n\nt.r t' ' t.\nt,.J#:\n\nt t.... J:'\nt: .t.. t; .,\n\núo\n\n*!\":\nÀ j i\n\n¡*:\nùPø\n\nGîol!!ôr iPrd- sot,¡vo.\n\nFig.I - Coluno g€olo'9ico no dreo do n¡oo do psrour modificodo de MMA.l,/. CA (.19g2),\n\n\n\nOs corpos mineralizados filonianos estão alojados em uma lente de\nmetadolomitos, com extensão aproximada de 3 km (na direçáo NE-SW), espessura\nmáxima da ordem de 250 m e altura (largura) superior a 400 m. Esta lente 'faz parte\nde um pacote de rochas carbonáticas da Formação Votuverava, composta\nprincipalmente por metacalcários calcíticos (náo mineralizados), estruturados\nlocalmente como homoclinal, com fortes mergulhos para SE.\n\nAo longo da lente dolomÍtica existem áreas com concentração de filões,\ndenominadas de SW para NE, de Såo Francisco Basseti, Gaveta, Egara, Esperança\ne Matão (Fig. 9). Os filóes ocorrem preferencialmente ao longo de fraturas, mas\ntambém em falhas, com direçåo predominante NNW-SSE, em geral, discordantes\nda estruturação das camadas enca¡xantes (NE-SW).\n\nSegundo Daitx (op. cit.) foram explotadas cerca de três dezenas de filöes,\napresentando dimensões muito variáveis: comprimento entre 30 e 350 m, largura\nentre 10 e 300 m, e espessura entre 0,05 e 2 m (com média inferior a 0,30 m). A\nmineralogia dos filÕes mostra principalmente galena e pirita, com pequena\nparticipação de calcopirita, pouco quartzo e rara fluorita; pirrotita, tetraedrita,\ncovelita, arsenopirita, estanita e calcocita são participantes ocasionais do m inério.\n\nOs depósitos do tipo Rocha foram inicialmente considerados como sendo de\nfiliaçåo magmática. Chiodi Fe et alii (1982), R.B. Silva et alii (1982) e MMAJ/JICA\n(1982), mudaram esse conceito admitindo que os metais estariam, ¡nicialmente,\ncontidos nos sedimentos do próprio pacote carbonático ou em níveis inferiores; em\num evento posterior ao dobramento da seqüência, os metais teriam sido\nincorporados e carregados por soluçöes hidrotermais (salmouras), para zonas de\nalívio de pressão, representadas por fraturas, onde foram concentrados e\nredepositados, originando assim o depósito do Rocha. Este evento, para estes\nautores, estaria ligado às intrusöes graníticas pós-tectônicas que ocorrem na região,\nas quais seriam as responsáveis pela ativação da circulação convectiva das\nsalmouras contidas nos sedimentos.\n\nOs depósitos de Panelas e Barrinha também foram classificados como do\ntipo Rocha, entretanto, surgiram dúvidas a esse respeito. Os dados relatados por\nFleischer (1976) e Odan et alii (1978) do depósito de Panelas, onde foram\ndetectados horizontes delgados e extensos com microteores da ordem de 0,1 a 0,5\no/o de Pb, intercalados concordantemente nos metacalcários, perm item reclassificar\nesta jazida como sendo (pelo menos em parte) do tipo estratiforme remobilizado.\nPara a mina da Barrinha, Barbour et alii (1984), consideram a mineralizaçáo como\nestratiforme, resultante da deposição de salmouras metalíferas hidrotermais, no piso\noceânico, e revelam a presença junto às mineralizações de formaçöes ferríferas das\nfácies sulfeto (pirita) e carbonato (ankerita). Estes dados, associados à suspeita de\na encaixante pertencer à Formação Água Clara (Soares 1987), indicam a\npossibilidade de estes depósitos serem do tipo Perau.\n\n5.4 - Potenciat Minerat da Formação Agua Clara\n\nA potencialidade econômica da Formação Água Clara foi estudada por Ponies\n(1982) no Estado do Paraná, que destaca boas possibilidades para a ocorrência de\ndepósitos de metais base (inclusive Au) na fácies vulcano-sedimentar, com base no\nmodelo exalativo-sedimentar (Sawkins 1976; Hutchinson 1977 e Evans 1980). Este\npotencial encontra-se embasado nas seguintes características:\n\n\n\nSðo Francílao\n\n'q1\n\nFlg. 9 - Pcrfil ST¡-NE ¡â diDa do Rochå côo itdi{:âÉo dos Í õe.s ¡ti¡etslizâd'os- Foûlc : ¡l !' J./ J Lc¡ l9l2 -\n\n\n\na) ambiente de deposiçäo marinha, com predominância de sedimentos\npelíticos e intercalaçöes de rochas carbonáticas, metatufitos básicos, anfibolitos,\nmetavulcânicas intermediárias e sedimentos quím icos-metachert e formaçöes ferro-\nmanganesíferas;\n\nb) generalizada presença de sulfetos (p¡rrotita, pirita, calcopirita e, mais\nraramente galena);\n\nc) consistentes anomalias geoquímicas dos elementos Zn, Cu e Pb.\nPara os depósitos de Pb-Zn de fácies carbonáticas Pontes (op. cit.),\n\nassinala a possibilidade de serem depósitos de águas rasas, ou ainda depósitos\npoligenéticos dos tipos, \"skarn\" e \"porfirítico\", associados a intrusões granÍticas em\nmetacalcários.\n\nTakahashi et alii (1984) assinalam para a faixa Água Clara, na região de\nGuapiara, possibilidades de mineralizações estratiformes de Pb, Zn, Cu e Ag (tipo\nsedimentar-exalativo), fundamentados na ocorrência associada de galena com\nbarita verificada nas ocorrências de Cil e João Néri e na correlaçáo dessa seqüência\nvulcano-sedimentar com aquela que contém a mineralização do Perau no Estado do\nParaná.\n\nNa Folha Araçaiba (1:50.000) a sudoeste, na região do Bairro do Lageado,\nAlmeida (1987) relata importante sítio de m¡neralizações diversas. Estão ali\npresentes scheelita e powellita, no contato entre o granito Barra do Chapéu do\nComplexo Três Córregos e as rochas calcio-silicáticas da Formação Água Clara,\nprovavelmente resultantes da ação metassomática, sulfetos (pirita e pirrotita)\ndispersos nas rochas calcio-silicáticas, metabásicas e mais freqüentemente nos\nmármores ai aflorantes e minerais secundários de cobre (malaquita) em raros\npontos em veios de quartzo; além de ouro e sheelita em pontos comuns de\namostragens de concentrados de batéia (Mello &amp; Silva 1987). Estes autores\nencontraram ainda teores expressivos de ouro, da ordem de 1.600 ppm, em\nconcentrados e aventam que o maior interesse prospectivo se volta para\nmineral¡zações auríferas primárias, de acordo com a associaçáo scheelita - ouro,\nque, possivelmente, estariam concentrados nos filöes quartzosos associados às\nrochas carbonáticas.\n\n5,5 - Mineralizações de Pb-Zn, classificação e origem: uma revisão conceitual\n\nO termo \"exalaçåo submarina\" segundo Klau &amp; Large (1980) é aplicável aos\ndepósitos de sulfetos de metais base e barita, quando a sua formação ocorreu no\nfundo oceânico através de descargas de soluções hidrotermais. Numerosos\ndepósitos descritos na literatura como vulcanogênico, sedimentogênico, singenético\ne sin-sedimentar, podem ser incluídos nesta classe. A maior produção de Pb e Zn\ndo mundo provém de depósitos exalativos submarinos, assim como quantidades\nsignificativas de Cu, Ag e Au. Estes depósitos apresentam características peculiares tais\ncomo: corpo de minério de sulfetos maciço, estratiforme concordante com a encaixante,\nzonas de mineralização discordantes (veios, venulações, disseminaçöes), alteração\nhidrotermal nas rochas da lapa, e zoneamento dos metais dentro da área mineralizada.\n\nOs mesmos autores apresentam uma classificaçäo dos depósitos exalativos\nsubmarinos, apoiada em observações empíricas, excluindo-se assim, interpretações\nsubjetivas requeridas por outras classificações (ex: ambiente tectônico). A referida\nclassificâÉo corìforme quadro abaixo foi feita considerando o ambiente tectônico em\n\n\n\nvulcânicas \n^âfr\"^\" \n\nZ\n\n::5m,gl\"-4\n\nseqüência ofiolítica------ Cu-Pirita\narco de ilha ¡maturas----- Zn-Cu\narco de ilha maturo---------- Pb-Zn'Cu\ngreenstone þelt--------- Zn-Cu\nrift cratônico--- Pb-Zn-Cu\n\ncomposiçäo com aquela de Hutchinson (1973), que, por sua vez, é baseada na\nassociação dos metais base predominantes no depósito. Observa-se a grande similaridade\ncom a fig. 10, provavelmente devido à íntima associação da encaixante com o conteúdo\nrelativo dos metais.\n\nNa figura 10 é mostrada com maior a relaçáo\nsubmarinos de encaixantes vulcânicas, com a seqüência de rochas encaixantes, o\nambiente tectônico, a mineralização típica e alguns exemplos de depósitos.\n\nA qualificação \"encaixante sedimentar\" utilizada por Large (1980), refere-se\nàs rochas em contato e na imediata vizinhança dos depósitos de sulfetos. Todos os\ntipos de sedimentos estão incluídos (clástico, químico, biológico), com exceção das\nvulcânicas e vulcano-clásticas retrabalhadas. Aqueles depósitos encaixados por\nestas últimas rochas são definidos como exalativo-submarinos, com encaixantes\nvulcånicas.\n\nAs principais características dos depósitos exalativos-submarinos de\nencaixante sedimentar, compreendem, segundo Large (op. cit.):\n\n'1. a laminaçåo e acamamento dos minerais de sulfeto de granulação fina é\nconcordante com o acamamento dos sedimentos encaixantes, sendo os sulfetos\nconsiderados como de natureza estratiforme por terem sido precipitados no\nassoalho oceânico;\n\n2. a presença de uma zona de alteraçáo hidrotermal (usualmente silicificaçåo)\nadjacente ou subjacente à mineralizaçáo de sulfeto estratiforme, tem sido considerado\ncomo o centro exalativo de soluções hidrotermais do assoalho no mar; e\n\n3. No corpo do minério uma zonação lateral dos elementos metálicos (Cu-\nPb-Zn) ou vertical (Cu-Zn-Pb), a partir da zona de alteração acima descrita, é\ninterpretado como o resultado do rápido resfriamento e diluiçäo da solução\nhidrotermal pela água do mar, nas proximidades da zona de descarga, e, a\nconseqüente precipitação na seqüência da solubilidade dos elementos.\n\nA figura 11, Gustafson &amp; Williams (1981), exibe os depósitos de sulfetos\nmaciços e tipos semelhantes agrupados segundo suas relaçöes genéticas. Destaca\nque a hipótese genética mais aceita para a formaçäo de depósitos de sulfetos\nmaciços, segundo os autores, Hutchinson (1 977, 1 980), Filow-Bates (1980) e\nFranklin et alii (1981 ), pressupõe a seqüência dos seguintes processos:\n\na) formação de uma salmoura metalífera em profundidade (no assoalho\nmarinho);\n\nb) ascensão da soluçáo e interaçáo com as encaixantes;\nc) descarga e deposição dos sulfetos no assoalho marinho:\nd) alteraçöes hidrotermais nas rochas sobrejacentes ao depósito.\nA formação das salmouras é explicada pela circulação convectiva de água\n\nmarinha em regiöes de alto fluxo térmico, sendo o calor fornecido por um corpo\nmagmático, de forma análoga a circulação convectiva das cadeias meso-oceânicas\nsubmarinas. Os processos decorrentes representados no modelo da figura 12,\npodem ser assim comentados:\n\n\n\nFrcai)Gntes tÀrlcånic\n\nSeqrÉncia encai:<a¡te\n\n.Allbie¡te ÏÞctônico\n\nllileral. i zação tÍpica\n\n\\tuÌcãnicas^-t4ãf :cas\n_----t \n\n----..\\\n\n66iolito I PasaitJs toteít+,d\n| : rr:Icårricas rét:I cas\n\nÐ€Þlôs\n\nMargem de placa acre\ncicnada ou bacia ;\nretro-arco\n\nCu (Zn) -Au\n\nEj-g' ro - Relacão dos depõsitos exalatir¡os subnìar-jJìos com o anbiente tec-uônico.\nExtraído de Klau .&amp; Large (1990) ..\n\nqyprus\n\nGnan\n\nBelts Col¡e\n¡çperLines\n\nfrgani Maden\n\n¡ica de illu\n' . inät'.ìrÐ\n\nZntu;ûr-Zn\n\nß\n;i\n\n'-Calco-alcal-i¡ta\nBasaLto-Ândesito\n\nRiolito\n\nIokke¡\n\nSkoror¡as\n\nJoÍìa\n\nÀlpi¡e Kieslager\nBessLLi\n\n¡-::co de ilha ¡a-\nturo\n\n,¿ ----\nBiJrþda].\n\nBesaLto-Riolito\n\nZn-Pb-Cu-êq-Au\n(-Ba)\n\nKuroko\n\nFiji\nRosebery\n\nAvoca\n\nBuchans\n\nRift rrulcânico em\ncrosta siãl-ica.\n\nZn-Pb{u(Àg-Slì)\n\nBathurst-l{ew Castlr\nberian FDEite belt\naptains Flat-!{codl,\nkellefti-Viha¡ti\n\nZonas de rift\narqueanês\n\n'BeIts\n\nzn{u-Au(-Pb)\n\n.. lùoranda\nF1i.ÉElon\nI,4attãgami\n\nI{ons Ctpri\n\n\n\nTONTE DOS FLUIDOS CÀ¡IINHOS PREDOUINÀNTES TIPOS\n¡IINERÀLIZÀNTES OOS f!.UIDOS DE\n\nE EXEI.IPIPS\nDEPós¡Tos\n\nFt^ t\"\"t*\"*E\nSâlbou!â FrlÀ, Rl\nca ê¡n soa, Eonte\neb Evàporltos e,/\nou R€d-Beds\n\nSÀlnourôs ouentes\ntlcÀ5 ê¡n Fe, BÂ c\nS rêduzldô\n\nI\nI\n\niqssoolho Mor¡\nnho\n\nI'I¡SSISSIPPI VÀLI,EY\n\nTrl-Slàte\nstlés1Â\nBsnìbuI\n\nSllnourÀ Denta Do\nÀssoolho Mor ¡nho\n\nSULFEToS r'rÀcIços\n\nF€{u-Pb-zn (Àq-Àu-¡;a)\n\nsuI Ilvan\n¡lc ÀrÈhur Rtver\nòlt I3À.\nBroken HllI\n1yôâ9h\nItle99en\nRàfulleIsberg\n\nXuroko\nNew Brunawlck\nXldd Cr€ek\nChlpre-\nNor6ndô\nÞa t !âgàn f\nEesohl,\n\nXles lsger\n\ntI!¡xo Convec-\ntfvo d6 ãgur\nSub!e!rãnêü\nüarInhà\n\n++ + f +.|.++++\n\nsoluções\nHldrote r\n¡nàls üag\nnáttcås\n\nDeÉs1toB HldroteI\nmôtr ltà9¡nát1co.\n\n¡lgurâ lt Rclações genãtlcas entre dep6sttoE do sulfelos\n¡¡aclgos e tlpôs sem€lhantes, conforme Gu6!ål\n¡oô 6 81111Àmc (198I).\n\n\n\nN ível do Mar\n\n1\n\n(s)\nT\nE\nooo\n\nTI.\n\nRedução do soi\n\n- \nFeS2,Fê304\n\nMetals I,lxlvlados\nEM 1RÀI{SPORÍE OESCENO€N-\n\n1E CO¡no MC j.\nC + 2ll2+Cì14\n\n2C + 3tl2+c\nRedução de H20\n\nFe304, H2\n\nnedução da co2\n\ntl9ural2: zonas de reação en un slsLemâ exalatj.vo submarino, segundo llutchinson\net ã1ii, (1980) . Detalhes no texto.\n\nNÍvel do mar\n\nSu lfetos\nf ! agmentárlos\n\n6uprlhento de SO4 suprlmento de so4\ncoPPo ¡vrctÇo l;cdl,nenhos Íìoles\n\ndeformação de\n\nClrculação super\nSa),Boura oxldàda\nem sO4\n\nr1c a\n\nFtuxo DE sÀ!¡ioun\nREDUzro^ I s, H2, Cfi4, conpteros Mcl'I r' r.'\\ I(9 ll (,\n\nNÍvel de ôlÍvto de'plessão: tnduz ebullção, geraçåo\nde vapor, explosão freãttca, explosão, etc.\n\nFlgurù13: i)ctitll,e d,r flgurü tZ , n.ostrùrìdo í, .¿o,tí,\nde.(¡eporìlçilo de sultctos c r UÌr Fjst.r.iì Cy¡liltlvo Ê¡,b\n,ìriìri ro,( þo) p¡rro ro,( ptl 9t.ll0,(9pt] êotcopt.na a t¡¡ror.l ¡¡ror¡irl\n( S.9uî&amp; hurchrn.oñ ¡¡ o t,l9!O)\n\n9s f_aleú Eg-gã Ienã\n\ni@ n\"-.o, O:\ns102\n\n\n\n1. a água circulante tem origem marinha, como água conata em sedimentos,\npodendo ter contribuiçåo magmática subordinada. Reduçåo de íons sulfato para\nsulfeto por reações com silicatos contendo ferro bivalente (cloriia, piroxênio,\nserpentina, etc. ) e precipitaçáo de sulfetos e carbonatos;\n\n2. a água é cada vez mais aquecida (até r 500\" C) ao penetrar em níveis\nmais profundos, o seu conteúdo salino reage com os metais liberados pelos\nsilicatos, formando complexos metal-cloreto solúveis (talvez também metal-fluoreto).\nA sílica liberada também é iransportada em soluçåo;\n\n3. a t 500\" C ocorre também dissociaçäo da água, na reação com os\nsilicatos ferrosos, formando magnetita e liberando hidrogênio;\n\n4. o CO2 reage com silicatos ferrosos liberando carbono e formando mais\nmagnetita;\n\n5. o carbono e hidrogênio podem reagir formando metano e outros\nhidrocarbonetos leves, reaçóes que serão maiores se os sedimentos contiverem\nrestos orgânicos;\n\n6. na parte superior do conduto do fluido mineralizante (Fig. 13) ocorre o\nseguinte:\n\n6a. a solução ascende através de zonas de fraqueza, geralmente\ncontroladas por falhamentos; a dim inuiçåo da pressão nestas zonas pode levar a\nsolução a ebuliçáo causando explosoes freáticas, fraturamento hidráulico das\nencaixantes e brechação;\n\n6b. a primeira deposição ocorre provavelmente por reação entre a salmoura\nascendente e o fluído intersticial das encaixantes, mais oxidante e carregado de\nsulfatos, formando sulfetos;\n\n6c. depositam-se pirita, calcopirita, pirrotita e sílica em fraturas;\n6d. ocorre intensa alteração mineralógica e química das encaixantes.\n\nSegundo Franklin et alii (1981 )as zonas alteradas sob os depósitos de Cu-Zn tem\ngrande extensäo vertical (1.000 m ou mais), tem um núcleo de clorita rica em Mg ou\ntalco, rodeado por um halo com sericita e/ou quartzo.\n\n7. a solução chega ao fundo oceânico onde é descarregada, reagindo com a\nágua do mar a medida que com ela se mistura. As condiçöes de deposição são\ncontroladas pelas condições físicas e químicas da mistura salmoura-água do mar:\ncondiçöes de oxi-redução (Eh), baixo pH, baixo teor de oxigênio e altos teores de\nmetais base (Cu, Pb, Zn) (complexos metal-halógenos), hidrogênio,\nhidrocarbonetos, formas reduzidas de S, Cl e F, Fe (geralmente como magnetita) e\nMn. A água do mar contribui com sulfatos, carbonatos e oxigênio, além de\napresentar condiçöes oxidantes, pH relativamente baixos, assim como pressão e\ntemperaturas baixas.\n\nPlimer (1978) desenvolve o conceito proximal-distal, com base em dois\nparâmetros principais; o primeiro é a atividade vulcânica: a) - calcio-alcalina, ácida,\nexplosiva em águas rasas e associada a placas convergentes em arcos insulares; b)\n- máf¡ca toleiítica, pouco explosiva, em águas profundas, associada a áreas de altos\ngradientes geotérmicos, princ¡palmente cadeias meso-oceânicas; o segundo é a\nproximidade espacial e/ou temporal ao centro vulcânico, gerando tipos proximais e\ndistais.\n\nBaseados na ambiência tectônica global Mitchel &amp; Garson (1981), admitem\nque os depósitos de Pb-Zn-Ag de Sullivan, Mont lsa, McArthur, Gamsberg, sáo\noriginados em ambientes de rifts intracontinentais e/ou aulacógenos, ao passo que\nos depósitos tipo Kuroko, em ambientes distensivos de arco magmático.\n\n\n\nAs bacias onde ocorrem os depósitos exalativos submarinos com rochas\nencaixantes sedimentares, são bacias intracratônicas e, geralmente, delimitadas por\nfalhas resultantes do desenvolvimento das estruturas tafrogênicas originais, do tipo\nrift e/ou graben (Fig. 14), ou ainda aulacógeno (Dardenne 1 988). Apresentam\ndimensóes laterais da ordem de 1 00 km e longitudinais de centenas de km. A\nsubsidência é controlada por falhas, perto das quais localizam-se as mineralizações.\nVulcanismo muitas vezes bimodal, com predominância de componentes máficos,\nmanifesta-se em geral segundo intercalaçöes líticas na seqüência sedimentar.\n\nNäo existe assim, uma relaçåo na direta evoluçåo dessas bacias com\ntectônica de acresção ou de consumo de placas, o que contrasta claramente com os\nambientes dos depósitos de sulfetos maciços do tipo vulcanogênicos.\n\n6. DEPÓS|TOS DE Zn,Pb,Ag e Gd, JOAO NÉRl\n\n6.1 - Trabalhos de pesqursa mineral\n\nA mineralizaçäo de Zn, Pb, Ag e Cd do depósito João Néri está associada a\num nível de metachert nos flancos NW e SE de uma estrutura braquianticlinal, de\nplano axial subvertical (D2), denominada anticlinal João Néri, cujo eixo exibe direçâo\nN50E e caimento variável entre 10-60\" para SW, dando à estrutura uma feição\nmorfológica dômica. Os flancos apresentam-se dobrados, causando repetição do\nnível de metachert em superfície. O anticlinal apresenta o comprimento da ordem de\n700 metros e largu¡a gqqivalente a 350 metros.\n\nA partir dà'¡íröéfecção geoquímica, por sedimento de correnie e solo,\nefetuada pela CPRM, foram abertas 17 trincheiras e real¡zados 7 furos de sonda\n(F¡g. 15), com o objetivo de quantificar e delimitar, tridimensionalmente, um possível\ncorpo de minério.\n\nFiq. 14-Quodto 96otêctôn¡co ds dopo'sitos do ¡ulfolot '¡olotlvo-t'dimrnloros\n( regundo LorgG, l98O)\n\n\n\nFie, ¡5 - Dspdsito ,loõo Neri: Locolizoçõo dos Trobolhos de Pesquiso do CPRM\n\nO 16æñ E)¡ntg\n\nL E O EN DA\na Afloromrnlo\nO FS-z Frro d6 Sondo\n\nY\"\" Trinchrlro\nI\n\n- \n\nEslrodo\n\n.NG\n4\n\n/\n\n@ \ncu¡vo¡ d.titfv.t\n\n\n\nAssim a CPRM apresentou em relatório ìnterno (Silva &amp; Lopes Jr. 1987), a\ncubagem do depósito Joäo Néri, relativo aos furos de sonda 1, 2, 3, como contendo\n126.183 t de minério medido, para um corpo em subsuperfície com dimensões de\n200 x 80 x 2 metros, com teores de 2,5 % de Zn, 0,6 % de Pb, B0 g/t de Ag e 65 git\nde Cd. Em termos de metal contido tem-se 3.387 t de Zn, 705 t de Pb, 11.777 kg de\nAg e 8.840 kg de Cd. Naquela época estes valores foram considerados\nsubeconôm icos, consequentemente foram encerradas as pesquisas na área.\n\nA seguir seråo apresentados e discutidos os resultados dos estudos de 3\ntrincheiras e de 3 furos de sonda.\n\n6.2 - Trincheiras\n\na) - Trincheira CR-1 (ocorrência João Néri)\n\nNo início dos trabalhos da CPRM já existia a exposição num pequeno poço\ncom profundidade de 4 m, de uma lente de barita, a qual foi descrita por Knecht\n(1938), denominando-a de Joåo Néri, como um \"veio de baritina\" com espessura de\n0,80 m (Fig. 16), com atitude N71E e mergulho de 45o para norte.\nAs seguintes observaçóes puderam ser feitas:\n1) O corpo anteriormente denominado de \"veio\" de barita (0,80 m) é concordante\ncom a encaixante (N60E/70NW) e encontra-se exposto de forma lenticular com 10\nm ao longo de sua direção e 12 m ao longo do mergulho (Fig. 16). Nele ocorrem\nníveis decimétricos concordantes de metachert e inúmeros veios de quartzo\n(aspecto leitoso) centimétricos com formas concordantes e discordantes. Neste\nhorizonte tanto na barita como nos níveis de metachert ocorrem disseminações de\nsulfetos alterados. Uma amostra (CR-01 ) analisada apresentou 5.000 ppm de Ba, 2\nppm de Ag, 150 ppm de Pb e 500 ppm de Zn.\n2) Na porção inferior da camada de barita tem-se um horizonte decimétrico onde se\nverificam concentrações de galena de grã fina, que se distribuem de forma irregular.\nlmediatamente abaixo da camada de barita ocorre um nível concordante de material\nquartzoso sacaroide alterado (metacheri) de coloração amarelada, com\naproximadamente 0,30 m de espessura, e concentraçöes milimétricas de m¡nerais\nde minérios oxidados. Quatro amostras de canal (CR-1 C, G, E, F) anal¡sadas por\nabsorçáo atômica revelaram teores médios de 18 ppm de Cu,4.300 ppm de Pb,\n2.010 ppm de Zn e 30 ppm de Ag.\n3) Dois metros, estratigraficamente abaixo do nível supra descrito, tem-se outro\nhorizonte, também alterado, com características similares, medindo cerca de 0,20\nmetros de espessura (Fig. 16). Análise por absorçáo atômica em uma amostra de\ncanal (CR-1 D) revelaram 130 ppm de Cu, 3.500 ppm de Pb,2.7OO ppm de 2n,6,4\nppm de Ag e 0,05 ppm de Au.\n4) A encaixante desse horizonte é, em geral, constituída por sericita-quartzo-\ncarbonato-xistos de granulação fina, coloraçáo cinza e intercalações de\nmetacalcário branco silicoso com espessuras de poucas dezenas de centímetros.\n5) O afloramento do corpo Joäo Néri exibe dobras de várias ordens e amplitudes,\ncom fechamentos suaves a abruptos. Os eixos såo direcionados N50E/15SW e E-\nW|2OE, e refletem esforços ortogonais, fato já percebido em escala regional. No\ngeral, o acamamento tem direção N60E/70NW\n\n\n\nF¡e, 16 - Trlnchsiro CR-O ¡ - Ocorrêncio Joõo Nerl\n\ntt''-,t!:.':'-\nNív.i¡ c.nli-ùcim.'tricoE\ndQ rralochart l\n\nE nco lxont€ consllluldo Por\nm€loco lcdrio silicoso r l lno .//\n\ntl/\nde colorogöo \",nto _.._ ll\n\nVoios de quorlzo\n\nBloco de bor¡to\n\nIE // /,\n)\"1,o\nt//\n\nES CALA\n\n0 6ochrltt\n\nBorito c /rtpcrturo\nO,8Om\n\ndr quortzo com\nc¡pa¡3uro cGntimllrico\n\n('\nItl\n\n=ll\n\n\\\\\n\nu¡\\\n\n\n\nJ\n\nI\n\nb) Trincheira TR-86\n\nEsta trincheira encontra-se no flanco SE do anticlinal João Néri e apresenta\n2 níveis de metachert carbonático concordantes, mineralizados, com I metros de\ndistância entre si. As camadas mineralizadas, da esquerda para a direita, mostram\nespessuras de 0,20 e 0,60 metros, sendo que a primeira se espessa em\nprofundidade na charneira da dobra. Os teores de Pb, Zn, Ag e Au nas amostras de\ncanal 511 l, 51 1 H e 51 1 E, são também apresentados na Fig. 17 .\n\nAs amostras 51 1-J, 51 1-K e 51 1-L ao microscópio mostram-se constituídas por\ngalena e pirita, distribuindo-se de forma irregular preferencialmente nas faixas escuras\nda encaixante. A galena apresenta-se xenomorfa de granulometr¡a fina e média, por\nvezes preenchendo microfraturas de minerais transparentes e com alteraçöes para\ncerussita. A pirita ocorre em menor quantidade, em geral, na forma de limonita, às\nvezes pseudomorfa do mineral original e por vezes com alguns grãos remanescentes.\n\nA encaixante apresenta-se direcionada segundo N6OE/7OSE. É representada\npor rochas classificadas ao microscópio como mármore e metacalcário silicoso.\n(amostras 51 1-B e 51 1-F) de coloração cinza e granulação variada, predominando a\nmédia. O metacalcário silicoso é constituído por carbonatos, quartzo e\nsubordinadamente galena, pirita, granada, epidoto, muscovita e limonita. A parte escura\nonde se tem os sulfetos preferencialmente é constituída por granada e epidoto.\n\nc) - Trincheira TR-CO\n\nEsta trincheira foi aberta numa área de ocorrência de blocos e fragmentos\nde chapéu de ferro, os quais foram submetidos a análise por espectrometria óptica\nde emissåo semiquantitativa, apresentando 700 ppm de Cu, 30 ppm de Pb, 500\nppm de Zn e 0,5 ppm de Ag.\n\nOcorrem três níveis mineralizados dispostos de forma concordante com a\nencaixante, a qual neste local apresenta atitude N10Ei65NW (Fig. 18). O primeiro\nnível, da esquerda para a direiia, com espessura de 0,60 m, é constituÍdo por\nmaterial intemperizado, de composição laterítica (amostra no 513); o segundo e\nterceiro nível sáo também constituídos por material bastante intemperizado, de\ncoloração amarelada e aspecto sacaróide, provavelmente metachert. Os resultados\ndas análises de Pb, Zn, Ag e Au constam na própria figura 18.\n\nA encaixante é constituída por metacalcário silicoso de coloração cinza claro\ne granulaçäo fina.\n\n6.3 - Sondagem\n\nNo depósito João Néri a CPRM realizou sete furos de sonda totalizando 1.040 m de\nperfuração. ïrês no flanco NW e quatro no flanco SE do anticlinal João Néri (Fig. 15). Na\nseção esquemática (Fig. 19), foram representados cinco furos; destes passaremos a\ndescrever suscintamente os de nq\" 1 e 3 e, mais detalhadamente, o de ne 2, devido à melhor\nrecuperação de testemunhos bem como pela significativa mineralização encontrada.\n\na) - Furo de sonda no 1\n\nEste furo foi executado no flanco noroeste do anticlinal João Néri, com rumo\nS30E e inclinação de 50\" na direção perpendicular à estruturação geral das rochas.\n\n\n\nTR.86 O I t !.\n\nt{30w\n\nl- \nro\n\nPò ' ]t ,I \no/o\n\nzî = 7,lo/o\na9 = 145 ppm\nao ' O,1O p9m\n\nPb = 4,5 o/o\n\nzÃ= o,7 oh\n\nag = 65 PPm\nAu : 0,06 eDm\n\nPb . l5O ppm ¡-'T-t Mâtocotcorio\nZn = 1.5OO ppm LI--JJ.illcoso\nae . I ppm [Tl *\"\"\"n\",,\nÂ!: nd\n\nF¡0.17- Esquemo do Trincheiro TR-86 moslrondo os ofloromenlos de rochos min€rolizodos.\n\nTR-CO\n\n260 ppn 66opptl'\n2.5OO ppm 4 8O ppñ\n6.700 ppm SOoO ppm\n\n12 ppn I pp.\nnd nd\n\nó5O ppm\nl.60O ppm\n2.9OO ppm\n\n5,4 ppñ\n\n5æ ppn\ne.OOO p pm\n\n3.5OO ppr¡\n\n2 pg.'i'\n<O,OS ppm\n\n5OO p pm\n20O ppm\n\nl.æO p prfl\nO,5 p pn'\nnd\n\n\"\"\\\n\n@urrocrrrr \"n\",\"0\" ffi ücrocorco,io tirico¡o\n\nFig. lO - Esqucmo do Trincho¡ro TR-CO rx¡bindo o3 ollorom€nlos do rochos minerolirodqs\n\n\n\ncolA\nlml\n\nï\n\nI\n\nL¡nho Borc\na\n\n.*\n\na/\n\n¿ -e'--\\-\n\n-'- ----+ ---. i\\-\n\nnívclr nincroli\n\nd-x\\--- -ì-.t --'- -..\\ --ì--.. -\\\\\\\\\n\\'-\\i\\ \\i-....'\n\nll,t\n\nfrî|\n\nI\n\nìw\n\n,l '/\n'!ro -êloilllto\ni.roñd.r¡to)\n\nl'{\n\nFie. 19 - Seçõ'o esquemdlico dos furos de sondo efeluodos no ¿epos¡to Joõ'o Neri\n\nì\n\\\n\nF- ¡IA\n\nñatoc€borio til¡coæ\n\nlívrl ninrroliroô\n\n\\\n\\\n\ni*,\\\n\nt\\\n\n\\\n\n\\\n\nro -clorlllto\n(n.to¡d.tltot\n\n\\\n\n\\\n\\.\n\n\n\nj\nl\n\nl\n\nApresentou-se constituído (Fig. 20) em quase toda extensåo, por rocha\ncarbonática predominantemente calcítica, com quartzo, sericita, muscovita e biotita.\nCom freqüência em todo o furo ocorrem agregados milimétricos de pirrotita e\nsubordinadamente pirita, em geral dispostos num arranjo concordante com a\nencaixante.\n\nPor volta dos 1 06 metros ocorrem ainda dissem inações isoladas\nmilimétricas de blenda. As amostras coletadas neste ponto foram analisadas e\nrevelaram baixos teores de metais base (gráficos 1,2,3 e 4).\n\nAs rochas encontradas nas profundidades finais deste furo assim como dos\nfuros 4A e 5a (Fig. 19) foram denominadas mesoscopicamente de quartzo-cloritito e\nnão foram detectadas em superfície na área do depósito João Néri. lnclusive näo se\ntem conhecimento da ocorrência de rochas similares em todo o Vale do Ribeira.\nApresentam coloração esverdeada, granulação grossa, foliaçåo, e o\ndesenvolvimento venulaçôes milimétricas d¡scordantes da foliaçåo, em geral,\npreenchidas por calcita e sulfetos. Mostram-se constituídas predominantemente por\ncristais de quartzo (50%) fraturados, de dimensões milimétricas, envoltas por clorita\n(25o/o) e carbonatos(15%). Subordinadamente tem-se oligoclásio (5%), tremolita\n(5%), apatita, pirrotita e pirita. Observa-se que a maior parte dos plagioclásios se\nalterando para clorita, carbonatos e tremolita.\n\nAs observações acima, assim como a disposição (ocorrência) irregular dos\nopacos associados preferencialmente com os níveis de carbonatos, sugerem que o\nprotolito era constituído essencialmente por quartzo, oligoclásio e apatita e que, como\nprodutos de alteração de um evento hidrotermal superimposto (anterior ao\nmetamorfismo e deformaçåo regional), formaram-se os minerais clorita, carbonatos,\ntremolita e opacos. Deste modo pode-se caracterizar esta rocha como um \"hidrotermalito'.\n\nb) - Furo de sonda no 2\n\nLocaliza-se no flanco noroeste do anticlinal Joäo Néri, a 100 metros da lente\nde baritaiTR-O1 (Fig. 15) tendo sido locado no rumo S30E com inclinaçáo de 50\".\n\nEste furo (Fig. 21 ) apresentou dois níveis mineralizados separados por 15\nmetros de zona estéril. No total a zona mineralizada atingiu I metros de espessura,\nsendo que desses I metros, cerca de 3,5 metros apresentam teores superiores a\n2,7% de Zn + Pb (gráficos 5, 6, 7 e 8).\n\nA mineralizaçáo encontra-se intimamente associada com barita e metachert\ncarbonático no nível superior (aos 93 metros). A barita náo é visível nos furos de\nsonda, porém, Ba, foi detectado pelas análises químicas. O metachert que ocorre no\nâmbito da própria mineralizaçäo apresenta-se com proporções variáveis de quartzo\ne carbonatos, e, subordinadamente, margarita. Os sulfetos säo pirita, blenda e\ngalena em pontuações milimétricas distribuídas de forma disseminada em geral\nformando níveis com concentrações mais elevadas, centimétricos, concordantes\ncom o acamamento da encaixante repetindo-se com iniervalos também centimétricos.\n\nNo nível inferior (aos 1 10 m) a mineralizaçäo encontra-se de forma\ndisseminada, associada a brecha, com fragmentos líticos e matriz de composições\nsimilares aquelas das rochas encaixantes. Os sulfetos blenda, galena e pirita\ndispõem-se irregularmente na encaixante predominantemente carbonática.\n\nDos '107,70 m até 108,70 m tem-se um nível de granulação fina, coloraçåo\nesverdeada, textura ofítica palimpsestica (raramente preservada) e metamórfica\ngranoblástica, superimposta constituído por rochas com carbonatos (61%),\n\n45\n\n\n\nl:\n\nF¡e. eO - FURO DE SONDA NE I\n\n-.--.----- t to. E\nTR . BCO\n\nChoÞ.u dc F.r.o\nclPb, Z'n. \n\n^9\n\norrcrrtrlt':s r lltrírntc¡s\noE tLELoÂ\n\nxet¡c¡ucÁnto arLtcoso col\norssrtmtações DE PtnRor lrÂ\nE P IRITÂ SUAORDITAOÀ'\n\nou^Rlzo-cloRlT lTo\n( l,tElÀl{ DE SITO)\n\nc/ PtRROrlra E PlRlÏa\nDrssErlll{aDÂs\n\nl\n\nl\n\nl\n\nI\n\nl\n\n\n\nl,l\n\nF i9. 2l FURO DE SONDA N9 2\n\nEC'IÂ G/ AASIANIE\nÞ I RROl ITA E PIRIfA\n\nTR-OI\nBARIIA o/oALENA\n\n€fao t{ Eir oÁß00¡arrc0 c/ orssEl¡r¡ÂçoEs\nOE 6ALE¡4, ELEI{OÂ E PIRIfÂ,\n\nrÊraoaLc¡ñro 6 t Lrooso\nc/ PtRROfrla E PlñltÂ\n\nJ^'.#T.i-;^---- \\\nE PtRrta 0tssEt¡lt{Âoas\n\n- orsa!¡t ^c¡o \n!3PAil^ olGA!cr¡a\n\nxgt¡c¡¡nt c¡neotrírtoo\nc/ ors6f¡lli açÃo DÊ Pr¡rr^ '\n\n9¡63!¡rrt AgÃo !!PAil¡\n\n- GAIE¡A E PIRIfA DIgs€I¡lIÈAOAS\n\n¡ ¡rÀo¡Lof¡ro ¡rlrooso /'\n/\n\n//././\n/\n\no r se€¡ r¡ ag¡o oc oa!Eti^,\naLaxoÂ Ë PrhrlÂ EM\nPO¡ t ua0oE9 rar!rxÈfFroÂ3\n\n¡ ¡r¡ oa lcÁn ro grLroogo c/ otss¡xr¡¡çõts\nOE OALÉIÂ, €LÈI{DÁ E PIRIIA :i\n\n¡rvat ¡ a Echa oo\n\nor^tA0r0, t g0 uio. t to\n\n// 'tùO Íl\n\nt/\n\n¡rv€L tRÊ0¡Â00 0or¡ FRa0ÍEr{109 oa ErlcalxatllÈ\n¡ {añ^trzÂDo8A PrillAr aLEioa I 0^LE¡^ lE\n¡o¡xa DrssEr¡l À04, EncÂrxÂDo Ê io0tlA ca¡lo\n¡ittc¡ gtLtooo¡, Fr¡Á E coLon¡tÃo crllzÂ.\n\n\n\nplagioclásio (25%), quartzo (10%), margarila (2%) e opacos (1%) sendo que o\nplagioclásio é alterado para carbonatos e margarita, e quando não alterado apresenta\ncristais idiomórficos. Além desse nível, outros aos 37 e 108,80 m com aspecto\nbrechóide, classificados microscopicamente como \"hidrotermalitos\" (tabela 1), podem\ntratar-se de rochas de origem subvulcânicas a vulcânicas afetadas por intensa alteração\nhidrotermal. Entretanto, as observações meso a microscópicas ainda náo säo conclusivas.\n\nO estudo microscópico, resumido na tabela 1, revelou que, os protólitos\ncomo calcário, chert carbonático e margas, originaram termos metamorfizados do\ntipo: metachert carbonático, metacarbonato, quartzo-carbonato-xisto, carbonato-\nquartzo-x¡sto, margarita-quartzo-carbonato-xisto, e margarita-flogopita-carbonato-\nxisto. Em geral, as rochas carbonáticas são constituídas pelos minerais essenciais\ncalcita, dolomita, quartzo, margarita e por vezes plagioclásio, e subordinadamente\npor granada, flogopita e opacos. As paragêneses säo ind¡cativas do metamorfismo\nem fácies xisto verde média a superior segundo Yardley (1989).\n\nO gráfico ne 9 apresenta a percentagem de alguns minerais da tabela 1, em\nrelação à profundidade do furo 2, onde percebe-se, claramente, a forte associação\ndo quartzo, plagioclásio, margarita e granada e diminuição de carbonatos nos dois\nníveis mineralizados.\n\nVerificou-se três gerações de calcita, uma sedimentar, outra hidrotermal\nformada através de microvenulações e da substituição de plagioclásios, que\nprovavelmente esteja associada à zona de alteraçáo hidrotermal primária. A última\ngeração é produto de recristalização associada a eventos metamórficos superimpostos.\n\nEm síntese a encaixante neste furo é representada por metacalcários\nsilicosos dolomíticos (20o/o de Qa e 7 o/o de Mg, análise química no anexo 2) com\nproporçóes variáveis de quartzo e micas (margarita e flogopita). Aparecem ainda\ncom muita freqüência, disseminações de cristais milimétricos de pirrotita e pirita,\nsegundo arranjo concordante com a foliação da rocha.\n\nc) - Furo de sonda nq 3\n\nEste furo foi perfurado com rumo S30E e inclinação de 50' (Fig. 15).\nEm geral os testemunhos deste furo (Fig. 22) mostraram-se constituídos por\n\nmetacalcário de coloraçåo cinza, granulaçáo fina (&lt;'1 mm), com os minerais calcita,\ndolom ita, quartzo, margarita, flogopita e raro plagioclásio. A rocha apresenta\nfreqüentes disseminaçóes de pirrotita e pirita, com concentraçöes em níveis\nmilimétricos em geral concordantes na encaixante. A rocha por vezes assume um\ncaráter xistoso, quando então foi denominada de quartzo-sericita-carbonato-xisto;\ntambém, por vezes, apresenta-se com coloraçåo clara e granulação média a\ngrossa, muito semelhante a mármore.\n\nA mineralizaçåo aparece aos 95, 109, 114 e 123 metros (gráficos 10, 11,12\ne 13) sendo que nos três últimos níveis assinalados, os sulfetos ocorrem fracamente\ndisseminados, com blenda e secundariamente pirita, galena e pirrotita encaixados\nem mármore de coloraçáo cinza e granulação média.\n\nA mineralizaçäo superior (aos 95 m)foi a que revelou os melhores teores de\n8o/o de Zn, 1,4% de Pb, 170 g/t de Ag e 200 g/t de Cd. Apresenta um nível com 0,80\nm de espessura, constituído por esfalerita, galena, pirita e calcopirita, concentradas\nem níveis centimétricos dispostos concordantemente com a encaixante, a intervalos\ntambém centimétricos. A ganga é constituída por metachert formado por quartzo,\ncarbonatos e margarita.\n\n\n\nTobelo I -COMPOSIçÄO MINERALóGICA DOS TESTEMUNHOS\nDO FURO DE SONDA N9 2\n\nil3\nIt¡oslia\n\nÊLO60\n\nPIIA pnoról ¡to ROCltaPROfU -\nDIDAD.E\n\nxafo\n.t\n\nIto\n.t\n\nttf\n.t\n\n¡¡a Ðs\n\ncR -54 s7.oo o5 ¡õ +5 so o5\nl{¡drota.nolllo Ouorlro-91o9¡oold¡lo -nìorgorlto-¡ltlo\n\ncR-94 4 5. ¿tO ¡l o?\nColcorio ¡¡.tocolcorlo .lllcoao\n\ncn - 5l úo,3õ 00 lo IR 1R Colco.¡o I.tdcolcorlo rlllcoro\n\ncR -96 3ú.60 95 o5\nColcor¡o r¡.t6Êalcorlo ¡lllcoro\n\nci-oa 75.1O 94 os ot Colco¡¡o r r¡llcoao\ncF-97 o l,oo 9õ o4 fR Colcor¡o\n\ncñ-94 81.20 66 t5 t6 o2 Ch..l Corboñólioo Cuo?t¡o-llloleorllo-3orÞo¡olo-¡lalo\n\ncl-e9 84,10 90 to o5 cõlcor¡o I.rámlGGrlo .l¡lco¡o\ncR - loo 95.20 fo 26 o5 Cll.rt corbondlico\n\nÖ.rt corbondt¡cocF - lol 85r 70 60 t6 lo o5 Ioreorlto.quorlro- corÞonoto-¡l.lo\n\ncF - 54 I6.20 50 60 1n ÍR Ch..t Crmndl¡co Iatocharl coròordlloo\n\ncR - lo2 a6,70 20 75 06 Cù..t cdbnót¡co\nIo.eorllo-6rbonoto.{uorlæ-\n\ncR-16 a7.50 50 60 1R Cli.rl co.bondlico L.looh.¡t corboñóllÊo\n\ncR - lol ea,lo 63 ¡+o o2 Ch.rl cotboridt¡oo I.iocha?l corbonólico - _\n3rùodo-q¡¡orl¡o - cotboñolocR - lo4 8 9,20 35 45 10 lo Mor9o\n\ncn - ro5 90,oo 40 5l o5 20 o2 Ch.rl corbondt¡co Iorgþrllo-corboðlo- qso¡lto-rl¡lo\ncR - 106 9l,oo 5S 40 o1 Chrrt Corboodl¡co Ialoôlarl corbonóllco\ncR - lo7 92.OO 44 30 o5 ot Mor90\n\ncR - lo8 gz,40 60 ¡s5 OS o2 Ch.rt Cdrbolldl¡co l.toch.r! corbonótlco\n\ncR - lo9 93,20 30 70 tn ch.¡lCorbondl¡oo\ncR - llo 93,70 20 6A to o2 Yot0o\n\ncR- 16 94,20 ¡lo 60 IR Ch.rl corbo ll.lôÊharl Gorboñ6lbo\nf .toctrr.l oor¡onórtoocR- t e4. 30 20 eo 1R Còarl c.rbooót¡oo\n\ncR- ll2 94,70 90 lo 1R Coloor¡o X.tocolcor¡o.llicolo\ncR - lll e5,70 66 20 o5 to 1R lro rgô *rgor llo - ploglocldrlo- qæ\ncR - ll4 9?,OO 90 o¿ Co loo r ¡o I.tooolcorlo\ncR- 5 too.6o GA t6 o5 02 Ch.rl Cor l¡.loch.rl\ncR - 6 t04.oo 65 20 os 1R Chaal corbo¡ó1lco ôtoch.rt co¡bo¡ótlco\n\ncR - ll7 t06.oo g5 lo IR o6 TN llol'0ro Ploeloolo\" lo-. {¡iorlr o -co aÞôolo- t l alr\ncR - ll8 to6. ao a5 lo fR o5 fR l¡o rgo Plogloclólo-qoorlro-oaabonolo- r ltl,\ncR- 9 to7. 50 €s o7 ol o7 1R Íor0o\ncR . 12( þg oo 7A o5 o2 t6 IR Xor0o Cuorl¡o- glog¡oclór¡o-oorboîolo\n\ncR - t¿l log..¡o 6S lo 02 ¿s fR llor90 O¡ortro - Dlooloclóa¡o-co.bo¡oto\ncR- gt tog.60 õ7 l6 o5 20 OS Uor9o Cuo.l¡o-ptoeioÊlórlo-corbonolo\nct - s7 læ,oo 60 t5 ?o o5 10 H¡d.ot.rrño l¡lo arslto¡lo-quorl¡o -morCôr lto-c!t! - ¡ l! to\ncn - tz, þ9. SO D5 o5 o7 r¡ colcor¡o Llocalcdrlo\ncn - r23 toe.70 60 lo o3 Chôrt Co.bondt¡co lor¡orllo - quoal ro- oorboñôlo - ¡ I ato\ncR-12 t7050 30 ¡to o2 chârl Corbonól¡co Ouôrlro-aôrboñolo. rlato\ncR- 19 t,oo DO lo la 1R Cólooar o llrlocolco'rio !lllcoro\ncF - t2! llt.50 75 24 ot ch..t Co.üondfioo Oüorlro-corbonôto. ¡lato\ncR - t¿6 2, 50 t5 o4 o1 1n Colcor io ll.locolcórlo\nca - 127 It5.50 c, ol Colcorio ll.locolcórlo\ncn - tzf I14.50 lo o5 ls fR 02 Chart Corb,lrîDuro Quo.tro.\ncR . t2f n6.50 t5 ot o5 o2 l¡o r !E I.locolcórlo\ncR - ll( t20.60 ?6 lo 1R o5 Càôal Cúb,kñpu.o Flotopllo-quortro-@rbonoto- ¡l¡lo\n\n\n\nGráfico 9 - Composiçäo Mineralógica\nx Profundidade do Furo de Sonda No 2\n\ngoJ- i>\" -=::\" - --:: -lï i - -\nuol i \\li\nuo+ i I\\i ,\nooi L lli' \n\n'J\n\nli-] -\nì/ \\\n\n.1....,. .1r.... . .. . ... .\n\nI\n\nI\n\nl^\nlo\nt>\nlx\nl:.¿\nl.-\nlolo\nll--\nI\n\nI\n\nI\n\ni\n\nlÍ\n50j i\n\n,----l\n12o úo50 60 70 80 90 100 I 10\n\nProfundidade (m)\n\nCarbonato\n\nPlagioclásio\n\nQuartzo\n\nGranada\n\nMargarita\n\nOpacos\n\n\n\nFts. Zz FURO DE sol{DA l{e 3\n\nS SOE- L¡nho C\n\nloom-\n\nF|NA E COLORAçÂì Cr za,corl lÎ{lERcaLÂFots\nDECA ÉÎRtCAa OË XAnOÂRtÎÂ-OTZO - CÂR80¡A10 -XtS10\nE xríRuoRE coÍ DrssEr,!11{açõ88 ÍlLIxÉTRlca8\nOE PIRROf IfA E PIRIlA.\n\n=tl:-//=\n\nlvEL xrilÊRALrzaDo co¡l 0rloD. DE EtPEssuRA' co conoal¿1E'\nSIIfUIDO PRITiCIPAL¡tEI{I¿ POR TLEDA E 6UBORDITIÂ-\n\nÞAT€T{1E €ÄLENA E PIRIÍA. Â E}ICAIXANT€ É UI IET¡CICNT\nfr{o, DE COLO RAçÀO CIIJZA CLARO\n\ncol{cExYRAçÃO DE PIRITA (O'5Oi) O¡ ]ÎlxÀ¡tlo\nCG¡TIXéTRICO\n\npEouEllaS Pollluaç0E8 DÊ BLETDA. .'\n. PIRITÂ, gÂLÊLA E PlRioflla,\n\n. r: . €x xÃRrosE oE coLoRAçÃo\ncLaña G eRANUL^ç¡O XÉDrA\n\nRocho All..odd\nt . Solo\n\nMEracaLcdRro I rLrcoso DE nronu.o\"Ãoxì\n\nI\n\ni\n\n\n\n6.4 - Descrição dos minerais de minério\n\nOs estudos dos minerais de minério de 17 amostras, (tabela 2), dos dois\nníveis mineralizados do furo de sonda no 2, revelaram a presença, em seqüência de\nabundância decrescenie de pirita, pirrotita, blenda, galena, calcopirita e arsenopirita.\n\nA ganga do nível superior é constituída predominantemente por metachert\ncarbonático, com proporções variáveis (tabela 1 ) de quartzo, calcita e dolom ita e\nsubordinadas de margarita, plagioclásio e epidoto. A textura é granoblástica\nxenomórfica e a granulometria muito fina (da ordem de poucas micras). O nível\ninferior apresenta ganga composta por maior quantidade de carbonatos,\nrepresentados por calcita e dolomita, além de quartzo, plagioclásio, flogopita,\ndiopsídio e tremolita; a granulaçäo média varia de 1a 3 mm e a textura é\ngranoblástica orientada.\n\nPirrotita: Caracteristicamente é ausente nos níveis mineralizados, ocorrendo\napenas nas encaixantes acima e abaixo dos dois horizontes mineralizados, sendo\nai, entáo, o mais abundante, acompanhada pela pirita.\n\nSeu hábito é xenomórfico, com contornos irregulares dando um aspecto\ncavernoso (Fotomicrografia 1). As dimensões dos grãos são variadas desde poucas\nmicras até 3 mm. A pirrotita ocorre nas rochas encaixantes metacarbonáticas e\napresenta inclusões de pirital e m inerais de ganga, da própria encaixante\ncarbonática.\n\nPirita: A pirita e a blenda sâo os sulfetos mais abundantes da mineralizaçåo,\nsendo que a pirita apresenta-se em duas geraçöes (pir¡tal e pirita2).\n\nA pirital, mais antiga, em geral apresenta hábito xenomórfico, e aspecto\ncavernoso, com tamanhos dos grãos que variam de poucas micras até 2 mm. A\npiritar ocorre na encaixante metacarbonática e no metachert e em geral mostra-se\ncom inclusões de ganga e feições estruturais típicas de processos de milonitização,\nrevelando que é de idade anterior à deformação dúctil (Fotomicrografia 2), que\nafetou os minérios e as rochas encaixantes.\n\nA pirita2, apresenta-se geralmente na forma de cristais euhedrais, por vezes,\ncom contornos irregulares. O tamanho dos grãos varia de poucas micras até 2,5 cm,\nocorrendo em geral, nos metacherts e, preferencialmente, nos horizontes\nmineralizados. Tem inclusões de blenda2, arsenopirita, galena e minerais de ganga.\nA pirita2 mostra-se eventualmente fraturada e não apresenta sinais de milonitizaçäo,\no que, deixa crer, que seja pós-deformação dúctil (Fotomicrografia 3).\n\nBlenda: Constitui-se no segundo sulfeto mais abundante dos horizontes\nmineralizados, onde ocorre, preferencialmen{e, nos metacherts. Duas geraçóes de\nblenda foram identificadas.\n\nA blendal, mais antiga de hábito xenomóffico, ocorre entrelaçada com a\nganga numa textura de aspecto cavernoso (Fotomicrografia 4). Sua granulometria\nvaria de poucas micras até 2 mm. Apresenta inclusöes de piritar, piritar, calcopirita e\nganga. Encontra-se estirada e dobrada, mostrando que é pré-deformaçáo dúctil.\n\nA blenda2 apresenta hábito xenomórfico de cristais com contornos\ngeométricos bem definidos, porém com bordas irregulares (Fotom icrografia 5). Os\ntamanhos dos grãos variam da ordem de poucas micras até 1 mm, podendo ocorrer\ninclusóes de pirita2 e minerais de ganga. Eventualmente encontra-se fraturada.\n\nA característica marcante destes minerais são as reflexões internas, que ao\ncruzar os polizadores mostram colorações acarameladas a avermelhadas (cor de\n\n\n\nTobelo 2 - Rologõo dos eeções polldos ostudodo¡ dos\nlsEtomunhos do furo de sondo nc 2\n\ni¡e de\nAmoslros\n\nProfundidode\nlml\n\nZonor\nMinerolizodos\n\ncR - r3r\ncR - 40S\ncR - r32\ncR - 4rs\ncR - 42S\ncR - 43S\ncR - 44S\ncR - r33\ncR - r34\ncR - 'r35\n\ncR - 45S\n\nl7 r2O\n86rOO\n\n87, OO\n\n87,80\n\n89,OO\n\n90,OO\n\n9¡,80\n\n92r70\n\n93,20\n\n93,70\n\n94-20\n\nSuperior\n\ncR - 465\ncR - 47s\ncR - r!6\ncR - 1õ7\ncR - r¡a\ncR - 48\n\nto817O\n\nI ror40\n\nr¡o,8o\n\nI I lr 60\n\nt I trSO\n\ntt 2rOO\n\nlnfer¡or\n\n\n\nsangue). Outra característica é a ocorrência de aglomerados de grãos diminutos\n(aspecto de poeira) com tamanho da ordem de poucas micras inclusos nos\nmetacherts.\n\nGalena: Ocorre preferencialmente nos metacherts isolada ou\nacompanhando a blenda. Comumente apresenta-se com hábito idiomórfico exibindo\ntÍpicas feições triangulares de a¡ranque; por vezes ocorre também com hábito\nxenomórfico (Fotom icrografia 6).\n\nOs gråos exibem tamanhos de até 3 mm. lnclusôes de pirita são comuns na\ngalena seguidas por calcopirita e m inerais de ganga. Alguns cristais de galena\napresentam-se estirados mostrando terem sofrido deformaçáo dúctil.\n\nCalcopirita: Este sulfeto ocorre preferencialmente associado à blenda' e, de\nforma isolada, nos metacherts, em quantidade muito menor que a pirita, a blenda,' e\na galena. Apresenta-se com hábito xenomórfico em geial bordejando, inclusa ou,\npor vezes, substituindo a blendal (Fotomicrografias 7 e 8). Mostra inclusões de\nblenda e pirital. O tamanho dos grâos, em geral de poucas micras, pode atingir até\n0,5 mm. Apresentam sinais de terem sofrido deformaçåo dúctil.\n\nArsenopirita: A arsenopirita, em menor quantidade que os outros sulfeios,\nocorre associada ao nível inferior de metachert. Apresenta-se com dimensões, em\ngeral de 0,1 mm. Quando não deformada mostra cristais euhedrais e hábito\nidiomórfico com seçöes retangulares e romboédricas (Fotom icrografia 9). Quando\ndeformados apresentam-se dobradas e estiradas (Fotom icrografia 11 e 12) o que\nconstitui clara evidência de idade pré-deformaçáo dúctil.\n\na) - Sucessáo mineral\n\nOs estudos das seçöes polidas dos níveis mineralizados do furo de sonda ne\n2, assim como descriçôes mesoscópicas dos furos de sonda ne 1, 2 e 3, permitiriam\nestabelecer, uma sucessáo paragenética para os minerais de minério do depósito\nJoão Néri, (quadro 2).\n\nA pirrotita ocorre apenas nas encaixantes da mineralização (metadacito e\nmetacalcários silicosos), estando caracteristicamente ausente no horizonte\nmineralizado. A pirital ocorre abundantemente nas encaixantes como na própria\nm ineralização.\n\nA blendal de aspecto cavernoso ocorre extensivamente em todo horizonte\nmineralizado, apresentando evidências de ter se cristalizado antes da calcopirita, já\nque esta aparece substituindo-a.\n\nA galena encontra-se venulando a pirital (Fotom icrografia 1 0) e a\narsenopirita ocorre inclusa na pirita2.\n\nEstas observações apesar de náo serem totalmente seguras, são\ncorroboradas pelo fato dos minerais blendal, galena, pirital, calcopirita e\narsenopirita terem sofrido deformação dúctil de estiramento e dobramento\n(Fotomicrografias 11 e 12). Além disso, a pirita2 e blenda2 ocorrem com hábito\nidiomórfico a xenomórfico em locais onde a ganga e os outros sulfetos mostram\nsinais de milonitização.\n\nOs dados relatados permitem sugerir, que no depósito Joäo Néri, a\ncristalizaçåo dos minerais de minério iniciou-se pela pirrotita e pirita,, seguidas pela\nblendal, galena, calcopirita e arsenopirita. Esses minerais foram submetidos a um\nprocesso de deformaçáo dúctil pois seus contornos foram modificados segundo a\ndireção da deformaçåo. A seguir cristalizam a pirita2 e blenda2 em grãos euhedrais a\n\n\n\nanehedrais. ïodos os minerais de minério apreseniam-se fraturados, denotando\nque houve ainda um fenômeno de deformação em estágio rúptil (brechação),\nquando as encaixantes e os minerais de minério já estavam em condições de baixa\ntem peratura.\n\nQuadro 2- Seqùência de cristalização e deformação dos minerais de minério\nprimários, e de minerais de ganga, observada nos testemunhos de\nsondagem (Furo ns 2)\n\nIVIINERAL PRIMARIO ROCHA ENCAIXANTE NIVEIS MINERALIZADOS\n\nB\nR\nE\nc\nH\n\nç\nÃ\no\n\nPIRROTITA\nPtRtrAl\nBLENDAl\nGALENA\nCALCOPIRITA\nARSENOPIRITA\nPlRlTA2\nBLENDA,\nOUARTZO\nCALCITA\nDOLOMITA\nPLAGIOCLÁSIO\nMARGARITA\nFLOGOPITA\nDIOPSfDIO\nGRANADA\nTREMOLITA\nEPIDOTO\n\nD\nE\nF\n\no\nR\n\nM\n\nç\nA\no\n\nD\nU\n\nc\nT\nI\n\nL\n\nc\nJ'\n\n\\Ìx\n\n\\\\g\nl. -oì\n\nõr-\nC¡\n\nlÙ-Ê¡\nt)\nl--\nJ\nL:\n,¡--\n'î,/^l\nEn\n\n6.5 - Filitos e Quartzo-clorititos: Caracterização dos protólitos das rochas\natravés dos elementos maiores, traços e ETR,\n\nAs rochas aqui designadas, filitos, ocorrem de forma lenticular (furos 4A e\n54, Fig. 19) sotopostas ao horizonte mineralizado do depósito Joáo Néri, com\npersistente homogeneidade ao longo de sua espessura (até 96 m) e extensão.\nApresentam coloração cinza e granulaçåo muito fina. Sáo constituídos por sericita\n(60%), quartzo (30%) e minerais opacos (9%) e, como acessórios, tem-se a clorita e\na turmalina. A homogeneidade na sua constituiçåo mineralógica, granulação fina e a\nocorrência de minerais opacos (pirita e pirrotita), sugerem tratar-se de tufos. Os\nquartzo-clorititos descritos no capítulo 6.3 apresentam características que também\nlevam a suspeitar de ser rocha vulcânica. Portanto, estas consideraçöes nos\nlevaram a submeter algumas amostras destas rochas a análises químicas, a seguir\ncomentadas, com o objetivo de identificar os possíveis protólitos das mesmas.\n\nOs dados composicionais (tabela 3), relativos às rochas subjacentes ao\nhorizonte mineralizado do depósito João Néri, denominadas mesoscopicamente de\n\"filito\" e \"quartzo-cloritito\", representadas pelas amostras:\n\nCR-200 - 90m de profundidade do furo 4A;\nCR-201 - 104m de profundidade do furo 5A;\n\n55\n\n\n\nTABELA 3 - Dados químicos de \"filitos\" e \"quartzo'clorititos\"\n\nAnál¡ses efetuadas no LAlVlll\\4/RJ: cR - 77S e cR 78S\nAnálises efetuadas na GEOSOLi CR- 200, 201 , 202,2O3 e 204\n\nUN, GEOL, filitos flitos\nçK-tð5\nfilitos quartzo-\n\nclor¡tilo\nquarlzo-\nclorìt¡to\n\nquartzo- quartzo-\n\nsio. 67.5 66,0 66,8 I 48.3 58.8 63,4 62,\n13.6 12.1 I1,8 11.3\n\n0.95 1.2 1.1 o.77\n101 9l 3.1\n\nN4no o,39 (l :19 u,1\n\nCaO\n) I 1,9\n\n1.0\n\n3.7\n0 057 0.f6 I t1\n\n,t_ 3 E,3E 406\n\num¡dade\ns\n\no.o27 o,o27 0 014 )05 o,o05\n\nN¡ 0 008 0.008 I' UUJ &lt;0.003\nF 0.079 t44 0.033\n\nc¡ U UU2 0.o 0.020\n\ntotal 99,5s 100 26 98.58 98 85 99 67\n\nNb 12 21 9 1t\nRb 141 162 49 ðtt\n\n850 L066 Ã 170\ngo 21 32 27\n\nNi ti'ì ti1 16 1{l t0\n\nCu 41 96 9t a3\n2t2 173 a4 146 l tiil\n\n13 ?1 41 42\n\n46 69 l6\nCr 186 94 34 37\n\nU It, 1rl 1ll\n,IU\n\nTh 7 1{)\n\nSc 16 15 35 25\n\n87 a2 '160 124\n166 27 196.52 69 40 85.4t)\n\n158 80\n\nNd 21,41\n\nSM 20.39 /¡6 fg\nEU 23,64 1/,6ö 't 1 .13 20,42\n\nd 25.26 19,36 l6 33 28.S0 3U\n1: 99 I 26 43\nt, 1U 16,1 lo\n\nET 16,o',ì i6\n\nYb 9.63 13.47\n\nu 8.35 '7 16.42\n\n19.91 49.40 5,09\nt83 1.84\n\nEUN/b.u' o, o61 0.59\n\n\n\nFotom¡crografia 1 (cR-46S) - Pirrotita (mais clara) com aspecto cavernoso, disposta na ganga (mais escura), com várias\ninclusöes de blendal, esta com disposiçäo planar paralela à estratificaçåo da encaixante. Dimensäo maior da foto = 1,4mm.\n\n,Ê:ìF. ¡t\nErï:\n\nFotomicrografia 2 (CR-41 S) - Banda constitufda por pirital, concordante com a estratificaçäo da encaixante. Dimensäo maior da\nfoto = 2,8mm\n\n5'7\n\n\n\nFotomlcrografla 3 (CR46S) - Pirital (a) de háblto xenomórfco contomando gräos de ganga e blendal þ) por vezes esflnda (b1).\nGräos de plrlta2 (o) de hábito idlomórlico, com lnclusöes de blendal. Dlmensäo maior da foto = 1,4mm.\n\nFotomlcrografia 4 (CR4ls) - Blendal com háblto xenomórflco e asp€cto cavernoso, apresenta lnclusôes de pirita2 ldlomórflca\nlntercrescida posteriormente. Dlmensâo malor da foto = 2,8mm.\n\n\n\nFotomicrografia 5 (CR-42S) - Blenda2 de hábito xenomórfico, mas com contorno dos gråos bem definidos, ocorre em\ndisseminaçðes esparsas. Dimensåo maior da foto = 2,8mm\n\nFotomicrografia 6 (CR-135) - Galena (a) com hábito subidiomólico, com figuras de arranque e inclusa na blendal (b). Dimensäo\nmaior da foto = 2,8mm\n\n\n\nFotomicrografa 7 (CR-135) - Calcopirita (a) inclusa e substituindo a blendal (b), respectivamente no centro e na parte direita\nfoto. Dimensäo maior da foto = 'l ,4mm\n\nFotomicrografia I (cR-135) - Calcopirita (a) bordelando e inclusa na blenda2 (b). Dimensåo maior da foto = o,Zmm\n\n\n\nFotomicrografia I (CR-¿I6S) - Arsenopirita (a) inclusa na pirital (b). lnclusäo de galena (c) na arsenopirita e pirital e ainda\npreenchendo fraturas da pirital . Dimensåo maior da foto = 2,8mm\n\nFotomicrograf a 10 (CR-¿l6S) - Galena (a) preenchendo fraturas na pirital. Dimensäo maior da foto = 0,7mm\n\n61\n\n\n\nFotomicrografia 11 (CR-¿l6S) - Microzonas de cisalhamento drlctil (a) com porçöes internas ainda preservadas (b). Dimensão\nmaior da foto = 2,8mm\n\nFotomicrografia 12 (CR-46S) - Detalhe da foto anterior, onde se observa a blendal (c) e arsenoplrita (d) estiradas e dobradas,\nnuma microzona de cisalhamento drlctil (a). Dimensäo maior da foto = 0,7mm\n\n\n\nCR-78S - 124,3m de profundidade do furo 5A;\nCR-202 - 108m de profundidade do furo 4A;\n\n. CR-203 - 121m de profundidade do furo 4A;\nCR-204 - '157m de profundidade do furo 5A;\nCR-77S - 160m de profundidade do furo 5A; foram plotados em diagramas\n\nbinários para.alguns elementos/óxidos selecionados, revelaram que:\n1) No diagrama ïAS (Total alcalis x silica), segundo Le Maître, apud Cox et\n\nalii (1979), de classificação de rochas ígneas (Fig.23A), as amostras CR-200, 201 e\n78S posicionam-se no campo dos dacitos, ao passo que as amostras CR-203 e 77S\nencontram-se no campo dos andesitos, enquanto que, as amostras CR-202 e 2O4\napresentam composições próximas, entretanto fora das ïaixas das rochas basálticas\ne andesíticas, respectivamente;\n\n2) no diagrama de classificação de rochas ígneas de Winchester &amp; Floyd\n(1977), baseado nos teores de sílica versus log (ZrffiO2) (Fig. 238), o\nposicionamento das amostras é em geral similar ao diagrama anterior, com as\namostras CR-200 e 201 no campo do riodacito/dacito, as CR-204 e 203 no campo\ndo dacito/andesito e a CR-2O2 no campo dos basaltos sub alcalinos;\n\n3) para o diagrama de elementos imóveis, baseado nos teores de log\n(ZrfiiO2) versus log (Nbl/), Winchester&amp; Floyd (op. cit.) (Fig.23C), ocorrem alguns\ndeslocamentos anômalos. Por exemplo, a amostra CR-201 , que nos diagramas\nanter¡ores figura nos campos dos dacitos e/ou riodacitos, neste d¡agrama plota no\ncampo dos basaltos alcalinos, (Fig. 23C), e que conflita totalmente com seus teores\nde SiO2 (maiores que 65%), provavelmente devido a processos hidrotermais\nsuperimpostos.\n\nAs demais amostras analisadas confirmaram, no essencial, os resultados\nanteriores (fig. 23C).\n\nAnálises dos Elementos Terras Raras - ETR, posteriormente normalizados\npara condritos (Evensen et alii 1978) foram efetuadas nas amostras CR 200, 201 ,\n202,203 e 204, (tabela 3).\n\nAs amostras CR-200 e 2Q1 descritas inicialmente como \"filitos\",\nposicionados a 20m abaixo do nível inferior da mineralizaçåo, apresentam padrões\nde distribuição dos ETR com elevado enriquecimento dos ETR leves em relação aos\nETR médios e pesados, (as razões LaN/SmN = 3,'l e 4,4, LaN/LuN = 19,9 e 49,4,\nrespectivamente), e leve anomalia negativa de EuN/Eu* = 0,60 e 0,55 (Fig. 24).\n\nEsses padröes de ETR assemelham-se àqueles apresentados por Condie\n(1981 ) para rochas vulcânicas ácidas/intermediárias e félsicas. Também são\nsimilares aos padröes de ETR de metatufo (AG-06/338) e de um corpo intrusivo de\ncomposiçäo traqui-andesítico (FPS-6/268) da Mina do Perau, descritos por\nBettencourt e Daitx (1993), reproduzidos na figura 26.\n\nAs amostra CR-202, 203 e 204 posicionadas num corpo de rocha (quartzo-\ncloritito), sotoposto ao \"filito\" (furos 4A e 5A) e às rochas carbonáticas (furo 01 ), a\ncerca de 70m abaixo do nível mineralizado, apresentam padröes de disiribuição dos\nETR similares entre si (Fig. 27), e menos assimétricos em relação às amostras CR-\n2OO e 201 (Fig. 24), com razões LaN/LuN = 3,28, 4,22 e 5,09, LaN/SmN = 1,89, 1,83\ne 1,84 e anomalias negativas de EuN/Eu* = 0,60, 0,61 e 0,59, respectivamente.\n\nA amostra CR-202, posicionada mais afastada do horizonte mineralizado,\nem relação às amostras CR-203 e 204, apresenta teores menores de ETR,\nprincipalmente de ETR leves. Aspecto contrário às amostras de rocha quartzo-\nsericÍticas associadas aos níveis mineralizados da Mina do Perau, que apresentam\n\n\n\nt7\n\nI5\n\nL. oltrô opud Co¡ .l clll 1979\n\n50 GO\ns lo2 lpslo o/ol\n\nY¡ ñclìår r. r &amp; Flotd 1977\n\n¡\n\non¡5\n-\n\nir\n::I\n.\"1\n\n:l\n*L\n\n-oo I 'or Log (zt'r/ rlozl\n\nro9 (t{b/ Y)\n\nn.pr.r.ntoçòo dos rochõ! \"f¡l¡l¡cos\", CR_ 783 (*),\ncR -2oo {+ l, cR - 2o1 ( x ) c \"quorlzo-clo llrfcol\" cn- z7¡ lA ),\nCR-2o2 lol, cR-2o3(Ol c CR-2o4 I O ), rm rrroçõo oo! coñpor\nÉomporlclonol¡ rto.'rlôclpol. rôcho. fgñ.d¡ yulc6nlôor.\n\no\n\nF¡g..ll\n\n\n\n.:\n\nÈ,\n\nL. C. Þ¡ r{¡' Sn E! Gd lb Þt rk' Er ll Yb Lù\n\nF¡9. 24 -Podrôcs dg ETR,normol¡zodos pord coñdr¡los, ( ÊvENSEN\n€l o l¡i, 1978) , d. \"l¡llroj'. .v.ntuo¡¡ ñ.todocltor hldrol.rr¡oll-\n¡odoa 9rJ- ñ.tîmorllall¡o - ¡otopo¡tó¡ !o nlval ñlnôroll:odo do Oapó-\nrrro ¡ro60 lt.rl.\n\nF¡9.:26-Podrõ6s ETR, normol¡zodos poÌo condr¡106,(EVENSEt{\n6l ol¡¡ l97a), de rochos do Mino do Pcrou lao-06/\n35 B o FPS-o6/26 Bl c do drôo (lo Prolpâcto Ecloro\nlgl-02/02). 8êll€ncoùrl a Doitx {1995).\n\nto c. i¡d sñ Eo 6d oy Er lb\n\nF¡9.i25- Podrõg6 de Terros R6ros, normolizodos por condrilo,\nporo riol¡los lR l, doc¡los I 0 ) e vulc6nicos f€lsr-\ncos orqoeonos do tipo Fll ( CONDIE, l98l ).\n\nÈ\n\nÊ\n\nLo C. F. xd Bt €! Cd lù Dy llo Êr lñ Yù Lù\n\nF¡9 2?-Pod¡õos dc ETR, normol¡zodo! poro condr¡lor, (EvENSEN\not ol¡¡ f978), d. qso.l¡o-clor¡lllor-.v.nluolr rl.to¡d.!lro hl-\nlìldrol.1f'ì0ll¡odo¡ prj-m.iorîorll¡mo do O.pó.lto Joõo lt.rl.\n\n\n\nteores mais altos de ETR leves e intermediárias à medida que se aproximam do\nminério representativo de um em ambiente originalmente de alta razäo fluído-rocha,\nsegundo Bettencourt &amp; Daitx (op. cit. ).\n\nEntretanto o padrão de distribuição dos ETR dessas amostras, aproximam-\nse do padrão dos \"meta-felsitos\" BT-02/02 (Bettencourt &amp; Daitx op. cii.), da ârea\nBeiara (Fig. 26), considerado pelos autores acima, como protólito hipotético das\nrochas quartzo-sericíticas da Mina do Perau. E, assemelha-se também aos\nandesitos arqueanos do tipo I e lll de Condie (op. cit.) (Fig. 28).\n\nO estudo apresentado acima integrado ao estudo microscópico (pag. 49-\n50), permite sugerir que os protólitos dos \"filitos\" foram tufos de afinidade dacítica e\ndos \"quartzo-clorititos\", andesitos, que sofreram hidrotermalismo pré-metamorfismo.\n\nLo C. tld 6'l Eu Gd Dt Et YÞ\n\nF¡9,: ¿8 - Podroãr da Lrro! Road3.ooñdrlto norñoll¡odo¡ poio a¡darllo¡ aracaorìo¡\ndo. lipo. I ô l lcot{DlE,l98r),\n\n6,6 - Análises químicas das amosfras dos testemunfios de sondagem\n\nOs dados dos principais elementos das análises químicas, efetuadas, nos\ntrês furos de sonda descritos anter¡ormente, plotados em gráficos de teores versus\nprofundidades, permitem tecer algumas consideraçóes (gráficos de 1 a 13):\na) ocorre um aumento expressivo nos teores dos elementos Pb, Zn, Ag, Ba, Cd e Fe\nnos níveis mineralizados;\nb) houve uma significativa diminuiçåo de B nos níveis mineralizados (gráfico 6). lsto\npode indicar que durante sua deposição a mineralização, não manteve contato\ndireto (mistura) com a água do mar;\nc) foi detectado a presença de Au nos níveis mineralizados (anexos 2 e 3);\nd) Mg e Ca ocorrem em menores quantidades nos níveis mineralizados, sugerindo\nque não tiveram participaçáo ativa na formação do minério;\ne) o Cu acompanhou, a grosso modo, os outros metais do minério, entretanto os\nvalores mais elevados de Cu ocorrem nos \"quartzo-clorititos\"(possíveis\nmetandesitos hidrotermalizados).\n\nÈ\n\n\n\nForam ainda efetuadas análises (por espectrometria óptica) de duas\namostras de barita (tabela 4), visto que suas indicaçöes em termos de alguns\nelementos menores pode fornecer indicaçöes genéticas. Segundo Puchelt (1967)\nbaixos teores de Sr (0,3 - 1 ,5%) nas baritas indicariam sua origem exalativa-\nsubmarina (singenéticas) separando-as das baritas hidrotermal-magmáticas (tipo\nveio epigenético), que em geral apresentam teores Sr maiores que 1%, não\nexcedendo '1 ,5%. Os teores de Sr nas baritas do depósito Joåo Néri não\nultrapassam 0,05%, (tabela 4). Resultados similares foram obtidos em várias\nanálises, horizonte mineralizado do furo 02 (em anexo); portanto, os dados\ngeoquímicos do Sr, sáo condizentes com baritas singenéticas de origem exalativa.\n\nTabela 4 - Dados químicos de amostras de barita do depósito João Néri\n(espectrometria óptica de emissão sem i-quantitativa)\n\nAnálises efetuadas no LAIVI ll\\//RJ\n\nAs análises químicas das amostras CR-71 (furo 4A) e CR-76 (furo 5A), de\nquartzo-cloritito, efetuadas por espectrometria óptica de emissão semiquantitativa\n(anexos 4 e 5), não revelaram valores de Zn, Sr, Ag, Cd, Au, porém, assinalaram\nbaixo valor de Pb (15 ppm) e altos teores de Cu (500 ppm) e Fe (10%).\n\nEssa rocha, caracterízada como possível metandesito hidrotermalizado pré-\nmetamorfismo, encontra-se a cerca de 20m (furo 01) e 67m (furos 4A e 5A), abaixo\ndo nível m ineralizado do depósito João Néri. Apresenta em subsuperfície as\ndimensões conhecidas de 150m de extensão e no mínimo 34m de espessura. A\ncaracterização de hidrotermalito (cloritizaçåo e carbonatação), a não detecçáo em\nsuperfície, o maior conteúdo de Fe e Cu em relação aos elementos Zn, Pb, Ag e Cd,\na ocorrência na lapa da mineralização, sugerem que estas rochas constituem uma\n\"zona de alteração hidrotermal\", ou seja uma zona subjacente à mineralizaçáo,\n\nx_ cR-0,l cR-01c\nFe 0.5 10\nMO 0.5 o.7\nCe o,7 0.1\nT¡ 0,1 0,o7\nMn 200 500\nAg 2 20\nAs n -d. n.d.\nAu n.d. n.d.\n\n&lt;10 &lt;10\nBA > 5 ll0ll >5noo\nPb 150 2.OOO\nSþ n.d. ncl\nSc n.d. 5\nSn n.d. 100\nSr 500 &lt;100\n\n_x cR-01 c R-01c\n10 30\n\nW n.d. n.r, _\nn.d. &lt;10\n\nZn 500 3.000\nz1 to 70\ntse 2\nBi n.d. nfl\ncd n.d. &lt;2f)\nCo 5 30\nCr 30 50\nCu 5 20\nLA n.d. n.d.\nMO n.d.\nNb &lt;1u &lt;10\nNi 5 20\n\n\n\nGTáfiCO 1 . RESULTADO DE ANÁLISES\nFURO DE SONDA NO 1\n\n2000\n\nI 500\n\nE\nCLg iooo\nL\no\no\nþ\n\no\n8o foo 120 140 160 180 200\n\nProfundidade (m)\n\nPb \n-Zn\n\n\n\nGTáfiCO 2- RESULTADO DE ANÁLISES\nFURO DE SONDA NO 1\n\nE\nCLg\nl-\noo\nl-\n\n160\n\n140\n\n120\n\n100\n\nEO\n\n60\n\n40\n\n20\n\n0\n\n-20\nEO 100 120 140 160\n\nProfundidade (m)\n180\n\nAgCdCuB\n\n\n\nGráfico 3 - RESULTADO DE ANÁLISES\nFURO DE SONDA NO 1\n\nE\nÍL\nCL\n\noot-\n\n120 140 lo0\nProfundidade (m)\n\n-Ba --^-sr -Mn\n\n\n\nGTáfico 4 - RESULTADO DE ANÁLISES\nFuro de Sonda No 1\n\no\nEis\nCL\n\nE\nbiool-\n\n120 140 16\nProfundidade (m)\n\nMg Ca\n\n\n\nGTáfico 5 - RESULTADO DE ANÁLISES\nFURO DE SONDA NO 2\n\nE\nCL\nCL\n\nL\noo\nþ\n\n50\n\n45\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\nUJ\n\no-l-\n20 g0 40 50 60 70 80 90 100 110 120 130\n\nProfundidade (m)\n\nPb ZN\n\n\n\nGTáfiCO 6 - RESULTADO DE ANÁLISES\nFURO DE SONDA N\" 2\n\nE\nCL\nCLY\nl-\noo\nÞ-\n\n300\n\n250\n\n200\n\n150\n\n100\n\n50\n\n30 40 50 60 70 80 90 100 I 10 120 130\nProfundidade (m)\n\n-Ag-cd\nCu\n\n\n\nGTáficO 7 - RESULTADO DE ANALISES\nFURO DE SONDA NO 2\n\nE\nCL\nCL\n\nl-\no\no\n\nÞ-\n\nõo00\n\n¡tS00\n\n4000\n\n9500\n\n3000\n\n2500\n\n2000\n\n1600\n\n1000\n\n500\n\n35 45 õ5 65 75 Ett 05 105 I 15 126\nProfundidade (m)\n\n-Ba -Sr -Mn\n\n\n\nGTáfiCO 8 - RESULTADO DE ANÁLISES\nFURO DE SONDA NO 2\n\n9p\no\no.\n\nú. 10\n¡-\n8Et-\n\n6\n\n4\n\nõ5 65 7ö E5 95\nProfundidade (m)\n\n105 115 125\n\n-Fe \nMg-Ca\n\n\n\nGTáfiCO 1O . RESULTADO DE ANÁLISES\nFURO DE SONDA NO 3\n\nE\nCL\nCL\noo(>\ng\n¡-\nool-\n\n80\n\n70\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\nol\n90 100 105 I 10 I 15 120 125\n\nProfundidade (m)\n\n-Pb-Zn\n\n\n\n*-\\\nE\nCL\nCL\n\n\\r/\n\n¡-\nool-\n\n200\n\n1E0\n\nfGo\n\n1\n\nI\n\n1\n\nGTáfiCO 11 - RESULTADO DE ANALISES\n\n120\n\nProfundidade\n\nFURO DE SONDA NO 3\n\n100 106 I 10 115\n(m)\n\nAgCdCuB\n\n80\n\nco\n\n40\n\n\n\nGTáfiCO 12 - RESULTADO DE ANALISES\nFURO DE SONDA N\" 3\n\n5000\n\n4500\n\n4000\n\n3500\n\nÊ sooo\nCLg \n\n2soo\nL.\no\nÊ 2ooo\n\n100 105 I 10\n\n-Ba -Sr \nMn\n\nProfundidade (m)\n\n\n\nGráfiCo 13 . RESULTADO DE ANÁLISES\nFURO DE SONDA NO 3\n\n,^.ooo\no,\nav\nl-\noo\nÞ\n\n100 105 I 10 f 15\nProfundidade (m)\n\n-Fe\nMg-Ga\n\n18\n\n16\n\n14\n\n12\n\nf0\n\nE\n\n6\n\n4\n\n2\n\no\n\n\n\npossivelmente, com a forma de um cone (centro exalativo), por onde ascenderam\nas soluções hidrotermais através do assoalho oceânico e suas coberturas\n\"preexistentes\" (Fig. 29).\n\nA ocorrência de zonas de alteração hidrotermal (primária) na lapa das\nmineral¡zações exalativas de fundo oceânico, é comum nos depósitos mundiais\ncomo os \"kniest\" (silicificação) em Rammelsberg (Fig. 30), \"silica-dolom ite\" em\nMount lsa, \"turmalinitos\" em Sull¡van e \"silicificação\" em Meggen (Large 1980). No\nBrasil, o depósito de Palmeirópolis (GO), tido como de origem vulcanogênica,\n(Oliveira et alii 1985), apresenta zonas de alteraçåo hidrotermal (primárias)\nassociadas ao nível mineralizado, em geral na lapa. As alteraçöes constatadas em\nPalmeirópolis foram cloritização, sericitizaçáo, biotitizaçåo, carbonatação e\nsilicificação.\n\n6.7 - Estudo isotópico do depósito João Néri\n\nNo depósito João Néri efetuou-se o estudo isotópico do Pb em 6 (seis)\namostras de galena (tabela 5), e o estudo isotópico do Sr em 3 (três) amostras de\nbarita e 5 (cinco) da encaixante carbonática (tabela 6). Esses estudos tiveram por\nfinalidade auxiliar na caracterizaçâo das idades e das fontes das mineralizaçöes.\n\nA metodologia e técnicas analíticas para determinação e interpretação dos\ndados isotópicos de Sr e Pb adotados neste trabalho encontram-se descritos no\ncapítulo de metodologia, baseados principalmente no trabalho de Tassinari et alii\n(1eso).\n\nNa tabela 5 foram incluídas as idades modelo Pb-Pb das amostras de\ngalena, calculadas pelo modelo Stacey &amp; Kramers (1975), as quais agrupam-se no\nintervalo de 1.600 a 1.366 m.a.\n\nAs- composiçöes ¡sotópicas de Pb foram plotadas no diagrama 207Pbf04Pb\n\nversus 206Pb/'ooPb 1Fig. 31), contendo as curvas de evoluçäo do Pb da\n\"Plumbotectônica\" de Zariman &amp; Doe (1981), para a Crosta Superior, lnferior, Manto\ne ambientes orogênicos. Os pontos analíticos s¡tuaram-se entre as curvas do\nambiente orogênico e da Crosta Superior, sugerindo a presença de Pb proveniente\nprincipalmente de rochas da Crosta Superior para a formaçåo das galenas.\n\nEsse diagrama sugere ainda para a formação das galenas o intervalo de\n1.650 a 1.400 m.a. com maior concentraçäo de pontos na curva de 1.600 m.a..\nEstes resultados säo semelhantes àqueles obtidos das galenas das minas do Perau\ne Canoas (Tassinari et alii op. cit.), conforme observa-se na figura 31. O campo de\ndistribuição dos dados do Perau e Canoas superpóe-se em grande parte com\naqueles dos dados do depósito João Néri.\n\nNa figura 32 estáo representadas as composições 2ouPb/'oaPb das galenas\nestudadas em comparaçåo com os demais depósitos, minas e ocorrências do Vale\nd-g Ribeira. A composiçåo isotópica média das galenas do depósito Joåo Néri, com\n2ouPbl'o4Pb de 16.365, é compatível com os depósitos do 'tipo Perau\" conforme\napresentado por Tassinari et alii (op. cit.). Esses autores sugerem ainda que a fonte\ndo Pb destes tipos de jazimentos por ser menos radiogênico e menos variável,\nestaria relacionada a rochas homogêneas com baixa razão U-Pb, possivelmente\ncom rochas vulcânicas derivadas do Manto Superior.\n\n\n\nFig,29 - R€conslrupðo lsntot¡vo do formo or¡g¡nol do drpol¡to\n.roðo l{.. ¡\n\nFig,30 -Rêcons.l.uçõo do formo originol do depd¡ito Rommel!bsrg.\n( Lo'ge, l98o )\n\nEG coto opr o¡tñodo\n\nl-,El iî¿¡\"*,å,ji.\"- Ixïil u¡\"¡.¡o I-;1\"';J;ç\"r',* \"il\nffi .o,\"a.,o.''.o.o ll.--1lll',\",r E,tî.;;li\"_.,\".,,\"r, \n\n\"L_.__o.[æ Bo,ro\n\nE-ì\nÉ-l ¡!¡ñdno rlr ¡llldo¡.rrrofltorñ.\n\nEffif; u,n.',,o.,o\"t'o,r\n\nll¡8\",¡r\"\n\n\n\nTobolo õ - Composiç6o lsotoþico do Pb €m golenos do depdsito ,loõo Neri\nldodos colculodos pelo modelo Slocey 8¡ Kromers ( f 975 )'\n\nTobelo 6 - Rozõo isoloþico r, iniciol .do Sr dos metoco lcdrios silicosos\nencoixonles e do borilo do Depdsito Joo-o Neri\n\nNr do CAMPO LOCALTZAçAO 106 pb / ¿oapb\n,-ot p6 ¡ 2o4 p6 logp¡ 7 zoa p¡ IDADE\n\nm. o.\n\ncR - o I Borlto do ocor râncioJo6o Ne ri , ¡6.395 15.506 36.54e L.496\n\ncR- 06 Furo ds sondo n9 2 t6.548 t5.496 36.702 1.3 66\n\ncR - o6a Tr ¡n chs¡ro B-6 t6.232 15.454 36. 291 1.534\n\ncR-to Furo d€ sondo ng 2 r 6. 320 t5.555 t6.5 87 1.600\n\ncR- lo7 A I lo ro mento ( Fi9- 15 ) 16.445 15.542 36.770 ¡.515\n\ncR- 35t frinchs iro B-6 16.25t r 5.4I4 36. 36 9 L.572\n\nM Cdio ¡6.3 65 r 5. 506 36. 544 1.5t 3\n\nNc do CAMPO LocALrz AçÃo M AT E RI AL t79,7069,\n\ncR-o¡a Ocorråncio Joõo Ner i Bor ilo o17 L24\n\ncR- 02 ocorrôncio Jo6o Neri Bor¡lo o,7o9 5\n\nCR lo I ocorroncio ,roõo N€r i Bor ito o,7o8 7\n\ncR -oa lrincheiro d- g Metocdlcorio or7o99\n\ncR- 22 s Furo d6 ¡ondo ng 2 Me tocd lcorio or 7 LO7\n\ncR- o3 Furo do ¡ondo ng 3 Mêtocdlcorio orT t 99\n\nVA- 4A Af lor om€ nt o ( Flg- 15 ) MGlocólcorio o,72to\n\nva-644 Aflo rom €n to ( Fig-15) Mstocó lcorio o,7120\n\n\n\n¿o?!þ\n\n\"ooPb\nFoi)(os\n\nM Uonlo\nL cro¡to inlo¡ior\n\n'o\"Pb /\"o*Pb\n\nFig.3l - Dodos do compos¡çõo isoldpico do Pb do golsnos do Depós¡lo:Joôo N€r¡ Plotodos\nrm rsloçõo àg curyo¡ d€ evoluçóo do Pb ( plumbo- lsctônicos) ds Zortmon I Dos,\n(19811. Em lroc€jodo' lom-!6 o compo do distr¡buiçðo dos dodos lsotdp¡cos do\nmino do Parou.\n\nlupc I tot\n\nDêpo'!¡to! minero¡.\n\nPulodo ro\n\nE ronool\n\nonço tl\nBuono\n\nBo.!€t ¡\n\nPoquo¡ro\n\nD¡o9o Loper\n\nLogoodo\n\nAg,Lim.¡ro\n\nt¡onj, d. s.b.\n\nE¡p. Sonto\n\nPo nalor\n\nBorrinho\n\nFocho\n\nFu rno !\nCo n oo!\n\nPa¡où\n\n,roõo Nor ¡\n\na\n\naaa\n\nl$..\na\n\nxx\n\n¡6 l7 lg\n2ô6 p6¡ 2o4 p5\n\nFig. 32 - Compos¡go-o iroto'plco zoaPb/ zo4 Pb poto os drpds¡lo¡ ds Pb do\nVo l€ do Rib. ito.\n(exlroido de Tossinor¡ elolli l99O com inclutõo dos dodos isoîoîicos do\nDrpds¡to Joor-o cr¡).\n\nil\n\n\n\nOs dados isotópicos de Pb do depósito João Néri plotados na figura 33 em\ncomparação aos dados de Large (1980) posicionam-se juntos aos depósitos\nMcArthur River, Mount lsa e Sullivan, considerados de idade do Proterozóico Médio,\ndo tipo estratiformes, singenéticos e de origem vinculada a processos vulcano\nexalativos sin-sed im entares, submarinos\n\nAs composiçöes isotópicas do Sr apresentaram-se variáveis, entre 0,7087 e\nO,7124 (tabela 6), com valores superiores aos da água do mar há 1.600 m.a.\n(quando situavam-se próximos a 0,7060).\n\nOs metacalcários encaixantes forneceram valores de ttsr/uusr\nextremamente variáveis, dentro do intervalo 0,7099 a O,7210.\n\nAs composiçôes isotópicas do Sr das amostras de barita CR-02 e CR-101 ,\napresentam-se próximas do metacalcário encaixante, amostra CR-08 (tabela 6).\nEstes dados podem sugerir que as baritas e os metacalcários formaram-se em\nequilíbrio isotópico, ou seja, singeneticamente.\n\nEntretanto, as composiçóes isotópicas do Sr das demais amostras não se\nmostraram homogêneas, com grande variação nos valores de 875r/865r. Tal fato\npode ser explicado devido à generalizada recristalização dos minerais que a\nseqüência de valores sofreram através dos eventos metamóficos superimpostos e\nconsequentemente alterando os valores das razões iniciais do Sr das baritas e\nmetacalcários.\n\n6.8 - Modelo genético da mineralização\n\nÀ proposta de um modelo para a origem das mineralizaçöes do depósito\nJoáo Néri, leva em consideração as seguintes observações:\na) afloramentos, trincheiras e furos de sonda, mostram que as concentraçöes de\n\nsulfetos de Fe, Zn, Pb, Cu encontram-se predominantemente em níveis\nmilimétricos a centimétricos concordantes com o acamamento original da\nencaixante carbonática. Por vezes tem-se concentrações preenchendo fraturas\ncomo produto de remobilização dos sulfetos devido ao tectonismo atuante na área;\n\nb) os níveis mili-centimétricos sulfetados formam conjuntos métricos que se\nestendem, comprovadamente, por centenas de metros, também concordantes\ncom a encaixante, dando ao depósito características estratiformes;\n\nc) a paragênese mineral do minério Zn-Pb-Ag-Ba-Cd, predominante no depósito é\nsimilar aos depósitos Perau e Canoas vizinhos no Vale do Ribeira, e no exterior\n(Rammelsberg, Mount lsa, Sullivan), que também são considerados do tipo\nexalativo-sedimentar;\n\nd) como os níveis de sulfetos, o corpo de barita (mesmo com alguns veios de\nquartzo discordantes, produtos de remobilizaçöes locais), no geral, também se\ncomporta como uma camada concordante com o acamamento das encaixantes\ncarbonáticas;\n\ne) o baixo teor de Sr na barita sugerem que seja do tipo singenéiica e de origem\nexalativa;\n\nf) a presença de rochas, de uma possível zona de alteração hidrotermal (primária),\nna lapa de mineralizaçåo é indicativa da existência de processos exalativos;\n\ng) o depósito João Néri encontra-se inserido no contexto evolutivo das rochas da\nFormaçåo Água Clara que, segundo os trabalhos de caráter regional, apontam\n\n\n\n20 zæro¡zoa\"o\n\nrO l¿ la lô te øæro¡æ4ro\n\nF¡t. | 5g. Curvos dc ôvoluçõo i¡olo'p¡oo dê Pù .m doi. .sldgio6 de d¡fsr!¡cioçõo dc U/Pb\n. fh/\"b I Lorgo I lQgotr . poro 06 dopdsito! I-Ro¡nmollb'rCr2-l¡cggo¡ í\nS-S¡lvarm¡no!r 4-lynogh | 5' McArtñur R¡vcr ¡ 6- Mounl l¡ot 7- S¡,ll¡von;\na - .rõõo l{6r¡.\n\nli\ni\n\nJ\n\n\n\npara o conjunto, deposição em bacia intracratônica em ambiente tectônico\ndistensional;\n\nh) a Formaçáo Água Clara é considerada uma seqüência metavulcano-sedimentar\n(Pontes 1982, M.A. Almeida 1989);\n\ni) a presença de hidrotermalitos metamorfisados (\"filitos\" e \"quartzo-cloritos\")\nderivados de possíveis protólitos vulcânicos, tufos dacíticos e andesitos, próximos\nà zona mineralizada, intercalados nos metacalcários, atestam para um ambiente\ndeposicional do tipo vulcano-sedimentar;\n\nj) Os dados isotópicos de Pb das galenas do depósito João Néri apontam que as\nm ineralizaçöes formaram-se singeneticamente com as rochas encaixantes por\nvolta de 1.600 m.a., contemporaneamente à deposiçåo dos sedimentos da\nFormação Água Clara;\n\nk) os dados isotópicos de Pb são correlacionáveis aos dados isotópicos das minas\nde Pb, Zn e Ag do Perau e Canoas, as quais são consideradas do \"tipo Perau\" e\nde origem vinculada a processos exalativos e sedimentares. Também são\ns¡milares aos depósitos de Sullivan do Canadá e McArthur River e Mount lsa da\nAustrália;\n\nl) o quadro 3 apresenta as principais características da mina do Perau e do depósito\nJoão Néri, com parativamente.\n\nCom base nessas considerações sugere-se que o depósito de Zn, Pb, Ag e\nCd João Néri possa ser considerado como estratiforme de origem vinculada a\nprocessos vulcano-exalativo sin-sedimentares, conforme classificação proposta por\nHutchinson (1977).\n\nOs estudos de isótopos estáveis, mais especificamente, ttO/tuO, e r3O/r2C e\n'oS/t'S, já efetuados por Bettencourt &amp; Daitx (1992), levaram à conclusão preliminar,\nque os depósitos do Perau e Canoas apresentam assinaturas isotópicas muito\nsimilares aos depósitos de sulfetos maciços estratiformes associados a vulcanismo\nsubmarino, dos tipos Kuroko e Cyprus.\n\nEstas conclusões vêm a reforçar origem análoga aqui proposta para o\ndepósito João Néri.\n\n\n\nQuadro 3 - Quadro comparativo das características da Mina do\nPerau e do Depósito Joäo Néri.\n\nCaracterísticas Mina do Perau Depósito João Néri\nElementos do\nminério\n\nPb-Zn-Ag-Ba-Cd Zn-Pb-Ag-Ba-Cd\n\nAssociação mineral pirita, galena, blenda, calcop¡r¡ta,\npirrotita, magnetita, quartzo,\ncalcita, dolomita, barita, sericita,\nclorita, flogopita, tremolita,\ndiopsidio, plagioclásio,\nmicroclínio, epidoto\n\npiflta, p¡rrot¡ta, þlenda, galena,\ncalcopirita, arsenopirita,\nbarita, quartzo, calcita,\ndolomita, sericita, clorita,\nmargarita, flogopita, granada,\nnlaoioclásio eoidolo\n\nDisposição do\nminério\n\nconcordante com a encaixante concordante com a\nencaixante\n\nForma estratiforme estratiforme\n\nRocha encaixante\nda mineralizacão\n\ncarbonatos impuros carbonatos impuros\n\nEncaixante\nassociada\n\nchert, barita, BlF, filito grafitoso chert, bar¡ta\n\nAssociaçäo\nlitolóoica\n\nchert, BlF, filito grafitoso chert, filito, quartzo-cloritito\n\nProtólitos\nvulcânicos\nassociados\n\nandesito\ntranquiandesito-traquito\n\ndac¡to\nandesito\n\nldade de formação\ndas oalenas\n\n1,7 a1,5b.a. 1,6 a 1,35 b.a.\n\nldade geológica Proterozóico Médio Proterozoico Médio\n\nAmbien te\ndeposicional\n\nplataformal\nvulcano-sedimentar\n\nplaiaformal\nvulcano-sedimentar\n\nAmbiente tectônico distensional tipo \"r¡ft\" distensional tipo \"rift\"\n\nj\n\n\n\n7. CONCLUSÖES\n\nOs dados levantados através de trabalhos bibliográficos, de campo e\nlaboratoriais, permitem apresentar para o depósito Joâo Néri as seguintes\nconclusôes.\nI - O depósito Joáo Néri encontra-se numa seqüência de rochas metavulcano-\n\nsedimentares, de direçåo NE, denominada de Formaçäo Água Clara, do Grupo\nSetuva, a qual está inserida no domínio geotectônico da Faixa de Dobramentos\nApiaí. Os protolitos desses metamorfitos depositaram-se entre'l ,8 e 1,5 b.a.,\nsofrendo metarnorfismo entre 1,3 e 1,0 b.a., com superimposição de um evento\nmetamórfico (termal) próximo a 700 m.4., no Proterozóico Superior, conforme\nproposiçäo de caráter regional de Tassinari et alii (1990).\n\n2 - As rochas da Formação Água Clara sofreram três eventos deformacionais\noriginando as foliações: 51 representada por um bandamento composicional\nparalelo a Soi $z de direção NE oblíqua a S1=Sq e a terceira, 53 de direção NW,\nassociado a dobramentos abertos que impuseram ondulações nos rumos dos\nmergulhos dos eixos NE, dando à região um padrão estrutural do tipo \"domos e\nbacias\".\n\n3 - Os estudos petrográficos revelaram que as rochas que compõem o depósito\nJoão Néri apresentam metamorfismo da fácies xisto verde superior\npossivelmente atingindo a fácies anf¡bolito inferior;\n\n4 - As rochas da Formação Água Clara, no contexto do depósito João Néri,\napresentam características de deposição em ambiente plataformal,\nprovavelmente num ambiente restrito de sub-bacia, num período de regime\ntectônico distensivo, com atividade vulcânica subaquática extrusiva (andesitos),\nexplosiva (tufos dacíticos), e exalativa sin-sedimentar, associada.\n\n5 - As mineralizações de Zn, Pb, Ag e Cd do depósito Joáo Néri, estäo associadas a\nmetachert carbonático que, por sua vez está encaixado concordantemente com\nos metacalcários silicosos da Formaçäo Água Clara.\n\n6 - Os estudos isotópicos de Pb de galenas do depósito Joáo Néri apontam idades,\nem torno de 1.600 m.a. para a formaçáo das mineralizações sin-sedimentares.\n\n7 - A mineralização de Pb do depósito João Néri ocorreu de forma sin-sedimentar\nconsequentemente, reforçando que os metassedimentos encaixantes vulcano-\nsedimentares da Formação Água Clara também depositaram-se no Proterozóico\nMédio.\n\nI - A análise de seçöes polidas dos níveis mineralizados apresentam paragêneses e\nsucessões dos minerais de minérios, na seguinte ordem de formaçäo: pirrotita,\npirita,, blenda,', galena, calcopirita, arsenopirita, pirita2 e blenda2. Como ganga\ntem-se, principalmente, quartzo, calcita e dolomita e, subordinadamente,\nmargarita, plagioclásio, flogopita, diopsidio, granada, tremolita e epidoto.\n\n9 - Os controles metalogenéticos do depósito João Néri são estratigráficos\n(Formaçäo Água Clara), litológicos (metachert) e mineralógicos (barita).\n\n10 - Dentre as tipologias estudadas, descritas na literatura, o depósito de Zn, Pb, Ag\ne Cd João Néri aproxima-se mais das jazidas estratiformes, de origem vinculada\na processos vulcano-exalativos sin-sedimentares\n\n11 - Assim, a maioria das características do depósito Joäo Néri, tais como o\nambiente tectono-estratigráfico, forma de ocorrência, associação litológica,\n\n\n\nparagênese mineral da e dados isotópicos de Pb, leva-nos a correlacioná-lo com\nos depósitos do \"tipo Perau\".\n\n\n\n8- BIBLIOGRAFIA\n\nALGARTE, J.P. Proieto Sudeste do Estado de Såo Paulo. Mapa Geológico; folha\nSG.22-X-B ltararé. Escala 1:250.000. CPRM, Convênio DNPM/CPRM, São\nPaulo, 1972.\n\nALGARTE, J.P., HAMA, M., CHIODI FILHO, C. Proieto Mapas Metalooenéticos e de\nPrevisão de Recursos Minerais; folha SG.22-X-B, ltararé. Escala 1:250.000.\nCPRM,. Convênio DNPM/CPRM, v.1, São Paulo, '1986\n\nALMEIDA, F.F.M. de. Oriqem e evolução da Plataforma Brasileira. DNPM/DGM.\nBol.,241 ,36p, lL. Rio de Janeiro, 1967.\n\nALMEIDA, F.F.M. de, AMARAL, G., CORDANI, U.G. et al. The precambrian\nevolution of the South American Cratonic margin south of Amazon River. - in:\nNAIRN, 4.E., STEHLI, F.G., (Eds.) The ocean basins and marqins. New York:\nPlenum, 1973. v.l, p. 1411-1446.\n\nALMEIDA, M.A. de. Geoloqia da Formacão Áqua Clara na Reoião de Aracaiba-SP.\nDissertação(Mestrado), lnstituto de Geociências-USP, São Paulo, 1 989.\n\nALMEIDA, M.A. de. Síntese dos conhecimentos qeolóqicos no Vale do Ribeira\nrelacionados ao Complexo Setuva e Grupos Açunqui e ltaiacoca. São Paulo: Ex.\nQual. Mestr. DMP/USP, 1985. inédito.\n\nBARBOSA, A.F. Estrutura e oênese da iazida de chumbo de Furnas. Estado de São\nPaulo. Tese (Livre Docência-Jazidas Minerais), Universidade de São Paulo,\n1955.52p.\n\nBARBOSA, O. Geologia e Petrologia da região de Apiaí, Estado de São Paulo, São\nPaulo.76p. (tese de doutoramento. Escola Politécnica, USP) 1941 inédito.\n\nBARBOUR, 4.P., OLIVEIRA, M.A.F. de. Pb, Zn, Cu e Ba do Distrito do Perau, PR -\nModelo sedimentar para sulfetos do Vale do Ribeira. Boletim do lnstituto de\nGeociências, v.1O, 97 -12O, 197 9.\n\nBARBOUR, 4.P., OLIVEIRA, M.A.F., HYPOLITO, R. Geologia e gênese do depósito\nestratiforme de Pb da Mina Barrinha, Vale do Ribeira, PR. ln: CONGRESSO\nBRASILEIRO DE GEOLOGIA, 33, 1984. Rio de Janeiro, Rio de Janeiro: SBG,\n1984. v.8. p. 364'1-3657.\n\nBASTIAN, L. Ocorrência de minérios de chumbo em Lageado, município de\nlporanga, Estado de São Paulo. ln: CONGRESSO PANAMERICANO DE\nENGENHARIA DE MINAS E GEOLOGIA, 2, 1946. Petrópolis. Anais...\nPetrópolis: s.ed., 1946. v.2. p. 199-221.\n\nBASUMALLICK. S., l-RE|N, E., MURATORI, A. Preliminary note on the charnockitic\noccurence around Curitiba. Boletim Paranaense de Geociências, n, 27 , p. 105-\n110, 1969.\n\nBATOLLA JR., F., SILVA, A.T.S.F. ALGARTE, J.P. O pré-cambriano da Regiäo Sul-\nSudeste do Estado de São Paulo e Este-Nordeste do Estado do Paraná. ln:\nSIMPÓSIO REGIONAL DE GEOLOGIA, 3, CUritibA, 1981 , AtAS,., CUritibA: SBG,\n1981. v.1.94-108.\n\n\n\nBETTENCOURT, J.S., DAITX, E.C., MOREIRA, M.2., MATSUI, E. Estudo isotópico\npelos métodos 1!ø12e-1so/1€8-Â8-c-ssleS oor d\"póritor o\" .\nprata do Vale do Ribeira, estados de São Paulo e Paraná. Relatório, FAPESP,\nprocesso ne 9012139-2. São Paulo: lG-USP/IGCE-UNESP/CENA-USP. 1 992.\n\nBEïTENCOURT, J.S., DAITX, E.C. Estudo litooeoquímico de rochàs associadas à\nmineralizacão de Pb-Zn-Aq-Ba aloiadas na Formacão Perau, porção sul do Vale\ndo Ribeira (PR). Relatório Final. CNPq processo nq 40.4041/9036-Gl. Säo Paulo:\nIG-USP/IGCE-UNESP, 1 993.\n\nBIGARELLA, J.J., SALAMUNI, R. Estudos preliminares na Série Açungui-5.\nEstruturas organógenas nos dolomitos da Formaçäo Capirú, Estado do Paraná.\nDusenia, v. 7, n.6, p. 317-323, 1956.\n\nBIGARELLA, J.J., SALAMUNI, R. Estudos preliminares na Série Acunqui-8. A\nFormacåo Votuverava. Bol. lnt. Hist. Nat. Geol., n. 2, 1958.\n\nBlONDl, J.C. Maoa qeolóqico da área do embasamento do Estado do Paraná.\nEscala 1:250.000. Curitiba: Mineropar/ Secretaria da lndústria e Comércio do\nParaná, 1983. inédito.\n\nBISTRICHI, C.4., ALMEIDA, M.4., STEIN, D.P. Geoloqia das folhas Barra do\n\nParaná. Säo Paulo: IPT/PROMINÉRlO, 1985. Relatório, IPT 22150\n\nCAMPANHA, G.A. da C. Modelos de evolucão tectônica para o escudo Cristalino\nParanaense e Sul do Estado de São Paulo. Ex. Qual. Dout. lnstituto de\nGEOCIÊNCIAS-USP. São Paulo, 1987.\n\nCAMPANHA, G.A. da C. Tectônica oroterozóica no alto e médio Vale do Ribeira.\nEstados de São Paulo e Paraná. Tese de Doutoramento. lnstituto de\nGeociências-USP. Säo Paulo, 1991 .\n\nCASSEDANNE, J. Estudo dos elementos-traços e acessórios das galenas do Vale\ndo Ribeira (SP). ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 21, 1s71. Sâo\nPaulo, Anais... São Paulo: SBG, 1971. v.1. p. 111-119.\n\nCHIODI FILHO. C. Contribuiçåo à geologia das regiões sul paulisia e leste\nparanaense - Grupos Açungui e Setuva. ln: CONGRESSO BRASILEIRO DE\nGEOLOGIA 33, Rio de Janeiro. Anais... Rio de Janeiro: SBG, 1984. v.5. p.2394-\n2406.\n\nCHIODI FILHO, C., ALEcRl, V., BATOLLA Jr., F. Geologia e mineralizações da\nRegião que abrange as minas do Rocha, Paqueiro e Barrinha, Vale do Ribeira,\nPR e SP. ln: CONGRESSO BRASILEIRO GEOLOGIA, 32, 1982. Salvador.\nAnais... Salvador: SBG, 1982. v.3. p. 1037-1049.\n\nCHIODI FILHO, C., TAKAHASHI, 4.T., SILVA, C.R. Proieto Capåo Bonito. Relatório\nFinal. São Paulo: CPRM/PROMINÉRlO, 1983.\n\nCOMPANHIA DE PESQUISA DE RECURSOS MINERAIS - CPRM. Proieto\nlnteqracão e Detalhe Geolóqico no Vale do Ribeira. Relatório Final. São Paulo:\nCPRM, 1981. Convênio DNPM/CPRM.\n\nCONDIE, K.C., Archean oreenstone belts. Amsterdam: Elsevier, 1981 . 434 p.\n\n\n\nCOX, K.C., BELL, J.D., PANKHURST, R.J. The interpretation of iqneous rocks,\nLondon: Allen &amp; Unwin, 1979. 450 p.\n\nDAITX, E.C. Uma análise crítica dos chamados Grupos Setuva e Acunqui no Vale\ndo Ribeira (PR E SP). Ex. qual. mesir. lnstituto de Geociências-USP. São Paulo,\n1985a (lnédito).\n\nDAITX, E.C. O estáqio atual do conhecimento sobre as mineralizaçóes de Pb-AG\n(Zn) do Vale do Ribeira (PR e SP). Ex. Qual. Mestr. lnstituto de Geociências-\nUSP. São Paulo, 1985b (lnédito).\n\nDARDENE, M.A. Geologia do chumbo e zinco. ln: BRASIL. D.N.P.M. Principais\ndepósitos minerais do Brasil. Brasília, 1988. v. 3, Cap. 8, p. 83-90.\n\nEBERT, H. Observaçöes sobre a litologia e subdivisåo do Grupo Setuva no Estado\ndo Paraná com sugestões à tectônica geral do geossinclíneo Açungui. ln:\nCONGRESSO BRASILEIRO DE GEOLOGIA, 25, Säo Paulo. Anais... Säo Paulo:\nSBG, 1971. v.1. p. 131-146.\n\nEBERT, H.D., HASUI, Y. &amp; QUADE, H. 1988. Aspectos da Evoluçåo Estrutural do\nCinturáo Móvel Costeiro na Região da Mina do Perau, Vale do Ribeira - PR. ln:\nCONGRESSO BRASILEIRO DE GEOLOGIA, 35, Belém. Anais..., SBG, v.5, p.\n2318-2331.\n\nEVENSEN, N.M., HAMILTON, P.J., O'NIONS, R.K. Rare - earth abundances in\nchondritic meteorites. Geoch. Cosmoch. Acta. 1978,42 (8): 1199-1212.\n\nEVANS, A.M. An introduction to ore qeoloqv. s. 1., Blackwell Scientific Publications,\n1980.231 p.\n\nFLEISCHER, R. A pesquisa de chumbo no Brasil. ln: CONGRESSO BRASILEIRO\nDE GEOLOGIA,29, 1976. Ouro Preto. Anais... Ouro Preto: SBG, 1976. v.1 p.\n19-32.\n\nFILOW-BATES, T. The chemical and physical controls on the genesis of submarine\nexhalative ore bodies and their implications for formulating exploration concepts.\nGeoloqishes Jahrbuch, D 40, p. 131-168, 1980.\n\nFRANKLIN, J.M., LYDON, J.W., SANGSTER, D.F. Volcanic associated massive\nsulfide deposits. Economic geology, 75 th, p. 485-627, 1981 .\n\nFRITZSONS JR., O., PIEKARZ, G.F., FALCADE, D. Geologia e potencial econômico\ndo Grupo Setuva (PR). ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 32,\n1982. Salvador. Anais... Salvador. SBG, 1982. v.3, p.987-1001 .\n\nFUCK, R., MARlNl, O.J., TREIN, E. Contribuiçåo ao estudo das rochas graníticas do\nEstado do Paraná. Boletim Paranaense de Geoqrafia ,23125, p. 183-221, 1967.\n\nGALVAO, M.V. Regiôes Bioclimáticas do Brasil. R. Bras. Geogr., Rio de Janeiro,\n29(1 ):3-36, Jan/Mar.'1967.\n\nGIMENEZ FILHO A. Evolução do complexo granítico Três Córregos a nordeste de\nApiaí SP. lG_USP. Sáo Paulo. 1993 (dissertaçäo de mestrado).\n\nGUARANYS, M.Y., VELASCO, A.l. Mina de qalena arqentífera de Panelas de\nBreiaúvas. Rio de Janeiro: DNPM, 1949. 116p. (DNPM/DFPM, boletim, 84).\n\n\n\nI\ni\nt\n\nI\n\nGUSTAFSON, 1.8., WILLIAMS, N. Sediment-hosted stratiform deposits of copper,\nlead and zinc. Economic Geology, 75 th, p. 139-178, 1981.\n\nHASUI, Y. Carta qeolóqica do Brasil e área oceânica adiacente com depósitos\nminerais-Reqião Vl. Escala 1:2.500.000. Brasília: DNPM, 1981 .\n\nHASUI, Y. Novo modelo qeolóqico do Vale do Ribeira. São Paulo: lPT, 1986.\nRelatório IPT. 23742.\n\nHASUI, Y., CARNEIRO, C.D.R., COIMBRA, A.M. The Ribeira folded belt. Revista\nBrasileira Geociências, São Paulo, v. 25, n. 4, p.257-262, 1975.\n\nHASUI, Y., CREMONINI, O.4., BORN, H. Considerações sobre o Grupo Açungui em\nSåo Paulo e porção adjacente do Paraná. ln: CONGRESSO BRASILEIRO DE\nGEOLOGIA, 33, Rio de Janeiro, Anais... Rio de Janeiro: SBG, 1984a.v.7.p.\n3297-3306.\n\nHASUI, Y., CREMONINI, O.4., BORN, H. O \"Granito Três Córregos\" revisado e o\nMaciço Catas Altas. ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 33, 1984.\nRio de Janeiro. Anais... Rio de Janeiro: SBG, 1984b. v. 7. p. 3023-3031 .\n\nHUTCHINSON, R.W. Curso de qeoloqia econômica. Notas de aula ministrada no\nCurso de Pós-Graduaçáo da UFBA. Compilaçáo e tradução feita pela equipe da\nDOCEGEO. 1 977. (inédito).\n\nHUTCHINSON, R.W. Volcanogenic sulphide deposits and their metallogenic\nsignificance. Economic Geoloqv, v. 68, n. 8, p. 1233-1245, 1973.\n\nHUTCHINSON, R.W. Massive base metal sulphide deposits as guide to tectonic\nevolution. ln: STRANGWAY, D.W. (ed.). The continental crust and its mineral\ndeposits. Geol. Assoc. Canadá, Spec. Paper,20, p.660-684, 1980.\n\nHUTCHINSON, R.W. FYFE, W.S., KERRICH, R. Deep fluid penetration and ore\ndeposits. Minerals Science Enqennerino , v. 12, n. 3, p. 1 07-120, 1 980.\n\nKAUL, P.R.T. Magmatismo e evoluçáo da crosta no Sul - Sudeste do Brasil, durante\no Proterozóico Superior - Eopaleozóico. ln: SIMPÓS|O SUL - BRASILEIRO DE\nGEOLOGIA,2, 1985. Florianópolis. Boletim de Resumos. Florianópolis 1985.\n\nKAUL, P.F.T. Significado dos granitos anorogênicos da suite intrusiva Serra do Mar\nna evoluçåo da crosta do Sul - Sudeste do Brasil, no âmbito das folhas 5G.22 -\nCuritiba e SG.23 - lguape. ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 33,\n1 984. Rio de Janeiro. Anais... Rio de Janeiro, SBG, 1 984. v.6 p. 2815-2825.\n\nKNECHT, T. As minas de chumbo de Furnas no município de lporanga. Boletim\nAqronômico de São Paulo, N. 9-10, 735-742,1929\n\nKNECHT, T. Jazidas de minérios de chumbo - contribuição à gênese de algumas\njazidas de minério do chumbo nos municípios de Apiaí e capão Bonito, São\nPaulo. Mineracão Metalurqia, v. 3, n. 13, p. 4l-43, 1938.\n\nKLAU, W., LARGE, D.E. Submarine exhalative Cu-Pb-Zn deposits-A discussion of\ntheir classification and metallogenesis. Geoloqisches Jahrbuch, D 40, p. 13-58,\n'1980.\n\nLARGE, D.E. Geological parameter associated wiih sediment-hosted, submarine\nexhalative Pb-Zn deposits: an emperical model for mineral exploraiion. Geol.\nJahrbuch, D 40, p.59-129, 1980.\n\n\n\n'l\n1\n\nI\n\nLEONARDOS, O.H. Chumbo e prata no Estado de São Paulo. Rio de Janeiro:\nDNPM, 1934. 47p. (DNPM/SFPM, boletim, 6).\n\nLOPES, O.F. 1983. Faixa do Perau: uma unidade faciológica e tectono-metamórfica\ndo Grupo Açungui. Revista Brasileira de Geociências, Säo Paulo, v. 13, n. 3, p.\n190-203, 1983.\n\nMACEDO, A.B. A gênese de sulfetos maciços de Cu, Pb e Zn. Ex. Qual. Dout. lG-\nUSP, p. 1-37, 1985. (inédito).\n\nMARlNl, O.J., TREIN, E., FUCK, R.A. O Grupo Açungui no Estado do Paraná.\nBoletim Paranaense de Geociências, Curitiba, N. 23-24, p. 43-103, 1 967.\n\nMELCHER, G.C. Contribuiçåo ao conhecimento do distrito mineral do Ribeira do\nlquape. Estados de São Paulo e Paraná. Tese (Livre Docência-Geologia\nEconômica), Escola Politécnica, USP, 1968. 122p.\n\nMELCHER, G.C. Geochemical exploration in the Rio Ribeira de lguape lead district,\nBrazil. ln: CONGRESSO GEOLOGICO INTERNACIONAL, 20, 1960. México,\nv.3, p. 585-596.\n\nMELFI, A.J., BITTENCOURT, 1., CORDANI, U.G. Reconhecimento fotogeológico de\nparte do Grupo Açungui. Bragantia lnstituto Agronômico/Secretaria da\nAgricultura do Estado de SAO Paulo, v. 24, n.34, p. 447-473, 1965.\n\nMELLO, l.S.C., SILVA, R.B. Prospecçáo da área Lajeado, município de Apiaí (SP).\nIN: SIMPÓSIO REGIONAL DE GEOLOGIA,6, 1987, RiO CIATO - SP. AtAS...\n1987.\n\nMITCHELL, A.H.G., GARSON, M.S. Mineral deposits and qlobal tectonic settinqs.\nLondon: Academic Press, 1981.\n\nMMAJ/JICA-METAL MINING AGENCY OF JAPAN. Japan lnternational Cooperation r (\nAgency. Report on geological survey of Anta Gorda, phase 1. Convênio\nDNPM/MMAJ/JICA, 1981.\n\nMMAJ/JICA-METAL MINING AGENCY OF JAPAN. Japan lnternational Cooperalion \nI\n\nAgency. Report on geological survey of Anta Gorda, phase 2. Convênio\nDNPM/MMAJ/JICA, 1982.\n\nMMAJ/JICA-METAL MINING AGENCY OF JAPAN. Japan lnternational Cooperation\nAgency. Report on geological survey of Anta Gorda, phase 3. Convênio\nDNPM/MMAJ/JICA, 1983.\n\nODAN, Y., FLEISCHER, R., ESPORTELLE, F. Geologia da Mina de chumbo de\nPanelas, Adrianópolis-PR. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 30,\n1978. Recife, Anais... Recife: SBG, 1978. v. 4. p. 1545-1552.\n\nOLIVEIRA, E.P. Épocas metaloqênicas do Brasil. Rio de Janeiro: DNPM, 1925.\n(DNPM/SGM, boletim, 1 3).\n\nOLIVEIRA, E.P. Geologia e recursos minerais do Estado do Paraná. Rio de Janeiro:\nDNPM, '1927. 172 p. (DNPM/SGM, monografia, 6).\n\nOLIVEIRA, G.M. A jazida de galena argentífera das Panelas das Brejaúvas,\nBocayúva-Paraná. Mineracão Metalurqia, v. l, n. 5, p. 182, 1937.\n\n-l\n\n\n\noLrvEtRA, t.w.B., F|GUE|REDO, J.A.; LEÃO NETO, R., VALENTE, C.R. Depósiro\nde sulfeto maciço de Zn, Cu e Pb da regiáo de Palmeirópolis - Goiás ll. Goiânia:\nCPRM, 1985. Relatório interno.\n\nPAIVA, G. Jazidas de minérios de chumbo no Estado de São Paulo. Rio de Janeiro:\nDNPM, 1929. 25p. (DNPM/SGM, boletim, 42).\n\nPETRI, S., SUGUIO, K. Sobre os metassedimentos do extremo sul do Estado de\nSão Paulo. São Paulo: USP/DAEE, 1969.98p.\n\nPIEKARZ, G.F. Reconhecimento das unidades correlacionáveis à seqüência\nmineralizada do Perau, Estado do Paraná. ln: SIMPÓS|O REGIONAL DE\nGEOLOGIA, 3, Curitiba. Atas... Curitiba: SBG, 1981 . v. 'l , p. 148-154.\n\nPIRES, F.A. Uma nova concepção para os ambientes do Grupo Açungui na região\nde lporanga e Apiaí, sul de São Paulo. ln: CONGRESSO BRASILEIRO DE\nGEOLOGIA, 35, 1988, Belém. Anais do. Belém: SBG, 1988. v.2, p.606-616.\n\nPLIMER, l.R. Proximal and distal stratabound ore deposits. Mineralium Deposits, 13,\np.345-353, 1978.\n\nPONTES, J.B. Geologia e potencialidades economicas da Formação Água Clara\n(PR). ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 32, 1982, Salvador.\nAnais... Salvador: SBG, 1982, v. 3, p. 1002-1016.\n\nPORADA, H. The Damara-Ribeira orogen of the Pan-African Brasília cycle in\nNamibia (South West África) and Brazil as interpretation in terms of continental ì\ncollision. iectonoph)¡svcs, Amsterdam, n. 57, p. 237-265, 1975.\n\nPRÓ-MlNÉRlO. Mapa Geomorfológico do Estado de São Paulo, Escala 1:1.000.000.\nSäo Paulo. Secretária de lndústria, Comércio, Ciência e Tecnologia, 1981.\n\nPUcHELT'H'SurgeoquimiedesBariumsinecogenenZyklus-Stzungsber.Heidelb.\nAkad. Wiss. Math. Nat. K1 ., Jg. p.85-287, 1967.\n\nREIS NETO, J.M. Faixa ltaiacoca: registro de uma colisáo entre dois blocos .\ncontinentaisnoneoprotorozóico.lG-USP.1994.(tesededoutoramento).\n\nRUSSEL,M.J.,SoLoMoN,M.,WALLsHE,J.L.Thegenesisofsedimenthosted,\nexhalativezinc+leaddeposits.MineraliumDeposits,16,p.113-127,1981'\n\nsAWKlNs,F.J.Massivesulphidedepositsinrelationtogeotectonics..metallogeny\nand plate tectonics\". Geol. Assoc. Can. Special Paper, 14, p.221-240, 1976. \n\ni\nSCHOLL, W.V. Geologia do Grupo Açungui na região a noroeste de Rio Branco do i\n\nSUI - PR, IN: SIMPÓSIO REGIONAL DE GEOLOGIA,3, ,1981 , CUritibA. AtAS... :\nCuritiba: SBG, 1 981 . v. 1 , p. 17O-184.\n\nSILVA, C.R., CHIODI FILHO, C., MACEDO, A.B. Proieto lnteqração e detalhe\nGeolóqico do Vale do Ribeira. área Mina do Perau. São Paulo: CPRM, 1981 . v. :\n11. Convênio DNPMiCPRM.\n\nSlLVA,c.R.,LoPESJr.,l.Pb,Zn,AgeBaestrat¡formenomunicÍpiodeGuapiara-\nSP. In: 5o Simpósio Regional de Geologia do Sudeste. Atas, V.Z: 445-458,SBG,\nSão Paulo, 1985.\n\nSILVA, C.R., LOPES Jr., l. Projeto Serra da Samambaia. Relatório Final de :\nPesquisa. Såo Paulo: CPRM, 1987. Relatório lnterno.\n\nI\ni\n\n\n\nI\n1\n\nl\n\n)\n\nISILVA, C.R., da., SOUZA, 1.M., BRANDÄO, W. Mina de chumbo e prata do Perau,\nAdrianópolis, Paraná ln: BRASIL. DNPM. Principais depósitos minerais do\nBrasil. Brasília, 1988. v. 3,p. 123-134.\n\nSILVA, C.R., TAKAHASHI, A.T., CHIODI FILHO, C. Geologia e mineralizaçôes da\nregiåo Perau-Água Clara, Vale do Ribeira, PR. ln: CONGRESSO BRASILEIRO\nDE GEOLOGIA,32, 1982. Salvador. Anais... Salvador, SBG, 1982. v.3. p. 1024-\nI UJO.\n\nSILVA, R.8., MAEYAMA, O., PEROSA, P.T.Y. Consideraçöes sobre as\nmineralizaçöes de chumbo, zinco e prata do Grupo Açungui no Estado de São\nPaulo. ln: CONGRESSO BRASILEIRO GEOLOGIA, 32, 1982. Salvador. Anais...\nSalvador: SBG, 1982. v.3. p,972-986.\n\nSOARES, P.C. Seqüências tectono-sedimentares e tectônica deformadora no\nCentro - Oeste do Escudo Paranaense. ln: SIMPÓS|O SUL - BRASILEIRO DE\nGEOLOGIA, 1987. Curitiba. Atas... Curitiba, SBG, 1987. v.2.743-771.\n\nSOUZA, l.M. Mineraloqia da iazida de cobre do Ribeiråo do Perau, Paraná. Tese\n(Doutorado), lnstituto de Geociências-USP, 1972. 213p.\n\nSOUZA, 1.M., CAMPANHA, G.A.C. Chumbo e cobre no Vale do Ribeira, Mina Barra\ndo Perau, município de Adrianópolis, Estado do Paraná. Mineracão Metalurqia,\nv. 40, n, 384, p. 4-7, 1977.\n\nSTACEY, J.S., KRAMERS, J.P. Approximation of terrestrial lead isotope evolution by\na two stage model. Earth Planet. Science Letters, n. 26,207-221, 1975.\n\nTAKAHASHI, A.T., FERREIRA, J.C.G., THEODOROVICZ, A. Proieto Guapiara.\nRelatório Final. São Paulo: SICCT/CPRM, 1984. 2v. lnédito.\n\nTAKAHASHI, A.T., CHIODI FILHO, C., SILVA, C.R., BATOLLA Jr., F. Proieto\nlnteqracão e Detalhe Geolóoico no Vale do Ribeira. área Ribeirâo do Perau. São\nPaulo: DNPM/CPRM, 1981. 94p. v.7. lnédito.\n\nTASSINARI, C.C.G., DAITX, E.C., BARBOUR, A.P. et al. Aplicaçáo dos isótopos de\nPb e Sr na determinação da natureza das fontes das mineralizações de chumbo\ndo Vale do Ribeira, SP/PR. ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 36,\n1990. Natal. Anais... Natal: SBG, 1990. v. 3. p. 1254-1266.\n\nTHEODOROVICZ, A., CAMARA, M.M., MORAIS, S.M., GODOY, H.K., TAKAHASHI,\nA.T. Projeto Enqenheiro Maia-Ribeiräo Branco. Relatório Final. Säo Paulo:\nSICCT/CPRM, 1986. lnédito.\n\nVEIGA, A.T.C., SALOMÃO, E.P. A Formação São Sebastião e sua importåncia\neconômica. ln: CONGRESSO BRASILEIRO DE GEOLOGIA, 31 , 1980,\nBalneário Camboriú. Anais... Balneário Camboriú: SBG, 1980. v.2, p. 826-831.\n\nWINCHESTER, J.A., FLOYD, P.A. Geochemical discrimination of different magma\nséries and their differentiation products using immobile elements. Chem. Geol.,\nv.20,325-343, 1977.\n\nWINKLER, H.G.F. Petrogênese das rochas metamórficas. Porto Alegre: Edgard\nBlucher, 1977.254p.\n\nYARDLEY, B.W.D. An introduction to metamorphic petrology. New York: John Wiley\n&amp; Sons, 1989.248 p.\n\nì\n\nI\nI\nI\n\n\n\n1,ì\n\ni\n\nl\n\ni\n\nZARTMAN, R.E., DOE, B.R. Plumbotectonics the model. Tectonophvsics, n. 75, p. l\n135-162,1981.\n\n\n\nANEXOS\n\nI . Resultados de análises do furo de sonda no 1\n\n2. Resultados de análises do furo de sonda no 2\n\n3. Resultados de análises do furo de sonda no 3\n\n4. Resultados de análises do furo de sonda no 4A\n\n5. Resultados de análises do furo de sonda no 5A\n\n\n\nANEXOI -NESULTADO DE ANAUSES DO FURO DE SONDA N9 I\n\nAxÁLtgE PoR a,a.P/Pb-z¡-^g- cd-a|| E oE 0Ërals P/E SPCC l lo'laFlÂ aErlouallrlrÂrlvÂ\n\n\n\nANEXO2.RESULTADO DE ANÁLISES DO FURO DE SONDA N9 2\n\ntzo9\nI ?O0\n\ncR.04\n\n470\n\n4 200\n\n65Èt6\n\ntoo\n\n2\n\n2,6\n\nt30\n\n:\n\ncR-¿z1 l¿o I l50 | ñd I ad\n\ni\"--l-'oo I io-\nso I ¿oo l<to\nÉlr+:l:Þ-.\nr_ J :10_l''9\n\n¿o I soo l<lo\n\n470 îd I nd lo\nt5\n\n_a-.\n3\n\nlo\n\nto\n20\n\n5\n\n?\n-,\"\n\n-e\n\n- - {--- ¡- --s I 200 l&lt;ro\n---J---t- -\n- \n\nr J-sg-l-'10\n?o I r5O l<to\nroo | ¡oo l<to\nr lrooo l<ro\n\ne[ï-]:'gTj-'f\n\nlool s lToo I nd lzooo I I\n\n¡d,rd\n\n¡¡Ár.tSg pU ¡-¡- p/pb-Z¡| - Ag-Cd- Au E oS DEMAIS P/ESPCTROgRAFIA SElt|OUÀNlllATlVA\n\nto\n\n\n\nANEXOS- RESULTADO DE AN/{LISES DO FURO DE SONDA Ng3\n\naNÁLrsE P/A-A- P/Pb -Zr-As -Ca- Au E OS DtMAls P/ ÊSP CC lROeRAflA SEM lO UANT llAll VA\n\n:iL:\nlo'Tr\n\nt. 500\n\n? ,_90_\naao\n\nI\n\n:L,\n150\n\nnd\n\no,o6\n-ñ? -\n\n\n\nANEXO 4 -RESULÍADO OE ANdLISES OO FURO DE SONDA N¡ 4 A\n\natlLraÊ lon f¡PEclioBr^Fl^ arrlQu^lllllATlva\n\n1i\n\nI\n\n:,:l\n\n\n\nANEXOS.RESULTADO DE ANÁLISES DO FURO DE SONOA NC 5 A\n\n¡riLrrE \n\"on \n\nr a pEctmc ¡^Frl ¡€rlolJ^llll^TlvA\n\nt,\n\nll\n\nrl\n\n=\nll\n=\n\nI\n\nI\n=\nI\n\nI\n=\n\n1\n\nl\n\nlj\nI\n,i\n\nI\n\nt,\nliI\n\ni\n\nI"}]}}}