{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05406"}, {"@name": "filename", "#text": "BTP_1960_3_1_00_Teste_de_formacao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "TESTE DE FORMAÇÃO\n(Igapó Prêto (I Pst-l-Az) e Autás-Mirim (AM-3-AZ)\nEláãio Matcher Lima (*)\nEm ambos os casos foi empregado Straddle Test, isto é, o modo pelo qual o intervalo testado é cavalgado com dois obturadores (packers).\nIgapó Prêto — Quando foi tomada a decisão de testar a formação compreendida pelo intervalo entre 996,00 e 1.010,00 m, o poço já se encontrava a 1.054,44 m de profundidade.\nOra, como era de interêsse, fazer o teste apenas do intervalo já mencionado e não do intervalo determinado pelas profundidades de 996,00 m o total do poço na ocasião, tornou-se necessário isolar de algum modo a formação a ser testada, da parte inferior do poço.\nÊsse isolamento poderia ser conseguido pelo assentamento de um tampão de cimento, a uma profundidade conveniente, sendo o teste efetuado do modo convencional, com apenas um packer, apoiando a âncora no próprio tampão. Ou poderia ser obtido por meio do straddle test.\nPor ser mais simples, mais rápido e por evitar os inconvenientes da cimentação, tais como perda de tempo em esperar pela pega etc., foi straddle test o método escolhido.\nFoi baixado, então, um testador Johnston, tipo convencional, com dois obturadores os quais foram assentados nas profundidades escolhidas (996,00 e 1.010,00m).\nEntre os obturadores, separando-os, foram usados tubos perfurados de ancoragem, um registrador de pressões e um substituto fechado. Abaixo do obturador inferior, devido ao comprimento da âncora, necessário no caso, foram empregados comandos de 5” e abaixo dêstes um registrador de pressões.\nO registrador situado entre os obturadores e isolado da âncora e do registrador inferior pelo substituto fechado, tinha como objetivo registrar as pressões da formação testada.\nO registrador de pressões inferior, ao contrário do primeiro, tinha como objetivo registrar apenas a pressão hidrostática a qual iria indicar o assentamento correto, ou não, do obturador inferior. Para obter\n(\"> Engenheiro da Superintendência Regional da Amazônia — PETROBRAS.\nTESTE DE FORMAÇAO FEITO\n996\nTUBOS OE PERFURAÇÃO 3 1/2'\nCOMANDOS OE 5'\nVÁLVULA DE DISCO\nOBTURADOR J.-TtPO\"x“ BORRACHA DE 5 3/4\nJUNTA DE SEGURANÇA BOWEN TIPO \"F“\nCOMANDO DE 5 \"x 21/a\"\nPERCURSOR BOWEN TIPO “l\nVALVULA RETENTORA J-TIPO “D“\nva'Lvula equalizadora J-TIPO \"D”\nSHUT-IN VALVULA J-TIPO “D\"\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\tFHP>q\t\t\tICIP\t\t\t. ÍHP V\t\t\n\t\tFCIP\tFFP—'\t\t1\t\t\t\t\t\n\t\t\t\t\t|\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\tIFP\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t- \"S\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t1 H 0 RA\t\nR\n7500\n7 0 00\n6500\n6000\n5 500\n5 000\n4 500\n4 000\n3 500\n3 000\n<---TUBOS FURADOS\nPROF. FINAL . 1.054,44 , mt».-\nLOIO.OO Mti.\n!4---REGISTRADOR J-TIPO \"E‘\nSUBSTITUTO FECHADO\nOBTURADOR JOHNSTON TIPO “x\" C/ BORRACHA\nCOMANDOS DE\nDE 5 3/4\n5\nREGISTRADOR JOHNSTON TIPO\nDE PRESSÃO E“\nQ\n£t a\n3\nO\nQ\n<3\nm\nO Q.\nct\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t1 HO\tRA\n7500\n7000\nCJ\nO Uf -J O O.\n4 5 00\n4 000\n3500\n3000\n£t O\nessa indicação, foi usado um registrador fechado (blanked-crff), o que garantia sua separação das pressões da formação submetida ao teste.\nA indicação de falha no assentamento do obturador inferior, seria evidenciada, ao ser feita a leitura da carta do registrador inferior, por uma queda na pressão hidrostática, o que mostraria a existência de uma fuga do fluido de perfuração situado abaixo do obturador, para o espaço compreendido pelo intervalo testado.\nCaso não houvesse falha, a pressão hidrostática seria constante.\nEntretanto, é necessário fazer uma ressalva neste ponto.\nO teste em aprêço foi conduzido sem o tubo equalizador. Nestes casos, é de se esperar uma ligeira queda na pressão hidrostática indicada pelo registrador de pressões inferior e isto é devido principalmente, à diferença entre a totalidade das forças que atuam acima e abaixo do obturador inferior.\nO teste, feito da maneira descrita, decorreu normalmente, sendo considerado conclusivo. Foram recuperados 900 m de água salgada sem indícios de óleo ou gás. Incluímos neste comentário um esquema da coluna de teste e reproduções das cartas produzidas pelos registradores de pressão.\nAutás-Mirim (AM-3-AM) — O teste de formação n.° 2 efetuado nesse poço, foi também um straddle test que diferiu entretanto do teste de Igapó Prêto, pelo fato de terem sido empregados neste caso o tubo equalizador e âncora seletiva. Esta última substitui a âncora convencional, proporcionando apoio para o assentamento do testador, por meio de cunhas de ancoragem, que se cravam na parede do poço. Êste tipo de âncora deve sempre ser usado juntamente com o tubo equalizador, o que alivia a mesma de todo o pêso da coluna de fluido de perfuração.\nÊste teste também decorreu sem dificuldades e foi conclusivo.\nNOTA : Os teste=> a que se refere o presente texto constituem aplicações do equipamento e do método motivo do artigo publicado no Boletim Técnico, da PETROBRAS, n.o 2, sob o título Vantagens do «Straddle Packer» em Testes de Formação, de autoria de José Levindo Carneiro."}]}}}