{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21537"}, {"@name": "filename", "#text": "5293_000578648.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\nÁREA DE GEOLOGIA MARINHA \n\n \n\n \n\n \n\n \n\nGEOLOGIA E EVOLUÇÃO HOLOCÊNICA DO SISTEMA \n\nLAGUNAR DA “LAGOA DO PEIXE”, LITORAL MÉDIO DO RIO \n\nGRANDE DO SUL, BRASIL \n\n \n\n \n\n \n\nTADEU BRAGA AREJANO \n\n   \n\n \n\nORIENTADOR: \n\nProf. Dr. LUIZ JOSÉ TOMAZELLI \n\n \n\n \n\nCOMISSÃO EXAMINADORA: \n\nProf. Dr. LAURO JULIO CALLIARI \n\nProf. Dr. NORBERTO OLMIRO HORN FILHO \n\nProf. Dr. SERGIO REBELO DILLENBURG \n\n \n\n \n\n \n\nTese de Doutorado apresentada como requisito parcial para obtenção do  \n\nTítulo de Doutor em Geociências \n\n2006 \n\n\n\nTadeu Braga Arejano \n\n   \n    \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ Luciane e Flora,  \n\nmeus motivos, \n\nminhas paixões.... \n\n \n\nPara Ceres, Raul  \n\nmeu ombro amigo.... \n\n minha força... \n\n \n\nAos Meus Pais, que \n\napostaram naquele guri.... \n\n \n\nEstrelas   \ne flores marinhas   \n\nte agradecem   \nporque vistes   \n\nmais que um santuário   \n                                         o céu dentro das águas.  \n\nJACQUES COSTEAU \n\n \n\n\n\n \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n \n\n \n\nSUMÁRIO \n\n \n\nAGRADECIMENTOS         i \n\nRESUMO           iii \n\nABSTRACT           iv \n\nLISTA DE FIGURAS         v \n\nLISTA DE TABELAS                  vii \n\n \n\n \n\nCAPÍTULO 1 – INTRODUÇÃO        1 \n\n1.1. O TEMA DE ESTUDO E SEUS OBJETIVOS      1 \n\n1.2. JUSTIFICATIVA DO ESTUDO       3 \n\n1.3. LOCALIZAÇÃO GEOGRÁFICA       4 \n\n1.4. ASPECTOS CLIMÁTICOS        6 \n\n1.5. PARÂMETROS OCEANOGRÁFICOS (ONDAS, MARÉS E CORRENTES) 9 \n\n1.6. ESTUDOS ANTERIORES NA REGIÃO DA LAGOA DO PEIXE   11 \n\n \n\nCAPÍTULO 2 – CONTEXTO GEOLÓGICO E GEOMORFOLÓGICO  12 \n\n2.1. CONTEXTO REGIONAL: A PLANÍCIE COSTEIRA DO RIO GRANDE \n\n       DO SUL           12 \n\n2.2. CONTEXTO LOCAL: O SISTEMA LAGUNA-BARREIRA IV NA \n\n        REGIÃO DA LAGOA DO PEIXE       15 \n\n2.2.1. Introdução         15 \n\n2.2.2. A Barreira Arenosa (Barreira IV)      15 \n\n2.2.3. O Sistema Lagunar da Lagoa do Peixe      19 \n\n \n\nCAPÍTULO 3 – MATERIAIS E MÉTODOS      26 \n\n3.1. TRABALHOS DE CAMPO        26 \n\n3.1.1. Sobrevôo e Aquisição de Fotografias Aéreas     26 \n\n3.1.2. Amostragem Sedimentar de Superfície e Mapeamento Geológico-\n\nGeomorfológico        29 \n\n3.1.3. Levantamento Topográfico de Nivelamento     31 \n\n\n\nTadeu Braga Arejano \n\n   \n    \n \n\n3.1.4. Amostragem Sedimentar de Sub-superfície (Testemunhagens)  33 \n\n3.2. TRABALHOS DE LABORATÓRIO        35 \n\n3.2.1. Abertura, Descrição e Análise dos Testemunhos    35 \n\n3.2.2. Análises Granulométricas       35 \n\n3.2.3. Análises Micropaleontológicas (Palinomorfos e Diatomáceas)  37 \n\n3.2.4. Análises Geocronológicas (Carbono 14)      37 \n\n3.2.5. Análises de Fotografias Aéreas e Imagens de Satélite    38 \n\n \n\nCAPÍTULO 4 – RESULTADOS OBTIDOS      40 \n\n4.1. MAPA FACIOLÓGICO DOS SEDIMENTOS SUPERFICIAIS (MAPA \n\n       TEXTURAL)          40 \n\n \n\n4.2. MAPA GEOLÓGICO-GEOMORFOLÓGICO      43 \n\n \n\n4.3. RESULTADOS DE SUB-SUPERFÍCIE (TESTEMUNHOS)    49 \n\n         4.3.1. Descrição e Interpretação dos Testemunhos     49 \n\n         4.3.2..Resultados das Análises Palinológicas      56 \n         \n\n  4.3.3. Resultados das Análises Geocronológicas     63 \n\n            \n\n \n\n \n\nCAPÍTULO 5 – INTEGRAÇÃO E INTERPRETAÇÃO DOS DADOS        64 \n\n \n\nCAPÍTULO 6 – CONCLUSÕES              67 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS             69 \n\n \n\n \nANEXOS                 76 \n \n \n \n\n\n\n \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n \n\n \n\nAGRADECIMENTOS \n \n \n \nAo final deste trabalho, quero agradecer a Deus pela oportunidade maravilhosa de  trilhar \neste caminho de vida ao lado de todos aqueles que de uma forma ou outra esteve sempre \nao meu lado, e especialmente ao meu Anjo da guarda, por cada dia dessa caminhada. \n \nAos meus pais, pela oportunidade que me deram de sonhar e realizar este sonho. \n \nA Luciane minha companheira, por todo amor compreensão e paciência para a conclusão \ndeste trabalho. \n \nA Flora por ser uma filha maravilhosa. \n \nA Ceres e Raul pelas conversas de varanda junto ao chimarrão, pelo apoio, pela força e \nluz que sempre direcionaram a mim. \n \nAo meu amigo Ching, por ser incansável. \n \nA todos os colegas de trabalho que estiveram sempre ao meu lado, \nAndré(Bambam),Felipe Caron, Francisco(Paleochico),Frederico(fred)Antiqueira e \noutros mais....... \n \nEm especial ao meu orientador Prof. Dr. Luiz José Tomazelli, pela parceria, convivência, \npaciência, sabedoria e estimulo a mim dedicados.                                         \n \nAo Professor Dr. Lauro Júlio Calliari, colega e amigo de tantas jornadas do \nLOG/FURG, e que muito me ensinou. \n \nAo Professor Dr. Carlos Hartmann colega e amigo que com sua experiência e dedicação \ncontribuiu no geoprocessamento dos dados e pelo estimulo dispensado \n \nAo Professor Gilberto Gripp colega e amigo, pelo apoio dado pelo LOG. \n \nAo Professor Dr. Carlos R. Tagliane, pela colaboração nos trabalhos, figuras e pelas \npreciosas discussões. \n \nA  Professora Drª. Luciana Slomp Esteves , colega e amiga, pelas discussões no decorrer \ndeste trabalho. \n \nA   Professora  Drª Svetlana Medeanic, por suas contribuições neste trabalho. \n \n \nAo Professor Dr. Jorge Alberto Villwock, pelo valioso material cedido, durante este \ntrabalho. \n \nAos Professores Dr. Elírio E. Toldo Jr. e Dr. Sergio R. Dillenburg, que com sua \nexperiência muito contribuíram como Banca no exame de Qualificação. \n \n\n\n\nTadeu Braga Arejano \n\n   \n    \n \n\nAo colega e Professor Dr. Eduardo Barboza, pelo estimulo durante o curso. \nA Tec. em Laboratório Neusa.do Laboratório de Oceanografia Geológica \n(LOGFURG),por suas análises. \n \nAo Tec. em Geologia Gilberto Santos e amigo Giba (CECO), pelas conversas nos \ncorredores e sua amizade. \n. \nAos motoristas Giba, Candinho e Valdir, por idas e vindas ao longo desse litoral. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nRESUMO \n\n\n\n \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n \n\n \n\n \nA Lagoa do Peixe é um corpo lagunar raso que mantém uma ligação temporária \n\ncom o mar através de um único canal de ligação. Hoje em dia, esta laguna ocupa apenas \n\nparte de uma faixa de terras baixas posicionada entre duas barreiras arenosas (Barreira III, \n\npleistocênica, e Barreira IV, holocênica) no Litoral Médio do Rio Grande do Sul. Esta \n\nfaixa de terras baixas corresponde a uma região de retrobarreira (backbarrier) e é definida, \n\npara fins deste trabalho, como “Sistema Lagunar da Lagoa do Peixe”.  \n\nO Sistema Lagunar da Lagoa do Peixe foi investigado, nesta Tese, em seus \n\naspectos geológicos e evolutivos. Com o uso de uma metodologia que envolveu, no \n\ncampo, levantamentos topográficos, aerofotográficos, amostragem superficial e \n\ntestemunhagem e, em laboratório, análises sedimentológicas, paleontológicas e \n\ngeocronológicas, construiu-se um mapa faciológico (textural) do fundo lagunar, além de \n\num mapa geológico-geomorfológico de todo o sistema lagunar. Os mapas mostram uma \n\nreduzida variação faciológica de sedimentos terrígenos, restrita, basicamente, à faixa \n\ngranulométrica de areia fina a lama. Esta grande homogeneidade textural reflete a \n\nlimitação de áreas fontes disponíveis uma vez que, em conseqüência da situação \n\ngeográfica da área de estudo, os sedimentos têm sua proveniência limitada aos sistemas \n\ncosteiros e marinhos adjacentes (barreira pleistocênica, barreira holocênica e oceano). \n\n Procurou-se reconstituir a história evolutiva do sistema, desde seu início, há mais \n\nde 7000 anos, até o estabelecimento da paisagem atual, retratada no mapa geológico-\n\ngeomorfológico.  Os dados mostram que, ao longo do tempo, a espessura da lâmina de \n\nágua da Lagoa do Peixe se manteve relativamente rasa porém bastante variável, na \n\ndependência de variações climáticas e/ou flutuações do nível do mar. Em conseqüência, \n\ndurante determinados períodos de sua história a lagoa secou, total ou parcialmente, \n\nexpondo seu fundo lagunar. \n\nProvavelmente a expansão máxima do corpo lagunar ocorreu durante o máximo \n\ntransgressivo holocênico, atingido há cerca de 5000 anos. Desde então, a lagoa vem \n\nsofrendo um processo de segmentação e colmatação promovida, na sua maior parte, pelo \n\navanço das dunas eólicas transgressivas da Barreira IV. A paisagem atual mostra que o \n\ncorpo lagunar está praticamente restrito ao setor central do sistema e permite projetar, para \n\no futuro, o desaparecimento total do sistema lagunar. Esta projeção poderá se modificar, na \n\ndependência do comportamento dos parâmetros controladores da dinâmica costeira, \n\nespecialmente a variação do nível relativo do mar. \n\nABSTRACT \n\n\n\nTadeu Braga Arejano \n\n   \n    \n \n\n \n \n\nPeixe lagoon is a shallow water body temporarily connected to the sea by a single \n\ninlet. At present, this lagoon occupies part of a stretch of low lands located between two \n\nsandy barriers (Barrier III, Pleistocene Barrier, and Barrier IV, Holocene Barrier) at the \n\nMiddle Littoral of Rio Grande do Sul. This stretch of low lands represents the back barrier \n\nregion that is defined in this study as “Peixe Lagoon Lagoonal System”. This thesis \n\nfocuses in the geological and evolutionary aspects of Peixe Lagoon Lagoonal System. \n\nFieldwork methods were topographic and aero photograph surveying, and superficial \n\nsampling and coring. Sedimentological, palaeontological and geochronological analyses \n\nwere made at the laboratory so several maps were obtained: a facies map of the lagoonal \n\nbottom; and, a geological-geomorphologic map of the entire system. The maps show that \n\nthe facies of terrigenous sediments underwent small variations that were limited to the \n\ngrain size range from fine sand to mud. The textural homogeneity reflects the restriction of \n\nthe available sources of sediment due to the location of the study area: the only sediment \n\nsources are the adjacent coastal and oceanic systems (Pleistocene barrier, Holocene barrier \n\nand the shoreface). The aim was to reconstruct the evolutionary history of the system, \n\nsince the beginning of its formation (7000 years BP) until the establishment of the present \n\nlandforms in the geological-geomorphologic map. Data show that the thickness of the \n\nwater column at Peixe Lagoon has stayed relatively shallow along time. There were \n\nhowever, large ranges of variation that were dependent on the climatic variations and/or \n\nsea level variations. During certain periods in its history the lagoon dried partially or \n\ncompletely and as a consequence, the lagoon bed was exposed (to the atmospheric \n\nclimate). Probably, the maximum expansion of the lagoon occurred during the \n\ntransgressive maximum in the Holocene, 5000 years BP. Since then, the lagoon has been \n\nsegmenting and infilling, mostly due to the inland advance of the transgressive dunes from \n\nBarrier IV. The present landscape shows that the lagoon is mostly restricted to the central \n\npart of the system indicating that, in the future, the lagoonal system will probably \n\ndisappear completely.  This prediction may be modified, depending on the behaviour of \n\nthe parameters that control coastal dynamics, especially due to relative sea level variation.  \n\n \n\n \n \n \n\nLISTA DE FIGURAS \n\n\n\n \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n \n\n \n\n \n \n \n\nFigura. 1 – Mapa de Localização da Área de Estudo.             5 \n\nFigura 2. Localização esquemática dos centros de alta e baixa pressão, com as principais \n\nzonas de convergência da circulação atmosférica da América do Sul. Modificado de Tozzi \n\n(1999).                   7 \n\nFigura 3. – Províncias Geomorfológica do Rio Grande do Sul (Carraro et all.,1974) e mapa \n\ngeológico simplificado da Planície Costeira (Tomazelli &amp; Willvock,2000).(Fonte: Souza, \n\n2002).                        12 \n\nFigura. 4. Perfil esquemático transversal dos sistemas deposicionais da Planície Costeira \n\ndo Rio Grande do Sul. As barreiras são correlacionadas aos últimos  maiores picos na \n\ncurva isotópica de oxigênio,  (Tomazelli &amp; Villwock ,1999).          13 \n\nFigura. 5. Lamas Lagunares exposta na praia oceânica correspondente ao setor norte da \n\nLagoa do Peixe.                16 \n\nFigura. 6. Turfa exposta na praia oceânica, setor sul da Lagoa do Peixe, ao fundo Farol da \n\nConceição.                            16 \n\nFigura. 7. Concentração de minerais pesados na praia oceânica da Barreira IV na região da \n\nLagoa do Peixe.                17 \n\nFigura. 8. Arenitos praiais pleistocênicos(correlativos a Barreira III) expostos na praia \n\noceânica adjacente ao setor sul da lagoa do Peixe.               18      \n\nFigura. 9. Barcanas e cadeias de dunas barcanoides orientadas perpendicularmente ao \n\nvento dominante NE avançando sobre o sistema lagunar adjacente.         19 \n\nFigura. 10. Área provida de macrofitas submersas, baixa profundidade e grande \n\nconcentração de aves pela busca de alimento.             20 \n\nFigura. 11 Barra da Lagoa oclusa pela deposição de areia, Março 2002.         21 \n\nFigura. 12. Aves migratórias e residentes dividem o espaço na lagoa.         22 \n\nFigura. 13 Margem leste da lagoa exposta durante o dia devido ao efeito dos ventos que \n\nrepresam as águas contra a margem oeste.             24 \n\nFigura. 14. Ao final da tarde o nível da lagoa volta a normalizar inundando as áreas \n\nexposta durante o dia.                24 \n\nFigura. 15.  Foto Índice UTM das linhas de vôo sobre a área de estudo.         28 \n\nFigura. 16. Mapa de localização dos pontos amostrados.           30 \n\nFigura. 17. Mapa de localização dos perfis.             32 \n\n\n\nTadeu Braga Arejano \n\n   \n    \n \n\nFigura. 18. Principais componentes do sistema de testemunhagem a vibração Motor, \n\nMangote, Braçadeira, Ponteira e Tripé.                       33 \n\nFigura. 19. Mapa de localização dos Testemunhos.           34 \n\nFigura. 20. Fluxograma das etapas da análise granulométrica das amostras.       36        \n\nFigura. 21. Mosaico Ilustrando o Perfil 02  Setor Norte.          39 \n\nFigura. 22 Mapa faciológico dos sedimentos superficiais de fundo da LP        42 \n\nFigura. 23 Mapa Geológico – Geomorfológico.           45 \n\nFigura. 24.Perfil Esquemático.             48 \n\nFigura. 25 Seção colunar do testemunho T 09 com a descrição e interpretação das fácies e \n\na profundidade de coleta de amostras para datação por radiocarbono. Observe-se, também, \n\na posição da fácies C ilustrada na fotografia da Figura 26.                     50 \n\nFigura. 26 Fotografia de uma seção do testemunho T 09, mostrando uma fácies com \n\ninterestratificação de areia e lama (estratificação lenticular – linsen). A fácies é \n\ngranocrescende com o conteúdo e a espessura das lentes de areia aumentando da base para \n\no topo.                      51 \n\nFigura. 27 Seção colunar do testemunho T 01, com a descrição e interpretação das fácies e \n\na profundidade de coleta de amostra para datação por radiocarbono. Observe-se, também, a \n\nposição da  camada de cascalho biodetrítico, dentro da Fácies C, ilustrada na fotografia da \n\nFigura 28.                    53 \n\nFigura. 28 Fotografia de uma seção do testemunho T 01 (Fácies C), mostrando uma fácies \n\nde lama arenosa contendo, de forma dispersa, conchas (inteiras e fragmentadas) de \n\nmoluscos.                54 \n\nFigura. 29 Fotografias ilustrativas de algumas das principais espécies de moluscos \n\nencontradas nos testemunhos analisados e que apresentam um excelente grau de \n\npreservação. A – Tagelus plebeus (T06); B – Erodona mactroide (T09); C – Buccinanops \n\ngradatum (T09); D – Strigilla carnaria (T02).               55 \n\nFigura. 30 Palinodiagrama resultante da análise de 43 amostras do testemunho T09. 62 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n \n\n \n\nLISTA DE TABELAS \n \n\n \n\nTabela.  01. Descrição dos componentes do Sistema ADAR 1000    26 \n\n \n\nTabela.  02. Localização geográfica dos marcos e alinhamentos dos perfis  \ntopográficos na área da Lagoa do Peixe.       31 \n\n \n\nTabela.  03. Localização (coordenadas) dos testemunhos e comprimento  \nrecuperado.           49 \n\n \n\nTabela.  04. Idades radiocarbono e tipo de material amostrado nos testemunhos.  Amostras \nprocessadas no laboratório Beta Analytic Inc (Miami, Florida). Calibração 2?.  63 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n2\n\n1. INTRODUÇÃO \n\n \n\n \n\n1.1. O TEMA DE ESTUDO E SEUS OBJETIVOS \n\n \n\nAs lagunas costeiras são corpos de água separados do mar adjacente por uma \n\nbarreira, em geral de natureza arenosa (Barnes, 1980). Possuem profundidades rasas e se \n\ndesenvolvem, preferencialmente, em costas dominadas pela ação das ondas. São ambientes \n\nabrigados, de nível energético relativamente baixo uma vez que a barreira os protege da \n\nação direta das ondas. A conexão – permanente ou temporária – com o mar, faz-se através \n\nde um ou mais canais de ligação. A presença dos canais de ligação interceptando a \n\nbarreira, e o seu papel na troca de água entre o mar e a laguna, é o fator principal que \n\ndiferencia, sob o ponto de vista geomorfológico e ambiental, as lagunas dos lagos \n\ncosteiros. \n\nAs características geomorfológicas acima descritas conferem às lagunas uma \n\nimportância ecológica muito grande dentre os sistemas ambientais costeiros. As lagunas \n\nsão locais propícios para o desenvolvimento de uma rica biota. São sítios de alta \n\nprodutividade orgânica. Além das espécies essencialmente lagunares que nelas vivem, \n\nmuitas espécies marinhas necessitam igualmente de habitats lagunares ou estuarinos para \n\nsobreviver, passando nestes ambientes uma parte de seu ciclo vital. \n\nSob o ponto de vista geológico, de registro estratigráfico, os sistemas do tipo \n\nlaguna/barreira também apresentam uma importância de destaque dentre os sistemas \n\ndeposicionais costeiros. Muitos recursos econômicos (placeres de minerais pesados, óleo, \n\ngás, água, areias para construção civil) têm sido explotados de depósitos acumulados neste \n\ntipo de sistema em muitas bacias sedimentares do mundo. \n\n O trabalho aqui apresentado pretende contribuir para um melhor conhecimento da \n\ngeologia, geomorfologia e história evolutiva de um destes sistemas lagunares – o sistema \n\nlagunar da Lagoa do Peixe, desenvolvido no Litoral Médio do Rio Grande do Sul. A \n\ncontribuição ao conhecimento deste sistema será feita através da busca dos seguintes \n\nobjetivos: \n\n \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n3\n\n1. A construção de um mapa representativo das fácies texturais dos sedimentos \n\nsuperficiais acumulados no sistema deposicional de retro-barreira (backbarrier) \n\nda Lagoa do Peixe; \n\n2. A construção de um mapa geológico-geomorfológico da região, com base em \n\nlevantamentos topográficos (perfis transversais ao sistema) e interpretação por \n\nsensoreamento remoto (fotografias aéreas e imagens de satélite); \n\n3. O estabelecimento de uma história evolutiva para o sistema, a partir de dados \n\nsedimentológicos, micropaleontológicos e geocronológicos obtidos em \n\ntestemunhos. \n\n \nAs informações mapas geradas poderão compor um banco de dados que hoje \n\nintegrado a um sistema Geográfico de Informações (SGI), permitira a espacialização da \n\ninformação, fundamental para um programa gestor da área. \n\nPor outro lado a automatização das informações tem por objetivo facilitar o \n\ngerenciamento, ao mesmo tempo o acompanhamento da continuidade deste sistema \n\nlagunar e costeiro.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n4\n\n1.2. JUSTIFICATIVA DO ESTUDO \n \n \n\n A Lagoa do Peixe apresenta algumas características peculiares que a tornam um \n\nambiente bastante singular dentre os inúmeros corpos lagunares existentes na Planície \n\nCosteira do Rio Grande do Sul. Ao longo da costa do Estado ela é a única laguna \n\nintermitente, ou seja, que possui uma ligação direta com o mar apenas durante \n\ndeterminados períodos de tempo. É um corpo de água alongado (cerca de 35 km de \n\nextensão e largura média de 1 km), extremamente raso (profundidades em geral menores \n\nque 30 cm) e que se conecta com o mar através de um único canal de ligação. Na \n\ndependência da hidrodinâmica lagunar e marinha, ou da interferência direta do homem, o \n\ncanal permanece aberto ou fechado, ocasionando importantes mudanças ambientais no \n\nsistema. \n\n As águas rasas da laguna facilitam a obtenção de alimentos por parte da avifauna, \n\num dos fatores determinantes para que a região seja considerada um dos mais importantes \n\nlocais de alimentação, descanso e reprodução de aves aquáticas. Este comportamento \n\nambiental foi um dos principais estímulos que levou à criação, em 1986, do Parque \n\nNacional da Lagoa do Peixe (PARNA), uma Unidade de Conservação de importância em \n\nnível mundial, considerada como Reserva da Biosfera da Mata Atlântica na categoria de \n\nZona de Núcleo. Este diploma é concedido pela UNESCO, dentro do Programa MAB \n\n(L’Homme et la Biosphér) através do COBRAMAB- Comitê Brasileiro do Programa \n\nHomem e a Biosfera e representa o reconhecimento oficial da UNESCO sobre a \n\nimportância deste ecossistema para a sobrevivência da vida no Planeta. Como Sitio em \n\njunho de 1993, quando da adesão do Brasil como parte contratante à Convenção de \n\nRamsar relativa à conservação de ambientes aquáticos de importância internacional e em \n\n1991 na Rede Hemisférica de Reserva de Aves Limícolas pela International Association of \n\nFish Wildlife Agency na categoria de Reserva Internacional. \n\nAs reservas da Biosfera formam uma rede planetária cuja finalidade é conservar a \n\ndiversidade biológica e ensinar ao homem como viver em harmonia com a natureza. A \n\nchave do êxito consiste na utilização racional da zona – tampão, que deve ao mesmo \n\ntempo assegurar a sobrevivência econômica das populações da região e permitir que \n\nadquiram uma certa consciência ecológica. \n\nApesar de sua reconhecida importância ecológica, o sistema lagunar da Lagoa do \n\nPeixe é ainda muito pouco conhecido nos aspectos relacionados à geologia, geomorfologia \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n5\n\ne sua história evolutiva, temas principais aqui abordados e que justificam plenamente este \n\ntrabalho. O estudo aqui apresentado deverá também contribuir para um melhor \n\nconhecimento da evolução da costa do Rio Grande do Sul durante o Holoceno, trazendo \n\nnovos dados sobre a geologia do Litoral Médio, um segmento costeiro ainda muito pouco \n\nestudado. \n\n \n\n \n\n1.3. LOCALIZAÇÃO GEOGRÁFICA \n\n \n\nA área de estudo localiza-se na porção média do litoral do Rio Grande do Sul, na \n\nestreita faixa de terras que separa a Lagoa dos Patos do Oceano Atlântico, e que é \n\nconhecida, na literatura, como Restinga da Lagoa dos Patos ou Barreira Múltipla \n\nComplexa da Lagoa dos Patos (Villwock, 1984). É delimitada pelas coordenadas \n\ngeográficas  31o 26' S/ 51o 10' W e 31o 14' S/ 50o 54' W, pertencendo, na sua maior parte, \n\nao município de Tavares e, em porção menor, ao município de Mostardas (Fig. 1). \n\nO acesso à área, a partir de Porto Alegre, é feito utilizando-se a RS-040 em direção \n\na Pinhal, dobrando a direita no município de Capivari (km 80) e seguindo pela RST-101 \n\naté o município de Mostardas. A partir de Mostardas a área de estudo pode ser acessada \n\natravés de estradas secundárias sem pavimentação e que, em determinadas épocas do ano, \n\ntornam-se quase que intransitáveis devido à grande quantidade de areia presente.  \n\nO acesso à área de estudo, a partir do sul do Estado, pode ser feito pelo município \n\nde Rio Grande, utilizando-se uma balsa ate o município de São Jose do Norte e seguindo-\n\nse, pela Br 101, em direção a Bujuru, Tavares e Mostardas. O acesso pode também ser \n\nfeito utilizando-se a praia oceânica em direção ao Litoral Norte, passando-se pelos \n\nbalneários dos municípios citados anteriormente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n6\n\nBRASIL\nPL\n\nAN\nÍC\n\nIE\n C\n\nO\nST\n\nEI\nRA\n\n D\nO\n\n R\nGS\n\nLa\ngo\n\na \ndo\n\ns \nPa\n\nto\ns\n\nLa\ngo\n\na \nM\n\niri\nm\n\nLa\ngo\n\na \nM\n\nan\ngu\n\nei\nra\n\nMo\nsta\n\nrda\ns\n\nLa\ngo\n\na d\no \n\nPe\nixe\n\nOc\nea\n\nno\n A\n\ntlâ\nnt\n\nico\n\n \nFig. 1 – Mapa de Localização da Área de Estudo \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n7\n\n1.4. ASPECTOS CLIMÁTICOS  \n\n \n\nO Rio Grande do Sul está numa posição geográfica e latitudinal singular, do ponto \n\nde vista climático e meteorológico, pois o paralelo 30º representa a passagem da zona \n\ntropical à temperada, obedecida à escala de temperaturas decrescentes das baixas para as \n\naltas latitudes. A região sul do Brasil é dominada pelo clima mesotérmico brando, \n\nsuperúmido, sem estação seca definida e por Koppen (1948) como clima (Cic), apresentam \n\ntaxas de precipitação média entre 1200 e 1500 mm anuais, porem bastante variáveis, \n\nsazonal e anualmente. Tal variação se explica pela intensidade e freqüência da passagem \n\nde sistemas frontais (frente frias) predominantes nas condições meteorológicas de inverno, \n\nprovocando tempestades e ocorrência de marés meteorológicas, pois há a pré-condição à \n\nevaporação devido ao extenso litoral regido por correntes quentes (Nimer, 1977). \n\n Segundo Nobre (1986), a região situa-se na fronteira entre as latitudes subtropicais \n\ne latitudes médias temperadas da borda oeste do Atlântico Sul Ocidental, o que confere um \n\npapel importante no condicionamento climático. \n\nNa classificação de Köppen (1948), as adjacências da laguna dos Patos são \n\nenquadradas no tipo climático Cfag, mesotérmico sem estação seca, de verão quente \n\nvarrido pelos ventos de nordeste durante a maior parte do ano, com chuvas distribuídas e \n\ntemperaturas amenizadas pela vizinhança do Atlântico associado ás massas de águas \n\ninteriores. A temperatura média anual fica em torno de 17,5º C, com máximas e mínimas \n\nabsolutas acima de 38 º C e baixo de 0 º C, respectivamente. Os ventos predominantes são \n\nde nordeste. As chuvas são bem distribuídas, com médias de 1.300 mm anuais, com \n\naumento dos índices no inverno (Nimer, 1977). \n\nA Figura 2 mostra o regime de ventos e massas de ar no sul do Brasil, vinculado às \n\naltas pressões tropicais e polares, representadas pelo Anticiclone Tropical semi-fixo do \n\nAtlântico Sul (ATAS) e o anticiclone Polar Migratório (APM) (Fonzar, 1994). Segundo \n\nGodolphim (1976), a alternância entre estes dois sistemas favorece a predominância de \n\nventos do quadrante NE nos meses de setembro à março e a influência dos ventos do \n\nquadrante SW de abril à agosto. O movimento zonal do Anticiclone Tropical semi-fixo do \n\nAtlântico Sul (ATAS) permite a alternância com o Anticiclone Polar Móvel determinando \n\na circulação de ventos, massas de ar e a sazonalidade do deslocamento de sistemas frontais \n\ne linhas de instabilidade (Fonzar, 1994). Os ventos da região atuam e são provenientes de \n\ntodas as direções, no qual os ventos de NE, NNE, ENE constituem o grupo dos ventos \n\npredominantes, sendo o NE o principal. Entre os ventos de E-S, os que atuam no quadrante \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n8\n\nSE são predominantes. Os ventos dos quadrantes SSW, SW e WSW são associados a \n\neventos de tempestades e, juntamente com os ventos de SE e S, provocam o empilhamento \n\nde água junto à costa elevando o nível do mar, principalmente nos meses de inverno, \n\nquando aumentam de intensidade (Delaney, 1965; Calliari, 1980; Tomazelli; 1993). \n\n \n \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\nFrente fria\n\nFrente quente\n\nBaixa pressão\n\nTrajetóras\n\nB\n\nFig. 2. Localização esquemática dos centros de alta e baixa pressão, com as principais zonas de \n\nconvergência da circulação atmosférica da América do Sul. Modificado de Tozzi (1999).\n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n9\n\nA região sul do Brasil é afetada por vários sistemas sinópticos e subsinópticos, \n\nassim como por alguns fatores associados à circulação de grande escala e às circulações \n\nlocais da América do Sul. Para a escala sinóptica, os sistemas frontais (Sfs) (i), formam-se \n\ncom o encontro da APM e da ATAS, passam pela Argentina e seguem para o Nordeste. \n\nExistem os sistemas que se desenvolvem no sul e sudeste do Brasil (ii), associados a \n\nvórtices ciclônicos ou cavados de altos níveis que chegam pela costa oeste da América do \n\nSul vindos do Pacífico. Outros sistemas, são os que se organizam no sul e sudeste do \n\nBrasil (iii) com intensa convecção associada a instabilidade causada pelo jato subtropical e \n\nos sistemas que se organizam ao sul do Brasil resultantes de frontogênese ou ciclogênese \n\n(iv) (Nobre, 1986). \n\n Os sistemas frontais (Sfs) que se deslocam sobre o Brasil estão entre as mais \n\nimportantes perturbações atmosféricas responsáveis pela precipitação e mudanças de \n\ntemperatura em quase todo o país, mesmo em regiões tropicais (Climanálise, 1986), tendo \n\ngrande importância e influência no clima do RS. Originários de ondas baroclínicas de \n\nlatitudes médias, com escala espacial de 3000 km, que estão imersas nos ventos de oeste \n\nde altos níveis, os Sfs propagam-se de sudoeste para nordeste ao longo da costa leste da \n\nAmérica do Sul, onde chegam a atingir latitudes tropicais (Nobre, 1986).  \n\nDurante a maior parte do ano (com exceção do inverno) estes Sfs sobre a América \n\ndo Sul interagem com a convecção tropical (nuvens cúmulos profundos responsáveis pela \n\nmaior parte da precipitação da região tropical e subtropical do país), organizando e \n\nacentuando tal convecção (Climanálise, 1986).  \n\nSeis a sete sistemas frontais por mês atingem a região costeira do sul do Brasil, \n\ndiminuindo para 4 a 5 na região sudeste (Oliveira, 1986). Segundo Oliveira (1986), o \n\nnúmero de frentes é ligeiramente maior no período inverno (6-7) e mínimo em março e \n\nabril (5-6) na região sul. Na região sudeste, o número máximo de frentes ocorre em \n\noutubro (6) e mínimo em fevereiro (3). Britto e Krusche (1996) estudaram os sistemas \n\nfrontais que ocorreram no período de 1993 a 1995, na região de Rio Grande, RS. As \n\nautoras mostraram que a média sazonal das frentes frias é de 16 por estação, ocorrendo no \n\ninverno e primavera as maiores médias de freqüência. \n\n \n\n \n\n \n\n \n\n1.5. PARÂMETROS OCEANOGRÁFICOS (Ondas, Marés e Correntes) \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n10\n\n \n\nO Rio Grande do Sul apresenta uma costa tipicamente dominada por ondas com \n\nbaixa influência da maré astronômica. Suas praias são amplamente expostas à ação das \n\nondas devido a seu caráter aberto, sendo por elas diretamente influenciadas. Esse regime, \n\nassociado à alta disponibilidade de areia na plataforma, favorece a formação de longas \n\nbarreiras arenosas que apresentam uma grande continuidade ao longo da costa. \n\nPoucos são os estudos do clima de ondas para a região. Trabalhos e dados \n\nsignificativos foram inicialmente registrados por Wainer (1963) e posteriormente foram \n\naplicados por Motta (1967, 1969) na região de Tramandaí e desembocadura da Lagoa dos \n\nPatos, respectivamente.  \n\nDe acordo com Motta (1969), Tomazelli &amp; Villwock (1992), Calliari &amp; Klein \n\n(1993, 1995) e Tozzi (1995), dois tipos de onda principais atuam na zona costeira do Rio \n\nGrande do Sul, as vagas (“sea”) geradas por ventos locais e as ondulações (“swell”) \n\noriginadas a longa distância da costa. Também ocorrem ondas mistas, que é a mistura dos \n\ndois tipos descritos. Motta (1969) concluiu que o período significativo de maior freqüência \n\ncorresponde a 9 segundos, podendo passar de 12 segundos em eventos de tempestade, mas \n\ndificilmente ultrapassando 15 segundos. \n\n Este autor constatou que as ondulações de maior energia e menor esbeltez são \n\nprovenientes de sudeste, vagas e ondulações pequenas com menor energia e maior esbeltez \n\nprovenientes do quadrante leste-nordeste. As ondas de sul são raras e associadas a fortes \n\ntempestades. A altura significativa mais freqüente, para profundidades entre 15 e 20 m, é \n\nde 1,5 m. A altura máxima anual é de 3,5 m e, esporadicamente (estimada para um período \n\nde 30 anos), alcança 7 m.  \n\nColi e Mata (1993) obtiveram, através de altimetria por satélite, valores médios de \n\nalturas significativas mínimas e máximas de 1,4 a 2,8 m no verão e 1,8 a 3,8 m no inverno \n\npara a região sul. Analisando dados históricos e altimétricos, Coli (1994) observou que a \n\nmédia da altura significativa de onda é maior no inverno em relação ao verão e que o \n\noutono e a primavera apresentam um padrão transicional, menos definido que no inverno e \n\nno verão. \n\nAs tábuas de marés da Diretoria de Hidrografia e Navegação (DHN) mostram que \n\nas marés astronômicas na costa do Rio Grande do Sul são classificadas como diurnas, com \n\npreamares máximas de 1.2 m, baixa-mares mínimas de 0.22 m, tendo amplitude média de \n\n0,46 m e máxima de 0,80 m para o outono e primavera. A maré astronômica não \n\nrepresenta grande influência para os processos sedimentares da região, mas o aumento das \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n11\n\ncondições dinâmicas do mar devido a fatores meteorológicos amplia o efeito das \n\nmicromarés. Em certas situações, a maré meteorológica pode ultrapassar em até 1 m a \n\nmaré astronômica, constituindo-se em um agente modelador responsável por bruscas \n\nalterações na morfologia das praiais e no volume de sedimentos disponibilizados (Calliari \n\net al., 1998). \n\nCom respeito às correntes litorâneas e o seu efeito na deriva dos sedimentos, \n\nTomazelli &amp; Villwock (1992), observando indicadores geomorfológicos, mostraram que a \n\nderiva resultante se faz de SW para NE, concordando com os estudos já realizados \n\nanteriormente por Motta (1967). \n\nRaros são os estudos quantitativos sobre a capacidade de transporte das correntes \n\nna costa do Rio Grande do Sul. Conforme Motta (1969), o volume estimado de transporte \n\nde sedimentos na costa gaúcha é da ordem de 200.000 m³/ano, com direção preferencial de \n\nsudoeste-nordeste, a partir do qual tais valores de balanço sedimentar estabelecem um \n\nperfil de equilíbrio entre a plataforma interna e a setores praiais. \n\nEm seu estudo para a praia de Tramandaí, Motta (1963) atribuiu o predomínio de \n\ncorrentes de deriva litorânea para SW, devido ao domínio dos ventos de NE, porém \n\nreconheceu que as correntes que têm maior papel erosivo e de transporte de sedimentos \n\nsão as correntes de sentido SW-NE, originadas da maior energia de ondulações provindas \n\nde SE e S. \n\nAtravés de dados de intensidade da corrente de deriva litorânea, Alvarez et al. \n\n(1981), estudou a região de São José do Norte, litoral médio sul do estado. Este autor \n\nobteve médias de velocidade de corrente entre 0,2 e 0,60 m/s para inverno e verão. De \n\nmaneira geral, as correntes foram mais intensas no inverno do que no verão. O valor \n\nmáximo foi de 1 m/s no inverno, havendo o predomínio de correntes no sentido SW-NE \n\npara esta estação. Já no verão, segundo este estudo, o sentido predominante das correntes \n\nde deriva seria de NE-SW. \n\nCalliari &amp; Fachin (1993) obtiveram respostas instantâneas das correntes \n\nsuperficiais em função da variação da direção dos ventos, para o litoral sul do Estado. Os \n\nautores sugerem que correntes de NE seriam responsáveis pelo transporte de sedimentos \n\nfinos em direção ao sul, pela maior freqüência e menor intensidade desta corrente. Já os \n\nsedimentos arenosos seriam transportados em direção ao norte por correntes originadas \n\npela incidência de ondas oblíquas em relação a linha de costa.      \n\nToldo Jr. et al.(1993), realizaram medições de corrente de deriva para região praial \n\nde Tramandaí, verificando alta variação na direção das correntes. \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n12\n\nBuchmann et al.(1999) e Buchmann &amp; Tomazelli (2000), atribuem a atuação de \n\ncorrentes perpendiculares (“cross-shore”) em períodos de tempestade ao transporte de \n\nfragmentos rochosos e de fósseis erodidos de altos topográficos submersos (parcéis) \n\nlocalizados na antepraia correspondente a área de estudos deste trabalho (Farol da \n\nConceição, Mostardas, Farol da Solidão).  \n\n \n\n1.6. ESTUDOS ANTERIORES NA REGIÃO DA LAGOA DO PEIXE \n\n \n\n Devido à sua importância ambiental, a região da Lagoa do Peixe tem sido objeto \n\nde vários estudos, principalmente por parte de pesquisadores ligados à ecologia. Dentre os \n\nvários trabalhos dedicados aos aspectos bióticos da região podem ser citadas as \n\ncontribuições de Loebmann(2004), Knak(1998),Waldemarin(1997) e  Dorneles(2004 ).  \n\n Já os estudos precedentes voltados ao meio físico, e especialmente à geologia e \n\ngeomorfologia, são bastante reduzidos. Estes aspectos da região em geral foram abordados \n\ncomo partes integrantes de trabalhos mais amplos que envolviam todo o Litoral Médio ou, \n\naté mesmo, toda a Planície Costeira do Rio Grande do Sul, como mostram as contribuições \n\nde Delaney (1965), Zeltzer(1976), Villwock (1984), Villwock e Tomazelli (1995) e \n\nTomazelli e Villwock (2000). \n\n Dentre os poucos trabalhos que focalizaram especificamente a geologia e \n\ngeomorfologia da área de estudo podem ser destacadas as contribuições de Tagliani (1991) \n\ne de Tagliani et al.(1992). Este autor participou de um projeto de pesquisa com o objetivo \n\nde realizar um estudo da geologia e morfodinâmica do Parque Nacional da Lagoa do \n\nPeixe, cujos resultados parciais foram publicados em um resumo na IV Semana Nacional \n\nde Oceanografia da UERJ, Rio de Janeiro (Tagliani.1991). No ano seguinte, publicou um \n\nmapa geomorfológico da parte sul do Parque, elaborado pela interpretação de fotografias \n\naéreas na escala 1:60.000 (Tagliani et al.,1992). Posteriormente, em várias oportunidades, \n\ncontribuiu com estudos de impacto ambiental realizados na região, elaborando um banco \n\nde dados digitais de toda a restinga da Lagoa dos Patos, com digitalização de mapas \n\nexistentes e elaboração de mapas interpretativos e prescritivos, utilizando técnicas de \n\ngeoprocessamento. \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n13\n\n 2. CONTEXTO GEOLÓGICO E GEOMORFOLÓGICO \n\n \n\n2.1.CONTEXTO REGIONAL: A PLANÍCIE COSTEIRA DO RIO GRANDE DO SUL \n\n \n\n Carraro et al. (1974) propuseram a divisão do Estado do Rio Grande do Sul em \n\nquatro províncias geomorfológicas: o Planalto, a Depressão Periférica, O Escudo Sul-Rio-\n\nGrandense e a Planície Costeira. A Planície Costeira, com cerca de 33.000 km2 possui uma \n\nlinha de costa que se estende por cerca de 630 km, desde Torres, ao Norte, até a foz do \n\nArroio Chuí, ao Sul (Fig. 3). \n\n \nFig.. 3. – Províncias geomorfológica do Rio Grande do Sul (Carraro et all.,1974) e mapa \n\ngeológico simplificado da Planície Costeira (Tomazelli &amp; Willvock,2000).(Fonte: Souza, \n\n2002). \n\n \n\n \n\n \n\n  \n\nV\n\nV\nV\n\nV\nV\n\nV\n\nV\n\nV\n\nV\nV\n\nV\nV\n\nV\nV\n\nV\n\nV\nV\n\nV\nV\n\nV\nV\n\nV\n\nV\n\nV\n\nVV\n\nV\n\nV\n\nV\n\nV\nV\n\nV\n\nV\nV\n\nV\nV\n\nV V\n\nVV\n\nV\n\nV\n\nV\nV\n\nV\nV\n\nV\nV\n\nV\nV\n\nV\n\nV V\nV\n\nV\nV\n\nV\n\nV\n\nV\nVV\n\nV\nV\n\nV\n\nVV\nV\n\nV\n\nV V\n\nV\n\nV\nV\n\nV\n\nV\nV\n\nV\n\nV\n\nV\n\nV\nOO\n\nOO\nO\n\nO\n\nOO\n\nO\n\nO\nO\n\nO\n\nO\nOO\n\nO\n\nO\n\nO\nO\n\nO O\n\nOO O\nO O\n\nOO\n\nO\n\nO\nO O\n\nO\n\nO\nO\n\nO\n\nO\n\nO\nO\n\nOO\nO\n\nOO\n\nO\n\nO\nO\n\nO\nOO\n\nO\nO\n\n0 25 50 km\n\nHermenegildo\n\nBarra do Chuí\nChuí\n\nRio Grande\n\nPelotas\n\nMostardas\n\nPinhal\n\nCidreira\n\nTramandaí\nImbé\n\nTorres\n\nPorto Alegre\n\nLa\ngu\n\nna\ndo\n\ns\nPa\n\nto\ns\n\nFarol da\nConceição\n\nLa\ngo\n\na\nMi\n\nrim\n\nLa\ngo\n\na\nM\n\nan\ngu\n\nei\nra\n\nLEGENDA\n\nBarreira IV (Holoceno)\n\nBarreira III (Pleistoceno)\n\nBarreira II (Pleistoceno)\n\nBarreira I (Pleistoceno)\n\nSistemas Lagunares\n\nSistema de Leques Aluviais (Pleistoceno)\n\nEscudo Sul-Riograndense\n\nLEGENDA\n\nPlanalto\n\nDepressão Periférica\n\nPlanície Costeira\n\nEscudo Sul-Riograndense\n\nV V V\nV\n\nO\nO\n\nO O O\nO\n\n(Pleistocênicos e Holocênicos)\n\n(Pré-Cambriano)\n\nOsório\nO\n\nce\nan\n\no \nAt\n\nlâ\nnt\n\nic\no\n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n14\n\n Os mais recentes trabalhos de síntese da geologia e geomorfologia da Planície \n\nCosteira do Rio Grande do Sul (Villwock, 1984;Villwock et al., 1986; Villwock e \n\nTomazelli, 1995; Tomazelli e Villwock, 2000) mostram que a mesma se desenvolveu, \n\ndurante o Quaternário, através do retrabalhamento dos depósitos de leques aluviais  \n\nacumulados na parte mais interna da planície, junto às terras altas adjacentes. Estes \n\ndepósitos foram retrabalhados durante os vários ciclos transgressivos-regressivos glacio-\n\neustáticos do Quaternário, levando à geração de pelo menos quatro sistemas deposicionais \n\ndo tipo laguna-barreira, denominados, do mais antigo ao mais moderno, de sistemas I, II, \n\nIII e IV (Villwock et al., 1986). Os estudos mostraram que os sistemas I, II e III são de \n\nidade pleistocênica, equanto o sistema IV é de idade holocênica tardia (Fig.4.). Dentre \n\nesses sistemas deposicionais, os sistemas III (Barreira III) e IV apresentam um interesse \n\nmaior para este estudo por afetarem diretamente a área da Lagoa do Peixe. \n\n \nFig. 4. Perfil esquemático transversal dos sistemas deposicionais da Planície Costeira do \n\nRio Grande do Sul. As barreiras são correlacionadas aos últimos  maiores picos na curva \n\nisotópica de oxigênio,  (Tomazelli &amp; Villwock ,1999). \n\n \n\n \n\n \n\n A Barreira III possui idade pleistocênica, aproximadamente 125 ka. De acordo com \n\nTomazelli (1985) ela é constituída por uma sucessão vertical de fácies arenosas praiais e \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n15\n\nmarinho raso recobertas por depósitos eólicos, indicando claramente uma natureza \n\nregressiva. Os sedimentos praiais são compostos por areias quartzosas, de cor clara, \n\ngranulometria fina, bem selecionados e com estratificações bem desenvolvidas. As areias \n\neólicas da cobertura apresentam uma coloração avermelhada e um aspecto maciço. \n\n O sistema Laguna-Barreira IV se estende de forma contínua ao longo de toda a \n\nlinha de costa. Por ser o sistema mais recente, de idade holocênica, preservou uma maior \n\ncomplexidade de subsistemas deposicionais.  \n\nA Barreira IV instalou-se no final da última transgressão pós-glacial, há cerca de 5-\n\n6 ka (Villwock &amp; Tomazelli, 1998). Ela é constituída essencialmente por areias praiais e \n\neólicas provenientes da erosão da Barreira III e de sedimentos disponíveis na plataforma \n\ncontinental interna. As areias possuem composição quartzosa, granulação fina a muito fina \n\n(Martins, 1967; Villwock, 1972) e, em certos locais, apresentam expressivas concentrações \n\nde minerais pesados (Martins da Silva, 1976; Villwock et al., 1979; Munaro, 1994; \n\nDillenburg et al., 2004). \n\n De acordo com Dillenburg et al. (2000) a Barreira IV evoluiu de forma \n\ndiferenciada ao longo da costa, em resposta à gradientes de energia das ondas controlados \n\npela topografia antecedente à transgressão pós-glacial. Em alguns segmentos costeiros ela \n\npossui uma natureza regressiva enquanto em outros ela é claramente transgressiva. \n\nO sub-sistema Lagunar IV situa-se antre os sedimentos da Barreira IV e os \n\nsedimentos pleistocênicos da Barreira III. No pico transgressivo holocênico, o espaço do \n\nsistema lagunar IV foi ocupado por grandes corpos lagunares que, posteriormene, \n\nevoluíram para um variado sistema de ambientes deposicionais, como a Lagoa Mangueira, \n\nna região sul da planície costeira, a Lagoa do Peixe, na parte média do litoral e o rosário de \n\nlagoas interligadas existentes no Litoral Norte do estado. Atualmente, este sub-sistema é \n\nconstituído por um conjunto complexo de ambientes e sub-ambientes deposicionais, \n\nincluindo: corpos aquosos costeiros (lagos e lagunas), sistemas aluviais (rios meandrantes \n\ne canais inter-lagunares), sistemas deltaicos (deltas flúvio-lagunares e deltas de maré \n\nlagunar) e sistemas paludiais (pântanos,banhados e turfeiras) (Tomazelli, 1990; Tomazelli \n\n&amp; Villwock, 1991). \n\nA origem e o desenvolvimento da Lagoa do Peixe, tema central deste estudo, \n\nvinculam-se aos processos geológicos associados a este evento transgressivo-regressivo \n\nholocênico, responsável pelo desenvolvimento do sistema deposicional Laguna-Barreira \n\nIV. \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n16\n\n2.2. CONTEXTO LOCAL: O SISTEMA LAGUNA-BARREIRA IV NA REGIÃO DA \n\nLAGOA DO PEIXE \n\n \n\n2.2.1. Introdução \n\n O Sistema Laguna-Barreira IV está representado, no Litoral Médio do Rio Grande \n\ndo Sul, por uma barreira arenosa relativamente estreita (largura máxima em torno de 3 \n\nKm) e por um terreno de backbarrier que se encontra ocupado, na sua maior parte, por um \n\ncorpo lagunar, a Lagoa do Peixe. Embora a barreira arenosa (Barreira IV) faça parte \n\nintrínseca do sistema, ela não será estudada em detalhe neste trabalho. A ênfase maior \n\ndeste trabalho será voltada ao estudo dos componentes que ocupam o espaço de \n\nbackbarrier, ou seja, o Sistema Lagunar da Lagoa do Peixe. Assim, neste estudo, sempre \n\nque nos referirmos ao “Sistema Lagunar da Lagoa do Peixe” estamos nos referindo ao \n\ncomplexo de ambientes que ocupam o espaço de backbarrier, dentre os quais, se destaca a \n\nLagoa do Peixe.  \n\n \n\n2.2.2. A Barreira Arenosa (Barreira IV) \n \n\nDe acordo com Dillenburg et al. (2000), a barreira arenosa que se desenvolveu \n\ndurante o Holoceno ao longo do Litoral Médio do RS foi controlada, em grande parte, por \n\numa topografia antecedente caracterizada por uma protuberância (projeção) costeira. Este \n\ncondicionamento morfológico favoreceu o desenvolvimento, na região da Lagoa do Peixe, \n\nde uma barreira relativamente estreita, com características transgressivas. A natureza \n\ntransgressiva da barreira é evidenciada, junto à praia oceânica, pela exposição de lamas \n\nlagunares e turfas de idade holocênica (Tomazelli et al., 1998). As figuras 5 e 6 ilustram \n\nestes depósitos de retro-barreira atualmente expostos na praia oceânica. \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n17\n\n \nFig. 5. Lamas Lagunares exposta na praia oceânica correspondente ao setor norte \n\nda Lagoa do Peixe. \n\n \n\n \nFig.6. Turfa exposta na praia oceânica, setor sul da Lagoa do Peixe, ao fundo  \n\n        Farol da Conceição. \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n18\n\n \n\nAlém da exposição de depósitos de backbarrier, a praia oceânica da Barreira IV \n\napresenta, na região, importantes concentrações de minerais pesados, constituindo jazidas \n\neconomicamente explotáveis formadas, principalmente, por ilmenita, rutilo, zircão e \n\nmagnetita (Villwock et al., 1979; Munaro, 1994; Dillenburg, et al., 2004). \n\n \n\n \n\n \nFig.7. Concentração de minerais pesados na praia oceânica da Barreira IV na \n\nregião da Lagoa do Peixe. \n\n \n\nA presença de depósitos pleistocênicos (correlativos à Barreira III) diretamente \n\nexpostos na praia ou submersos na antepraia (parcéis) evidencia a pequena espessura dos \n\ndepósitos arenosos da Barreira IV, na área de estudo (Buchmann, 2002). Esta característica \n\ntambém concorda com a natureza transgressiva da barreira holocênica na região.(Fig.8). \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n19\n\n \nFig.8. Arenitos praiais pleistocênicos(correlativos a Barreira III) expostos na praia \n\noceânica adjacente ao setor sul da lagoa do Peixe. \n\n \n\n \n\n \n\nAs areias eólicas constituem a maior parte dos depósitos da Barreira IV na área de \n\nestudo, desenvolvendo-se, principalmente, no segmento da barreira situado ao norte da \n\ndesembocadura da Lagoa do Peixe. As cadeias barcanóides, orientadas perpendicularmente \n\nao vento dominante proveniente de NE, constituem o principal tipo de duna. São dunas \n\nque alcançam em torno de 10-15 m de altura e comprimentos  de até 2 km. Outras feições \n\neólicas presentes na área incluem dunas barcanas, dunas parabólicas, dunas frontais,  \n\nnebkhas e os mantos de aspersão eólica (lençóis de areia).(Fig.9). \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n20\n\n \nFig.9. Barcanas e cadeias de dunas barcanoides orientadas perpendicularmente  \n\nao vento dominante NE avançando sobre o sistema lagunar adjacente.  \n\n \n\n \n\nNo conjunto, as feições eólicas formam um campo de dunas transgressivas que \n\navança sobre o sistema lagunar adjacente. Esse fenômeno tem causado, ao longo do tempo, \n\numa progressiva colmatação dos corpos de água e uma diminuição do sistema lagunar \n\ncomo um todo. Atualmente as dunas avançam, em algumas partes, inclusive sobre a \n\nescarpa da Barreira III, causando o assoreamento da Lagoa do Peixe e das lagoas menores \n\nsituadas ao norte e ao sul da mesma. O alinhamento dessas pequenas lagoas costeiras \n\natualmente isoladas, e sua morfologia semelhante, sugere que as mesmas estariam \n\nconectadas no passado, formando um único sistema lagunar com a Lagoa do Peixe, a qual \n\nparece encontrar-se em fase terminal deste processo evolutivo. \n\n \n\n \n\n2.2.3. O Sistema Lagunar da Lagoa do Peixe  \n\n \n\nO estudo da geologia, geomorfologia e evolução do sistema de backbarrier na área \n\nda Lagoa do Peixe é o objeto principal deste trabalho e será detalhado nos capítulos \n\nposteriores. Neste tópico serão apenas introduzidos alguns aspectos deste sistema, já \n\nconhecidos e descritos na literatura. \n\nSegundo Müller (1989), a Lagoa do Peixe comporta-se como um ambiente lagunar-\n\nestuarino semi-fechado, onde ocorrem trocas e variações nas características físico-\n\nquímicas, intercâmbios com os sistemas vizinhos, ecótonos e elevada dinâmica. Com \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n21\n\ncomprimento de 35 km, largura média de 1 km e morfologia cordiforme, a Lagoa do Peixe \n\ncaracteriza-se por apresentar baixas profundidades (Resende &amp; Lewemberg 1987), sendo, \n\nem decorrência, um local propício para a alimentação de aves aquáticas.Fig.10 \n\n  \nFigura 10. Área provida de macrofitas submersas, baixa profundidade e grande \nconcentração de aves pela busca de alimento.  \n\n \n\nProfundidades mais elevadas (da ordem de 2 m) somente são encontradas no canal \n\nque liga a laguna ao oceano.  \n\nA comunicação com o mar ocorre normalmente durante os meses de inverno e \n\nprimavera, mantendo-se, em geral, até o verão (fim de dezembro, início de janeiro). A \n\noclusão da barra se desenvolve devido à deposição de areia na sua desembocadura \n\nocasionada pela predominância dos ventos de norte e nordeste. (Fig.11). \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n22\n\n \nFig.11 Barra da Lagoa oclusa pela deposição de areia, Março 2002 \n\n \n\n No inverno (normalmente no mês de agosto), quando os níveis de precipitação \n\ntornam-se mais acentuados, ocorre a inundação das marismas e campos marginais à lagoa. \n\nDurante estes períodos em que a lagoa alcança níveis mais elevados é realizada a abertura \n\nartificial da barra por meio de máquinas, uma vez que a abertura natural ocorre somente \n\nesporadicamente. Este processo artificial de abertura da barra é efetuado atualmente por \n\npressão dos agricultores-pecuaristas da região sobre o IBAMA e a Prefeitura de Tavares, \n\numa vez que suas terras ficam com as áreas de pasto e de plantio completamente \n\ninundadas. Nos anos em que ocorrem elevados índices pluviométricos, como foi o ano de \n\n1997, a barra pode não fechar totalmente, devido à forte drenagem continental que impede \n\na deposição sedimentar na sua desembocadura.  \n\nÉ esta comunicação periódica com o mar que possibilita as migrações de inúmeras \n\nespécies anádromas e catádromas, além de definir um ambiente propício para pouso de \n\naves na rota migratória entre a América do Norte e a Patagônia, bem como para outras \n\naves residentes. É neste ambiente que também muitas espécies se reproduzem. (Fig.12). \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n23\n\n Fig.12. Aves migratórias e residentes dividem o espaço na lagoa. \n\n \n\n \n\nPela sua grande extensão e tendência à compartimentalização, a laguna possui \n\nnomes para cada um de seus setores. Em decorrência do seu formato e desembocadura \n\ncentral, a hidrodinâmica da lagoa depende basicamente do regime de ventos predominante. \n\nQuando da abertura da barra e predominância de ventos Sul e Sudeste, ocorre a entrada de \n\nágua salgada na lagoa. Já, com a barra fechada, na época de maior precipitação, há uma \n\ndiminuição da salinidade (Polette &amp; Tagliani 1990). Devido a sua baixa profundidade, a \n\nmistura irá ocorrer rapidamente pela ação do vento em toda a coluna de água.  \n\nSegundo o padrão de distribuição de salinidade, diferenciam-se três regiões: a \n\nporção norte, limnética devido às margens irregulares funcionarem como barreira à água \n\nsalgada; a porção do canal da barra, euhalina e a porção centro–sul, mixohalina. Segundo \n\nTruccolo (1993), a Lagoa do Peixe apresenta vários padrões mensais de salinidade, sendo \n\nque a porção sul é a que demonstra a maior amplitude de variação. Segundo Knak (1998), \n\nas salinidades médias das águas superficiais da laguna durante o período de 1991 à 1996, \n\napresentaram-se mais elevadas no verão e outono (23,6 e 24,5 respectivamente) \n\nsignificativamente diferentes das mais baixas obtidas no inverno e primavera (9,6 e 12,5 \n\nrespectivamente). Durante o verão a salinidade é incrementada, podendo chegar a \n\ncondições hipersalinas pela forte evaporação ocasionada pelas baixas profundidades que \n\nocorrem nesta época. Salinidades máximas de 42 ppm foram alcançadas no outono de \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n24\n\n1991 na região próxima à barra. Entretanto, salinidades também elevadas de 30ppm e \n\n34ppm foram determinadas nos meses de inverno e primavera respectivamente. Valores \n\niguais ou inferiores a 2 ocorreram em todas as estações. As salinidades médias mais \n\nelevadas foram encontradas no canal da barra da laguna.  \n\nA temperatura superficial da água apresentou médias de 22,9° C, com diferenças \n\nsignificativas entre os anos de estudo. Entre os diferentes locais as diferenças na \n\ntemperatura são decorrentes das maiores ou menores profundidades (Knak, 1998). \n\nO nível de água da laguna variou de 0 cm a 65 cm no período deste estudo, com \n\nmédia 29,7 cm. Exceção é o canal que pode atingir até 2 m de profundidade durante o \n\ninverno. A variação do nível de água aumenta progressivamente em direção à margem \n\noeste. Constatou-se que a hidrodinâmica da laguna é controlada pelo regime de ventos \n\n(intensidade e direção) bem como pela precipitação. Grandes extensões da margem leste \n\n(300 a 400 m) podem ficar expostas durante o dia uma vez que os ventos predominantes \n\n(norte e nordeste), aumentando de intensidade no decorrer do período, empurram a massa \n\nde água em direção à margem oeste. (Fig.13). \n\nNo período da noite, com a diminuição da intensidade dos ventos, as águas tendem \n\na voltar, inundando as áreas que haviam ficado expostas. Fato semelhante, porém mais \n\nraro, ocorre em períodos de baixa precipitação com o vento sul, uma vez que devido à \n\npequena ou inexistente drenagem dos banhados e arroios que descem da barreira e terraços \n\nmarinhos, os fundos da ponta sul da laguna ficam expostos aumentando a profundidade \n\ndas áreas situadas mais ao norte. A diminuição do índice pluviométrico nas estações \n\nquentes associada ao fechamento natural da barra pode causar a evaporação total da água \n\ndo sistema (Knak, 1998).(Fig.14). \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n25\n\n  \n\nFig.13 Margem leste da lagoa exposta durante o dia devido ao efeito dos ventos \n\nque represam as águas contra a margem oeste. \n\n \n\n \n\n \nFig.14. Ao final da tarde o nível da lagoa volta a normalizar inundando as áreas \n\nexposta durante o dia. \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n26\n\nA transparência da água, devido às baixas profundidades, depende quase que \n\nunicamente dos ventos que recolocam em suspensão os sedimentos finos. A região da \n\nbarra, por ser uma área mais aberta, apresenta maiores variações na transparência da água \n\ndo que no extremo sul da laguna, embora lá as profundidades sejam maiores e exista nas \n\nimediações um pequeno canal de drenagem dos banhados adjacentes. \n\nA composição textural dos sedimentos é pouco variável. Praticamente todas as \n\nmargens, bancos e planos de maré regularmente alagados são formados de sedimentos \n\narenosos. Nas desembocaduras de arroios, nas proximidades dos extensos marismas e \n\nbanhados, no canal principal e nas áreas providas de macrófitas submersas, o sedimento \n\ntorna-se mais lodoso, pela contribuição de material fino e detritos. A concentração de \n\nmaterial em suspensão tende a crescer em direção ao norte, devido principalmente à \n\nprofundidade da laguna e ao aporte continental de sedimentos. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n3. MATERIAIS E MÉTODOS \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n27\n\n3.1. TRABALHOS DE CAMPO \n\n \n\n3.1.1. Sobrevôo e Aquisição de Fotografias Aéreas \n\n \n\nPara que se pudesse trabalhar com fotografias aéreas recentes da área de estudo, e \n\nem escala apropriada aos objetivos do trabalho, procedeu-se um programa de aquisição de \n\naerofotos de pequeno formato (33 mm), georreferenciadas, registradas a 3600 pés \n\n(aproximadamente 1116 m de altitude), através de vôo controlado utilizando o sistema \n\nfotográfico digital ADAR 1000 (Airbone Data Acquisition and Registration) e GPS de \n\nNavegação GARMIN 95, pertencente à Fundação Universidade Federal de Rio Grande \n\n(FURG). O georreferenciamento das aerofotos foi realizado a partir das coordenadas \n\nadquiridas em campo através de um GPS MNS® da marca BRUNTON. \n\nO Sistema ADAR 1000, fabricado pela indústria de sistemas aerofotográficos \n\nPositive System de Montana – EUA e, utilizado nesse estudo, constitui-se de uma câmara \n\nNIKON N90, de 35 mm e um sistema CCD da KODAK. Isso permite a captura de \n\naerofotos coloridas digital na faixa do visível (VV) e Infravermelho (IV) Falsa Cor, com \n\num quadro de 2036x3060 pixels e resolução de 0,15 a 1,0 mpp (metro por pixel), em uma \n\naltitude de 300 a 2200 metros. A descrição sucinta do sistema utilizado e as informações \n\ndas aerofotos estão relacionadas na Tabela 1. \n\n \n\nTabela 1. Descrição dos componentes do Sistema ADAR 1000 \nCOMPONENTES ADAR 1000 ESPECIFICAÇÃO \n\nFabricação sistema ADAR 1000  Positive System – USA \nCaptura, armazenamento das imagens  Lap Top \nFormato imagens  Tiff \nCâmara  KODAK DCS 460 \nCorpo da Câmara  Nikon N90 \nLente  20 mm \nSistema CCD  2036x3060 pixel \nModo  Colorido normal e Infravermelho  \nAltitude de vôo  Variável \nTempo de exposição  Automática \nNavegação  GPS ou Câmara de TV  \n\n \n \n\nPara esse estudo, realizaram-se 06 linhas de vôo sobre a área de interesse, obtendo-\n\nse 295 aerofotos na faixa espectral do visível, com sobreposição longitudinal de 60%  \n\nnecessária para estereoscopia.  \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n28\n\nOptou-se por seis linhas de vôo, porque o objetivo era obter uma representação da \n\nárea ocupada entre a linha de costa da praia oceânica e a borda da Barreira III, visto que, o \n\nfoco desse estudo é a identificação geológica e geomorfológica  superficial e de fundo do \n\ncorpo hídrico propriamente dito. \n\nDurante o sobrevôo, as imagens, no formato tiff, foram armazenadas em um laptop \n\ne, ao mesmo tempo, foram registradas informações de localização do centro das aerofotos, \n\natravés do uso de um GPS (GARMIN 95). Posteriormente, as imagens foram transferidas a \n\num sistema computacional para análise, cópia em CD-ROM e, tratamento digital.  \n\n LAGOA DO PEIXE\n\nLEVANTAMENTO AEROFOTOGRÁFICO\n\nLINHAS DE VÔO - FOTO ÍNDICE\n               MAPA BASE\n\nLinhas de vôo - 11\n\nAltura média de vôo - 3900 pés\n\nNº de aerofotos - 295\n\nDimensões - 3060 x 2036\n\nFormato das aerofotos - Tagged Image Format (TIF)\n\nResolução das aerofotos - 72x72dpi\n\nDiagramação: Renato Lélis\n\nlv001001\n\nlv001002\n\nlv001003\n\nlv001004\n\nlv001005\n\nlv001006\n\nlv001007\n\nlv001008\n\nlv001009\n\nlv001010\n\nlv001011\n\nlv001012\n\nlv001013\n\nlv001014\n\nlv001015\n\nlv001016\n\nlv001017\n\nlv001018\n\nlv001019\n\nlv001020\n\nlv001021\n\nlv001022\n\nlv001023\n\nlv001024\n\nlv001025\n\nlv001026\n\nlv001027\n\nlv001028\n\nlv001029\n\nlv001030\n\nlv001031\n\nlv001032\n\nlv001033\n\nlv001034\n\nlv001035\n\nlv001036\n\nlv001037\n\nlv001038\n\nlv001039\n\nlv002040\n\nlv002041\n\nlv002042\n\nlv002043\n\nlv002044\n\nlv002045\n\nlv002046\n\nlv002047\n\nlv002048\n\nlv002049\n\nlv002050\n\nlv002051\n\nlv002052\n\nlv002053\n\nlv002054\n\nlv002055\n\nlv002056\n\nlv002057\n\nlv002058\n\nlv002059\n\nlv002060\n\nlv002061\n\nlv002062\n\nlv002063\n\nlv002064\n\nlv002065\n\nlv002066\n\nlv002067\n\nlv002068\n\nlv002069\n\nlv002070\n\nlv002071\n\nlv002072\n\nlv002073\n\nlv002074\nlv003075\n\nlv003076\n\nlv003077\n\nlv003078\n\nlv003079\n\nlv003080\n\nlv003081\n\nlv003082\n\nlv003083\n\nlv003084\n\nlv003086\n\nlv003087\n\nlv003088\n\nlv003089\n\nlv003090\n\nlv003091\n\nlv003092\n\nlv003093\n\nlv003094\n\nlv003095\n\nlv003096\n\nlv003097\n\nlv003098\n\nlv003099\n\nlv003100\n\nlv003101\n\nlv003102\n\nlv003103\n\nlv003104\n\nlv003105\n\nlv003106\n\nlv004107\n\nlv004108\n\nlv004109\n\nlv004110\n\nlv004111\n\nlv004112\n\nlv004113\n\nlv004114\n\nlv004115\n\nlv004116\n\nlv004117\n\nlv004118\n\nlv004119\n\nlv004120\n\nlv004121\n\nlv004122\n\nlv004123\n\nlv004124\n\nlv004125\n\nlv004126\n\nlv004127\n\nlv004128\n\nlv004129\n\nlv004130\n\nlv004131\n\nlv004132\n\nlv004133\n\nlv004134\n\nlv004135\n\nlv004136\n\nlv005137\n\nlv005138\n\nlv005139\n\nlv005140\n\nlv005141\n\nlv005142\n\nlv005143\n\nlv005144\n\nlv005145\n\nlv005146\n\nlv005147\n\nlv005148\n\nlv005149\n\nlv005150\n\nlv005151\n\nlv005152\n\nlv005153\n\nlv005154\n\nlv005155\n\nlv005156\n\nlv005157\n\nlv005158\n\nlv005159\n\nlv005160\n\nlv005161\n\nlv005162\n\nlv005163\n\nlv005164\n\nlv005165\n\nlv005166\n\nlv005167\n\nlv006168\n\nlv006169\n\nlv006170\n\nlv006171\n\nlv006172\n\nlv006173\n\nlv006174\n\nlv006175\n\nlv006176\n\nlv006177\n\nlv006178\n\nlv006179\n\nlv006180\n\nlv006181\n\nlv006182\n\nlv006183\n\nlv006184\n\nlv006185\n\nlv006186\n\nlv006187\n\nlv006189\n\nlv006190\n\nlv006191\n\nlv006193\n\nlv006194\n\nlv006195\n\nlv006197\n\nlv006198\n\nlv007226\n\nlv007227\n\nlv007228\n\nlv007229\n\nlv007230\n\nlv007231\n\nlv007232\n\nlv007233\n\nlv007234\n\nlv007235\n\nlv007236\n\nlv007237\n\nlv007238\n\nlv007239\n\nlv007240\n\nlv007241\n\nlv007242\n\nlv007244\n\nlv007245\n\nlv007247\n\nlv007248\n\nlv007249\n\nlv007251\n\nlv007253\n\nlv007254\n\nlv007256\n\nlv008257\n\nlv008258\n\nlv008259\n\nlv008260\n\nlv008261\n\nlv008262\n\nlv008263\n\nlv008264\n\nlv008265\n\nlv008266\n\nlv008267\n\nlv008268\n\nlv008269\n\nlv008270\n\nlv008271\n\nlv008272\n\nlv008273\n\nlv008274\n\nlv008275\n\nlv008276\n\nlv008277\n\nlv008278\n\nlv008279\n\nlv008280\n\nlv009281\n\nlv009282\n\nlv009283\n\nlv009284\n\nlv009285\n\nlv009286\n\nlv009287\n\nlv009288\n\nlv009289\n\nlv009290\n\nlv009291\n\nlv009292\n\nlv009293\n\nlv009294\n\nlv009295\n\nlv009297\n\nlv009299\n\nlv009300\n\nlv009301\n\nlv009302\n\nlv009303\n\nlv009305\n\nlv009306\n\nlv009307\n\nlv009309\nlv010310\n\nlv010311\n\nlv010312\n\nlv010313\n\nlv010314\n\nlv010315\n\nlv011316\n\nlv011317\n\nlv011318\n\nlv011319\n\nlv011320\n\nlv011321\n\nlv011322\n\nlv011324\n\nlv011325\n\nlv011326\n\nlv011327\n\nlv011329\n\nlv011330\n\nlv011331\n\nlv011333\n\nlv011334\n\nlv011335\n\nlv011337\n\nlv011338\n\n-51.15 -51.1 -51.05 -51 -50.95\n\n-31.45\n\n-31.4\n\n-31.35\n\n-31.3\n\n-31.25\n\nBA\nRR\n\nEI\nRA\n\n III\n\nOC\nEA\n\nNO\n A\n\nTL\nÂN\n\nTI\nCO\n\n \nFig. 15.  Foto Índice UTM das linhas de vôo sobre a área de estudo. \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n29\n\n \n\n3.1.2. Amostragem Sedimentar de Superfície e Mapeamento Geológico-\n\n Geomorfológico \n\n  \n\nTendo em vista o objetivo de construir um mapa faciológico (mapa textural) dos \n\nsedimentos superficiais do Sistema Lagunar da Lagoa do Peixe, foi executado um \n\nprograma de coleta de amostras e de descrição do terreno ao longo de perfis topográficos \n\ntransversais ao sistema. As amostras não foram coletadas segundo um espaçamento fixo, \n\npredeterminado, mas sim sempre que se observava algum tipo de mudança no terreno, \n\nfosse essa mudança faciológica ou, mesmo, geomorfológica. Assim, procurou-se coletar \n\namostras que fossem representativas de todos as feições e subambientes encontrados. \n\nAlém da coleta de amostras foram descritas e registradas feições geomorfológicas como \n\nterraços, escarpas de erosão, mantos de aspersão eólica, campo de dunas, etc. \n\n No total foram coletadas 123 amostras superficiais. Os pontos de amostragem \n\nencontram-se representados na Figura 16. \n\n Com relação ao estudo geológico e dinâmico deste sistema o mesmo permitira a \n\nconstrução de um mapa geral das informações básicas geológicas – geomorfoloógicas, \n\ncom base no levantamento realizado em campo  auxiliado por imagens digitais de pequeno \n\nformato aerofotografias (35mm) e imagens satélites TM LANDSAT(arquivo).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n30\n\n \n\n \n\n \n \n\n \n\nFig.16. Mapa de localização dos pontos amostrados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n31\n\n3.1.3. Levantamento Topográfico de Nivelamento \n\n  \n\nProcedeu-se o levantamento topográfico através da construção de perfis das feições \n\nmorfológicas representativas da região segundo o método de nivelamento proposto por \n\n(Birkemeier, 1981), utilizando-se aparelho de leitura topográfica (nível), balizas, régua de \n\nleitura graduada, bússola e gps. Foram executados 10 perfis topográficos orientados \n\ntransversalmente ao sistema estudado, tendo sua origem na zona da praia oceânica nível e \n\nseu término, sempre que possível junto à paleo-falésia da Barreira III na margem oeste do \n\nsistema lagunar.  \n\nO posicionamento e orientação dos perfis contaram com a utilização de um GPS \n\n(Global Position System) MNS da BRUNTON, com 12 canais, o qual possui uma precisão \n\ncompatível com a escala de trabalho. Para a execução do levantamento topográfico foi \n\ncoletada uma coordenada no início de cada perfil e outra no seu final. Foram instalados \n\nmarcos de concreto (RN) localizados no campo de dunas, sua localização foi obtida com \n\n(gps) cujas coordenadas planas são XY (utilizando-se como datum o UTM Córrego \n\nAlegre), e tendo por base pontos notáveis. Os perfis foram referenciados a um datum, neste \n\ntrabalho estabelecido ao nível zero da maré astronômica (0,0m). Para o processamento dos \n\nperfis foram utilizados os programa computacional ISRP®, adaptado do corpo de \n\nEngenheiros do Exército Americano e idealizado por Biekemeier (1985), e o Beach \n\nMap®, versão para ambiente WINDOWS®. A localização dos perfis pode ser observada na \n\nFigura 17. \n \n \n \nTabela 02: Localização dos Marcos dos alinhamentos dos perfis topográficos na área da \nLagoa do Peixe \n\n \n\n \n\n \nPERFIL Nº \n\n \nLOCALIZAÇÃO \n\n \nDIST.PERC.\n\n \nRUMO V \n\n \nOBS \n\n         01          BLP 4598,3 N 55 W EMBOCADURA \n         02         12,1 KM  3414,8 N 44 W NORTE DA BARRA LP \n         03           1,0 KM 4396,8 N 05 W NORTE DA BARRA LP \n         04           6,0 KM 6171,0 N 20 W VILA PAIVA NORTE DA BARRA \n         05           8,0 KM 5217,2 N 30 W LAGAMAR NORTE DA BARRA \n         06         18.0 KM  4122,0 N 15 W FAROL DE MOSTARDAS \n         07         17,9 KM 3724,6 N 13 W SUL DA BARRA LP \n         08           5,8 KM 3918,9 N 47 W SUL DA BARRA LP \n         09          12,1KM 1909,0 N 35 W NORTE DA BARRA LP \n         10            2,4KM 3068,4 N46 W SUL DA BARRA LP \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n32\n\n \n\n \n \n\n \n\nFig 17. Mapa de localização dos perfis \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n33\n\n3.1.4. Amostragem de sub-superfície (Testemunhagem) \n\n  \n\nCom a finalidade de buscar informações sobre a história evolutiva do sistema, \n\nprocedeu-se a execução de uma série de testemunhos de sondagem utilizando \n\ntestemunhadores Vibracore com o objetivo de integrar alguns dos perfis representativos \n\ndas feições morfológicas. (Fig.18).  \n\nDados dos testemunhos, como localização, posicionamento (GPS), comprimento \n\ndo testemunho, compactação, entre outros, foram registrados no local da testemunhagem \n\nnuma ficha apropriada. \n\nAs testemunhagens foram realizadas com o uso de um testemunhador à vibração \n\n(vibrocore). Impulsionado por um motor a gasolina, o testemunhador transmite vibração, \n\natravés de um mangote, para um tubo de alumínio de 7,5 cm de diâmetro e 6 m de \n\ncomprimento. A retirada do testemunho foi feita com o auxílio de um tripé e talha manual \n\n(Fig.19). \n\n A penetração e recuperação dos testemunhos mostrou-se bastante boa nas fácies de \n\nsedimentos finos e teve uma menor eficiência nas fácies arenosas. Foram obtidos 11 \n\ntestemunhos, com uma recuperação máxima de 5,9 m. Visando facilitar o manuseio e \n\ntransporte, os testemunhos foram cortados em seções de 1,3 m. \n\n   \n\n \n\n \nFig.19. Principais componentes do sistema de testemunhagem a vibração (Motor, \n\nMangote, Braçadeira, Ponteira e Tripé). \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n34\n\n \n\n \n\n \n \n\n \n\nFig.18. Mapa de localização dos Testemunhos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n35\n\n3.2. TRABALHOS DE LABORATÓRIO \n\n \n\n \n\n3.2.1. Abertura, Descrição e Análise dos Testemunhos \n\n  \n\nOs testemunhos coletados foram abertos, descritos e analisados nos laboratórios do \n\nCentro de Estudos de Geologia Costeira e Oceânica (CECO) do Instituto de Geociências \n\nda UFRGS. Cada seção (tubo de alumínio) foi cortada longitudinalmente com uma serra \n\nelétrica e, o sedimento, cortado com fio de aço. Após a abertura, os testemunhos foram \n\ndescritos procurando-se observar as principais características faciológicas como cor, \n\ntextura, estruturas, componentes bióticos, etc. \n\n Os testemunhos foram fotografados integralmente, do topo à base. As fotos \n\n(digitais) foram posteriormente tratadas com software (CORELDRAW 12), o que \n\npossibilitou a montagem de cada testemunho em um único plano, possibilitando uma \n\nmelhor descrição e interpretação das diferentes fácies presentes. \n\n Foram coletadas dos testemunhos 56 amostras para análise granulométrica, 15 \n\namostras para análise micropaleontológica e 04 amostras para análise geocronológica \n\n(datação por C14). \n\n \n\n3.2.2. Análises Granulométricas \n\n  \n\n \n\nAs amostras coletadas em superfície (123 amostras) e retiradas dos testemunhos \n\n(56 amostras) foram submetidas à análise granulométrica no Setor de Sedimentologia do \n\nLaboratório de Oceanografia Geológica da FURG, empregando-se técnicas consagradas de \n\nanálise, de acordo com o fluxograma da Figura 20. \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n36\n\n \n\nFig. 20. Fluxograma das etapas da análise granulométrica das amostras. \n\n \n\nO processamento dos dados granulométricos foi efetuado no software de análise \n\nestatística e textural SYSGRAN 2.4®  (Sistema de Análise Granulométrica). A partir dos \n\ndados obtidos, foi realizada a caracterização dos sedimentos presentes na área de estudo.  \n\nAs amostras foram classificadas granulometricamente de acordo com o diagrama \n\nde Shepard (1954), a partir do qual se confeccionou o mapa textural dos sedimentos \n\nsuperficiais. O diagrama consiste em triângulos divididos em setores que representam \n\nclasses distintas de uma classificação que é baseada na concentração de 3 variáveis, \n\ndispostas em cada vértice do triângulo. A utilização desse diagrama serve para caracterizar \n\nos sedimentos segundo os 3 componentes principais: areia, silte e argila. \n\nSecagem\n(Material pipetado)\n\nEstufa +/- 65ºC\n\nAn. granulométrica de finos\nMétodo da pipetagem\n\n(provetas/1000 ml)\n\nAn. granulométrica de grossos\nMétodo de peneiramento\n\nPeneiramento a úmido\n(separação - Sedimento fino do grosso)\n\nAnálise granulométrica\n(+/-30g)\n\nQuarteamento\n(tipo Jones)\n\nDesagregação\n(Almofariz e Pistilo com Proteção de Borracha)\n\nSecagem\nEstufa (100°C)\n\nLavagem do sedimento\n(Retirada dos sais solúveis)\n\nAM OSTRA TOTAL\n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n37\n\nAlém disso, plotou-se os percentuais de cada tamanho de grão obtido no \n\nSYSGRAN 2.4®, na planilha do Microsoft Excel para a obtenção dos gráficos de \n\ndistribuição superficial dos sedimentos. \n\n \n\n3.2.3. Análises Micropaleontológicas \n\n \n\nUm total de 43 amostras de sedimentos lamosos coletadas dos testemunhos foi \n\nsubmetido à análise palinológica e de diatomáceas. O tratamento químico das amostras \n\nselecionadas foi realizado segundo as técnicas usuais descritas em Faegri &amp; Iversen \n\n(1975). As amostras foram tratadas com ácido clorídrico (10%) e hidróxido de potássio \n\n(10%). Aplicou-se o método de separação entre substâncias inorgânicas e orgânicas \n\natravés de líquido denso (solução aquosa de ZnCl2 de densidade 2,2 g/cm3). A não \n\naplicação de ataque químico com ácido fluorídrico permite a preservação e análise de \n\nesqueletos sílicosos de diatomáceas e cistos de silicoflagelados. Após o tratamento \n\nquímico, as amostras foram montadas em lâminas com gelatina-glicerinada. \n\nPara a análise de diatomácea, após a preparação descrita acima, retirou-se \n\nsubamostras de 10 ml, deixando-se a lama sedimentar naturalmente para obter do \n\nsobrenadante alíquotas de 2 ml, que foram colocadas em câmaras de sedimentação para \n\nanálise, identificação e quantificação do material. Uma alíquota de 10 ml de cada amostra \n\nfoi montada em lâmina permanente. Trabalhou-se com uma eficiência amostral superior a \n\n83 % (Pappas &amp; Stoermer, 1996). \n\n \n\n3.2.4. Análises Geocronológicas (C 14) \n\n \n\nQuatro (04) amostras para análise geocronológica (datação por C14) foram \n\nselecionadas e coletadas nos testemunhos, sendo 03 de lama orgânica e 01 de fragmentos \n\nde conchas.  \n\nAs amostras selecionadas foram retiradas dos testemunhos T09 (03 amostras) e \n\nT01 (01 amostra). \n\nAs análises geocronológicas, através do método de C -14, foram efetuadas pelo \n\nBETA ANALYTIC INC., um laboratório comercial, com sede em Miami, Florida, USA. \n\nSegundo especificações fornecidas pelo laboratório, os procedimentos básicos \n\nempregados nas datações foram os seguintes: \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n38\n\nAs amostras de sedimentos foram submetidas a um pré-tratamento, iniciado por \n\numa limpeza de quaisquer raízes aparentes. Posteriormente, os sedimentos foram \n\ndispersados em ácido quente para a eliminação de carbonatos e a seguir repetidamente \n\nenxaguados para a eliminação de qualquer resíduo resultante do ataque ácido. Por fim, \n\nforam secos e queimados em um sistema fechado. \n\nAs amostras de conchas tiveram sua camada externa previamente dissolvida através \n\nde ácido diluído. Seguiu-se um ataque ácido visando a produção do dióxido de carbono, \n\nusado como a fonte de carbono para a medição do conteúdo de radiocarbono. \n\n \n\n \n\n3.2.5. Análises de Fotografias Aéreas e Imagens de Satélite \n\n  \n\nAlém dos dados obtidos diretamente no campo, o mapeamento geológico-\n\ngeomorfológico da região - um dos objetivos deste trabalho - foi realizado com base na \n\ninterpretação de fotografias aéreas e também de imagens de satélite.  \n\nO mapa base foi construído a partir das imagens de pequeno formato (35mm) \n\ncapturadas pelo Sistema ADAR 1000, fornecidas pelo Setor de Sensoriamento Remoto e \n\nLevantamento Aéreofotográfico do Laboratório de Oceanografia Geológica/DGEO-\n\nFURG. Como não era objetivo desse trabalho construir um único mosaico, dentre as 295 \n\naerofotos, optou-se por detalhar setores específicos da área de estudo, acompanhando os \n\nperfis topográficos realizados em campo. O georreferenciamento das aerofotos digitais que \n\nintegram os mosaicos específicos de cada setor que acompanha cada perfil topográfico foi \n\nrealizado a partir de Pontos de Controle (PC) cujas Coordenadas Geográficas em UTM \n\nforam obtidos in situ com a utilização de GPS MNS da BRUNTON. Com o emprego de 4 \n\nPC para cada foto, as coordenadas obtidas foram lançadas no Software Bentley Power \n\nDraft (Fig. 21). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n39\n\n \n\n \n\n \n\n \n\n \nFig.21.  Mosaico Ilustrando o Perfil 02  Setor Norte \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n40\n\nCAPÍTULO 4 – RESULTADOS OBTIDOS \n\n \n\n4.1. MAPA FACIOLÓGICO DOS SEDIMENTOS SUPERFICIAIS DO FUNDO DA \n\nLAGOA DO PEIXE  (Mapa Textural) \n\n  \n\n A Figura 22 corresponde ao mapa faciológico dos sedimentos superficiais que \n\natapetam o fundo da Lagoa do Peixe, construído a partir dos parâmetros texturais \n\n(granulométricos) das amostras coletadas ao longo dos perfis topográficos transversais ao \n\ncorpo lagunar (conforme os pontos de amostragens da Fig 16).  \n\nO mapa mostra que os sedimentos da superfície de fundo da Lagoa do Peixe são \n\nessencialmente arenosos, podendo ser agrupados em três classes texturais (areia muito \n\nfina, areia fina e areia média), com um amplo predomínio da classe areia fina. \n\nA análise do mapa, bem como a observação detalhada das distribuições \n\ngranulométricas das amostras (conforme Histogramas do Anexo II) revela que há uma \n\ntendência de ocorrência de areias um pouco mais grossas nas margens próximas à \n\ndesembocadura da lagoa, região de maior energia. Esta tendência poderia ser explicada \n\npela hidrodinâmica própria da lagoa e pela ação das ondas e correntes praiais produzidas \n\npelos ventos locais atuando junto à desembocadura, em especial o vento sul, um dos \n\nagentes responsáveis pela efetivação e/ou manutenção da abertura da barra da lagoa. \n\nA análise dos histogramas granulométricos mostra também que nos poucos locais \n\nde maior profundidade e mais abrigados da área, se estabelecem condições de baixa \n\nenergia, tornando os sedimentos de fundo mais enriquecido em silte e argila. Quando estes \n\nsedimentos mais finos ocorrem no fundo dos canais eles resultam, em grande parte, do \n\nprocesso de floculação em meio salino, induzido pela penetração de água marinha \n\nimpulsionada pelo vento sul. \n\nEmbora se reconheça a restrição do mapa faciológico aqui apresentado – resultante \n\nde sua metodologia de construção a partir de amostras pontuais ao longo de perfis \n\ntransversais e não através de uma malha de amostragem – ele revela um dado importante \n\nsobre os sedimentos que ocorrem atualmente no fundo da Lagoa do Peixe: os sedimentos \n\napresentam uma grande homogeneidade textural. O fundo está essencialmente recoberto \n\npor areias de granulação fina. Este comportamento reflete de forma muito clara a \n\ninfluência da principal fonte responsável pelo aporte sedimentar no corpo lagunar: a \n\ncontribuição eólica proveniente da Barreira IV adjacente. Além disso, as drenagens que \n\natualmente drenam para a Lagoa do Peixe, e que também podem ser responsáveis por parte \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n41\n\ndo aporte sedimentar, estão implantadas totalmente sobre terrenos arenosos pleistocênicos \n\n(Barreira III) e holocênicos (Sistema Lagunar IV), o que, igualmente, restringe sua carga à \n\ntextura areia. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n42\n\n480000 490000 500000 510000\n\n6520000\n\n6530000\n\n6540000\n\n6550000\n\nAreia Muito Fina\n\nAreia Fina\n\nAreia Média\n\nLEGENDA\n\n \n \nFig. 22 Mapa faciológico dos sedimentos superficiais de fundo da Lagoa do Peixe \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n43\n\n4.2. MAPA GEOLÓGICO-GEOMORFOLÓGICO \n\n  \n\n A Figura 23 representa o mapa geológico-geomorfológico da área de estudo. Ele \n\nfoi construído com base em observações diretas no campo, realizadas ao longo dos perfis \n\ntransversais ao sistema, e complementadas por análises de fotografias aéreas e de imagens \n\nde satélite.  \n\n Conforme mostra o mapa, o Sistema Lagunar da Lagoa do Peixe pode ser  \n\nsubdivididos em três setores, que apresentam claras diferenças geomorfológicas e \n\nambientais: (1) Setor Norte, (2) Setor Central e, (3) Setor Sul. \n\n O Setor Norte é caracterizado pela presença de canais fluviais meandrantes, ativos \n\nou abandonados, relativamente estreitos e rasos, que drenam o terraço lagunar com um \n\nfluxo geral no sentido sul, interligando pequenos corpos lacustres residuais. Dois corpos de \n\nágua maiores, semi-isolados, se destacam na paisagem deste setor. Na desembocadura dos \n\ncanais fluviais, um pequeno delta digitiforme prograda para dentro do corpo lacustre \n\nsituado mais ao norte, indicando um aporte de sedimentos clásticos provenientes do \n\npróprio terraço lagunar. \n\n O Setor Central é marcado pela presença do corpo lagunar principal do sistema \n\nLagoa do Peixe e pela ocorrência do canal de ligação com o mar. A hidrodinâmica do \n\ncorpo de água é controlada pelo regime dos ventos que sopram dominantemente do \n\nquadrante nordeste. Eles geram ondas e correntes que são os principais agentes de \n\ntransporte e deposição do material sedimentar deste setor. A circulação das águas é  \n\ninfluenciada também pela descarga das águas proveniente da Barreira III adjacente, nos \n\nperíodos de alta pluviosidade. A natureza composicional e textural dos sedimentos é pouco \n\nvariável. Praticamente todas as margens, bancos e planos de maré regularmente alagados \n\nsão formados por areias finas quartzosas, ocorrendo alguma concentração de areia média \n\nna porção marginal do canal de ligação com o mar. Na desembocadura de pequenos \n\narroios, nas proximidades de marismas e banhados, no canal principal e nas áreas providas \n\nde macrófitas submersas, o sedimento torna-se mais lodoso, pela contribuição de material \n\nfino e detritos orgânicos. A concentração de material em suspensão tende a crescer em \n\ndireção ao norte, devido principalmente a pouca profundidade da laguna e ao aporte \n\ncontinental de sedimentos.  \n\n O Setor Sul apresenta um corpo de água estreito marcado pela presença de \n\npequenas ilhas e bancos que tendem a diminuir sua continuidade.  Não há evidências de \n\ncursos fluviais mais importantes que escoem para dentro deste corpo de água. \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n44\n\n A observação em conjunto do Sistema Lagunar da Lagoa do Peixe mostra de forma \n\nbastante clara que os três setores em que o sistema pode ser subdividido refletem seu \n\npróprio processo evolutivo, no qual a colmatação, produzida principalmente pelo avanço \n\ndas dunas transgressivas da Barreira IV, desempenha um papel predominante. O Setor \n\nNorte, transformado atualmente em uma planície fluvial com pequenos corpos lacustres \n\nresiduais sobre a qual as dunas eólicas avançam, representa o sistema em um estágio mais \n\nmaturo. O Setor Sul representa uma situação intermediária enquanto que o Setor Central, \n\ndevido à influência direta do canal de ligação com o mar, apresenta o estágio mais jovem, \n\ncom o corpo de água maior ainda se comportando como um verdadeiro sistema lagunar. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n45\n\n \n\n \n\n \n \n\nFig. 23 Mapa Geológico - Geomorfológico \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n46\n\n As fotografias aéreas, as imagens de satélite e os perfis topográficos transversais \n\nrevelam importantes feições geológicas-geomorfológicas no Sistema Lagunar da Lagoa do \n\nPeixe, representadas na  Figura 24 Além dos corpos lagunares, estas feições incluem: (1) A \n\nPaleofalésia da Barreira III; (2) O Terraço Lagunar I e (3) O Terraço Lagunar II. \n\n A Paleofalésia da Barreira III marca o limite oeste do Sistema Lagunar da Lagoa \n\ndo Peixe, em toda sua extensão. É uma feição geomorfológica contínua, às vezes retilínia \n\npor vários quilômetros, outras vezes com pequenas reentrâncias e que apresenta uma altura \n\nde até 6 m acima dos terrenos holocênicos do Terraço Lagunar I adjacente. É claramente \n\numa feição erosiva, elaborada nos sedimentos pleistocênicos da Barreira III durante o \n\nmáximo transgressivo holocênico, ocorrido há cerca de 5 ka, quando o sistema lagunar \n\natingiu sua máxima expansão. Em alguns locais, a escarpa é quase que verticalizada \n\nenquanto em outros, a vertente é atenuada devido a processos deposicionais e erosivos \n\nposteriores. Incluem-se nestes locais a ocorrência de pequenos leques aluviais formados na \n\nbase da escarpa por pequenos cursos de água provenientes dos terrenos pleistocênicos. \n\nDevido à elevada porosidade e permeabilidade das areias da Barreira III, é comum a \n\nocorrência, próximo à base da escarpa, de pontos de afloramentos do lençol freático, com \n\nformação de fontes de água e de pequenos banhados, além de uma faixa com mata nativa \n\nde médio a grande porte (coqueiros, figueiras). \n\n O Terraço Lagunar I ocupa a faixa mais interna do Sistema Lagunar da Lagoa do \n\nPeixe, adjacente à Paleofalésia da Barreira III. É uma feição geomorfológica situada em \n\num nível altimétrico um pouco mais alto do que o Terraço Lagunar II, do qual é separado \n\npor uma pequena escarpa de cerca de 1 m de altura. O Terraço Lagunar I representa o \n\nfundo lagunar existente durante o máximo transgressivo holocênico. Atualmente, sua \n\naltitude o preserva de ser inundado, mesmo durante os períodos de alta pluviosidade. Suas \n\nfácies são essencialmente arenosas e os terrenos são cobertos, na sua maior parte, por uma \n\nvegetação de gramíneas. \n\n O Terraço Lagunar II é uma faixa de terreno situada altimetricamente abaixo do \n\nTerraço Lagunar I e que se desenvolve adjacente aos atuais corpos lacustres-lagunares. De \n\nmodo especial ele se desenvolve no Setor Norte, onde ocupa a maior parte do sistema. As \n\nbaixas altitudes deste terraço evidenciam que o mesmo está sujeito às inundações que \n\nacompanham os períodos de elevada pluviosidade. Suas fácies também são \n\ndominantemente arenosas, embora em certos locais – associados, por exemplo, a meandros \n\nabandonados – seja comum a ocorrência de lamas. A cobertura vegetal do terraço é \n\nformada principalmente por juncos. \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n47\n\n A separação altimétrica entre os terraços lagunares I e II, marcada, em certos \n\nlocais, por uma escarpa em torno de 1m, pode não retratar somente a repetição de períodos \n\nde inundação. Uma outra possibilidade a ser considerada é de que esta variação de nível \n\nrepresente também uma variação geral no nível do sistema lagunar em resposta a uma \n\noscilação de alta freqüência no nível relativo do mar durante o Holoceno. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n48\n\n \n \n\nFig. 24.Perfil 02 esquemático transversal a lagoa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n49\n\n4.3. RESULTADOS DE SUB-SUPERFÍCIE (TESTEMUNHOS) \n\n \n\n4.3.1. Descrição e Interpretação dos Testemunhos \n\n \n\n  Como descrito no Capítulo 3, foram escolhidos 11 pontos de testemunhagem, \n\nlocados preferencialmente ao longo de perfis topográficos transversais ao sistema estudado \n\n(Perfil 01 e 02). Destes pontos amostrados foram obtidos 09 testemunhos com boa \n\nrecuperação (Tab. 2). Os testemunhos T03 e T10 foram abandonados no próprio campo \n\npor deficiência de recuperação. Em laboratório, os testemunhos foram abertos, \n\nfotografados, amostrados, descritos e interpretados.   \n\n \n \nTabela 03 – Localização (coordenadas) dos testemunhos e comprimento recuperado. \n \nTestemunho Perfil Topográfico Localização (UTM) Comprimento (cm) \n\nT01 02 0503928                 6541360 450 \nT02 02 0501830                 6541924 495 \nT04  0484521                 6521413 390 \nT05  0485008                 6521143 535 \nT06 01 0495478                 6530500 490 \nT07  0494075                 6530368     450 \nT08 01 0499278                 6526276 460 \nT09 02 0503819                 6541422 590 \nT11 01 0493966                 6533327 410 \n\n \nObs.: Os testemunhos T03 e T10 foram abandonados por problemas técnicos de recuperação. Os \ntestemunhos T04, T05 e T07, obtidos fora do alinhamento dos perfis, foram utilizados somente como pontos \nadicionais de controle. \n \n\n A análise faciológica dos testemunhos mostra, de forma geral, a ocorrência de \n\nfácies arenosa, lamíticas e biodetríticas condizentes com os diferentes ambientes \n\ndeposicionais constituintes de um sistema do tipo “laguna-barreira”. Devido à boa \n\nrecuperação de material e natureza dos sedimentos amostrados, os testemunhos T09 e T01, \n\npertencentes ao Perfil 02, foram selecionados para estudos mais detalhados \n\n(geocronológicos e paleontológicos) e serão descritos a seguir. As descrições e ilustrações \n\ndos demais testemunhos poderão ser acompanhadas no Anexo  I.  \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n50\n\nTestemunho T09 \n\n  \n\n O testemunho T09 (Fig. 25) foi coletado ao longo do perfil topográfico P02, \n\nsituado aproximadamente 12 km ao norte da desembocadura da Lagoa do Peixe, próximo \n\nao limite entre o Setor Norte e Central da área de estudo (ver a localização do perfil e do \n\ntestemunho nas Figs. 17 e 18). O testemunho foi realizado sobre o Terraço Lagunar II, \n\nnuma altitude de 0,75 metros acima do nível do mar. Sua ótima recuperação (590 cm) \n\npermitiu uma boa amostragem de sub-superfície do sistema lagunar estudado. \n\n \n\n \nFig. 25 - Seção colunar do testemunho T 09 com a descrição e interpretação das fácies e a profundidade de \ncoleta de amostras para datação por radiocarbono. Observe-se, também, a posição da fácies C ilustrada na \nfotografia da Figura 26. \n  \n\n Como pode ser acompanhado na Figura 25, o testemunho pode ser subdividido em \n\n4 fácies sedimentares (Fácies A,B,C e D). A Fácies D, na base do testemunho, corresponde \n\na uma camada lamítica, de cor escura (5YR 2/1), rica em matéria orgânica. Este pacote \n\nbasal de lama orgânica é bastante homogêneo e alcança uma espessura de \n\naproximadamente 300 cm. Duas amostras desta seção foram coletadas para datação por \n\nradiocarbono (Beta 204666, na profundidade entre 515-535 cm e Beta 204665, na \n\nprofundidade entre 271-291 cm). As idades calibradas encontradas foram, \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n51\n\nrespectivamente, 7420 - 7020 anos AP e 5370 - 7020 anos AP. Ao longo desta mesma \n\nseção lamítica foram coletadas  43 amostras para análise palinológica. \n\n  \n\n \nFig. 26 – Fotografia de uma seção do testemunho T 09, mostrando uma fácies com interestratificação de \nareia e lama (estratificação lenticular – linsen). A fácies é granocrescende com o conteúdo e a espessura das \nlentes de areia aumentando da base para o topo. \n  \n\n O próximo intervalo do testemunho é representado pela Fácies C, uma seção com \n\n125 cm de espessura onde ocorre uma interestratificação de areia e lama. São lentes \n\nmilimétricas e centimétricas de areia dispersas no meio da lama, definindo um padrão de \n\nestratificação lenticular (linsen), muito semelhante aos registros heterolíticos dos ritmitos \n\ndas planícies de maré (Fig. 26). No conjunto a seção apresenta um padrão granocrescente, \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n52\n\ncom o conteúdo e a espessura das lentes de areia aumentando da base para o topo. \n\nAlgumas lentes arenosas apresentam um perfil convexo para cima, sugerindo a morfologia \n\nde ripples. As areias são de granulação fina, apresentam uma cor clara e são bem \n\narredondadas e selecionadas. \n\n O testemunho continua com a Fácies B, um intervalo com cerca de 60 cm de \n\nespessura formado por areia fina lamosa, contendo uma alta concentração de fragmentos \n\nde conchas de moluscos bivalves. Conchas retiradas deste intervalo (entre as \n\nprofundidades de 105 e 125 cm) foram encaminhadas para datação por radiocarbono (Beta \n\n204667) e apresentaram uma idade calibrada de 2340 - 2060 anos AP. \n\n O testemunho encerra, em seu topo, com a Fácies A,  um pacote com cerca de 80 \n\ncm de areia fina, quartzosa, de cor clara (10YR 8/2), com grãos muito bem selecionados e \n\narredondados. Algumas  manchas dispersas, de cores amarelo-avermelhadas sugerem \n\nprocessos localizados de oxidação. Neste intervalo ocorrem, também, algumas \n\nbioturbações por raízes. \n\n A análise da sucessão vertical de fácies testemunhada permite fazer uma \n\ninterpretação sobre a sedimentação do sistema lagunar estudado. O conjunto é nitidamente \n\nprogradante, mostrando as fácies marginais do sistema avançando sobre as fácies do fundo \n\nlagunar. A fácies de lama orgânica basal (Fácies D) representa os depósitos acumulados no \n\nfundo lagunar. As Fácies B e C representam depósitos associados às margens lagunares, \n\npermitindo a intercalação de areias e lamas bem como a ocorrência de biodetritos. A \n\nFácies A, formada essencialmente por areias finas muito bem selecionadas e arredondadas \n\nrepresentaria o avanço de depósitos eólicos (pequenas dunas ou lençóis de areia) \n\ncolmatando o corpo lagunar.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n53\n\nTestemunho T01 \n\n \n\n O testemunho T01 (Fig. 27) foi igualmente coletado ao longo do perfil P02, sobre o \n\no Terraço Lagunar II, próximo à borda da lagoa, em uma altitude de  0,5 metros acima do \n\nnível do mar (Ver localização nas Figs. 17 e 18). A profundidade alcançada pelo \n\ntestemunho foi de 450 cm. \n\nO registro sedimentar amostrado no testemunho T01 pode ser subdividido em três \n\nfácies com características litológicas diferentes (Fácies A, B e  C).  \n\n \n\n \n\n \nFig. 27 - Seção colunar do testemunho T 01, com a descrição e interpretação das fácies e a profundidade de \ncoleta de amostra para datação por radiocarbono. Observe-se, também, a posição da  camada de cascalho \nbiodetrítico, dentro da Fácies C, ilustrada na fotografia da Figura 27. \n  \n\n A Fácies basal (Fácies C) corresponde a um pacote, com cerca de 250 cm de \n\nespessura, de lama arenosa de cor cinza-escuro esverdeada (5YR 2/1), contendo, de forma \n\ndispersa ao longo da seção, conchas de moluscos (conchas inteiras e fragmentadas). A \n\nanálise paleontológica destas conchas mostrou a ocorrência dominante de organismos de \n\nambientes mixohalinos (lagunar, estuarino), como Tagelus plebeus, Erodona mactroides, \n\nentre outros. De forma conspícua, a Fácies C apresenta, na profundidade em torno de 400 \n\ncm, a ocorrência de uma camada, com cerca de 15 cm de espessura, com uma elevada \n\nconcentração de fragmentos de biodetritos (Fig. 28). Os organismos que formam este nível \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n54\n\nde cascalho biodetrítico são idênticos aos que ocorrem disseminados ao longo do intervalo \n\namostrado. \n\n A Fácies B corresponde a uma camada granocrescente que varia de lama arenosa, \n\nna base, para areia lamosa, no topo. A areia é de granulação muito fina a fina, de cor cinza-\n\nesverdeado (5G 2/1). Mais próximo à base do intervalo ocorrem alguns níveis de lama \n\nescura, rica em matéria orgânica.  \n\n A Fácies A, no topo da seção, é constituída por uma camada de areia fina, \n\nquartzosa, de cor clara. Os grãos de areia são bem arredondados e selecionados. A \n\nestrutura interna do pacote é maciça, aparentemente sem desenvolvimento de \n\nestratificação. Algumas manchas verticalizadas sugerem a presença de traços fósseis de \n\nraízes. \n\n \n\n \nFig. 28 – Fotografia de uma seção do testemunho T 01 (Fácies C), mostrando uma fácies de lama arenosa \ncontendo, de forma dispersa, conchas (inteiras e fragmentadas) de moluscos.  Próximo à profundidade de 400 \ncm ocorre um nível de cascalho biodetrítico. \n \n\n No conjunto, a sucessão vertical de fácies do testemunho T01 é bastante \n\nsemelhante à encontrada no testemunho T09. Ambas são granocrescentes e sugerem um \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n55\n\nprocesso de avanço (progradação) das fácies marginais sobre as fácies centrais (de fundo) \n\ndo corpo lagunar. A fácies de lama arenosa basal (Fácies C) representa os depósitos \n\nclásticos acumulados no fundo lagunar e que incorporam carapaças de organismos lá \n\nexistentes. O cascalho biodetrítico incorporado na Fácies C resultou, provavelmente, de \n\num evento energético excepcional (tempestade) que concentrou as conchas destes \n\norganismos (as conchas são fragmentadas). A Fácies B, de natureza granocrescente, \n\nrepresenta os depósitos associados às margens lagunares, permitindo a intercalação, ou \n\nmistura, de areias e lamas. A Fácies A, de topo, formada por areias finas bem selecionadas \n\ne arredondadas representaria o avanço de depósitos eólicos responsáveis pela colmatação \n\nfinal do corpo lagunar. \n\n A Figura 28 apresenta as fotografias de algumas das principais espécies de \n\nmoluscos encontrados nos testemunhos amostrados. \n\n \n\n \nFig. 29 – Fotografias ilustrativas de algumas das principais espécies de moluscos encontradas nos \ntestemunhos analisados e que apresentam um excelente grau de preservação. A – Tagelus plebeus (T06); B – \nErodona mactroide (T09); C – Buccinanops gradatum (T09); D – Strigilla carnaria (T02). \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n56\n\n4.3.2. Resultados das Análises Palinológicas \n\n \n\n Devido à boa recuperação (5,90 m) e à presença de um espesso e contínuo pacote \n\nde lama próximo à base, o testemunho T09 foi selecionado, dentre os vários testemunhos \n\ncoletados, para ser submetido à análise micropalentológica (palinológica). Com este \n\nobjetivo, foram coletadas 43 amostras de lama, contidas no intervalo 223-586 cm do \n\ntestemunho. As análises palinológicas foram realizadas nos laboratórios de CECO-IG-\n\nUFRGS, pela palinóloga Drª Svetlana Medeanic. \n\nAlém dos constituintes palinomórficos e de diatomáceas, discutidos a seguir, \n\nalgumas das amostras analisadas revelaram a presença de partículas de carvão. Estas \n\npartículas – que alcançam comprimentos de até 200 µm - podem evidenciar a ocorrência \n\nde incêndios naturais que afetaram a área de estudo em épocas de clima mais seco (Swain, \n\n1973, Clarc, 1983, 1988, Burney 1987, Edwards &amp; Maguire, 1987). A recorrência destes \n\ncomponentes ao longo do registro pode apontar para um importante aspecto \n\npaleogeográfico do sistema estudado: ao longo do tempo a lagoa parece ter se comportado \n\ncomo um corpo de água muito raso, à semelhança de seu comportamento atual. \n\nEventualmente poderia secar por completo, durante períodos de seca mais intensa quando \n\na vegetação das imediações da laguna entrava em combustão natural.   \n\nOs resultados obtidos nas análises palinológicas – expressos no Quadro 1,  Figura \n\n30 incluem os palinomorfos (todos os tipos encontrados), diatomáceas e partículas de \n\ncarvões. A distribuição destes componentes nas amostras permitiu identificar 20 Zonas \n\n(Zona I a Zona XX), relacionadas à mudanças ambientais e condições de sedimentação da \n\npaleolaguna, conectadas com prováveis oscilações de nível do mar e mudanças climáticas.  \n\nA composição taxonômica dos palinomorfos identificados nas amostras é \n\napresentada no Quadro 2, em anexo. As definições taxonômicas de pólens e esporos das \n\nplantas superiores foram feitas com base em trabalhos sobre morfologia e taxonomia de \n\npólens e esporos (Barth et al., 1976, Neves &amp; Lorscheitter 1992, Neves &amp; Lorscheitter \n\n1995). Consultas à palinoteca de polens e esporos das plantas nativas do Estado do Rio \n\nGrande do Sul no CECO-IG-UFRGS foram realizadas durante trabalho de análise.  \n\nTodos os palinomorfos encontrados foram contados simultaneamente (“pollen \n\nsum”), a saber: polens das plantas superiores (terrestres e aquáticas), esporos de \n\nBryophyta e Pteridophyta, zigósporos de algas de água doce (Chlorophyta) e cistos de \n\nalgas marinhas e salobras (Dinophyceae e Acritarcha). Os dados obtidos foram plotados \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n57\n\nem palinodiagrama (Figura 26) utilizando o programa (Software) TILIA, TILIAGRAF \n\n(Grimm 1987).  \n\nOs cistos de dinoflagelados e frustulas de diatomáceas encontradas foram \n\ndeterminados com base na bibliografia pré-existente (Moreira Filho &amp; Teixeira 1963, \n\nMoreira 1975, Dale 1976, Canter-Lund 1995, Van Gell &amp; Van Hammen 1978; Meyer \n\nRosa 1979, Sournia 1986). O uso de carapaças de microforaminiferos (microforaminidera \n\nlinings) para avaliar as mudanças da salinidade da paleolaguna foi baseado de Thunell &amp; \n\nWilliams Duglas (1983).  \n\nA distribuição de 6 gêneros de diatomáceas identificados está apresentada no \n\nQuadro 3, em anexo. \n\nZona I (intervalo 559-586 cm). Os polens e esporos de plantas terrestres e \n\naquáticas não foram encontrados. São freqüentes as diatomáceas marinhas tais como: \n\nTriceratium, Coscinodiscus, Auliscus, Actinoptychus e diatomáceas mixohalinas Paralia \n\nsulcata. A ocorrência freqüente de diatomáceas marinhas evidencia a formação dos \n\nsedimentos em condições da transgressão marinha. A ausência de polens e esporos pode \n\nevidenciar uma maior distância das terras vegetadas - fonte da matéria orgânica terrestre \n\nda paleolaguna daquele período. \n\nZona II (profundidade 552 cm). Não foram encontrados polens, esporos e \n\ndiatomáceas. Foram identificadas partículas de carvões. Relativamente freqüentes, as \n\npartículas de carvões, com formas predominantemente retangulares, alcançam tamanhos \n\nde até 60-120 µm. Estas partículas evidenciam a ocorrência de incêndios naturais durante \n\nperíodos de seca. O predomínio de formas retangulares sugere a localização de fontes de \n\nincêndios relativamente próximas da bacia de sedimentação. \n\nEsta Zona corresponde, provavelmente, a um período de clima seco, quando os \n\nsedimentos superficiais da paleolaguna, que provavelmente secou, ficaram sujeitos aos \n\nprocessos de intemperismo. Como resultado, a matéria orgânica foi destruída.  \n\n             Zona III (intervalo 534-544 cm). Aumenta a freqüência de polens de plantas \n\nherbáceos de dunas e de marismas (Asteraceae, Chenopodiaceae, Cyperaceae, Poaceae \n\npredominam).  Os esporos de briófitas e pteridófitas encontram-se raramente. Uma planta \n\npteridofita halófita aquática (Azolla filiculoides), atualmente distribuída nas marismas \n\nperiféricas às lagunas da planície costeira do RS é registrada.  \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n58\n\n           Houve, provavelmente, um aumento significativo na salinidade da paleolaguna, \n\ncausado pelo avanço das águas marinhas e levando à ocorrência freqüente de cistos de \n\nmicrofitoplancton marinho (Micrhystridium e Cymatiosphaera), carapaças de \n\nmicroforaminiferos e de diatomáceas mixohalinas (Paralia sulcata) e marinhas \n\n(Triceratium, Coscinodiscus, Actinoptychus e Auliscus). \n\nZona IV (intervalo 513-528 cm). Os polens, esporos e diatomáceas não foram \n\nencontrados. A Zona provavelmente corresponde a um período de clima seco. \n\n            Zona V (profundidade 506 cm). Predominam os polens de plantas herbáceas \n\n(Poaceae, Chenopodiaceae), e aumentam a freqüência e diversidade de esporos de \n\npteridófitas (Anemia, Anogramma, Dicksonia, Polypodiaceae). As colônias de \n\nBotryococcus evidenciam que a paleolaguna era rasa. A salinidade elevada da paleolaguna  \n\ncom a influência de águas marinhas é expressa pelos cistos de acritarcas e dinoflagelados \n\ne de diatomáceas mixohalinas (Paralia sulcata) e diatomáceas marinhas (Triceratium). O \n\nclima do período era relativamente úmido com épocas de seca, quando ocorriam as \n\nqueimadas espontâneas da vegetação nas áreas adjacentes da paleolaguna, fenômeno \n\nevidenciado pela ocorrência de partículas de carvões.  \n\nZona VI (profundidade 498 cm). Os pólen, esporos e frustulas de diatomáceas não \n\nforam encontrados. Zona provavelmente correspondente a um período de clima seco. \n\n            Zona VII (intervalo 466-492 cm). Somente as diatomáceas mixohalinas (Paralia \n\nsulcata e Terpsinöe cf. musica) e marinhas (Triceratium, Coscinodiscus, Actynoptychum e \n\nAuliscus) encontram-se esporadicamente, indicando avanço de águas marinhas para \n\npaleolaguna com um caráter oscilativo. A vegetação era provavelmente escassa como \n\nresultado do clima seco. As partículas de carvões evidenciam as queimas da vegetação de \n\ndunas e marismas distribuídas ao redor da paleolaguna.  \n\nZona VIII (profundidade 460 cm). Os polens, esporos e diatomáceas não foram \n\nencontrados. A Zona provavelmente corresponde a um período de clima seco. \n\n            Zona IX (profundidade 454 cm). Aumentarm os polens e esporos de plantas \n\nterrestres e aquáticas. Os polens de plantas herbáceas atualmente distribuídas nas dunas e \n\nmarismas predominam. As espécies de Poaceae e Cyperaceae são mais freqüentes. Foram \n\nidentificados os polens de Typhaceae (Typha cf. domingensis), planta herbácea aquática \n\nque, atualmente, encontra-se em pântanos e marismas. Um aumento nas precipitações \n\natmosféricas causou ampliação da vegetação de dunas e marismas distribuídas ao redor da \n\npaleolaguna. As colônias de Botryococcus indicam uma profundidade relativamente \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n59\n\npequena da paleolaguna durante o período. Os cistos de fitoplancton marinho \n\n(Micrhystridium) e de diatomáceas mixohalinas (Paralia sulcata) indicam uma salinidade \n\nelevada da paleolaguna. A presença de partículas de carvões freqüentes pode evidenciar a \n\nocorrência de queimas espontâneos naturais da vegetação de dunas relativamente \n\nabundante. \n\nZona X (profundidade 450 cm). Os pólens, esporos de plantas terrestres e \n\naquáticas e diatomáceas não foram encontrados. A Zona provavelmente corresponde a um \n\nperíodo de clima seco. \n\n            Zona XI (profundidade 445 cm). Os polens e esporos de plantas terrestres e \n\naquáticas superiores são raros. Foram identificadas numerosas colônias de Botryococcus \n\ncuja ampla distribuição ocorre nas bacias aquáticas rasas em condições de evaporação \n\ndurante clima seco. As diatomáceas encontram-se raramente. Somente uma espécie \n\nmixohalina Paralia sulcata foi identificada. Neste período, a paleolaguna foi rasa, se \n\ndesenvolvia nas condições do clima relativamente seco e com a salinidade elevada, \n\nmantendo as conexões com o oceano.  \n\nZona XII (profundidade 440 cm). Os polens, esporos de plantas terrestres e \n\naquáticas e diatomáceas não foram encontrados. Zona provavelmente correspondente a \n\nperíodo de clima seco. \n\n           Zona XIII (intervalo 412-434 cm). Neste intervalo os polens e esporos de plantas \n\nterrestres e aquáticas, cistos de microfitoplancton marinho são raros, refletindo condições \n\nnão favoráveis para sua preservação. Entre os polens de plantas herbáceas predominam \n\nAsteraceae, Poaceae, Chenopodiaceae, Cyperaceae, distribuídas atualmente nas dunas, \n\nmarismas e pântanos na Planície costeira do RS. Quanto às diatomáceaes, somente uma \n\nespécie mixohalina Paralia sulcata foi identificada. Provavelmente, o clima daquele \n\nperíodo era relativamente seco. As conexões com o oceano foram ocasionais.  \n\nZona XIV (intervalo 393-408 cm). Os polens, esporos de plantas terrestres e \n\naquáticas e diatomáceas não foram encontrados. A Zona provavelmente corresponde a um \n\nperíodo do clima seco. \n\n            Zona XV (intervalo 384-388 cm). As duas amostras se diferenciam pela \n\nfreqüência de polens e esporos de plantas terrestres e aquáticas superiores. Na amostra de \n\nprofundidade 388 cm predominam os polens de plantas herbáceas (Asteraceae, Poaceae, \n\nChenopodiaceae, Cyperaceae, Juncaginaceae), que atualmente encontram-se nas dunas e \n\nmarismas. Esporos de pteridófitas são raros. O clima era relativamente úmido. A \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n60\n\nsalinidade da paleolaguna foi elevada, como indica o microfitoplancton marinho (cistos de \n\nacritarcos, dinoflagelados e carapaças de microforaminiferos). \n\nZona XVI (profundidade 378 cm). Os polens, esporos de plantas terrestres e \n\naquáticas e diatomáceas não foram encontrados. Zona provavelmente correspondente a \n\nperíodo de clima seco. \n\nZona XVII (intervalo 314-352 cm). As amostras deste intervalo são caracterizadas \n\npela presença constante, e às vezes bem notável, de pólens e esporos de plantas terrestres e \n\naquáticas (Asteraceae, Chenopodiaceae, Cyperaceae, Poaceae), que atualmente \n\nencontram-se nas dunas e marismas. Numa amostra (profundidade 352 cm) encontram-se \n\npolens de Ludwigia (Onagraceae), recentemente distribuída nos pântanos e brejos. Os \n\npolens de plantas arbóreas são raros. A freqüência e diversidade de esporos de briófitas e \n\npteridófitas aumentaram. O aumento de freqüência de polens de plantas herbáceas e \n\nesporos de pteridófitas podem evidenciar uma melhoria do clima expressa no aumento das \n\nprecipitações atmosféricas. A presença de Botryococcus nas amostras indica uma \n\npaleolaguna rasa e de salinidade elevada. As coenôbias de Pediastrum (uma alga de água \n\ndoce) e de zigósporos de Spirogyra, outra alga de água doce, podem evidenciar alguns \n\ninfluxos temporários de água doce para a paleolaguna. Os ultimos foram formados como \n\nresultado na aumento das precipitações atmosféricas. A salinidade elevada de paleolaguna \n\né expressa pela presença permanente de microfitoplancton marinho (cistos de acritarcos, \n\ndinoflagelados e carapaças de microforaminiferas) e também pela freqüência oscilatória \n\nde diatomáceas marinhas (Triceratium, Coscinodiscus) e mixohalínas (Paralia sulcata - \n\npredomina). As partículas de carvões em algumas amostras (de profundidade 314 cm, e de \n\nintervalo 328-352 cm) podem ser conectadas com os incêndios espontâneos durante as \n\nsecas.  \n\nZona XVIII (intervalo 277-294 cm) pólen, esporos de plantas terrestres e \n\naquáticas e diatomáceas não foram encontrados. A Zona provavelmente corresponde a um \n\nperíodo de clima seco.  \n\n            Zona XIX (profundidade 249 cm). Os polens e esporos são relativamente \n\nfreqüentes. Aumentam a quantidade e diversidade de polens de plantas herbáceas que \n\natualmente se distribuem nas dunas e marismas (Poaceae, Chenopodiaceae, Asteraceae, \n\nCyperaceae). Esporos  de briófitas e pteridófitas são raros. Os cistos de fitoplancton \n\nmarinho diminuem. As diatomáceas são representadas pela espécie mixohalina Paralia \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n61\n\nsulcata, e de diatomáceas marinhas - Triceratium e Coscinodiscus que indicam a \n\ninfluência marinha na paleolaguna. Clima relativamente úmido. \n\nZona XX (profundidade 223 cm). Os polens e esporos são relativamente raros. \n\nPredominam os polens de plantas de dunas e marismas (Poaceae, Cyperaceae, \n\nJuncaginaceae). Os polens de plantas arbóreas e os esporos de briófitas e pteridófitas são \n\nraros. As colônias de Botryococcus evidenciam a profundidade relativamente pequena da \n\npaleolaguna. A freqüência notável de fitoplancton marinho (Cymatiosphaera e \n\nMicrhystridium) junto com os cistos de dinoflagelados indica a conexão da paleolaguna \n\ncom o oceano. Não foram encontradas diatomáceas. Clima relativamente úmido.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n62\n\n \n \nFig. 30 – Palinodiagrama resultante da análise de 43 amostras do testemunho T09. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n63\n\n4.3.3. Resultados das Análises Geocronológicas \n\n \n\n Quatro amostras foram coletadas nos testemunhos T01 (uma amostra de lama \n\norgânica) e T09 (três amostras, uma de conchas e duas de lama orgânica) e encaminhadas \n\nao laboratório Beta Analytic Inc, Miami, Flórida, para determinação de idade  por 14C. A \n\nTabela 03 apresenta as características das amostras e os resultados das datações. O \n\nsignificado das idades encontradas será discutido no capítulo referente à integração e \n\ninterpretação dos dados.  \n\nTab. 04 –  Idades radiocarbono e tipo de material amostrado nos testemunhos.  Amostras \nprocessadas no laboratório Beta Analytic Inc (Miami, Florida). Calibração 2?. \n\n \nTestemunho / \n\nAmostra \n\nNº Laboratório Coordenadas \n\n(UTM) \n\nProf. (cm) Material Idade Conv \n\n(anos AP) \n\nIdade Cal \n\n(anos AP) \n\nT01 / 01 Beta-204664 0503928 / 6541336 220-240 Lama orgânica 5180 ± 60 5820-5760 \n\nT09 / 03 Beta-204667 0503819 / 6541422 105-125 Conchas 2550 ± 60 2340-2060 \n\nT09 / 01 Beta-204665 0503819 / 6541422 271-291 Lama orgânica 4840 ± 70 5370-5340 \n\nT09 / 02 Beta-204666 0503819 / 6541422 515-535 Lama orgânica 6330 ± 80 7420-7020 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n64\n\nCAPÍTULO 5 – INTEGRAÇÃO E INTERPRETAÇÃO DOS DADOS \n\n \n\nNeste capítulo procurar-se-á integrar os dados disponíveis (dados geológicos, \n\ngeomorfológicos, sedimentológicos, paleontológicos e cronológicos) visando estabelecer \n\num modelo coerente para explicar a evolução histórica do sistema lagunar da Lagoa do \n\nPeixe durante o Holoceno, até o estabelecimento da paisagem atual. \n\n As datações por radiocarbono e os dados palinológicos evidenciam que a \n\nsedimentação lagunar da área de estudo iniciou há, pelo menos, 7420-7020 anos AP, idade \n\ncalibrada obtida para as lamas orgânicas próximas à base do testemunho T09. Os dados \n\npalinológicos (Zona III) evidenciam que esta lama não foi depositada em um ambiente de \n\nágua doce, mas sim em um ambiente lagunar, registrado na ocorrência freqüente de vários \n\nindicadores, tais como: cistos de microfitoplancton marinho, carapaças de \n\nmicroforaminíferos e diatomáceas mixohalinas e marinhas. Na realidade, a ocorrência de \n\nindicadores palinológicos de ambiente lagunar nos sedimentos do testemunho T09 situados \n\nabaixo da lama datada (Zona I) mostra que o afogamento inicial da paleo-laguna ocorreu \n\nem um tempo anterior à idade obtida. Pode-se aceitar, portanto, a idade calibrada de 7420-\n\n7020 anos AP como sendo uma idade mínima para o início da sedimentação lagunar na \n\nárea de estudo. \n\nOs dados sedimentológicos e paleontológicos mostram que, após seu \n\nestabelecimento, a laguna evoluiu, durante o Holoceno, como um ambiente de \n\nsedimentação em que a espessura da lâmina da água variou bastante, como resposta à \n\nvariações climáticas (períodos de cheias e secas) e/ou variações do nível do mar. A \n\nocorrência de partículas de carvão em vários níveis no testemunho estudado, acompanhada \n\ndo concomitante desaparecimento de pólens, esporos e diatomáceas (Zonas II, IV, VI, \n\nVIII, X, XII, XIV, XVI, XVIII) evidencia a existência de períodos em que a laguna secou \n\n(total ou parcialmente) propiciando o incêndio natural da vegetação marginal e o \n\ndesaparecimento dos microfósseis. \n\nA situação geográfica do sistema lagunar da Lagoa do Peixe,  posicionada entre \n\nduas barreiras arenosas (Barreira III e IV) não permitiu o aporte de sedimentos externos ao \n\nsistema, trazidos por sistemas fluviais. Como resultado, a natureza textural das fácies \n\namostradas, tanto nos sedimentos superficiais do fundo da Lagoa do Peixe (mapa textural \n\nda Fig.22), como nos testemunhos, se restringe, praticamente, ao intervalo areia fina a \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n65\n\nlama. Esta grande homogeneidade textural reflete a limitação das fontes de sedimentos \n\nresponsáveis pelo aporte sedimentar para o interior da laguna, comportamento que, \n\nprovavelmente, vigorou desde a época da implantação da laguna até os dias de hoje. As \n\nfontes de sedimentos parecem ter sempre se limitado aos sistemas costeiros e marinhos \n\nadjacentes (Barreira III, Barreira IV e oceano).  \n\nA análise dos testemunhos e da paisagem atual revela que o principal processo de \n\ncolmatação da laguna ao longo do tempo esteve ligado ao avanço das fácies marginais do \n\nflanco leste da laguna – representadas principalmente por areias eólicas da Barreira IV - \n\nprogradando sobre as facies centrais do sistema. O testemunho T 09 (Fig. 25) contendo no \n\ntopo areias eólicas, bem selecionadas e arredondadas, depositadas sobre lamas orgânicas \n\nlagunares é bastante representativo deste processo. \n\nA ocorrência, em alguns testemunhos, de intervalos com interestratificação de areia \n\ne lama, num padrão muito semelhante aos clássicos depósitos de planície de maré, pode \n\nser interpretada como mais uma evidência de que o corpo lagunar era bastante raso com \n\ngrandes flutuações em sua lâmina de água. Tendo em vista a pequena amplitude da maré \n\nastronômica na região de estudo, este padrão de estratificação deve ser explicado por outro \n\nmecanismo que não a ação das marés. Provavelmente, o vento, atuando sobre o corpo de \n\nágua rasa, tenha sido o agente promotor desta estratificação. Como mostram as Figuras 13 \n\ne 14, a ação do vento pode represar a água da laguna contra a margem oposta, deixando \n\nexposto boa parte do fundo lagunar raso. Este fundo muitas vezes apresenta, localmente, \n\npresença de lama que pode se intercalar com areias eólicas que, posteriormente, quando as \n\náguas retornam ao seu nível original, passam a ser  retrabalhadas pelas ondas lagunares. \n\nEste mecanismo poderia explicar a origem das lentes de areia (linsen), muitas vezes com \n\nclara morfologia de ripples, dispersas no meio da lama (Fig. 26). \n\nOs dados dos perfis topográficos, das fotografias aéreas e imagens de satélite \n\npermitiram reconhecer no sistema lagunar da Lagoa do Peixe, além do corpo lagunar, a \n\npresença de dois terraços lagunares (Terraço Lagunar I e II) separados por uma pequena \n\nescarpa com cerca de 1 m de altura (Fig. 23). A gênese desta escarpa e a conseqüente \n\nseparação entre os terraços pode ter resultado de uma oscilação de alta freqüência no nível \n\nrelativo do mar durante o Holoceno, após o máximo transgressivo alcançado há cerca de 5 \n\nka. Outra possibilidade é que esta feição geomorfológica tenha sido gerada em um período \n\nde estabilização durante o processo de queda do nível relativo do mar. Em qualquer das \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n66\n\nhipóteses ela é uma feição que sugere que a queda do nível relativo do mar, após o \n\nmáximo transgressivo holocênico, não foi um processo contínuo ao longo do tempo. \n\n Foi possível compartimentar o sistema lagunar da Lagoa do Peixe em três setores \n\ndistintos, como ilustra o Mapa Geológico-Geomorfológico da Figura 23, e que \n\nrepresentam três diferentes estágios no processo evolutivo do sistema. Os setores Norte e \n\nSul apresentam avançado estado de colmatação, promovido, basicamente, pelo avanço das \n\ndunas transgressivas da Barreira IV. Especialmente no Setor Norte este processo está mais \n\navançado e o antigo corpo lagunar foi quase que totalmente substituído por uma planície \n\ncom pequenos canais interligando corpos lacustres residuais. O corpo lagunar só é mais \n\nexpressivo e contínuo no Setor Central, onde a Barreira IV é mais estreita e onde ocorre o \n\núnico canal de ligação com o mar.  \n\nA paisagem atual, retratada no mapa, mostra que a história evolutiva do corpo \n\nlagunar, iniciada a mais de 7 ka, tende a encerrar, no futuro, com o desaparecimento total \n\nda laguna, promovido, principalmente, pela colmatação por areias eólicas. Neste quadro \n\nfuturístico a Barreira IV se acoplaria diretamente na Barreira III, como já ocorre em alguns \n\nsegmentos costeiros situados ao norte da área de estudo. Esta projeção para o futuro poderá \n\nser modificada na dependência, principalmente, das variações relativas do nível do mar. \n\nUma queda relativa do nível do mar aceleraria o processo enquanto uma subida do nível – \n\ntendência atual em âmbito global – poderia retardar ou mesmo inverter este processo.    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n67\n\nCAPÍTULO 6 – CONCLUSÕES \n\n \n\nO estabelecimento de um quadro evolutivo coerente para o sistema lagunar da \n\nLagoa do Peixe é a essência deste trabalho e a principal conclusão atingida por esta Tese. \n\nA integração dos dados aqui obtidos com os dados de outros trabalhos precedentes \n\nrealizados na Planície Costeira do Rio Grande do Sul (por exemplo, Tomazelli &amp; \n\nVillwock, 2000;  Dillenburg  et al., 2004) permite reconstituir a história evolutiva do \n\nsistema lagunar da Lagoa do Peixe através das seguintes etapas: \n\n \n\n1. O sistema lagunar da Lagoa do Peixe começou a se formar há mais de \n\n7000 anos, quando ocorreu o início do afogamento da região com águas \n\nde um sistema lagunar incipiente; \n\n2. Com a continuidade de subida do nível do mar o sistema lagunar se \n\nampliou e atingiu sua máxima expansão há cerca de 5 ka. Por este tempo, \n\na ação erosiva das ondas lagunares elaborou a escarpa ao longo da \n\nBarreira III, limite oeste do sistema. O fundo desta paleo-laguna do \n\nmáximo transgressivo ficou registrado no que, neste trabalho, foi \n\nmapeado como Terraço Lagunar I.  \n\n3. Com a queda do nível do mar que se seguiu ao máximo transgressivo \n\niniciou o processo de segmentação e colmatação do sistema lagunar. A \n\npresença de uma escarpa erosiva, separando dois terrraços lagunares em \n\nníveis altimétricos distintos, pode ser interpretada como uma evidência \n\ngeomorfológica de uma oscilação de alta freqüência, ou um período de \n\nestabilização, durante o evento de queda do nível relativo do mar. \n\n4. A paisagem atual retrata um sistema lagunar em franco processo de \n\ncolmatação, promovido, basicamente, pelo sistema de dunas \n\ntransgressivas da Barreira IV. Somente o Setor Central do sistema \n\nmantém-se como um corpo lagunar mais expressivo e contínuo, devido à \n\npresença do canal de conexão com o mar e à morfologia estreita da \n\nBarreira IV, o que condiciona um menor desenvolvimento de dunas \n\neólicas. \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n68\n\n5. Uma projeção para o futuro mostra que, mantendo-se as variáveis atuais, \n\no sistema lagunar desaparecerá por completo e a Barreira IV deverá se \n\nsoldar à Barreira III. No entanto, este quadro poderá se modificar na \n\ndependência do comportamento dos parâmetros controladores da \n\ndinâmica costeira, especialmente a variação do nível relativo do mar. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n69\n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n \nALVAREZ, J. A.; GRÊ J. C. &amp; TOLDO Jr., E. 1981. Estudos da praia a nordeste do \n\nmolhe de Rio Grande, RS. Pesquisas, Porto Alegre, 14: 131-147. \n \nBARNES, R.S.K. 1980. Coastal Lagoons. Cambridge: Cambridge University Press.106p. \n \nBARTH, O. M.; BARBOSA, H.S.; MACIEIRA, E.G. 1976. Morfologia da pólen \n\nanemófilo e alegizante no Brazil VI- Gramineae, Palmae, Typhaceae, Cyperaceae, \nCupressaceae e Combretaceae. Memórias do Instituto Oswaldo Cruz, 74 (3/4) : 347-\n359.  \n\n \nBIRKEMEIER, W. A. 1981. Fast accurate two-person beach survey coastal engineering \n\nresearch center, coastal engineering technical aid 81-11: 22p. \n \nBUCHMANN, F.S.C; BARLETTA, R.C.; TOMAZELLI, L.J. &amp; BARRETO, A. (1999). \n\nNovo afloramento pleistocênico na atual linha de costa do Rio Grande do Sul, Brasil. \n7o Congresso Brasileiro de Estudos do Quaternário, Porto Seguro, BA, Anais... . \n\n \nBUCHMANN, F.S.C; &amp; TOMAZELLI, L.J. (2000). Altos topográficos submersos \n\n(parcéis) na antepraia do Rio Grande do Sul, Brasil, e sua influência na morfologia e \ndinâmica praial. Simpósio Brasileiro sobre Praias Arenosas, Itajaí, Anais... 173-174.  \n\n \nBUCHMANN, F.S.C. 2002, Bioclastos de organismos terrestres e marinhos na praia e \n\nplataforma interna do Rio grande do Sul: natureza, distribuição, origem e significado \ngeológico, Universidade Federal do Rio Grande do Sul, Curso de pós-Graduação em \nGeociências. Tese de doutorado. \n\n \nBURNEY, D. A. 1987. Late Quaternary stratigraphic charcoal records from Madagascar. \n\nQuaternary Research, 28: 274-280. \n \nBRITTO F. &amp; KRUSCHE, N., 1996. Freqüência e intensidade das frentes frias em Rio \n\nGrande. Anais: IX Congresso Brasileiro de Meteorologia. Campos do Jordão, v. 01: \n185-188. \n\n \nCALLIARI, L. J. 1980. Aspectos sedimentológicos e ambientais na região estuarial da \n\nLagoa dos Patos. Curso de pós-graduação em Geociências, Universidade Federal do \nRio Grande do Sul. Dissertação de mestrado. 190 p. \n\n \nCALLIARI, L. J, KLEIN, A. H.  1995. Variabilidade das praias oceânicas entre Cassino e \n\nChuí, RS. Publicação Especial do Instituto de Oceanografia, São Paulo, v.11, p.55-\n63.     \n\n \nCALLIARI, L. J.; KLEIN, A. H. 1993. Características morfodinâmicas e \n\nsendimentológicas das praias oceânicas entre Rio Grande e Chuí, RS. Pesquisas, v.20, \nn.1.  \n\n \nCALLIARI, L. J, FACHIN, S. 1993. Laguna dos Patos: influência nos depósitos lamíticos \n\ncosteiros. Pesquisas, v.20, n.1, p.57-69.      \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n70\n\nCALLIARI, L. J.; SPERANSKI, N. &amp; BOUKAREVA, I. 1998. Sable focus of wave rays \nas a reason of local erosion at the southern Brazilian coast. In: INTERNATIONAL \nCOASTAL SIMPOSIUM’98. Proceedings... Fort Lauderdale, p. 19-23. \n\n \n\nCANTER-LUND, H. 1995. Fresh water Algae. Their microscopic world explored. England, \n\nBiopress. 360 p. \n\n \nCARRARO, C.C. et al., 1974. Mapa geológico do Estado do Rio Grande do Sul. Instituto \n\nde Geociências, Porto Alegre: UFRGS. \n \n\nCLARC, R. L. 1983. Pollen and charcoal evidence for the effect of Aboriginal burning on the \nvegetation of Australia. Archaeology in Oceania., 18 : 32-37.  \n\n \n\nCLARC, R. L. 1988. Particle motion and the teory of charcoal analysis: sorce area, transport, \ndeposition and sampling. Quaternary Research, 30: 81-91. \n\n \n\nCLIMANÁLISE, Revista Brasileira de Meteorologia - Número Especial. São José dos \nCampos: INPE, 1986. \n\n \nCOLI, A.B. 1994. Análise das alturas de onda ao largo do Rio Grande do Sul (Dados \n\nhistóricos e altimétricos). Curso de Graduação em Oceanologia, Fundação \nUniversidade do Rio Grande, Trabalho de Graduação. 67 p. \n\n \nCOLI, A. B. &amp; MATA, M. M., 1993. Caracterização das Alturas de Onda no Atlântico Sul \n\nOcidental Através da Altimetria TOPEX/POSEIDON. Anais do VIII Simpósio \nBrasileiro de Sensoriamento Remoto. Salvador, Bahia. \n\n \nDELANEY, P. J. V. 1965. Fisiografia e geologia da superfície da planície costeira do Rio \n\nGrande do Sul. Publicação Especial da Escola de Geologia, Universidade Federal do \nRio Grande do Sul, Porto Alegre, 6: 1-195. \n\n \n\nDALE, B. 1976. Cyst formation, sedimentation and preservation: factors affecting Dinoflagellate \nassemblages in recent sediments from Trodheims fiord, Norway. Review of Palaeobotany and \nPalynology, 22(1): 39-60. \n\n \n\nDILLENBURG, S.R.; ROY, P.S.; COWELL, P.J. &amp; TOMAZELLI, L.J. 2000. Influence \nof Atecedent Topography on Coastal Evolution as Tested by the Shoreface \nTranslation-Barrier Model (STM). Journal of Coastal Research, 16: 71-81. \n\n \nDILLENBURG, S.R.; TOMAZELLI, L.J. &amp; BARBOZA, E.G. 2004. Barrier evolution \n\nand placer formation at Bujuru, southern Brazil. Marine Geology. 203: 43-56. \n \nDORNELES, L. P. P. 2004. Diferenciação de comunidades arbóreas no Parque Nacional \n\nda Lago do Peixe, Rio Grande do Sul. UFRGS, 72p.  \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n71\n\nEDWARDS, D. J. &amp; MAGUIRE. 1987. Microscopic charcoal as a fossil indicator of fire. \nQuaternary Science Review, 6 : 3-23. \n\n \n\nFAEGRI, K. &amp; IVERSEN, J. 1975. Text-book of Pollen Analysis. Blackwell Scientific \nPublications, 295 p. \n\n \nFONZAR, B. C. 1994. A circulação atmosférica da América do Sul – Os grandes sistemas \n\nplanetários e os subsistemas regionais que atingem o continente: localização e \ntragetórias. Caderno de Geociências, IBGE, Rio de Janeiro, 11: 11-33. \n\n \nGODOLPHIM, M.F. 1976. Geologia do holoceno costeiro do município de Rio Grande, \n\nRS. Curso de Pós-graduação em Geociências. Universidade Federal do Rio Grande do \nSul. Dissertação de Mestrado. 146p. \n\n \n\nGRIMM, E. C. CONISS. 1987. A tortran 77 Program for stratigraphically constrained \ncluster analysis by the method of the incremental sum of squares. Pergamon Journal, \n13 : 13-35.  \n\n \n\nKNAK, R. B., CAPÍTOLI, S. M. N. 1991. Distribuição de Ruppia marítima L. na parte sul \nda  Lagoa do Peixe, RS. In: Semana Nacional de Oceanografia, 4 e 7, Rio de Janeiro.   \nResumo.     \n\n \n\nKNAK, R. B. (Org). 1998. Relatório Técnico Final. Projeto caracterização ambiental do \nParque Nacional da Lagoa do Peixe. Rio Grande: FURG, Departamento de \nOceanografia, Laboratório de Ecologia de Sistemas,.  327p. \n\n \n\nKÖPPEN, H. D. 1948. Climatologia, México, Fundo de Cultura e Economia, 380p. \n\n \nLOEBMANN, D. 2004. Caracterização da ictiofauna, crustaceos decapodos e avaliacao \n      do rejeito da pesca do camarão rosa (Farfantepenaeus paulensis) do Parque Nacional \n\nda Lagoa do Peixe, RS, Brasil. FURG. Monografia    \n \n\nMARTINS, L. R. 1967. Aspectos texturais e deposicionais dos sedimentos praiais e \neólicos da planície costeira do Rio Grande do Sul. Publicação Especial, Escola de \nGeologia UFRGS, Porto Alegre, v. 13, p. 1-102. \n\n \n\nMEYER ROSA, Z. 1979. Diatomáceas marinhas e estuarinas de Tramandaí, Rio Grande \ndo Sul, Brasil. Porto Alegre. 72 p. (Dissertação de Mestrado em Biociências, Instituto \nde Biociências, Universidade Federal do Rio Grande do Sul).  \n\n \nMOREIRA, V. 1975. Contribuição ao estudo das Bacillariophyceae (Diatomáceas) em \n\nDiatomitos Brasileiros. Acta Biológica, 4(3, 4) : 135-198.  \n \nMOREIRA FILHO, H. &amp; TEIXEIRA, C. 1963. Noções gerais sobre as diatomáceas \n\n(Chrysophyta-Bacillariophyceae). Boletim da Universidade do Paraná, Botânica, 11: \n1-26. \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n72\n\nMOTTA, V. F. 1963. Relatório-análise e previsão das alturas de ondas em Tramandai. \nPorto Alegre, Instituto de Pesquisas Hidráulicas da UFRGS (IPH/UFRGS). 30p. \n(Inédito). \n\n \nMOTTA, V.F. 1967. Estudo em modelo reduzido para a regularização da embocadura \n\nLagunar de Tramandaí, RS. Instituto de Pesquisas Hidráulicas, Universidade Federal \ndo Rio Grande do Sul. Porto Alegre. (Inédito). \n\n \nMOTTA, V.F., 1969. Relatório diagnóstico sobre a melhoria e o aprofundamento do \n\nacesso pela Barra do Rio Grande. Instituto de Pesquisas Hidráulicas, Universidade \nFederal do Rio Grande do Sul. Porto Alegre. (Inédito). \n\n \n\nMÜLLER, R. R. 1989. Considerações ecológicas sobre a comunidade bentônica do \nParque Nacional da Lagoa do Peixe (Tavares,  RS - Brasil). Pelotas: Universidade \nCatólica de Pelotas.   39 p. (Monografia). \n\n \n\nMUNARO, P. 1994. Geologia e mineralogia do depósito de minerais pesados de Bojuru, \nRS. Curso de Pós-Graduação em Geociências, Universidade Federal do Rio Grande do \nSul. 96 p. \n\n \n\nNEVES, P. C. P. &amp; LORSCHEITTER, M. L. 1992. Palinologia de Sedimentos de uma \nMata Tropical Paludosa em Terra de Areia, Planície Costeira Norte, Rio Grande do \nSul, Brasil. Descrições Taxonómicas. Parte I; Fungos, Algas, Briófitas, Pteridófitos, \npalinomorfos e outros fragmentos de invertebrados. Acta Geológica Leopoldensia, \nXV(36): 83-114. \n\n \n\nNEVES, P. C. P. &amp; LORSCHEITTER, M. L. 1995. Palinologia de Sedimentos de uma \nMata Tropical Paludosa (Terra de Areia, Planície Costeira Norte, Rio Grande do Sul, \nBrasil). Descrições taxonómicas. Parte II: Gimnospermas e Angiospermas. Acta \nGeológica Leopoldénsia, XVIII(41) : 45-82. \n\n \nNIMER, E. 1977. Clima In:IBGE. Geografia do Brasil, região Sul, Rio de \n\nJaneiro:SERGRAF-IBGE,  p.35-79. \n \n\nOLIVEIRA, A. S., 1986. Interações entre sistemas frontais na América do Sul e \nConvecção na Amazônia. São José dos Campos, Instituto de Pesquisas Espaciais. \n(Tese de Mestrado). \n\n \n\nPOLETTE, M., TAGLIANI, P. R. A. 1990. Organização e utilização atual do espaço na \nporção da restinga  da  Lagoa dos Patos- RS. In: II Seminário Sobre Ecossistemas da \nCosta Sul-Sudeste  Brasileira, 2,  Águas de Lindóia - SP. Anais... \n\n \n \nRESENDE, S. L., LEEWEMBERG, F. 1987.  Ecological studies of Lagoa do Peixe. \n\nTAGLIANI, C.R., 1991. Levantamento da Geologia e Morfodinâmica do Parque \nNacional da Lagoa do Peixe,RS. IV Semana Nacional de Oceanografia da UERJ, Rio \nde Janeiro,RJ. Resumo.  \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n73\n\nRIOS, E.C. 1985. Seas Shells of Brazil., Museu Oceanografico, Fundação Universidade \nFederal do Rio Grande, Rio Grande (329pp, 109 lam). \n\n \n\nSHEPARD, F.P. 1954. Nomenclature based on sand-sil-clay rations. Journal of \nSedimentary Petrology, v.24, n.3,p. 151-158. \n\n \n\nSOURNIA, A. 1986. Atlas du Phytoplancton Marine. Introduction, Cyanophycees, \nDictyochophycees, Dinophycees et Raphidophycees. Paris. 219 p.  \n\n \nSWAIN, A. M. 1973.  A history of fire and vegetation in northeastern Minnesota as \n\nrecorded in lake sediments. Quaternary research, 3: 383-396.  \n \n\nTAGLIANI, C.R., 1991. Levantamento da Geologia e Morfodinâmica do Parque Nacional \nda Lagoa do Peixe,RS. IV Semana Nacional de Oceanografia da UERJ, Rio de \nJaneiro,RJ. Resumo.  \n\n \n\nTAGLIANI,C.;HARTMANN,C.;CALLIARI,L.;KLEIN,A.1992. Geomorfologia da \nPorção Sul do Parque Nacional da Lagoa do Peixe,RS,Brasil. XXXVII Congresso \nBrasileiro de Geologia, USP, São Paulo,SP. Resumo expandido. v.2, p. 292-294. \n\n \n\nTOLDO JR., E. E., DILLENBURG, S. R., ALMEIDA, L. E. S. B., TABAJARA, L. L., \nMARTINS, R. R., CUNHA, L. O. B. P., 1993. Parâmetros Morfodinâmicos da Praia \nde Imbé, RS. Pesquisas, UFRGS, 20 (1): 27-32. \n\n \n\nTOLDO JR., E. E.; DILLENBURG, S. R.; ALMEIDA, L. E. S. B.; TABAJARA, L. L.; \nFERREIRA, E. R.; BORGUETTI, C., 1993. Parâmetros Morfodinâmicos e Deriva \nLitorânea da Praia de Tramandaí, RS. GEOSUL, No. 15. P 75 - 88. \n\n \nTOMAZELLI, L.J. 1985. Contribuição ao Conhecimento das Fácies de Ambiente Praial a \n\npartir de Elementos do Pleistoceno Costeiro do Rio Grande do Sul. In: SIMPÓSIO \nSUL-BRASILEIRO DE GEOLOGIA, 2, Florianópolis, 1985. SBG. \nAnais...Florianópolis: SBG, p. 325-338. \n\n \nTOMAZELLI, L. J. 1990. Contribuição ao estudo dos sistemas desposicionais \n\nHolocênicos do nordeste da província costeira do Rio Grande do sul- com ênfase no \nsistema eólico. Universidade Federal do Rio Grande do Sul, Curso de pós-Graduação \nem Geociências. Tese de doutorado. \n\n \nTOMAZELLI, L. J. 1993. O regime de ventos e a taxa de migração das dunas eólicas \n\ncosteiras do Rio Grande do Sul, Brasil. Pesquisas, v.20, n.1, p.18-26. \n \nTOMAZELLI, L. J., VILLWOCK, J. A. 1991. Geologia do Sistema Lagunar Holocênico \n\ndo Litoral do Rio Grande do Sul, Brasil. Pesquisas, v. 18, n 1, o. 113-124. \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n74\n\nTOMAZELLI, L. J., VILLWOCK, J. A. 1992. Considerações sobre o ambiente praial e a \nderiva litorânea de sedimentos ao longo do litoral norte do Rio Grande do Sul, Brasil. \nPesquisas, v.19, n.1, p.3-12. \n\n \nTOMAZELLI, L. J., VILLWOCK, J. A., DILLENBURG, S.R., BACHI, F. A., \n\nDEHNARDT, B. A. 1998. Significance of present-day coastal erosion and marine \ntransgression, Rio Grande do Sul , Southern Brazil. Anais da Academia Brasileira de \nCiencias, v. 70 n. 2, 221-229. \n\n \n\nTOMAZELLI, L.J. &amp; VILLWOCK, J.A. (2000). O Cenozóico do Rio grande do Sul: \nGeologia da Planície Costeira. Holz, M &amp; DeRos, L.F. (editores), Geologia do Rio \nGrande do Sul. Edição CIGO/UFRGS. 444 p. \n\n \nTOZZI, H.A.M. 1995. Morfodinâmica da praia do Cassino, Rio Grande, RS. Curso de \n\nGraduação em Oceanologia, Fundação Universidade do Rio Grande. Trabalho de \nGraduação. 52p. \n\n \n\nTRUCCOLO, E. C.1993. Caracterização química da Lagoa do Peixe. Rio Grande: FURG. \n51p. (Monografia). \n\n \n\nTHUNELL, R. C. &amp; WILLIAMS, D. F. 1983. Paleotemperature and paleosalinity history \nof the Eastern Mediterranean during the Late Quaternary. Palaeogeography, \nPalaeoclimatology, Palaeoecology, 44: 23-39. \n\n \n\nVAN GELL, B. &amp; VAN DER HAMMEN, T. 1978. Zygnemataceae in Quaternary, \nColombian sediments. Review of Palaeobotany and Palynology, 25(5): 377-392. \n\n \nVILLWOCK, J. A. &amp; MARTINS, L. R. S. 1972. Depósitos lamíticos de pós-praias, \n\nCassino, RS. Pesquisas, 9: 69-85. \n \nVILLWOCK, J. A. 1984. Geology of the coastal province of Rio Grande do Sul, Southern \n\nBrazil.  A. Synthesis.   Pesquisas,  16:5-49. \n \nVILLWOCK, J. A ; DILLENBURG, S. R. ; GONÇALVES, R. A &amp; SOUZA, I. F. B. \n\n1986. Recursos Minerais da Região Costeira e Aspectos Metodológicos da \nProspecção. Acta Geológica Leopoldensia, 22 (10): 83-110. \n\n \nVILLWOCK, J. A &amp; TOMAZELLI, L. J. 1995. Geologia costeira do Rio Grande do Sul. \n\nNotas Técnicas, 8: 1-45. \n \n\nVILLWOCK, J.A. &amp; TOMAZELLI, L.J. 1998. Holocene coastal evolution in Rio Grande \n\ndo Sul, Brazil. Quaternary of South America and Antarctic Península, 11: 283-296. \n\n \nWAINER, I.J. 1963. Análise e Previsão das Alturas de Onda em Tramandaí, Instituto de \n\nPesquisas Hidráulicas, Universidade Federal do Rio Grande do Sul, Porto alegre. \n(Inédito). \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n75\n\nWALDEMARIN, H. F. 1997. Estudo da ecologia de lontras (Lontra longicaudis) no \nParque Nacional da Lagoa do Peixe: manejo e conservação. FURG,54p. Monogra.  \n\n \n\nZELTZER, F. 1976. Geologia e paleogeografia da Restinga da Laguna dos Patos, RS. \nCurso de Pós-Graduação em Geociências, UFRGS. Dissertação de Mestrado. 118 p. \n\n \n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n76\n\nANEXOS \n\n \n\n \n\nAnexo 1 Distribuição de palinomorfos, diatomáceas e partículas de carvões nas amostras \n\nde testemunho T-9: + -presença, - ausência \nIntervalo de \nprofundidade, cm \n\n        Palinomorfos Diatomáceas Particulas \nde carvões \n\nZonas Numero \nde zona \n\n223 + -  00000000000    XX \n249 + + + 00000000000 XIX \n277-294 - -   XVIII \n314 + raro + 00000000000  \n318 raro raro  00000000000 XVII \n324 + +  00000000000  \n328-352 + + + 00000000000  \n378 - -   XVI \n384 raros -  00000000000 XV \n388 + -  00000000000  \n393-397 - -   XIV \n402-408 - -    \n412 raros raros  00000000000  \n417-429 - raros  00000000000 XIII \n434 - +  00000000000  \n440- - -   XII \n445 raros +  00000000000 XI \n450 - -   X \n454 + raros + 00000000000 IX \n460 - -   VIII \n466-492 - + 0  00000000000 VII \n498 - -   VI \n506 raros + 0 00000000000 V \n513 - -   IV \n520-528 - -    \n534 + + 0 00000000000  \n544 - +  00000000000 III \n552 - - 0  II \n559 - +  00000000000  \n578 - +  00000000000 I \n586 - +  00000000000  \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n77\n\n \n\nAnexo 2 Composição taxonômica e freqüência de palinomorfos nas amostras de \ntestemunho T-9. \n \n\n \n\nPalinomorfos, taxa 223 249 314 324 328 352 384 388 412 445 454 506 534 \n  AP (pólen arbóreo)              \nPINOPHYTA              \nPinus - - - - 1 6 - - - 6 - - - \nEphedra - - - - - 1 - - - - - - - \nMAGNOLIOPHYTA              \nAlchornea 1 - 6 - - 1 - 10 - 1 - - - \nApocynaceae - - - - - - - - - - 4 - - \nBoraginaceae 1 1 1 1 - - - 1 - - - - 1 \nCaprifoliaceae - - - - - - - - - - 1 - - \nCasearia - 1 - 1 - - - - - - - - - \nEuphorbiaceae 1 - - - - - - - - - - - - \nMelastomaceae - 2 - - - 1 - - 1 - - - - \nMimosaceae 6 7 - 6 - - - - - - 3 - - \nMoraceae-Urticaceae - 4 1 - - - - 1 1 - 1 2 - \nMyrtaceae - - - 1 - - - - - - - - - \nPalmae - 2 6 - - - - 2 - - 1 1 - \nRapanea  1 1 1 2 - - - 1 1 - - 1 - \nRhus - 3 1 - - - - 2 - - - 3 8 \nNAP (Pólen herbáceo)              \nAlternanthera - - - - - 1 - - - - - - - \nApiaceae  - - - - - 6 - 5 - - 1 - - \nArtemisia - - - - - - - - - - - - - \nAsteraceae  20 51 46 4 24 - 21 12 2 2 - 40 \nBrassicaceae - - - 5 - - - 2 - - - - - \nCaryophyllaceae  - - 1 - - - - - - - - - - \nChenopodiaceae  - 30 60 80 - 14 - 60 40 - 30 10 40 \nConvolvulaceae - - 1 - - - - - - - - - - \nCyperaceae 15 30 60 20 32 6 - 35 35 1 3 3 32 \nJuncaginaceae 10 - 9 3 - - - 5 - - 5 - - \nFabaceae - - 4 1 - - - - - - - - - \nLamiaceae - - - - 1 - - - - - - - - \nMyriophyllum - - - - - - - 1 - - 1 - 3 \nOnagraceae (Ludwigia) - - - - - 1 - - - - - - - \nPoaceae 10 70 110 50 35 26 - 70 10 10 42 10 60 \nPrimulaceae - 2 - - 1 - - - - - - - 1 \nPolygonaceae - - - 3 - - - - - - - - - \nPonteridaceae - - - 1 - - - - - - - - - \nScrophulariaceae  - - - 2 - - - 2 - - 1 - - \nSolanaceae - - - 4 - 1 - 2 - - - - - \nTyphaceae - - 6 10 - - - 3 - - 6 - - \nVerbenaceae - - 1 1 - - - - - - - - - \nBRYOPHYTA  - - - - - - - - - - - - - \nAnthoceros 1 - 4 - - - - - 1 - 3 1 - \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n78\n\nPhaeoceros 2 - 4 20 - 2 1 28 2 - 1 2 6 \n Palinomorfos, taxa 223 249 314 324 328 352 384 388 412 445 454 506 534 \nPTERIDOPHYTA - - - - - - - - - - - - - \nAdiantum  - - 1 - - - - - - - - - - \nAlsophyla - - - - - - - - - - 2 - - \nAnemia - - - - - - - - - - - 7 - \nAnogramma - - - 1 - - - - - - - 1 - \nAzolla filiculoides - - - 4 - - 1 - - - - - 1 \nBlechnum  - - 1 - - 3 - - - - 2 - 1 \nBotrychium - - 1 - - - - - - - 1 - - \nDicksonia  1 - - - - 4 - - - - - 2 - \nDicranoglossum  - - 3 - - - - - - - - - - \nDicranopteris - - - 3 - - - - - - - - - \nDryopteris - - - - - 1 - - - - - - 4 \nEquisetum - - - - - - - 4 - - - - - \nLycopodiaceae  - - - - - - - - - - - - - \nLycopodiella - 10 - - - 1 - - - - - - - \nMicrogramma 2 - - - - - 1 - - - - - - \nOphioglossum  - - - 2 - - - - - - - - - \nOsmunda - - 1 - - - - - - - - - 6 \nPolypodiaceae 2 - 1 - - 4 - - - 1 1 4 - \nPteridae 2 - - 1 - 1 - - - - - - - \nCHLOROPHYTA - - - - - - - - - - - - - \nBotryococcus 8 2 18 2 1 16 10 4 - 60 18 25 - \nClosterium? - - - - - - - - - 1 - - - \nDebarya - - - - - - - - - - 1 - - \nPediastrum - 2 1 - - - - - - - - - - \nSpirogyra - - 5 - - 3 - 2 - - - - - \nACRITARCHA - - - - - - - - - - -  - \nCymatiosphaera 5 4 20 10 - 5 - 6 - - - - 18 \nMicrhystridium 26 2 50 60 2 36 - 20 - 2 6 4 20 \nDINOFLAGELLATE 1 - - - 1 6 4 - - 2 - 4 - \nMicroforaminifera - - - - - 2 - 6 - - - - 10 \nQuantidade total  \n       de grãos  \n\n95 193 429 340 78 226 17 293 103 86 136 89 251\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n79\n\n \n\nAnexo 3 Distribuição de diatomáceas nas amostras de testemunho T-9  \n \n\n \nIntervalo de \nprofundidade, cm \n\n Paralia \nsulcata     \n\nTriceratium Coscinodis-\ncus \n\nActinoptychus Auliscus Terpsinóe \n\n223 - - - - - - \n249 + + + - - - \n277-294 - - - - - - \n314 + - - - - - \n318 - - - - - - \n324 + + + + - - \n328 + - + - - - \n352 + + + - - - \n378 - - - - - - \n384 + - - - - - \n388 - - - - - - \n393-408 - - - - - - \n412 + - - - - - \n417-429 + - - - - - \n434 + - - - - - \n440 - - - - - - \n445 + - - - - - \n450 - - - - - - \n454 + - - - - - \n460 + + + - - - \n466 + + + + + + \n473 + - - -_ - - \n478 + + + + - - \n492 + - - - - - \n498 - - - - - - \n506 + + - - - - \n513 - - - - - - \n520  - - - - - - \n528 - - - - - - \n534 + + + + + - \n544 + + + - + - \n552 - - - - - - \n559 + + + + + - \n578 + + + + + - \n586 + + + + + - \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n80\n\nAnexo 4 \n\nPERFIL 01 \n \nLACALIZAÇÃO: BARRA DA LAGOA DO PEIXE.  \nRUMO V: N 55 W \n \n \nPERFIL TOTAL 4598,3  \n\n \n\nINICIO (NR) NÍVEL MAIS BAIXO DA MARÉ (máximo backwassh) passando \n\npelo estirâncio, berma e pós-praia. \n\nInicia a zona de ocorrência de dunas embrionárias com cerca de 0,5 m de altura, \n\nparcialmente fixadas pela vegetação rasteira, típica de ambiente de salinidade alta \n\n(espartina saltiflora, blutaparom portilacoides). \n\nObserva-se em seguida dunas frontais, essa com ausência de vegetação em \n\nconsequência do aumento do transporte eólico. \n\nÈ comum a ocorrência de sllacks que se constituem em áreas rebaixadas, úmidas, \n\nplanas, nas quais o nível do freático esta mais próximo a superfície o que impede a \n\nremobilização de areia pelo vento. \n\nUm campo de dunas principal se estende logo a seguir com um conjunto de dunas  \n\npequenas do tipo barcanoides, sem vegetação associada que antecede o próximo sub-\n\nambiente tipificado por um manto de aspersão eólica desenvolvido a partir do campo de \n\ndunas principal. Observa-se que neste campo de aspersão a morfologia é de uma área \n\nsuavemente ondulada, o sentido de migração desse manto é de NE/SW concordando com a \n\ndireção predominante do vento. \n\no próximo ambiente é caracterizado por uma área plana, com uma vegetação densa \n\ne variada onde predomina a espartina sp e topograficamente mais baixa em relação ao \n\nanterior. \n\nAparentemente representa um declive do terraço lagunar ( I ) ou seja uma área onde \n\neventualmente pode chegar água da Lagoa em épocas de pluviosidade elevada. \n\nNesta localidade foi possível identificar o nível do Freático 65 cm. Nesta seqüência \n\nocorre uma mudança na vegetação, rala com predomínio de raízes avermelhadas e folhas \n\nestreitas, presença de conchas de gastrópodes de água doce. Essa área esta localizada entre \n\ndunas de pequeno porte isoladas e fixadas pela vegetação. \n\n \n \n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n81\n\nA presença de um degrau marca o segundo terraço lagunar ( II ) plano, vegetação de \n\ncampo ( gramíneas). Na direção do perfil o único local com água se restringe a um \n\npequeno canal de 2 m  de largura por 2 m de profundidade e com uma lamina de água de \n\n0,50 cm, existe uma grande quantidade de lama  tanto no canal quanto nas margens \n\ninternas, observa-se que este canal nesta época do ano (verão, seco) é a única ligação entre \n\ncorpos lagunares de maior escala Norte/Sul. \n\nDeste ponte do perfil até a base da barreira os terraços não estão bem \n\ncaracterizados morfologicamente, havendo uma elevação mais ou menos continua até a \n\nescarpa, isto ocorre devido ao perfil ser pontual. \n\nNa base da escarpa da Barreira III ocorre um leque aluvial de forma lobada, \n\nformado como conseqüência de uma drenagem mais forte que desce da barreira em direção \n\na lagoa. Observa-se uma are de vegetação muito densa, de médio a grande porte \n\nextremamente fechada úmida, onde se destaca uma grande quantidade de coqueiros e \n\nfigueiras. \n\nA barreira III, pleistocênica é caracterizada por uma escarpa de (+-) 6 m de altura \n\ncom vegetação nativa da Mata Atlântica. Os sedimentos são nitidamente diferentes \n\ndaqueles correspondentes a Barreira IV holocênica que é composta pelos terraços lagunar I \n\ne II. Foi possível identificar um nível superior de cor acinzentada (+ _ 1m) \n\nCorrespondente a um solo arenoso com matéria orgânica, um nível intermediário \n\nbastante compactado e endurecido de cor amarelo-ocre devido a oxidação dos minerais \n\nferro-magnesianos originais, material este provavelmente responsável pelo endurecimento \n\ne cimentação do pacote ( + - 1,5 m). a baixo desse nível as cores passam a \n\nvioleta/cinza/esbranquiçado, mais úmidos devido a influência da proximidade com o \n\nlençol freático, aqui o grau de cimentação e endurecimento é bem menor. A base da \n\nBarreira III, em todos os pontos observados é caracterizada pelo afloramento do NF, com a \n\nformação de charcos, pois a água que infiltra nas áreas superiores da barreira se desloca \n\npor gravidade em direção as áreas mais baixas.    \n\n  \n\n \n\n \n\n \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n82\n\nAnexo 5 \n\nPERFIL 02 \n \nLACALIZAÇÃO: 12,1 KM AO NORTE DA BARRA DA LAGOA DO PEIXE.  \nRUMO V: N 44 W. \n \n \nPERFIL TOTAL 3414,8 \n \n\nINICIO (NR) NÍVEL MAIS BAIXO DA MARÉ (máximo backwassh) passando \n\npelo estirâncio, berma e pós-praia. \n\nInicia a zona de ocorrência de dunas embrionárias com cerca de 0,5 m de altura, \n\nparcialmente fixadas pela vegetação rasteira, típica de ambiente de salinidade alta \n\n(espartina saltiflora, blutaparom portilacoides). \n\nObserva-se em seguida dunas frontais, essa com ausência de vegetação em \n\nconsequência do aumento do transporte eólico. \n\nÈ comum a ocorrência de sllacks que se constituem em áreas rebaixadas, úmidas, \n\nplanas, nas quais o nível do freático esta mais próximo a superfície o que impede a \n\nremobilização de areia pelo vento. \n\nUm campo de dunas principal se estende logo a seguir com um conjunto de dunas  \n\npequenas do tipo barcanoides, sem vegetação associada que antecede o próximo sub-\n\nambiente tipificado por um manto de aspersão eólica desenvolvido a partir do campo de \n\ndunas principal. Observa-se que neste campo de aspersão a morfologia é de uma área \n\nsuavemente ondulada, o sentido de migração desse manto é de NE/SW concordando com a \n\ndireção predominante do vento. \n\no próximo ambiente é caracterizado por uma área plana, com uma vegetação densa \n\ne variada onde predomina a espartina sp e topograficamente mais baixa em relação ao \n\nanterior. \n\nAparentemente representa um declive do terraço lagunar ( I )ou seja uma área onde \n\neventualmente pode chegar água da Lagoa em épocas de pluviosidade elevada. \n\nNesta localidade foi possível identificar o nível do Freático 65 cm. Nesta seqüência \n\nocorre uma mudança na vegetação, rala com predomínio de raízes avermelhadas e folhas \n\nestreitas, presença de conchas de gastrópodes de água doce. Essa área esta localizada entre \n\ndunas de pequeno porte isoladas e fixadas pela vegetação. \n\nA presença de um degrau marca o segundo terraço lagunar ( II ) plano, \n\nvegetação de campo ( gramíneas). Na direção do perfil o único local com água se \n\n\n\nTadeu Braga Arejano \n\nGeologia e Evolução Holocênica do Sistema Lagunar da “Lagoa do Peixe”, Litoral Médio do Rio Grande do Sul, Brasil \n\n83\n\nrestringe a um pequeno canal de 2 m  de largura por 2 m de profundidade e com uma \n\nlamina de água de 0,50 cm, existe uma grande quantidade de lama  tanto no canal \n\nquanto nas margens internas, observa-se que este canal nesta época do ano (verão, seco) \n\né a única ligação entre corpos lagunares de maior escala Norte/Sul. \n\nDeste ponte do perfil até a base da barreira os terraços não estão bem \n\ncaracterizados morfologicamente, havendo uma elevação mais ou menos continua até a \n\nescarpa, isto ocorre devido ao perfil ser pontual. \n\nNa base da escarpa da Barreira III ocorre um leque aluvial de forma lobada, \n\nformado como conseqüência de uma drenagem mais forte que desce da barreira em direção \n\na lagoa. Observa-se uma are de vegetação muito densa, de médio a grande porte \n\nextremamente fechada úmida, onde se destaca uma grande quantidade de coqueiros e \n\nfigueiras. \n\nA barreira III, pleistocênica é caracterizada por uma escarpa de (+-) 6 m de altura \n\ncom vegetação nativa da Mata Atlântica. Os sedimentos são nitidamente diferentes \n\ndaqueles correspondentes a Barreira IV holocênica que é composta pelos terraços lagunar I \n\ne II. Foi possível identificar um nível superior de cor acinzentada (+ _ 1m) \n\nCorrespondente a um solo arenoso com matéria orgânica, um nível intermediário \n\nbastante compactado e endurecido de cor amarelo-ocre devido a oxidação dos minerais \n\nferro-magnesianos originais, material este provavelmente responsável pelo endurecimento \n\ne cimentação do pacote ( + - 1,5 m). a baixo desse nível as cores passam a \n\nvioleta/cinza/esbranquiçado, mais úmidos devido a influência da proximidade com o \n\nlençol freático, aqui o grau de cimentação e endurecimento é bem menor. A base da \n\nBarreira III, em todos os pontos observados é caracterizada pelo afloramento do NF, com a \n\nformação de charcos, pois a água que infiltra nas áreas superiores da barreira se desloca \n\npor gravidade em direção às áreas mais baixas.    \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n<<\n  /ASCII85EncodePages false\n  /AllowTransparency false\n  /AutoPositionEPSFiles true\n  /AutoRotatePages /All\n  /Binding /Left\n  /CalGrayProfile (Dot Gain 20%)\n  /CalRGBProfile (sRGB IEC61966-2.1)\n  /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)\n  /sRGBProfile (sRGB IEC61966-2.1)\n  /CannotEmbedFontPolicy /Warning\n  /CompatibilityLevel 1.4\n  /CompressObjects /Tags\n  /CompressPages true\n  /ConvertImagesToIndexed true\n  /PassThroughJPEGImages true\n  /CreateJDFFile false\n  /CreateJobTicket false\n  /DefaultRenderingIntent /Default\n  /DetectBlends true\n  /ColorConversionStrategy /LeaveColorUnchanged\n  /DoThumbnails false\n  /EmbedAllFonts true\n  /EmbedJobOptions true\n  /DSCReportingLevel 0\n  /SyntheticBoldness 1.00\n  /EmitDSCWarnings false\n  /EndPage -1\n  /ImageMemory 1048576\n  /LockDistillerParams false\n  /MaxSubsetPct 100\n  /Optimize true\n  /OPM 1\n  /ParseDSCComments true\n  /ParseDSCCommentsForDocInfo true\n  /PreserveCopyPage true\n  /PreserveEPSInfo true\n  /PreserveHalftoneInfo false\n  /PreserveOPIComments false\n  /PreserveOverprintSettings true\n  /StartPage 1\n  /SubsetFonts true\n  /TransferFunctionInfo /Apply\n  /UCRandBGInfo /Preserve\n  /UsePrologue false\n  /ColorSettingsFile ()\n  /AlwaysEmbed [ true\n  ]\n  /NeverEmbed [ true\n  ]\n  /AntiAliasColorImages false\n  /DownsampleColorImages true\n  /ColorImageDownsampleType /Bicubic\n  /ColorImageResolution 300\n  /ColorImageDepth -1\n  /ColorImageDownsampleThreshold 1.50000\n  /EncodeColorImages true\n  /ColorImageFilter /DCTEncode\n  /AutoFilterColorImages true\n  /ColorImageAutoFilterStrategy /JPEG\n  /ColorACSImageDict&lt;<\n    /QFactor 0.15\n    /HSamples [1 1 1 1] /VSamples [1 1 1 1]\n  >>\n  /ColorImageDict&lt;<\n    /QFactor 0.15\n    /HSamples [1 1 1 1] /VSamples [1 1 1 1]\n  >>\n  /JPEG2000ColorACSImageDict&lt;<\n    /TileWidth 256\n    /TileHeight 256\n    /Quality 30\n  >>\n  /JPEG2000ColorImageDict&lt;<\n    /TileWidth 256\n    /TileHeight 256\n    /Quality 30\n  >>\n  /AntiAliasGrayImages false\n  /DownsampleGrayImages true\n  /GrayImageDownsampleType /Bicubic\n  /GrayImageResolution 300\n  /GrayImageDepth -1\n  /GrayImageDownsampleThreshold 1.50000\n  /EncodeGrayImages true\n  /GrayImageFilter /DCTEncode\n  /AutoFilterGrayImages true\n  /GrayImageAutoFilterStrategy /JPEG\n  /GrayACSImageDict&lt;<\n    /QFactor 0.15\n    /HSamples [1 1 1 1] /VSamples [1 1 1 1]\n  >>\n  /GrayImageDict&lt;<\n    /QFactor 0.15\n    /HSamples [1 1 1 1] /VSamples [1 1 1 1]\n  >>\n  /JPEG2000GrayACSImageDict&lt;<\n    /TileWidth 256\n    /TileHeight 256\n    /Quality 30\n  >>\n  /JPEG2000GrayImageDict&lt;<\n    /TileWidth 256\n    /TileHeight 256\n    /Quality 30\n  >>\n  /AntiAliasMonoImages false\n  /DownsampleMonoImages true\n  /MonoImageDownsampleType /Bicubic\n  /MonoImageResolution 1200\n  /MonoImageDepth -1\n  /MonoImageDownsampleThreshold 1.50000\n  /EncodeMonoImages true\n  /MonoImageFilter /CCITTFaxEncode\n  /MonoImageDict&lt;<\n    /K -1\n  >>\n  /AllowPSXObjects false\n  /PDFX1aCheck false\n  /PDFX3Check false\n  /PDFXCompliantPDFOnly false\n  /PDFXNoTrimBoxError true\n  /PDFXTrimBoxToMediaBoxOffset [\n    0.00000\n    0.00000\n    0.00000\n    0.00000\n  ]\n  /PDFXSetBleedBoxToMediaBox true\n  /PDFXBleedBoxToTrimBoxOffset [\n    0.00000\n    0.00000\n    0.00000\n    0.00000\n  ]\n  /PDFXOutputIntentProfile ()\n  /PDFXOutputCondition ()\n  /PDFXRegistryName (http://www.color.org)\n  /PDFXTrapped /Unknown\n\n  /Description&lt;<\n    /FRA&lt;FEFF004f007000740069006f006e00730020007000650072006d0065007400740061006e007400200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000500044004600200064006f007400e900730020006400270075006e00650020007200e90073006f006c007500740069006f006e002000e9006c0065007600e9006500200070006f0075007200200075006e00650020007100750061006c0069007400e90020006400270069006d007000720065007300730069006f006e00200061006d00e9006c0069006f007200e90065002e00200049006c002000650073007400200070006f0073007300690062006c0065002000640027006f00750076007200690072002000630065007300200064006f00630075006d0065006e007400730020005000440046002000640061006e00730020004100630072006f0062006100740020006500740020005200650061006400650072002c002000760065007200730069006f006e002000200035002e00300020006f007500200075006c007400e9007200690065007500720065002e>\n    /ENU (Use these settings to create PDF documents with higher image resolution for improved printing quality. The PDF documents can be opened with Acrobat and Reader 5.0 and later.)\n    /JPN&lt;FEFF3053306e8a2d5b9a306f30019ad889e350cf5ea6753b50cf3092542b308000200050004400460020658766f830924f5c62103059308b3068304d306b4f7f75283057307e30593002537052376642306e753b8cea3092670059279650306b4fdd306430533068304c3067304d307e305930023053306e8a2d5b9a30674f5c62103057305f00200050004400460020658766f8306f0020004100630072006f0062006100740020304a30883073002000520065006100640065007200200035002e003000204ee5964d30678868793a3067304d307e30593002>\n    /DEU&lt;FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e0020005000440046002d0044006f006b0075006d0065006e00740065006e0020006d00690074002000650069006e006500720020006800f60068006500720065006e002000420069006c0064006100750066006c00f600730075006e0067002c00200075006d002000650069006e0065002000760065007200620065007300730065007200740065002000420069006c0064007100750061006c0069007400e400740020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f0062006100740020006f0064006500720020006d00690074002000640065006d002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>\n    /PTB&lt;FEFF005500740069006c0069007a006500200065007300740061007300200063006f006e00660069006700750072006100e700f5006500730020007000610072006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000500044004600200063006f006d00200075006d00610020007200650073006f006c007500e700e3006f00200064006500200069006d006100670065006d0020007300750070006500720069006f0072002000700061007200610020006f006200740065007200200075006d00610020007100750061006c0069006400610064006500200064006500200069006d0070007200650073007300e3006f0020006d0065006c0068006f0072002e0020004f007300200064006f00630075006d0065006e0074006f0073002000500044004600200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002c002000520065006100640065007200200035002e0030002000650020007300750070006500720069006f0072002e>\n    /DAN&lt;FEFF004200720075006700200064006900730073006500200069006e0064007300740069006c006c0069006e006700650072002000740069006c0020006100740020006f0070007200650074007400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006d006500640020006800f8006a006500720065002000620069006c006c00650064006f0070006c00f80073006e0069006e006700200066006f00720020006100740020006600e50020006200650064007200650020007500640073006b00720069006600740073006b00760061006c0069007400650074002e0020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e006500730020006d006500640020004100630072006f0062006100740020006f0067002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>\n    /NLD&lt;FEFF004700650062007200750069006b002000640065007a006500200069006e007300740065006c006c0069006e00670065006e0020006f006d0020005000440046002d0064006f00630075006d0065006e00740065006e0020007400650020006d0061006b0065006e0020006d00650074002000650065006e00200068006f0067006500720065002000610066006200650065006c00640069006e00670073007200650073006f006c007500740069006500200076006f006f0072002000650065006e0020006200650074006500720065002000610066006400720075006b006b00770061006c00690074006500690074002e0020004400650020005000440046002d0064006f00630075006d0065006e00740065006e0020006b0075006e006e0065006e00200077006f007200640065006e002000670065006f00700065006e00640020006d006500740020004100630072006f00620061007400200065006e002000520065006100640065007200200035002e003000200065006e00200068006f006700650072002e>\n    /ESP&lt;FEFF0055007300650020006500730074006100730020006f007000630069006f006e006500730020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000500044004600200063006f006e0020006d00610079006f00720020007200650073006f006c00750063006900f3006e00200064006500200069006d006100670065006e00200070006100720061002000610075006d0065006e0074006100720020006c0061002000630061006c006900640061006400200061006c00200069006d007000720069006d00690072002e0020004c006f007300200064006f00630075006d0065006e0074006f00730020005000440046002000730065002000700075006500640065006e00200061006200720069007200200063006f006e0020004100630072006f00620061007400200079002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>\n    /SUO&lt;FEFF004e00e4006900640065006e002000610073006500740075007300740065006e0020006100760075006c006c006100200076006f0069006400610061006e0020006c0075006f006400610020005000440046002d0061007300690061006b00690072006a006f006a0061002c0020006a006f006900640065006e002000740075006c006f0073007400750073006c00610061007400750020006f006e0020006b006f0072006b006500610020006a00610020006b007500760061006e0020007400610072006b006b007500750073002000730075007500720069002e0020005000440046002d0061007300690061006b00690072006a0061007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f006200610074002d0020006a00610020004100630072006f006200610074002000520065006100640065007200200035002e00300020002d006f0068006a0065006c006d0061006c006c0061002000740061006900200075007500640065006d006d0061006c006c0061002000760065007200730069006f006c006c0061002e>\n    /ITA&lt;FEFF00550073006100720065002000710075006500730074006500200069006d0070006f007300740061007a0069006f006e00690020007000650072002000630072006500610072006500200064006f00630075006d0065006e00740069002000500044004600200063006f006e00200075006e00610020007200690073006f006c0075007a0069006f006e00650020006d0061006700670069006f00720065002000700065007200200075006e00610020007100750061006c0069007400e00020006400690020007300740061006d007000610020006d00690067006c0069006f00720065002e0020004900200064006f00630075006d0065006e00740069002000500044004600200070006f00730073006f006e006f0020006500730073006500720065002000610070006500720074006900200063006f006e0020004100630072006f00620061007400200065002000520065006100640065007200200035002e003000200065002000760065007200730069006f006e006900200073007500630063006500730073006900760065002e>\n    /NOR&lt;FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f00700070007200650074007400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006d006500640020006800f80079006500720065002000620069006c00640065006f00700070006c00f80073006e0069006e006700200066006f00720020006200650064007200650020007500740073006b00720069006600740073006b00760061006c0069007400650074002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e006500730020006d006500640020004100630072006f0062006100740020006f0067002000520065006100640065007200200035002e00300020006f0067002000730065006e006500720065002e>\n    /SVE&lt;FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006e00e40072002000640075002000760069006c006c00200073006b0061007000610020005000440046002d0064006f006b0075006d0065006e00740020006d006500640020006800f6006700720065002000620069006c0064007500700070006c00f60073006e0069006e00670020006f006300680020006400e40072006d006500640020006600e50020006200e400740074007200650020007500740073006b00720069006600740073006b00760061006c0069007400650074002e0020005000440046002d0064006f006b0075006d0065006e00740065006e0020006b0061006e002000f600700070006e006100730020006d006500640020004100630072006f0062006100740020006f00630068002000520065006100640065007200200035002e003000200065006c006c00650072002000730065006e006100720065002e>\n  >>\n>> setdistillerparams\n<<\n  /HWResolution [2400 2400]\n  /PageSize [612.000 792.000]\n>> setpagedevice"}]}}}