{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21834"}, {"@name": "filename", "#text": "5629_teixeira_db_me_jabo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA FILHO” \nFACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS \n\nCÂMPUS DE JABOTICABAL \n \n \n \n \n \n \n \n \n \n\nINCERTEZAS NA ESTIMATIVA DA VARIABILIDADE \nESPACIAL DA EMISSÃO DE CO2 DO SOLO E \n\nPROPRIEDADES EDÁFICAS EM ÁREA DE CANA CRUA \n \n \n \n \n \n \n\nDaniel De Bortoli Teixeira \n Engenheiro Agrônomo \n\n \n \n \n \n \n \n \n \n \n \n \n \n\nJABOTICABAL – SÃO PAULO – BRASIL \n2011 \n\n\n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA FILHO” \nFACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS \n\nCÂMPUS DE JABOTICABAL \n \n \n \n \n \n \n \n \n \n\nINCERTEZAS NA ESTIMATIVA DA VARIABILIDADE \nESPACIAL DA EMISSÃO DE CO2 DO SOLO E \n\nPROPRIEDADES EDÁFICAS EM ÁREA DE CANA CRUA \n \n \n \n\nDaniel De Bortoli Teixeira \n \n\nOrientador: Prof. Dr. Newton La Scala Júnior \nCoorientador: Prof. Dr. Gener Tadeu Pereira \n\nCoorientador: Dr. Alan Rodrigo Panosso \n \n \n \n\nDissertação apresentada à Faculdade de Ciências \nAgrárias e Veterinárias – Unesp campus de Jaboticabal, \ncomo parte das exigências para a obtenção do título de \nMestre em Agronomia (Ciência do Solo). \n\n \n \n \n \n \n \n\nJABOTICABAL – SP \nDezembro – 2011 \n\n\n\n \n\n \nTeixeira, Daniel De Bortoli  \n\nT266i Incertezas na estimativa da variabilidade espacial da \nemissão de CO2 do solo e propriedades edáficas em área de \ncana crua/ Daniel De Bortoli Teixeira. – – Jaboticabal, 2011 \n\nxi, 55 f. : il. ; 28 cm \n \n\nDissertação (mestrado) - Universidade Estadual Paulista, \nFaculdade de Ciências Agrárias e Veterinárias, 2011 \n\nOrientador: Newton La Scala Júnior \nBanca examinadora: Carlos Eduardo Pelegrino Cerri, Glauco \n\nde Souza Rolim \nBibliografia \n \n1. Respiração do solo. 2. Geoestatística. 3. Krigagem \n\nordinária. 4. Simulação sequencial Gaussiana. I. Título. II. \nJaboticabal-Faculdade de Ciências Agrárias e Veterinárias. \n \n\nCDU 631.41 \n \n\nFicha catalográfica elaborada pela Seção Técnica de Aquisição e Tratamento da \nInformação – Serviço Técnico de Biblioteca e Documentação – UNESP, Câmpus de \nJaboticabal. \n\n\n\niv \n\nDADOS CURRICULARES DO AUTOR \n \n\nDANIEL DE BORTOLI TEIXEIRA – Filho de Carlos Alberto Paiva Teixeira e \nValéria Mello De Bortoli Teixeira, nasceu em Ribeirão Preto, São Paulo no dia 20 de \n\noutubro de 1987. Em março de 2005 ingressou no Curso de Agronomia pela \n\nUniversidade Estadual Paulista – Faculdade de Ciências Agrárias e Veterinárias –\n\nCâmpus de Jaboticabal – SP. Foi bolsista de iniciação científica pela FAPESP durante o \n\nperíodo de dezembro de 2006 até dezembro de 2009. Iniciou em março de 2010 o \n\nCurso de Mestrado em Agronomia (Ciência do Solo) na Faculdade de Ciências Agrárias \n\ne Veterinárias – UNESP. No mês de dezembro de 2011 submeteu-se à banca para a \n\ndefesa de Dissertação, sendo aprovado como Mestre em Agronomia. \n\n \n\n\n\nv \n\nA experiência nunca falha, apenas as nossas opiniões falham, ao \nesperar da experiência aquilo que ela não é capaz de oferecer. \n\n \n\nLeonardo Da Vinci \n\n\n\nvi \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDEDICATÓRIA \n\n \n\nAos meus pais Valéria Mello De Bortoli Teixeira e Carlos Alberto Paiva Teixeira, aos meus \n\nirmãos Larissa De Bortoli Teixeira e Yuri De Bortoli Teixeira, e a minha namorada Denise Boito \n\nPereira da Silva que me apoiaram durante estes inúmeros anos de universidade, me dando forças \n\npara trilhar este caminho. \n\n\n\nvii \n\nAGRADECIMENTOS \n\n \n\nAos meus pais, Carlos Alberto Paiva Teixeira e Valéria Mello De Bortoli Teixeira, pela \ndedicação e apoio. \n\nAos meus irmãos, Larissa De Bortoli Teixeira e Yuri De Bortoli Teixeira, pela assistência \nnos momentos cruciais. \n\nÀ Denise Boito Pereira da Silva, minha namorada, pela dedicação, paciência, carinho e \nincentivo. \n\nAos pra sempre membros da Pipino 6, Carlos Eduardo Gamero Aguilar (“Ereção”), Lucas \nCortez Aguilar (“Resto”), Ricardo Pereira da Silva (“Viúva”) e Granolinha, pelos momentos \ninesquecíveis, amizade e apoio. \n\nAos professores Newton La Scala Júnior, Gener Tadeu Pereira e Alan Rodrigo Panosso, \nmeus amigos e orientadores, pela amizade, incentivo, paciência e conselhos dados durantes estes \n5 anos de convivência. \n\nAos membros da banca, Glauco de Souza Rolim e Carlos Eduardo Pellegrino Cerri, \nLiziane Figueiredo Brito e José Marques Júnior pelas sugestões que contribuíram imensamente \nna qualidade final deste trabalho. \n\nAos amigos e companheiros de mestrado e departamento, Elton da Silva Bicalho, Sísara \nRocha Oliveira, João Fernandes da Silva Júnior, Mariana Marroti Corradi e Mara Regina \nMoitinho pelos grandes momentos vividos, inúmeros cafés tomados e sobretudo pela amizade \nconquistada. \n\nAos amigos do RaioX, Diego Silva Siqueira, Angélica Santos Rabelo de Souza Bahia (e \nEliel), Lívia Arantes Camargo, Frederico Luiz Siansi e Ana Beatriz Coelho França pelos grande \nincentivo e amizade em todas as horas. \n\nÀ Patrícia Gabarra Mendonça pela amizade, inúmeras conversas e disposição em ajudar \nsempre. \n\nÀ Elisamara Raposo, companheira de ônibus, graduação e mestrado, pela amizade e \nmomentos vividos em muitos anos. \n\nAos amigos, Carlão, Norival, Kioto, Zezé, Shirley e Adriana, funcionários do \ndepartamentos de Ciências Exatas, pela amizade e ajuda.  \n\nAos companheiros de trabalho e amigos, Luciano Ito Perillo, Juliano Luciani Iamaguti, \nFabio Tiraboschi Leal pela grande ajuda na condução do experimento, sem os quais este trabalho \nnão seria possível. \n\nEnfim, a todos que fizeram parte deste caminho...obrigado e contem comigo. \n\n\n\nviii \n\nSUMÁRIO \n \n\nI INTRODUÇÃO ............................................................................................................................................... 1 \n\nII REVISÃO DE LITERATURA ............................................................................................................................ 4 \n\n2.1 Efeito estufa e suas implicações........................................................................................................... 4 \n\n2.2 Relação entre a emissão de CO2 e propriedades edáficas do solo ...................................................... 7 \n\n2.3 Geoestatística aplicada a emissão de CO2 do solo ............................................................................... 8 \n\n2.4 Interpoladores geoestatísticos ............................................................................................................. 9 \n\n2.5 Considerações finais ...........................................................................................................................12 \n\nIII MATERIAL E MÉTODOS ............................................................................................................................13 \n\nIV RESULTADOS E DISCUSSÃO ......................................................................................................................22 \n\nV CONCLUSÕES .............................................................................................................................................43 \n\nVI REFERÊNCIAS ............................................................................................................................................44 \n\n \n\n \n\n\n\nix \n\nINCERTEZAS NA ESTIMATIVA DA VARIABILIDADE ESPACIAL DA EMISSÃO DE \nCO2 DO SOLO E PROPRIEDADES EDÁFICAS EM ÁREA DE CANA CRUA \n\n \n\nRESUMO – A emissão de CO2 do solo (FCO2) apresenta alta variabilidade \nespacial, sendo devida a grande dependência espacial existente nas propriedades do \n\nsolo que a influenciam. Neste estudo objetivou-se (i) caracterizar e relacionar a \n\nvariabilidade e a distribuição espacial da FCO2, temperatura do solo, porosidade livre \n\nde água (PLA), teor de matéria orgânica do solo (MO) e densidade do solo (Ds), (ii) \n\navaliar a acurácia dos resultados fornecidos pelo método da krigagem ordinária (KO) e \n\nsimulação sequencial Gaussiana (SSG), e (iii) avaliar a incerteza na predição da \n\nvariabilidade espacial das FCO2 e demais propriedades utilizando a SSG. O estudo foi \n\nconduzido em uma malha amostral regular de 60 x 60 m2 com 141 pontos, com \n\nespaçamento mínimo variando de 0,50 a 10 m, instalada em área de cana-de-açúcar. \n\nNestes pontos foram avaliados a FCO2, temperatura do solo, PLA, determinadas com \n\nbase na média de 07 dias de avaliação, MO e Ds. Todas as variáveis apresentaram \n\nestrutura de dependência espacial, sendo ajustados modelos Gaussianos, esféricos e \n\nexponenciais. A configuração da malha amostral e possivelmente a presença de \n\nespessa camada de resíduos da cultura sobre o solo influenciaram a estrutura de \n\nvariabilidade espacial da FCO2, temperatura e MO. FCO2 apresentou correlações \n\npositivas com a MO (r = 0,25, p &lt;0,05) e PLA (r = 0,27, p &lt;0,01) e negativa com a Ds \n\n(r = - 0,41, p &lt;0,01). No entanto, quando os valores digitais estimados espacialmente \n\n(N=8.833) são considerados, a PLA passa a ser a principal variável responsável pelas \n\ncaracterísticas espaciais da FCO2, apresentando correlação de 0,26 (p &lt;0,01). As \n\nsimulações individuais propiciaram, para todas as variáveis analisadas, melhor \n\nreprodução das funções de distribuição acumuladas (fdac), e dos variogramas em \n\ncomparação à KO e estimativa E-type. Os resultados das análises demonstram fortes \n\nsemelhanças entre as estimativas E-type e aquelas geradas pelo procedimento da KO, \n\npara todas as propriedades estimadas. As maiores incertezas na predição da FCO2 \n\nestiveram associadas as regiões da área estudada com maiores valores observados e \n\nestimados, produzindo estimativas, ao longo do período estudado, de 0,18 a 1,85 t de \n\n\n\nx \n\nCO2 ha-1 dependendo dos diferentes cenários simulados. Para a PLA e Ds regiões com \n\nmenor densidade amostral produziram maiores incertezas. A contabilização das \n\nincertezas associada às estimativas das propriedades do solo auxilia na compreensão \n\ndos possíveis padrões da FCO2. O conhecimento das incertezas gerado através dos \n\ndiferentes cenários de estimativa pode ser incluído em inventários de gases do efeito \n\nestufa resultando em estimativas mais conservadoras do potencial de emissão de tais \n\ngases. \n\n \n\n \n\nPalavras-chave: respiração do solo, geoestatística, krigagem ordinária, simulação \nsequencial Gaussiana. \n\n\n\nxi \n\nUNCERTAINTIES IN THE ESTIMATING OF SPATIAL VARIABILITY OF SOIL CO2 \nEMISSION AND EDAPHIC PROPERTIES IN A SUGARCANE AREA UNDER GREEN \n\nMANAGEMENT \n \n\nSUMMARY – The soil CO2 emission (FCO2) has high spatial variability, which \ncaused due to the strong spatial dependence in soil properties that influence it. This \n\nstudy aimed to (i) to characterize the variability and spatial distribution of FCO2, soil \n\ntemperature, air-filled pore space (AFPS), soil organic matter (OM) and soil bulk density \n\n(BD) and related properties, (ii) evaluate the accuracy of the results provided by the \n\nmethod of ordinary kriging (OK) and sequential Gaussian simulation (SGS), and (iii) \n\nevaluate the uncertainty in predicting the spatial variability of FCO2 and other properties \n\nusing the SSG. The study was conducted on an regular sampling grid with 141 points, \n\nwith spacing ranging from 0.50 to 10 m, installed in a sugarcane area. In this place were \n\nevaluated FCO2, soil temperature, AFPS, were based on the average of 07 days of \n\nevaluation, OM and BD. All variables showed spatial dependence structure, and models \n\nadjusted Gaussian, spherical and exponential. The configuration of the sampling grid \n\nand the presence of intense layer of crop residues in the soil influenced the structure of \n\nspatial variability of FCO2, temperature, and OM. The FCO2 showed positive \n\ncorrelations with OM (r = 0.25, p&lt;0.05) and AFPS (r = 0.27, p&lt;0.01) and negatively \n\nwith Ds (r = - 0.41, p&lt;0.01). However, when the estimated spatially values are \n\nconsidered, the AFPS becomes the main variable responsible for the spatial \n\ncharacteristics of FCO2, showing correlation of 0.26 (p&lt;0.01). The individual \n\nsimulations led to all variables, better reproduction of the cumulative distribution \n\nfunctions (cdf), and variograms compared to OK and E-type estimate. The analysis \n\nresults show strong similarities between the E-type estimates to those generated by the \n\nprocedure of OK. The major uncertainties in predicting FCO2 were associated with \n\nareas with the highest estimated values, producing estimates, during the study period, \n\nfrom 0.18 to 1.85 t CO2 ha-1 depending on the different scenarios considered. For the \n\nAFPS and SBD regions with lower density sampling produced higher uncertainties. The \n\naccounting of the uncertainties associated with estimates of soil properties helps to \n\n\n\nxii \n\nunderstand the possible patterns of FCO2. The knowledge of the uncertainties \n\ngenerated by the different scenarios may be included in inventories of greenhouse \n\ngases resulting in conservative estimates of the potential emission of such gases. \n\n \n\n \n\nKeywords: soil respiration, geostatistics, ordinary kriging, sequential Gaussian \nsimulation. \n\n \n\n\n\n1 \n\nI INTRODUÇÃO \n \n\nNo ano de 2005 a agricultura foi responsável por uma emissão global de 5,1 a \n\n6,1 Gt CO2-eq, sendo a segunda maior fonte antropogênica de emissões de gases de \n\nefeito estufa (GEE), representando 10-12% das emissões globais (IPCC, 2007). Estima-\n\nse que neste mesmo ano, os solos agrícolas brasileiros emitiram 192,9 Mt CO2-eq, \n\ntotalizando 9,3% das emissões totais do setor agrícola do país (CERRI et al., 2009), na \n\nforma de N2O e CH4 basicamente. No entanto, na maioria dos estudos, as estimativas \n\ndas emissões de GEE dos solos agrícolas são incluídas naquelas referentes a \n\nmudanças do uso da terra e setores florestais, devido a complexidade e grande \n\nincerteza na quantificação do balanço de carbono do solo (IPCC, 2007). Tal dificuldade \n\ndeve-se a grande variabilidade da emissão de CO2 do solo (FCO2) no espaço (LA \n\nSCALA et al., 2000; HERBST et al., 2010; PANOSSO et al., 2009a; BRITO et al.; 2010; \n\nTEIXEIRA et al., 2011) e no tempo (KOSUGI et al., 2007; HERBST et al., 2009; LA \n\nSCALA et al., 2009), apresentando variações significativas mesmo em curtos períodos \n\navaliados (TEIXEIRA et al., 2011). \n\nAs variações espaciais da FCO2 são controladas principalmente por \n\npropriedades físicas, químicas e biológicas do solo, tais como densidade do solo (SAIZ \n\net al., 2006), textura (DILUSTRO et al., 2005), teor de matéria orgânica (SØE &amp; \n\nBUCHMANN, 2005), estoque de carbono (PANOSSO et al., 2011), biomassa \n\nmicrobiana (SØE &amp; BUCHMANN, 2005), pH (RETH et al., 2005), capacidade de troca \n\ncatiônica (LA SCALA et al., 2000), e mineralogia do solo (LA SCALA et al., 2000). Na \n\nescala temporal a FCO2 é controlada por propriedades que variam ao longo do tempo, \n\ncomo a umidade do solo (TANG et al., 2006; YUSTE et al., 2007), porosidade livre de \n\nágua (PLA) (PANOSSO et al., 2011), preenchimento de água nos poros (LINN &amp; \n\nDORAN, 1984), oxigenação do solo (CHEN et al., 2010) e temperatura do solo (QI et \n\nal., 2002; WEN et al., 2006; TANG et al., 2006; YUSTE et al., 2007). \n\nAnálises geoestatísticas têm sido utilizadas para a descrição da variabilidade \n\nespacial da FCO2 fornecendo, por meio de técnicas como a krigagem ordinária (KO) e \n\n\n\n2 \n\nsimulação sequencial Gaussiana (SSG), estimativas de valores em regiões não \n\namostradas da área em estudo. Embora tais métodos produzam valores interpolados, \n\nambos são considerados distintos procedimentos e apresentam objetivos e resultados \n\ndiferentes. A KO objetiva fornecer a melhor, e portanto, a única estimativa de uma \n\nvariável no local não amostrado, enquanto o objetivo da SSG é fornecer valores que \n\nreproduzam as características e o comportamento dos dados de origem (BASARIR et \n\nal., 2010). Outra importante particularidade da SSG é a avaliação das incertezas \n\nassociadas às predições, realizada pela contabilização de múltiplas realizações \n\nestocásticas equiprováveis. Por outro lado no cálculo da variância, fornecida pelo \n\nprocedimento da KO, é levada em consideração apenas a localização dos pontos \n\namostrados, não fornecendo nenhuma medida de incerteza espacial dessas \n\nestimativas, como a SSG. Embora a KO seja o método mais utilizado para a \n\ninterpolação de valores da FCO2 (ROCHETTE et al., 1991; LA SCALA et al., 2000; \n\nOHASHI &amp; GYOKUSEN, 2007; KONDA et al., 2008; PANOSSO et al., 2009a; BRITO et \n\nal., 2010), recentemente as simulações vem sendo preferidas em diversos estudos \n\n(CARDELLINI et al., 2003; HERBST et al., 2010; TEIXEIRA et al., 2011), fornecendo \n\numa alternativa à suavização dos valores estimados pela KO. \n\nNo Brasil a cultura da cana-de-açúcar assume importante papel como um \n\nsistema de cultivo associado à produção de energia, que por sua vez pode capturar o \n\nCO2 atmosférico na forma de biomassa (sequestro), retornando para o solo quantidades \n\nadicionais de carbono orgânico. O segundo levantamento sobre a safra 2011/2012 de \n\ncana-de-açúcar (Saccharum spp.) divulgado em 2011 pela CONAB (COMPANHIA \n\nNACIONAL DE ABASTECIMENTO, 2011), estima uma produção nacional de 589 \n\nmilhões de toneladas. O estado de São Paulo, principal estado produtor brasileiro, \n\npossui 4,44 milhões de hectares de cultivo, representando 52,60% da área total \n\nbrasileira de cana-de-açúcar. No Sudeste do Brasil, mudanças nas práticas de manejo \n\nda cultura da cana-de-açúcar têm sido consideradas mais importantes que a atual \n\nexpansão da fronteira agrícola (CERRI et al., 2007), uma vez que grandes áreas estão \n\nsendo convertidas de um sistema de manejo da queima para colheita mecanizável. No \n\nsistema de cana crua, a colheita utilizando máquinas proporciona um retorno dos \n\n\n\n3 \n\nresíduos vegetais para a superfície do solo, favorecendo, assim, o acúmulo de matéria \n\norgânica e uma redução na emissão de gases em comparação ao sistema de cana \n\nqueimada (RAZAFIMBELO et al., 2006; CERRI et al., 2007).  \n\nTécnicas como a SSG podem ser utilizadas na elaboração de inventários de \n\nGEE sejam estes nacionais, estaduais, municipais ou corporativos fornecendo faixas de \n\nvariação de valores da FCO2, bem como de outros gases como o CH4 e N2O. Embora \n\ntais variações representem a incerteza obtida nos procedimentos de estimativa e \n\ncaracterização, estas não são comumente contabilizadas. Seu conhecimento possibilita \n\na tomadores de decisão verificar quais os aspectos e/ou propriedades devem ser \n\nestudados mais detalhadamente visando a diminuição das incertezas e aumento da \n\nqualidade da interpretação dos resultados. \n\nDevido à importância da cultura da cana-de-açúcar para o Estado de São Paulo, \n\ne as incertezas sobre o processo de emissão e sequestro de CO2 em solos agrícolas, \n\ntorna-se de fundamental importância caracterizar os aspectos principais da FCO2 em \n\ncampo. Neste estudo objetivou-se (i) caracterizar a variabilidade e distribuição espacial \n\nda emissão de CO2 do solo, e de alguns atributos físico e químicos como a porosidade \n\nlivre de água, temperatura do solo, teor de matéria orgânica e densidade do solo; (ii) \n\navaliar a acurácia dos resultados fornecidos pela KO e SSG; e (iii) determinar a \n\nincerteza na predição da variabilidade espacial das variáveis utilizando a SSG. \n\n \n\n \n\n\n\n4 \n\nII REVISÃO DE LITERATURA \n \n\n2.1 Efeito estufa e suas implicações \n \n\nO efeito estufa natural é responsável pela temperatura média de nosso planeta \n\npróxima a 14 ºC, distinta dos -19 ºC que seria acaso não houvesse tal fenômeno. Os \n\nchamados gases de efeito estufa, como o dióxido de carbono (CO2) e o vapor d’água \n\n(H2O) são os principais gases associados a esse efeito, atuando como uma barreira \n\nparcial às radiações de ondas longas que a Terra emite para o espaço, retendo assim \n\ncalor próximo à superfície de nosso planeta. \n\nAtividades humanas em todos os setores de produção, principalmente no \n\nperíodo pós-industrial, tem contribuído na liberação de gases e partículas que \n\nintensificam o efeito estufa natural (CO2, CH4, N2O, CFCs e ozônio). Entre os anos de \n\n1850 e 2005, a concentração atmosférica de CO2 aumentou de 280 para 379 ppmv \n\n(parte por milhão volume), a de CH4, por sua vez, obteve um incremento percentual de \n\n153,4%, variando de 700 a 1.774 ppbv (partes por bilhão volume). A concentração de \n\nN2O foi a que apresentou menor incremento (18,14%) variando de 270 a 319 ppbv. \n\nSegundo o IPCC (2007) o potencial de aquecimento proveniente das atividades \n\nhumanas é 05 vezes maior que aquele devido a mudanças na radiação solar. A queima \n\nde combustíveis fósseis e produção de cimento são responsáveis por 75% deste \n\npotencial, enquanto as mudanças no uso da terra (remoção de florestas e atividades \n\nagrícolas) respondem pelo restante. \n\nEstes aspectos introduzem o que é denominado na literatura como \"efeito estufa \n\nadicional\" melhor quantificado em termos do forçamento radiativo (FR). O FR é um \n\nconceito utilizado para comparações quantitativas da capacidade dos diferentes \n\nagentes, antrópicos e naturais, provocar as mudanças climáticas. O efeito estufa natural \n\npossui um balanço líquido radioativo de aproximadamente 340 W m-2. Com o aumento \n\nna concentração de gases de efeito estufa na atmosfera nos últimos anos estima-se \n\n\n\n5 \n\nque o FR ampliou em 2,63 ± 0,26 W m-2, constituindo então um adicional de 9% sobre \n\naquele observado em 1998.  \n\nO aumento relatado para as concentrações dos gases de efeito estufa (GEE) \n\nadicional apresenta além da influência direta na temperatura global, outras \n\nconsequências como a intensificação da ocorrência de eventos climáticos extremos, \n\ncom aumento da frequência de geadas e do número de dias e noites frias e quentes. \n\nTais consequências aliadas às mudanças no regime pluviométrico influenciarão \n\nprofundamente o zoneamento agrícola de inúmeras culturas comerciais, afetando a \n\nprodução mundial de alimentos. No Brasil, estima-se uma forte diminuição de regiões \n\naptas aos cultivos de grãos. As plantações de soja, principal cultura afetada, poderão \n\nsofrer perdas de até 40% da produção em 2070, com a previsão de migração para o Sul \n\ndo país de algumas culturas como mandioca, café e cana-de-açúcar. Apenas a cultura \n\nde cana-de-açúcar será beneficiada, apresentando aumento das áreas propicias ao \n\ncultivo, embora possa sofrer com eventos esporádicos de escassez e excessos hídricos \n\n(PINTO et al., 2008). \n\nAlguns estudos relacionam o aumento da concentração de CO2 na atmosfera a \n\npossíveis ganhos na produtividade das culturas resultando em aumentos na fitomassa \n\nproduzida. No entanto, em estudos mais recentes desenvolvidos pela NASA, tais efeitos \n\nnão foram observados.  \n\nDiversos trabalhos indicam o aumento da concentração de plantas C3 em áreas \n\nsob florestas fechadas (IPCC, 2007). As plantas C3 (maioria das plantas), são aquelas \n\nque fixam o CO2 atmosférico produzindo como primeiro composto o ácido fosfoglicérido \n\nque é composto por três átomos de carbono, daí a origem do nome. BOWES (1993) em \n\ncondições de laboratório verificou que caso a concentração de CO2 atmosférico fosse \n\nduplicada, a velocidade de crescimento das plantas C3 seria aumentada em cerca de \n\n30 a 60% dependendo das condições nutricionais do cultivo. FREIRE (2008) afirma que \n\no desempenho das plantas C3 seria beneficiado devido a diminuição das taxas de \n\nfotorrespiração. \n\nNo entanto tais consequências somente ocorrerão caso nenhuma medida de \n\nmitigação e/ou adaptação for realizada. No setor agrícola, diversos mecanismos de \n\n\n\n6 \n\nmitigação podem ser conduzidos, tais como: redução das emissões de gases através \n\nde manejos mais eficientes do carbono e nitrogênio no solo, aumento dos estoques de \n\ncarbono no solo e utilização de resíduos para a co-geração de energia e combustíveis, \n\ndiminuindo a utilização de combustíveis fósseis (IPCC, 2007).  \n\nO desenvolvimento de novas tecnologias que aumentam a produtividade das \n\nculturas, recuperação de pastagens e áreas degradadas, e utilização de sistemas \n\nagroflorestais também contribuirão para as reduções das emissões. O sistema de \n\nplantio direto, utilizado em diversas culturas pode contribuir parcialmente para a \n\nredução do processo das mudanças climáticas. No entanto, devido a necessidade de \n\npreparos rotineiros no solo, como por exemplo, na reforma do canavial na cultura de \n\ncana-de-açúcar, tem-se grande incerteza de como este sistema pode estar \n\ninfluenciando os fluxos de GEE.  \n\nPANOSSO et al. (2009a), avaliando as emissões de CO2 do solo em ambos os \n\nsistemas de manejo, verificaram, ao longo de 70 dias de estudo, uma emissão 39% \n\nmaior no sistema de cana queimada, quando comparado ao da cana crua, onde realiza-\n\nse a colheita mecanizada e grandes quantidades de palha são deixadas na superfície \n\ndo solo. Tal efeito, segundo os autores, foi ocasionado por uma maior adição de \n\ncarbono devido à queima dos resíduos favorecendo a atividade microbiana. \n\nDE FIGUEIREDO &amp; LA SCALA (2011) ao elaborar um inventário de emissões de \n\ngases para a cultura da cana-de-açúcar, verificaram que a conversão do manejo da \n\nqueima para a colheita crua contribui com uma redução das emissões em 310,7 a \n\n1484,0 Kg CO2eq ha-1 ano-1, sendo este último valor encontrado quando os possíveis \n\nganhos de carbono do solo são considerados. No estado de São Paulo, a prática da \n\nqueima deve ser eliminada até 2014, de acordo com o protocolo Agroambiental \n\nassinado em 2008. \n\nDevido a grande incerteza resultante da conversão de áreas queimadas para o \n\nmanejo de cana crua faz-se necessários mais estudos visando caracterizar o \n\ncomportamento da emissão de CO2 do solo, considerando-se principalmente sua \n\ndistribuição no espaço. \n\n \n\n\n\n7 \n\n2.2 Relação entre a emissão de CO2 e propriedades edáficas do solo \n \n\nConforme mencionado anteriormente distintas propriedades do solo podem \n\ncontrolar a variabilidade temporal e espacial da FCO2. A temperatura, umidade do solo \n\ne propriedades derivadas a partir destas são as principais controladoras da FCO2 na \n\nescala temporal, embora também possam apresentar relações espaciais com a FCO2. \n\nA temperatura atua diretamente na atividade microbiana. Por outro lado, a umidade \n\napresenta um efeito mais complexo. Ações de precipitação após longo período de seca \n\nfavorecem a atividade microbiana, enquanto em períodos mais úmidos podem provocar \n\na expulsão total do oxigênio presente no interior do solo, dando origem a um \n\nmicroambiente anaeróbico. Nestas condições a produção de metano supera a de CO2. \n\nOutro aspecto contrastante de tal influência ocorre no momento da ocorrência da \n\nprecipitação. Durante as precipitações quantidades significativas de CO2 são expulsas \n\ndo interior do solo, devido a infiltração de água, no entanto, mesmo com o decorrer da \n\nprecipitação estas emissões tendem a diminuir até que a produção por parte dos \n\nmicroorganismos e raízes de vegetais inicie-se novamente. Tal configuração pode levar \n\na uma interpretação errônea de um possível aumento constante das emissões com a \n\nprecipitação. \n\nA PLA, propriedade derivada da umidade, e a Ds afetam diretamente o processo \n\nde transporte gasoso no solo, tanto na entrada de oxigênio, necessária a atividade \n\nmicrobiana aeróbica, quanto na saída de CO2, subproduto da atividade microbiana. A \n\nMO, por sua vez, é considerada a fonte primária de energia utilizada pelos micróbios, \n\nentendendo-se assim sua relação positiva com a emissão de CO2 do solo.  \n\nEm estudos recentes, PANOSSO et al. (2011), trabalhando com análise de \n\nregressão múltipla para modelagem da emissão de CO2 do solo em áreas de cana crua \n\ne cana queimada, observaram que a PLA foi selecionada para os dois modelos, sendo \n\nestá responsável por 18% da variabilidade da respiração do solo sob cultivo de cana \n\ncrua. LINN &amp; DORAN (1984) estudando o efeito da porosidade preenchida por água na \n\nrespiração do solo verificaram as maiores taxas de emissão em condições próximas a \n\n60% de preenchimento dos poros, na densidade de 1,40 g cm-3, condições estas \n\n\n\n8 \n\nextremamente distintas das obtidas em nosso estudo onde em média apenas 37% dos \n\nporos encontravam-se preenchidos por água. \n\n \n\n2.3 Geoestatística aplicada a emissão de CO2 do solo \n \n\nAs propriedades do solo exibem um complexo grau de variabilidade no espaço e \n\ntempo. Tal variabilidade é contínua ao longo das superfícies e dependente da escala \n\n(ZHAO et al., 2009), uma vez que, as propriedades do solo resultam da combinação de \n\ndiversas interações dos processos biológicos, químicos e físicos atuando em escalas \n\nmúltiplas (PARKIN, 1993). Ferramentas como a geoestatística têm sido utilizadas por \n\npropiciar a captura, representação e interpretação do padrão espacial das variáveis \n\nregionalizadas. Tais variáveis são conhecidas por apresentar uma componente \n\nestrutural, uma componente aleatória e um erro residual (BURROUGH, 1987). \n\nPara a condução destas análises assume-se que uma determinada propriedade \n\nnuma posição definida na área de estudo varia de acordo com a distância de separação \n\nentre as amostras vizinhas. Esta continuidade geográfica característica das variáveis é \n\nidentificada ao observar que os valores das variáveis tornam-se mais similares à \n\nmedida que a distância de separação entre elas diminui. \n\nHERBST et al. (2009) utilizaram técnicas geoestatísticas para determinar as \n\ncaracterísticas espaciais da emissão de CO2 (FCO2) em solo desprovido de vegetação \n\nutilizando diferentes gradeados: regular (76 pontos) e irregular (48 pontos). Modelos \n\nesféricos foram ajustados a FCO2, sendo que aqueles ajustados aos dados amostrados \n\nno grid irregular apresentaram maior grau de dependência espacial, possivelmente \n\ndevido à diminuição das distâncias entre amostras. Neste mesmo trabalho, foram \n\nobservadas relações entre as variabilidades da FCO2 e conteúdo de água do solo. \n\nROCHETTE et al. (1991), em áreas com vegetação, também verificaram a influência do \n\nteor de água do solo nos parâmetros espaciais da respiração, através do aumento das \n\ncondições de anaerobiose do solo ou pela baixa difusão do gás para a superfície do \n\nsolo causada pelo preenchimento dos poros pela água. No entanto, VODNIK et al. \n\n(2006), ao estudarem as variações em pequena escala da concentração de CO2 do \n\n\n\n9 \n\nsolo, verificaram que embora o conteúdo de água no solo seja um dos principais \n\nresponsáveis pelas variações temporais da respiração, esta propriedade somente \n\nconsegue explicar a variação espacial da respiração em dias secos (baixo teor de \n\nágua), época em que esta é o fator limitante a FCO2. \n\nKONDA et al. (2008), ao avaliar as estruturas espaciais do fluxo de CO2 de solos \n\nsob florestas de Acacia mangium na Indonésia durante períodos relativamente secos \n\nobservaram que estes fluxos estavam relacionados com o teor de carbono do solo e \n\nprovavelmente com a meso e microtopografia, mas não obtiveram relação entre o fluxo \n\ne a umidade do solo. Em estudos mais recentes na mesma área, KONDA et al. (2010) \n\nconfirmaram a influência topográfica nos valores da FCO2 durante períodos secos, \n\nobservando baixos fluxos na encosta inferior. A distribuição da liteira e matéria orgânica \n\ndo solo também apresentaram relação com fluxos de CO2 através de seus efeitos sobre \n\na atividade microbiana e distribuição das raízes finas. BRITO et al. (2010) estudando a \n\nrespiração do solo em áreas de cana-de-açúcar determinaram a influência das \n\ndiferentes posições topográficas nos padrões espaciais da FCO2. Ainda em áreas sob \n\ncana-de-açúcar, PANOSSO et al. (2008) também verificaram a influência da declividade \n\nnos mapas estimados da FCO2, apresentando maiores valores nas partes mais \n\nelevadas da área. \n\nLA SCALA et al. (2000) estudando mudanças nos padrões da variabilidade \n\nespacial da emissão de CO2 em Latossolo desprovido de vegetação verificaram \n\nmodelos de emissão similares aqueles ajustados para o teor de carbono orgânico e \n\ncapacidade de troca catiônica do solo. SCHWENDENMANN et al., (2003) observaram \n\nalém da influência do teor de carbono do solo, relações espaciais entre a FCO2 e a \n\nconcentração de fósforo e de biomassa de raízes finas. \n\n \n\n2.4 Interpoladores geoestatísticos \n \n\nDiversas técnicas de interpolação podem ser utilizadas para gerar mapas \n\nestimados da FCO2 e outras propriedades. Krigagem ordinária (KO), krigagem simples, \n\ncokrigagem, simulação sequencial Gaussiana (SSG) e simulação anelada são alguns \n\n\n\n10 \n\ndos interpoladores geoestatísticos disponíveis. Outros métodos de interpolação como a \n\ntriangulação, inverso do quadrado da distância, média local e vizinhos mais próximos, \n\nembora produzam estimativas em locais não amostrados, não seguem nenhum rigor \n\nestatístico que considere a dependência espacial entre as amostras, sendo \n\ndenominados de interpoladores não geoestatísticos. Neste trabalho os métodos da KO \n\ne SSG são utilizados para a predição da FCO2 e demais variáveis condicionantes. \n\nEstimadores de krigagem fornecem a melhor estimativa local da variável pela \n\nminimização da estimativa da variância, resultando na suavização dos detalhes \n\nespaciais. A utilização da variância produzida pela krigagem como medida de erro local \n\né inadequada quando a configuração dos dados conjuntamente coma incerteza nas \n\nestimativas são consideradas (ZHAO et al., 2009), uma vez que apenas o variograma e \n\na configuração amostral são consideradas em seus cálculos. Assim como para outras \n\nanálises, exceto se um modelo Gaussiano para erros for assumido, a krigagem fornece \n\nsomente uma medida incompleta da acurácia local, e nenhuma consideração sobre a \n\nacurácia conjunta pode ser feita quando diversas localizações são consideradas juntas \n\n(DEUTSH &amp; JOURNEL, 1998). Técnicas como a krigagem indicatriz (KI) apenas \n\navaliam a incerteza local, sendo incapazes de detectar incerteza espaciais associadas \n\nas estimativas. Tais incertezas baseiam-se apenas na variação espacial dos valores \n\nconhecidos, sem considerar a variação nas estimativas dos locais não amostrados \n\n(DELBARI et al., 2009). GOOVAERTS (2001) afirma que as funções de distribuição \n\nacumuladas (fdac) obtidas pela KI fornecem somente uma medida de incerteza local e \n\nque nenhuma medida quantitativa da incerteza espacial é obtida. \n\nOs métodos de simulação são utilizados em situações onde a reprodução da \n\nvariabilidade espacial, honrando a heterogeneidade inferida nos dados, e a avaliação \n\ndo impacto das incertezas é necessária (GOOVAERTS, 1999). Esta técnica tem sido \n\nutilizada em diversas áreas como: mineração (ASGHARI et al., 2009; MONJEZI et al., \n\n2010), conservação do solo (WANG et al., 2001; PARYSOW et al., 2003; BASKAN et \n\nal., 2010), hidráulica de solos (FENG et al., 2004; BOURENNANE et al., 2007; \n\nCHIRICO et al., 2007; DELBARI et al., 2009), respiração do solo (HERBST et al., 2009; \n\nTEIXEIRA et al., 2011), contaminação de metais pesados (JUANG et al., 2004; ZHAO \n\n\n\n11 \n\net al., 2007) e atributos físicos (HE et al., 2010) e químicos (GRUNWALD et al., 2004; \n\nCHAI et al., 2007; BOURENNANE et al., 2010) do solo. \n\nAs simulações estocásticas são processos de desenhos alternativos, igualmente \n\nprováveis, de realizações conjuntas de uma componente de uma variável aleatória a \n\npartir de um modelo de função aleatória (DEUTSH &amp; JOURNEL, 1998). Desta forma. \n\ninúmeras realizações equiprováveis devem ser conduzidas para possibilitar a avaliação \n\ndas incertezas por meio da SSG. Embora o número mínimo de realizações produzidas \n\nainda seja desconhecido para a maioria das propriedades do solo, diversos autores \n\nbuscam caracterizar e quantificar o impacto do número de realizações sobre as \n\nestimativas da simulação (GOOVAERTS, 1999; LIN, 2008). MONTEIRO (2003) afirma \n\nque o número de realizações produzidas deve ser tal que a média dos valores \n\nsimulados seja semelhante aos valores estimados pela técnica da KO, fornecendo \n\nassim um campo probabilístico grande o suficiente para possibilitar a seleção de \n\nrealizações aleatórias que representem o conjunto simulado. \n\nAs simulações são alternativas a suavização observada nos mapas krigados, \n\napresentando as seguintes características (BASARIR et al., 2010): \n\n• Honra os valores em todos os locais amostrados; \n\n• Apresentam a mesma dispersão espacial (reprodução dos variogramas); \n\n• Apresentam a mesma distribuição dos valores (reprodução dos \n\nhistogramas); \n\n• Corregionalizada com qualquer outra variável simulada da mesma \n\nmaneira com os valores originais. \n\nPara simulações condicionais (SSG) todas as características acima são obtidas, \n\nno entanto, algumas simulações não atendem ao princípio de honrar os dados \n\nobservados, sendo estas denominadas simulações não condicionais. \n\nTEIXEIRA et al., (2011) utilizaram a SSG para avaliar o padrão espacial da FCO2 \n\ne suas mudanças em curto período de tempo. HERBST et al., (2010) avaliando \n\ndiferentes métodos de estimativa da FCO2 em solos desprovidos de vegetação \n\nobservaram uma melhoria significativa da reprodução da função densidade de \n\n\n\n12 \n\nprobabilidade e dos variograma originais produzida pela SSG em relação aos métodos \n\nde krigagem. \n\nPROLINGHEUER et al. (2010) por meio da SSG avaliaram o padrão de \n\ndistribuição da FCO2 e sua relação espacial com a respiração heterotrófica \n\n(organismos) e autotrófica (raizes) dos solos. Neste estudo apenas a respiração \n\nautotrófica apresentou correlação espacial com a FCO2. \n\nLEWICK et al., (2005) em áreas de vulcão, utilizaram diferentes interpoladores \n\ngeoestatísticos para a avaliação da qualidade da estimativa da FCO2 em áreas não \n\namostradas. Também em áreas de vulcão CARDELLINI et al. (2003) avaliaram as \n\nincertezas local e espacial nas estimativas da FCO2 através da utilização da SSG. \n\n \n\n2.5 Considerações finais \n \n\nA utilização de técnicas refinadas de análises espaciais possibilita, além da \n\ncaracterização espacial dos atributos estudados, a captação e interpretação das \n\nincertezas associadas às suas estimativas. O conhecimento de tais incertezas propicia \n\na identificação precisa dos principais fatores que a influenciam, possibilitando a adoção \n\nde algumas medidas, como por exemplo, a utilização de amostragem mais adensada \n\nem locais que apresentem maiores incertezas. Também é possível testar a utilização de \n\ndiferentes métodos indiretos como covariáveis possibilitando o aumento do número de \n\namostras e consequentemente diminuição das incertezas. \n\nEm relação a seu potencial de utilização para dados de GEE, como o CO2, tais \n\ntécnicas se destacam por propiciar a criação de diferentes cenários de estimativas \n\nespaciais, resultando em intervalos de valores que podem ser incorporados a estudos \n\nque contabilizem o balanço de entrada e saída de GEE no processo produtivo. \n\n \n\n\n\n13 \n\nIII MATERIAL E MÉTODOS \n \n\nO estudo foi conduzido na Fazenda Santa Olga (21°21’ S, 48°11’ W) pertencente \n\nà Usina São Martinho, localizada no município de Guariba, São Paulo. Segundo a \n\nclassificação de Thornthwaite, o clima local pode ser definido como B1rB’4a’, Tipo \n\nMesotérmico Úmido, com pequena deficiência hídrica, sendo a evapotranspiração de \n\nverão menor que 70% da evapotranspiração anual. O solo da área foi classificado como \n\nLatossolo Vermelho eutroférrico textura muito argilosa (EMBRAPA, 2006). \n\nA área é cultivada com cana-de-açúcar (Saccharum spp. var. SP86-155) há 8 \n\nanos sobre o sistema de cana crua com colheita mecanizada. No momento do estudo o \n\nsolo estava desprovido de vegetação e coberto por grande quantidade de resíduos da \n\ncultura (12 t ha-1), resultante da colheita mecanizada realizada alguns dias antes do \n\ninício do experimento. No dia 13 de julho de 2010 foi instalada uma malha regular de 60 \n\n× 60 m contendo 141 pontos espaçados em distâncias mínimas que variaram de 0,5 a \n\n10 m a partir da instalação de colares de PVC utilizados na metodologia de avaliação \n\nda emissão de CO2 do solo (FCO2) (LA SCALA et al., 2000) (Figura 1). \n\nA FCO2 foi avaliada utilizando-se três sistemas portáteis LI-COR 8100. As \n\ncâmaras de solo são acopladas a um sistema de análise que quantifica a concentração \n\nde CO2 em seu interior por meio de espectroscopia de absorção óptica na região \n\nespectral do infravermelho. Previamente ao início do experimento as máquinas foram \n\ntestadas e calibradas entre si. As avaliações foram efetuadas ao longo de 07 dias, \n\ndurante os períodos das manhãs (8h00min – 9h30min), nos dias julianos 195, 196, 197, \n\n200, 201, 204 e 207 de 2010. Concomitantemente a avaliação da FCO2 foram medidos \n\nvalores de temperatura do solo com sensor acoplado ao sistema de análise de \n\nfotossíntese LI-8100 e umidade (% volume) com TDR (Time Domain Reflectometer) - \n\nHydrosense system, ambas nas camadas de 0-0,10 m. Após as avaliações foram \n\nretiradas amostras indeformadas, pelo método do anel volumétrico, na mesma \n\nprofundidade, para a obtenção da densidade do solo e volume total de poros (VTP) \n\n(EMBRAPA, 1997). A porosidade livre de água (PLA) foi obtida pela diferença entre o \n\n\n\n14 \n\nVTP e a umidade do solo. Também foram retiradas amostras deformadas dos mesmos \n\nlocais objetivando a obtenção do teor de matéria orgânica do solo, segundo \n\nmetodologia descrita por RAIJ et al. (1987). Na condução das análises, a FCO2, \n\ntemperatura e PLA foram consideradas como o resultado da média dos 7 dias de \n\navaliação. \n\n \n\n \n\n0 5 10 15 20 25 30 35 40 45 50 55 60\nDireção 0º (m)\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55\n\n60\n\nD\nire\n\nçã\no \n\n90\nº \n\n(m\n)\n\n \nFigura 1. Malha amostral contendo 141 pontos para avaliação de FCO2, temperatura, \n\numidade do solo e avaliação das propriedades físico-químicas do solo. (•) \nPontos utilizados no procedimento de validação externa.  \n\n \n\nA estatística descritiva (média ± erro padrão, desvio padrão, coeficiente de \n\nvariação, quartis, mínimo, máximo, assimetria e curtose) foi previamente utilizada na \n\ndescrição das variáveis, objetivando fornecer informações para as interpretações das \n\nanálises geoestatísticas (BOURGAULT et al., 1996). A variabilidade espacial das \n\n\n\n15 \n\nvariáveis foi determinada utilizando a modelagem do variograma experimental, com \n\nbase na teoria das variáveis regionalizadas, (VIEIRA, 2000) o qual é estimado por: \n\n2\n)(\n\n1\n)]()([\n\n)(2\n1\n\n)(ˆ hxzxz\nhN\n\nh i\nhN\n\ni\ni  (1) \n\nEm que, )(ˆ h  é a semivariância experimental para uma distância de separação h, z(xi) é \n\no valor da propriedade no ponto i, e N(h) é o número de pares de pontos separados \n\npela distância h. O variograma descreve a continuidade espacial das variáveis como \n\nfunção das distâncias entre duas localizações (ISAAKS &amp; SRIVASTAVA, 1989). Neste \n\nestudo foram ajustados modelos esféricos, exponenciais e Gaussianos. O modelo \n\nesférico é dado por: \n\nahseCCh\n\nahse\na\nh\n\na\nh\n\nCCh\n\n;)(ˆ\n\n0;\n2\n1\n\n2\n3\n\n)(ˆ\n\n10\n\n3\n\n10  (2) \n\nO modelo exponencial: \n\na\nh\n\nCCh 3exp1)(ˆ 10 ; se 0 &lt;h &lt;d  (3) \n\nO modelo Gaussiano:  \n\n2\n\n10 3exp1)(ˆ a\nh\n\nCCh ; se 0 &lt;h &lt;d (4) \n\nNa qual, d é a máxima distância do variograma. \n\nOs parâmetros dos modelos estimados são conhecidos por efeito pepita (C0), \n\npatamar (C1) e alcance (a). O efeito pepita é resultante da soma de duas componentes: \n\nerro amostral e erro decorrente da variabilidade existente em escala inferior àquela \n\nmedida. O patamar representa a semivariância na qual o modelo de variograma atinge \n\no valor do alcance, sendo essa próxima a variância amostral dos dados. O alcance \n\nindica o limite de dependência espacial entre amostras, desta forma, amostras \n\n\n\n16 \n\nespaçadas acima deste valor não apresentam dependência espacial entre si (ISAAKS &amp; \n\nSRIVASTAVA, 1989). \n\nO variograma é fortemente influenciado por distribuições assimétricas positivas, \n\nem que poucos valores podem contribuir para o aumento da semivariância (WEBSTER \n\n&amp; OLIVER, 2009). Assim, aplicou-se a transformação logarítmica natural aos dados da \n\nFCO2 objetivando a remoção dos altos valores de assimetria e curtose apresentados. A \n\ntransformação inversa foi realizada de forma ponderada, como demonstrado na \n\nequação 5. \n\n2\n)(\n\n)(ˆexp)(ˆ\n2\n\niKO\nii\n\nx\nxyxz  (5) \n\nSendo que, )(ˆ ixz  é o valor da propriedade no ponto i após a transformação inversa, \n\n)(ˆ ixy  é o valor estimado da mesma no ponto i através da krigagem ordinária lognormal, \n\ne )(2 iKO x  é a variância da krigagem ordinária lognormal no ponto i. A transformação \n\ninversa ponderada produz estimativas não viesadas, embora seja extremamente \n\nsensível a qualquer erro devido à exponencial envolvida em seu cálculo (DEUTSCH &amp; \n\nJOURNEL, 1998). \n\nA escolha do melhor modelo ajustado aos variogramas utilizados no método da \n\nkrigagem ordinária, baseou-se nas validações cruzada e externa e coeficiente de \n\ndeterminação (R2) obtido para o ajuste do modelo. Para os variogramas utilizados no \n\nprocesso de simulação apenas o coeficiente de determinação do modelo foi \n\nconsiderado, uma vez que, por se tratar de um método estocástico as validações \n\nsomente são acessadas após o término de todas as etapas do processo. \n\nPara validação externa, 14 pontos selecionados aleatoriamente (10% dos dados \n\noriginais) (CERRI et al., 2004; TEIXEIRA et al., 2011) foram retirados da malha amostral \n\n(Figura 1) antes do início da modelagem do variograma. Posteriormente são \n\ncomparados com os valores estimados pela KO naqueles locais. Não houve diferenças \n\nsignificativas entre os dois conjuntos de dados, modelo (n=127) e validação (n=14), pelo \n\n\n\n17 \n\nteste-t (p > 0,05). Nas duas validações (cruzada e externa) valores observados e \n\nestimados são utilizados para o cálculo da raiz do erro quadrático médio (RMSE). \n5,02\n\n1\n\nˆ\n1 n\n\ni\nii xzxzn\n\nRMSE  (6) \n\nEm que, n é o número de valores utilizados na validação, z(xi) é o valor da propriedade \n\nno ponto i, e )(ˆ ixz  é o valor estimado da propriedade no ponto i. Menores valores de \n\nRMSE estão relacionados a uma maior acurácia nas estimativas. \n\nA kigagem ordinária é uma média móvel ponderada das amostras vizinhas \n\n(Equação 7), sendo que os pesos ( i ) de cada vizinho são determinados utilizando o \n\nmodelo de correlação de dados estruturais, representado pela semivariância hˆ  em \n\nfunção de h (Equação 1), resultando em uma estimativa de variância mínima. \nN\n\ni\nii xzxz\n\n1\n0 )(ˆ  (7) \n\nNa qual, )(ˆ 0xz  é o valor estimado da propriedade no ponto 0, N é o número de valores \n\nutilizados na predição,  é a ponderação associada a cada valor e z(xi) é o valor \n\nobservado no ponto i. Apesar da krigagem ser a melhor estimativa linear não viezada, \n\nela tem por característica apresentar menor variabilidade que os dados originais, \n\nsuperestimando os valores mais baixos e subestimando os valores mais elevados e \n\ncom isso não reproduzindo tão bem o variograma ajustado e o histograma dos dados. A \n\nrotina-KB2D do programa computacional GSLIB - Geostatistical Software Library \n\n(DEUTSCH &amp; JOURNEL, 1998) foi utilizada para o cálculo das estimativas da KO. \n\nPor outro lado nas simulações estocásticas a reprodução dos momentos da \n\ndistribuição referência (dados) é priorizada em relação a uma predição ótima com \n\nmínima variância da estimativa (krigagem ordinária). Diversos algoritmos de simulação \n\nestão disponíveis. No presente estudo utilizou-se a simulação sequencial gaussiana \n\n(SSG). Na SSG mapas equiprováveis da distribuição das variáveis são produzidos \n\nutilizando o modelo do variograma normalizado. As diferenças entre as diversas \n\n\n\n18 \n\nrealizações fornecem uma medida da incerteza associada à predição espacial dos \n\ndados.  \n\nPara o procedimento de simulação é necessário que os dados apresentem uma \n\ndistribuição multigaussiana, o que implica na existência da distribuição normal, desta \n\nforma os valores das propriedades foram transformados (média e variância igual a 0 e \n\n1, respectivamente). Após a normalização, verifica-se a existência de distribuição \n\nnormal pelo teste de Kolmogorov-Smirnov. Todas as variáveis apresentaram \n\nnormalidade após a transformação. Variogramas são ajustados nas variáveis \n\ntransformadas. Posteriormente, um caminho aleatório capaz de passar por todos os \n\npontos não amostrados da malha refinada é determinado. Estimativas locais do valor e \n\nvariância são realizadas pela KO objetivando a construção da função de distribuição \n\nacumulada (fdac). A partir da fdac, considerando os valores originais vizinhos e os \n\npreviamente simulados, a estimativa do valor em cada ponto da grade amostral é \n\nefetuada. Após a determinação dos valores simulados em todos os pontos de uma \n\ngrade mais refinada, realiza-se a transformação de volta para os valores originais. \n\nDesta forma o procedimento é repetido até que todas as realizações sejam efetuadas. \n\nNeste trabalho foram consideradas 300 realizações de cada variável. Foram \n\nselecionadas aleatoriamente as realizações 30, 68, 176 e 214 de cada variável para \n\nrepresentar as 300 simulações individuais geradas. A escolha de forma aleatória deve-\n\nse a manutenção das características do método, uma vez que, a seleção de realizações \n\nbaseadas em algum parâmetro pode inibir a medida de incerteza fornecida pelo método \n\n(DEUTSH &amp; JOURNEL, 1998). O procedimento da SSG baseou-se na rotina-SGSIM do \n\nGeostatistical Software Library (DEUTSCH &amp; JOURNEL, 1998). \n\nOs mapas produzidos pela KO e SSG foram gerados a partir de uma malha \n\nrefinada com 94 linhas x 94 colunas, totalizando 8.836 pontos separados por uma \n\ndistância regular de 0,65 m. Mapas dos valores mínimos, médios (E-type), máximos e \n\nde desvio padrão foram produzidos a partir da contabilização dos pontos simulados em \n\ncada local nas 300 realizações. Análises de Pearson foram conduzidas, nas estimativas \n\nE-type (N=300), para comparar o padrão espacial das diferentes variáveis. O número \n\n\n\n19 \n\nmínimo de simulações a serem efetuadas foi avaliado por meio da correlação entre as \n\nestimativas E-type a cada 10 realizações e aquelas geradas pela KO. \n\nA acurácia e bondade da reprodução da função de densidade de probabilidade \n\npelos diferentes métodos de interpolação foi avaliada baseada na estatística G, como \n\nproposto por diversos autores (GOOVAERTS, 2001; HERBST et al., 2010; \n\nBOURENNANE et al., 2010). A proporção de valores simulados/estimados e dos dados \n\noriginais que localizam-se em p intervalos de probabilidade, definidos pelos limites (1 – \n\np) / 2 e (1 + p) / 2, foram comparados a partir de ))(,(ˆ nzuF . Com base na fdac \n\ncalculada para qualquer localização u da ))(,(ˆ nzuF , e z(uj) com j=1,...N a fração de \n\nvalores verdadeiros que caem em uma série de intervalos p de probabilidade simétricos \n\nsão obtidas pela equação: \n\n1,0),(\n1\n\n1\n)( ppuN\n\nN\n\nj\njp   (8) \n\nEm que ),( pu j  é dado por: \n\ncontráriocaso\npuFuzpuFse\n\npu jjjj\n0\n\n)2/)1(,(ˆ)()2/)1(,(ˆ1\n),(\n\n11\n\n (9) \n\nDesta forma para avaliar a proximidade entre as frações simuladas/estimadas e o \n\nconjunto de dados calcula-se a estatística G, conforme demonstrado abaixo: \n1\n\n0\n)(2)(31 dppppaG   (10) \n\nsendo a(p): \n\ncontráriocaso\nppse\n\npa\n0\n\n)(1\n)(  (11) \n\nPara casos não acurados pp)(  os valores de a(p) promovem uma ponderação duas \n\nvezes maior do que para os casos acurados, em que pp)( . A melhor reprodução da \n\nfdac é representada por um valor G mais próximo a 1. \n\nSegundo GOOVAERTS (2000) a acurácia na reprodução dos variogramas, pode \n\nser avaliada pela seguinte equação: \n\n\n\n20 \n\nS\n\ns s\n\nss\n\nh\nhh\n\n1\n2\n\n2\n\n)(\n)(ˆ)(\n\n  (12) \n\nSendo S é o número de intervalos de distância h utilizados para a construção do \n\nvariograma, e )(ˆ sh  é a semivariância na distância hs calculada a partir dos valores \n\nestimados/simulados. O denominador elevado ao quadrado ( 2)( sh ) promove uma \n\nponderação, onde as menores distâncias h adquirem maiores pesos. A captação do \n\nmodelo de variograma próximo a origem é mais relevante uma vez que grande parte da \n\ninformação da variabilidade espacial está contida na pequena escala (menores valores \n\nh). Valores de  próximos a 0, indicam uma boa acurácia na reprodução dos \n\nvariogramas. \n\nTécnicas de interpolação como as simulações geoestatísticas possibilitam a \n\nquantificação das incertezas locais e espaciais relacionadas aos valores simulados nos \n\nlocais não amostrados. A incerteza local foi avaliada previamente através da \n\ncontabilização da probabilidade dos valores pontuais excederem determinado limite \n\ncrítico (DELBARI et al., 2009; ZHAO et al., 2009). Neste estudo os limites foram \n\ndefinidos como os quartis calculados para o conjunto de dados de cada variável. O \n\nprocedimento quantifica o número de mapas simulados em que a variável excede \n\npontualmente o limite indicado:  \n\nL\nxn\n\nzxzob c\n)(\n\nPr 00   (13) \n\nNa qual, z(x0) é o valor da variável z na localização x0, zc é o limite crítico adotado, n(x0) \n\né o número de realizações em que a variável apresenta valor acima de zc e L é o \n\nnúmero total de realizações geradas, neste estudo L = 300 para todas as variáveis. \n\nApós a quantificação da incerteza local, a incerteza espacial foi avaliada com \n\nbase no cálculo da probabilidade conjunta (Pc) (JUANG et al., 2004). A Pc nos auxilia \n\nna determinação da confiabilidade de áreas delineadas com alta probabilidade dos \n\nvalores simulados excederem os limites críticos (Prob[z(x0)?zc]). Para o cálculo da Pc \n\nforam considerados as áreas que apresentaram probabilidade maior ou igual a 95 e \n\n98%, calculadas com base na equação 13. O procedimento consiste na contabilização \n\n\n\n21 \n\ndo número de realizações em que todos os locais, com probabilidades maior ou igual a \n\n95 e 98%, aparecem simultaneamente simulados acima do valor crítico. \n\nL\nxxxn\n\nzxzzxzzxzob NcNcc\n),...,,(\n\n,...,,Pr 0020100201   (14) \n\nSendo, n(x01, x02, ... , x0N) é o número de realizações em que os valores simulados nas \n\nlocalizações x01, x02, ... , x0N apresentam conjuntamente valores acima do limite crítico \n\nadotado (zc), e L é o número de realizações efetuadas na simulação (L=300). Valores \n\nmais próximos a 1 fornecem uma maior confiabilidade e menor incerteza espacial da \n\nárea. \n\nPara avaliar a qualidade das estimativas E-type de cada variável, os mapas \n\ngerados foram submetidos à validação externa (BOURENNANE et al. 2010), baseada \n\nno erro sistemático (ES), erro sistemático padronizado (ESp), raiz do erro quadrático \n\nmédio (RMSE) (Equação 6) e raiz do erro quadrático médio padronizado (RMSEp) \n\n(CHAI et al., 2007; CHIRICO et al., 2007; HENGL, 2007; TEIXEIRA et al., 2011) dos \n\ndados pelas seguintes equações: \n5.0\n\n1\n)(\n\n1 n\n\ni\ni zxzn\n\nES   (15) \n\nES\nESp  (16) \n\nRMSE\nRMSEp  (17) \n\nNa qual, n é o número de valores utilizados na validação (n=14), z(xi) é o valor da \n\npropriedade no ponto i, z  é a média dos valores E-type estimados para os n pontos \n\nutilizados na validação e  é o desvio padrão da variável. Para estimativas não \n\nviezadas, ES deve ser próximo à zero. A superestimativa ou subestimativa foi avaliada \n\npela diferença entre as médias dos valores observados e estimados. \n\n \n\n\n\n22 \n\nIV RESULTADOS E DISCUSSÃO \n \n\nA média da emissão de CO2 do solo ao longo dos dias avaliados (1,57 ± 0,07 \n\nmol m-2 s-1) apresentou-se menor que àquelas apontadas por outros autores, em \n\nLatossolos sob o cultivo da cana-de-açúcar (PANOSSO et al., 2008; PANOSSO et al., \n\n2011; SILVA-OLAYA, 2010), fato este pode estar relacionado à ausência de \n\nprecipitações nos dias anteriores a condução do experimento, alta compactação do \n\nsolo, apresentando valores médios de densidade do solo de 1,50 ± 0,01 g cm-3, e baixo \n\nteor de matéria orgânica (4,75 ± 0,05 g dm-3) (Tabela 1). BRITO et al. (2009) avaliando \n\na respiração do solo sob cultivo de cana-de-açúcar, no sistema de cana crua, em \n\ndiferentes posições topográficas, verificaram valores médios de emissão de 2,39 a 2,97 \n\nmol m-2s-1. A alta variabilidade dos valores da emissão caracterizada pelo alto valor \n\nCV (50,02%) é relatada em diversos estudos, evidenciando a necessidade da \n\ncaracterização espacial desta propriedade com o auxílio da geoestatística (PANOSSO \n\net al., 2009a; HERBST et al., 2009; TEIXEIRA et al., 2011). A grande homogeneidade \n\nobservada para a temperatura do solo (CV = 1,69%) provavelmente está relacionada à \n\ncobertura do solo por meio dos resíduos da cultura, característica do manejo adotado \n\n(PANOSSO et al., 2009a).  \n\nA respiração do solo é resultante dos processos de produção e transporte do \n\nCO2 do interior dos solos para a atmosfera (LUO &amp; ZHUO, 2006), desta forma as \n\nvariáveis relacionadas a esses processos afetam a emissão. A emissão apresentou \n\ncorrelação linear positiva com a PLA (r = 0,27; p &lt;0,01) e matéria orgânica (r = 0,25; p \n\n&lt;0,05) e negativa com a densidade do solo (r = - 0,41; p &lt;0,01).  \n\nOHASHI &amp; GYOKUSEN (2007) estudando a variabilidade espacial e temporal da \n\nrespiração do solo em áreas sob floresta (Cryptomeria japonica D. Don) identificaram a \n\ncompactação do solo como um dos fatores correlacionados à emissão. Embora neste \n\nestudo não tenha sido observada correlação entre a emissão e temperatura do solo, \n\nesta pode influenciar diretamente o processo de produção afetando a dinâmica dos \n\nmicroorganismos do solo. A ausência de correlação entre a temperatura e a respiração \n\n\n\n23 \n\npode ser atribuída a baixa variabilidade da temperatura durante as avaliações (Tabela \n\n1).  \n\n \n\nTabela 1. Estatística descritiva da emissão de CO2 do solo e propriedades influentes. \n Média EP DP CV Mín Q1 Q2 Q3 Máx Assi Curt \n\nFCO2 1,57 0,07 0,79 50,02 0,34 0,99 1,34 2,09 4,08 0,86 0,14 \n\nPLA 34,21 0,44 5,22 15,26 22,95 30,49 34,58 37,49 49,15 0,14 -0,01 \n\nTemp 19,40 0,03 0,33 1,69 18,50 19,24 19,44 19,62 20,33 -0,44 0,59 \n\nMO 4,75 0,05 0,57 11,89 3,00 4,40 4,70 5,20 6,10 0,10 0,02 \n\nDs 1,50 0,01 0,14 9,50 1,06 1,39 1,50 1,59 1,86 -0,25 0,39 \nn = 141; FCO2 = emissão de CO2 do solo ( mol m\n\n-2s-1); PLA = porosidade livre de água (%); Temp = temperatura do \nsolo (ºC); MO = matéria orgânica (g dm-3); Ds = densidade do solo (g cm-3); EP = erro padrão da média; DP = desvio \npadrão CV = coeficiente de variação (%); Mín = mínimo; Q1 = primeiro quartil; Q2 = segundo quartil ou mediana; \nQ3 = terceiro quartil; Máx = máximo; Assi = coeficiente de assimetria; Curt = coeficiente de curtose. \n \n\nA caracterização da estrutura de variabilidade espacial foi determinada \n\najustando-se modelos de variograma (Tabela 2). Para a maioria das técnicas \n\ngeoestatísticas, como a krigagem ordinária, a distribuição normal dos dados não é \n\ncaracterística obrigatória, porém, a normalidade é desejada por permitir a inferência de \n\noutras estatísticas como a máxima verossimilhança (WEBSTER &amp; OLIVER, 2009). \n\nDesta forma utilizou-se a transformação logarítmica para a emissão de CO2 do solo, \n\nvisando à correção dos valores de assimetria apresentados na Tabela 1. Este \n\nprocedimento é frequentemente utilizado para a descrição espacial de FCO2 \n\n(ROCHETTE et al., 1991; PRINGLE &amp; LARK, 2006; KOSUGI et al., 2007; HERBST et \n\nal., 2010). A temperatura do solo também apresenta altos valores de assimetria e \n\ncurtose, porém a transformação não foi utilizada, uma vez que, somente deve ser \n\naplicada para distribuições assimétricas positivas (WEBSTER &amp; OLIVER, 2009). \n\nEntretanto, para predições baseadas na simulação sequencial Gaussiana, a \n\ntransformação normal deve ser realizada, como uma etapa do processo, visando \n\ngarantir a normalidade dos dados utilizados (Tabela 2). \n\n \n\n \n\n \n\n\n\n24 \n\nTabela 2. Tipo de transformação empregada, parâmetros dos modelos ajustados aos \nvariogramas experimentais da emissão de CO2 do solo (FCO2), porosidade \nlivre de água (PLA), temperatura do solo (Temp), teor de matéria orgânica do \nsolo (MO) e densidade do solo (Ds). \n\nVariável Transf Modelo C0\n C0+C1\n\n A (m) C0/C0+C1\n R2 VC VE \n\nFCO2 Ln\n Gaus. 0,15 0,31 27,02 0,50 0,90 0,79 0,42 \n\nNormal Gaus. 0,68 1,19 25,39 0,57 0,90 --- --- \n\nPLA --- Exp.\n 14,88 24,89 30,93 0,60 0,99 5,02 5,11 \n\nNormal Exp. 0,60 1,07 26,50 0,56 0,99 --- --- \n\nTemp --- Gaus. 0,06 0,12 21,95 0,48 0,97 0,30 0,28 Normal Esf. 0,46 0,83 20,20 0,56 0,73 --- --- \n\nMO --- Gaus. 0,19 0,40 49,72 0,48 0,88 0,50 0,50 Normal Gaus. 0,65 1,32 46,59 0,49 0,99 --- --- \n\nDs --- Exp. 0,01 0,02 11,28 0,66 0,81 0,13 0,14 Normal Esf. 0,69 0,98 12,74 0,71 0,76 --- --- \nn = 127; Transf = transformação da distribuição dos dados; Ln = transformação logarítmica natural; Normal = \ntransformação normal; C0 = efeito pepita; C0+C1 = patamar; A = alcance (m); C0/C0+C1\n\n = grau de dependência \nespacial; VC = índices RMSE para a validação cruzada; VE = índices RMSE para a validação externa; Gaus. = \nmodelo Gaussiano; Exp. = modelo exponencial; Esf. = modelo esférico. \n\n \n\nCom exceção da temperatura e densidade do solo, os mesmos modelos foram \n\nobtidos para os dados transformados e não transformados. Para a FCO2 foram \n\najustados modelos Gaussianos, embora para a maioria dos estudos modelos esféricos \n\n(CARDELLINI et al., 2003; LEWICKI et al., 2005; HERBST et al., 2010; BRITO et al., \n\n2010; TEIXEIRA et al., 2011) e exponenciais (STOYAN et al., 2000; PANOSSO et al., \n\n2009a) apresentam melhores ajustes. Cada modelo descreve a variabilidade de forma \n\ndistinta sendo, junto a seus parâmetros, responsáveis pelas características existentes \n\nnos padrões espaciais de cada variável. O modelo esférico, característico de variáveis \n\ncom mudanças abruptas em grandes distâncias, descreve, assim como o modelo \n\nexponencial, fenômenos relativamente irregulares, enquanto o modelo Gaussiano é \n\nadotado para fenômenos regulares e contínuos (ISAAKS &amp; SRIVASTAVA, 1989). Desta \n\nforma, o ajuste do modelo Gaussiano ao variograma experimental da FCO2 demonstra \n\nque, embora esta apresente alta variabilidade (Tabela 1), sua distribuição espacial \n\napresentou-se suavemente distribuída no espaço. Vale salientar que tal fato pode ser \n\ndecorrente do arranjo dos pontos na malha amostral utilizada neste experimento e \n\ntambém da intensa cobertura do solo pelos resíduos da cultura. A malha amostral \n\nextremamente adensada possibilitou a avaliação das variáveis em escala reduzida \n\n\n\n25 \n\n(0,50 metros), possibilitando a captação de uma grande similaridade em pequenas \n\ndistâncias para as propriedades aqui estudadas. \n\nO grau de dependência espacial foi classificado como moderado para todas as \n\nvariáveis, caracterizado pela relação 0,25 &lt;C0/C0+C1 &lt;0,75 (CAMBARDELLA et al., \n\n1994). Ao comparar os modelos ajustados aos variogramas utilizados no processo de \n\nSSG e KO, nota-se a semelhança dos valores de dependência espacial, assim como os \n\nalcances obtidos, demonstrando que a estrutura espacial manteve-se, mesmo após a \n\ntransformação normal. Resultados estes semelhantes aos encontrados por DELBARI et \n\nal. (2009) ao avaliar a incerteza espacial do conteúdo de água do solo. \n\nBRITO et al. (2010) e PANOSSO et al. (2009a) estudando a FCO2 em solos sob \n\ncultivo de cana-de-açúcar e manejo de cana crua determinaram estruturas de \n\nmoderada dependência espacial. HERBST et al. (2009), avaliando a FCO2 em solo \n\ndesprovido de vegetação determinaram estruturas com dependências variando de fraca \n\na forte. O alcance obtido para FCO2 (27,02 m) foi semelhante aquele encontrado por \n\nBRITO et al. (2010) para as posições topográficas ombro e sopé, no mesmo tipo de \n\nsolo e cobertura. PANOSSO et al. (2009a), a partir de uma malha amostral com 60 \n\npontos espaçados entre 13,30 m (190 × 50 m) observaram valores de alcance variando \n\ndesde a total independência entre as amostras até próximos a 73,2 m. \n\nAssim como para a FCO2, o ajuste do modelo Gaussiano ao variograma \n\nexperimental da temperatura do solo e teor de matéria orgânica deve-se, \n\nprincipalmente, à presença de cobertura vegetal sobre o solo, provocando a \n\nhomogeneização da área em estudo, efeito similar ao encontrado por PANOSSO et al. \n\n(2009b) ao obter uma maior uniformidade devido a lâmina de molhamento aplicada \n\nsobre a área desprovida de vegetação. AL-KAYSSI (2002) estudando a variabilidade \n\nespacial da temperatura do solo em casas de vegetação, ao longo de uma transecção \n\ncom 55 m, identificou a presença de modelo esférico com estrutura de dependência \n\nespacial até 34 m de distância. \n\nA FCO2 apresentou uma maior correlação com a Ds (r = - 0,41; p &lt;0,01), no \n\nentanto a grande semelhança entre os alcances dos modelos de variograma ajustados \n\na FCO2 (27,02 e 25,39 m) e PLA (30,93 e 26,50 m) sugere uma maior correlação \n\n\n\n26 \n\nespacial entre elas, sendo a PLA, possivelmente, a variável com maior influência \n\nespacial sobre a FCO2, neste estudo. A Ds e MO foram aquelas que apresentaram \n\nmenor (11,28 e 12,74 m) e maior (49,72 e 46,59 m) valores de alcance, \n\nrespectivamente, indicando uma menor continuidade espacial por parte da Ds em \n\nrelação a MO. \n\nTEIXEIRA et al. (2011), avaliando o número de realizações necessárias para a \n\nsimulação da emissão de CO2 do solo, verificou que a média de 20 realizações \n\npromoveu a estabilização do desvio padrão das estimativas, possibilitando a avaliação \n\nda incerteza espacial com acurácia nas estimativas. CARDELLINI et al. (2003), \n\nLEWICK et al. (2005) e MAZOT et al. (2011), avaliando a respiração do solo em áreas \n\nde vulcão utilizaram 100 realizações para a caracterização espacial da FCO2.  \n\nOs maiores valores de correlação foram encontrados para a temperatura do solo \n\nvariando de 0,86 a 0,95 (p &lt;0,01), sendo os menores valores encontrados para a PLA \n\n(0,70 a 0,87; p &lt;0,01). Os valores observados para os coeficientes de correlação linear \n\nnão foram mais elevados devido, principalmente, à técnica de simulação condicional \n\nhonrar a distribuição dos dados nos locais amostrados. Assim, em todas as realizações \n\ne, consequentemente, nas estimativas E-type (média), o valor observado em campo foi \n\nreproduzido, ao contrário da KO, onde uma estimativa por meio de média ponderada foi \n\nproduzida para esses mesmos locais, gerando valores suavizados ao longo da área em \n\nestudo. A estabilização dos valores do coeficiente de correlação linear indica o número \n\nmínimo de simulações que devem ser consideradas para a avaliação das incertezas \n\npara cada variável, sendo esta inversamente relacionada à variabilidade dos dados \n\noriginais. Portanto, menos realizações são necessárias para variáveis com maior \n\nhomogeneidade (GOOVAERTS, 1999).  \n\nAs variáveis Temp e FCO2 indicaram a necessidade do menor (60) e maior (140) \n\nnúmero de realizações da simulação, respectivamente, sendo estas variáveis aquelas \n\nque apresentaram o maior e menor grau de homogeneidade (Tabela 1). Para a PLA, \n\nMO e Ds foram necessárias um mínimo de 120, 110, e 70 realizações, respectivamente, \n\npara a estabilização dos coeficientes de correlação linear. GOOVAERTS (1999) \n\navaliando o espaço de incerteza das estimativas da permeabilidade do solo indicou que \n\n\n\n27 \n\n100 imagens foram suficientes para gerar mapas de riscos, embora a partir da 20a \n\nrealização o aumento do espaço da incerteza seja extremamente suave. Desta forma a \n\nutilização de 300 realizações possibilitou a completa avaliação das incertezas das \n\nestimativas de todas as propriedades deste estudo. \n\n \n\n0 50 100 150 200 250 300\n0.50\n\n0.55\n\n0.60\n\n0.65\n\n0.70\n\n0.75\n\n0.80\n\n0.85\n\n0.90\n\n0.95\n\n1.00\n\nC\noe\n\nfic\nie\n\nnt\ne \n\nde\n c\n\nor\nre\n\nla\nçã\n\no \nde\n\n P\nea\n\nrs\non\n\n (r\n)\n\nNúmero de Realizações\n\n FCO2\n Temp\n PLA\n MO\n Ds\n\n \nFigura 2. Correlação entre os valores estimados pela KO e a média das realizações da \n\nSSG. \n \n\nSegundo DEUTSH &amp; JOURNEL (1992), deve-se reter sempre mais de uma \n\nimagem para se avaliar a incerteza associada às simulações, sendo este número \n\ndependente da variabilidade obtida entre elas. No presente estudo, foram selecionadas \n\naleatoriamente quatro realizações do conjunto simulado (n=300), para a representação \n\nda estrutura espacial de cada variável (Figura 3). Cada realização representou uma \n\nimagem realista da distribuição espacial da variável sem o efeito de suavização \n\npromovido pela KO (DELBARI et al, 2009). As diferenças entre as realizações \n\nalternativas fornecem medidas visuais da incerteza espacial associada às estimativas \n\n(DEUTSH &amp; JOURNEL, 1998). Os mapas de desvio padrão representam a variação \n\npontual dos valores simulados em todas as realizações (n=300), ou seja, representam a \n\nincerteza local associada às predições baseadas nos valores observados e na malha \n\n\n\n28 \n\namostral (GRUNWALD et al., 2007). Desta forma os desvios se tornam nulos nos locais \n\nonde há valores observados devido à característica condicional da simulação. Para a \n\nFCO2 nota-se a predominância de altos valores, acima de 3,30 mol m-2s-1, na porção \n\nsuperior direita e centro do mapa, enquanto valores baixos, menores que 1,80 mol m-\n\n2s-1, apresentam-se distribuídos em toda área, mas com maior persistência entre as \n\nrealizações na porção superior do mapa. O mapa de desvio padrão associado à \n\nestimativa da FCO2 indica que o desvio foi maior para áreas com altos valores \n\nestimados, sendo estes mais incertos que os valores mais baixos. Resultado este \n\nsemelhante ao observado por GRUNWALD et al. (2007) para estimativas do fósforo \n\ntotal do solo.  \n\nAs diferentes realizações selecionadas aleatoriamente para a representação \n\nespacial da PLA demonstram alguns padrões específicos, como a presença de valores \n\nintermediários, 32,95 a 40,45 %, na porção superior direita e central dos mapas. Para a \n\ntemperatura do solo observa-se a persistência de baixos valores (&lt;16,75 ºC) na porção \n\nsuperior esquerda, enquanto valores intermediários (19,50 a 20,00 ºC) são observados \n\nna porção central das imagens. Os valores simulados acima de 20,25 ºC apresentaram-\n\nse associados a uma grande incerteza em toda a área. Valores mais elevados de \n\nmatéria orgânica predominam com grande erraticidade na parte central do mapa. \n\nEmbora em algumas realizações sejam evidentes áreas contínuas de altos valores de \n\ndensidade do solo, estas apresentam grande incerteza em sua predição. Para a \n\ntemperatura do solo os maiores valores de desvios foram associados aos menores \n\nvalores preditos. Em contrapartida, para a PLA e Ds os maiores desvios foram \n\nobservados em regiões com menor densidade amostral, resultado semelhante ao \n\nencontrado por DELBARI et al. (2009). Para a MO altos desvios apresentaram-se \n\ndistribuídos em toda a área experimental.  \n\nA qualidade das realizações (SSG) e estimativas (KO e E-type) foi avaliada por \n\nmeio da estatística descritiva dos dados simulados e estimados (Tabela 3) (DELBARI et \n\nal., 2009; TEIXEIRA et al., 2011). Para ambos os métodos, KO e SSG, 8833 pontos \n\nforam gerados a partir dos 127 pontos originais (não incluindo os 14 pontos retirados \n\npara a validação externa). As estatísticas calculadas para as estimativas E-type e KO \n\n\n\n29 \n\nforam similares, uma vez que, conforme apresentado na Figura 2, um grande número \n\nde realizações produziu um mapa médio cujos valores convergiram para valores \n\nsemelhantes ao mapa da KO (CHILÉS &amp; DELFINER, 1999). As estimativas produzidas \n\npela KO apresentam alto grau de suavização, representado pela diminuição dos valores \n\nCV e de desvio padrão, tal fenômeno deve-se ao procedimento de KO não ser um \n\ninterpolador exato, subestimando os altos valores e superestimando os valores mais \n\nbaixos (TEIXEIRA et al., 2011).  \n\nAs estatísticas referentes às realizações individuais da SSG apresentam valores \n\nde CV e desvio padrão próximos aos valores obtidos em campo, evidenciando a \n\nmanutenção dessas estatísticas, mesmo após o processo de interpolação. Os valores \n\nmínimos e máximos produzidos pela SSG foram os mesmos daqueles obtidos em \n\ncampo. O desempenho da KO em relação às estimativas da média da FCO2 foi \n\nsuperior a algumas realizações individuais da SSG. Tal fato pode ser explicado pela \n\nestimativa da FCO2 ser realizada em uma distribuição lognormal, onde, embora o \n\nprocesso produza erros durante a transformação de volta aos valores originais, a \n\ndistribuição próxima à normal possibilita estimativas mais acuradas (PAZ-GONZALEZ et \n\nal., 2001). Ao passo que, apesar da SSG também partir de dados normalizados, o \n\nmodelo de variograma ajustado apresentou um menor grau de dependência espacial \n\n(Tabela 2), indicando uma maior contribuição do efeito pepita nas estimativas, o que \n\nprovocou maiores erros. A média produzida pela estimativa E-type apresentou-se \n\npróxima aos dados originais, indicando que, apesar de algumas realizações \n\nselecionadas subestimarem a média da FCO2, outras realizações, não selecionadas \n\n(n=300), possibilitaram a reprodução mais satisfatória da média da FCO2 em \n\ncomparação ao método da KO.  \n\nPara Temp, MO e Ds, as estimativas mais acuradas dos valores de médias \n\nrealizadas pela KO também foram associadas à presença de distribuição normal e de \n\nvariogramas com maior grau de dependência espacial, do que aqueles utilizados no \n\nprocesso de SSG. Entretanto para a PLA o desempenho da KO deve-se somente aos \n\nbaixos valores de assimetria e curtose obtidos para as variáveis originais. DELBARI et \n\n\n\n30 \n\nal. (2009) avaliando diferentes métodos para estimativa do conteúdo de água no solo \n\nobservou que os métodos de KO e SSG estimaram valores de média semelhantes. \n\n\n\n31 \n\n \n\nEmissão de CO2 do solo ( mol m-2s-1) Desvio Padrão \n\n     \n\n  \nPorosidade livre de água (%) Desvio Padrão \n\n     \n\n  \nTemperatura do solo (º C) Desvio Padrão \n\n     \n\n  \nMatéria orgânica do solo (g dm-3) Desvio Padrão \n\n     \n\n  \nDensidade do solo (g cm-3) Desvio Padrão \n\n     \n\n \nFigura 3. Realizações aleatórias selecionadas para a representação da distribuição \n\nespacial das variáveis e mapas de desvio padrão associado aos valores \nsimulados. \n\n\n\n32 \n\nTabela 3. Estatística descritiva dos mapas gerados pela KO e SSG.  \n\nMétodo \nN Média EP DP CV Mín9 Máx1 Ass Curt \n\nEmissão de CO2 do solo ( mol m\n-2s-1) \n\nDados 141 1,57 0,07 0,79 50,02 0,34 4,08 0,86 0,14 \nKO 8833 1,46 0,00 0,37 25,39 0,63 2,66 0,32 -0,17 \n\nE-type 8833 1,50 0,00 0,35 23,15 0,34 4,08 0,37 0,46 \nSSG30 8833 1,48 0,01 0,89 60,01 0,34 4,08 0,94 0,15 \nSSG68 8833 1,34 0,01 0,78 57,95 0,34 4,08 1,06 0,61 \nSSG176 8833 1,53 0,01 0,85 55,54 0,34 4,08 0,85 -0,07 \nSSG214 8833 1,36 0,01 0,79 58,24 0,34 4,08 1,03 0,46 \n\nPorosidade livre de água (%) \nDados 141 34,21 0,44 5,22 15,26 22,95 49,15 0,14 -0,01 \n\nKO 8833 33,59 0,03 2,93 8,73 24,82 40,99 -0,25 -0,55 \nE-type 8833 33,54 0,02 2,07 6,18 22,95 49,15 -0,24 0,02 \nSSG30 8833 33,49 0,06 5,46 16,30 22,95 49,15 0,02 -0,61 \nSSG68 8833 32,21 0,06 5,26 16,33 22,95 49,15 0,12 -0,66 \nSSG176 8833 33,68 0,05 5,04 14,97 22,95 49,15 -0,10 -0,55 \nSSG214 8833 32,47 0,06 5,43 16,72 22,95 49,15 0,10 -0,71 \n\nTemperatura do solo (º C) \nDados 141 19,40 0,03 0,33 1,69 18,50 20,33 -0,44 0,59 \n\nKO 8833 19,32 0,00 0,18 0,90 18,50 19,69 -0,35 -0,60 \nE-type 8833 19,31 0,00 0,16 0,85 18,50 20,33 -0,11 0,00 \nSSG30 8833 19,26 0,00 0,34 1,74 18,50 20,33 -0,33 -0,22 \nSSG68 8833 19,24 0,00 0,34 1,77 18,50 20,33 -0,36 -0,34 \nSSG176 8833 19,35 0,00 0,33 1,68 18,50 20,33 -0,36 0,21 \nSSG214 8833 19,26 0,00 0,35 1,80 18,50 20,33 -0,35 -0,16 \n\nMatéria orgânica do solo (g dm-3) \nDados 141 4,75 0,05 0,57 11,89 3,00 6,10 0,10 0,02 \n\nKO 8833 4,61 0,00 0,23 5,01 3,00 5,03 -0,35 -0,45 \nE-type 8833 4,61 0,00 0,25 5,34 3,00 6,10 0,11 0,47 \nSSG30 8833 4,56 0,01 0,60 13,07 3,00 6,10 0,05 0,09 \nSSG68 8833 4,59 0,01 0,59 12,83 3,00 6,10 0,02 0,03 \nSSG176 8833 4,61 0,01 0,59 12,87 3,00 6,10 0,05 0,03 \nSSG214 8833 4,56 0,01 0,59 12,98 3,00 6,10 -0,09 0,09 \n\nDensidade do solo (g cm-3) \nDados 141 1,50 0,01 0,14 9,50 1,06 1,86 -0,25 0,39 \n\nKO 8833 1,51 0,00 0,04 2,84 1,37 1,65 -0,18 -0,28 \nE-type 8833 1,50 0,00 0,06 3,70 1,06 1,83 -0,25 0,65 \nSSG30 8833 1,49 0,00 0,16 10,46 1,06 1,86 -0,29 0,20 \nSSG68 8833 1,50 0,00 0,16 10,44 1,06 1,86 -0,28 0,21 \nSSG176 8833 1,50 0,00 0,16 10,78 1,06 1,86 -0,28 0,12 \nSSG214 8833 1,49 0,00 0,15 10,37 1,06 1,86 -0,37 0,28 \n\nEP = erro padrão da média; DP = desvio padrão; CV = coeficiente de variação; Mín = mínimo; Máx = máximo; Assi = \ncoeficiente de assimetria; Curt = coeficiente de curtose; KO = krigagem ordinária; E-type = média das 300 \nrealizações; SSG = simulação sequencial Gaussiana. \n\n\n\n33 \n\nA reprodução das funções de densidade de probabilidade acumulada (fdac) e \n\ndos variogramas dos dados interpolados são apresentadas na Figura 4. Para todas as \n\nvariáveis analisadas, as simulações individuais apresentaram melhor reprodução das \n\nfdac, e dos variogramas em comparação à KO, apresentando valores das estatísticas G \n\ne  mais próximos a 1 e 0, respectivamente. Novamente as estatísticas demonstram a \n\ngrande semelhança entre as estimativas E-type e aquelas geradas pela KO (Figura 4 e \n\n5). O baixo desempenho da KO na reprodução dos variogramas e fdac evidencia que \n\nesta não deve ser utilizada quando a reprodução das estatísticas e da estrutura de \n\nvariabilidade dos dados é desejada. As flutuações ergódicas, pequenas diferenças \n\nentre as estatísticas observadas e preditas pela SSG, tem origem em cada etapa do \n\nprocedimento da simulação (GOOVAERTS, 1997), tendo papel fundamental na \n\nobtenção de incertezas maiores e, portanto, mais conservadoras. As reproduções \n\nexatas destas funções somente são aconselháveis quando podemos assumir a \n\nexatidão e irrefutabilidade das amostras (DEUTSH &amp; JOURNEL, 1998). \n\nAs estatísticas G demonstram que para a FCO2, as realizações 176 e 214 \n\napresentaram uma boa reprodução da fdac dos dados originais, atingindo valores de \n\n0,53 e 0,48, respectivamente. As realizações 176 e 214 produziram ligeira \n\nsuperestimativa da fdac ao longo de todos os dados, ao passo que a KO e E-type \n\npropiciaram uma subestimativa para os valores da fdac &lt;0,30 e superestimativa para a \n\nfdac > 0,30. Em contrapartida as outras realizações selecionadas (30a e 68a) não \n\nobtiveram bom desempenho apresentando valores G iguais a 0,28. A baixa reprodução \n\nda fdac e variograma deve-se ao reescalonamento do modelo de variograma devido à \n\ntransformação normal e posterior utilização da KO na estimativa das médias locais, \n\nprocedimento utilizado para contornar a ausência de estacionariedade observada nos \n\ndados (DEUTSH &amp; JOURNEL, 1998). BOURENNANE et al. (2010) afirmam que todos \n\nos procedimentos utilizados para a simulação, tais como utilização da krigagem \n\nordinária ou simples, número máximo de nós simulados, raio de busca e escolha de \n\nvalores superiores e inferiores de interpolação, afetam profundamente a qualidade dos \n\nresultados obtidos. Os variogramas calculados com base nos dados interpolados a \n\npartir da SSG apresentaram comportamento similar até a distância de 20 m, pouco \n\n\n\n34 \n\nmenor que o alcance do modelo utilizado (Tabela 2). Embora os variogramas obtidos \n\npara a SSG não coincidam exatamente com o modelo utilizado, estes apresentaram \n\nvalores de em média 02 vezes mais acurado que aqueles obtidos para a KO. \n\nPara a PLA e temperatura do solo o método de SSG apresentou valores da \n\nestatística G, variando de 0,29 a 0,69, e de 0,58 a 0,59, respectivamente. Assim como \n\npara a FCO2, as realizações individuais apresentaram em média uma ligeira \n\nsuperestimativa dos valores para fdac &lt;0,70. A temperatura do solo e PLA \n\napresentaram os mais altos valores da estatística G para a KO (0,38), embora estes \n\nsejam em média 1,51 vezes menores que os valores obtidos para as simulações \n\nindividuais. As estimativas E-type e KO produziram subestimativas para fdac &lt;0,50. A \n\nreprodução dos variogramas foi extremamente eficaz por parte da SSG, fornecendo \n\nestruturas com efeito pepita e patamar semelhantes ao modelo original (Tabela 2). Os \n\nvalores  calculados para as simulações individuais variaram de 0,13 a 0,32 para a \n\nPLA e 0,18 a 1,22 para a temperatura do solo, enquanto a KO apresentou valores de \n\n5,61 a 6,16, para a PLA e temperatura do solo, respectivamente. \n\nAs SSG individuais alcançaram alta reprodução da fdac para a Ds, abrangendo \n\nvalores G que variaram de 0,60 a 0,62, enquanto o método da KO apenas apresenta \n\nestimativas para 0,35 &lt;fdac &lt;0,70, resultando em valores G em média 2,75 vezes \n\nmenor que aqueles obtidos para a SSG. A reprodução do variograma pela SSG \n\napresentou modelo e alcance semelhante aos dados observados. A estatística  \nfornece valores entre 0,18 e 0,30 para a SSG, sendo em média 35 vezes menor que \n\naqueles obtidos para a KO (8,80) e E-type (7,95). Para a MO, a SSG, embora promova \n\na reprodução mais acentuada da fdac que a KO, apresenta uma superestimativa para \n\nvalores entre 0,40 &lt;fdac &lt;0,60. Entretanto as diferentes realizações fornecem modelos \n\nvariográficos com o mesmo patamar e alcances próximos àqueles ajustados, embora o \n\nmodelo sugerido seja exponencial. \n\nOs valores mínimo, médios e máximos simulados pontualmente são \n\napresentados na Figura 5. Segundo GRUNWALD et al. (2007) a média das realizações \n\nrepresenta o sinal dominante da propriedade na área, enquanto o intervalo de \n\nresultados possíveis é caracterizado pelos mínimos e máximos valores produzidos, \n\n\n\n35 \n\nrepresentando o melhor e o pior cenário possíveis gerados para cada variável. A FCO2 \n\napresentou uma variação média na área de 0,36 a 3,85 mol m-2 s-1, o que resultaria \n\nnuma enorme variação da emissão de 0,18 a 1,85 t de CO2 ha-1 ao longo do curto \n\nperíodo avaliado, considerando os diferentes cenários. Esta grande diferença, embora \n\nesteja dentro dos limites dos valores observados (Tabela 1), deve-se a presença de \n\náreas com menor densidade amostral que resultaram em estimativas extremamente \n\nerráticas. Considerando os fatores de emissão do cultivo de cana-de-açúcar, relatados \n\npor DE FIGUEIREDO &amp; LA SCALA (2011), e os diferentes cenários gerados neste \n\ntrabalho, a FCO2 passaria a ser a principal fonte de emissão em áreas de cana crua, \n\nacima do uso do diesel e de fertilizantes nitrogenados, alterando significativamente os \n\ninventários de emissões de gases do setor agrícola. O mapa dos valores mínimos da \n\nFCO2 apresenta grande homogeneidade na área, enquanto aquele gerado com os \n\nmaiores valores apresenta maior semelhança com a estimativa E-type, e com o mapa \n\ndos desvios (Figura 3), apresentando menores valores na parte superior e esquerda do \n\nmapa.  \n\nA mínima realização da PLA apresenta menores valores em regiões com baixa \n\ndensidade amostral, enquanto na realização máxima os maiores valores estão \n\nassociadas à parte inferior do mapa. No melhor cenário, a PLA apresentou uma média \n\nde 23,25%, enquanto no pior cenário apresentou um valor médio de 46,02%. As \n\nrealizações mínima e máxima para a temperatura indicam a presença dos maiores \n\nvalores predominantemente na linha de 90º, os diferentes cenários fornecem um \n\nintervalo de incerteza de 18,54 a 20,11 ºC. \n\nPara a MO a região central do mapa, alta densidade amostral, apresentou os \n\nmaiores valores na realização mínima, enquanto a realização máxima apresentou \n\ngrande homogeneidade espacial. O cenário representado pelas menores estimativa \n\nproduziu uma média de 3,12 g dm-3, ao passo que a realização com as maiores \n\nestimativas forneceu um valor médio de 6,04 g dm-3. Para a Ds os cenários estimaram \n\nvalores de 1,08 e 1,85 g cm-3. \n\nConforme indicado pelo variograma (Tabela 2), a PLA apresentou a maior \n\ncorrelação no espaço (r = 0,26; p &lt;0,01) com a FCO2 (Figura 5). Assim como a PLA, \n\n\n\n36 \n\nembora com menor intensidade, a MO e temperatura do solo também apresentaram \n\ncorrelação positiva de 0,13 e 0,04 (p &lt;0,01), respectivamente. Para a Ds obteve-se \n\numa correlação de -0,12 (p &lt;0,01). Embora a temperatura do solo tenha apenas \n\napresentado correlação com a FCO2 quando os padrões espaciais foram considerados, \n\nas demais variáveis obtiveram menores valores de correlação no espaço, indicando a \n\ngrande dificuldade de previsão espacial da FCO2, baseado em possíveis fatores \n\ncontroladores. \n\n\n\n37 \n \n\nEmissão de CO2 do solo \n\n 0.0 0.2 0.4 0.6 0.8 1.\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nD\nis\n\ntr\nib\n\nui\nçã\n\no \nde\n\n F\nre\n\nqu\nen\n\nci\na \n\nA\ncu\n\nm\nul\n\nad\na\n\n Dados\n KO\n E-type\n SSG\n\n \nPorosidade livre de água \n\n 0.0 0.2 0.4 0.6 0.8 1.\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nD\nis\n\ntr\nib\n\nui\nçã\n\no \nde\n\n F\nre\n\nqu\nen\n\nci\na \n\nA\ncu\n\nm\nul\n\nad\na\n\n Dados\n KO\n E-type\n SSG\n\n \nTemperatura do solo \n\n 0.0 0.2 0.4 0.6 0.8 1.\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nD\nis\n\ntr\nib\n\nui\nçã\n\no \nde\n\n F\nre\n\nqu\nen\n\nci\na \n\nA\ncu\n\nm\nul\n\nad\na\n\n Dados\n KO\n E-type\n SSG\n\n \nMatéria orgânica do solo \n\n 0.0 0.2 0.4 0.6 0.8 1.\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nD\nis\n\ntr\nib\n\nui\nçã\n\no \nde\n\n F\nre\n\nqu\nen\n\nci\na \n\nA\ncu\n\nm\nul\n\nad\na\n\n Dados\n KO\n E-type\n SSG\n\n \nDensidade do solo \n\n 0.0 0.2 0.4 0.6 0.8 1.\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nD\nis\n\ntr\nib\n\nui\nçã\n\no \nde\n\n F\nre\n\nqu\nen\n\nci\na \n\nA\ncu\n\nm\nul\n\nad\na\n\n Dados\n KO\n E-type\n SSG\n\n \nFigura 4. Reprodução dos variogramas e função de distribuição acumulada. \n\n\n\n38 \n \n\nMínimo E-type Máximo KO \nEmissão de CO2 do solo ( mol m\n\n-2s-1) \n\n    \n\n \nPorosidade livre de água (%) \n\n    \n\n \nTemperatura do solo (º C) \n\n    \n\n \nMatéria orgânica do solo (g dm-3) \n\n    \n\n \nDensidade do solo (g cm-3) \n\n    \n\n \nFigura 5. Mapas do mínimo, média e máximo valores simulados e KO. \n\n\n\n39 \n\n \n\nEmbora a utilização de diferentes realizações aleatórias possibilite a avaliação \n\nvisual das incertezas espaciais associadas às estimativas dos valores da propriedade \n\nem questão, a quantificação somente é possível por meio da análise de probabilidade \n\nconjunta (Tabelas 4 e 5). ZHAO et al. (2009), utilizando o cálculo da probabilidade \n\nconjunta, avaliaram a incerteza espacial de áreas com deficiência de nutrientes do solo, \n\nobservando pequena incerteza espacial da matéria orgânica e grandes incertezas para \n\nos teores de potássio e fósforo presentes no solo. DELBARI et al. (2009) avaliaram a \n\nconfiabilidade de áreas susceptíveis a erosão utilizando o mesmo método. Desta forma \n\na Figura 6 apresenta mapas de probabilidade das variáveis apresentarem valores \n\nmaiores que os quartis observados (Tabela 1). Os quartis foram utilizados devido à \n\nausência de valores de referência para as variáveis utilizadas, principalmente em \n\nrelação a FCO2 em que poucos estudos promoveram sua caracterização sob o mesmo \n\ntipo de solo e cultivo. Os mapas referentes aos valores Q1 apresentam grandes áreas \n\ncom alta probabilidade de exceder tal valor, por outro lado utilizando o Q3 como limite \n\nnão exibem áreas continuas de alta probabilidade, limitando-se somente a reproduzir os \n\nvalores medidos em campo, maiores que Q3, com alta probabilidade, uma vez que \n\nnestes locais nenhuma estimativa é gerada. \n\nNota-se que na medida em que os valores limites aumentam a área com \n\nprobabilidade de apresentar altos valores também decresce diminuindo o número de \n\nlocalizações simuladas (NLS) (Tabelas 4 e 5). Com exceção da FCO2, em nenhuma \n\npropriedade foram simulados valores com alta probabilidade de serem maiores que Q2 \n\ne Q3, desta forma apenas as observações pontuais foram consideradas nos cálculos, \n\nresultando em valores de probabilidade conjunta iguais a 100%. Temperatura e FCO2 \n\nforam as propriedades que apresentaram maior incerteza espacial, 0,33 a 66,67% e \n\n13,33 a 85%, respectivamente, considerando as probabilidades críticas de 95 e 98%. \n\nEsta maior incerteza deve-se a uma maior área (valor NLS) de valores simulados acima \n\nde Q1. A MO foi a variável que apresentou menor incerteza espacial, na probabilidade \n\ncritica de 95%, enquanto a PLA apresentou a menor incerteza quando a probabilidade \n\ncrítica de 98% foi selecionada. \n\n\n\n40 \n \n\nQ1 Q2 Q3  \nEmissão de CO2 do solo ( mol m\n\n-2s-1)  \n\n    \nPorosidade livre de água (%)  \n\n    \nTemperatura do solo (ºC)  \n\n    \nMatéria Orgânica do solo (g dm-3)  \n\n    \nDensidade do solo (g cm-3)  \n\n    \nFigura 6. Mapas de probabilidade de exceder os valores dos quartis (Q1, Q2, Q3). \n\n\n\n41 \n\n \nTabela 4. Avaliação da probabilidade conjunta dos valores não excederem os limites \n\nQ1, Q2 e Q3 utilizando uma probabilidade crítica de 95%. \n  Q1  Q2  Q3 \n  NLS Pc  NLS Pc  NLS Pc \n\nFCO2  167 13,33  57  4,34  30 100,00 \nPLA  121 37,00  54 100,00  27 100,00 \n\nTemp  293  0,33  55 100,00  27 100,00 \nMO  96 62,00  61 100,00  31 100,00 \nDs  127 35,33  59 100,00  29 100,00 \n\nNLS = número de localizações simuladas; Pc = probabilidade conjunta (%). \n \nTabela 5: Avaliação da probabilidade conjunta dos valores não excederem os limites \n\nQ1, Q2 e Q3 utilizando uma probabilidade crítica de 98%. \n  Q1  Q2  Q3 \n  NLS Pc  NLS Pc  NLS Pc \n\nFCO2  99 85,00  57  4,34  30 100,00 \nPLA  85 98,33  54 100,00  27 100,00 \n\nTemp  104 66,67  55 100,00  27 100,00 \nMO  84 98,00  61 100,00  31 100,00 \nDs  89 98,00  59 100,00  29 100,00 \n\nNLS = número de localizações simuladas; Pc = probabilidade conjunta (%). \n \n\nO procedimento de validação externa muitas vezes é utilizado para comparar a \n\nqualidade e aplicação de diferentes métodos de interpolação (TEIXEIRA et al., 2011), \n\nno entanto, neste caso objetivou-se avaliar o desempenho das estimativas E-type \n\ngeradas para cada variável (BOURENNANE et al., 2010) (Tabela 6). Os valores de ES \n\ne RMSE fornecem, respectivamente, medidas de tendência e acurácia nas estimativas \n\ngeradas (CHIRICO et al., 2007), no entanto devido a existência de diferentes escalas \n\nentre as variáveis a comparação destas características entre elas torna-se inadequada. \n\nEste problema foi contornado pela padronização dos índices utilizando os desvios \n\npadrão de cada variável (Tabela 1). De acordo com os valores ESp, as estimativas \n\nrealizadas para a FCO2 (0,82) apresentaram o menor viés dentre as variáveis, \n\nsuperestimando suavemente os pontos de validação. Para a temperatura e densidade \n\ndo solo os modelos utilizados no processo de simulação produziram subestimativas do \n\nconjunto de validação, fornecendo valores de ESp de 0,92 e 0,94, respectivamente \n\nSegundo HENGL (2007) valores de RMSEp > 0,71 indicam que os modelos \n\ncaptaram menos de 50% da variabilidade dos pontos utilizados para a validação. \n\nEmbora todos os valores RMSE tenham sido considerados altos, a temperatura do solo \n\n\n\n42 \n\nfoi a que apresentou a melhor acurácia nas estimativas obtendo valor de 0,85. O \n\ndesempenho das estimativas da temperatura do solo forneceu valores variando de 7,06 \n\n(MO) a 34,12% (FCO2) mais acurados que as demais variáveis. \n\n \n\nTabela 6. Erro sistemático (ES), erro sistemático padronizado (ESp), raiz quadrada do \nerro médio (RMSE), raiz quadrada do erro médio normalizada (RMSEp), \naplicados aos dados de validação externa para os mapas E-type. \n\n FCO2 PLA Temp MO Ds\n \n\nES (+) 0,65 (+) 6,14 (-) 0,30 (+) 0,50 (-) 0,13 \n\nESp (+) 0,82 (+) 1,18 (-) 0,92 (+) 0,88 (-) 0,94 \n\nRMSE 0,90 5,32 0,28 0,52 0,14 \n\nRMSEp 1,14 1,02 0,85 0,91 1,02 \nn = 14; FCO2 = emissão de CO2 do solo; PLA = porosidade livre de água; Temp = temperatura do solo; MO\n\n = matéria \norgânica; Ds = densidade do solo; Os sinais entre parênteses indicam a tendência de superestimativa (+) ou \nsubestimativa (-) dos dados. \n \n\n \n\n\n\n43 \n\nV CONCLUSÕES \n \n\nAs fortes relações observadas, considerando os pontos amostrados e as \n\nestimativas no espaço, entre a FCO2, Ds e PLA possibilitam, em estudos futuros, a \n\nutilização destas como co-variáveis nos procedimentos de interpolação da FCO2 \n\nvisando à melhoria da acurácia nas estimativas dos locais não amostrados. \n\nA configuração da malha amostral e a cobertura do solo com os resíduos da \n\ncultura possivelmente influenciaram a caracterização da distribuição espacial da FCO2, \n\ntemperatura e MO, promovendo uma distribuição mais homogênea dessas \n\npropriedades na pequena escala (inferior a 3 m), caracterizada pelo ajuste de modelos \n\nGaussianos. \n\nAs simulações individuais apresentaram melhor manutenção, quando comparado \n\ncom a KO, das características dos dados observados, reproduzindo os variogramas e \n\nhistogramas originais. As estimativas E-type possibilitaram o estabelecimento de \n\nrelações espaciais entre a FCO2 e as demais propriedades. \n\nA utilização da SSG possibilitou a identificação de áreas que apresentam \n\nmaiores incertezas nas estimativas das propriedades estudadas, prática esta, \n\nimportante principalmente para o planejamento amostral visando a redução das \n\nincertezas e consequentemente aumento da acurácia das estimativas espaciais.  \n\nA incerteza associada às estimativas das propriedades do solo, aliada a \n\nconstrução de diferentes cenários, auxilia na compreensão dos possíveis padrões de \n\nemissão de CO2 do solo, propriedade esta muito errática e de difícil previsão, uma vez \n\nque muitas dessas propriedades apresentam relação direta ou indireta com a FCO2 em \n\nintervalos muito próximos de valores. \n\n \n\n\n\n44 \n\nVI REFERÊNCIAS \n \n\nAL-KAYSSI, A. W. Spatial variability of soil temperature under greenhouse conditions. \n\nRenewable Energy, Amsterdam, v. 27, n. 3, p. 453-462, 2002. \n \n\nASGHARI, O.; SOLTNI, F.; AMNIEH, H. B. The Comparison Between Sequential \n\nGaussian Simulation (SGS) of Choghart Ore Deposit and Geostatistical Estimation \n\nThrough Ordinary Kriging. Australian Journal of Basic and Applied Sciences, \nAmsterdam, v. 3, n. 1, p. 330-341, 2009. \n\n \n\nBASARIR, H.; KUMRAL, M.; KARPUZ, C.; TUTLUOGLU, L. Geostatistical modeling of \n\nspatial variability of SPT data for a borax stockpile site. Engineering Geology, \nAmsterdam, v. 114, n. 3-4, p.154-163, 2010. \n\n \n\nBASKAN, O.; CEBEL, H.; AKGUL, S.; ERPUL, G. Conditional simulation of \n\nUSLE/RUSLE soil erodibility factor by geostatistics in a Mediterranean Catchment, \n\nTurkey. Environmental Earth Sciences, New York, v. 60, n. 6, p. 1179-1187, 2010. \n \n\nBOURENNANE, H.; DOUAY, F.; STERCKEMAN, T.; VILLANNEAU, E.; CIESIELSKI, \n\nH.; KING, D.; BAIZE, D. Mapping of anthropogenic trace elements inputs in agricultural \n\ntopsoil from Northern France using enrichment factors. Geoderma, Amsterdam, v. 157, \nn. 3-4, p.165-174, 2010. \n\n \n\nBOURENNANE, H.; KING, D.; COUTURIER, A.; NICOULLAUD, B.; MARY, B.; \n\nRICHARD, G. Uncertainty assessment of soil water content spatial patterns using \n\ngeostatistical simulations: An empirical comparison of a simulation accounting for single \n\nattribute and a simulation accounting for secondary information. Ecological Modelling, \nAmsterdam, v. 205, n. 3-4, p. 323–335, 2007. \n\n \n\n\n\n45 \n\nBOURGAULT, G.; JOURNEL, A. G.; RHOADES, J. D.; CORWIN, D. L.; LESCH, S. M. \n\nGeostatistical analysis of a soil salinity data set. Advances in Agronomy, v. 58, p. 241-\n292, 1996. \n\n \n\nBOWES, G. Facing the inevitable: Plants and increasing atmospheric CO2. Annual \nReview of Plant Physiology and Plant Molecular Biology, Palo Alto, v. 44, p. 309-\n332, 1993. \n\n \n\nBRITO, L. F.; MARQUES Jr., J.; PEREIRA, G. T.; LA SCALA , N. Spatial variability of \n\nsoil CO2 emission in different topographic positions. Bragantia, Campinas, v. 69, suppl., \np. 19-27, 2010. \n\n \n\nBRITO, L. F.; MARQUES Jr., J.; PEREIRA, G. T.; SOUZA, Z. M.; LA SCALA Jr., N. Soil \n\nCO2 emission of sugarcane field as affected by topography. Scientia Agricola, \nPiracicaba, v. 66, n. 1, p.77-83, 2009. \n\n \n\nBURROUGH, P. A. Principles of geographical information systems for land \nresources assessment. Oxford, Clarendon, 1987. 193 p. \n \n\nCAMBARDELLA, C. A.; MOORMAN, T. B.; NOVAK J. M.; PARKIN T. B.; KARLEN, D. \n\nL.; TURCO, R. F.; KONOPKA, A. E. Field-scale variability of soil properties in central \n\nIowa soils. Soil Science Society America Journal, Madison, v. 58, n. 5, p. 1501-1511, \n1994. \n\n \n\nCARDELLINI, C.; CHIODINI, G.; FRONDINI, F. Application of stochastic simulation to \n\nCO2 flux from soil: mapping and quantification of gas release. Journal of Geophysical \nResearch, Washington, v. 108, n. B9, p. 3-13, 2003. \n \n\n\n\n46 \n\nCERRI, C. C.; MAIA, S. M. F.; GALDOS, M. V.; CERRI, C. E. P.; FEIGL, B. J.; \n\nBERNOUX, M. Brazilian greenhouse gas emissions: the importance of agriculture and \n\nlivestock. Scientia Agricola, Piracicaba, v. 66, n. 6, p. 831-843, 2009. \n \n\nCERRI, C. E. P.; BERNOUX, M.; VOLKOFF, B.; VICTORIA, R. L.; MELILLO, J. M.; \n\nPAUSTIAN, K.; CERRI, C. C. Assessment of soil property spatial variation in an Amazon \n\npasture: basis for selecting an agronomic experimental area. Geoderma, Amsterdam, v. \n123, n. 1-2, p. 51-68, 2004. \n\n \n\nCHAI, X.; HUANG, Y.; YUAN, X. Accuracy and uncertainty of spatial patterns of soil \n\norganic matter. New Zealand Journal of Agricultural Research, Singapore, v. 50, n. 5, \np. 1141–1148, 2007. \n\n \n\nCHEN, X.; DHUNGEL, J.; BHATTARAI, S. P.; TORABI, M.; PENDERGAST, L.; \n\nMIDMORE, D. J. Impact of oxygation on soil respiration, yield and water use efficiency \n\nof three crop species. Journal of Plant Ecology, oxford, v. 3, n. 4, p. 1-13, 2010. \n \n\nCHILÉS, J. P.; DELFINER, P. Geostatistics: modelling spatial uncertainty. Wiley \nSeries in Probability and Mathematical Statistics, 1999. 695 p. \n\n \n\nCHIRICO, G. B.; MEDINA, H.; ROMANO, N. Uncertainty in predicting soil hydraulic \n\nproperties at the hillslope scale with indirect methods. Journal of Hydrology, Orlando, \nv. 334, n. 3-4, p. 405–422, 2007. \n\n \n\nCOMPANHIA NACIONAL DE ABASTECIMENTO – CONAB. Acompanhamento da \nSafra Brasileira Cana–de–Açúcar Safra 2011/2012, Segundo Levantamento, Agosto \nde 2011, Brasília, 2011. \n\n \n\n\n\n47 \n\nDE FIGUEIREDO, E. B.; LA SCALA , N. Greenhouse gas balance due to the conversion \n\nof sugarcane areas from burned to green harvest in Brazil. Agriculture, Ecosystems &amp; \nEnvironment, Amsterdam, v. 141, n. 1-2, p. 77-85, 2011. \n \n\nDELBARI, M.; AFRASIAB, P.; LOISKANDL, W. Using sequential Gaussian simulation to \n\nassess the field-scale spatial uncertainty of soil water content. Catena, Amsterdam, v. \n79, n. 2, p.163– 169, 2009. \n\n \n\nDEUTSCH, C. V.; JOURNEL, A. G. GSLIB: Geostatistical Software Library: and \nUser's Guide, second ed. Oxford University Press, New York, 1998. 369 p. \n \n\nDEUTSCH, C. V.; JOURNEL, A. G. GSLIB: Geostatistical Software Library and \nUser's Guide. Oxford University Press, Oxford, New York, 1992. 340 p. \n \n\nDILUSTRO, J. J.; COLLINS, B.; DUNCAN, L.; CRAWFORD, C. Moisture and soil texture \n\neffects on soil CO2 efflux components in southeastern mixed pine forests. Forest \nEcology and Management, Amsterdam, v. 204, n. 1, p. 87-97, 2005. \n \n\nEMBRAPA - Empresa Brasileira de Pesquisa Agropecuária. Centro Nacional de \n\nPesquisa de Solos. Manual de métodos de análise de solo. 2. ed. Brasília: Ministério \nda Agricultura e do Abastecimento / EMBRAPA-CNPS, 1997. 212 p.  \n\n \n\nEMBRAPA - Empresa Brasileira de Pesquisa Agropecuária. Centro Nacional de \n\nPesquisa de Solos. Sistema brasileiro de classificação de solos. Brasília, 2006. 412p. \n\n \n\nFENG, Q.; LIU, Y.; MIKAMI, M. Geostatistical analysis of soil moisture variability in \n\ngrassland. Journal of Arid Environments, London, v. 58, n. 3, p. 357-372, 2004. \n \n\n\n\n48 \n\nFREIRE, C. C. Balanço de CO2 para uma unidade industrial produtora de bebidas. \n\n2008. 50 f. Monografia para a obtenção do título de Engenharia Florestal. Instituto de \n\nFlorestas, Universidade Federal Rural do Rio de Janeiro, Rio de Janeiro, 2008. \n\n \n\nGOOVAERTS, P. Estimation or simulation of soil properties? An optimization problem \n\nwith conflicting criteria. Geoderma, Amsterdam, v. 97, n. 3-4, p. 165-186, 2000. \n \n\nGOOVAERTS, P. Geostatistical modeling of uncertainty in soil science. Geoderma, \nAmsterdam, v. 103, n. 1-2, p. 3– 26, 2001. \n\n \n\nGOOVAERTS, P. Geostatistics for Natural Resources Evaluation. Oxford Univ. \nPress, New-York, 1997. 483 p. \n\n \n\nGOOVAERTS, P. Geostatistics in soil science: state-of-the-art and perspectives. \n\nGeoderma, Amsterdam, v. 89, n. 1-2, p.1–45, 1999. \n \n\nGRUNWALD, S.; REDDY, K. R.; NEWMAN, S.; DEBUSK, W. F. Spatial variability, \n\ndistribution and uncertainty assessment of soil phosphorus in a south Florida wetland. \n\nEnvironmetrics, Malden, v. 15, n. 8, p. 811–825, 2004. \n \n\nGRUNWALD, S.; REDDY, K. R.; PRENGER, J. P.; FISHER, M. M. Modeling of the \n\nspatial variability of biogeochemical soil properties in a freshwater ecosystem. \n\nEcological Modelling, Amsterdam, v. 201, n. 3-4, p. 521-535, 2007. \n \n\nHE, Y.; HU, K. L.; HUANG, Y. F.; LI, B. G.;CHEN, D. L. Analysis of the anisotropic \n\nspatial variability and three-dimensional computer simulation of agricultural soil bulk \n\ndensity in an alluvial plain of north China. Mathematical and Computer Modelling, \nOxford, v.51, n. 11-12, p. 1351-1356, 2010. \n\n \n\n\n\n49 \n\nHENGL, T. A Practical Guide to Geostatistical Mapping of Environmental \nVariables. JRC Scientific and Technical Reports, Italy, 2007. 165 p. \n \n\nHERBST, M.; PROLINGHEUER, N.; GRAF, A.; HUISMAN, J. A.; WEIHERMÜLLER, L.; \n\nVANDERBORGHT, J.; VEREECKEN, H. Multivariate conditional stochastic simulation of \n\nsoil heterotrophic respiration at plot scale. Geoderma, Amsterdam, v. 160, n. 1, p. 74-\n82, 2010. \n\n \n\nHERBST, M.; PROLINGHEUER, N.; GRAF, A.; HUISMAN, J. A.; WEIHRMÜLLER, L.; \n\nVANDEBORGHT, J. Characterization and understanding of bare soil respiration spatial \n\nvariability at plot scale. Vadose Zone Journal, Madison, v. 8, n. 3, p. 762-771, 2009. \n \n\nINTERGOVERNMENTAL PANEL ON CLIMATE CHANGE - IPCC. Climate Change \n2007: Mitigation. Contribution of Working Group III. Fourth Assessment Report of the \nIntergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, \n\nUnited Kingdom and New York, NY, USA, 2007. \n\n \n\nISAAKS, E. H.; SRIVASTAVA, R. M. Applied geostatistics. Nova York: Oxford \nUniversity Press, 1989. 561 p. \n\n \n\nJUANG, K. W.; CHEN, Y. S.; LEE, D. Y. Using sequential indicator simulation to assess \n\nthe uncertainty of delineating heavy-metal contaminated soils. Environmental \nPollution, Oxford, v. 127, n. 2, p. 229–238, 2004. \n \n\nKONDA, R.; OHTA, S.; ISHIZUKA, S.; ARIA, S.; ANSORI, S.; TANAKA, N.; \n\nHARDJONO, A. Spatial structures of N2O, CO2, and CH4 fluxes from Acacia mangium \n\nplantation soils during a relatively dry season in Indonesia. Soil Biology &amp; \nBiochemistry, Oxford, v. 40, n. 12, p. 3021-3030, 2008. \n \n\n\n\n50 \n\nKONDA, R.; OHTA, S.; ISHIZUKA, S.; HERIYANTO, J.; WICAKSONO, A. Seasonal \n\nchanges in the spatial structures of N2O, CO2, and CH4 fluxes from Acacia mangium \n\nplantation soils in Indonesia. Soil Biology &amp; Biochemistry, Oxford, v. 42, n. 9, p. 1512-\n1522, 2010. \n\n \n\nKOSUGI, Y.; MITANI, T.; LTOH, M.; NOGUCHI, S.; TANI, M.; MATSUO, N.; \n\nTAKANASHI, S.; OHKUBO, S.; NIK, A. R. Spatial and temporal variation in soil \n\nrespiration in a Southeast Asian tropical rainforest. Agricultural and Forest \nMeteorology, Amsterdam, v. 147, n. 1-2, p. 35-47, 2007. \n \n\nLA SCALA Jr., N.; LOPES, A.; SPOKAS, K.; ARCHER, D.; REICOSKY, D. C. Short-term \n\ntemporal changes of bare soil CO2 fluxes after tillage described by first-order decay \n\nmodels. European Journal of Soil Science, Malden, v. 60, n. 2, p. 258-264, 2009. \n \n\nLA SCALA, N.; MARQUES JÚNIOR, J.; PEREIRA, G. T.; CORÁ, J. E. Short-term \n\ntemporal changes in the spatial variability model of CO2 emissions from a Brazilian bare \n\nsoil. Soil Biology and Biochemistry, Oxford, v. 32, n. 10, p. 1459-1462, 2000. \n \n\nLEWICKI, J. L.; BERGFELD, D.; CARDELLINI, C.; CHIODINI, G.; GRANIERI, D.; \n\nVARLEY, N.; WERNER, C. Comparative soil CO2 flux measurements and geostatistical \n\nestimation methods on Masaya volcano, Nicaragua. Bulletin of Volcanology, \nHeidelberg, v. 68, n. 1, p.76–90, 2005. \n\n \n\nLIN, Y. P. Simulating Spatial Distributions, Variability and Uncertainty of Soil Arsenic by \n\nGeostatistical Simulations in geographic information systems. The Open \nEnvironmental Journal, Atlanta, v. 2, p. 26-33, 2008. \n \n\nLINN, D. M.; J. W. DORAN. Effect of water-filled pore space on carbon dioxide and \n\nnitrous oxide production in tilled and non-tilled soils. Soil Science Society of American \nJournel, Madison, v. 48, n. 6, p. 1267-1272, 1984. \n\n\n\n51 \n\n \n\nLUO, Y.; Zhou, X. Soil respiration and the environment. Academic Press, United \nStates of America, 2006. 316 p. \n\n \n\nMAZOT, A.; ROUWET, D.; TARAN, Y.; INGUAGGIATO, S.; VARLEY, N. CO2 and He \n\ndegassing at El Chichón volcano, Chiapas, Mexico: gas flux, origin and relationship with \n\nlocal and regional tectonics. Bulletin of Volcanology, New York, v. 73, n 4, p. 423-441, \n2011. \n\n \n\nMONJEZI, M.; KASHANI, M. R.; ATAEI, M. A comparative study between sequential \n\nGaussian simulation and kriging method grade modeling in open-pit mining. Arabian \nJournal of Geosciences, Heidelberg, v. 4, n. 1-2, .p. 1-6, 2011. \n \n\nMONTEIRO, R. C. Estimativa espaço-temporal da superfície potenciométrica do \n\nsistema do sistema aquífero guarani na cidade de Ribeirão Preto (SP), Brasil. 2003. 233 \n\nf. Tese de doutorado. Instituto de Geosciências e Ciências Exatas, Universidade \n\nEstadual Paulista, Rio Claro, 2010. \n\n \n\nOHASHI, M.; GYOKUSEN, K. Temporal change in spatial variability of soil respiration on \n\na slope of Japanese cedar (Cryptomeria japonica D. Don) forest. Soil Biology &amp; \nBiochemistry, Oxford, v. 39, n. 5, p. 1130-1138, 2007. \n \n\nPANOSSO, A. R.; MARQUES, J.; MILORI, D. M. B. P.; FERRAUDO, A. S.; BARBIERI, \n\nD. M.; PEREIRA, G. T.; LA SCALA, N. Soil CO2 emission and its relation to soil \n\nproperties in sugarcane areas under Slash-and-burn and Green harvest. Soil &amp; Tillage \nResearch, Amsterdam, v. 111, n. 2, p.190–196, 2011. \n \n\nPANOSSO, A. R.; MARQUES, J.; PEREIRA, G. T.; LA SCALA, N. Spatial and temporal \n\nvariability of soil CO2 emission in a sugarcane área under green and slash-and-burn \n\nmanagements. Soil &amp; Tillage Research, Amsterdam, v. 105, n. 2, p.275-282, 2009a. \n\n\n\n52 \n\n \n\nPANOSSO, A. R.; PEREIRA, G. T.; MARQUES, J.; LA SCALA, N. Variabilidade \n\nespacial da emissão de CO2 em latossolos sob cultivo de cana-de-açúcar em diferentes \n\nsistemas de manejo. Engenharia Agrícola, Jaboticabal, v. 28, n. 2, 227-236, 2008. \n \n\nPARKIN, T. B. Spatial variability of microbial processes in soil – a review. Journal of \nenvironmental quality, Madison, v. 22, n. 3, p. 409–417, 1993. \n \n\nPARYSOW, P.; WANG, G.; GERTNER, G.; ANDERSON, A. B. Spatial uncertainty \n\nanalysis for mapping soil erodibility based on joint sequential simulation. Catena, \nAmsterdam, v. 53, n. 1, p. 65-78, 2003. \n\n \n\nPAZ-GONZALEZ, A.; TABOADA CASTRO, M. T.; VIEIRA, S. R. Geostatistical analysis \n\nof heavy metals in a one-hectare plot under natural vegetation in a serpentine area. \n\nCanadian Journal of Soil Science, Ottawa, v. 81, n. 4, p. 469-479, 2001. \n \n\nPINTO, H. S.; ASSAD, E. D.; ZULLO, J. Jr.; EVANGELISTA, S. R. M.; OTAVIAN, A. F.; \n\nÁVILA, A. M. H.; EVANGELISTA, B. A.; MARIN, F. R.; MACEDO, C. Jr.; PELLEGRINO, \n\nG. Q.; COLTRI, P. P.; CORAL, G. Aquecimento global e a nova geografia de \nprodução agrícola no Brasil. Posigraf, São Paulo, 2008. 82 p. \n \n\nPRINGLE, M. J.; LARK, R. M. Spatial analysis of model error, illustrated by soil carbon \n\ndioxide emissions. Vadose Zone Journal, Madison, v. 5, n.1, p.168-183, 2006. \n \n\nPROLINGHEUER, N.; SCHARNAGL, B.; GRAF, A.; VEREECKEN, H.; HERBST, M. \n\nSpatial and seasonal variability of heterotrophic and autotrophic soil respiration in a \n\nwinter wheat stand. Biogeosciences Discussion, Mainz, v. 7, n. 6, p. 9137–9173, \n2010. \n\n \n\n\n\n53 \n\nQI, Y.; XU, M.; WU, J. Temperature sensitivity of soil respiration and its effects on \n\necosystem carbon budget: nonlinearity begets surprises. Ecological Modelling, \nAmsterdam, n. 153, n.1-2, p. 131-142, 2002. \n\n \n\nRAIJ, B.; VAN QUAGGIO, J. A.; CANTARELLA, H.; FERREIRA, M. E.; LOPES, A. S.; \n\nBATAGLIA, C. O. Análise química do solo para fins de fertilidade. Fundação Cargill \nCampinas, Campinas, 1987. \n \n\nRAZAFIMBELO, T.; BARTHÈS, B.; LARRÉ-LARROUY, M. C.; DE LUCA, E. F.; \n\nLAURENT, J. Y.; CERRI, C. C.; FELLER, C.; Effect of sugarcane residue management \n\n(mulching versus burning) on organic matter in a clayey Oxisol from southern Brazil. \n\nAgriculture Ecosystem &amp; Environment, Amsterdam, v. 115, n. 1-4, p.285-289, 2006. \n \n\nRETH, S.; MARKUS, R.; FALGE, E. The effect of soil water content, soil temperature, \n\nsoil pH-value and the root mass on soil CO2 efflux – A modified model. Plant and Soil, \nDordrecht, v. 268, n. 1-2, p. 21-33, 2005. \n\n \n\nROCHETTE, P.; DESJARDINS, R. L.; PATTEY, E. Spatial and temporal variability of \n\nsoil respiration in agricultural fields. Canadian Journal of Soil Science, Ottawa, v. 71, \nn. 2, p. 189-196, 1991. \n\n \n\nSAIZ, G.; GREEN, C.; BUTTERBACH-BAHL, K.; KIESE, R.; AVITABILE, V.; FARRELL, \n\nE. P. Seasonal and spatial variability of soil respiration in four Sitka spruce stands. Plant \nand Soil, Dordrecht, v. 287, n. 1-2, p.161-176, 2006. \n \n\nSCHWENDENMANN, L.; VELDKAMP, E.; BRENES, T.; O’BRIEN, J. J.; MACKENSEN, \n\nJ. Spatial and temporal variation in soil CO2 efflux in an old-growth neotropical rain \n\nforest, La Selva, Costa Rica. Biogeochemistry, Dordrecht, v. 64, n. 1, p. 111-128, \n2003. \n\n \n\n\n\n54 \n\nSILVA-OLAYA, A. M. Emissão de dióxido de carbono após diferentes sistemas de \n\npreparo do solo na cultura da cana-de-açúcar. 2010. 101 f. Dissertação em Agronomia. \n\nEscola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, São \n\nPaulo, 2010. \n\n \n\nSOARES, A. Geoestatistica para ciências da terra e do ambiente. 2 ed. Lisboa, IFT \nPress, 2006. 214p. \n\n \n\nSØE, A. R. B.; BUCHMANN, N. Spatial and temporal variations in soil respiration in \n\nrelation to stand structure and soil parameters in an unmanaged beech forest. Tree \nPhysiology, Oxford, v. 25, n. 11, p.1427–1436, 2005. \n \n\nSTOYAN, H.; DE-POLLI, H.; BÖHM, S.; ROBERTSON, G. P.; PAUL, E. A. Spatial \n\nheterogeneity of soil respiration and related properties at the plant scale. Plant and Soil, \nDordrecht, v. 222, n. 1-2, p. 203-214, 2000. \n\n \n\nTANG, X. L.; ZHOU, G. Y.; LIU, S. G.; ZHANG, D. Q.; LIU, S. Z.; LI, J.; ZHOU, C. Y. \n\nDependence of soil respiration on soil temperature and soil moisture in successional \n\nforests in Southern China. Journal of Integrative Plant Biology, Malden, v. 48, n.6, p. \n654?663, 2006. \n\n \n\nTEIXEIRA, D. D. B.; PANOSSO, A. R.; CERRI, C. E. P.; PEREIRA, G. T.; LA SCALA, N. \n\nSoil CO2 emission estimated by different interpolation techniques. Plant and Soil, \nDordrecht, v. 345, n. 1-2, p. 187-194, 2011. \n\n \n\nVIEIRA, S. R. Geoestatística em estudos de variabilidade espacial do solo. In: NOVAIS, \n\nR. F.; ALVAREZ V., V. H.; SCHAEFER, C. E. (Ed.) Tópicos em ciência do solo. \nViçosa, MG: Sociedade Brasileira de Ciência do Solo, 2000. p. 1-54. \n\n \n\n\n\n55 \n\nVODNIK, D.; KASTELEC, D.; PFANZ, H.; MACEK, I.; TURK, B. Small-scale spatial \n\nvariation in soil CO2 concentration in a natural carbon dioxide spring and some related \n\nplant responses. Geoderma, Amsterdam, v. 133, n. 3-4, p. 309-319, 2006. \n \n\nWANG, G.; GERTNER, G.; LIU, X.; ANDERSON, A. Uncertainty assessment of soil \n\nerodibility factor for revised universal soil loss equation. Catena, Amsterdam, v. 46, n. 1, \np.1-14, 2001.  \n\n \n\nWEBSTER, R.; OLIVER, M. A. Geostatistics for Environmental Scientists. Second \nEdition. Oxford University Press, Oxford, 2009, 315 p. \n\n \n\nWEN, X. F.; YU, G. R.; SUN, X. M.; LI, Q. K.; LIU, Y. F.; ZHANG, L. M.; REN, C. Y.; FU, \n\nY. L.; LI, Z. Q. Soil moisture effect on the temperature dependence of ecosystem \n\nrespiration in a subtropical Pinus plantation of southeastern China. Agricultural and \nForest Meteorology, Amsterdam, v .137, n. 3-4, p. 166–175, 2006. \n \n\nYUSTE, J. C.; BALDOCCHI, W. D. D.; GERSHENSON, A.; GOLDSTEIN, A.; MISSON, \n\nL.; WONG, S. Microbial soil respiration and its dependency on carbon inputs, soil \n\ntemperature and moisture. Global Change Biology, Malden, v. 13, n. 4, p. 2018–2035, \n2007. \n\n \n\nZHAO, Y.; XU, X.; DARILEK, J. L.; HUANG, B.; SUN, W.; SHI, X. Spatial variability \n\nassessment of soil nutrients in an intense agricultural area, a case study of Rugao \n\nCounty in Yangtze River Delta Region, China. Environmental Geology, New York, v. \n57, n. 5, p. 1089–1102, 2009. \n\n \n\nZHAO, Y.; XU, X.; HUANG, B.; SUN, W.; SHAO, X.; SHI, X.; RUAN, X. Using robust \n\nkriging and sequential Gaussian simulation to delineate the copper- and lead-\n\ncontaminated areas of a rapidly industrialized city in Yangtze River Delta, China. \n\nEnvironmental Geology, New York, v. 52, n. 7, p. 1423-1433, 2007. \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tDADOS CURRICULARES\n\tEPÍGRAFE\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tSUMÁRIO\n\tRESUMO\n\tSUMMARY\n\tI INTRODUÇÃO\n\tII REVISÃO DE LITERATURA\n\tIII MATERIAL E MÉTODOS\n\tIV RESULTADOS E DISCUSSÃO\n\tCONCLUSÕES\n\tREFERÊNCIAS"}]}}}