{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13561"}, {"@name": "filename", "#text": "19591_S0071-12761989000200014.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "RELAÇÃO ENTRE FISIOGRAFIA E SOLOS DESENVOLVIDOS DE \nMATERIAL CENOZOICO DA REGIÃO DO RIO JEQUITAI, MG \n\nJ.E.S. Pessoti* \nJ.L.I. Demattê* \nJ.R.J. Rueda** \nA. Marconi* \n\nRESUMO: É estudado o relacionamento entre a fi¬ \nsiografia e os solos evoluídos a partir de sedimentos \n\ncenozóicos, de textura e composição variáveis, deposi-\n\ntados sob a ação do rio São Francisco e tributários. A \n\nregião (vale do rio Jequitai, MG) é caracterizada por \n\num clima sub-úmido, onde o regime de umidade do solo é \n\nústico e o de temperatura isotérmico. Foram coletados \n\n5 pedons dispostos numa topossequência. Na posição mais \n\nantiga (pleistocênica), o solo apresenta-se em um está-\n\ngio de intensa alteração (Typic Haplustox). Os demais \n\nsolos encontram-se sobre sedimentos holocênicos, com-\n\npondo a planície aluvial do rio São Francisco e são, \n\nmineralogicamente, mais jovens, com horizonte argílico, \n\nrepresentado por ultissol e molissol, ocorrência esta \n\npouco comum em situações de planície aluvial recente. \n\nNo pedon 1 (Typic Haplustox), os minerais primários in¬ \n\ntemperizáveis inexistem na fração grosseira. O pedon \n\n2 (Plinthic Haplustult) apresenta na fração areia um \n\nacréscimo em profundidade de minerais de fácil altera-\n\nção. Na fração silte, os feldspatos já estão em fase \n\n* Departamento de Solos, Geologia e Fertilizantes da \n\nE.S.A.\"Luiz de Queiroz\" da Universidade de São Pau-\n\nlo - 13.400 - Piracicaba, SP. \n\n** Departamento de Pedologia, Rio Claro, UNESP. \n\n\n\nde alteração. Os pedons 3 (Oxic Plintaquult), 4 (Flu¬ \n\nventic Plinthustult) e 5 (Fluventic Argiustol) mostram \n\nelevadas proporções de minerais primários de fácil al-\n\nteração (placioclásios calco-sódicos, hornblenda), prin¬ \n\ncipalmente nas frações areia e silte. A ocorrência des¬ \n\ntes minerais associa-se a um processo deposicional re-\n\ncente, aliado às condições de clima e drenagem locais. \n\nTermos para indexação: Fisiografia, Mineralogia \nde solos. \n\nSOILS DEVELOPED FROM CENOZOIC MATERIAL AS RELATED TO \nREGIONAL PHYSIOGRAPHY IN THE REGION IN \n\nOF JEQUITAI RIVER, MG \n\nABSTRACT: This study was carried out with the \nobjctive of obtaining information about the relationship \n\nbetween land forms and soils developed from cenozoic \n\nmaterials that occur in the São Francisco river valley \n\nand tributaries. The region is located in its Jequitaí, \n\nMinas Gerais state, and has a subhumid climate. Soil \n\nmoisture and temperature regimes are ustic and \n\nisothermic, respectivelly. A soil toposequence represented \n\nby five pedons was chosen. In the oldest surface from \n\na Terciary material a Typic Haplustox was developed. \n\nThe other pedons are developed from Holocenic materials \n\ndeposited by the Sao Francisco river. These are very \n\nyoung soils with argillic horizons, represented by \n\nUltisol and Molisol. Profile 1, a Typic Haplustox, has \n\nonly resistent minerals in the sand fraction, and \n\nkaolinite is the dominant clay mineral. The Plinthic \n\nHaplustox (Profile 2) located in a more recent surface \n\nhas some calcium plagioclases and mica in the sand \n\nfraction. Wheathering minerals increase with depth. The \n\nother soils, more recent and developed in the youngest \n\nsurface, are an Oxic Plintaquult (Profile 3 ) , Fluventic \n\nPlintustult (Profile 4) and Fluventic Argiustol (profile \n\n5 ) . In these soils the amount of feldspat and micas \n\n\n\nincrease from Pedon 2 to Pedon 5. These minerals are \n\nassociated with a recent depositional process due to \n\nSao Francisco river work. \n\nIndex terms: Land forms, Soil mineralogy \n\nINTRODUÇÃO \n\nA região situada entre o rio das Velhas e o rio \n\nJequitaí, em Minas Gerais, dentro do vale formado pelo \n\nrio São Francisco, foi, a partir do Terciãrio, intensa-\n\nmente trabalhada por estes rios, em vários ciclos ero-\n\nsivos e deposicionais. Esse trabalho resultou na for-\n\nmação de extensa planície, pontilhada de lagos e lagoas, \n\nonde se desenvolveram solos, sob as mais diversas com-\n\nbinações de fatores, que resultaram nas diferenças hoje \n\nencontradas entre eles. \n\nDentro do Projeto Jequitai para levantamento se-\n\nmi-detalhado dos solos dessa região (CENTRO DE ESTUDOS \n\nDE SOLOS, 1977), uma topossequência representativa des-\n\nses solos foi escolhida, para estudos mais detalhados. \n\nEm trabalho anterior, PESSOTI et alii (1988) apresenta-\n\nram a mineralogia dos solos, mostrando uma evolução de-\n\ncrescente de intemperismo do perfil 1 ao perfil 5. Es-\n\ntuda-se, agora, a relação existente entre os solos for-\n\nmados e a fisiografia da região, com o fim de verificar \n\na influencia da evolução da paisagem na formação dos so_ \n\nlos. \n\nCaracterísticas gerais da área \n\nLocalização e clima \n\nA área estudada situa-se ao norte do Estado de \nMinas Gerais, no alto curso do rio Sao Francisco (Fi-\ngura 1 ) . Pertencente ao município de Várzea da Palma \ne encontra-se nas proximidades da vila da Barra do \n\n\n\n\n\nGuaicuí, com as seguintes coordenadas geográficas, \n17°11'34\" latitude sul e 44°50'15\" longitude oeste. A \naltidude varia entre 550 e 465m, correspondendo ao va-\nle do rio Sao Francisco. A topossequência envolve a \nárea entre a vertente direita do rio Sao Francisco e o \nsope da Serra da Onça. \n\n0 clima da região i sub-úmido (THORNTWAITE, 1948), \n\ncom precipitação media anual de 1.145mm. 0 mês mais \n\nseco ê agosto, com lmm de precipitação média e o mais \n\númido ê dezembro, com 278mm. A temperatura média anual \n\ne de 23,2°C, com médias de inverno e verão, respectiva-\n\nmente, de 20,3 e 24,6°C. Os parâmetros existentes, em \n\nconfronto com os estipulados pelo SOIL SURVEY STAFF \n\n(1975), classificam o regime de umidade dos solos como \n\nústico e o de temperatura isotêrmico. \n\nGeomorfologia e Solos \n\nAtualizando referências de KING (1956), BRAUN \n\n(1971) verificou que o ciclo de erosão denominado Sul \nAmericano se processou em duas fases distintas: uma de \ndenudaçao ocorrida no Terciãrio Inferior e outra de \npediplanaçao no Terciãrio Médio. \n\nEsses processos arrasaram os relevos existentes, \ntransformando a região em uma extensa planície ponti-\nlhada de lagos e lagoas. Através do soerguimento epi-\nrogenico ocorrido a partir do Terciãrio Médio, esta pia. \nnície sujeitou-se aos ciclos erosivos (Ciclo Velhas), \nque sucederam do Terciãrio Superior ao Quaternário, \n\ndestruindo a sua maior parte, com o entalhe de inúmeros \nvales. \n\nOs topos aplainados, como os de Cristalina, Cha-\npada de Contagem e Chapada dos Veadeiros, a mais ou \nmenos 1.200m, correspondem â Superfície Sul Americana \nde KING (1956). As posições mais elevadas, denomina-\ndas Superfícies Cristalinas (GEIGER, 1960) correspondem \nao alto de uma dobra de fundo, situado entre os geossin \nclíneos do Parana e do Sao Francisco. \n\nMovimentos tectônicos de afundamento ocorridos no \n\n\n\nPleistoceno (KING, 1956) colocaram o fundo dos vales \n\nabaixo do nível dos planaltos adjacentes, possibilitan-\n\ndo a formação da superfície do Sao Francisco, descrita \n\npor PENTEADO &amp; RANZANI (1973). Nos vales do rio Jequi-\n\ntai e das Velhas este movimento tectonico repercutiu de \n\nforma escalonada. Os processos erosivos, além de mar-\n\ncarem as formas, deixaram evidências reconhecíveis na \n\natualidade, em forma de caráter textural diversificado, \n\nsugerindo a existência de antigos terraços de origem \n\nestrutural. \n\nPENTEADO &amp; RANZANI (197 3) fazem referências, pa-\n\nra a região de Pirapora - Jequitaí, no geossinclinal do \n\nSao Francisco, ã existência de várias superfícies ero-\n\nsivas. A primeira, com idade relativa Terciãrio Infe-\n\nrior (Pd3 - Serra da Água Fria), situada aproximada-\n\nmente a 1.200m; a intermediária, com altitude superior \n\na 800m (Pd2 - Serra da Onça), do Terciãrio Superior; \n\no pediplano recente (Pdl - Vale do Sao Francisco) do \n\nPleistoceno Médio, com altitude inferior a 600m. \n\nOs pediplanos Pd3 e Pd2 sao ocupados por Oxisso-\n\nlos. No pediplano recente (Pdl), provável pedimento \n\ncom marcas de terraços (PENTEADO &amp; RANZANI, 1973), a djl \n\nversificaçao de solos ê grande, constatada por obser-\n\nvações \"in loco\", havendo a dominancia de Ultissolos e \n\nAlfissolos, seguidos de Oxissolos. Nas bordas do anti-\n\nclinal, o calcário do grupo Bambuí se expõe e Molisso-\n\nlos sao encontrados, por intemperizaçao e formação \"in \n\nsitu\". Generalizando, para a planície aluvial holocê-\n\nnica, os Inceptissolos e Entissolos dominam, conforme o \n\ntipo de sedimento e o grau de evolução apresentados. \n\nPara a região estudada, o modelo de um pedimento \n\nretrabalhado por sucessivos terraços adapta-se melhor \n\nãs condições existentes. A série Vazantes (PENTEADO &amp; \n\nRANZANI, 1973) encaixa-se na forma de terraço deposi-\n\ncional e tem como contribuintes os sedimentos dos anti-\n\ngos solos terciarios em avançado estado de intemperis-\n\nmo. A presença de solos eutroficos nesta serie pode \n\nser explicada por contaminações com materiais calcá-\n\nrios. Na planície aluvial, os sedimentos devem conter \n\n\n\num menor grau evolutivo, já que as cabeceiras dos rios \n\nque drenam para a bacia do alto Sao Francisco entalham, \n\nna atualidade, um numero variado de formações rochosas \n\ndistintas, que contribuem com minerais pouco alterados, \n\nou com possibilidade de alteração. \n\nFundamentos do relevo local e estratigrafia \n\nDentro da depressão Sao Francisco, estudada por \n\nPENTEADO &amp; RANZANI (1973), a região pesquisada encon-\n\ntra-se no mais recente pediplano desenvolvido sobre for \n\nmaçoes cambro-ordovicianas, por processos de meteoriza-\n\nçao mecânica e escoamento em lençol, em condições de \n\nclima bem mais seco que o atual e e denominada Super-\n\nfície de Sao Francisco. Esta superfície apresenta-se \n\nrecoberta por depósitos arenosos, remanejados de anti-\n\ngos solos desenvolvidos sobre materiais paleozóicos da \n\nbacia. Esta fase de pediplano foi colocada por crono-\n\nlogia relativa no Pleistoceno Médio, sendo que, no fi-\n\nnal deste período, um rebaixamento generalizado do eixo \n\nda bacia possibilitou a deposição da Série Vazantes e \n\nque, sob a ação de retomadas erosivas atuais e sub-\n\natuais, facultaram a formação dos terraços do referido \n\nrio. \n\nA posição mais antiga nesta topossequencia exibe \n\num manto arenoso espesso em contato com cascalheira de \n\nquartzo e canga, numa profundidade variável, concordan-\n\ndo com a citação anterior e, portanto, de idade pleis-\n\ntocênica. \n\nNa planície aluvial pós-pleistocenica, encontra-\n\nse uma deposição arenosa, que diminui da margem do rio \n\nSao Francisco para o interior da planície, chegando in-\n\nclusive a desaparecer completamente. Este sedimento \n\napresenta características diferentes, quando comparado \n\ncom o da região pediplana (Pdl) e está na atualidade re \n\ncoberto por uma deposição recente siltico-argilosa (Fi-\n\ngura 2 ) . \n\nA presença do embasamento plintico em substitui-\n\nção a camada arenosa em profundidade se amarra a \n\n\n\n\n\npossibilidade da existência de condições lagunares, que \n\nocuparam a posição de um antigo leito abandonado por es \n\nte rio, hoje totalmente colmatado, sendo portanto re-\n\nlicto de uma drenagem que já nao existe na atualidade. \n\nNo Holoceno, necessário se faz ressaltar que es-\n\nta topossequência envolve duas superfícies distintas: \n\numa, de erosão atual, situada no talus da serra da Onça, \n\nonde, devido ao acentuado relevo, a instabilidade ê al-\n\nta e os fatores de formação têm como antagonismo natu-\n\nral o processo erosivo, mantendo-a constantemente re-\n\njuvenescida; a outra e deposicional e tem como repre-\n\nsentante a planície aluvial, onde o processo aditivo \n\natuou marcadamente num passado relativamente próximo. \n\nNa atualidade, seus efeitos sao evidenciados em áreas \n\nrestritas e ocasionais. As marcas da evolução pedogê-\n\nnica, diferenciando solos, sao perceptíveis nesta pai-\n\nsagem. \n\nIntercalado entre essas duas superfícies e exi-\n\nbindo sedimentos de um páleo terraço (Pdl), o material \n\nmais antigo (Pleistoceno) ê o mais estável. \n\nGeologia \n\nOs aspectos geológicos locais pouco influencia-\n\nram a composição mineralõgica do material parental dos \n\ndiferentes solos envolvidos nesta topossequência, por \n\nse tratar de uma área onde a sedimentação ê de origem \n\nfluvial. \n\nOs seguintes grupos e formações constituem o em-\n\nbasamento geológico desta bacia (PONÇANO &amp; PAIVA, 1972; \n\nMATTOS &amp; CUNHA, 1977) (Figura 3 ) . \n\nGrupo Espinhaço - composto de arenitos, quartzi-\n\ntos, conglomerados, filitos e argilitos, de ocorrência \n\nnas serras do Espinhaço e Cabral. \n\nFormação Jequitaí - representada por diamictitos \n\nna região de Jequitaí e também por arenitos conglomera-\n\nticos assentados sobre quartzitos. \n\n\n\n\n\nGrupo Bambui - compreende as formações Paranoã \n(inferior), Paraopeba (intermediária) e Tres Marias (su \nperior). As formações Paraopeba e Três Marias são as \nmais expressivas. \n\nFormação Paraopeba - sua litologia é variada, con \ntendo calcários, quartzitos, siltitos, margas, argili-\ntos e ardosias. \n\nFormação Tres Marias - assentada sobre a formação \n\nParaopeba, é composta de arenitos finos, siltitos e ar~ \n\ncõsios. \n\nFormação Urucuia - formada por sedimentos cretã-\n\ncicos, com dominância de arenitos endurecidos. \n\nCobertura Terciãrio-Quaternaria - capeia indis-\n\ncriminadamente quase todas as unidades geológicas. Sao \n\ncoberturas detriticas, geralmente cascalhentas de tex-\n\ntura argilo-arenosa, podendo chegar à espessura de 10 a \n\n15m, distribuindo-se em extensos chapadoes de morfolo-\n\ngia suave entre relevo regional acima de 550m de alti-\n\ntude . \n\nDepósitos Quaternários - envolvem os sedimentos \n\naluviais recentes, acompanhando as calhas dos rios e \n\nos terraços fluviais. Nos rios Sao Francisco, das Ve-\n\nlhas e Jequitaí estes depósitos sao de grande amplitude \n\ntextural, indo de cascalhentos a areno-argilosos e sil-\n\ntico-argilosos. \n\nVegetação \n\nOcupando indiscriminadamente posições antigas e \n\nrecentes, o cerrado ê a comunidade vegetal dominante, \n\nnao correlacionando, assim, nesta área, com mudanças, \n\nquer de paisagem, quer de solos. \n\nApresenta características declduas impostas pelas \n\ncondições do clima sub-umido atual. \n\nDentro de sua composição florlstica, poucas espé-\ncies foram preservadas pelo uso e, assim, entre os re-\nmanescentes dominam o piqui (Cavyoeav brasiliense St. \nHil) , pau terra (Qualea grandiflova Mart.), sambaiba \n\n\n\n(Curatella americana Linn), além de outras nao identi-\n\nficadas, porém de menor expressão. \n\nMATERIAL E MÉTODOS \n\nSeleção da ãrea e amostragem \n\nFundamentalmente, esta ãrea foi selecionada por \n\nconter em um pequeno espaço físico, materiais que par-\n\nticiparam até o momento da evolução sofrida pelo vale \n\ndo rio Sao Francisco. A separação dos diferentes as-\n\npectos da paisagem foi feita com o auxilio de fotos em \n\nescala 1:25.000, de 1967. \n\nUma vez completada a delimitação em ãrea repre-\n\nsentativa dos solos componentes de cada posição fisio-\n\ngrãfica, procedeu-se ã abertura de trincheiras, enume-\n\nradas de 1 a 5. \n\nNas descrições morfologicas dos perfis de solos \n\nforam adotadas as normas preconizadas por LEMOS &amp; \n\nSANTOS (1976). \n\nA mineralogia dos solos foi estudada por PESSOTI \n\net alii (1988). Na fração areia, o perfil 1 mostra so-\n\nmente minerais resistentes ao intemperismo, o que nao \n\nocorre nos demais perfis, onde ocorrem micas e plagio-\n\nclãsios, cujos teores aumentam com a profundidade do \n\nsolo e também do perfil 2 ao perfil 5. A mineralogia \n\nda fração silte acompanha a da fração areia, quanto aos \n\nminerais intemperizãveis. Nesta fração, a caulinita é \n\no mineral secundãrio dominante em todos os perfis, o \n\nque ocorre também na fração argila, embora nesta fra-\n\nção ocorra aumento sensível de minerais 2:1, micas, ver \n\nmiculita e montmorilonita, do perfil 2 ao perfil 5. \n\nRESULTADOS E DISCUSSÃO \n\nNa formação e evolução da paisagem da região, o \nrio Sao Francisco participou de forma ativa, pois os \nsedimentos recentes que a compõem sao de origem aluvial. \n\n\n\nEsta paisagem perde altitude em direção ao rio \n\nSao Francisco e a diferença marcante de cota se dá no \n\ncontato dos sedimentos pleistocênicos com os holoceni-\n\ncos. A superfície mais antiga pleistocênica e a de co-\n\ntas mais elevadas (Figura 4 ) , com declividade reduzida, \n\npodendo ser considerada uma superfície estável, sem \n\nação direta de processos erosivos. Nestas condições, \n\nos processos de lixiviaçao e dessilicatizaçao (BUOL et \n\nalii, 1973) sao atuantes, promovendo a transformação \n\ndestes sedimentos em solos de características õxicas. \n\nAnalisando-se a planície aluvial, em relação â \n\nsuperfície de erosão demarcada pela cascalheira presen-\n\nte na base dos sedimentos pleistocênicos (Figura 4) e \n\nconfrontando as variações texturais existentes em um \n\nmesmo pedon, ou entre eles (Tabela 1 ) , pode-se inferir \n\nque, para o pedon 2, a variação textural encontrada em \n\nprofundidade é pertencente ás duas superfícies existen-\n\ntes neste terraço. As texturas superficiais sao as mes_ \n\nmas encontradas na superfície pleistocênica e as de \n\nprofundidade, associadas ãs encontradas abaixo da su-\n\nperfície erosiva, demarcadas pela cascalheira. Nestas \n\ncondições, o terraço onde se localiza o pedon 2 e de-\n\ncorrente de um processo erosivo. Para os pedons 3 e 4, \n\no último horizonte ê de características texturais e mor \n\nfolõgicas semelhantes as encontradas no último horizon-\n\nte do pedon 2 (Figura 4 ) . Os horizontes suprajacentes \n\nsao de variação textural ampla, podendo ser correlacio-\n\nnados com um processo deposicional. Este mesmo proces-\n\nso originou os sedimentos do pedon 5. \n\nNo processo de aluvionamento responsável pelas \nfeições topográficas da paisagem ocorreu a deposição de \nsedimentos estratifiçados em profundidade, estando evi-\ndenciado no exame morfolõgico dos pedons. Estratifica-\nçoes outras ocorreram, mas a ação dos processos pedo-\ngênicos, num período curto de tempo (Holoceno), homoge-\nneizaram estes materiais, mascarando suas evidencias, \nnao sendo possível a diagnose em simples exame macro-\nmorfologico. \n\n\n\n\n\nO intemperismo relativo a minerais primários \n\n(RUHE, 1956), pode ser^obtido pela relação entre quartzo \n\ne plagioclãsio da fração areia. Esta relação (Figura \n\n5) indica que os pedons 1 e 2 sao os que sofreram maior \n\nação intempêrica. 0 pedon 5, apesar de ser o mais rico \n\nem minerais primários intemperizãveis (Tabela 2 ) , mos-\n\ntra valores maiores para a relação quartzo/plagioclãsio, \n\nevidenciando um intemperismo relativo mais acentuado, \n\nquando comparado aos pedons 3 e 4, dentro da mesma su-\n\nperfície holocenica. Para o pedon 3, onde existem os \n\nproblemas de impedimento de drenagem e a possibilidade \n\nde inundações ocasionais, os valores de quartzo aumen-\n\ntam em profundidade e os de plagioclásios diminuem no \n\nmesmo sentido. Tal situação permanece devido a ocupar \n\neste pedon uma posição deposicional recente, tornando-a \n\nconstantemente rejuvenescida nas camadas superiores por \n\nprocessos aditivos. \n\nAssim, sobre os sedimentos pleistocênicos encon-\n\ntra-se o Oxissolo (Typic Haplustox), representado pelo \n\npedon 1. Mineralogicamente, este solo está em um esta-\n\ndo avançado de alteração. Sua fração areia i dominada \n\npor minerais resistentes i decomposição e a fração ar-\n\ngila é predominantemente caulinltica (PESSOTI et alii, \n\n1988). Morfologicamente, o solo i profundo, com pe-\n\nquena distinção entre os horizontes, sendo notada prin-\n\ncipalmente por mudanças suaves no grau de estruturação, \n\naliado a um acréscimo gradativo no teor de argila, em \n\ndireção ãs camadas mais profundas (Tabela 1 ) . As bases \n\ntrocáveis apresentam valores baixos, bem como a capaci-\n\ndade de troca cationica, devido ãs condições impostas \n\npelo processo de lixiviaçao e pelo retrabalhamento so-\n\nfrido pelo sedimento original (Tabela 3 ) . \n\nDuas hipóteses podem ser levantadas quanto ã \nocorrência deste solo nesta superfície. A primeira es-\ntá associada ao tempo em que este material sedimentar \njá retrabalhado ficou exposto ao processo de intemperi-\nzaçao, sob a ação de alternâncias climáticas úmida e \nseca processadas desde o Pleistoceno até a atualidade, \no que levou a destruição dos minerais^facilmente de-\ncomponlveis. A segunda suposição está baseada no fato \n\n\n\n\n\nde que o material depositado no período pleistocénico \n\nfoi remanejado de antigos solos em avançado estado de \n\nintemperizaçao, nao apresentando mais minerais de fácil \n\nalteração. Pouca evolução teria se processado neste \n\nmaterial, considerando-se que o clima passado poderia \n\nter sido mais seco que o atual (PENTEADO &amp; RANZANI, 1973). \n\nConsiderando que, no processo de transporte e deposição \n\ndeste sedimento, o rio Sao Francisco participou de for-\n\nma ativa, a contaminação com minerais primários de me-\n\nnor estabilidade ao processo intemperico tornou-se ine-\n\nvitável, devido a nao ser seletivo o transporte fluvial, \n\ncolocando duvidas na veracidade da segunda hipótese, \n\nquanto ã ausência de minerais de fácil alteração. \n\nOs demais pedons ocupam a planície aluvial holo-\n\ncênica, com pequenas variações de cotas e com retraba-\n\nlhamento bastante intenso. Sobre sedimentos de origem \n\nfluvial recente, o tempo zero para a formação dos solos \n\ncorresponde ao final do processo deposicional (DANIELS \n\net alii, 1978), ou seja, a uma superfície estável, ini-\n\nciando-se a partir deste ponto os processos pedogenicos \n\npela formação e diferenciação de horizontes. \n\n0 pedon 2 dentro desta planície ocupa a posição \nde Pdl (Figura 2 ) . A fração areia deste solo contém \nalguns minerais primários de fácil decomposição, prin-\ncipalmente nas camadas mais profundas, ocorrendo o mes-\nmo com a fração silte. A fração argila é dominada por \ncaulinita, complementada por mica, interestratifiçados \ne traços de clorita em profundidade, conferindo-lhe um \nestágio de alteração inferior ao do pedon 1. As caracte \nrísticas morfolõgicas (Tabela 1) apontam um elevado grau \nde diferenciação entre os horizontes A e B, marcado pe-\nlas variações em cor, textura e estrutura. A presença \nde cutas iluviais nos peds dos horizontes B confere a \nestes horizontes características de argllico, podendo \nser classificado como um Podzõlico Vermelho Amarelo \n\nPllntico (Plinthic Haplustult). Os teores de cálcio e \nmagnêsio sao baixos e os de potássio elevados, podendo \nestar associados ã liberação por dissolução, a partir \ndas micas. A saturação por bases do complexo de troca e \n\n\n\nbaixa, conferindo a este solo um caráter distrofico e \num estado de evolução anterior ao do pedon 1. \n\nA posição ocupada pelo pedon 3 nesta paisagem e \n\nligeiramente deprimida, podendo ser considerada como \n\numa superfície deposicional. Na composição mineralõgi-\n\nca das frações maiores que 2ym (areia e silte), os mi-\n\nnerais primários de fácil alteração sao comuns. Na fra-\n\nção argila, apesar da dominância de caulinita ( >50%), \n\nexiste grande contribuição de minerais de grade 2:1. 0 \n\nperfil deste solo e pouco evoluído, sendo um reflexo \n\ndas condições de drenagem decorrentes da posição que e£ \n\nte ocupa. A análise morfologica revela a formação de \n\num horizonte argílico incipiente. A estrutura desta ca \n\nmada i em blocos subangulares de grau forte. Há um gra-\n\ndiente textural acentuado entre os horizontes Al e B2, \n\nalém de elevada proporção de argila dispersa em água \n\nna camada superficial, passível de ser translocada para \n\ncamadas profundas. Apesar da riqueza em minerais pri-\n\nmários decomponíveis, este pedon e pobre em seu conteú-\n\ndo de bases trocáveis. As condições de drenagem impe-\n\ndida talvez sejam as responsáveis pela nao dissolução \n\ndos minerais presentes. Na camada inferior, os eleva-\n\ndos conteúdos de potássio, associados aos altos teores \n\nde S Í O 2 e AI2O3, criam ambientes para a neoformaçao de \n\nmica (MOREIRA, 1979). \n\nOs pedons 4 e 5 ocupam o terraço mais próximo do \n\nrio Sao Francisco (Figura 4) e mostram uma série de áes_ \n\ncontinuidades litológicas em profundidade, com alter-\n\nnâncias de camadas síltico-argilosas com arenosas, le-\n\nvando a crer que estas mudanças texturais estejam asso-\n\nciadas a um período deposicional recente. \n\nMineralogicamente, sao solos bastante jovens, di-\n\nferindo muito pouco na quantidade de minerais primá-\n\nrios decomponíveis (feldspatos calco-sõdicos, hornblen-\n\nda). Na fração argila, a caulinita aparece com teor \n\nsuperior a 50%, seguida de micas, interestratifiçados, \n\nvermiculita e montmorilonita (PESSOTI et alii, 1988). \n\nNo pedon 4, os caracteres morfológicos ressaltam \na estruturação bem desenvolvida nos horizontes B e a \n\n\n\nabundância de cutas iluviais nas superfícies dos peds \n\nem grau de desenvolvimento forte (Tabela 1 ) . A relação \n\nentre argila do horizonte B/A é superior a 1,3, refor-\n\nçando a ocorrência do horizonte argílico neste pedon, \n\npossibilitando classificã-lo como Podzõlico Vermelho \n\nAmarelo Plintico (Fluventic Plinthustult). Os teores \n\nde cãlcio e magnêsio sao maiores na superfície, estando \n\nassociados ao processo de reciclagem através da cober-\n\ntura vegetal. 0 alumínio trocãvel aumenta com a pro-\n\nfundidade, conferindo ao pedon característica distrõ-\n\nf ica. \n\nPara o pedon 5, os dados morfolõgicos ressaltam a \n\npresença do horizonte mõlico em superfície, confirmado \n\npela analise química (Tabela 1 ) . 0 desenvolvimento for \n\nte de estrutura, a presença de cutas iluviais e a ele-\n\nvada relação do teor de argila entre os horizontes B e \n\nA, conferem a este pedon os caracteres de horizonte ar-\n\ngílico. Por apresentar melhor condição de drenagem, \n\nquando comparado com os pedons 3 e 4, a composição mi-\n\nneralõgica deste perfil vem sofrendo alteração, como \n\npode ser constatado pelas quantidades elevadas de bases \n\ntrocãveis presentes. 0 conteúdo de argila dispersa em \n\nãgua ê elevado, facilitando a translocaçao para as ca-\n\nmadas mais profundas. A ocorrência de um horizonte B \n\ntextural de características eutrõficas e a presença de \n\num epipedon mõlico possibilitam enquadrar este perfil \n\ncomo Brunizem (Fluventic Argiustol). \n\nNa superfície holocênica, considerando principal-\nmente os perfis 4 e 5, a evolução morfolõgica expressa \npelo grau de estruturação, aliada ao desenvolvimento \nacentuado de cutas iluviais, é contrastante com a matu-\nridade dos sedimentos. A ocorrência de horizontes ar-\ngílicos nestes pedons ê pouco comum em situações de \n\nplanície aluvial recente. Apesar de estar próximo ao \nrio Sao Francisco em superfície deposicional, os pedons \n4 e 5 estiveram em condições estáveis, nao sofrendo \n\ncontribuições detectaveis deste rio na atualidade. A \nestabilidade desta superfície, aliada a fatores climá-\nticos, drenagem e a variada composição mineralogica em \nminerais primarios capazes de se alterarem dando formação \n\n\n\n\n\n\n\n\n\na argilas, ou a pré-existência destas na composição dos \nsedimentos, foram os responsáveis pela formação dos ho-\nrizontes argilicos, a partir do marco zero (final do pe \nriodo deposicional). Os processos de translocação e \nacumulação iniciaram concomitantemente ã deposição dos \nsedimentos, promovendo acentuada redução no tempo de \nevolução destes pedons. \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nBRAUN, O.P.G. Contribuição à geomorfologia do Brasil \nCentral. Revista Brasileira de Geografia, Rio de \nJaneiro, 32(3):3-39, 1971. \n\nBUOL, S.W.; HOLE, F.D.; McCRAKEN, R.J. Soil genesis \nand classification. Ames, Iowa University Press, \n1973. 360p. \n\nCENTRO DE ESTUDOS DE SOLOS. Levantamento semi-detalha¬ \n\ndo dos solos do projeto Jequitaí (MG). Brasília, \n\nCODEVASF, 1977. 597p. \n\nDANIELS, E.B.; GRAMBLE, E.E.; WHEELER, W.H. Age of soil \n\nlandscape in the coastal plain of North Carolina. \n\nJournal. Soil Science Society of America, Madison, \n42(1):98-105, 1978. \n\nGEIGER, P.P. Geomorfologia. In: FUNDAÇÃO INSTITUTO \nBRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. Região cen¬ \ntro-oeste. Rio de Janeiro, 1960. cap.l, p.9-59. \n\nKING, L.C. Geomorfologia do Brasil oriental. Revista \n\nBrasileira de Geografia, Rio de Janeiro, 18(2):147-\n65, 1956. \n\nLEMOS, R.C. &amp; SANTOS, R.D. Manual de método de traba-\nlho de campo. Campinas, Sociedade Brasileira de \nCiência do solo, 1976. 36p. \n\nMATTOS, J.T. &amp; CUNHA, R.P. Aplicação de sensores re-\nmotos com ênfase a imagens da Landsat em mapeamento \ngeológico do norte de Minas Gerais. São José dos \nCampos, INPE, 1977. 53p. \n\n\n\nMOREIRA, G.N.C. Características e classificação de uma \n\ntopossequência de solos na região de Jequitaí, Mi-\n\nnas Gerais. Piracicaba, 1979. 107p. (Mestrado -\n\nEscola Superior de Agricultura \"Luiz de Queiroz\"/ \n\nUSP). \n\nPENTEADO, M.M. &amp; RANZANI, G. Relatório de viagem do \n\nmédio vale do Rio Sao Francisco. Geomorfologia, Sao \n\nPaulo, 40:1-44, 1973. \n\nPESSOTI, J.E.S.; DEMATTE, J.L.I.; MARCONI, A.; RUEDA, \n\nJ.R.J. Mineralogia de uma topossequência de solos \n\ndesenvolvidos de material holocênico da região do \n\nJequitaí, Estado de Minas Gerais. Anais da Escola \n\nSuperior de Agricultura \"Luiz de Queiroz\", Piracica-\nba, 45:203-28, 1988. \n\nP0NÇAN0, W.L. &amp; PAIVA, A.F. Mapa geológico preliminar \n\nda região de Jequitaí, Minas Gerais. In: CONGRESSO \n\nBRASILEIRO DE GEOLOGIA, 26., Belém, 1972. Anais. \n\np.95-102. \n\nRUHE, R.V. Geomorphic surfaces and the nature of \n\nsoils. Soil Science, New Jersey, 82(6):441-55, \n\n1956. \n\nSOIL SURVEY STAFF. Soil taxonomy, a basic system of \n\nsoil classification for making and interpreting soil \n\nsurveys. Washington, USDA, 1975. 754p. (USDA. \n\nAgricultural Handbook, 436). \n\nTHORNTWAITE, C.W. An approach toward a rational \n\nclassification of climate. Revista Brasileira de \n\nGeografia, Rio de Janeiro, 38:55-94, 1948. \n\nEntregue para publicação em: 27/03/89 \n\nAprovado para publicação em: 16/02/90"}]}}}