{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05508"}, {"@name": "filename", "#text": "BTP_1987_30_2_3_12_Petrobras_e_o_alcool.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "A PETROBRÁS E O ÁLCOOL COMBUSTÍVEL\nMarcia Amaral Estevão dos Santos\" e Sérgio Antônio Monteiro Fontes 1 2’\nRESUMO — Aborda-se a participação da PETROBRÁS no Proálcool e alguns aspectos técnicos relacionados à utilização de etanol em mistura com gasolina, tais como: influência do etanol sobre as propriedades físicas da gasolina e seus efeitos nos veículos, e sobre o meio ambiente. Também são consideradas algumas perspectivas futuras para a utilização de etanol anidro dentro e fora do País.\nABSTRACT — The paper describes PETROBRÁS's participation at the Brazilian National Alcohol Program (Proálcool), as well as such aspects of the utilization of the ethanol/gasoline blend as the influence of ethanol on the physical properties of gasoline, its effects on vehicle performance and its impact on the environment. A few future trends are also considered for the utilization of anidrous ethanol, both in Brazil and abroad.\n(Originais recebidos em 28-VII-86.)\n\n1\t- Setor de Combustíveis e Produtos\nEspeciais, Divisão de Tecnologia de Produtos, Centro de Pesquisas.\n2\t- Setor de Ensaios em Motores, Divisão de\nTecnologia de Produtos, Centro de Pesquisas.\n1\t- INTRODUÇÃO\n0 Programa Nacional do Álcool (Proálcool) representa uma das mais ousadas iniciativas de substituição de derivados de petróleo. 0 que hoje pode ser considerado um sucesso, no início foi alvo de críticas e descrença por parte não só da opinião pública, como também de alguns empresários.\nO êxito alcançado pelo Proálcool se deve, em grande parte, ao apoio logístico, técnico e financeiro da PETROBRÁS.\nDesde sua implantação, em 1975, a PETROBRÁS, junto com a iniciativa privada, iniciou uma série de medidas concretas para viabilizar o Programa. Assim, com relação à PETROBRÁS, houve a consciência de que, sem a utilização de sua estrutura para movimentação de derivados em todo o País, o transporte, a armazenagem, a distribuição e a mistura do álcool etílico anidro combustível (AEAC) à gasolina não teriam agilidade e eficiência compatíveis com o Programa.\nAlém de sua importante contribuição na utilização do AEAC em mistura com gasolina, logo a partir de 1979, com a circulação dos primeiros carros movidos exclusivamente a álcool etílico hidrata\ndo combustível (AEHC), a PETROBRÁS foi uma das primeiras a converter sua frota para o uso deste combustível.\nOutras providências foram tomadas na área da distribuição, através da PETRO-BRÁS DISTRIBUIDORA - BR, tais como as primeiras bombas de distribuição de AEHC, lançamento do primeiro lubrificante adequado a motores deste tipo, desenvolvimento, em conjunto com o Centro de Pesquisas da PETROBRÁS — CENPES, de equipamentos específicos para este fim, como bombas, filtros, densímetros e outros.\nEntretanto, a grande contribuição da PETROBRÁS se refere ao transporte e à armazenagem do produto. O grande número de destilarias, sua distância dos centros consumidores, a sazonalidade das safras, que exigiam a formação de estoques reguladores que demandam elevados recursos de capital de giro e capacidade de armazenagem adequada, enfim, a necessidade e a dificuldade de se completar o ciclo da destilaria ao tanque do veículo ou aos centros de mistura eram, na verdade, os pontos fundamentais para a viabilização do Programa (fig. 1).\nInicialmente, a PETROBRÁS adaptou tanques originalmente destinados a deri-\nConstru ído\nAdaptado\nFonte: Departamento Comercial, Divisão de Comercialização de Energias Alternativas - DECOM/DINERG/85.\nFig. 1 - Tancagem regional de etanol na PETROBRÁS, em Mm3.\n2000\t3000\nFonte: DECOM/DINERG/85\nFig. 2 - Movimentação de etanol na PETROBRÁS (em km3).\nvados claros, como gasolina e óleo diesel. Posteriormente, construiu tanques especialmente projetados para álcool, estrategicamente localizados junto às principais zonas produtoras do País. Hoje, possui uma tancagem da ordem de 2,5 milhões de metros cúbicos.\nCom os estoques reguladores e de segurança, formados durante os nove meses necessários para as unidades produtoras comercializarem toda a sua produção, a PETROBRÁS atende ao mercado consumidor na entressafra.\nEsses tanques foram distribuídos por todo o território nacional, visando reduzir a movimentação do álcool por caminhão, por meio da integração ao sistema de transporte de derivados através de dutos e navios. Assim, desde 1977, a PETROBRÁS vem utilizando seus terminais e oleodutos, junto com a operação da Frota Nacional de Petroleiros (FRONAPE), no abastecimento de álcool das mais remotas regiões do País (fig. 2).\n2\t- AEAC COMO ELEVADOR DO ÍNDICE de octano da gasolina\n0 uso do AEAC é prática bastante antiga e, no Brasil, já na década de 20, este produto era empregado puro ou misturado à gasolina, com a finalidade de não só minimizar as crises de superprodução da indústria açucareira, como também diminuir a importação de combustível.\nO efeito do AEAC sobre a octanagem nunca tinha sido considerado, uma vez que sua adição à gasolina era realizada sem uniformidade até 1979. Naquele ano, foi criada a gasolina tipo \"C\", à qual eram adicionados 20 + 2% vol. de AEAC de modo uniforme.\nA produção de AEAC suficiente para garantir sua adição na proporção especificada em toda a gasolina consumida permitiu que, em 1982, fosse revista a especificação da gasolina \"C\", elevando-se o limite mínimo do índice de octano.\nPara a fixação desse novo valor, foram realizados levantamentos sobre esse índice em relação às gasolinas típicas produzidas pela PETROBRÁS e pelas refinarias particulares, em função dos teores de AEAC e de chumbo tetraetila (CTE). Assim, selecionou-se o limite que pudesse ser atendido com garantia, sem ultrapassar os valores estabelecidos na especificação vigente.\nTABELA I\nTEOR DE CTE NECESSÁRIO PARA\nELEVAÇÃO DO IOM PARA 80 (ml CTE/I DE GASOLINA)\nTeor de AEAC % vol. Refinaria\t0\t20\nA\t0,36\t0,00\nB\t0,39\t0,00\nC\t0,36\t0,00\nD\t0,38\t0,03\nE\t0,39\t0,04\nF\t0,24\t0,00\nG\t0,00\t0,00\nH\t0,40\t0,03\n1\t0,10\t0,00\nJ\t0,39\t0,00\nCTE = Chumbo tetraetila. IOM = Indice de octano (Método motor).\na fabricação de veículos mais econômicos. Esse fato propiciou a assinatura de um protocolo entre o Governo e a Associação Nacional dos Fabricantes de Veículos Automotores — ANFAVEA, pelo qual os fabricantes concordaram em reduzir, gradativamente, o consumo de combustível dos carros nacionais em 20% até 1987 (fig. 4).\nOs cálculos indicam que o Programa de Economia de Combustíveis estabelecido pelo protocolo proporcionará ao País uma economia de 2,4 bilhões de litros de gasolina em dez anos.\n3\t- INFLUÊNCIA DA ADIÇÃO DE ETANOL À GASOLINA\nA diferença de composição química entre o etanol e os hidrocarbonetos que compõem a gasolina faz com que as ca\nracterísticas importantes do ponto de vista de um combustível sejam distintas entre si (tabela III).\nA adição de etanol à gasolina produz alterações sensíveis em algumas propriedades desta, tais como volatilidade, índice de octano e poder calorífico.\n3.1\t— Volatilidade\nA volatilidade é uma característica essencial por propiciar as condições adequadas de combustão nos motores. Essa característica é avaliada principalmente pela curva de destilação e pela pressão de vapor do combustível.\nPara satisfazer as condições de funcionamento dos motores é necessário que o combustível possua frações leves para a partida e frações mais pesadas para a fa-\nFontes: CENPES/DIP ROD/82\nDepartamento Industrial, Divisão de Refinação Petroquímica — DEPIN/ DIREP/82.\nTABELA II\nECONOMIA DE DIVISAS PELA ADIÇÃO DE AEAC À GASOLINA\nDesse estudo concluiu-se que era possível estabelecer o valor mínimo em 80 IOM sem que fossem ultrapassados aqueles limites, mesmo considerando uma eventual falta de AEAC no mercado (tabela I).\nA elevação do índice de octano às custas da adição de AEAC é vantajosa para o País, visto que praticamente não há necessidade de se utilizar CTE, que é importado e produz efeitos negativos sobre o meio ambiente, nem de investir em novas instalações de processo, além de não acarretar aumento de consumo de combustível dos veículos da frota nacional (tabela II).\nPara corroborar essa solução, foram realizados teste de medição de consumo, coordenados pelo CENPES, em três veículos novos na época (1982), e utilizando-se três combustíveis: gasolina isenta de AEAC e suas misturas com 20 e 25% vol. deste último.\nOs resultados mostraram que os motores dos veículos testados eram mais adequados ao consumo de mistura gasolina/ AEAC do que de gasolina isenta de AEAC (fig. 3).\nDo ponto de vista da redução do consumo, o aumento do índice de octano da gasolina é benéfico, uma vez que enseja\nAno\tCusto de CTE para IOM 80 (a) MUS$\t\tEconomia Estimada MUSS\n\tSem AEAC (b)\tCom AEAC (c)\t\n1984\t10,6\t2,6\t8,0\n1985 (d)\t5,2\t0,7\t4,5\n(a)\tPreço do CTE em out./1985, US$ 2814/t CIF;\n(b)\tEstimado com base em estudos realizados em 1982;\n(c)\tNos limites da especificação vigente na época;\n(d)\t1.° semestre de 1985.\nFonte: CENPES/DIPROD/82 DEPIN/DIREP/85\nTABELA III\nPROPRIEDADES FISICO-QUIMICAS DO ETANOL E DA GASOLINA\nPropriedades\tEtanol\tGasolina (a)\nDensidade a 15,6/15,6°C\t0,794\t0,72 a 0,78\nPonto de ebulição, °C\t78\t27-220\nPressão de vapor, kPa\t19,6\t39,2 a 68,6\níndice de octano motor\t89\t60 a 80\ní ndice de octano pesquisa\t106\t70 a 95\nSolubilidade na água\tTotal\tNula\nRei. ar/comb. estequiométrica\t9,0:1\t14,7:1\nPoder calorífico inferior, kJ/kg\t26 743\t43 950\nP. cal. da mist, ar/comb., kJ/kg\t2 980 (b)\t3 001 (b)\nCalor latente de vap., kJ/kg\t921\t347\n(a)\tValores médios.\n(b)\tPoder calorífico na relação ar/combustível estequiométrica. Fonte: CENPES/DIPROD/85.\nFonte: CENPES/DIPROD/82.\nFonte: STI-MIC.\nFig. 3 - Consumo de combustível em função do teor de AEAC (consumo 55/45 em km/l).\nFig. 4 - Programa de economia de combustível (consumo médio em km/l).\nse de regime normal. 0 excesso de frações leves pode provocar a formação de vapores no sistema de alimentação do veículo, chegando até a interromper o fluxo de combustível (fenômeno denominado tamponamento por vapor).\nA adição de etanol à gasolina causa uma sensível mudança na sua curva de destilação, pela formação de um patamar, a partir do ponto 5% destilado, até um percentual que depende do teor de etanol na mistura (fig. 5).\nO etanol possui pressão de vapor menor do que a gasolina; no entanto, quando misturado a esta, forma azeótropos com os hidrocarbonetos leves, os quais possuem temperatura de ebulição menor do que a dos dois componentes isoladamente. Este efeito tem como consequência o aumento da pressão de vapor da mistura. Entretanto, observa-se maior influência em misturas com teores de etanol inferiores a 5% vol. Para teores mais altos, o aumento da pressão de vapor da mistura tende a se estabilizar (fig. 6).\nObserva-se, na prática, que as alterações decorrentes da adição de AEAC à gasolina não causam problemas de tamponamento por vapor nem dificuldade de\npartida a frio nos veículos que utilizam a mistura nos teores atualmente praticados, ou seja, 22 ± 1% vol. de etanol.\n3.2\t— Estabilidade à Oxidação&lt;\nA estabilidade à oxidação é uma característica que indica a existência de \"goma\" e a tendência à sua formação com a estocagem.\nA adição de etanol a gasolinas estáveis não altera sua estabilidade à oxidação, o que foi comprovado em ensaios de estocagem realizados pela PETROBRÁS. Contudo, a presença de metais, principalmente o cobre, no etanol, pode catalisar reações de oxidação, afetando a estabilidade da gasolina-base.\n3.3\t— Octanagem\nO etanol possui índice de octano maior do que a gasolina, e quando adicionado a esta, tem a propriedade de aumentar o poder antidetonante da mistura.\nSua influência sobre esse parâmetro varia de acordo com a composição da ga-solina-base e é tanto maior quanto menor for o índice de octano desta. À medida que componentes de maior octana\ngem são incorporados à gasolina, menor é o efeito causado pela adição de etanol.\nSeu efeito sobre o índice de octano da mistura é mais acentuado quando esta propriedade é medida pelo Método Pesquisa do que quando medida pelo Método Motor (tabela IV).\n3.4\t— Miscibilidade e Tolerância à Água\nO etanol anidro (99,3°INPM mínimo) é completamente miscível com a gasolina em qualquer proporção e a qualquer temperatura.\nA tolerância à água da mistura gasolina/ etanol é função da composição da gasolina-base, do teor de etanol na mistura e da temperatura ambiente, sendo mais elevada quanto maiores os teores de compostos aromáticos na gasolina e de etanol na mistura, e mais elevada a temperatura.\nEmbora as misturas de gasolina e etanol tenham alguma tolerância à água, cuidados devem ser tomados durante transferências e estocagem,'de modo a evitar contaminações com água em proporções danosas.\nO poder calorífico do etanol é menor do que o da gasolina. Conseqüentemente, o da mistura será menor do que o da gaso-lina-base. Essa diferença sugere aumento de consumo de combustível com a utilização de mistura gasolina/etanol. No entanto, esse efeito não é significativo, como constatado em testes efetuados em veículos que utilizam combustíveis com diversos teores de etanol.\nEm 1976, a PETROBRÁS realizou teste com trinta veículos de sua frota, utilizando misturas de até 25% vol. de etanol. As medições de consumo foram feitas em condições reais de tráfego urbano e de estrada, e os resultados mostraram que as diferenças de consumo obtidas em diferentes condições de tráfego e veículos eram muito mais significativas do que as resultantes do aumento do teor de etanol na mistura.\n3.6\t— Corrosividade\nDiversos trabalhos na área de corrosão e inspeções realizadas em veículos mostraram que misturas de gasolina com etanol são compatíveis com os materiais utilizados originalmente nos veículos a gasolina, não apresentando qualquer problema relativo à corrosão.\nEFEITO DO ETANOL SOBRE O ÍNDICE DE OCT ANO DA GASOLINA\nX. Composição da xGasolina índice de Octano\tNafta de Destilação Direta\t\tNafta de Craqueamento Catalítico\t\n\t0% vol. Etanol\t20% vol. Etanol\t0% vol. Etanol\t20% vol. Etanol\nMétodo Motor\t59,1\t75,8\t80,5\t81,9\nMétodo Pesquisa\t62,2\t80,8\t91,7\t97,2\nFonte: CENPES/DIPROD/82.\n4\t- INFLUÊNCIA DO USO DE ETANOL SOBRE O MEIO AMBIENTE\nOs efeitos deletérios do chumbo sobre o organismo humano são perfeitamente conhecidos. Os gases de combustão de gasolina aditivada com compostos à base de chumbo contribuem para o aumento da poluição por este metal.\nA utilização do AEAC em mistura com gasolina reduziu sensivelmente a necessidade do emprego de CTE no Brasil.\nA eliminação do uso de CTE é benéfica do ponto de vista do controle dos níveis\nde emissão de poluentes, tais como monóxido de carbono (CO), óxidos de nitrogênio (NOx) e hidrocarbonetos (HC), pois possibilita a utilização de conversores catalíticos capazes de reduzi-los (quadro I).\nAlém disso, de acordo com testes realizados sob coordenação do CENPES, a simples adição de AEAC à gasolina reduz proporcionalmente os níveis de emissão daqueles poluentes (tabela V).\nEmbora o aparecimento de aldeídos nos gases de exaustão de veículos movidos a combustíveis à base de álcool seja ainda\nFig. 5 - Efeito da adição de etanol sobre a curva de destilação Fig. 6 - Pressão de vapor Reid de misturas gasolina-etanol. da gasolina.\nINFLUÊNCIA DO AEAC EM EMISSÕES VEICULARES\nCO — é reduzido com o aumento do teor de AEAC na mistura;\nNOX — é reduzido com o aumento do teor de AEAC na mistura;\nHC — é reduzido com o aumento de AEAC na mistura;\nAldeídos — aumentam com o acréscimo de AEAC na mistura. Ainda não consta da NBR-6601 e seu efeito no meio ambiente não está bem caracterizado;\nCompostos de chumbo — são reduzidos pela substituição do CTE pelo AEAC.\nFonte: CENPES/DIPROD/85.\nEMISSÃO DE POLUENTES EM FUNÇÃO DO TEOR DE AEAC (em g/km)\nTeor de AEAC, % vol.\tCO\tNOX\tHC\n15\t15\t1,5\t1,8\n20\t13\t1,4\t1,6\n25\t10\t1,2\t1,5\n30\t7,5\t1,0\t1,4\n35\t7,2\t1,0\t1,6\n40\t5,6\t0,8\t1,6\nObs.: Teste conforme a NBR-6601 Fonte: CENPES/DIPROD/84.\nponto de controvérsia, testes realizados, na Faculdade de Medicina da Universidade de São Paulo, em cobaias expostas aos gases de escapamento de motores a álcool e a gasolina concluíram que a to-xidez crônica dos gases de combustão do etanol é menor do que a dos da gasolina.\nEsse trabalho concluiu também que o aumento da toxidez crônica se deve principalmente ao maior teor de HC não queimado e de óxidos de enxofre presentes nos gases de escape dos motores\nVeículo modelo 84 Média de três ensaios\nValores estatisticamente iguais\nFig. 7 - Consumo de combustível em função do teor de AEAC (em km/l).\na gasolina.\n5\t- PERSPECTIVAS PARA O AEAC\n5.1\t— Utilização de Misturas com Teores de AEAC acima de 22% vol.\nEm vista do crescente aumento dos estoques de AEAC no País, a PETROBRÁS iniciou, em 1984, um programa de pesquisas objetivando avaliar o desempenho de misturas gasolina/AEAC com teores de AEAC superiores ao especificado na\nFonte: CENPES/DIPROD/84.\népoca pelo Conselho Nacional do Petróleo, tendo-se realizado teste de medição de consumo e de dirigibilidade.\nOs ensaios de medição de consumo coordenados pela Divisão de Tecnologia de Produtos — DIPROD, do CENPES, foram realizados nos veículos mais representativos da frota nacional. Utilizaram-se modelos 82.e 84 de cada um dos tipos selecionados, de vez que os modelos 82 possuem taxa de compressão semelhante à dos demais veículos fabricados antes desta data, e ao mesmo tempo atendem aos requisitos de quilometragem exigidos pelo método de ensaio; já os modelos 84 possuem taxa de compressão maior do que a dos modelos 82. Com essa linha de ação, buscou-se analisar o comportamento dos veículos novos, modelo 84, e o da frota existente, representada pelos modelos 82.\nForam ensaiados combustíveis contendo 0, 15, 20, 30, 35 e 40% vol. de AEAC. As gasolinas-base foram compostas de nafta de destilação direta e de craquea-mento catalítico, misturas das duas naf-tas em proporções iguais e em proporções variáveis.\nA análise dos resultados permite concluir que a adição de até 25% vol. de AEAC à gasolina não acarreta aumento de consumo nos veículos testados. Por outro lado, os resultados mostraram que a composição da gasolina-base tem maior influência sobre o consumo do que o aumento do teor de AEAC (figs. 7 e 8).\nApós os testes de medição de consumo, foram realizados ensaios de dirigibilidade, em cooperação com um dos fabri-\ncantes de veículos, utilizando combustíveis com teores de 20, 25 e 30% vol. de AEAC, em veículos modelos 82 e 84.\nForam utilizadas duas gasolinas-base, uma composta exclusivamente com nafta de destilação direta e outra com nafta de craqueamento catalítico, procurando-se avaliar as duas situações extremas de composição de gasolina.\nOs resultados mostraram que a composição da gasolina-base influi na dirigibili-dade dos veículos na mesma proporção que o aumento do teor de AEAC, e que teores de até 30% vol. de AEAC não influem na partida a frio dos veículos.\nTABELA VI\nTESTE DE DIRIGIBILIDADE - PONTOS NEGATIVOS -\nVeículo/Modelo\tTeor de AEAC % vol.\tNafta Craqueada\t\t\tNafta Dest. Direta\t\t\n\t\t20\t25\t30\t20\t25\t30\nA/84\t\t0\t2\t0\t0\t3\t2\nB/84\t\t3\t5\t11\t14\t16\t17\nC/82\t\t5\t10\t12\t17\t20\t24\nObs.: Testes realizados com um exemplar de cada veículo. Fonte: CENPES/DIPROD/84.\nA nafta de craqueamento catalítico apresentou resultados melhores do que a nafta de destilação direta, tanto nos testes de consumo como nos de dirigibili-dade.\nO veículo modelo 82 testado foi o que apresentou maior sensibilidade ao aumento do teor de AEAC, além de ser o veículo que, sob as condições mais desfavoráveis, apresentou os piores resultados. Observou-se também que um dos veículos modelo 84 testados, por ser mais evoluído tecnicamente, não apresentou sensibilidade ao teor de AEAC nem à composição da gasolina,\npodendo-se utilizar, nesses veículos, teores de AEAC de até 30% vol., sem que ocorram problemas de dirigibilida-de. No outro, embora tenha sido observada maior sensibilidade ao teor de AEAC, é possível utilizar misturas com até 25% vol. de AEAC (tabela VI).\nTendo em vista os resultados obtidos e considerando-se a evolução técnica dos veículos atuais, é vantajosa a utilização de até 25% vol. de AEAC em mistura com a gasolina.\n5.2\t- Utilização de AEAC em Mistura com Óleo Diesel\nAtualmente a PETROBRÁS está estudando, juntamente com a Secretaria de Tecnologia Industrial do Ministério da Indústria e do Comércio, a viabilidade do uso de mistura de óleo diesel com AEAC.\nEstão sendo acompanhadas frotas de usinas produtoras de álcool para verificar a estabilidade da mistura e a influência do AEAC no consumo de combustível.\nVeículo modçlo 82\ncatai ítico\tdireta\nFonte: CE NPES/DIPROD/84.\nFig. 8 - Consumo de combustível (consumo 55/45 em km/l).\nTestes de medição de consumo em circuito urbano simulado, realizados pelo CENPES, mostraram que a mistura de 5% vol. de AEAC em óleo diesel não acarretou aumento de consumo de combustível.\nA PETROBRÁS também está acompanhando testes em andamento no Instituto Militar de Engenharia, que visam à avaliação de misturas de óleo diesel com AEAC e butanol como co-solvente.\nObjetiva-se, em princípio, restringir o emprego da mistura de AEAC com óleo diesel a frotas cativas, devido às dificuldades de estabilização da mistura. A so-lubilidade do AEAC no óleo diesel é função de sua composição, da temperatura e da presença de água.\n5.3\t— Novos Mercados\nO controle da poluição ambiental, principalmente nos países da Comunidade Econômica Européia e nos Estados Unidos, requer veículos com projetos mais sofisticados a fim de reduzir os níveis de emissão de poluentes dos gases de exaustão.\nEVOLUÇÃO DO TEOR MÁXIMO DE CTE NA GASOLINA (em g/l)\nTABELA VIII\nEVOLUÇÃO DO MERCADO DE GASOHOL NOS EUA\nAno\tEUA\tReino Unido\tFrança\n1975\t0,77\t0,55\t0,64\n1983\t0,29\t0,40\t0,40\n1984\t0,29\t0,40\t0,40\n1985\t0,29 (a)\t0,40\t0,40\n1986\t0,03 (b)\t(c)\t0,40 (d)\n(a)\tReduzido para 0,13 g/l a partir de 01 -07-85;\n(b)\tEstimativa;\n(c)\tNão disponível;\n(d)\tEm 198Ô, prevêem-se 0,15 g/l.\nFonte: DECOM/DINERG/85.\nAno\tVendas de Gasohol Mm3\tParticipação do Brasil no Mercado de Etanol — %\n1981\t3,1\t10\n1982\t8,7\t22\n1983\t6,8\t10\n1984\t21,5\t24.\n1985 (â)\t25,7\t12\n(a) Estimativa. Fonte: DECOM/DINERG/85.\nEm vista das crescentes exigências de controle da poluição ambiental, principalmente nos países da Comunidade Econômica Européia e nos Estados Unidos, que requerem veículos com projetos mais sofisticados a fim de reduzir os níveis de emissão de poluentes dos gases exaustão.\nEm vista das crescentes exigências em relação a esse controle, o uso de aditivos melhoradores de octanagem, em sua maioria à base de chumbo, vem decaindo sistematicamente ao longo dos anos, pois, além de envenenarem os conversores catalíticos dos dispositivos de controle de poluentes, apresentam, por si só, elevado grau de toxidez (tabela VII).\nA partir de 1985, espera-se uma restrição efetiva ao uso desses compostos, culminando na sua total exclusão, provavelmente a ser efetuada antes de 1990, em determinados países.\nNos países em desenvolvimento, onde a dependência da importação de petróleo onera sobremaneira sua balança comercial, buscam-se outras correntes obtidas de fontes que não sejam o petróleo, visando aumentar a disponibilidade de combustíveis comerciais.\nDentro deste panorama, abre-se um mercado em franca expansão para outros compostos elevadores de octanagem da gasolina: basicamente os compostos oxigenados, entre os quais o etanol apresenta excelentes condições técnicas.\nCom os incentivos federais e estaduais à produção de etanol nos EUA, as vendas de gasohol (mistura de gasolina com 10% vol. de etanol) vêm evoluindo significativamente naquele país nos últimos anos (tabela VIII).\nEstima-se que, em 1984, as vendas de gasohol representaram cerca de 5% das vendas totais de gasolina nos EUA.\nContudo, concomitantemente à criação dos incentivos ao preço do etanol produzido nos EUA, o Governo norte-americano vem impondo aumentos progressivos das taxas de importação sobre o etanol para fins carburantes, que no momento alcançam US$ 0,60/galão, o que representa um acréscimo de 68% do seu valor CIF colocado nos EUA (US$ 0,88/ galão).\nAnte a criação de barreiras protecionistas à importação de etanol, as vendas deste produto para os EUA estão sendo prejudicadas. Mesmo assim, no ano de 1984, quase 24% do etanol consumido naquele país foram importados do Brasil.\nTABELA IX\nETANOL COMO CO-SOLVENTE DE METANOL\n\tMisturas\t\t\t\n\t1\tII\tIII\tIV\nComposição, % vol. Gasolina\t95,0\t92,5\t90,0\t87,5\nMetanol\t5,0\t5,0\t5,0\t5,0\nEtanol\t0,0\t2,5\t5,0\t7,5\nTolerância à água, °C (a) água adicionada, % vol. 0,0\t-5\t-40\t&lt;-40\t&lt;-40\n0,1\t> 24 (b)\t19\t-3\t-22\n0,2\t-\t> 24 (b)\t21\t5\n(a)\tMétodo ASTM D2500 — Determinação de ponto de névoa de produtos de petróleo;\n(b)\tSeparação de fases.\nFonte: CENPES/DIPROD/85.\nAinda como elevador de octanagem, o etanol brasileiro possui um mercado potencial como co-solvente de metanol em mistura com gasolina, em decorrência da aprovação, em janeiro deste ano, pela Environmental Protection Agency (EPA), do \"Du Pont Waiver\", que prevê a mistura de gasolina com até 5% de metanol e, pelo menos, 2,5% de co-solven-te, que pode ser o etanol.\nO metanol é praticamente insolúvel na gasolina, uma vez que traços de água são suficientes para causar separação de fases da mistura. Nesse sentido, a adição de etanol à mistura gasolina/metanol proporciona sensível aumento da sua tolerância à água, sendo este aumento tanto maior quanto maior o teor de etanol na mistura. Ainda assim, cuidados com contaminações de água devem ser tomados para se evitar separação de fases da mistura (tabela IX).\nA implementação dessa mistura esbarra, no momento, na restrição imposta pela EPA referente ao índice de emissões de vapor a ser atendido pelos misturadores.\nEste problema, de natureza técnica, está em discussão naquele órgão e deverá retardar por alguns meses o crescimento esperado da demanda de etanol.\nAlém do promissor mercado americano, dada a posição de liderança que o Brasil ocupa no mercado mundial de álcool e a divulgação do Proálcool no exterior, a PETROBRÁS vem recebendo consultas de outros países, de órgãos e empresas estatais e privadas interessados em aspectos tecnológicos, na disponibilidade de equipamentos e materiais para a produção de álcool e em aspectos técnicos da mistura gasolina/álcool. Esse interesse tem sido demonstrado por países da América Latina, Ásia e África.\n6\t- UTILIZAÇÃO DE ÁLCOOL ETÍ-LICO HIDRATADO COMBUSTÍVEL\nUm dos problemas enfrentados no iní\ncio da implantação do Proálcool foi o aparecimento de corrosão nos primeiros veículos destinados ao consumo de AEHC. Esses veículos eram essencialmente os mesmos movidos a gasolina, com os motores convertidos para possibilitar sua utilização com aquele combustível.\nPara superar esses inconvenientes, a indústria automobilística fez alterações sensíveis no tipo de material utilizado nas diferentes peças componentes do sistema de combustível, sujeitas ao ataque corrosivo pelo AEHC.\nOs problemas de corrosão, embora solucionados, resultaram no encarecimento desses veículos devido ao emprego de revestimentos mais nobres e, portanto, mais caros.\nA produção de um AEHC não-corrosivo possibilitaria o retorno aos materiais originalmente utilizados nos veículos a gasolina e traria vantagens econômicas para a indústria e, conseqüentemente, para o consumidor.\nNeste sentido, a PETROBRÁS investiu\nem pesquisas e o CENPES desenvolveu um AEHC neutro, não-corrosivo, em experiências realizadas em uma usina particular em Penedo, Alagoas. Amostras desse novo tipo de álcool foram enviadas para teste em algumas montadoras. Em dois meses e meio (aproximadamente 35 000 km) de teste com um veículo cujos componentes do sistema de alimentação não dispunham de nenhuma proteção anticorrosiva, não se observou início de ataque corrosivo pelo novo AEHC.\nEm paralelo, as usinas produtoras de etanol também poderão se beneficiar com a utilização de materiais mais baratos que o aço inoxidável em suas instalações.\nAGRADECIMENTOS\nAos técnicos Jacy T. E. S. Palmeira, Ronaldo B. Cosendey, Décio M. Maia e lamara Salioni pela colaboração prestada na elaboração deste estudo."}]}}}