{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11570"}, {"@name": "filename", "#text": "16930_ARTIGO_EstimationFlowComponents.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "33\n\nRevista do Instituto de Geociências - USP\n\nGeol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nDisponível on-line no endereço www.igc.usp.br/geologiausp - 3 -\n\nAbstract\nThe quantification of flow components is important for water resource management. The base, interflow, and runoff flows \nof nested basins of the Paracatu River (SF-7) were estimated with recursive signal filters in this study. At first, stationary \nanalysis and multivariate gap filling were applied to the flow data. A methodology is presented, proposing filter calibration \nwith the runoff influence and inflection of the recession curve for dry season. Filters are improved with a logic constraint \nthat limits water flow overestimation within algorithm iteration. The results were coherent with previous studies and with \nhydrogeological and climatological maps.\n\nKeywords: Hydrogeology; Hydrology; Recursive signal filters; Base flow; Aquifers; Water resource management.\n\nResumo\nA quantificação dos componentes de vazão é importante para a gestão de recursos hídricos. Empregaram-se, neste estudo, \nfiltros recursivos de sinais para delimitação dos fluxos de base, interfluxo e rápido de sub-bacias aninhadas na Bacia do Rio \nParacatu (SF-7). Preliminarmente, os dados de vazão tiveram sua consistência avaliada por meio de análises de estaciona-\nlidade e preenchimento multivariado das lacunas de dados. Apresenta-se uma metodologia em que os filtros são calibrados \npela influência do escoamento superficial e pela inflexão na curva de recessão do período sazonal de seca. Os filtros foram \naprimorados por uma restrição lógica, que limita a sobre-estimação da vazão à cada iteração do algoritmo. Os resultados \nforam condizentes com estudos prévios e com mapeamentos hidrogeológicos e climatológicos. \n\nPalavras-chave: Hidrogeologia; Hidrologia; Filtros recursivos de sinais; Fluxo de base; Aquíferos; Gestão de recursos hídricos.\n\nEstimation of flow components by recursive filters: case study of \nParacatu River Basin (SF-7), Brazil\n\nQuantificação dos componentes de vazão por meio de filtros recursivos: estudo de caso da \nBacia do Rio Paracatu (SF-7), Brasil\n\nVitor Vieira Vasconcelos1,2, Paulo Pereira Martins Junior2,3, Renato Moreira Hadad4\n1Assembleia Legislativa de Minas Gerais, Rua Rodrigues Caldas, 30, Santo Agostinho, CEP 30190-921, Belo Horizonte, MG, \n\nBR (vitor.vasconcelos@almg.gov.br)\n2Universidade Federal de Ouro Preto - UFOP, Campus Morro do Cruzeiro, Ouro Preto, MG, BR\n\n3Setor de Técnicas de Análise Ambiental, Diretoria de Desenvolvimento Tecnológico, Fundação Centro Tecnológico de \nMinas Gerais, Belo Horizonte, MG, BR (paulo.martins@cetec.br)\n\n4Departamento de Geografia, Instituto de Ciências Humanas, Pontifícia Universidade Católica de Minas Gerais, Belo Horizonte, \nMG, BR (infoespa@pucminas.br)\n\nReceived 03 October 2011; accepted 06 September 2012\n\nDOI: 10.5327/Z1519-874X2013000100001\n\n\n\nVasconcelos, V. V. et al.\n\n- 4 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nINTRODUCTION\n\nHydrograph separation between superficial runoff components \nand the base flow is important for water resource management, \nespecially when referring to dry and flood conditions (Tularam \nand Ilahee, 2008); reservoir navigation and maintenance \n(McMahon and Mein, 1986); ecological flow, salinity and al-\ngae management (Santhi et al., 2008); and nutrient and con-\ntaminant outflows into water body (Reay et al., 1992; Dolezal \nand Kvítek, 2004; Schilling and Zhang, 2004). The compo-\nnents of hydrograph separation can also serve as input data \nfor more complex models, such as those for water budget \nand hydrological forecasting (Corzo and Solomatine, 2007). \nBy analyzing the groundwater contribution to each sub-basin \nflow of water courses, it is possible to adequately define how \neach area effectively contributes for recharging and discharg-\ning of the aquifers.\n\nSpecific mapping of the groundwater discharge by sepa-\nration of its hydrograph components, in nested basins, can \nbe a useful diagnostic tool for articulating issues involv-\ning environmental policies and water resources, with the \nobjective of developing a sustainable management frame-\nwork. This applies to the geo-environmental management \ncontext in which government intends to gradually imple-\nment management policies, such as water tax and payment \nfor environmental services. Mapping makes it possible to \nrecognize the relative importance of each basin sub-region \nregarding the underground water supplied to the rivers. \nWith this information, water and soil conservation man-\nagements can be valued, mainly in the most critical areas. \nThus, one of the adapted policies could be that whoever best  \ncontributes to the recharge maintenance of the aquifer would \npay less for water usage, or maybe, as a counterpart,  \nwould be paid for the environmental service provided. Since \nmost water resource conflicts occur during dry seasons, \nwhen river flow is sustained mainly by groundwater dis-\ncharge, the base flow (and its respective mapping) quantifies \nthe most critical characteristics to be considered. In addi-\ntion, quick flow mapping could indicate areas that are inter-\nesting for the implementation of flow retention and regular-\nization techniques, which involve water containment during \nthe rainy season and its liberation during the dry season. \n\nAs proposed by Johnson et al. (1999), Dillon (2005) \nand Martins Junior (2006), the final objective of a poli-\ncy that integrates orderly sustainable land and water use \nwould be to hydrogeologically and economically quantify \nthe feasibility of increasing infiltration in areas of great-\ner recharge potential during the rainy season, in order to \nguarantee an adequate minimum flow during the dry sea-\nson and improve water quality.With future demanding \nmore refined environmental management, the standards \nestablished by distinct entities (federal, state and munici-\npal, together with those directly involved with watersheds) \n\ncould provide the needed degrees of protection or conser-\nvation, which would be gradually defined as hydrogeolog-\nical knowledge increases. Therefore, at a given site, sci-\nentifically reliable intervention could be practiced for the \nsustainable usage of its natural resources.\n\nGap filling in hydrological data series\n\nThe stationary evaluation of hydrological data in time se-\nries is justified by the fact that it is assumed to be necessary \nfor hydrological and hydrogeological statistical modeling \n(Tucci, 2009; Souza et al., 2009), including its use to estimate \ninput data for gaps in the flow data series. Noteworthy is the \nmethodological attitude proposed by Müller et al. (1998), \nwho claims that stationary study of hydrological time series \nshould be employed as a tool to aggregate information and \nfor comparative analyses, which would be more than simply \nhypothesis rejection testing.\n\nAs a preparatory step for filling in the flow gaps from \nthe stream gauges, the Brazilian National Water Agency \n(Souza et al., 2009) recommends the grouping support ap-\nproach of gauging stations. This methodology consists of \nselecting data from stations that are topologically closer \ndownstream and upstream of the gauging station from \nwhich the gaps are being filled. It is also feasible to include \ndata from stations in nearby basins, providing these basins \nhave homogeneously physiographic characteristics. The \nstations whose data present the greatest correlating coef-\nficients are used for filling in the gaps. Rodriguez (2004), \nNovaes (2005), Moreira (2006), Latuf (2007) and \nSouza (2009) used the gauging station support approach \nfor hydrological studies at the Paracatu River Basin.\n\nSchafer and Graham (2002), Allison (2002) and \nEnders (2010) classified expectation maximization (EM) \n(Hartley, 1958; Dempster, Laird, Rubin, 1977) and mul-\ntiple imputation (MI) as the most robust methods available \nfor gap analysis in statistical databases. The algorithms from \nboth methods are present in the Statistical Package for the \nSocial Sciences (SPSS) software model — missing values. \nPresti et al. (2010) indicate that using multivariate techniques \n(such as EM and MI) increase the statistical reliability of hy-\ndrological data gap filling. Thus, it is possible to work with \ngreater gap percentages or shorter time series. Furthermore, \nsince accurate flow estimates of the hydrogeological basin re-\nquire daily runoff data, extra statistical care must be provid-\ned to ensure that data validation is more reliable, rather than \nwhen working with only a series of monthly measurements.\n\nA typical case of discharge estimation improvement \nusing multivariate techniques for gap filling occurs when \none stream gauge receives water input from two or more \nsupporting affluent gaging stations, with significantly dif-\nferent discharge behavior. Analogically, another case, but \nin a more complex scenario, refers to the spatiotemporal \n\n\n\nEstimation of flow components by recursive filters\n\n- 5 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nheterogeneity of rainfall occurrence registered in nearby \ngauging stations and in the station requiring gap fillings.\n\nAmisigo and Vand de Giesen (2005), in applied studies, \ndemonstrated that the EM technique provides more precise \nestimations of flow data gaps, when compared to the classi-\ncal regression ones. Enders (2010) mathematically showed \nhow EM estimation is more robust in relation to data dis-\ntribution presuppositions, when compared to conventional \nregression techniques. In addition, EM input presents an \nadvantage over multivariate regression by maximizing its \nstatistical power through information obtained from the dis-\ntribution curve of incomplete cases, and by estimating the \noriginal time series variance level (Enders, 2010).\n\nMeanwhile, MI adds a random residual to the selected \nmultiple regressions (analogically to a stochastic multiple \nregression), so that the results maintain the original vari-\nance of the observations as a whole. However, even though \nthis random residual keeps the original variance, it distances \nthe input value “at the same measurement” in relation to its \nmaximum probability value, thus reducing data estimation \nreliability. Cano and Andreu (2010) alerted that in series \nwith significant time correlation such as that with hydro-\nlogical data, the sum of random residual by the conventional \nMI algorithms could lead to results that are less compatible \nwith the natural behavior of real data.\n\nAlso, Enders (2010) stated that the methodology op-\ntions of MI algorithms are not as mature, consolidated, and \ntested as those of EM. On the other hand, an existing broad \nstudy by Amisigo and Vand de Giesen (2005) about EM, \napplied to gap filling in hydrologic data, brought more se-\ncurity for using such methodology.\n\nPresti et al. (2010) suggested that in unimodal oscillating \nclimates (contrast between dry and rainy seasons, as in the case \nof the Paracatu River Basin), the gap filling should be applied \nseparately for two periods of the year: rainy and drought. Thus, \nthe distinct water flow dynamics at each of these two seasons \nwill be captured with more assurance in their correlation. In the \ndry season, it is expected that the coefficient of the recession \ncurve in logarithmic scale, in each basin, will be one of the de-\nfining characteristics of the correlation for lag filling. The rainy \nperiod, in turn, would present a major influence from the flux \ncharacteristics referring to the separation between superficial, \nsubsurface, and groundwater flows.\n\nBase flow estimation\n\nField and direct inference methods are amongst the most \nwidely used for base flow inference. The field methods \ninclude direct monitoring of the aquifer level (by wells  \nand/or piezometers), correlations parting from water  \ntemperature obtained by direct measurement or tracers, \nand infiltration monitoring by lysimeters. However, the \nemployment of these techniques for large basins involves \n\nexorbitant costs due to the extensive sampling network  \nrequired and creates uncertainty because of the spatial  \nheterogeneity of hydrogeological processes. \n\nRegarding techniques that try to specify the base flow \nby indirect inference, the most common are: water budget, \nhydrograph component separation, calculation of the flow \nrecession (equation from Rorabaugh, 1964), and system-\natic comparison between rainfall events for hydrological \npulses analysis (Su, 1995).\n\nNevertheless, because the hydrograph separation \nmethods focus only on the base flow of watercourses, they \ndo not incorporate the quantitative loss concerning river \nevapotranspiration and deep percolation that crosses be-\nneath the gauging station (Risser et al., 2005). These two \nfactors are important for the recharge analysis of the aqui-\nfers since they interfere in the water budget of the basin.\n\nBase flow separation by means of computational calcu-\nlations eliminates the imprecision and inherent subjectiv-\nity of the traditional graphic methods as those proposed by \nBarnes (1939). However, Risser et al. (2005) noticed that \nconventional hydrograph separation by numerical meth-\nods (PART, local minimums fixed intervals, fluctuating in-\ntervals) might create difficulties for comparing base flow \nestimates of different-sized basins (including the nested \nones). An increase in basin area implies: greater runoff \ntime, flood lessening, bed friction on the flow, partially \nsimultaneous flow contributions from tributaries, and re-\ngional hydrogoeological flow, among other factors, which \ncan rarely be automatically calibrated by the available al-\ngorithms. Figure 1 highlights how these methods can gen-\nerate distortions in base flow separation.\n\n100\n\n10\n\n1\n\nF\nlo\n\nw\n, \nin\n\n c\nu\nb\n\nic\n f\nee\n\nt \np\n\ner\n s\n\nec\no\nn\nd\n\nWE-38\n3-Day interval\n\nApril May\n\n1,000\n\n100\n\n10\n\nKLINGERSTOWN\n5-Day interval\n\nApril May\n\nBase Flow\nStream?ow\n\nFigure 1. Effects of flow separation based on an interval \nchange from three to five days, by the fixed interval method \n(Hysep software), considering the discharge from basins \nWE-38 (2.8 square miles) and East Mahantango Creek – \nKlingestown (45 square miles) from April to May of 1996 \n(Risser et al., 2005). Risser et al. (2005) demonstrate how the \ninterval change is arbitrary and does not adequately identify \ninflection points on the curve in any of the hydrographs.\n\n\n\nVasconcelos, V. V. et al.\n\n- 6 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nThe numerical methods for recharge calculations through \nrecession curve analysis, theoretically, are not affected by this \nlimitation. As such, instead of starting with the recognition of \nthe inflection point (like hydrograph separation methods), the \nmethods for analyzing recession begin by identifying flow \npeaks, after which the flow recession behavior is calculated \n(Rutledge, 1993, 1998, 2000). In order to analyze flow reces-\nsion, it is necessary to calibrate the critical time (tc), that is, the \nperiod to cease the influence of runoff. To achieve such thing, \nRutledge (1993) and Welderufael and Woyessa (2010) refer to \nthe empirical formula made by Lynsley et al. (1975):\n\nN = 0.827* A0.2 (1)\n\nwhere:\nN: time (in days) after hydrographic peaking to stop the \nparticipation of runoff; and\nA: is the area of the basin, in km2.\n\nNotwithstanding, this formula presumes that the rain-\nfall event covered the entire basin — a criterion that makes \nthe equation less reliable with the basin area increase.\n\nFor greater reliability of the recession curve analysis, it \nis necessary to identify relatively long and continuous re-\ncession periods (without intercurrent flow peaks) (Halford \nand Mayer, 2000). Care must be taken so that abnormally \nlow flow periods are not presented as part of the standard \nbehavior of the water system (Rutledge, 2003). Halford \nand Mayer (2000) and Larocque et al. (2010) observed that \nthe manual and automatic hydrograph separation methods, \nwhen applied based on analysis of recession at closely \nspaced peaks related to intercurrent rain, could lose their \nreference criteria and as such diminish the reliability of the \ncomponent separation process. Furthermore, it would tend \nto overestimate the base flow value by considering a reces-\nsion flux, which is still under the effects of superficial and \nsubsurface runoff from recent rainfall events (Figure 2).\n\n600\n\n500\n\nStream ?ow\nBase ?ow\n\nBase ?ow separation using iSep\n\nF\nlo\n\nw\n r\n\na\nte\n\n (\nc\nfs\n\n)\n\nOver estimation\nin base ?ow\n\n400\n\n300\n\n200\n\n100\n\n0\n\nDates: 25/02/1961 to 31/03/1961\n25/02/1961 04/03/1961 11/03/1961 18/03/1961 25/03/1961\n\nFigure 2. An example that demonstrates an overestimation of the base flow by the minimum-place method for the \nhydrograph of the Little Eagle Creek Basin in Speedway, Indiana, USA (Lim et al., 2005). Overestimation with this method \nis frequent when there are two discharge peaks close to each other, masking the inflection point referent to the first peak.\n\n\n\nEstimation of flow components by recursive filters\n\n- 7 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nIn order to incorporate the advantages of recession anal-\nysis into criteria for hydrograph separation without distort-\ning them by the use of temporal interval variables, an alter-\nnative would be to use digital recursive filters. With their \nuse, it is presumed that the low-frequency waves of the \nhydrograph inform the base flow, while the high ones re-\nlate to the runoff (Lim et al., 2005). The sum of both waves \ncorresponds to the total flow of the hydrograph.\n\nPeters and Van Lanen (2005) and Brodie and Hostetler \n(2005) state that the inherent disadvantage of the recursive \nfilters is that they rely only on the hydrograph form, with-\nout a sustainable base of physical parameters. To over-\ncome this problem, Ghanbarpour, Teimouri and Gholami \n(2008), Asmeron (2008), Tularam and Ilahee (2008) and \nLim et al. (2007, 2010) proposed the possibility of cali-\nbrating the recursive filter parameters, based on the reces-\nsion curve analysis of the hydrograph.\n\nOBJECTIVES\n\nThis article had as a general objective to present a study \nabout flow components of the sub-basins of Paracatu \nRiver, furnishing data to improve the management of its \nwater resources. To achieve this, the following specific \ntasks were undertaken:\n• stationary analysis of the flow average and variance for \n\nthe gauging stations in Paracatu River Basin;\n• discharge gap filling with the use of the multivariate \n\ntechniques  EM and MI;\n• filter calibrating with double parameters, i.e., runoff in-\n\nfluence and recession curve inflection;\n• incorporation of a logical restrictor to estimate the base \n\nflow of recursive filters, impeding an overestimation of \n\nthe base flow participation in the total discharge calcu-\nlated by each iteration of the algorithm;\n\n• spatial analysis of the relationship between base flow \nestimation and its geographical data regarding climate \nand hydrology.\n\nIt is worthnoting that preexisting studies using recur-\nsive filters have yet to focalize on the comparison of basins \nwith diverse sizes. This article, by encompassing the con-\ncatenation between Paracatu Basin and its nested basins \nthrough readings from internal gauging stations, presents \nunique scientific data.\n\nMETHODOLOGY\n\nParacatu River Basin characterization\n\nThe Paracatu River Basin is almost totally located in \nNorthwestern Minas Gerais, in Brazil with a small up-\nstream area in the State of Goiás and Federal District \n(Figure 3). The basin has an extension of 45,154 km2, and \nit is the largest among all the affluents that flow directly \ninto the São Francisco River.\n\nThe Paracatu River Basin has a megathermic rainy \nclimate of the Aw type (IGAM, 2006). It is a typically \nrainy tropical with high temperatures and oscillating un-\nimodal precipitation concentrated in the months from \nOctober to April, when it rains an average of 93% of the \ntotal annual rainfall (Mulholland, 2009). Figure 4 shows \nthe rainfall distribution. From the basin’s climatic charac-\nterization by Ruralminas (1996), it becomes evident that \nthere is a spatial correlation between the precipitation \ndata and other climatic variables, such as temperature, \n\n50ºW\n\nBrazil\n\n48ºW 46ºW 44ºW 42ºW 40ºW 80ºW 70ºW 60ºW 50ºW 40ºW\n\n1\n6\nºS\n\n1\n8\nºS\n\n2\n0\nºS\n\n2\n2\nºS\n\n0\nº\n\n1\n0\nºS\n\n2\n0\nºS\n\n3\n0\nºS0 100 200 300\n\nkm 0 500 1000 2000\nkm\n\nSã\no \n\nFr\nan\n\nci\nsc\n\no\n\nP\nar\n\nac\nat\n\nu\n\nFigure 3. Location of the Paracatu River Basin, nested in São Francisco River Basin, highlighted within Brazilian states.\n\n\n\nVasconcelos, V. V. et al.\n\n- 8 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nsolar radiation, humidity, evapotranspiration, cloudiness, \nwater stress, and storm frequency.\n\nThe Paracatu River Basis stratigraphy presents dis-\ntinct rock systems that support aquifers (Figure 5). \nBy means of the graphic method proposed by Barnes \n(1939), the Minas Gerais Technological Center \nFoundation (CETEC, 1981) estimated that, for the \nParacatu River Basin, at different points, from 32 to \n48% of the watercourse flow is maintained by under-\nground aquifers. This contribution increases as the wa-\ntercourse passes through recharge areas of cretaceous \nsandstones and tertiary-quaternary sedimentary cover, \nand therefore they were characterized as favorable re-\ncharge areas. In addition, these calculations considered \nthat the infiltration and contribution from the fractured \nand Karst formations of Bambuí aquifer would be very \nlow or virtually nonexistent when compared with the \naforementioned granular aquifers. Ramos and Paixão \n(2004) also highlighted the importance of porous sedi-\nmentary aquifers for the perpetuation of rivers feeding \nSão Francisco River Basin.\n\nAreado and Urucuia Formations (Cretaceous) are \ncharacterized by free aquifers that furnish a significant \namount of water through hillside sources (CETEC, 1981) \nand possibly through direct effluence along streams. They \nare formed by thick sandstone (up to 140 m) and lie di-\nrectly on an impermeable substrate of the Bambuí group \n(Eo-Cambrian) (CETEC, 1981). However, the underly-\ning mesofractures identified in the Bambuí Formation \nmay increase the complexity of these aquifers through the \ncombination of fractured and granular aquifers (Martins \nJunior, 2006). Mata da Corda Formation, with up to 100 m \n\nthickness, also has a porous aquifer overlying the Aerado \nFormation (RURALMINAS, 1996).\n\nMorphologically, porous aquifers of the older tertiary-\nquaternary cover lie underneath part of the São Francisco \nResidual Plateaus, forming tabular surfaces with a height \nof more than 900 m (Andrade, 2007). In the Paracatu \nRiver Basin, the tabular surfaces are scarcely reworked \nand have almost no drainage. These characteristics are due \nto a thick sedimentary layer with high infiltration poten-\ntial (CETEC, 1981). The main discharge areas are located \nat the foothills of the elevations, along the flank or edges \nof the plateaus, where there is contact between the aquifer \nand an impermeable substrate. These aquifers have an av-\nerage thickness of 10 m and can exceptionally attain 30 m \n(RURALMINAS, 1996), with a registered record of up to \n80 m (Mourão, 2001).\n\nThe more recent tertiary-quaternary sedimented aquifers \nare located in the river plains of Rio Paracatu River Basin, \nlying atop the Bambuí Group pelites with low permeability, \nwhereupon there is frequent exudation in the contact area \nof two lithologies (CETEC, 1981; Mourão, 2001). Due to \npredominant geomorphology of the plane surfaces of this \naquifer system (Andrade, 2007), CETEC (1981) hypoth-\nesize that local and regional base flows exist where there \nare hydraulic connections between aquifers and rivers — in \nthis way, the aquifers function as flow regulators of such \n\n48ºW\n\n1\n5\nºS\n\n47ºW 46ºW 45ºW\n\n0\n\n1\n6\nºS\n\n1\n7\nºS\n\n1\n8\nºS\n\nkm\n\n20 40 80\n\nFigure 4. Annual average rainfall for Paracatu River Basin (in \nmm), based on data from Nunes and Nascimento (2004).\n\nFractured\n\n1\n6\nºS\n\nKarstic-Fractured\n\nKarstic\n\nDeep Porous\n\nShallow Porous\n\n1\n7\nºS\n\n1\n8\nºS\n\n47ºW 46ºW 45ºW\n\n0 20 40 80\n\nkm\n\nFigure 5. Rock systems containing aquifers in the Paracatu \nRiver Basin. This is inferred by means of lithostratigraphic \ndata supplied by Martins Junior (2006).\n\n\n\nEstimation of flow components by recursive filters\n\n- 9 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nwatercourses. The water storage potential is less than in the \nother porous aquifers of the basin, due to the narrowness — \nan average of 5 m (RURALMINAS, 1996).\n\nFractured aquifers occur in the Bambuí and Canastra \nGroups, as well as in the Paracatu, Vazante, and Paranoá \nFormations. Their storage capacity depends on their frac-\nture extension, continuity and interconnections, together \nwith their opening and interior void volume. In compar-\nison with granular aquifers, the possibility of direct rain \ninfiltration in these fractured rock reservoirs is small be-\ncause the fractures are narrow (Mourão, 2001). The re-\ncharge happens by vertical infiltration from an upper shal-\nlow aquifer or by deeper infiltration from the cretaceous \nand tertiary-quaternary sedimentary layer covers, as well \nas by points where both fracture and drainage coincides, \nthat is, through watercourses controlled by fracture direc-\ntion (RURALMINAS, 1996).\n\nThe Karstic aquifers of the Paracatu Basin predomi-\nnantly correspond to geomorphological areas consisting of \nridges and steep slopes (Andrade, 2007). Since they are \ndistributed along the deformation zone of the Unaí Ridge \nand were submitted to strong tectonism (transcurrent and \nthrust faulting, as well as folding structures), it is assumed \nthat there is a high degree of fracturing. Furthermore, the \npresence of sinkholes, caves and sinks indicates endokarst \ndevelopment by dissolution. It can also be presumed that \nthese aquifers enable a significant hydrogeological flow. \nIn evolved Karstic forms, the expressive flow from their \ninherent ducts produces aquifers with accentuated reces-\nsion coefficients because as the water leaves them quickly, \nthey provide little water for the springs during the apex of \nthe dry season.\n\nThe quaternary alluvial deposits are usually found \nalong the drainage system, in flood plains and in terraces. \nThey are active zones for water exchange, for receiving \nrecharge from the rivers during rainy periods, and for dis-\ncharging it during dry periods (Mourão, 2001).\n\nIn the transition areas between the residual plateaus and \nthe São Francisco depression in Paracatu Basin, the domi-\nnant reworked geomorphological features of the hills and \nslopes are regions where the hydrological role of transient \nflow occurs. This is because their localization is between the \naquifer systems and due to the fact that the greater inclina-\ntion disfavors rain infiltration in these areas. Nevertheless, \nit is good to remember that all surfaces with a weathered \ncover contribute in part to groundwater recharging.\n\nComponent flow estimation of the basins with \ngauging stations\n\nData source for the analyses performed for this article is \nthe record of gauging stations flow available on the Internet \nfor all regions in Brazil, supplied by the hydrological \n\nInformation system (Hidroweb) of the Brazilian National \nWater Agency (ANA, 2008).\n\nRodriguez (2004), Novaes (2005), Moreira (2006) and \nSouza (2009) opted for the period between 1970 and 2000 \n(30 years), and selected and evaluated the use of 19 to 21 \ngauging stations at the Paracatu River Basin as consistent. \nHowever, the analysis of the operation history of these \nstations shows that a greater part of them became opera-\ntive between 1975 and 1976. Consequently, by choosing \na main set of stations from 1976 to 2000, it was possi-\nble to mount a basic block of 23 stations, minimizing the \ngap filling and series extension uncertainties. July of 2001 \nwas the period’s limit due to the beginning of interventions \nfor the construction of the Queimado Hydroelectric Power \nPlant, at the sub-basin of Preto River after which the hy-\ndrological behavior of the area would influence data.\n\nTwo gauging stations were also selected with periods in-\nferior to that of the main block: 426450000 (1974 – 1984) \nand 42350000 (1973 – 1981). These stations received differ-\nential treatment that will be further elaborated in this article. \n\nThe location of the gauging stations used in this article \nwith their respective nested basins is shown in Figure 6. \nThe basin drainage delimitations related to gauging sta-\ntions were elaborated on the basis of a hydrologically \nconsistent digital elevation model. It was based on the \ntopographic treatment of Shuttle Radar Topography \nMission (SRTM) — data and on the IBGE hydrogra-\nphy (1:100.000), reconditioned with the Hydrotools for \nArcGis 10 extension and with pre-processing algorithms \nof the Saga 2.0.8 program in order to obtain altimetric \nconsistency regarding the runoff from the slopes, the len-\ntic water bodies, and the drainage network.\n\nStationary analysis was performed by means of \ntests combined with Fisher’s equality of variance and \nStudent’s equality of averages, as recommended by Tucci \n(2002) and by the Brazilian National Water Agency \n(Souza et al., 2009). About the gauging station data, tests \nfor average, minimum and maximum stationarity at 1 and \n5% level of significance were performed to analyze the \naverage and monthly variations, with successive tests of \nminimum five-year groupings in continuous combinations \nfor all the possibilities of grouping in series, for the hydro-\nlogical period from 1976 to 2000. Analogously, station-\narity tests were also performed for the period of 1957 to \n2000 at the oldest four gauging stations of the Basin. The \ntests were carried out on SisCAH 1.0 program, which is \navailable without any costs at the Brazilian National Water \nAgency website.\n\nFor the gap filling methodology, a combination of \nmethods was used: support station selection; rainy and dry \nseason data separation; and value estimation using the EM \nand MI algorithms in order to compare the consistency of \nthe results for each method.\n\n\n\nVasconcelos, V. V. et al.\n\n- 10 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nThe preliminary grouping of support stations consid-\nered: areas of homogeneous water systems proposed by \nEuclydes (2004); drainage pattern areas by Martins Junior \n(2009); spatial variations of the cartographic bases (geol-\nogy, geomorphology, soil, slope, and height) by Martins \nJunior (2006); topological connection of the drainage net-\nwork; stationarity tests; and correlation coefficient among \nthe discharges time series. Also taken into account \nwere the areas with a homogeneous annual rainfall rate, \nwhich would also be spatially correlated with the other cli-\nmatic parameters of the basin.\n\nFilling in the gaps with EM and IM involved using data \nfrom before 1976,  when available, to amplify the com-\nparison possibility for the statistical distribution of the dai-\nly discharge at the referenced gauging station with those \nof the selected support gauging stations. For the gauging \nstations that were not affected by the construction of the \nQueimada Hydroelectric Plant, discharge data from 2001 \non were also used.\n\nFrom the point of view of existing conflicts con-\ncerning water usage in the Paracatu Basin for irrigation \n(Pruski et al., 2007), it can be questioned if this water \n\nHydrography\n\n42460000\n\n1\n6\nºS\n\nGauge Stations\n\nGauge Stations Watersheds\n\nNo measurement\n\n48ºW\n\n0\n\n42490000\n\n1\n7\nºS\n\n1\n8\nºS\n\n47ºW 46ºW 45ºW\n\n20 40 80 120\n\nkm\n\nSirgas Projection 2000\n\n42540000\n\n42546000\n\n42545002\n\n42545500\n42600000\n\n42690001\n\n42750000\n\n42435000\n\n42440000\n\n42255000\n\n42257000\n42251000\n\n42250000\n\n42980000\n\n42930000\n42860000\n\n42850000\n\n42645000\n42395000\n\n42290000\n42365000\n\n42350000\n\n42840000\n\nFigure 6. Gauge stations and their respective basins.\n\n\n\nEstimation of flow components by recursive filters\n\n- 11 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nconsumption does not influence the consistency of the \ndischarge analysis for the gauging stations. However, re-\nsearch performed by Rodriguez (2008) demonstrated that \nthis water consumption for irrigation presented less than \n10% effect on the minimum (Q7,10) and permanent (Q95) \ndischarges of Paracatu Basin. Vasconcelos (2010), when \nanalyzing the study performed by Rodriguez (2008), re-\ngarding a comparison of the gauging station locations in \nrelation to the irrigation areas, pointed that the existing \ngauging stations are located in the main river beds. These \nare far downstream from the tributaries used for irrigation, \nso that the readings from the gauging station already incor-\nporate this usage, together with the discharge from larger \ntributaries. Thus, the impact of local irrigation is masked \nand is difficult to measure, although it reduces the bias in \nregional hydrological analyses.\n\nHydrograph separation\n\nNathan and McMahon (1990) and Albuquerque (2009) \nstated that the available hydrograph separation methods \ndo not present a criterion that permits reliable delimitation \nof the subsurface flow, which is found in the hydrograph \nregion between the base flow and surface discharge. To \nimprove this situation, this study proposed combining the \nresults of two recursive filters used as follows: calibrated \nin reference to the recession exponential curve for the dry \nseason, more accurately corresponding to the base flow; \nand calibrated in reference to the influential point of runoff \ndischarge using the Lynsley et al. (1975) empirical formu-\nla, which corresponds to the sum of the base with the sub-\nsurface flow. Both parameters were calibrated so that they \nmay attend the best possible approximation to the conven-\ntional graphic projection models for the recession curve \n(Barnes, 1939), and the undulatory overlying of the hy-\ndrological response units (Su, 1995). In order to calibrate \nthe runoff discharge point of influence, isolated rain peaks, \nwithout data gaps, were chosen to be in accordance with \nthe empirical formula referred by Lynsley et al. (1975). \n\nThe concept model for this type of hydrograph is presented \nin Figure 7.\n\nAnother problem found regarding the recursive filters \nis the mathematical possibility that the base flow estima-\ntion is superior to the total discharge value for the river \nat some hydrograph periods. To overcome this problem, \nGregor (2010) proposed that a cut should be done in the \noverestimated discharge at the end of the filter algorithm \napplication. Whereas, Chapman (1999) suggested (al-\nthough not explicitly implements) that by using an inter-\nnal constraint at each algorithmic iteration would provide \ngreater consistency for the one-parameter filter. Adopting \nthe recommendation from Chapman (1999), the follow-\ning logic restrictor was implemented: if base flow ? to-\ntal discharge; then, maintain base flow values; if not, base \nflow equals total discharge.\n\nTable 1 presents the tested filters. The option was for \none-parameter filters because they could be more objec-\ntively calibrated (Chapman, 1999).\n\nStatistical procedures for the spatialization of the hy-\ndrogeological data in nested basins were based on its con-\ncatenation and overlap, in accordance with the methodol-\nogy used by Holtschlag (1997). This allowed to elaborate \n\nQuick\n?ow\n\nTime\n\nF\nlo\n\nw\n L\n\no\ng\n (m\n\n3\ns-\n\n1\n)\n\ninter?ow\n\nBase Flow\n\nN = 0.827 * A0.2\n\nRecession Curve’s\nIn?ection Point\n\nFigure 7. Conceptual hydrograph for runoff partitioning.\n\nTable 1. Recursive filters evaluated in this paper.\nRecursive Filter Author\n\nq\nf (i) =\n\n3? - 1\n3 - ?\n\nq\nf (i-1)\n\n2\n+\n\n3 - ?\n(q(i) - ?q(i-1)) Chapman (1991)\n\nq\nb(i) =\n\n?\n2 - ?\n\nq\nb (i-1)\n\n+ q(i)\n1 - ?\n2 - ?\n\nChapman and Maxwell (1996)\n\nq\nf (i) = ?q\n\nf (i-1) 2\n+\n\n1 + ?\n(q(i) - q(i-1)) Lyne and Hollick (1979) – “Bflow”\n\nq\nb(i) = q b (i-1)+ (1 - ?)?q (i) Tularam and Ilahee (2008) – “EWMA filter”\n\n?: filter parameter; q: total flow; q\nf\n: quick flow; q\n\nb\n: base flow.\n\n\n\nVasconcelos, V. V. et al.\n\n- 12 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\ndigital geographic information bases about the flow com-\nponents’ contribution towards the discharge at the stretch-\nes of the nested basins of the Paracatu River.\n\nRESULTS AND DISCUSSION\n\nStationarity\n\nThe analyzed gauging stations obtained satisfactory re-\nsults for stationarity tests regarding the discharge averages \nand variance at a 5% level of significance. Only station \n4286000 was rejected from the stationary variation of min-\nimum events at a 5% level of significance; and 42365000 \nwas rejected for stationary variance of maximum events at \na 5% level of significance. Only one of them had its aver-\nage stationarity rejected at a 1% level of significance (pass-\ning the test at the 5% level). The rest of the rejections re-\nferred to variance at a 1% level. \n\nIn cases where rejection occurred during the test, \ntheir patterns and tendencies were evaluated. An attempt \nwas made to find the breaking point, i.e., the period that \nbest demarcates the stationary difference in accordance \nwith the standard deviation for the constraining peri-\nods. Hydrological data analysis shows a period of fre-\nquent discharge peaks between 1976 and 1985, caus-\ning a different impact on each nested basin. Such data \nwas in agreement with discharge studies done by plot-\nting of the average monthly hydrographs, performed \nby Carvalho et al. (2004) for the Paracatu River Basin. \nThis flood interlinking elevated the historical variances \nof this period, reflecting on stationarity tests for vari-\nances at a level of 1%, especially in tests for maximum \nevents. From 1994 until 2000, there is a lessening in the \ndischarge variance of the rivers, provoking rejection in \nsome stationarity tests at a 1% significance level. The \ngauging stations referring to basins of greater contribu-\ntion (for example, those on the main bed of the Paracatu \nRiver), as expected, presented less interference on vari-\nance stationarity since they dampened the flooding ef-\nfects (for maximum events) and had a possible effect \nfrom the regional hydrogeologic flow (for annual aver-\nages and minimum events).\n\nIn long-term stationarity tests (1957 – 2000), the four \ngauging stations were approved in the test for the average \nstationarity of the monthly discharge at a 1% level of sig-\nnificance. For the stationarity test of variance, the effect of \nthe flood peaks from 1976 to 1985 made three tests (one \nfor monthly minimum, another for monthly average, and \nthe last, for monthly maximum) fail the significance test \nat the 1% level — although they all passed at the 5% one. \nAnalyses of the two test blocks for stationarity (one from \n1957, and the other from 1976) corroborated the statement \n\nthat there was a period of lesser parameter variance from \n1957 to 1975, as well as from 1993 to 2000.\n\nThe good results concerning the stationarity tests for \naverage discharge bring additional reliability for gap fill-\ning. Despite rejection of the stationarity hypothesis for \nvariances at a significance level of 1%, it is believed \nthat this break in stationarity does not present a manda-\ntory impediment to the statistical procedures, consid-\nering the results presented in this study. Remember that \nstationary results for variance served as criteria for the se-\nlection of support stations to fill in the gaps, generating \na grouping of gauging stations under similar conditions. \nNonetheless, the tests presented are as a safeguard for fu-\nture comparative studies.\n\nGap filling\n\nAs previously discussed, the available state-of-art method-\nological options for gap filling (EM and MI) seek a solu-\ntion that is a compromise between forecast reliability and \nvariance data maintenance. For base discharge separation \n(hydrogeological flow), the estimative results were ana-\nlyzed with preference to a greater reliability for forecast-\ning from the data, keeping in mind that the data filled in \nwill be utilized in mathematical-statistical models that are \nsensible to temporal correlation patterns.\n\nFigures 8 and 9 present comparative examples of \nthe results obtained by estimation using EM and MI. \nIn Figure 8, a gap filling was simulated for an area and \noriginal data was used for comparison. For consistency in \nthe MI data, a constraint was used for non-negative data. \nIn both graphics, estimation using EM came closest to the \noriginal hydrograph. Figures 8 and 9 show how estima-\ntion by MI, although following an average tendency, cre-\nated an abnormal variance that did not respect the tempo-\nral correlation of the hydrograph, corroborating with the \ntheoretical caution proposed by Cano and Andreu (2010). \nAlthough the EM line in the graph of Figure 8 is slightly \nabove the original hydrograph, the theoretic base of this \nmethod guarantees that in filled in periods as a whole, the \naverage and discharge variance will be the closest possible \napproximation with original data.\n\nFor each gauging station, gap-filling values were con-\nferred by exploration through visual analysis of the dis-\ncharge graphs, assuring that the input data was consistent \nfrom a hydrological point of view and followed the trends \nof the support stations.\n\nFlow component delimitation\n\nThe filters proposed by Chapman (1991) and Chapman \nand Maxwell (1996) presented similar results. However, \nthey did not demonstrate hydrological reliability, because \n\n\n\nEstimation of flow components by recursive filters\n\n- 13 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nthe estimated base flow did not coincide with the recession \ncurve during the annual dry season (Figure 10).\n\nThe filters mentioned by Lyne and Hollick (1979) \nand by Tularam and Ilahee (2008), after calibration, \npresented identical visual behaviors. Notwithstanding, \nthe filter mentioned by Lyne and Hollick (1979) was \nchosen because it is the most widely found in lit-\nerature (Lim et al., 2005; Combalicer et al., 2008; \nAsmeron, 2008; Santhi et al., 2008; Albuquerque, 2009; \nWelderufael and Woyessa, 2010; Biller, 2010), making \nit easier to compare with other studies.\n\nThe end of the N period (number of days after the \nhydrographic peak, when the runoff discharge participa-\ntion ceased) of Lynsley et al. (1975) empirical equation \ncoincided in a greater part of the hydrographs, with a \nchange in the inclination of the depletion line for the rain \npeak, corroborating with the reliability of its application. \nCalibrating the filters with the combined double parame-\nters made it possible to clearly separate the interflow wave \nfrom the base one (Figure 11).\n\nFor the two stations of the isolated series (inferior to \nthe period of the main block), a comparison of the chosen \nfilter with the support stations was done during the same \nperiod for which a series of data was available. Following \nthis, the results were compared with those for the com-\nplete period (1976 – 2001). Average annual discharge \nvalue variation, base flow, interflow, and quick flow were \nused to adjust the respective results for the filter on the \nisolated series. The average adjustment for the basin data \nfor station 42350000 (1974 – 1984) was -9%, while for \n42645000 (1973 – 1981), it was -0.63%.\n\nThe results of the calibrated application of the filter at \neach station and the concatenation of the drainage basins \nwith the data concerning total discharge, quick flow, inter-\nflow, and base flow, including the specific discharge, are \npresented in Tables 2 and 3. \n\nFor comparison, Table 3 also presents the base flow in-\ndex (BFI) as a result from hydrograph separation of some \nof the stations when using Barnes (1939) graphic method, \nperformed by CETEC (1981) and RURALMINAS (1996). \n\nOriginal EM MI\n\n100\n\n90\n\n80\n\n70\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\n9\n/1\n\n2\n/9\n\n4\n\n1\n1\n\n/1\n2\n/9\n\n4\n1\n3\n\n/1\n2\n/9\n\n4\n\n1\n5\n\n/1\n2\n/9\n\n4\n\n1\n7\n\n/1\n2\n/9\n\n4\n\n1\n9\n\n/1\n2\n/9\n\n4\n\n2\n1\n\n/1\n2\n/9\n\n4\n2\n3\n\n/1\n2\n/9\n\n4\n\n2\n5\n\n/1\n2\n/9\n\n4\n\n2\n7\n\n/1\n2\n/9\n\n4\n\n2\n9\n\n/1\n2\n/9\n\n4\n\n3\n1\n\n/1\n2\n/9\n\n4\n2\n\n/0\n1\n/9\n\n5\n\n4\n/0\n\n1\n/9\n\n5\n\n6\n/0\n\n1\n/9\n\n5\n\n8\n/0\n\n1\n/9\n\n5\n1\n0\n\n/0\n1\n/9\n\n5\n\n1\n2\n\n/0\n1\n/9\n\n5\n1\n4\n\n/0\n1\n/9\n\n5\n\n1\n6\n\n/0\n1\n/9\n\n5\n\n1\n8\n\n/0\n1\n/9\n\n5\n\n2\n0\n\n/0\n1\n/9\n\n5\n2\n2\n\n/0\n1\n/9\n\n5\n\n2\n4\n\n/0\n1\n/9\n\n5\n\n2\n6\n\n/0\n1\n/9\n\n5\n\n2\n8\n\n/0\n1\n/9\n\n5\n3\n0\n\n/0\n1\n/9\n\n5\n\n1\n/0\n\n2\n/9\n\n5\n\n3\n/0\n\n2\n/9\n\n5\n\n5\n/0\n\n2\n/9\n\n5\n\n7\n/0\n\n2\n/9\n\n5\n\n9\n/0\n\n2\n/9\n\n5\n1\n1\n\n/0\n2\n/9\n\n5\n\nFigure 8. Graph comparing gap filling during the rainy season for Station 42251000 by expectation maximization (EM) and \nmultiple imputation (MI). Excerpt from the hydrologic year of 1994. The support stations used for the gap filling by EM and \nMI were: 42250000, 42255000, 42257000, 42290000, 42350000, and 42365000, for which discharge data were available \nfor the hydrologic years from 1965 to 2005.\n\n\n\nVasconcelos, V. V. et al.\n\n- 14 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nThe delimitation in RURALMINAS (1996) was done for \n1939 to 1989, while the delimitation in CETEC (1981) \nused only one hydrological year, between 1969 and 1974 \nfor different stations. The BFI, which is equivalent to the \ndivision of the base flow by the total discharge, is rela-\ntively stable at long term in basins, even with the annual \ndischarge variations, which makes feasible the comparison \nbetween estimates of different periods (Santhi et al., 2008). \nComparison of the estimated indexes from the recursive \nfilters with the estimated base flow by graphic methods \ndemonstrated similar tendencies. Notwithstanding, with \ndata presented in Table 3, it is possible to perceive how the \ngraphic method incorporates in different proportions \nthe interflow in relation to the base flow in each basin, \ndemonstrating the inherent subjectivity of this technique.\n\nAs can be seen in Table 2, the average of parame-\nters (?, as presented in Table 1) calibrated for the filters \n(in the two calibration forms) is superior to 0.925, which \nis referenced in literature (Nathan and McMahon, 1990; \nGhanbarpour, Teimouri, Gholami, 2008). Despite the fact \nthat the hydrological characteristics of Paracatu River \nBasin have their differences in relation to basins with a \ntemperate climate, this study case generated a hypothesis \nthat the lack of calibration for the influence of runoff dis-\ncharge, together with the inflexion of the recession curve, \n\ncould have led the studies with filters, performed in pre-\nexisting ones, to overestimate the base flow discharge val-\nues. This is in agreement with Asmeron (2008), who stated \nthat the 0.995 parameter seemed more coherent with the \nhydrographic curves for the Blue Nile Basin in Ethiopia. \n\nAnalysis of the specific discharge maps (Figure 12) col-\nlated in Tables 2 and 3 shows that the base flow contribution \nis more significant at the headwaters of the basin because \nof heavier rainfall, especially in the western portion. This \n\n1,000\n\n100\n\n10\n\n1\n\nTotal Flow\n\n1\n/1\n\n0\n/7\n\n6\n\n1\n/1\n\n1\n/7\n\n6\n\n1\n/1\n\n2\n/7\n\n6\n\n1\n/1\n\n/7\n7\n\n1\n/2\n\n/7\n7\n\n1\n/3\n\n/7\n7\n\n1\n/4\n\n/7\n7\n\n1\n/5\n\n/7\n7\n\n1\n/6\n\n/7\n7\n\n1\n/7\n\n/7\n7\n\n1\n/8\n\n/7\n7\n\n1\n/9\n\n/7\n7\n\nChapman and\nMaxwell (1996)\n?lter\n\nFigure 10. Application of the Chapman and Maxwell Filter \n(1995), with parameter ? = 0.925, for the daily discharge \ndata from Station 42290000, hydrologic year of 1976. \nDischarge is in logarithmic scale. Notice that the estimated \ndischarge for the base flow during the dry season does not \ncoincide with the total one.\n\n120 Station 42250000\n\nStation 42251000\n\nEM\n\nIM\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\n1\n/1\n\n0\n/1\n\n9\n9\n6\n\n6\n/1\n\n0\n/1\n\n9\n9\n6\n\n1\n1\n/1\n\n0\n/1\n\n9\n9\n6\n\n2\n1\n/1\n\n0\n/1\n\n9\n9\n6\n\n2\n6\n/1\n\n0\n/1\n\n9\n9\n6\n\n3\n1\n/1\n\n0\n/1\n\n9\n9\n6\n\n5\n/1\n\n1\n/1\n\n9\n9\n6\n\n1\n0\n/1\n\n1\n/1\n\n9\n9\n6\n\n1\n5\n/1\n\n1\n/1\n\n9\n9\n6\n\n2\n0\n/1\n\n1\n/1\n\n9\n9\n6\n\n2\n5\n/1\n\n1\n/1\n\n9\n9\n6\n\n3\n0\n/1\n\n1\n/1\n\n9\n9\n6\n\n5\n/1\n\n2\n/1\n\n9\n9\n6\n\n1\n0\n/1\n\n2\n/1\n\n9\n9\n6\n\n1\n5\n/1\n\n2\n/1\n\n9\n9\n6\n\n2\n0\n/1\n\n2\n/1\n\n9\n9\n6\n\n2\n5\n/1\n\n2\n/1\n\n9\n9\n6\n\n3\n0\n/1\n\n2\n/1\n\n9\n9\n6\n\n4\n/0\n\n1\n/1\n\n9\n9\n7\n\n9\n/0\n\n1\n/1\n\n9\n9\n7\n\n1\n4\n/0\n\n1\n/1\n\n9\n9\n7\n\n1\n9\n/0\n\n1\n/1\n\n9\n9\n7\n\n2\n4\n/0\n\n1\n/1\n\n9\n9\n7\n\n2\n9\n/0\n\n1\n/1\n\n9\n9\n7\n\n3\n/0\n\n2\n/1\n\n9\n9\n7\n\n8\n/0\n\n2\n/1\n\n9\n9\n7\n\n1\n3\n/0\n\n2\n/1\n\n9\n9\n7\n\n1\n8\n/0\n\n2\n/1\n\n9\n9\n7\n\n2\n3\n/0\n\n2\n/1\n\n9\n9\n7\n\n2\n8\n/0\n\n2\n/1\n\n9\n9\n7\n\n5\n/0\n\n3\n/1\n\n9\n9\n7\n\n1\n0\n/0\n\n3\n/1\n\n9\n9\n7\n\n1\n5\n/0\n\n3\n/1\n\n9\n9\n7\n\n2\n0\n/0\n\n3\n/1\n\n9\n9\n7\n\n2\n5\n/0\n\n3\n/1\n\n9\n9\n7\n\n3\n0\n/0\n\n3\n/1\n\n9\n9\n7\n\n1\n6\n/1\n\n0\n/1\n\n9\n9\n6\n\nFigure 9. Graph comparing gap filling during the rainy season for Station 42250000 by expectation maximization (EM) and multiple \nimputation (MI), in the hydrologic year of 1996. Station 42251000 is immediately downstream from the 42250000 one.\n\n\n\nEstimation of flow components by recursive filters\n\n- 15 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nconfiguration also reinforces the recharge role of the pla-\nteaus that have a porous sedimentary lithology at the ba-\nsin headwaters. As the stream flows downward towards the \nlowlands of the central area of Paracatu Basin, the base flow \ncontribution becomes significantly less expressive. This re-\nsult is also coherent with that related by Tucci (2002), who \nobserved a specific discharge reduction as basin area in-\ncreased in many flow records of rivers in Brazil. \n\nHowever, it is interesting to note how certain increases \nin specific total discharge, base, and interflow occur after \nstations 42930000 (Lower Paracatu), 42490000 (Middle \nPreto River) and 42350000 (Lower Prata River). It is pos-\nsible that there are regional underground flows crosscut-\nting below the station and surface downstream. This phe-\nnomenon seems to mainly occur in areas that have shallow \nlateritic-debris porous aquifers, which receive water from \nKarstic-fissured aquifers.\n\nAs a final comment, it is necessary to recognize that the \nautomatic hydrographic separation methods analyze only \nform patterns of waves representing discharge pulses, and \nas such, they do not directly identify the source of dis-\ncharge components. Therefore, the automatic method re-\nsults are referred to hydrogeological processes only as the \nbase flow, interflow, and quick flow really correspond to \nunderground, subsurface, and runoff flows respectively. In \n\nthis context, Kirchner (2003) and Gonzales et al. (2009) \nstudies can be cited for demonstrating that the regional \ngroundwater flow generally responds to rain as quickly as \nrunoff does, due to the piston effect of precipitation in the \nrecharge areas of the basin, while the clay soil of the low-\nlands retards and dilutes the interflow for a more ample pe-\nriod. In areas under Karstic influence, there is also a plau-\nsible hypothesis in that the interflow partially corresponds \nto the endokarstic duct flow, even after runoff discharge \nhas finished. These hypotheses bring forward a recommen-\ndation that future studies with tracers could improve the \nunderstanding of hydrogeological processes involved.\n\nCONCLUSIONS\n\nThe stationary analysis brought greater reliability to the \nknowledge about the Paracatu River Basin discharge. The \ndischarge gap-filling measures estimation by EM were \nmore reliable than those estimated by the MI for data from \nthe gauging station series used in this study. However, \nscientific literature as well as management entities would \ngreatly benefit if future studies involved a more compre-\nhensive, systematic, quantitative, and comparative analy-\nsis of EM and MI methods’ efficiency.\n\n1,000\n\n100\n\n10\n\n1\n\n2\n7\n/8\n\n/9\n6\n\n1\n7\n/9\n\n/9\n6\n\n8\n/1\n\n0\n/9\n\n6\n\n2\n9\n/1\n\n0\n/9\n\n6\n\n1\n9\n/1\n\n1\n/9\n\n6\n\n1\n0\n/1\n\n2\n/9\n\n6\n\n3\n1\n/1\n\n2\n/9\n\n6\n\n2\n1\n/1\n\n/9\n7\n\n1\n1\n/2\n\n/9\n7\n\n4\n/3\n\n/9\n7\n\n2\n5\n/3\n\n/9\n7\n\n1\n5\n/4\n\n/9\n7\n\n6\n/5\n\n/9\n7\n\n2\n7\n/5\n\n/9\n7\n\n1\n7\n/6\n\n/9\n7\n\n8\n/7\n\n/9\n7\n\n2\n9\n/7\n\n/9\n7\n\n1\n9\n/8\n\n/9\n7\n\nTotal Flow\n\nInter?ow ( ? = 0.982)\n\nBase Flow ( ? = 0.9988)\n\nN\n\nFigure 11. Separation of the interflow and base flow at Station 42860000, hydrologic year of 1996, using a Bflow filter \n(Lyne and Hollick, 1979). The arrows indicate the dates (N) that correspond to the moments in which runoff discharge \ninfluence ceased, according to Lynsley et al. (1975) empirical equation.\n\n\n\nVasconcelos, V. V. et al.\n\n- 16 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nTable 2. Area data, N (days of runoff discharge influence – Linsley et al., 1979), utilized BFLW filter parameters and annual \ndischarge of the base flow, interflow and quick flow.\n\nCode River Station Basin area (km2)\nArea of the \n\nconcatenated \nstrech\n\nN (day)\n\n42250000 Claro River Limoeiro Farm 462.59 462.59 2.83\n\n42251000 Escuro River \nCórrego do \nOuro Farm\n\n1,881.39 1,418.80 3.73\n\n42255000\nSanta Isabel \n\nStream\nNolasco Farm 247.83 247.83 2.51\n\n42257000 Escurinho River\nBarra do \nEscurinho\n\n1,997.82 1,749.99 3.79\n\n42290000 Paracatu River BR-040 Bridge 7,730.41 3,851.20 4.94\n\n42350000 Prata River Porto Diamante 3,009.88 3,009.88 4.12\n\n42365000 Prata River BR-040 Bridge 3,337.19 327.31 4.23\n\n42395000 Paracatu River Santa Rosa 12,808.72 1,741.12 5.49\n\n42435000\nBarra da Égua \n\nCreek\nBarra da Égua \n\nFarm\n1,589.26 1,589.26 3.56\n\n42440000 São Pedro Creek Poções Farm 553.24 553.24 2.95\n\n42460000 Preto River Limeira Farm 3,926.72 3,926.72 4.27\n\n42490000 Preto Preto Unaí 5,388.18 1,461.46 4.58\n\n42540000 Preto River\nSanto Antônio do \n\nBoqueirão\n5,956.22 568.04 4.68\n\n42545002 Roncador Creek Roncador Farm 425.39 425.39 2.90\n\n42545500 Roncador Creek\n“O”Resfriado \n\nFarm\n681.70 256.31 3.12\n\n42546000 Salobro Creek Santa Cruz Farm 527.35 527.35 2.84\n\n42600000 Preto River Porto dos Poções 9,453.35 2,288.08 5.14\n\n42645000 Verde River Rio Verde Farm 879.53 879.53 3.29\n\n42690001 Paracatu River Porto da Extrema 30,162.26 4,878.16 6.49\n\n42750000 Paracatu River Caatinga 31,620.35 1,458.09 6.55\n\n42840000\nSanto Antônio \n\nRiver\nVeredas 214.59 214.59 2.41\n\n42850000 Sono River\nCachoeira das \n\nAlmas\n4,372.21 4,157.62 4.40\n\n42860000 Sono River\nCachoeira do \n\nParedão\n5,697.26 1,325.05 4.63\n\n42930000 Paracatu River Porto do Cavalo 40,787.63 3,470.01 6.89\n\n42980000 Paracatu River Porto Alegre 41,353.26 565.63 6.92\n\nThe Bflow (Lyne and Hollick, 1979) and EWMA \n(Tularam and Ilahee, 2008) filters demonstrated a be-\nhavior that was consistent for hydrograph separation. \nChapman (1991) and Chapman and Maxwell (1996) fil-\nters did not behave consistently, since in several temporal \nsegments, they did not match the recession curve during \nthe dry season.\n\nWith the double calibration method presented in this \nstudy, it became possible to estimate more reliably the base \nflow, interflow, and quick flow. The logic restrictor did not \npermit overestimation of the discharge, increasing the con-\nsistency of the results, which were coherent with Barnes \n(1939) manual graphic method, although the filters more \nreliably distinguished the difference between the base flow \n\nContinues...\n\n\n\nEstimation of flow components by recursive filters\n\n- 17 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nTable 2. Continued\n\nCode\n\nBflow Filter’s ? \nparameter\n\nAnnual discharge by basin (m3.s) Annual Discharge by stretch (m3.s)\n\nBase \n flow\n\nInterflow Total Base Interflow Quick Total Base Interflow Quick\n\n42250000 0.991 0.94 3,042.14 1,883.82 471.49 686.83 3,042.14 1,883.82 471.49 686.83\n\n42251000 0.992 0.932 10,272.11 6,495.71 1,992.04 1,784.36 7,229.97 4,611.89 1,520.55 1,097.53\n\n42255000 0.996 0.935 1,327.04 688.61 330.45 307.99 1,327.04 688.61 330.45 307.99\n\n42257000 0.994 0.96 9,883.07 5,762.31 2,058.92 2,061.84 8,556.03 5,073.70 1,728.47 1,753.85\n\n42290000 0.998 0.96 37,296.61 14,536.76 11,555.12 11,204.74 17,141.43 2,278.74 7,504.16 7,358.54\n\n42350000 0.9985 0.977 13,357.42 5,204.40 3,412.75 4,931.70 13,357.42 5,204.40 3,412.75 4,931.70\n\n42365000 0.9985 0.95 19,107.86 6,898.34 5,380.98 6,828.54 5,750.44 1,693.94 1,968.23 1,896.84\n\n42395000 0.998 0.97 62,072.30 26,502.71 17,505.78 18,063.81 5,667.83 5,067.61 569.68 30.53\n\n42435000 0.9963 0.965 6,431.05 3,020.66 1,819.63 1,591.02 6,431.05 3,020.66 1,819.63 1,591.02\n\n42440000 0.997 0.965 3,318.21 1,397.94 833.45 1,086.83 3,318.21 1,397.94 833.45 1,086.83\n\n42460000 0.9955 0.955 21,837.01 13,473.71 4,747.93 3,615.37 21,837.01 13,473.71 4,747.93 3,615.37\n\n42490000 0.997 0.965 28,146.95 14,271.79 6,403.81 7,471.35 6,309.94 798.08 1,655.88 3,855.98\n\n42540000 0.997 0.97 32,653.45 16,498.50 7,085.02 9,096.94 4,506.50 2,226.71 681.21 1,625.59\n\n42545002 0.998 0.94 1,952.24 819.43 478.42 654.39 1,952.24 819.43 478.42 654.39\n\n42545500 0.9983 0.965 3,217.61 1,170.18 676.74 1,370.70 1,265.37 350.75 198.32 716.31\n\n42546000 0.999 0.975 2,726.97 983.94 486.62 1,256.41 2,726.97 983.94 486.62 1,256.41\n\n42600000 0.9974 0.975 45,070.14 20,855.40 9,701.16 14,513.58 6,472.11 2,202.78 1,452.78 2,789.53\n\n42645000 0.999 0.935 2,567.18 711.90 1,137.07 746.55 2,567.18 711.90 1,137.07 746.55\n\n42690001 0.9971 0.973 131,929.40 60,558.86 33,475.50 37,895.04 12,470.52 8,070.25 2,478.41 1,893.25\n\n42750000 0.9971 0.97 136,929.60 62,092.17 34,873.59 40,026.83 5,000.20 1,533.31 1,398.09 2,131.79\n\n42840000 0.9985 0.955 1,249.75 605.35 284.31 360.09 1,249.75 605.35 284.31 360.09\n\n42850000 0.9984 0.975 22,337.61 6,721.81 5,745.23 9,870.57 21,087.86 6,116.46 5,460.92 9,510.48\n\n42860000 0.9988 0.982 28,339.20 7,201.71 6,759.19 14,378.40 6,001.59 479.90 1,013.96 4,507.83\n\n42930000 0.9976 0.976 176,576.10 74,173.48 44,433.48 57,969.10 11,307.30 4,879.60 2,800.70 3,563.87\n\n42980000 0.998 0.978 184,740.70 78,241.19 45,384.84 61,114.66 8,164.60 4,067.71 951.36 3,145.56\n\nand interflow. The values found for the Bflow filter param-\neters were superior to the standard ones found in literature. \nThis could mean that the pre-existing studies with this fil-\nter might have overestimated the base flow, even when the \nsubsurface flow was incorporated into their values.\n\nAs a suggestion for future studies, the methodology \nproposed in this article could be enhanced by algorithm \ndevelopments for automatic calibration of the filters. The \nautomatic identification of the recession curve’s inflection \n\npoint is already performed by BFI algorithm (Wahl and \nWahl, 1988, 1995), and Lynsley et al. (1975) empirical for-\nmula is already incorporated in algorithms, such as Rora \nand Part (Rutledge, 1993, 1998).\n\nThe cartographic presentation of the specific discharge of \nthe base flow and interflow of the downstream nested basins \ndemonstrated coherency with studies and geo-referenced bas-\nes from climatology and hydrogeology (Figures 4 and 5). The \nmaps are useful products for watershed management.\n\n\n\nVasconcelos, V. V. et al.\n\n- 18 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\n47ºW\n\nTotal Flow\n\n46ºW 45ºW 47ºW 46ºW 45ºW\n\n1\n6\n\nºS\n\nProjection Sirgas 2000\nFilter B?ow (Lyne and Hollick, 1989)\nGauge Stations: ANA. Reference: 1976-2001\nWatershed delimitation on HCDEM based on SRTM and IBGE topography\n\nQuick Flow\n\nInter?ow Base Flow\n\n0\n\n1\n7\n\nºS\n1\n8\nºS\n\n1\n6\nºS\n\n1\n7\nºS\n\n1\n8\nºS\n\n25 50 100 150 200\nkm\n\nFigure 12. Maps for the specific discharge and flow components of each section of the basin.\n\n\n\nEstimation of flow components by recursive filters\n\n- 19 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nTable 3. Specific annual discharge and discharge indexes for base flow, interflow, and quick flow in the Paracatu River Basin.\nC\n\no\nd\n\ne\n\nB\na\n\nse\n fl\n\no\nw\n\n in\nd\n\ne\nx\n \n\nu\nsi\n\nn\ng\n\n B\na\n\nrn\ne\n\ns \n(1\n\n9\n3\n\n9\n) \n\nG\nra\n\np\nh\n\nic\n M\n\ne\nth\n\no\nd\n\nIn\nd\n\ne\nx\n p\n\ne\nr \n\nb\na\n\nsi\nn\n\nIn\nd\n\ne\nx\n f\n\no\nr \n\nth\ne\n\n s\ntr\n\ne\ntc\n\nh\n\nS\np\n\ne\nc\n\nifi\nc\n\n d\nis\n\nc\nh\n\na\nrg\n\ne\n \n\nb\ny \n\nb\na\n\nsi\nn\n\n (\nm\n\n3\n.s\n\n/k\nm\n\n2\n)\n\nS\np\n\ne\nc\n\nifi\nc\n\n d\nis\n\nc\nh\n\na\nrg\n\ne\n \n\nb\ny \n\nst\nre\n\ntc\nh\n\n (\nm\n\n3\n.s\n\n/k\nm\n\n2\n)\n\nC\nE\n\nT\nE\n\nC\n \n\n(1\n9\n\n8\n1\n\n)\n\nR\nu\n\nra\nlm\n\nin\na\n\ns \n(1\n\n9\n9\n\n6\n)\n\nB\na\n\nse\n\nIn\nte\n\nrfl\no\n\nw\n\nQ\nu\n\nic\nk\n\nB\na\n\nse\n\nIn\nte\n\nrfl\no\n\nw\n\nQ\nu\n\nic\nk\n\nTo\nta\n\nl\n\nB\na\n\nse\n\nIn\nte\n\nrfl\no\n\nw\n\nQ\nu\n\nic\nk\n\nTo\nta\n\nl\n\nB\na\n\nse\n\nIn\nte\n\nrfl\no\n\nw\n\nQ\nu\n\nic\nk\n\n42250000 – 0.61 0.62 0.15 0.23 0.62 0.15 0.23 6.58 4.07 1.02 1.48 6.58 4.07 1.02 1.48\n\n42251000 – 0.66 0.63 0.19 0.17 0.64 0.21 0.15 5.46 3.45 1.06 0.95 5.10 3.25 1.07 0.77\n\n42255000 – 0.64 0.52 0.25 0.23 0.52 0.25 0.23 5.35 2.78 1.33 1.24 5.35 2.78 1.33 1.24\n\n42257000 – – 0.58 0.21 0.21 0.59 0.20 0.20 4.95 2.88 1.03 1.03 4.89 2.90 0.99 1.00\n\n42290000 – 0.51 0.39 0.31 0.30 0.13 0.44 0.43 4.82 1.88 1.49 1.45 4.45 0.59 1.95 1.91\n\n42350000 0.30 0.58 0.39 0.26 0.37 0.39 0.26 0.37 4.44 1.73 1.13 1.64 4.44 1.73 1.13 1.64\n\n42365000 – – 0.36 0.28 0.36 0.29 0.34 0.33 5.73 2.07 1.61 2.05 17.57 5.18 6.01 5.80\n\n42395000 0.32 – 0.43 0.28 0.29 0.89 0.10 0.01 4.85 2.07 1.37 1.41 3.26 2.91 0.33 0.02\n\n42435000 – 0.57 0.47 0.28 0.25 0.47 0.28 0.25 4.05 1.90 1.14 1.00 4.05 1.90 1.14 1.00\n\n42440000 – 0.58 0.42 0.25 0.33 0.42 0.25 0.33 6.00 2.53 1.51 1.96 6.00 2.53 1.51 1.96\n\n42460000 – 0.74 0.62 0.22 0.17 0.62 0.22 0.17 5.56 3.43 1.21 0.92 5.56 3.43 1.21 0.92\n\n42490000 – – 0.51 0.23 0.27 0.13 0.26 0.61 5.22 2.65 1.19 1.39 4.32 0.55 1.13 2.64\n\n42540000 – 0.66 0.51 0.22 0.28 0.49 0.15 0.36 5.48 2.77 1.19 1.53 7.93 3.92 1.20 2.86\n\n42545002 – – 0.42 0.25 0.34 0.42 0.25 0.34 4.59 1.93 1.12 1.54 4.59 1.93 1.12 1.54\n\n42545500 – – 0.36 0.21 0.43 0.28 0.16 0.57 4.72 1.72 0.99 2.01 4.94 1.37 0.77 2.79\n\n42546000 – – 0.36 0.18 0.46 0.36 0.18 0.46 5.17 1.87 0.92 2.38 5.17 1.87 0.92 2.38\n\n42600000 0.69 0.62 0.46 0.22 0.32 0.34 0.22 0.43 4.77 2.21 1.03 1.54 2.83 0.96 0.63 1.22\n\n42645000 0.43 0.54 0.28 0.44 0.29 0.28 0.44 0.29 2.92 0.81 1.29 0.85 2.92 0.81 1.29 0.85\n\n42690001 – 0.58 0.46 0.25 0.29 0.65 0.20 0.15 4.37 2.01 1.11 1.26 2.56 1.65 0.51 0.39\n\n42750000 – 0.59 0.45 0.25 0.29 0.31 0.28 0.43 4.33 1.96 1.10 1.27 3.43 1.05 0.96 1.46\n\n42840000 – 0.60 0.48 0.23 0.29 0.48 0.23 0.29 5.82 2.82 1.32 1.68 5.82 2.82 1.32 1.68\n\n42850000 – – 0.30 0.26 0.44 0.29 0.26 0.45 5.11 1.54 1.31 2.26 5.07 1.47 1.31 2.29\n\n42860000 0.32 0.51 0.25 0.24 0.51 0.08 0.17 0.75 4.97 1.26 1.19 2.52 4.53 0.36 0.77 3.40\n\n42930000 – – 0.42 0.25 0.33 0.43 0.25 0.32 4.33 1.82 1.09 1.42 3.26 1.41 0.81 1.03\n\n42980000 0.48 0.55 0.42 0.25 0.33 0.50 0.12 0.39 4.47 1.89 1.10 1.48 14.43 7.19 1.68 5.56\n\n\n\nVasconcelos, V. V. et al.\n\n- 20 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nThe methodology developed for this study is easily \nreplicable for other Brazilian basins, as well for those \nworldwide, whenever gauging station information is \navailable. The reliability verification of its results, how-\never, does not mean that a more extensive understand-\ning of the hydrological, hydrogeological, and climatic \nphenomena occurring at the basins is not necessary.\n\nACKNOWLEDGMENTS\n\nThis research was supported by the Brazilian funding \nagencies FAPEMIG (Fundação de Amparo à Pesquisa \ndo Estado de Minas Gerais), FINEP (Financiadora \nde Estudos e Projetos), CNPq (Conselho Nacional de \nDesenvolvimento Científico e Tecnológico) and \nCAPES (Coordenação de Aperfeiçoamento de Pessoal \nde Nível Superior).\n\nREFERENCES\n\nALBUQUERQUE, A. C. L. S. Estimativa de recarga da \nbacia do Rio das Fêmeas através de métodos manuais \ne automáticos. 2009. 101 p. Dissertação (Mestrado) – \nDepartamento de Engenharia Florestal, Faculdade de \nTecnologia, Universidade Federal de Brasília, Brasília, \nDistrito Federal.\n\nALLISON, P. D. Missing Data. Newbury Park, CA: \nSage, 2002. 104 p.\n\nAMISIGO, B. A.; VAND DE GIESEN, N. C. Using a \nspatio-temporal dynamic state-space model with EM \nalgorithm to patch gaps in daily riverflow series. Hydrology \nand Earth System Sciences, v. 9, p. 209-224, 2005.\n\nANA – AGÊNCIA NACIONAL DE ÁGUAS. Manual \nde Construção da Base Hidrográfica Ottocodificada da \nANA. Versão 2.2. Brasília, DF, 2008. 142 p.\n\nANDRADE, L. M. G. Uso optimal do território de \nbacia hidrográfica com fundamentos no conceito \nde geociências agrárias e ambientais. 2007. 203 p. \nDissertação (Mestrado) – Departamento de Geologia, \nEscola de Minas, Universidade Federal de Ouro Preto, \nOuro Preto, Minas Gerais.\n\nASMERON, G. H. Groundwater contribution and \nrecharge estimation in the Upper Blue Nile flows \n(Ethiopia). 2008. 119 p. Master of Science Thesis – \nInternational Institute for Geo-information Science and \nEarth Observation, Netherlands.\n\nBARNES, B. S. The structure of discharge recession \ncurves. Transactions of the American Geophysical \nUnion, v. 20, p. 721-725, 1939.\n\nBILLER, R. D. The Coal River Basin, West Virginia: \na 2009 water budget study. 2010. 74 p. Master of \nScience Thesis – Marshall University, Huntington, \nWest Virginia, USA.\n\nBRODIE, R. S.; HOSTETLER, S. A review of \ntechniques for analysing base-flow from stream \nhydrographs, Proceedings of the NZHS-IAH-NZSSS \n2005 Conference, 28 November–2 December, \nAuckland, New Zealand, 2005.\n\nCANO, S.; ANDREU, J. Using multiple imputation to \nsimulate time series: a proposal to solve the distance \neffect. Journal WSEAS Transactions on Computers, \nv. 9, n. 7, p. 768-777, 2010.\n\nCARVALHO, F. E. C.; FIRMIANO, R. G.; MARTINS \nJUNIOR, P. P. Análise Fluviométrica de Estações em \nOperação na Bacia do Paracatu. Finep, Igam, Cetec. \nIn: MARTINS JUNIOR, P. P. (Coord.) Projeto CRHA, \nNota Técnica: NT- 22. Belo Horizonte, MG, 2004. \n224 p.\n\nCETEC-MG – FUNDAÇÃO CENTRO \nTECNOLÓGICO DE MINAS GERAIS. II Plano de \nDesenvolvimento Integrado do Noroeste Mineiro: \nRecursos Naturais. Belo Horizonte, MG, 1981.\n\nCHAPMAN, T. G. A comparison of algorithms for \nstream flow recession and baseflow separation. \nHydrological Process, v. 13, n. 5, p. 701-714, 1999.\n\nCHAPMAN, T. G. Comment on evaluation of automated \ntechniques for base flow and recession analyses, by RJ \nNathan and TA McMahon. Water Resources Research, \nv. 27, n. 7, p. 1783-1784, 1991.\n\nCHAPMAN, T. G.; MAXWELL, A. I. Baseflow \nseparation – comparison of numerical methods with \ntracer experiments [online]. In: Hydrology and Water \nResources Symposium (23rd, 1996 : Hobart, Tas.). \nHydrology and Water Resources Symposium 1996: \nWater and the Environment; Preprints of Papers. Barton, \nACT: Institution of Engineers, Australia, 1996: 539-\n545. National conference publication (Institution of \nEngineers, Australia); n. 96/05. Disponível em:&lt;http://\nsearch.informit.com.au/documentSummary;dn=360\n361071346753;res=IELENG>. ISBN: 0858256495. \nAcesso em: 15 fev. 2013.\n\n\n\nEstimation of flow components by recursive filters\n\n- 21 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nCOMBALICER, E. A.; LEE, S. H.; AHN, S.; KIM, D. \nY.; IM, S. Comparing groundwater recharge and base \nflow in the Bukmoongol small-forested watershed, \nKorea. Journal of Earth System Science, v. 117, n. 5, \np. 553-566, 2008.\n\nCORZO, G.; SOLOMATINE, D. Baseflow separation \ntechniques for modular artificial neural modelling \nflow forecasting. Hydrological Sciences – Journal des \nSciences Hydrologiques, v. 52, n. 3, 2007.\n\nDEMPSTER, A.; LAIRD, N.; RUBIN, D. Maximum \nlikelihood from incomplete data via the EM algorithm. \nJournal of the Royal Statistical Society, Series B, v. 39, \nn. 1, p. 1-38, 1977.\n\nDILLON, P. Future management of aquifer recharge. \nHydrogeology Journal, v. 13, p. 313-316, 2005. DOI: \n10.1007/s10040-004-0413-6.\n\nDOLEZAL, F.; KVÍTEK, T. The role of recharge zones, \ndischarge zones, springs and tile drainage systems in \npeneplains of central European highlands with regard \nto water quality generation processes. Physics and \nChemistry of the Earth, v. 29, p. 775-785, 2004.\n\nENDERS, C. K. Applied Missing Data Analysis. \nNew York: The Guilford Press, 2010. 375 p.\n\nEUCLYDES, H. P. (Coord.). Ferramenta para o \nplanejamento e gestão de recursos hídricos nos \nEstado de Minas Gerais – HIDROTEC. Viçosa, MG: \nDepartamento de Engenharia Agrícola da Universidade \nFederal de Viçosa; Brasília, DF: Ministério do Meio \nAmbiente; Belo Horizonte, MG: RURALMINAS. \n2004. Disponível em:&lt;www.ufv.br/dea/hidrotec>. \nAcesso em: 14/02/2013.\n\nGHANBARPOUR, M. R.; TEIMOURI, M.; \nGHOLAMI, S. H. Comparison of base flow estimation \nmethods based on hydrograph separation (case study: \nKarun Basin) JWSS – Isfahan University of Technology, \nv. 12, n. 44, p. 1-13, 2008.\n\nGONZALES, A. L.; NONNER, J.; HEIJKERS, J.; \nUHLENBROOK, S. Comparison of different base flow \nseparation methods in a lowland catchment. Hydrology \nand Earth Sciences Discussions, v. 6, p. 2483-3515, 2009.\n\nGREGOR, M. BFI+ 3.0 User’s Manual. HydroOffice. \nSoftware Package for Water Sciences. State Geological \nInstitute of Dionyz Stur, Bratslava, Czech Republic, \n2010. 21 p.\n\nHALFORD, K. J.; MAYER, G. C. Problems associated \nwith estimating ground water discharge and recharge \nfrom streamflow-discharge records. Ground Water, \nv. 38, n. 3, p. 331-342, 2000.\n\nHARTLEY, H. Maximum likelihood estimation from \nincomplete data. Biometrics, v. 14, p. 174-194, 1958.\n\nHOLTSCHLAG, D. J. A generalized estimate  of ground-\nwater-recharge rates in the Lower Peninsula of \nMichigan. U.S. Geological Survey water-supply paper \n2437. 1997. 44 p.\n\nIGAM – INSTITUTO MINEIRO DE GESTÃO DAS \nÁGUAS. Plano Diretor de Recursos Hídricos do \nRio Paracatu: Resumo Executivo. Governo de Minas \nGerais. Comitê da Sub-baciaHidrográfica do Rio \nParacatu. Belo Horizonte: Instituto Mineiro de Gestão \ndas Águas, 2006. 384 p.\n\nJOHNSON, G. S.; SULLIVAN, W. H.; COSGROVE, \nD. M.; SCHIMIDT, R. D. Recharge of the Snake \nRiver Plain Aquifer: Transitioning from Incidental to \nManaged. Paper Nº 98010, Journal of the American \nWater Resources, 1999.\n\nKIRCHNER, J. W. A double paradox in catchment \nhydrology and geochemistry. Hydrological Processes, \nv. 17, p. 871-874, 2003.\n\nLAROCQUE, M.; FORTIN, V.; PHARAND, M. C.; \nRIVARD, C. Groundwater contribution to river flows \n– using hydrograph separation, hydrological and \nhydrogeological models in a southern Quebec aquifer. \nHydrology and Earth System Sciences Discussions, v. \n7, p. 7809-7838, 2010. Disponível em:&lt;www.hydrol-\nearth-syst-sci-discuss.net/7/7809/2010/>. Acesso em: \n14 fev. 2013. doi:10.5194/hessd-7-7809-2010.\n\nLATUF, M. O. Mudanças de Uso do Solo e  Comportamento \nHidrológico nas Bacias do Rio Preto e de Entre-Ribeiros. \n2007. 103 p. Dissertação (Mestrado) – Programa de Pós-\nGraduação em Engenharia Agrícola, Universidade \nFederal de Viçosa, Viçosa, MG.\n\nLIM, K. J.; ENGEL, B. A.; TANG, Z.; CHOI, J.; \nKIM, K. S.; MUTHUKRISHNAN, S.; TRIPATHY, \nD. Automated Web GIS based Hydrograph Analysis \nTool, WHAT. Journal of the American Water Resources \nAssociation, p. 1407-1416, 2005.\n\nLIM, K. J.; KIM, J.; ENGEL, B. A.; JEON, J. H.; \nPARK, Y.; SHIN, Y. C.; HEO, S. G.; KIM, S. J.; \n\n\n\nVasconcelos, V. V. et al.\n\n- 22 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nCHOI, J.; YOO, D. S. Development of Optimization \nModule in the WHAT System for Accurate Hydrograph \nAnalysis and Model Application. In: ASAE ANNUAL \nMEETING072022, American Society of Agricultural \nand Biological Engineers, 2007.\n\nLIM, K. J.; PARK, Y; KIM, J.; SHIN, Y. C.; KIM, N. W.; \nKIM, S. J.; JEON, J. H.; ENGEL, B. A. Development \nof genetic algorithm-based optimization module in \nWHAT system for hydrograph analysis and model \napplication. Computers &amp; Geosciences, v. 36, p. 936-\n944, 2010. DOI: 10.1016/j.cageo.2010.01.004.\n\nLYNE, V.; HOLLICK, M. Stochastic time-variable \nrainfall-runoff modeling. Institute of Engineers \nAustralia National Conference, p. 89-93, 1979.\n\nLYNSLEY, R. K.; KOHLER, M. A.; PAULHUS, J. \nL. H.; WALLACE, J. S. Hydrology for Engineers, 2nd \nedition. New York: McGraw Hill, 1975.\n\nMARTINS JUNIOR, P. P. (Coord.). Projeto GZRP – \nGestão de Zonas de Recarga de Aqüíferos Partilhadas \nentre as Bacias de Paracatu, São Marcos e Alto \nParanaíba. Cetec/Fapemig - 2007-2009. Fundação \nCentro Tecnológico de Minas Gerais, Belo Horizonte, \nMinas Gerais. Relatório Final em 2009.\n\nMARTINS JUNIOR, P. P. Projeto CRHA – Conservação \nde recursos hídricos no âmbito de gestão agrícola de \nbacias hidrográficas. MCT/Finep/CT-Hydro 2002-\n2006. Fundação Centro Tecnológico de Minas Gerais, \nBelo Horizonte, Minas Gerais. Relatório Final em 2006.\n\nMCMAHON, T. A.; MEIN, R. G. River and Reservoir \nYield. Littleton: Water Resources Publication, 1986. \n368 p.\n\nMOREIRA, M. C. Gestão de Recursos Hídricos: \nSistema Integrado para otimização da Outorga de Uso \nda Água. 2006. 94 p. Tese (Doutorado) – Programa de \nPós-Graduação em Engenharia Agrícola, Universidade \nFederal de Viçosa, Viçosa, Minas Gerais.\n\nMOURÃO, M. A. A. (Coord.). Caracterização \nHidrogeológica da Microrregião de Unaí. Projeto São \nFrancisco. Província Mineral Bambuí (MG). Brasília: \nCompanhia de Pesquisa de Recursos Minerais, Serviço \nGeológico do Brasil, Ministério das Minas e Energia, \n2001. 86 p.\n\nMULHOLLAND, D. S. Geoquímica Aplicada à \nAvaliação de Qualidade de Sistemas Aquáticos da \n\nBacia do Rio Paracatu (MG). 2009. 95 p. Dissertação \n(Mestrado) – Instituto de Geociências, Universidade de \nBrasília, Brasília, Distrito Federal.\n\nMÜLLER, I. I.; MARCHAND, C. M.; KAVISKI, E. \nAnálise de Estacionariedade de Séries Hidrológicas \nna Bacia Incremental de Itaipu. Revista Brasileira de \nRecursos Hídricos, v. 3, n. 4, p. 51-71, 1998.\n\nNATHAN, R. J.; MACMAHON, A. A. Evaluation of \nautomated techniques for base flow and recession analyses. \nWater Resources Research, v. 26, n. 7, p. 1465-1473, 1990.\n\nNOVAES, L. F. Modelo para a Quantificação da \nDisponibilidade Hídrica na Bacia do Paracatu. 2005. \n104 p. Tese (Doutorado) – Programa de Pós-Graduação \nem Engenharia Agrícola, Universidade Federal de \nViçosa, Viçosa, Minas Gerais.\n\nNUNES, H. T.; NASCIMENTO, O. B. Base de Dados \nMeteorológicos. Belo Horizonte: Nota Técnica NT-\nCRHA 17/2004. In: MARTINS JUNIOR (Coord.). \nProjeto CRHA. Memória Técnica da Fundação CETEC, \n2004. 40 p.\n\nPETERS, E.; VAN LANEN, H. A. J. Separation of \nbase flow form streamflow using groundwater levels – \nillustrated for the Pang catchment (UK). Hydrological \nProcesses, v. 19, p. 921-936, 2005.\n\nPRESTI, R. L.; BARCA, E.; PASSARELLA, G. A \nmethodology for treating missing data applied do \ndaily rainfall data in the Candelaro River Basin (Italy). \nEnvironmental Monitoring and Assessment, v. 160, \np. 1-22, 2010. DOI: 10.1007/s10661-008-0653-3. \n\nPRUSKI, F. F.; RODRIGUEZ, R. D. G.; NOVAES, \nL. F.; SILVA, D. D. D; RAMOS, M. M.; TEIXEIRA, \nA. F. Impacto das vazões demandadas pela irrigação \ne pelos abastecimentos animal e humano, na Bacia do \nParacatu. Revista Brasileira de Engenharia Agrícola e \nAmbiental, v. 11, n. 2, p. 199-210, 2007.\n\nRAMOS, M. L. S.; PAIXÃO, M. M. O. M. \nDisponibilidade Hídrica de Águas Subterrâneas \n– Produtividade de Poços e Reservas Explotáveis \ndos Principais Sistemas Aqüíferos. 41 p. In: ANA – \nAGÊNCIA NACIONAL DE ÁGUAS. Plano Diretor \nde Recursos Hídricos da Bacia do Rio São Francisco. \nBrasília: Ministério do Meio Ambiente, 2004.\n\nREAY, W. G.; GALLAGHER, D. L., SIMMONS Jr., G. \nM. Groundwater discharge and its impact on surface \n\n\n\nEstimation of flow components by recursive filters\n\n- 23 -Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nwater quality in a Chesapeake Bay inlet. Ground Water, \nv. 28, n. 6, p. 1121-1133, 1992.\n\nRISSER, D. W.; GBUREK, W. J.; FOLMAR, G. J. \nComparison of methods for estimating ground-water \nrecharge and base flow at a small watershed underlain \nby fractured bedrock in the eastern United States: U.S. \nGeological Survey Scientific Investigations Report \n2005-5038, 2005. 31 p.\n\nRODRIGUEZ, R. G. Proposta Conceitual para \na Regionalização de Vazões. 2008. 181 p. Tese \n(Doutorado) – Universidade Federal de Viçosa, Viçosa, \nMinas Gerais.\n\nRODRIGUEZ, R. G. Metodologia para Estimativa \nde Demandas e Disponibilidades Hídricas: estudo de \ncaso da Bacia do Paracatu. 2004. 94 p. Dissertação \n(Mestrado) – Programa de Pós-Graduação em \nEngenharia Agrícola, Universidade Federal de Viçosa, \nViçosa, Minas Gerais.\n\nRORABAUGH, M. I. Estimating changes in bank \nstorage and ground-water contribution to streamflow. \nInternational Association of Scientific Hydrology, \nPublication 63, p. 432- 441, 1964.\n\nRURALMINAS. Plano Diretor de Recursos Hídricos \nda Bacia do Rio Paracatu – Planpar. Consórcio \nMAGNA/DAM/EYSER, Governo de Federal, Governo \ndo Estado de Minas Gerais, Governo do Distrito \nFederal, Brasil, 1996.\n\nRUTLEDGE, A. T. Use of RORA for complex ground-\nwater flow conditions. USGS Water-Resources \nInvestigations Report 03-4304. Reston, Virginia: \nUSGS, 2003.\n\nRUTLEDGE, A. T. Considerations for use of the RORA \npro-gram to estimate ground-water recharge from \nstreamflow records. U.S. Geological Survey Open-File \nReport 00-156, 2000. 44 p.\n\nRUTLEDGE, A. T. Computer programs for describing \nthe recession of ground-water discharge and for \nestimating mean ground-water recharge and discharge \nfrom streamflow data – Update. U.S. Geological \nSurvey Water-Resources Investigations Report 98-\n4148, 1998. 43 p. \n\nRUTLEDGE, A. T. Computer programs for \ndescribing the recession of ground-water discharge \nand for estimating mean ground-water recharge and \n\ndischarge from streamflow records. U.S. Geological \nSurvey Water-Resources Investigations Report 93-\n4121, 1993.\n\nSANTHI, C.; ALLEN, P. M.; MUTTIAH, R. S.; \nARNOLD, J. G.; TUPPAD, P. Regional estimation \nof base flow for the conterminous United States by \nhydrologica landscape regions. Journal of Hydrology, \nv. 351, p. 139-153, 2008.\n\nSCHAFER, J. L.; GRAHAM, J. W. Missing Data: our \nview of the state of art. Psychological Methods, v. 7, p. \n147-177, 2002.\n\nSCHILLING, K.; ZHANG, Y. Baseflow Contribution \nto Nitrate-Nitrogen Export From a Large, Agricultural \nWatershed, USA. Journal of Hydrology, v. 295, p. 305-\n316, 2004.\n\nSOUZA, H. T. Sistema Computacional para \nRegionalização de Vazões. 2009. 86 p. Dissertação \n(Mestrado) – Programa de Pós-Graduação em \nEngenharia Agrícola, Universidade Federal de Viçosa, \nViçosa. Minas Gerais.\n\nSOUZA, H. T.; PRUSKI, F. F.; BOF, L. H. N.; \nCECON, P. R.; SOUZA, J. R. C. SisCAH 1.0. Sistema \nComputacional para Análises Hidrológicas. Manual \nde instruções. Brasília, DF: Agência Nacional de \nÁguas; Viçosa, MG: Universidade Federal de Viçosa, \n2009. 60 p.\n\nSU, N. The unit hydrograph model for hydrograph \nseparation. Environmental International, v. 21, n. 5, \np. 509-515, 1995.\n\nTUCCI, C. E. M. (Org.). Hidrologia: Ciência e \nAplicação. Segunda Edição. Associação Brasileira de \nRecursos Hídricos, Universidade Federal do Rio Grande \ndo Sul. Porto Alegre: Editora da Universidade, 2009.\n\nTUCCI, C. E. M. Regionalização de vazões. Porto \nAlegre: Editora Universidade da Universidade Federal \ndo Rio Grande do Sul, 2002. 256 p.\n\nTULARAM, A. G.; ILAHEE, M. Exponential \nSmoothing Method of Base Flow Separation and its \nImpact on Continuous Loss Estimates. American \nJournal of Environmental Sciences, v. 4, n. 2, p. 136-\n144, 2008.\n\nVASCONCELOS, V. V. Frentes agrícolas de irrigação \ne zoneamento ecológico-econômico: estudo de caso \n\n\n\nVasconcelos, V. V. et al.\n\n- 24 - Geol. USP, Sér. cient., São Paulo, v. 13, n. 1, p. 3-24, Março 2013\n\nda bacia de Entre-Ribeiros – Noroeste de Minas \nGerais.2010. 142 p. Dissertação (Mestrado) – Programa \nde Pós-graduação em Geografia – Tratamento da \nInformação Espacial, PUC-Minas, Belo Horizonte, \nMinas Gerais.\n\nWAHL, K. L.; WAHL, T. L. Determining the Flow \nof Comal Springs at New Braunfels, Texas. Texas \nWater’95, p. 77-86, 1995.\n\nWAHL, K. L.; WAHL, T. L. Effects of Regional Ground-\nWater Declines on Streamflows in the Oklahoma \nPanhandle. In: Symposium on Water-Use Data for Water \nResources Management, American Water Resources \nAssociation, Tucson, Arizona, p. 239-249, 1988.\n\nWELDERUFAEL, W. A.; WOYESSA, Y. E. Stream flow \nanalysis and comparison ofbase flow separation methods: \ncase study of Modder River Basin in Central South Africa. \nEuropean Water, v. 31, p. 2-12, 2010."}]}}}