{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15172"}, {"@name": "filename", "#text": "21566_Monografia%20Isabela%20Troglio%20Vieira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\n \n\n \nUNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO SOCIOECONÔMICO \nDEPARTAMENTO DE ECONOMIA E RELAÇÕES INTERNACIONAIS \n\nGRADUAÇÃO EM RELAÇÕES INTERNACIONAIS \n \n \n \n \n \n \n \n \n \n\nISABELA TROGLIO VIEIRA \n \n \n \n \n \n \n \n \n\nMECANISMOS DE CRIAÇÃO DE VALOR NAS EMPRESAS DE MÍDIAS SOCIAIS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFLORIANÓPOLIS \n2018 \n\n\n\n2 \n \n\nISABELA TROGLIO VIEIRA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nMECANISMOS DE CRIAÇÃO DE VALOR NAS EMPRESAS DE MÍDIAS SOCIAIS \n \n \n \n \n \n \n \n \n \n \n\nMonografia submetida ao curso de Relações Internacionais \nda Universidade Federal de Santa Catarina, como requisito \npara a obtenção do título de bacharel em Relações \nInternacionais. \n \nOrientadora: Prof.ª Patrícia Arienti, Dra. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nFLORIANÓPOLIS \n\n2018 \n \n\n\n\n3 \n \n\nISABELA TROGLIO VIEIRA \n\n \n\n \n\nMECANISMOS DE CRIAÇÃO DE VALOR NAS EMPRESAS DE MÍDIAS SOCIAIS \n \n\n \n\nA Banca Examinadora resolveu atribuir a nota 9,0 à aluna Isabela Troglio Vieira na \n\ndisciplina CNM 7107 – Monografia, pela apresentação deste trabalho. \n\n \n\n \n\nBanca Examinadora: \n\n \n\n_________________________ \n\nProf.ª Patrícia Arienti, Dr.ª \nOrientadora \n\nUniversidade Federal de Santa Catarina \n \n \n\n_________________________ \n \n\nProf.ª Laura Mabel Lacaze, Dr.ª \nUniversidade Federal de Santa Catarina \n\n \n \n\n_________________________ \n \n\nProf. Wolney Roberto Carvalho, Dr. \nUniversidade Federal da Integração Latino-Americana \n\n  \n\n\n\n4 \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, Taisa e Mauro, que não mediram esforços para \n\nque eu chegasse até esta etapa de minha vida. A Deus, que me dá \n\ncoragem para questionar realidades e propor sempre um novo \n\nmundo de possibilidades.  \n\n\n\n5 \n \n\nAGRADECIMENTOS \n\n \n\nAntes que se inicie a leitura das próximas páginas, gostaria de registrar aqui algumas palavras \n\nde consideração para todos que influenciaram, direta ou indiretamente, a produção deste \n\ntrabalho. Dessa maneira, buscarei tecer breves agradecimentos àqueles que se fizeram mais \n\npresentes na minha trajetória acadêmica, representada por este trabalho. Não há como \n\ndemonstrar gratidão a qualquer pessoa, sem antes reconhecer a importância de Deus em minha \n\nvida. Sinto-me honrada e grata por poder contar com a presença e direção divinas, \n\nprincipalmente em momentos cujas circunstâncias pareceram desfavoráveis.  \n\nPelo amor incondicional, extremo apoio e paciência, agradeço aos meus pais, Taisa e Mauro e \n\nminha querida avó Adille Maria que, infelizmente, não se encontra mais conosco, que me \n\nensinaram a ser uma pessoa mais forte e dar valor aos pequenos momentos da nossa vivência, \n\nme apoiaram nas minhas escolhas e me incentivaram a realizar meus sonhos, desde pequena. \n\nCom eles, aprendi a importância do conhecimento e recebi o incentivo para buscá-lo. Todos os \n\nvalores que me transmitiram refletem em quem eu sou hoje, na forma em que aprendi a olhar \n\npara as pessoas ao meu redor e na maneira como me sinto uma filha especial e muito amada. \n\nÀ minha querida irmã Inara pelo auxílio obtido durante a execução deste trabalho. Inara é meu \n\ngrande exemplo de pessoa experiente, inteligente e dedicada em suas produções de livros e \n\nartigos. Com sua experiência, sempre esteve disposta a me confortar nas horas mais difíceis, de \n\ncansaço e incertezas e me incentivar na elaboração desta monografia. \n\nEu também tive o privilégio de ter ao meu lado o apoio e experiência da Prof. Patrícia Arientti \n\nna orientação dessa dissertação. Particularmente, gostaria de agradecê-la pela cordialidade de \n\nter me aceitado como sua orientanda e também por ter conduzido habilmente a execução dessa \n\ntarefa, sempre disposta a me auxiliar e orientar.  \n\nÀ professora Laura Mabel Lacaze, cuja contribuição na escolha do tema foi fundamental. \n\nAgradeço pelas aulas de Tópicos Especiais em Relações Internacionais das quais tornaram-se \n\ninspiração para este trabalho, bem como pela sua preciosa ajuda no envio de material \n\nbibliográfico e suporte concedido para a realização do mesmo.  \n\nÀ Universidade Federal de Santa Catarina, seu corpo docente, direção e administração, que me \n\noportunizaram a janela que hoje vislumbro um horizonte mais amplo e superior, com imensas \n\n\n\n6 \n \n\noportunidades de ascensão profissional e pessoal. Por me ter proporcionado cursar Relações \n\nInternacionais em um ambiente acadêmico inspirador, criativo e diverso. \n\nAproveito também para agradecer às novas amizades que fiz durante a minha trajetória \n\nacadêmica no curso. Tenho a certeza que nada na vida ocorre por acaso e conhecer vocês foi \n\num dos melhores acontecimentos de minha vida. Em especial, aos meus amigos Luan Neis e \n\nMaurílo Darós, com os quais compartilhei alegrias, novas experiências, principalmente as \n\nconcedidas a partir do meu intercâmbio, que realizei junto do Luan, boas risadas, angústias e \n\ninquietações. Vocês são presentes que quero levar por toda a minha vida. Por fim, mas não \n\nmenos importante, agradeço imensamente ao Eduardo Rechia Krügel, pelo apoio afetivo em \n\ntodos os momentos da produção desse trabalho, e pelas conversas e ensinamentos diários, que \n\nsão antídotos para qualquer mal. Com ele, aprendi que as ditas “verdades” existem para serem \n\nquestionadas, sendo necessário parar para refletir sobre ideias primitivas já estabelecidas na \n\nsociedade, e tomadas como verdades plenas. \n\n  \n\n\n\n7 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“As dúvidas, perguntas, questionamentos, problemas, nos movem, mas, as \nverdades absolutas podem nos parar! E nos param, ou, também nos fazem agir, \ncomo cegos mentais!” (Oseias Faustino Valentim)  \n\n\n\n8 \n \n\nRESUMO \n \nDestaca-se que, diante das novas diretrizes da comunicação digital, o usuário participa de uma \nrede inteligente de marketing que tem como objetivo potencializar as vendas de diversas \nempresas anunciantes que pagam às mídias sociais por um espaço publicitário que permite a \nimplantação de anúncios segmentados conforme o produto ou serviço ofertado. Diante desse \ncenário, o presente estudo tem como objetivo demonstrar as formas de obtenção de lucro de \nempresas de mídias sociais que fornecem serviços grátis aos usuários. Para obter os resultados, \nrealizou-se uma pesquisa qualitativa, descritiva e bibliográfica. As contribuições deste estudo \napontam que o usuário contribui de forma ampla com a arrecadação das empresas de mídias \nsociais, uma vez que expõe, na maioria das vezes de maneira inconsciente, informações \npessoais privilegiadas, que são utilizadas por sistemas inteligentes para induzir que os usuários \ncomprem determinados produtos. \n \nPALAVRAS CHAVE: Capitalismo contemporâneo; Sociedade em rede; Empresas de mídia \nsociais; Network. \n  \n\n\n\n9 \n \n\nABSTRACT \n \nIt is noted that, on the new digital communication guidelines, the user participates of an \nintelligent marketing network that aims to boost the sales of several advertising companies \nwhich pay to the social medias for an advertising space in order to implement segmented ads \naccording to the product or service offered by them. Thereby, the present study aims to \ndemonstrate the profit ways used by the social media companies, which provide free services \nto the users. To obtain the results, a qualitative, descriptive and bibliographical research was \ncarried out. The contributions of this study point out that the user contributes broadly to the \nincome of the social media companies, since he exposes, most of the time unconsciously, \nprivileged personal information, which are used by intelligent systems to induce users to buy \ncertain products. \n \nKEY WORDS: Contemporary capitalism; Network society; Social media companies; \nNetwork. \n  \n\n\n\n10 \n \n\nLISTA DE FIGURAS \n \nFigura 1 – Comportamento e perfil dos brasileiros nas redes sociais.......................................50 \n \nFigura 2 – O mercado digital de três participantes...................................................................66 \n  \n\n\n\n11 \n \n\nLISTA DE ABREVIATURAS E SIGLAS \n \nEPI – Economia Política Internacional  \n\nPTE – Paradigma Tecnoeconômico \n\nTIC – Tecnologia da Informação e Conhecimento  \n\n  \n\n\n\n12 \n \n\nSUMÁRIO \n \n\n1. INTRODUÇÃO...................................................................................................................13 \n\n2. INFORMAÇÃO COMO ATIVO ESTRATÉGICO PARA NOVOS MODELOS DE \n\nNEGÓCIOS ............................................................................................................................17 \n\n2.1 A DINÂMICA EVOLUTIVA DO SISTEMA MUNDIAL ................................................17 \n\n2.2 PARADIGMA INFORMACIONAL..................................................................................19 \n\n2.3 AS MUDANÇAS SOCIAIS E CULTURAIS PROVINDAS DO PARADIGMA \n\nTECNOECONÔMICO.............................................................................................................22 \n\n2.3.1 A nova estrutura social dominante: a sociedade em rede alicerçada no suporte \n\ndigital........................................................................................................................................22 \n\n2.3.2 A nova cultura da virtualidade real...............................................................................23 \n\n2.4 REARRANJO INSTITUCIONAL......................................................................................25 \n\n2.5 NOVO ESTÁGIO DO CAPITALISMO: RELAÇÃO ENTRE INFORMAÇÃO, \n\nTRABALHO E VALOR...........................................................................................................27 \n\n2.5.1 Valor econômico da informação na Sociedade em rede...............................................27 \n\n2.5.2 Novo sistema digital de comunicação............................................................................31 \n\n2.5.3 Particularidades das plataformas de rede....................................................................32 \n\n3. EMPRESAS DE MÍDIAS SOCIAIS E SEU NETWORK..................................................35 \n\n4. A RELAÇÃO PLATAFORMA-USUÁRIO.....................................................................45 \n\n4.1 A LÓGICA DOS SERVIÇOS GRÁTIS OFERTADOS AOS USUÁRIOS........................45 \n\n4.2.1 Captação das informações dos usuários pelas plataformas de rede para incentivá-los \n\na produzir conteúdo.................................................................................................................46 \n\n4.2.2 Captação das informações dos usuários pelas plataformas de rede para vendê-las \n\nsob a forma de anúncios..........................................................................................................50 \n\n4.3 AS ESTRATÉGIAS MERCADOLÓGICAS DO GOOGLE E FACEBOOK.....................55 \n\n4.3.1 Google..............................................................................................................................56 \n\n4.3.2 Facebook.........................................................................................................................57 \n\n4.3.3 Estratégias de comunicação...........................................................................................59 \n\nCONSIDERAÇÕES FINAIS.................................................................................................61 \n\nREFERÊNCIAS......................................................................................................................63 \n\n  \n\n\n\n13 \n \n\n1 INTRODUÇÃO \n\n \n\nDe acordo com as reflexões keynesianas do século XX, baseadas nas ideias de John \n\nMaynard Keynes, economista que defendia a ação do Estado na economia com o objetivo \n\natingir a plenitude do emprego, e pós-keynesianas, o capitalismo é um modelo econômico \n\ninerente a instabilidades. Segundo Andrade (1987), Keynes afirma que a fonte básica da \n\ninstabilidade capitalista é o reflexo das decisões acerca dos investimentos serem realizados por \n\nperspectivas que se reportam a um futuro remoto e cercado de incertezas. E ainda, que “o \n\ninvestimento é a variável estratégica do gasto agregado, ou da demanda efetiva que determina \n\na renda e o nível de emprego, as flutuações súbitas e amplas do investimento, a partir da \n\ninstabilidade das expectativas, conduzirão às flutuações na renda e no emprego”, pelo próprio \n\nfato de que o aspecto da instabilidade está latente no próprio capitalismo (KEYNES, 1936 apud \n\nANDRADE, 1987, p. 90). \n\nDe acordo com Pérez (1988), baseada nas concepções schumpeterianas, a partir das \n\nquais o capitalismo é visto como um sistema dinâmico, a economia é regida por ciclos de \n\nprosperidade e ciclos de turbulências, na medida em que, a cada período de 50 a 60 anos, 20 ou \n\n30 anos são característicos de ascensão e crescimento e 20 ou 30 anos são característicos de \n\numa descontinuidade no crescimento, com o surgimento de instabilidades no sistema.  \n\nNessa perspectiva, Pérez (1988, p. 3) destaca que “o período de maior e mais \n\nespetacular implantação de cada revolução tecnológica, como tal, precede claramente as \n\ndécadas historicamente reconhecidas como boom e prosperidade geral”. Em outros termos, é \n\npossível afirmar que, por trás de cada auge econômico, há uma revolução tecnológica, \n\ncaracterizada como um \"furacão de destruição criativa\" que transforma, destrói e renova a \n\nriqueza produtiva mundial. Conforme Castells (1999), as diversas mudanças sofridas pela \n\nsociedade ao longo dos últimos 50 anos a partir da revolução técnico-científica do capitalismo \n\ncontemporâneo acarretaram no surgimento de novas dimensões acerca da produção e captação \n\nde lucros.  \n\nNesse contexto, o autor afirma que as atividades da Nova Sociedade são baseadas no \n\ninformacionalismo, na medida em que a tecnologia da informação é o elemento fundamental \n\npara a geração de riqueza. Segundo o autor, “a interação entre esses processos e as reações por \n\neles desencadeadas fizeram surgir uma nova estrutura social dominante, a sociedade em rede; \n\numa nova economia, a economia informacional/global; e uma nova cultura, a cultura da \n\nvirtualidade real” (CASTELLS, 1999, p. 412). \n\n\n\n14 \n \n\nCom base nas concepções acima, a partir do desenvolvimento de um novo estágio na \n\neconomia mundial, a informação passa a ser o aspecto central da produção e apropriação de \n\nvalor no capitalismo informacional. A partir de então, as estratégias de valorização comercial \n\nsão, em grande parte, procedidas por meio da captação das informações disponíveis sobre os \n\nclientes e/ou consumidores para transformá-las em vantagens competitivas e impulsionar as \n\nvendas, obtendo maior eficiência e eficácia nas relações com seus clientes potenciais por \n\nconhecer melhor o perfil dos visitantes de suas lojas virtuais. \n\nNesse cenário, as empresas estão, cada vez mais, priorizando o conhecimento e o setor \n\ninformacional, e, a partir daí, tem-se em surgimento um capitalismo diferenciado voltado à \n\nquestão informacional, na medida em que as lógicas de valorização comercial passam a estar \n\natreladas às lógicas de produção de informação e conhecimento. Diante disso, é relevante \n\nanalisar os novos métodos de agregação de valor realizado pelas novas empresas da internet \n\nque surgiram ao longo do desenvolvimento do atual paradigma tecnoeconômico, e, em que \n\nmedida, a coleta de informações pessoais dos consumidores dispostas nas plataformas das \n\nempresas de mídias sociais reflete em uma medida que traz grandes lucros às mesmas. \n\nÉ importante ressaltar que, diante da dinâmica evolutiva do sistema, o novo \n\ncapitalismo que está transformando o mundo traz consigo novos avanços relacionados à \n\nmodernização e tecnologia. Em virtude disso, a rede, isto é, a teia eletrônica, desenvolve áreas \n\ncada vez mais amplas do planeta e a descentralização das atividades humanas alastra-se \n\ngeograficamente e abrange diferentes nações. Segundo Castells (1999), o processo de profunda \n\nreestruturação do capitalismo reflete na descentralização das empresas e sua organização em \n\nredes tanto internamente quanto em suas relações com outras empresas, resultando na \n\nintegração global dos mercados, remodelando e reestruturando, dessa forma, a relação entre os \n\nEstados. \n\nNesse contexto, sob a ótica das Relações Internacionais, este estudo se justifica por \n\nverificar que ainda existem na literatura poucas publicações acadêmicas sobre o tema, na \n\nmedida em que se pretende gerar contribuições para o meio acadêmico, agregando mais \n\nconhecimento acerca do modo pelo qual as novas tecnologias e os novos métodos de \n\ncomunicação e relacionamento digital impactam a condução da economia e impulsionam novas \n\nestratégias comerciais e, portanto, novas formas de produção de valor e geração de lucros. \n\nAinda mais, uma vez que “estamos em uma era de transformações que tem na internet, sua \n\ninterlocutora e tradutora”, este trabalho foi motivado pelo fato de que [...] entender a internet é \n\nentender o próprio ser humano e seus anseios pós-modernos, [...] suas carências, seus novos \n\nvalores, [...] e compreender suas crenças e descrenças (VAZ, 2008, p. 25-26).  \n\n\n\n15 \n \n\nDessa forma, o objetivo deste estudo é analisar de que maneira procedem os \n\nmecanismos de criação de valor nas empresas de mídia sociais, respondendo assim, à \n\nproblemática de pesquisa: como ocorre a geração de valor nas empresas de mídias sociais? \n\nNesse contexto, o segundo capítulo desta pesquisa tem como objetivo analisar a \n\nmudança de paradigma sob a lente da sociedade em rede e do capitalismo contemporâneo, que \n\ncontempla uma análise acerca da informação como ativo estratégico para novos modelos de \n\nnegócio, o novo paradigma informacional, as mudanças sociais e culturais provindas do novo \n\nparadigma, e o novo estágio do capitalismo. \n\nJá o terceiro capítulo, busca identificar as empresas de mídias sociais e seu network, e, \n\nem que medida as redes sociais estabelecem alguns níveis de relações, onde as tecnologias de \n\ninformação e comunicação têm sido essenciais nesse novo momento das organizações, \n\nestreitando distâncias e facilitando os processos de comunicação e troca de informações, de \n\nconhecimentos e o compartilhamento de experiências, além de ambientes virtuais favoráveis ao \n\ndebate de ideias, à construção de conhecimento conjunto e à atuação coletiva, gerando maior \n\ncompetitividade de mercado pelo network estabelecido. \n\nO quarto capítulo, por sua vez, trata de identificar o mecanismo de valor nas empresas \n\nde mídias sociais, que contempla a relação plataforma-usuário, a lógica dos serviços grátis \n\nofertados aos usuários e as estratégias mercadológicas do Google e Facebook. Por fim, as \n\nconsiderações finais da pesquisa, seguida das referências. \n\nEsta pesquisa possui uma abordagem qualitativa sob o ponto de vista de Lakatos e \n\nMarconi (2011, p. 269), “em analisar e interpretar aspectos mais profundos, descrevendo a \n\ncomplexidade do comportamento humano”. Quanto aos objetivos, a pesquisa é descritiva, pois \n\npossui como objetivo primordial a descrição das características de determinada população ou \n\nfenômeno ou o estabelecimento de relações entre variáveis (GIL, 2009), que no caso desta \n\npesquisa, busca analisar os mecanismos de criação de valor nas empresas de mídia sociais. E \n\ncomo técnica de pesquisa, o estudo utilizou a pesquisa bibliográfica tendo em vista que, \n\nsegundo Triviños (2002, p. 104), “não é possível interpretar, explicar e compreender a realidade \n\nsem um referencial teórico”. E ainda, diz respeito a “[...] quando elaborada a partir de material \n\njá publicado, constituído principalmente de livros, artigos de periódicos e atualmente com \n\nmaterial disponibilizado na internet” (MATIAS-PEREIRA, 2012, p. 89). \n\n  \n\n\n\n16 \n \n\n \n\n \n\n \n\n  \n\n\n\n17 \n \n\n2 INFORMAÇÃO COMO ATIVO ESTRATÉGICO PARA NOVOS MODELOS DE \n\nNEGÓCIOS \n\n \n\nEste capítulo busca oferecer suporte teórico a esta pesquisa, tendo em vista que, \n\nsegundo Triviños (2002, p. 104), “não é possível interpretar, explicar e compreender a realidade \n\nsem um referencial teórico”. Para tal, são apresentados estudos relacionados ao tema \n\nInformação como ativo estratégico para novos modelos de negócios, onde analisa-se a dinâmica \n\nevolutiva do sistema mundial, o novo paradigma informacional, as mudanças sociais e culturais \n\nprovindas do novo paradigma tecnoeconômico, o rearranjo institucional, e a relação entre \n\ninformação, trabalho e valor do novo estágio do capitalismo. \n\n \n\n2.1 A DINÂMICA EVOLUTIVA DO SISTEMA MUNDIAL \n\n \n\nA Economia Política Internacional (EPI) enquanto corrente teórica considera a \n\nestrutura internacional como um processo dinâmico, passível de mudanças e de transformações. \n\nCom origem na década de 1970, os estudos de EPI procuram superar as análises do \n\nEstadocentrismo de que o poder político emana do Estado, ao incorporar outros elementos, \n\ncomo ideias, sociedade e instituições nas análises sobre a ordem mundial, e verificar como um \n\nEstado ou uma sociedade são afetados pelas transformações globais e pela sua participação no \n\nsistema mundial1, e, ainda, como esta sociedade responde por tais alterações. \n\nAtualmente, sua importância consiste em compreender a dinâmica do sistema \n\ninternacional não apenas a partir da política de poder, mas também, por meio das interações \n\neconômicas entre os Estados, e das relações entre estes e o mercado, o qual se materializa na \n\nprodução, nas finanças e nas moedas. \n\nDessa forma, embora o Estado e as organizações internacionais ainda sejam atores \n\nrelevantes no sistema, o cerne das transformações concentra-se na economia, tecnologia e \n\ncomunicações na medida em que a evolução do sistema-mundo2 ocorre em virtude da \n\n                                                \n1\nComposto pelo conjunto de atores ligados entre si, que, direta ou indiretamente, realizam relações mútuas em \n\ntermos político, econômico, militar, social e cultural no ambiente que os abriga. \n2\nA partir do final da década de 70 e no decorrer dos anos 80, a teoria do Sistema-Mundo (TSM) ganhou importância \n\nao centralizar o estudo do sistema social e suas interrelações com o avanço do capitalismo. Wallerstein (1974), \norganiza seu pensamento sobre o sistema mundo moderno como uma estrutura que admite uma hierarquia, dividida \nentre centro, semiperiferia e periferia, a partir das quais estabelecem-se relações assimétricas entre as nações \ncaracterizadas como um padrão de trocas desiguais, acentuando a relação de dependência dos países da periferia \ne semiperiferia com os países do centro. \n\n\t\n\n\n\n18 \n \n\nintrodução de novos valores, conhecimentos e experiências no sistema. Assim, visto que as \n\ntransformações do mundo moderno são compreendidas por meio da análise do potencial \n\nexistente para mudanças estruturais na ordem internacional, as transformações sistêmicas são \n\njustificadas pela predominância de processos históricos, que reorganizam o sistema-mundo e \n\nalteram substantivamente a natureza dos integrantes do sistema, sua maneira de se relacionar \n\nuns com os outros, e o modo como o sistema funciona e se reproduz (ARRIGHI; SILVER, \n\n2001, p. 30). \n\nEssa forma de se relacionar, reorganizando o sistema-mundo, traz à tona a visão Neo-\n\nschumpeteriana (ou Evolucionária) da inovação e do conhecimento resgatando a importância \n\nde Schumpeter, um dos maiores economistas do século XX, ao considerar a natureza mutante \n\ndo capitalismo, como fundamental para a compreensão da dinâmica capitalista de progressos e \n\ncrises, isto é, da existência de um caráter evolutivo do desenvolvimento capitalista, e, sobretudo, \n\nda emergência de inovações técnicas e organizacionais que trazem novas referências e novos \n\nconceitos ao setor produtivo. Sob a ótica da essência dinâmica do capitalismo, Schumpeter \n\n(1939) atribui ao sistema econômico um caráter de “destruição criadora”, em que se evidencia \n\no processo de evolução capitalista através das rupturas de padrões tecnológicos vigentes e \n\nsurgimento de inovações nas economias de mercado que conduzirão à introdução de um novo \n\npadrão tecnológico a partir da introdução de novos produtos e técnicas de produção. \n\nSegundo Pereira (1987), as grandes ondas de inovação geralmente correspondem a um \n\ndeterminado padrão de acumulação, em que se observa o desenvolvimento de novos setores \n\nindustriais, ou o desenvolvimento excepcional de setores já existentes, ocorrendo o progresso \n\ntécnico dos produtos, estabelecimento de novos métodos mais eficientes de produção e de \n\ncomercialização. \n\nA lógica desta dinâmica evolutiva é denominada por Perez (2010) de Paradigma \n\nTecnoeconômico na medida em que a implantação de cada paradigma, isto é, a consolidação \n\nde processos de modernização no interior das empresas e corporações, condiz ao surgimento de \n\num novo conjunto de ramos e atividades baseadas em novas tecnologias. Dessa forma, Perez \n\n(2010) afirma que uma revolução tecnológica modifica e/ou reorganiza algumas estruturas \n\nvigentes no paradigma anterior na medida em que se verifica tanto a predominância de um \n\ninsumo fundamental (key factor), quanto o surgimento de uma nova fonte de energia ou material \n\ncrucial e novas infraestruturas, que, muitas vezes, modificam as condições das redes de \n\ntransporte de produtos, pessoas, energia e informação. \n\nAssim, a cada revolução tecnológica, emerge no sistema um novo PTE, que promove \n\num aumento significativo na produtividade potencial da maioria das atividades existentes e \n\n\n\n19 \n \n\nnovas práticas organizacionais, que representam novas possibilidades para a trajetória da \n\neconomia nacional.  \n\nAlém do uso de novas tecnologias, o PTE caracteriza-se por abranger também os níveis \n\neconômico e social das nações, modificando, por sua vez, as estruturas sócio-institucionais. \n\nSegundo Pérez (2010, p. 14), a emergência das novas rotinas e métodos organizacionais são \n\ninternalizadas gradualmente nas firmas, tornando-se uma lógica “compartilhada” na economia \n\ne, assim, um senso comum novo e aceito tanto na tomada de decisão de investimento das \n\nempresas, quanto no âmbito das escolhas e preferências dos consumidores. \n\nDessa maneira, passa a ocorrer, não apenas um processo de evolução tecnológica, com \n\na adoção das novas tecnologias e mudanças ao longo das trajetórias, como também um processo \n\nde mudança institucional na economia e no território, nos comportamentos e ideias, nos hábitos \n\nde pensamento, e nas rotinas das empresas. \n\nAssim, visto a dinâmica do sistema internacional e o emprego de novas experiências \n\nao decorrer do tempo, abre-se espaço para contextualizar o surgimento de um novo estágio na \n\neconomia mundial, através do qual “ [...] os meios de produção, circulação e troca cultural, em \n\nparticular, tem se expandido através das tecnologias e da revolução da informação [...] ”, que \n\nimpactaram na ascensão de um novo período referente à dinamização dos fluxos informacionais \n\npelo mundo (HALL, 1997, p. 17). Dessa forma, parte-se para um novo paradigma de mercado, \n\ntendo como holofote, a informação e o conhecimento. \n\n \n\n2.2 PARADIGMA INFORMACIONAL \n\n \n\nA passagem da humanidade ao período do segundo milênio da Era Cristã, que \n\ndemarcou o início do século XXI, traz consigo diversas transformações importantes e impactos \n\neconômicos, políticos e sociais que marcam a transição de uma Era Industrial para um período \n\nde emergência de um novo paradigma, cuja principal fonte de poder é a informação e o \n\nconhecimento. Assim, na transição do sistema de uma Era Industrial a uma era em que a \n\ntecnologia é o cerne do desenvolvimento, observa-se uma transferência de insumos intensivos \n\nem energia para outros derivados do avanço de um conjunto interligado de inovações em \n\ncomputação eletrônica, circuitos integrados, engenharia de software, sistemas de controle e \n\ntelecomunicações. \n\nSegundo, Werthein (2000, p. 71), a expressão “sociedade da informação” passou a ser \n\nutilizada, nos últimos anos desse século, como substituto para o conceito complexo de \n\n“sociedade pós-industrial” e como forma de transmitir o conteúdo específico do novo PTE. \n\n\n\n20 \n \n\nNesse contexto, a transição rumo a uma economia e uma sociedade mais intensivas em \n\ninformação e conhecimento leva à efetiva alteração do paradigma fordista altamente difundido \n\ne bem-sucedido no início do século XX. Castells (1999) afirma que as novas TICs representam \n\npara o novo paradigma o que as novas fontes de energia foram para as revoluções industriais \n\nanteriores, do motor a vapor à eletricidade, dos combustíveis fósseis à energia nuclear.  \n\nCastells (1999) diz que, no novo modo informacional de desenvolvimento, a fonte de \n\nprodutividade está concentrada em tecnologias de geração de conhecimentos, de processamento \n\nda informação e de comunicação de símbolos. Segundo o autor, conhecimento e informação \n\nsão elementos cruciais em todos os modos de desenvolvimento, visto que o processo produtivo \n\nsempre se baseia em algum grau de conhecimento e no processamento da informação, \n\nentretanto, a principal característica do novo paradigma é a informação como sua matéria-\n\nprima, na medida em que dispõe-se de tecnologias para agir sobre a informação, não apenas \n\ninformação para agir sobre a tecnologia, como foi o caso das revoluções tecnológicas \n\nanteriores3. \n\nAinda nesse contexto, Lastres et al (2002, p. 60) afirma que, no novo padrão técnico-\n\neconômico, verifica-se a crescente intensidade e complexidade dos conhecimentos \n\ndesenvolvidos e a rápida incorporação de conhecimentos nos bens e serviços produzidos e \n\ncomercializados. Destaca-se, sobretudo, a maior velocidade, confiabilidade e baixo custo de \n\ntransmissão, armazenamento e processamento de enormes quantidades de conhecimentos \n\ncodificados e de outros tipos de informação. Nesse âmbito, em virtude do novo modo de \n\ndesenvolvimento ser informacional e constituído pelo surgimento de um novo PTE baseado na \n\ntecnologia da informação, o que caracteriza a atual revolução tecnológica não é a centralidade \n\nde conhecimentos e informação, mas a aplicação desses conhecimentos e dessa informação para \n\na geração de conhecimentos e dispositivos de processamento da informação.  \n\nAssim, segundo Castells (1999), o que é específico ao modo informacional de \n\ndesenvolvimento é a ação de conhecimentos sobre os próprios conhecimentos como principal \n\nfonte de produtividade. Com isso, o autor afirma que a emergência de um novo PTE organizado \n\nem torno de novas tecnologias da informação, mais flexíveis e poderosas, possibilita que a \n\nprópria informação se torne o produto do processo produtivo, como será abordado no capítulo \n\n4. \n\n                                                \n3\nSegundo Castells (1999), a primeira Revolução Industrial, apesar de não se basear em ciência, apoiava-se em um \n\namplo uso de informações, aplicando e desenvolvendo os conhecimentos preexistentes. E a segunda Revolução \nIndustrial, depois de 1850, foi caracterizada pelo papel decisivo da ciência ao promover a inovação. \t\n\n\n\n21 \n \n\nNa medida em que cada modo de desenvolvimento possui um princípio de \n\ndesempenho estruturalmente determinado que serve de base para a organização dos processos \n\ntecnológicos, Castells (1999) afirma que o novo paradigma informacional visa o \n\ndesenvolvimento tecnológico e a acumulação de conhecimentos e maiores níveis de \n\ncomplexidade do processamento da informação. Assim, segundo o autor, é a busca por \n\nconhecimentos e informação que caracteriza a função da produção tecnológica no \n\ninformacionalismo. \n\nA presença das novas tecnologias de informação, comunicação e entretenimento é cada \n\nvez maior na sociedade, as quais, crescendo continuamente, predominam sobre os insumos \n\nintensivos em energia, e se tornam uma necessidade crescente para qualquer setor da atividade \n\nhumana, em especial por representarem um meio de criação e difusão do conhecimento. Devido \n\na isso, as TICs são um dos fatores mais importantes para as profundas mudanças surgidas, \n\nprincipalmente, em torno das novas práticas organizacionais e do novo arranjo social, que serão \n\ndiscutidos adiante, e representam um rompimento nas trajetórias existentes e na estrutura \n\nvigente no padrão tecnológico anterior, originando novas indústrias, setores, mercados, cultura \n\ne uma nova estrutura social. \n\nPortanto, com o aprofundamento do conceito e do desenvolvimento teórico de algumas \n\nquestões relevantes que estão relacionadas à mudança de paradigma tecnológico, verifica-se \n\nque as revoluções tecnológicas não apenas conferem alterações na dinâmica dos setores de \n\nmercado e produtivo, como também interferem em toda a estrutura sócio institucional. Assim, \n\nvisto que o conhecimento assume um papel central na dinâmica econômica e social, sendo esse, \n\num fator de produção no novo paradigma, é relevante compreender as transformações ocorridas \n\npor conta do novo paradigma no âmbito social e institucional.  \n\n \n\n2.3 AS MUDANÇAS SOCIAIS E CULTURAIS PROVINDAS DO PARADIGMA \n\nTECNOECONÔMICO  \n\n \n\nUma vez compreendido que o sistema global está em processo de transformação \n\nestrutural há duas décadas, é relevante ressaltar que, conforme Castells (2002), esse processo é \n\nmultidimensional, ao afetar não apenas as estruturas econômicas das nações, como também \n\nseus setores institucionais e social. \n\nPor conta disso que Pérez (2010) afirma que a mais correta denominação desse \n\nprocesso de mudanças estruturais é “paradigma tecnoeconômico”, justamente por sua maior \n\nabrangência ao associar características institucionais e sociais inerentes a cada paradigma. \n\n\n\n22 \n \n\nAssim, visto que as inovações oriundas a partir do desenvolvimento do novo PTE tornaram-se \n\nfundamentais e indispensáveis a todos os setores da sociedade, é relevante compreender a nova \n\nestruturação social emergente, denominada sociedade em rede. \n\n \n\n2.3.1 A nova estrutura social dominante: a sociedade em rede alicerçada no suporte digital \n\n \n\nTomando como base o entendimento de Castells (2002) acerca do surgimento de uma \n\nnova organização social estabelecida por meio de redes, a sociedade em rede caracteriza-se por \n\numa sociabilidade baseada em uma dimensão virtual desenvolvida e impulsionada pelas novas \n\ntecnologias. Embora a rede, como forma organizacional, tenha acompanhado as sociedades \n\nhumanas ao longo da história, Castells (2002) afirma que foi a partir do desenvolvimento do \n\nnovo paradigma da tecnologia de informação que se construiu a base material para a \n\ndisseminação e expansão de uma sociedade caracterizada pela comunicação em redes. \n\nSegundo Cardoso (2007), a rede, como forma organizacional, tem acompanhado as \n\nsociedades humanas ao longo da história, e, da mesma forma que a organização hierarquizada \n\ndo modelo industrial permeou toda a sociedade industrial, o modelo descentralizado e flexível \n\nda rede permeia a sociedade contemporânea. Dessa forma, o autor afirma que uma estrutura \n\nsocial com base em redes é um sistema altamente dinâmico, aberto, suscetível de inovação e \n\ncom reduzidas ameaças ao seu equilíbrio. \n\nNesse contexto, Randolph (1999, p. 28) afirma que a forma de organização social em \n\nrede já existia em outros tempos e espaços (períodos e territórios), mas o novo paradigma da \n\ntecnologia de informação que fornece a base material para sua expansão persuasiva para dentro \n\nda estrutura social inteira. Da mesma forma, Castells (2004, p. 3) diz que a organização em \n\nredes não é um fato novo, e constitui o padrão fundamental da vida, na medida que sua \n\nrelevância simboliza a “espinha dorsal” das sociedades e representa, desde anteriormente, a \n\nconectividade das principais atividades dos indivíduos em redes que transcendem os limites de \n\nsua localidade. \n\nConforme Albagli e Maciel (2004), a sociedade em rede, alicerçada no suporte digital, \n\ndesenvolveu-se a partir de um novo sistema tecnológico baseado no desenvolvimento da \n\ninformática e dos sistemas de comunicação e informação, em que a localidade e a proximidade \n\nfísica perdem sua importância para sustentar redes sociais, as quais, atualmente, e encontram-\n\nse vinculadas às interações dos indivíduos no âmbito virtual. Atualmente, os usuários contam \n\ncom diversas facilidades no meio digital, como ler um jornal online, pesquisar por informações \n\nem plataformas de busca, manter uma interação com determinados usuários por meio de redes \n\n\n\n23 \n \n\nsociais, partilhar conhecimentos e experiências, dentre outras possibilidades. Logo, a sociedade \n\nem rede evidencia uma vivência social singular e diferenciada, tendo como principal \n\nparticularidade a diminuição da distância e do tempo.  \n\nPortanto, Castells (1999) afirma que o caráter inovador da sociedade em rede é o fato \n\nde ser uma forma de sociabilidade através da qual seus componentes se ligam entre si baseados \n\nna dimensão virtual que transcende o tempo e o espaço. Isto é, trata-se de uma nova estrutura \n\nsocial organizada virtualmente em redes sociais e plataformas de rede, onde é possível a partilha \n\nde ideias, conhecimentos, informações, conceitos, opiniões, e a sua principal vantagem é a \n\ndiminuição da distância e do tempo, deixando o mundo relativamente menor, e à distância de \n\napenas um “clique”.  \n\nDessa forma, visto que a sociedade em rede é uma estrutura social baseada em redes \n\noperadas por tecnologias de comunicação e informação fundamentadas na microelectrônica e \n\nem redes digitais de computadores que geram, processam e distribuem informações, Castells \n\n(1999) afirma que as TICs estão integrando o mundo em redes globais de instrumentalidade e \n\npossibilitam a existência de uma maior interatividade entre os usuários por oferecem uma \n\ninfraestrutura comunicacional que proporciona a interação em rede de seus integrantes. \n\nDiante disso, as novas tecnologias representam um rompimento do modelo \n\ncomunicacional um-todos, a partir do qual a informação é transmitida de maneira unidirecional, \n\nassumindo o modelo todos-todos, em que, diante do caráter interativo da rede, os usuários \n\nencontram-se em um ambiente onde a produção e o consumo das informações ocorrem \n\nsimultaneamente, de forma dinâmica e multilateral. \n\nVisto que a sociedade em rede adquiriu, a partir de seu desenvolvimento, uma \n\ndimensão que ultrapassa o espaço físico convencional, as fronteiras tradicionais deixaram de \n\nser um fator decisivo na propagação de acontecimentos, hábitos e notícias, levando à ascensão \n\nda importância do ambiente virtual. Assim, na medida em que os processos dominantes na atual \n\nrealidade estão cada vez mais baseados em redes, a sociedade em rede torna-se o modo principal \n\nde organização das atividades humanas, modificando, a partir de sua lógica, diversos domínios \n\nda vida socioeconômica, em especial, a cultura da virtualidade. \n\n \n\n2.3.2 A nova cultura da virtualidade real \n\n \n\nConsiderando que o novo sistema de comunicação é constituído por novas redes \n\ninterativas de computadores que crescem exponencialmente e criam novas formas e canais de \n\ncomunicação entre os indivíduos, bem como novas possibilidades de difusão das informações \n\n\n\n24 \n \n\ne conhecimento, o desenvolvimento da sociedade em rede modificou a forma como as pessoas \n\ntrabalham, compram e se divertem. Durante muito tempo, o tecido social foi constituído a partir \n\nda proximidade física, através da qual a interação entre os indivíduos era realizada a partir de \n\ncontato real, e suas identidades construídas geograficamente, isto é, a partir de sua \n\nnacionalidade e local de nascimento.  \n\nContudo, o novo paradigma da tecnologia de informação permitiu e estimulou a união \n\nde pessoas por interesses em comum, independentemente de estarem próximas e, dessa forma, \n\nsegundo Castells (1999), o que caracteriza o novo sistema de comunicação baseado na \n\nintegração em rede é sua capacidade de abrangência de diversas expressões culturais. Conforme \n\no autor, é precisamente devido a sua diversificação, multimodalidade e versatilidade que o novo \n\nsistema de comunicação é capaz de abarcar e integrar todas as formas de expressão, bem como \n\na diversidade de interesses, valores e imaginações. \n\nCarlota Perez (2010, p.7) dialoga com essa análise ao afirmar que cada novo sistema \n\nde tecnologia não apenas modifica o espaço de negócios, mas também o contexto institucional \n\ne, até mesmo, a cultura da sociedade. Diante disso, emergem novas possibilidades de \n\npensamento, relacionamento e comunicação, as quais não se limitam às dimensões impostas \n\npelo tempo e espaço, e alteram fundamentalmente o modo como diversas pessoas se comportam \n\nquotidianamente. \n\nDe acordo com Castells (1999, p. 378), existem milhares de micro redes no mundo, \n\nabrangendo todo o espectro de comunicação humana, de política e religião a sexo e pesquisa e, \n\no que é historicamente específico ao novo sistema de comunicação organizado pela integração \n\neletrônica dos modos de comunicação não é a indução à realidade virtual, mas a construção da \n\nvirtualidade real. Segundo Castells (1999), uma vez que as culturas são formadas por processos \n\nde comunicação, os quais são baseados na produção e consumo de sinais, não há separação \n\nentre realidade e representação simbólica. O termo “virtual” diz respeito ao que existe na \n\nprática, embora não estrita ou nominalmente, e “real” exprime o que existe de fato, assim \n\n \n\na realidade, como é vivida, sempre foi virtual porque sempre é percebida por \n\nintermédio de símbolos formadores da prática com sentido que escapa à sua rigorosa \n\ndefinição semântica”. [...] quando os críticos da mídia eletrônica argumentam que o \n\nnovo ambiente simbólico não representa a “realidade”, eles implicitamente referem-\n\nse a uma absurda ideia primitiva de experiência real “não codificada” que nunca \n\nexistiu. Todas as realidades são comunicadas por intermédio de símbolos. E na \n\ncomunicação interativa humana, independente do meio, todos os símbolos são, de \n\n\n\n25 \n \n\ncerta forma, deslocados em relação ao sentido semântico que lhes são atribuídos. De \n\ncerto modo, toda realidade é percebida de maneira virtual (CASTELLS, 1999, p. 395) \n\n \n\nAssim, conforme Castells (1999), o novo sistema de comunicação é um mecanismo \n\nem que a própria realidade, isto é, a experiência simbólica/material das pessoas, é inteiramente \n\ncaptada e imersa em uma composição de imagens virtuais no mundo do “faz de conta”, onde \n\nas aparências não se encontram apenas na tela comunicadora da experiência, mas se \n\ntransformam na própria experiência. \n\nSegundo Oda (2008), a informação, como recurso produtivo, é dotada de duas \n\ncaracterísticas que a diferenciam dos demais recursos, a sua rápida perecibilidade e \n\nreplicabilidade. A perecibilidade, ou obsolescência da informação é a perda de seu valor no \n\ntempo, bem caracterizada pelo fato de que ninguém acessa um site de notícias do dia anterior \n\npara se atualizar. O caráter da replicabilidade da informação, por sua vez, é traduzido pela sua \n\nrápida capacidade de transmissão e multiplicação, na medida em que pode ser facilmente \n\ndisseminada sem que suas fontes se esgotem.  \n\nNesse âmbito, frente à nova realidade, na qual ideias e conhecimentos passam a valer \n\nmais que ativos tangíveis, Santaella (2003) afirma que a era digital é também chamada de \n\ncultura do acesso, na medida em que uma formação cultural está colocando os indivíduos não \n\napenas no contexto de uma revolução técnica, mas também de uma sublevação cultural cuja \n\npropensão é se alastrar, tendo em vista que a tecnologia dos computadores tende a ficar cada \n\nvez mais barata. Dessa forma, as plataformas de rede integram-se na cultura de grande parte da \n\nsociedade, que se organiza no âmbito digital sob a forma de comunidades virtuais compostas \n\npor usuários que partilham interesses comuns, experiências pessoais e visões de mundo, \n\nhavendo assim, um rearranjo institucional a essa nova visão. \n\n \n\n2.4 REARRANJO INSTITUCIONAL  \n\n \n\nVisto que a característica fundamental do ambiente digital é a construção de um meio \n\nsimbólico capaz de virtualizar a realidade, e abranger as mais variadas expressões culturais, a \n\nutilização de mecanismos que proporcionam a comunicação interativa entre os usuários passou \n\na ser uma ferramenta útil a diversas empresas não digitais. Isso, porque quando as empresas se \n\nencontram presentes nas plataformas de rede, estão dispostas em um ambiente onde podem \n\ninteragir mais facilmente com o público-alvo de seus serviços e produtos, e, quanto mais as \n\n\n\n26 \n \n\nempresas são vistas pelos usuários que se interessam pelo que oferecem, maiores as \n\npossibilidades de obtenção de lucros, e, consequentemente, de ascensão de seus negócios. \n\nCarvalho e Longo (2002) afirmam que a informação deixa de ser um elemento comum \n\ndo cotidiano e alcança um papel de importância, em ser considerada tão vital quanto os recursos \n\nhumanos, materiais e financeiros, os quais são imprescindíveis à sobrevivência das \n\norganizações. Albagli e Maciel (2004, p. 11) corroboram afirmando que “a difusão e o \n\ncompartilhamento de informações requerem que os atores estejam conectados, que haja canais \n\nou mecanismos de comunicação que propiciem os vários fluxos de conhecimento e o \n\naprendizado interativo”. Assim, para que uma empresa tome suas decisões de forma correta, \n\n \n\n[...] ela necessita de informações úteis, corretas, entregues na hora certa e às pessoas \n\ncertas. Desse modo, as informações precisam ser gerenciadas da mesma forma que os \n\noutros recursos. Faz-se necessário estabelecer políticas e programas de organização e \n\ntratamento para que elas se apresentem com mais eficácia (VALENTIM et al, 2009, \n\np. 7). \n\n \n\nSegundo Almeida (2001), as transformações ocorridas no sistema ao longo das últimas \n\ndécadas do século XX fazem com o conhecimento seja o recurso mais importante para a \n\nsociedade, e, portanto, para as organizações. Em um âmbito de inúmeras oportunidades na \n\ngestão dos negócios, as empresas veem a necessidade de investir profundamente no que diz \n\nrespeito à disponibilidade e confiabilidade das informações que são geradas pelos sistemas de \n\ninformação. Essa medida reflete em um diferencial às empresas que empregam esforços para \n\ncanalizar o conhecimento que dispõe em sua área de atuação, conferindo-as a possibilidade de \n\nfazer uso das informações para a redução das incertezas durante o processo de tomadas de \n\ndecisões. \n\nConforme Santos e Belluzo (2012), na atual Era da Informação, as empresas buscam \n\npor potenciais que as diferenciem do restante do mercado, que aumentem sua competitividade \n\ne que, dessa forma, as permitem direcionarem-se à um posicionamento estratégico, onde o \n\nacesso à informação auxilia a obtenção de decisões corretas e mais rentáveis. Em um contexto \n\nem que o aumento da capacidade concorrencial é vital para a sobrevivência das empresas no \n\nmercado globalizado onde estão inseridas, as lógicas de valorização comercial passam a estar \n\natreladas às lógicas de produção de informação e conhecimento. \n\nAssim, a partir do desenvolvimento de um novo estágio na economia mundial, em que \n\na informação passa a ser o aspecto central da produção e apropriação de valor no capitalismo \n\ninformacional, as empresas devem mudar quando há uma transformação no mundo, para que \n\n\n\n27 \n \n\nsejam flexíveis o suficiente a fim de se adaptarem continuamente as mudanças no ambiente de \n\nnegócios. Nesse contexto, Valentim et al (2009, p. 7) afirmam que, nos tempos de velozes \n\nmudanças tecnológicas, a flexibilidade tornou-se indispensável para a sobrevivência de uma \n\nempresa em determinado setor, e, assim, “é imprescindível que haja mudanças nos modelos \n\nvigentes da organização, adotando inovações e buscando novos conhecimento, bem como, \n\nrepensar a concepção de gestão organizacional”. \n\nNesse contexto, tendo em vista que as empresas modernas estão buscando funcionar \n\ncom características mais oportunas e eficientes aos novos tempos e, desde o surgimento da \n\nInternet e da expansão do seu uso a nível pessoal a partir dos anos noventa, a gama de \n\npossibilidades de negócios surgidas no âmbito digital permite que as empresas desenvolvam \n\nnovos modelos e estratégias de negócios, baseados em uma maior atuação das organizações no \n\nâmbito das plataformas de rede, despertando assim, uma nova relação entre a informação, o \n\ntrabalho e valor no novo estágio do capitalismo. \n\n \n\n2.5 NOVO ESTÁGIO DO CAPITALISMO: RELAÇÃO ENTRE INFORMAÇÃO, \n\nTRABALHO E VALOR \n\n \n\nVisto que a atual sociedade em rede é o resultado da adoção e apropriação social de \n\num conjunto de novas tecnologias de informação e comunicação que se desenvolveram nas \n\núltimas décadas, o desenvolvimento de um modelo de organização social baseado na \n\ninterligação em rede altera, fundamentalmente, as condições de criação de valor. \n\nNesse contexto, Marques (2016, p. 64), afirma ser necessário reconhecer que, ainda \n\nque o universo do trabalho e as relações de produção estejam passando por mutações advindas \n\nda expansão da produção intangível, as formas de captação de excedente econômico, isto é, de \n\nmais-valia, continuam vigentes e se diferenciam da realidade analisada pela teoria do valor, de \n\nKarl Marx4. \n\n \n\n2.5.1 Valor econômico da informação na Sociedade em rede \n\n \n\nO valor é um conceito complexo muito abordado nas perspectivas filosófica, \n\nsociológica, e, principalmente econômica. Do ponto de vista marxista, desde que as relações \n\n                                                \n4\nKarl Marx, nascido em 5 de maio de 1818, foi um filósofo, sociólogo, jornalista e revolucionário socialista que \n\nficou conhecido pelas suas teorias sobre a sociedade, economia e política, e pelas suas influências da economia \npolítica clássica, no socialismo utópico, e na filosofia idealista. \n\n\n\n28 \n \n\nsociais se baseiam na troca, o valor reflete à incorporação de trabalho e capital na produção das \n\nmercadorias, na medida em que o valor econômico de uma mercadoria é determinado pela \n\nquantidade de trabalho socialmente necessário para sua produção. \n\nNessa lógica, Hunt (1981) afirma que o valor de uso de uma mercadoria, use-value, \n\ncorresponde as suas qualidades físicas particulares, sem haver relação, para Marx, com a \n\nquantidade de trabalho necessário para a apropriação das qualidades úteis de uma mercadoria. \n\nO valor de troca, exchange-value, por sua vez, é expresso em termos monetários a partir da \n\nquantidade de mercadoria-dinheiro necessária para se obter a mercadoria desejada, \n\ncorrespondendo, dessa forma, ao preço a que esse mesmo objeto ou serviço pode ser \n\ntransacionado no mercado. \n\nNesse contexto, a teoria marxiana não considera o valor de uso determinante para os \n\npreços, pois as qualidades físicas que conferem valor de uso às mercadorias não são diretamente \n\ncomparáveis, quantitativamente, ao contrário do trabalho empregado na produção destas, que, \n\né comum a todas as mercadorias. Assim, para essa perspectiva, Hunt (1981) afirma que as \n\nmercadorias são incorporações do trabalho empregado em sua produção, na medida em que, \n\nem termos marxianos, a mercadoria é  \n\n \n\n[...] um objeto externo, uma coisa que, por meio de suas propriedades, satisfaz \n\nnecessidades humanas de um tipo qualquer. A natureza dessas necessidades – se, por \n\nexemplo, elas provêm do estômago ou da imaginação – não altera em nada a questão. \n\nTampouco se trata aqui de como a coisa satisfaz a necessidade humana, se \n\ndiretamente, como meio de subsistência, isto é, como objeto de fruição, ou \n\nindiretamente, como meio de produção (MARX, 2013, p.157) \n\n \n\nDe acordo com Gorz (2003, p. 15), o novo estágio do capitalismo é marcado por um \n\nperíodo em que coexistem diversos modos de produção. O capitalismo moderno, centrado sobre \n\na valorização de grandes massas de capital material5, é cada vez mais rapidamente substituído \n\npor um capitalismo pós-moderno centrado na valorização de um capital dito imaterial6, \n\nqualificado também de “capital humano”, “capital conhecimento”, ou “capital inteligência”. \n\n                                                \n5\nRefere-se à produção de bens duráveis relacionados a um determinado valor de uso que tem “concretude”, \n\n“corporeidade”, portanto, relacionado ao trabalho material. \n6\nEm linhas gerais, para Gorz (2005), Lazzarato (1993; 1992), Negri (2002; 2004), e Lazzarato e Negri (1991), o \n\ntrabalho imaterial é apresentado como um trabalho sem substância física e que tem sua fonte predominante em \ntrabalhos intelectuais que podem estar relacionados à prestação de serviços, à administração, à gerência e ao \ncontrole dos processos de trabalho, ou mesmo a atividades produtivas que têm como fundamento o conhecimento \ne a informação utilizados dentro dos processos de trabalho. A informação e o conhecimento são, assim, \nconsiderados o núcleo duro do trabalho imaterial (AMORIM, 2014, p. 34).\t\n\n\n\n29 \n \n\nNessa perspectiva, o autor afirma que o trabalho de produção material, mensurável em \n\nunidades de produtos por unidades de tempo e que desde Adam Smith7, era considerado como \n\na fonte do valor, é substituído por trabalho dito imaterial, ao qual os padrões clássicos de medida \n\nnão mais podem se aplicar. Desde 1953 Marx já notava que o conhecimento seria considerado \n\na força produtiva principal, na medida em que  \n\n \n\no trabalho, em sua forma imediata, mensurável e quantificável, deverá, por \n\nconsequência, deixar de ser a medida da riqueza criada; esta dependerá cada vez \n\nmenos do tempo de trabalho e da quantia de trabalho fornecida; [...] ela dependerá \n\ncada vez mais do nível geral da ciência e do progresso da tecnologia (MARX, 1953, \n\np. 593 apud GORZ, 2005,  p. 15) \n\n \n\nAssim, o trabalho não é mais mensurável segundo padrões e normas preestabelecidas, \n\ne “o produto desse trabalho não é cambiável no mercado, pois não contém uma régua abstrata \n\nde mensuração” (DANTAS, 2003, p.24). Em outras palavras, Camargo (2010, p. 7) afirma que, \n\ncom o advento do pós-fordismo, o tempo de trabalho de produção de bens materiais deixa de \n\nser o núcleo de produção capitalista, passando a ser crescentemente substituída por uma \n\nprodutividade social geral, interposta inclusive pelo tempo de não-trabalho, que representa uma \n\nnova forma de subjetividade.  \n\nNesse contexto, a teoria marxiana do valor de trabalho tem sido discutida segundo uma \n\nnova perspectiva. A partir do momento em que se verifica as mudanças empregadas no processo \n\nde produção, em virtude da reestruturação produtiva do capital a partir de meados da década de \n\n1970, há profundas transformações no mundo do trabalho que instigaram alguns estudos sobre \n\nesse fenômeno em curso8. \n\nNessa reestruturação produtiva, Gorz (1982, p. 25 apud MOURA, 2015, p. 14) \n\nconstatou que o trabalhador fabril, aquele que desenvolve uma atividade repetitiva, parcelada e \n\nalienada, estava sendo, cada vez mais, posto para fora do processo de produção, cedendo seu \n\nlugar para uma nova força de trabalho de caráter mais complexo e intelectualizado. \n\n                                                \n7Adam Smith foi um filósofo e economista britânico nascido em 1723 que teve como cenário para a sua vida o \nséculo das Luzes, no século XVIII. É considerado o pai da economia moderna e como aquele que mais \ncontribuiu para a moderna percepção da economia de livre mercado. \n8\nÉ relevante ressaltar que essa perspectiva é uma das interpretações existentes em curso acerca dos processos de \n\nprodução com base nos conceitos de trabalho, valor e classe de Marx. Nela, compreende-se que as sociedades \ncapitalistas tendencialmente estariam caminhando em direção ao um novo tipo de organização social, onde o modo \nde produção e a natureza do trabalho estão em processo de transformação. Entretanto, existe uma outra corrente \nteórica que critica essa visão e supõe a existência, em seus estudos, de um reducionismo analítico no sentido em \nque se consideram sólidos apenas os elementos físicos do processo de produção, e não as relações sociais de \nprodução, os valores, as expressões simbólicas e os confrontos políticos, sínteses da luta de classes, que estruturam \nessa produção.  \n\n\n\n30 \n \n\nNesse âmbito, a crescente automação das indústrias e a crescente inserção da \n\nmicroeletrônica nos processos de produção impulsionaram a redução da mão de obra fabril e o \n\naumento da demanda por trabalhadores mais qualificados, capacitados a desenvolver as \n\ninovações implantadas nas fábricas. Assim, Moura (2015) afirma que as formas de trabalho \n\ntipicamente fordistas, que eram fundamentadas em um trabalho manual e em grande medida \n\nhomogêneo, são substituídas por trabalhadores intelectualmente qualificados, carregados de \n\nconhecimento e informação. \n\nDessa forma, a característica da nova feição do modo de acumulação capitalista é uma \n\ntendência à desmaterialização do resultado do trabalho diante das recentes inovações \n\ntecnológicas. De acordo com Negri (2003, p. 92-93 apud MALINI, 2009, p. 192),  \n\n \n\nSe antes, para produzir uma mercadoria, era necessário um certo número maior de \n\nhoras de trabalho simples [...] ou, de qualquer maneira, se para produzir um número \n\nmaior de mercadorias era necessário um aumento da massa de trabalho, hoje, \n\nobservamos, ao contrário, que cada aumento de produção nasce da expressão de \n\natividades intelectuais, da força produtiva da descoberta científica e sobretudo da \n\nestreita aplicação da ciência e da tecnologia à elaboração da atividade de \n\ntransformação da matéria. \n\n \n\nNesse contexto, Malini (2009) afirma que o valor-mercadoria se altera, dado que não \n\né composto majoritariamente do tempo do trabalho, mas do tempo da formação do trabalho. \n\nAssim, conforme Gorz (2005, p. 19), o trabalho não é mais mensurável segundo padrões e \n\nnormas uma vez que o trabalho imaterial \n\n \n\n[...] torna-se a forma hegemônica do trabalho; o trabalho material é remetido à \n\nperiferia do processo de produção ou abertamente externalizado. Ele se torna um \n\n“momento subalterno” desse processo, ainda que permaneça indispensável ou mesmo \n\ndominante do ponto de vista qualitativo. O coração, o centro da criação de valor, é o \n\ntrabalho imaterial. \n\n \n\nDessa forma, a informação e a comunicação desempenham um papel fundamental na \n\neconomia, em especial no setor produtivo, onde observou-se o surgimento de novas empresas, \n\ne a adaptação de empresas já existentes ao novo estágio do capitalismo, as quais passaram a \n\nestreitar canais de interlocução entre produção e consumo, semelhante as indústrias toyotistas9. \n\n                                                \n9\nAderidas ao sistema de produção denominado Toyotismo, difundido a partir da década de 1970, as empresas \n\ntoyotistas caracterizam-se pela flexibilização da produção e a consequente adequação da estocagem dos produtos \nconforme a demanda pelos mesmos, através da prática da produção enxuta. Assim, como característica desse \n\n\n\n31 \n \n\nNessas novas empresas, a mensuração do trabalho da produção imaterial não é \n\ndeterminada pela quantidade de horas trabalhadas, isto é, pelo tempo dispendido no processo \n\nde produção, mas pelo conteúdo subjetivo e pelos aspectos qualitativos externalizados pelo \n\ntrabalhador, relacionados ao conhecimento, inteligência e informações, tendo nas plataformas, \n\num novo sistema digital de comunicação. \n\n \n\n2.5.2 Novo sistema digital de comunicação \n\n \n\nTendo em vista que o capitalismo se encontra em uma nova etapa histórica de sua \n\nevolução, onde é possível perceber que, diante da ascensão do novo paradigma informacional, \n\nos processos de valorização e acumulação de capital passam a ser sustentados em regimes de \n\ntrabalho que tem por origem e fim a obtenção, processamento, registro e comunicação da \n\ninformação (DANTAS, 2006). \n\nDessa forma, o novo paradigma de comunicação e informação permitiu não somente \n\na participação de empresas no âmbito virtual, como forma de potencializar suas estratégias \n\norganizacionais, como também tornou possível o surgimento de novas empresas, cujo principal \n\nmeio de atuação é digital. Em virtude dessas novas empresas representarem métodos de \n\ncomunicação diferenciados dos canais de comunicação tradicionais como TV, rádio, revista, \n\njornal, cinema e outdoor, são denominadas nesse trabalho de plataformas de rede. \n\nSegundo Castells (1999, p. 354), a integração potencial de texto, imagens e sons nas \n\nplataformas de rede, interagindo no tempo escolhido (real ou atrasado), em condições de acesso \n\naberto e de preço acessível muda de forma fundamental o caráter da comunicação. Assim, do \n\nponto de vista da comunicação, as redes de computadores potencializaram a comunicação \n\nplurilateral e, com isso, geraram um rompimento no processo de comunicação tradicional, no \n\nqual uma mensagem codificada percorre uma via de mão única no sentido do emissor ao \n\nreceptor. \n\nNa Sociedade da Informação, a aquisição, armazenamento, processamento, \n\ntransmissão, distribuição e disseminação da informação é cada vez mais a questão central. \n\nNuma abordagem complementar, Primo (2007) colabora com conceitos importantes acerca da \n\ncomunicação midiática e estabelece que o modelo de comunicação em rede é caracterizado pela \n\npassagem de um modelo unidirecional para um modelo multidirecional de comunicação, que \n\nestimula, efetivamente, a troca colaborativa de mensagens. Segundo o autor, não existem \n\n                                                \nsistema de produção, destaca-se a agregação de novas tecnologias, a flexibilização da produção, a redução de \ncustos de produção e a personalização de seus processos e produtos conforme sua demanda.\t\n\n\n\n32 \n \n\nposições definidas sobre quais sujeitos são emissores, ou receptores das informações, já que \n\nambos podem produzir e consumir informações.  \n\nDessa forma, o surgimento da Internet revolucionou profundamente a forma como os \n\nindivíduos se comunicam e se relacionam com outros. Ao passo que as plataformas de rede \n\naproximam pessoas, geram reencontros, criam laços, diminuem distâncias, e facilitam o acesso \n\nà informação, muitos indivíduos inseriram-se no âmbito digital, e as plataformas de rede \n\npassaram a fazer parte do cotidiano de diversos usuários, os quais mantém uma troca de \n\ninformações constante no meio. Além da facilidade de acesso ao conhecimento, a Web 2.010 \n\npossibilita sua construção, através de ferramentas simplificadas como: blogs, mecanismos de \n\nbuscas, redes sociais, e aplicativos que permitem os usuários produzirem, compartilharem, e \n\neditarem seus próprios conteúdos. \n\nOs novos meios interativos no âmbito digital, como as redes sociais, possibilitaram os \n\nindivíduos terem um papel ativo na comunicação, em que os usuários conseguem completar, \n\nalterar, anular, ou acrescentar elementos à mensagem. Com o avanço dos meios de \n\ncomunicação, os consumidores atingiram um novo patamar e, dispostos em plataformas de \n\ninteração online, estão mais dinâmicos, compartilham, comentam e participam de debates e \n\ndiscussões. \n\nAssim, torna-se possível interagir com o emissor da mensagem, e o próprio conteúdo \n\nconsumido, em que o usuário tem a possibilidade de moldar a mensagem, incorporar mais \n\nconhecimentos, ou, até mesmo, reelaborar conteúdos a ponto de conferir novos significados e \n\nparticularidades das plataformas de rede para às informações. \n\n \n\n2.5.3 Particularidades das plataformas de rede \n\n \n\nVisto que o surgimento de um novo sistema digital de comunicação é caracterizado \n\npelo seu alcance global, integração de todos os meios de comunicação e interatividade potencial \n\n(CASTELLS, 1999), as plataformas de rede, como Google e Facebook, são certamente \n\ndiferentes entre si, mas partilham algumas características comuns. Ambas as empresas são \n\nplataformas de pesquisa, partilha e gestão de informações, cujos serviços se adaptam ao novo \n\nparadigma do desenvolvimento da internet e às novas condições de exercício da função de \n\ndistribuição social de informação. \n\n                                                \n10\n\nWeb 2.0 é um termo usado para designar uma segunda geração de comunidades e serviços oferecidos na internet, \ntendo como conceito a Web e através de aplicativos baseados em redes sociais e tecnologia da informação.\t\n\n\n\n33 \n \n\nSegundo Castells (2009, p. 96), as plataformas de rede possuem um alcance global e \n\nfornecem ferramentas que podem ser usadas por qualquer pessoa em qualquer lugar como \n\ninstrumento para servirem as suas próprias necessidades de informação, comunicação, \n\nindependente da língua ou da cultura. \n\nNesse contexto, as plataformas de rede possuem particularidades diferentes dos canais \n\nde comunicação tradicionais na medida em que seus conteúdos transmitidos não são produzidos \n\npor elas, e, após, transmitidos. As plataformas de rede inseriram-se na nova dinâmica da \n\nsociedade em rede e proporcionam aos utilizadores as ferramentas para produzirem e \n\ndistribuírem os seus próprios conteúdos. \n\nDessa forma, os conteúdos contidos nas plataformas de rede são gerados e distribuídos \n\npelos próprios usuários, permitindo com que eles representem não apenas um status de \n\nconsumidores das informações, como também de produtores. Assim, segundo Castells (2004), \n\nos indivíduos são capazes de participar da configuração da própria rede, sendo responsáveis \n\nnão apenas pelo seu próprio comportamento no interior das plataformas, mas também \n\ninfluenciam e possibilitam o funcionamento dessas novas empresas. Diante disso, os usuários \n\nsão consumidores que também adquirem o caráter de produtores, na medida em que são \n\nreceptores mais participativos e estimulados a reagir às informações, seja fazendo um \n\ncomentário, uma sugestão ou uma crítica nas plataformas de rede. \n\nEssa nova particularidade das plataformas de rede condiz ao surgimento do fenômeno \n\nprosumption, em que os usuários emergem de um novo engajamento social, não mais passivo \n\ne receptor, mas ativo e produtor de informações. Nesse contexto, a produção de informações \n\npelo prosumer, isto é, pelo usuário, é essencial para a sobrevivência das plataformas de rede. \n\nOs usuários tornam possível seu funcionamento através da interação que mantém na \n\nrede, na medida em que produzem os conteúdos que serão consumidos por outros usuários, e, \n\ntambém, pelo fato de disponibilizarem informações pessoais durante suas atividades na rede, \n\ntais como gostos, preferências e interesses, as quais são captadas e comercializadas pelas \n\nplataformas sob a forma de anúncios, gerando grandes excedente econômicos às mesmas. \n\nEsse foi o grande insight das plataformas de rede em sua articulação com o usuário, \n\nonde pode-se verificar que os usuários, durante suas atividades na rede, são simultaneamente, \n\nconsumidores e produtores de informação, na medida em que se encontram conectados uns com \n\noutros, interagindo de forma a gerar e consumir conteúdo em rede. Assim, visto que os usuários \n\nalimentam as plataformas de rede a partir de diversas atividades que geram informações e \n\nconteúdos na rede, a lógica da atuação das plataformas diz respeito à busca da garantia da \n\n\n\n34 \n \n\nrealização de valor para a esfera do consumidor, na medida em que, a partir de então, é possível \n\nque o usuário seja inserido no processo de produção de valor das empresas digitais. \n\nAssim, de acordo com Lima e Souza (2010), partindo do pressuposto de que os \n\nusuários da Web 2.0 são responsáveis pela geração de valor, uma vez que produzem o \n\nconhecimento e, ainda, o disseminam, é possível perceber que, sem as atividades em rede dos \n\nusuários, as plataformas não produzem nenhum conteúdo para ser consumido por outros \n\nusuários, visto que são as atividades interativas dos usuários que geram o conteúdo consumido \n\nna rede. \n\nIsso demonstra que, diante do fenômeno prosumption, os usuários tornam-se \n\nconsumidores das informações dispostas em uma plataforma que eles mesmos alimentam, por \n\nmeio das mídias sociais promovendo assim, network, e, consequentemente, provedores do \n\nexcedente econômico produzido pelas empresas digitais. \n\n  \n\n\n\n35 \n \n\n3. EMPRESAS DE MÍDIAS SOCIAIS E SEU NETWORK \n\n \n\nA partir do desenvolvimento de um novo estágio do capitalismo na economia mundial, \n\nem que a informação passa a ser o aspecto central da produção e apropriação de valor no \n\ncapitalismo informacional, as empresas devem mudar quando há uma transformação no mundo, \n\npara que sejam flexíveis o suficiente a fim de se adaptarem continuamente as mudanças no \n\nambiente de negócios (GOVINDARAJAN, 2017). “Alguns avanços tecnológicos produzem \n\num grande impacto nas organizações empresariais, inclusive na sociedade como um todo, \n\nexigindo uma completa alteração na forma de agir diante desta nova realidade” (AGRASSO; \n\nABREU, 2000, p. 13). \n\nNesse contexto, Valentim (2009) afirma que, nos tempos de velozes mudanças \n\ntecnológicas, a flexibilidade tornou-se indispensável para a sobrevivência de uma empresa em \n\ndeterminado setor. Assim, “é imprescindível que haja mudanças nos modelos vigentes da \n\norganização, adotando inovações e buscando novos conhecimento, bem como, repensar a \n\nconcepção de gestão organizacional” (VALENTIM et al., 2009, p. 7). \n\nSegundo Conde e Araújo Jorge (2003), o conhecimento desempenhou um papel crucial \n\nno desenvolvimento econômico e social nas últimas décadas, vindo a surgir uma economia \n\nbaseada no conhecimento, a qual se traduz em uma crescente dependência do conhecimento e \n\nda informação na maioria dos países de economias avançadas. \n\nDe acordo com Lemos (2009), o contexto atual da Economia Baseada no \n\nConhecimento reflete o surgimento de mudanças aceleradas nos mercados, nas tecnologias e \n\nnas formas organizacionais, e, no atual cenário de competição acirrada, a capacidade de gerar \n\ne absorver inovações é um fator chave para o desempenho empresarial em termos de \n\ncompetitividade. Segundo a autora, a Economia baseada no Conhecimento é, mais \n\nespecificamente, uma estrutura baseada no aprendizado, na medida em que, para emparelhar-\n\nse às rápidas transformações em curso, é necessário \n\n \n\n[...] a aquisição de novas capacitações e conhecimentos, o que significa intensificar a \n\ncapacidade de indivíduos, empresas, países e regiões de aprender e transformar este \n\naprendizado em fator de competitividade para os mesmos [...]. Reconhece-se, \n\nportanto, no contexto atual de intensa competição, que o conhecimento é a base \n\nfundamental e o aprendizado interativo é a melhor forma para os indivíduos, \n\nempresas, regiões e países estarem aptos a enfrentar as mudanças e curso, \n\nintensificarem a geração de inovações e se capacitarem para uma inserção mais \n\npositiva nesta fase (LEMOS, 2009, p. 157-158). \n\n\n\n36 \n \n\nAssim, neste capítulo busca-se identificar as empresas de mídia sociais e seu network, \n\nanalisando as possíveis influências e impactos das redes sociais como networks nas empresas. \n\nSegundo Ignacio e Dotta (2008) as redes sociais podem estabelecer três níveis de relações, o \n\nprimário, o secundário e o intermediário. As relações estabelecidas em uma rede social \n\nprimária, tem seu foco, nas relações estabelecidas no dia-a-dia da vida, o qual pode-se destacar, \n\nos familiares, vizinhos, amigos, colegas de trabalho, empresas, entre outras. Ressalta-se, que \n\nesse tipo de relação se inicia na infância, contribuindo assim, na formação da identidade do \n\nindivíduo. \n\nJá as relações estabelecidas por redes sociais secundárias, tem seus holofotes voltados \n\naos profissionais e colaboradores de empresas, com o objetivo de fornecer atenção, orientação \n\ne informação. E as relações estabelecidas por redes sociais intermediárias, traz, em seu \n\ncontexto, as pessoas que recebem capacitação especializada, com o objetivo de prevenção e \n\napoio. Essa capacitação, pode ser de diversas áreas, como do setor da saúde, da igreja e \n\nprincipalmente da própria comunidade. \n\nSegundo os autores, as redes sociais secundárias e intermediárias são estabelecidas de \n\nforma coletiva, por instituições e pessoas que possuem negócios comuns. E ainda, que essas \n\nredes, buscam exercer poder de mobilização e articulação para que seus objetivos sejam \n\nalcançados. \n\nConforme já mencionado, as redes sociais são baseadas nas relações interpessoais, \n\nconexão realizada por duas ou mais pessoas que possuem algo em comum. Nos últimos anos, \n\ncom o novo estágio do capitalismo, em que o ápice do valor econômico no mercado é a \n\ninformação na sociedade em rede, as redes sociais começaram a ganhar notoriedade, e com isso, \n\nconforme Martes et al. (2006), as relações redes e empresas começaram a ser discutidas, com o \n\nobjetivo de estreitar laços, principalmente no campo econômico, onde o ambiente de análise \n\nnão é mais somente as pessoas, mas sim, os indivíduos e as empresas, pois as redes sociais são \n\nregidas pela força de conteúdo, conselho ou amizade, focados em algum interesse comum, \n\ncompartilhados ou pertinentes e algum nível de confiança trazidos dessa relação (MARTES et \n\nal., 2006). \n\n \n\nAs pessoas procuram nas mídias sociais um lugar para dividir conhecimentos, \n\ndescobrir pessoas e aumentar suas redes de contato. Apareceram comunidades de \n\nvários assuntos, reunindo usuários por gostos, ideias e negócios. Não demorou muito \n\npara as empresas descobrirem que essas redes seriam uma forma hábil e instantânea \n\npara protelar sua marca e apertar a relação com os clientes (SOUZA, 2012, p. 10). \n\n\n\n37 \n \n\nRecuero (2009 apud SOUZA, 2012, p. 23) afirma que “o Brasil é o país que usa, muito, \n\nsites relacionados a comunidades, tanto em horas usadas nesse tipo de site quanto no número \n\nde acessos”, e ainda, que “que 17,5 milhões de pessoas entraram nesses portais usando conexão \n\nresidencial”, onde “o brasileiro fica, pelo menos, cinco horas por mês em sites relacionados a \n\ncomunidades. Nos outros países, esse valor não passa das duas horas, tirando os internautas do \n\nReino Unido, que gastam duas horas e meia nesses portais”. \n\nO Brasil é um dos líderes em usuários em redes sociais, os quais utilizam as redes \n\nsociais para diversas finalidades. Assim, as redes sociais representam uma ferramenta poderosa \n\nna sociedade, e, por isso, não existe uma só empresa que não fique presente neste meio \n\n(MARTELETO, 2001). Nesse contexto, a Figura 1 mostra o comportamento e perfil dos \n\nbrasileiros nas redes sociais. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n38 \n \n\n \n\nFigura 1: Comportamento e perfil dos brasileiros nas redes sociais \n\n \nFonte: Revista Galileu \n\n \n\nPor meio da Figura 1, pode-se perceber que a frequência de uso de cada uma das redes, \n\nque 60% dos internautas se inscrevem em alguma rede social, que a maior parte dos acessos é \n\nrealizado por mulheres, com 58,7%, e ainda, que, 90,8% dos internautas do país acessam ao \n\nmenos uma dessas plataformas e gastam em média 4,9 horas mensais na vida social online \n\n(MARTELETO, 2001). \n\n\n\n39 \n \n\nDessa forma, as empresas encontraram grandes potenciais de crescimento nas redes \n\nsociais, onde puderam perceber que não podem estar fora das mídias sociais, pois deixam de \n\nnotificar, interatuar, comunicar com milhares de pessoas. Esse ambiente de análise, regido pelo \n\nlaço formado entre a empresa e as pessoas, onde, segundo Baldi e Vieira (2006), tomou forma \n\ncomo atividade econômica, essa, construída pelos relacionamentos existentes nas redes sociais. \n\nNessa perspectiva, Jesus e Machado (2009, p. 4) apontam que essa forma de atividade \n\neconômica tem como objetivo “reunir em, uma única estrutura, as características essenciais ao \n\nnovo ambiente competitivo”. \n\n \n\nComo principais características deste tipo de sociedade, são apontadas a utilização da \n\ninformação como recurso estratégico, mas também a utilização intensiva das \n\ntecnologias de informação e comunicação, assistindo-se a uma interação entre os \n\nindivíduos de base essencialmente digital, verificando-se, em simultâneo, a uma \n\nmudança da maneira de agir, tendo por base o formato digital (GOUVEIA, 2005 apud \n\nPEREIRA, 2015, p. 16). \n\n \n\nDessa forma, pode-se perceber a importância do papel das redes sociais na estrutura \n\nsocial e econômica, por meio de oportunidades de mercado, possibilitando manter e propiciar \n\nnovas contatos, ampliando “as possibilidades de encontro de oportunidades, além de se \n\nconfigurar como uma forma para as empresas alcançarem competitividade nos mercados por \n\nmeio de complexo ordenamento de relacionamentos, em que firmas estabelecem inter-relações” \n\n(JESUS: MACHADO, 2009, p. 2). \n\nPara os autores, as redes “influenciam o comportamento de indivíduos e grupos, onde \n\na ação humana é afetada pelas relações sociais em que [...] estão imersos”, e ainda, que “essas \n\ninterações sociais aprimoram ou restringem o acesso a recursos, pois, incorporando capital \n\nsocial, geram externalidades como conhecimentos sobre o comportamento de outros [...] em \n\nrelação ao mercado, como preços e tecnologias; e sobre o benefício da ação coletiva”. (JESUS; \n\nMACHADO, 2009, p. 4). \n\nNesse contexto, segundo Souza (2012, p. 10), foi realizada uma pesquisa  \n\n \n\nem setembro de 2008 por meio da empresa americana Cone INC. (Business in social \n\nmedia study) averiguou que 93% dos usuários de mídias sociais esperam que as \n\nempresas devam estar nas redes, e 85% esperam que estas empresas necessitem não \n\nsó estar nas redes sociais, mas ainda interagir com seus clientes. A Petrobrás, e a IBM \n\ndesignaram blogs corporativos. A Dell, a Samsung, a Starbucks e a Ford acederam ao \n\nmicroblog Twitter para conservar os clientes informados de suas inovações. As \n\n\n\n40 \n \n\npequenas e médias empresas estão descobrindo os benefícios da rede. Seus produtos \n\ne serviços são propalados no mundo inteiro a milhões de consumidores interessados. \n\n \n\nSegundo a autora, as empresas utilizam essa estratégica para que seu público-alvo \n\nentenda melhor a marca, introduzindo-a no cotidiano de seus clientes, informando-os “de todas \n\nas modernizações, desde os lançamentos de produtos até promoções e ofertas”, com o intuito \n\nde interagir em tempo real, “de estar em estável contato com o cliente, que pode dar suas \n\nopiniões e fazer suas reclamações” (SOUZA, 2012, p. 15). \n\nEssas interações por meio das redes passam a constituírem um meio importante de \n\ntransformação social, que por meio das articulações, podem oferecer uma das formas lucrativas \n\nde mercado. Paula e Silva (2006) afirmam que as redes sociais, na nova economia, surgiram \n\npara contribuir de forma instrumental e social, no campo estratégicos das empresas, \n\nfavorecendo as afinidades entre elas e seus clientes, que até pouco tempo atrás, eram apenas \n\ncomerciais, tornando um instrumento estratégico para o mundo dos negócios muito mais \n\ndinâmicos. \n\nÉ nesse ambiente que as empresas, por meio das redes sociais, buscam realizar novas \n\ncombinações de recursos produtivos, procurando novos insumos, idealizando novas \n\nestratégicas para novos nichos de mercado, ampliando assim, os horizontes de análise e de \n\ncompreensão de seu público-alvo, “visto que é inegável que o atual rumo da economia induziu \n\nao surgimento de novas formas de conduzir os negócios, pois, [...], as empresas podem contar \n\ncom novos recursos que impulsionam a lógica do crescimento, exigindo nova forma de gestão, \n\ncomo é o caso das redes sociais” (JESSUS; MACHADO, 2009, p. 10). \n\n \n\nInformações de uma análise desempenhada pelo Altimer Group e Wetpaint para a \n\nrevista Business Week com as 100 empresas mais preciosas ao redor do globo \n\napontaram que a iniciativa que investem em mídias sociais proporcionam melhores \n\ndecorrência e ganhos finais mais cheios. Em média, empresas que investiram em \n\nmídias sociais desenvolveram 18% em um ano, e aquelas que investiram pouco nas \n\nredes apresentarão queda de 6%, em média, em seus frutos no mesmo período \n\n(OLAVE et al., 2001 apud SOUZA, 2012, p. 27). \n\n \n\nDiante desse contexto, as redes sociais estão baseadas nas relações interpessoais, que \n\npresente e definitivo, por meio do novo paradigma informacional, sendo essa, uma nova \n\nestrutura social dominante (MIZRUCHI, 2006). Essa estrutura passa a ser uma necessidade no \n\nmundo dos negócios, pois fazem parte da vida cotidiana de milhões de pessoas, e estar nesse \n\n\n\n41 \n \n\ncotidiano se torna imprescindível para constituir um relacionamento da empresa com clientes e \n\nclientes em potencial nas redes sociais (JUNQUEIRA, 2000). \n\nAssim, é inegável uma nova forma de gestão, com novos recursos que impulsionam a \n\nlógica do crescimento por meio das redes sociais, ampliando os horizontes do conceito de \n\nnegócio, pois “as redes sociais vêm crescendo cada dia mais no mundo coorporativo como \n\nferramenta network, aproximação com o cliente ou mesmo para formação de grupos de um \n\ndeterminado assunto” (SOUZA, 2012, p. 35). \n\nPara Ibarra e Hunter (2007), o networking configura o estabelecimento de contatos \n\npessoais que podem prover apoio, feedback, perspectivas, recursos e informação. Quaresma e \n\nGonçalves (2013) corroboram, ao afirmarem que o networking configura, cada vez mais, os \n\ndias atuais, representando uma nova forma de trabalho, sendo esta, decisiva na nova estrutura \n\nsocial dominante, a sociedade em rede, pois essa nova cultura da virtualidade real, cria-se redes \n\nefetivas de contatos, que podem auxiliar a chegar aos grandes clientes e fazer crescer o negócio. \n\nEssa virtualidade real, faz com que se torne essencial o networking, pois, conforme \n\nCarvalho (2008), nos dias atuais, é inevitável que o indivíduo, onde quer que esteja, sinta a \n\nnecessidade de se conectar à internet, principalmente com relação às ferramentas sociais e \n\nmeios de comunicação, como google, e-mails, facebook, twitter, messenger, entre outros. \n\nDessa forma, o networking se configura como a simples arte de estabelecer \n\nrelacionamentos com os indivíduos com quem se troca informações, conexões, ideias e \n\nsentimentos (KRAMER, 2012 apud PEREIRA, 2015). Mesmo sendo uma arte simples, no \n\nconceito de Kramer (2012), Misner (2014) corrobora dizendo que é simples, porém não é fácil, \n\npois requer habilidades e conhecimento em sua prática, compromisso e esforço. \n\nSegundo Pereira (2015, p. 17), o networking assume o princípio basilar de que \"quanto \n\nmaior a rede de contatos/conhecimentos, maiores serão as oportunidades que surgirão”, \n\npodendo assim, ser responsável pelos futuros sucessos pessoais e profissionais, individuais ou \n\nempresariais. \n\nNeste sentido, no mundo empresarial, as redes sociais têm assumido um papel de \n\ndestaque, sendo assim, de extrema importância para as empresas, sendo ela o start da \n\nflexibilidade e do desempenho empresarial no mundo corporativo. \n\n \n\nAs redes colocam às empresas importantes desafios no sentido de extraírem todo o \n\nseu potencial, já que através das redes as empresas podem aceder ao valor criado em \n\nrelacionamentos nos quais estão envolvidos assim como a recursos e competências de \n\noutras empresas. Daí ser de todo essencial pensar a estratégia de atuação num contexto \n\n\n\n42 \n \n\nde rede, sendo tal estratégia traduzida nos esforços para gerenciar a sua posição na \n\nrede (PEREIRA, 2015, p. 29). \n\n \n\nCom relação as estratégias voltadas ao networking, Misner (2014) descreve quatro \n\npassos essenciais para estabelecer um networking eficaz por meio de redes e do marketing boca-\n\na-boca, isto é, pela promoção gratuita (de forma oral ou escrita) de produtos, serviços, empresas \n\nou eventos, utilizada geralmente por consumidores, que são eles: \n\n \n\n• Não ser fechado: Sair e conhecer pessoas; \n\n• Saber como pedir referências: Aprender e desenvolver técnicas específicas \n\nqueiram ajudar a aprimorar a capacidade de pedir as referências desejadas; \n\n• Conscientemente selecionar pelo menos três grupos empresariais ou de redes \n\npara aderir (câmaras de comércio, grupos de serviço à comunidade, associações \n\ncomerciais, entre outras.); \n\n• Desenvolver um incentivo criativo para incentivar as pessoas a referenciar-nos. \n\n \n\nKramer (2012) afirma que uma rede de networking deve ser diversificada para que \n\nhaja sucesso/valor, sendo essencial dar ênfase no número e tipo de pessoas pertencentes à ela, \n\npois é por meio do capital social que se torna possível aumentar o capital financeiro, intelectual \n\ne o acesso a novos recursos. \n\nNesse âmbito, Carneiro et al., (2014) traçam algumas condições essenciais e favoráveis \n\npara o bom desempenho em uma rede de colaboração: \n\n \n\n• A existência de uma história em comum entre os membros do grupo; \n\n• A existência de confiança nos parceiros da rede; \n\n• Estar maioritariamente próximo da maioria dos membros da rede; \n\n• Aceitar e promover um líder claro da rede; \n\n• Manter a sua imagem e individualidade no mercado; \n\n• Não possuir sobreposição significativa de competências em relação aos outros \n\nmembros do grupo; \n\n• Definir critérios de seleção dos membros. \n\n \n\nAs redes de colaboração permitem que por meio do capital social, com ações \n\nestratégias, haja aumento do capital financeiro, intelectual e o acesso a novos recursos, onde o \n\n\n\n43 \n \n\nnetworking é o protagonista, pois tem como essência, a realização de negócios, sendo esse, “o \n\nobjetivo principal por aumentar o conhecimento e notoriedade de um produto ou serviço marca, \n\nsendo através da rede que tal mensagem chegará de forma mais rápida e eficaz e em maior \n\nnúmero a potenciais clientes” (PEREIRA, 2015, p. 39). \n\nDessa forma, pode-se perceber que as TICs têm sido muito úteis para as organizações \n\ne redes que precisam superar algumas dessas dificuldades, e ainda, que as mídias sociais, como \n\npor exemplo, a internet, estreita distâncias e facilita imensamente os processos de comunicação \n\nem todas as direções, favorecendo troca de informações, de conhecimentos e o \n\ncompartilhamento de experiências, além de criar espaços virtuais favoráveis ao debate de ideias, \n\nà construção de conhecimento conjunto e à atuação coletiva. \n\nPorém, ressalta-se que mesmo tendo a internet e as demais tecnologias disponíveis, \n\neste ambiente é desafiador, pois para que uma rede possa ter um bom funcionamento, depende \n\ndas pessoas que a compõe, cabendo às pessoas e empresas a definirem seus propósitos, \n\ncompromissos e as atividades que anseiam desenvolver no âmbito da rede que a integram para \n\na articulação de grupos e a realização de trabalhos cooperativamente. \n\nAssim, é relevante compreender de que maneira as plataformas de rede, as quais \n\nfornecem ferramentas e serviços gratuitos aos usuários, transformam as atividades produzidas \n\nem rede pelos usuários em excedente econômico, e, dessa forma, sobrevivem no âmbito digital, \n\nmesmo com a gratuidade de grande parte de seus recursos, por meio das relações entre a \n\nplataforma e o usuário. \n\n  \n\n\n\n44 \n \n\n  \n\n\n\n45 \n \n\n4. A RELAÇÃO PLATAFORMA-USUÁRIO \n\n \n\nVerificou-se, com o conceito e desenvolvimento teórico de algumas questões \n\nrelevantes relacionadas à mudança de paradigma tecnológico, que a revolução tecnológica, que \n\ndá origem às ondas longas de desenvolvimento, não apenas confere alterações na dinâmica dos \n\nsetores de mercado e produtivo, como também interfere em toda a estrutura sócio institucional. \n\nViu-se também, como muitas empresas passaram a inserir-se na nova dinâmica do sistema, \n\napresentando novas lógicas de atuação e comportamento diante das novas concepções de \n\nmercado e das práticas culturais emergentes na sociedade.  \n\nDessa forma, visto que as plataformas de rede são protagonistas da vinculação entre \n\nusuários e empresas não digitais, faz-se necessário, compreender a relação existente entre os \n\nusuários e as plataformas de rede, como Google e Facebook, em especial, a lógica dos serviços \n\ngrátis ofertados aos usuários. \n\n \n\n4.1 A LÓGICA DOS SERVIÇOS GRÁTIS OFERTADOS AOS USUÁRIOS \n\n \n\nComo visto, na atual Era da Informação, as empresas buscam por potenciais que as \n\ndiferenciem do restante do mercado, que aumentem sua competitividade e que, dessa forma, as \n\npermitem direcionarem-se à um posicionamento estratégico, onde o acesso à informação auxilia \n\na obtenção de decisões corretas e mais rentáveis. Assim, em um contexto em que o aumento da \n\ncapacidade concorrencial é vital para a sobrevivência das empresas no mercado globalizado \n\nonde estão inseridas, as lógicas de valorização comercial passam a estar atreladas às lógicas de \n\nprodução de informação e conhecimento. \n\nDessa forma, a nova lógica que permeia o âmbito da arrecadação de lucros pelas \n\ngrandes empresas digitais em sua relação com o usuário baseia-se na articulação das \n\nplataformas de rede com algoritmos, cujas atividades tecnológicas permitem a captação de \n\ninformações e interesses pessoais dos usuários. “A filtragem social de informações não é um \n\nprocesso novo, uma vez que a circulação de informações é um dos principais pontos de estudo \n\nestrutural para a análise de redes sociais” (RECUERO; ZAGO; SOARES, 2017, p. 6); porém, \n\na partir de então, a difusão de informações atinge novos patamares, na medida em que não está \n\nbaseada apenas na ação dos indivíduos, mas também na atuação de algoritmos em diversos \n\nwebsites.  \n\nDe acordo com Bucher (2012), os algoritmos presentes nos mais dinâmicos programas \n\nde softwares instauram um mecanismo próprio de administração dos fluxos de informação \n\n\n\n46 \n \n\ndisponíveis em rede, e, a partir de cálculos computadorizados, reorganizam os conteúdos de \n\nforma a contemplar aquilo que identificam como sendo de interesse de cada usuário. Conforme \n\no autor, os algoritmos filtram e analisam todos os tipos de conteúdo gerados pelos usuários em \n\nseu processo de utilização da rede, como por exemplo cliques em links, palavras-chaves \n\nutilizadas em sites de buscadores, fotos postadas ou compartilhadas em redes sociais, \n\ncomentários sobre determinado assunto, feedbacks de produtos, serviços ou empresas, dentre \n\noutras atividades.  \n\nDe acordo com Caldeira (2015), há diversos sinais utilizados para a personalização, \n\ndentre eles, pode-se observar o histórico de pesquisa, região do usuário (localização), sinais \n\nsociais (relacionados aos cliques que possibilitam curtir, compartilhar e seguir no âmbito das \n\nredes sociais), o endereço de IP11; o tipo de computador e navegador, o idioma utilizado nas \n\natividades de busca, dentre outros mecanismos. A partir da relação que o usuário possui com \n\ntais interfaces, há uma coleta implícita de características e preferências de cada usuário, que \n\npermite às plataformas de rede conhecer profundamente seus consumidores. \n\nCom isso, as empresas digitais obtêm êxito, de um lado, ao disponibilizar aos usuários \n\num ambiente confortável onde os mesmos se deparam com conteúdos atraentes, cujas temáticas \n\nvão ao encontro de seus gostos e preferências, e, de outro, na venda das informações pessoais \n\ndos usuários captadas pelos algoritmos para anunciantes dispostos na rede, cujo intuito é atingir, \n\npor meio da publicidade, o público-alvo mais indicado aos seus produtos ou serviços. \n\n \n\n4.2.1 Captação das informações dos usuários pelas plataformas de rede para incentivá-los \n\na produzir conteúdo \n\n \n\nAs diversas linhas de códigos que atuam por trás de programas de navegadores, \n\nbuscadores, sites da Internet e plataformas de redes sociais, interpretam as ações dos usuários \n\nna Internet, e, com base no que se “aprende” sobre cada indivíduo, é gerado um conteúdo “sob \n\nmedida” para cada pessoa. \n\nSegundo Parisier (2012), em virtude da filtragem de conteúdo que, possivelmente, são \n\nde maior relevância ao usuário, o código básico no seio da nova Internet é a personalização e a \n\nhierarquização das informações dispostas na rede. Isto é, a nova geração de filtros online são \n\n“motores de previsão, constantemente criando e aperfeiçoando uma teoria de quem você é, e o \n\n                                                \n11\n\tIP significa “Internet Protocol”, um número que identifica um dispositivo (computador, impressora, roteador, \n\netc) em uma rede.\t\n\n\n\n47 \n \n\nque você vai querer fazer no futuro” (PARISIER, 2012, p. 14). A partir daí, durante mecanismos \n\nde busca ou apresentação de feed de notícias no caso das redes sociais, demonstra-se ao usuário \n\no conteúdo e as informações mais adequadas sob o ponto de vista de seus interesses, diz o autor. \n\nGodoy et al (2011, p. 4) afirmam que “[...] nesta técnica de personalização, ou como é \n\ntratada atualmente, filtragem dos dados, todas as ações dos usuários são gravadas e identificadas \n\ncomo uma identidade única”. Assim, as informações são apresentadas levando-se em conta está \n\nidentidade”. \n\nDessa forma, o monitoramento das atividades dos usuários na rede é utilizado para \n\nconstruir uma identidade a cada usuário, na medida em que não existem resultados únicos ou \n\npadronizados nas páginas de resultados dos buscadores, como no Google, ou na página de \n\nnoticias de redes sociais, como no Facebook, mas informações adaptadas ao perfil de cada \n\nusuário. \n\nSegundo Antoun (2009), o filtro existente nas plataformas de rede, denominado pelo \n\nautor de minas de dados, é completamente opaco e invisível para o usuário, e extrai dos fluxos \n\nde informações móveis os bancos de dados dinâmicos e autorreguláveis. O autor afirma, ainda, \n\nque o fenômeno da vigilância de dados torna-se importante às plataformas que os aplicam \n\ndevido à possibilidade de prever as ações dos usuários em rede a partir dos padrões gerados \n\npelas minas de dados nos fluxos de informação. Isto é, a partir da utilização de algoritmos que \n\ntrabalham no processo de filtragem das informações disponíveis, as grandes empresas \n\nprovedoras de conteúdo são capazes de presumir “[...] de alguém que é visto em algum lugar \n\ndeterminado, a partir daquilo que ele apresenta diante do olhar, utilizando os padrões preditivos \n\nexistente sob a forma perfis” (ANTOUN, 2009, p. 8). \n\nMedeiros (2017) diz que, ao realizar um procedimento de busca em plataformas de \n\nrede, os algoritmos dispostos no site analisam os indicadores de cliques anteriores e perfilam \n\nas pessoas, fornecendo, dessa forma, resultados de buscas específicos para cada usuário. Assim, \n\nà medida que os usuários escolhem clicar em determinados links, acessar vídeos específicos, \n\nbuscar por determinados tipos de informação, “os algoritmos que governam os sites e as redes \n\nsociais criam banco de dados sobre as aparentes preferências das pessoas, a serem utilizados \n\nposteriormente quando esse usuário realizar uma nova busca” (MEDEIROS, 2017, p. 260). \n\nDe acordo com Fuchs (2011), a estratégia econômica do Google é coletar dados sobre \n\nos usuários que utilizam diferentes aplicativos fornecidos pela empresa, em diferentes situações \n\ncotidianas. Assim, quanto mais situações cotidianas puderem ser suportadas por seus \n\naplicativos, mais tempo os usuários gastam online e mais dados dos usuários se encontram \n\ndisponíveis ao Google, o que permite a empresa analisar o comportamento de cada consumidor. \n\n\n\n48 \n \n\nMedeiros (2017) afirma que, ao analisar os indicadores de cliques daqueles que se \n\nutilizam do seu buscador para fazer pesquisas, o Google, por exemplo, perfila as pessoas e \n\npersonaliza os resultados das buscas que serão apresentados naquele navegador. Dessa forma, \n\na pesquisa realizada através de frases, ou algumas palavras-chave na página inicial da empresa \n\ndireciona o usuário para assuntos que ele possui mais interesse, e, assim, apresenta resultados \n\ncom informações filtradas conforme seu perfil na Internet. \n\nA rede social Facebook possui os mesmos propósitos que o Google ao filtrar as ações \n\ndos usuários a partir de likes e compartilhamentos e capturar suas informações pessoais para \n\nobter um grau elevado de conhecimento acerca de seus consumidores e oferecer-lhes um \n\nserviço personalizado. Desse modo, Bucher (2012) afirma que o algoritmo do Facebook12 \n\nanalisa tudo o que se faz na rede social, em prol de oferecer uma seleção de posts13 customizada \n\nao gosto dos usuários, e trabalha de modo a entender que os usuários não estão igualmente \n\nconectados uns com outro e que cada um possui determinados gostos e preferências.  \n\nAssim, no caso da rede social Facebook, Brito (2015) afirma que cada usuário possui \n\num feed de notícias personalizado que contém as publicações dos amigos virtuais com os quais \n\nmantém uma interação frequente, bem como postagens e compartilhamentos que englobam o \n\nconteúdo que mais lhe agrada, permitindo com que o ambiente digital seja, em termos \n\nestratégicos às plataformas de rede, um local onde o usuário se sente confortável em permanecer \n\ne produzir conteúdo, os quais, na lógica do fenômeno prosumption, serão consumidos por \n\noutros usuários. \n\nO problema que se evidencia na aplicação dos algoritmos é o fato desse mecanismo \n\nignorar o contexto e a neutralidade das informações. Como resultado de tal processo, a \n\npersonalização surgiu como uma forma de tentar adivinhar o que o usuário quer, mesmo que \n\nele faça uma busca incompleta. Caso o usuário buscar por “Egito” e suas informações pessoais \n\narmazenadas no banco de dados do Google indicarem que esse costuma viajar regularmente, é \n\nmais provável que os primeiros resultados sejam sites de companhias aéreas que vendam \n\npassagens para o destino que se procurou. \n\nSegundo Parisier (2012), esse mecanismo tem suas qualidades, quando, em um \n\nambiente com uma grande quantidade de dados, seleciona informações que são de interesse do \n\nusuário. Entretanto, diversas informações importantes podem ficar de fora dos resultados, por \n\n                                                \n12No caso do Facebook, o algoritmo é o EdgeRank, que irá decidir quem vê e o que se vê na página inicial de \nnotícias, também denominada feed de notícias. \n13Termo em inglês referente à publicação, por meio da qual um conteúdo é enviado ao seu público por meio de \ndeterminado recurso (websites, redes sociais ou blogs). \n\n\n\n49 \n \n\nexemplo, se a situação interna no Egito estiver tensa e houver algum tipo de revolta naquele \n\ndia, essa informação é tão importante para o usuário que, em seus históricos anteriores, \n\ndemonstrou apreço por viagens, quanto para outro indivíduo interessado em política \n\ninternacional. \n\nNesse contexto, Parisier (2012, p. 14) afirma que o universo de informações exclusivas \n\ncriadas para cada indivíduo, as chamadas bolha dos filtros, “altera fundamentalmente o modo \n\ncomo nos deparamos com ideias e informações”. Dispostos em um ambiente onde os usuários \n\nsão identificados com base no conteúdo que produz no ambiente digital, “cada usuário parece \n\nser nada mais do que um pacote pré-formatado de como os algoritmos do Google ou Facebook \n\nlêem o indivíduo” (FAVA; PERNISA JÚNIOR, 2014, p.5), na medida em que duas pessoas \n\npodem acessar o mesmo site ao mesmo tempo e ver informações diferentes, adaptadas a suas \n\nopiniões. \n\nParisier (2012), em seu livro intitulado O filtro invisível, propõe que a crescente \n\nutilização dos algoritmos, denominados pelo autor de “filtro invisível” nos veículos de \n\ncomunicação digital deixa os usuários enclausurados em “bolhas” de interesses individuais. O \n\nautor, afirma que à medida que os usuários utilizam a rede e deixam “seus rastros na internet”, \n\ncriam-se banco de dados sobre suas aparentes preferências, os quais serão utilizados quando \n\nrealizarem uma nova busca na Internet para que o conteúdo disposto em rede seja mais atraente \n\nao usuário. \n\nAssim, nos termos do autor, a composição das membranas da “bolha invisível” é \n\ndefinida e personalizada de acordo com o entendimento que os filtros possuem do usuário e, \n\nentão, é disponibilizado em seu navegador um conteúdo específico a ele, conforme seus gostos \n\ne históricos de pesquisa. \n\nApesar dos conteúdos apresentados em rede ao usuário serem completamente \n\nadministrados e regulados pelas interfaces das plataformas de rede, o que confere uma perda \n\nrelativa de autonomia no acesso às informações digitais na medida em que o controle das \n\ninformações é retirado dos usuários e passados para um terceiro, que seriam os prestadores de \n\nserviços na rede, a estratégia das plataformas de rede é compreender o comportamento dos \n\nusuários com base em suas atividades registradas no navegador. Em meio à produção e \n\narmazenamento de informações em níveis tão altos, as plataformas buscam caminhos para \n\norganizar o acesso à enorme quantidade de dados disponíveis em rede de forma a contemplar \n\nos assuntos de maior interesse ao perfil de cada usuário, de modo que este sinta-se em um \n\nambiente agradável que dispõe de informações atraentes, e consuma um tempo maior na rede. \n\n \n\n\n\n50 \n \n\n4.2.2 Captação das informações dos usuários pelas plataformas de rede para vendê-las \n\nsob a forma de anúncios \n\n \n\nComo visto anteriormente, na medida em que os indivíduos se encontram bastante \n\npresentes nas plataformas de redes sociais, que surgiram com o propósito inicial de possibilitar \n\na interação social virtual, e em mecanismos de buscadores, utilizados para pesquisas e \n\nredirecionamento a outros websites, muitas empresas engajaram suas estratégias de mercado no \n\nâmbito digital, visando boas oportunidades de negócios. Mesmo presentes também em um \n\nambiente online interativo, as empresas continuam a investir em anúncios e publicidades, uma \n\nvez que saber com quem está se comunicando é, evidentemente, uma atividade crucial para o \n\nêxito de qualquer estratégia empresarial na identificação de clientes potenciais. \n\nAssim, de acordo com Pinto (2015), a partir da concentração de informações \n\nparticulares sobre o perfil dos indivíduos que acessam a rede e seu conteúdo gerado nas \n\nplataformas, a publicidade online ganhou bastante destaque devido à possibilidade que se \n\nencontrou em direcionar os anúncios a públicos-alvo corretos, mais capazes de se interessarem \n\npelos produtos oferecidos, e, dessa forma, realizarem a compra. Uma das várias evidências da \n\npersonalização pode ser percebida após realizar a busca de um determinado produto no Google, \n\nem que, as navegações posteriores na internet, tanto na página de resultados do buscador, \n\natravés de links patrocinados, quanto nas redes sociais, apresentam anúncios de publicidade do \n\nmesmo produto pesquisado em um momento anterior. \n\nDe acordo com um estudo realizado pela revista Novovarejo (2018), o meio digital \n\ntornou-se extremamente importante para o desenvolvimento do comércio, que atingiu grandes \n\nfaturamentos por meio do desenvolvimento do e-commerce. No brasil, em 2011, o lucro era de \n\nR$ 18,7 bilhões; em 2017, os números chegaram a 47,7 bilhões em faturamento, representando \n\num aumento de cerca de 155% no período. E, apesar de as compras por meio de dispositivos \n\nmóveis representarem apenas 27,3%, houve, em 2017, um aumento de 11% no número de \n\ncompras via smartphones e tablets em relação a 2016.  \n\nConsiderando o fato de que a internet possibilita o direcionamento de uma propaganda \n\npara o público-alvo correto, o sucesso dessa atividade de marketing vai ser maior em \n\ncomparação as propagandas em televisores, em se tratando da mercadoria audiência. “ Da \n\nmesma maneira que a televisão reformulou os setores da mídia e da propaganda na década de \n\n1950, agora temos a Internet começando a produzir um grande impacto em todas as formas da \n\ncomunicação”. (CAPPO, 2004 apud SIQUEIRA, 2013, p. 9). \n\n\n\n51 \n \n\nSegundo Spaniol e Albano (2016), relacionando-se a nova área de interesse das \n\nempresas de publicidade, a Internet, à televisão,  \n\n \n\n[...] é como se da mesma forma que o telespectador vê a propaganda de um produto \n\nde limpeza na tela, ele também está na televisão falando sobre sua vida pessoal. Isso \n\né a internet, porém cada pessoa tem uma programação nessa televisão de acordo com \n\no histórico de publicação nessa mídia. No lugar de editores de jornal, há os algoritmos, \n\nselecionando e dizendo suas preferências e o que você pode querer comprar \n\n(SPANIOL; ALBANO, 2016, p.9). \n\n \n\nVisto o reconhecimento da importância dos anúncios online pelas empresas ao longo \n\ndo tempo, Parisier (2012) afirma que a grande motivação da utilização de algoritmos pelos \n\nwebsites é a corrida pela audiência do público. Assim, observando o amadurecimento do \n\nmercado publicitário e o aumento da demanda de informações e dados por parte das agências, \n\nas grandes empresas do ramo digital têm como objetivo principal estreitar o relacionamento \n\ncom o comércio publicitário, que lhes fornecem boa parte dos lucros obtidos. \n\nO autor afirma, ainda, que a publicidade consiste na maior fonte de renda das grandes \n\nempresas digitais, as quais, a partir das informações que dispõe dos usuários, instauram \n\nmecanismos de comercialização de anúncios segmentados, isto é, direcionados a um grupo de \n\nconsumidores específicos, que, na lógica da personalização, visualizarão produtos e serviços, \n\nem grande parte, de seu interesse. \n\nNesse contexto, o propósito das medidas de personalização de conteúdos para cada \n\npessoa não é apenas restringir as informações que serão acessadas pelo usuário, como também \n\nprivilegiar as campanhas online de publicidade, que constituem, como visto, a maior fonte de \n\nrendimento das plataformas de rede. \n\nConforme Dantas (2016), se alguém envia alguma mensagem a outra pessoa, ou realiza \n\numa busca referindo-se de um assunto específico, como \"livros\", \"flores\", \"viagem\", dentre \n\noutros, esses indivíduos serão identificados pelos algoritmos dispostos em rede como \n\npossivelmente interessados em adquirir livros, flores ou pacotes de turismo e, a partir de então, \n\ncomeçarão a receber anúncios de livrarias, lojas floristas, ou agências de turismo. Isso, porque \n\ntorna-se mais fácil vender publicidade num site quando o anunciante sabe que o público que \n\nchegou a ele foi filtrado e gosta do produto anunciado. \n\nNesse contexto, Bruno (2006, p. 154) afirma que  \n\n \n\n\n\n52 \n \n\nas mensagens cotidianas enviadas pelos usuários do Gmail são monitoradas por \n\nprogramas que irão coletar, processar e classificar conteúdo das mensagens em bancos \n\nde dados e constituir perfis que projetem informações sobre possíveis interesses \n\ndesses usuários, aos quais os anúncios e links visam atender. \n\n \n\nPresente em praticamente todos os setores da web, uma das principais características \n\ndo Google é o fato de oferecer seus serviços de pesquisa, e-mail, calendário, agenda, editor de \n\ntextos, mapas, e e-books ao grande público gratuitamente. Entretanto, a auto representação que \n\nos indivíduos produzem na rede gera, como visto, valor à empresa, que se beneficia das \n\ninformações que dispõe sobre seus clientes para gerar uma fonte de renda. \n\nNessa perspectiva, Anderson (2009, p. 127) afirma que cada referência captada de um \n\nusuário é tratada como uma possibilidade a uma nova comercialização de determinado produto, \n\nna medida em que \n\n \n\ncada comentário em um blog representa mais informação para o Google indexar, para \n\najudá-lo a fornecer melhores resultados nas buscas. Cada clique no Google Maps \n\nrepresenta mais informações sobre o comportamento do consumidor e cada e-mail do \n\nGmail é um indicativo de nossa rede humana de conexões, e o Google pode usar tudo \n\nisso para inventar novos produtos ou só vender melhor os anúncios. \n\n \n\nDa mesma forma que o Google, o Facebook não cobra pelo acesso e uso de seu \n\nsistema, e, o que ele vende são audiências segmentadas para anunciantes ávidos em atrair \n\ncompradores para seus produtos. Assim, Anderson (2009) afirma que a nova lógica que permeia \n\no âmbito da arrecadação de lucros pelas empresas denominadas provedoras de conteúdo é \n\ndeterminada por meios estratégicos, através dos quais fornecem serviços e ferramentas gratuitos \n\naos usuários, cujas informações e conteúdo produzidos na rede são utilizados para melhorar o \n\nalcance das publicações de anúncios nas plataformas de rede. \n\nNa medida em que as plataformas de rede, de um lado, disponibilizam serviços \n\ngratuitos, de outro, acumulam valor através das atividades de publicidade. Assim, uma das \n\nvertentes do grande debate existente acerca dessa questão afirma que as ferramentas oferecidas \n\npelas empresas não são consideradas uma mercadoria, uma vez que são disponibilizadas, em \n\nsua grande maioria, gratuitamente, mas sim seus meios de produção e parte de seus capitais \n\nfixos. Nesse contexto, Anderson (2009, p. 30) afirma que esse fenômeno se assemelha às \n\nempresas jornalísticas, as quais “ [...] estão longe de cobrar dos leitores o custo efetivo de criar, \n\n\n\n53 \n \n\nimprimir e distribuir seus produtos; não estão vendendo jornais aos leitores; estão vendendo \n\nleitores aos anunciantes”. \n\nPara o autor, esse mecanismo trata-se de um mercado trilateral, composto por três \n\nparticipantes, o consumidor, representado pelos usuários, as empresas anunciantes, e o \n\nprodutor, cuja representação é dada pela empresa provedora de conteúdo, a qual realiza uma \n\nvinculação entre as necessidades dos outros dois participantes do modelo de mercado. O modelo \n\nde publicidade na web é uma extensão do modelo tradicional de mídia, como a televisão, em \n\nque a emissora, neste caso, é um site ou ambiente da internet, provedora de conteúdo e serviços, \n\ngeralmente, mas não necessariamente, de forma gratuita, tais como e-mail, mensagens \n\ninstantâneas, informações personalizadas, blogs, ferramentas de armazenamento de arquivos, \n\ndentre outros (ANDERSON, 2009). \n\nO anunciante é uma empresa que visa atividades de publicidade de determinado \n\nproduto, ou serviço no âmbito digital, e, para isso, paga por um espaço publicitário medido em \n\ntermos de page views, que significa a quantidade de vezes que o anúncio apareceu na tela, ou, \n\nainda, pelo número de vezes que os clientes clicaram no link da publicidade. E, por fim, os \n\nconsumidores são representados pelos usuários, cujas atividades na rede são muitas vezes \n\ninterrompidas com mensagens de propaganda inseridas dentro do conteúdo e dos serviços \n\ndisponibilizados pelas plataformas de rede, geralmente no formato de banners, pop-ups (uma \n\njanela que abre no navegador da internet quando se acessa uma página na web ou algum link de \n\nredirecionamento) e anúncios em palavras-chaves. \n\nEntretanto, a grande diferença que se observa entre a publicidade de mídia tradicional \n\ne o modelo de publicidade digital é o fato de os usuários gerarem valor não somente às empresas \n\nanunciantes por meio da compra de algum serviço ou produto, como também às plataformas de \n\nrede através de suas informações captadas na rede (Figura 2). \n\n \n\n\n\n\n\n55 \n \n\nPortanto, à medida que as plataformas de redes dão mais facilidades e conteúdo \n\npersonalizados, evidencia-se que, dentro do mercado publicitário nas grandes empresas digitais, \n\no produto acaba sendo os usuários, que representam, por um lado, a mercadoria audiência às \n\ncampanhas de publicidades presentes no âmbito digital e, por outro, a fonte de informações e \n\nconteúdo comercializados pelas plataformas de rede sob forma de anúncios direcionados.  \n\nDessa forma, pode-se afirmar então, que as empresas de plataformas de redes \n\nvinculam-se à estratégia de mercado de outras empresas para atuarem com a publicidade \n\ndirecionada, que constitui, como visto, a maior fonte de rendimento dessas plataformas, na \n\nmedida em que “para os usuários, os dados fornecem uma chave para ter acesso a notícias \n\nrelevantes e resultados personalizados. Para os anunciantes, os dados são a chave para encontrar \n\nprováveis compradores”, sendo essa, uma forma estratégica de mercado (PARISER, 2012, \n\np.41). \n\n \n\n \n\n4.3 AS ESTRATÉGIAS MERCADOLÓGICAS DO GOOGLE E FACEBOOK \n\n \n\nNo contexto do novo paradigma informacional e das novas práticas organizacionais, \n\nFacebook e Google são exemplos de como as empresas da internet conseguem se tornar \n\nrobustas utilizando estratégias mercadológicas que cobram do cliente algo que, na maioria dos \n\ncasos, passa despercebido: sua personalidade, captada, como visto anteriormente, através das \n\ninformações pessoais e conteúdo fornecidos em rede e nos aplicativos e ferramentas \n\ndisponibilizados pelas empresas, e audiência para as projeções de anúncios existentes na rede. \n\nEsse cenário se intensifica ainda mais pelo fato de que, a cada dia, as pessoas são incentivadas \n\na produzir mais dados e conteúdos em rede.  \n\nCom o crescimento de pessoas utilizando a rede a cada dia, verifica-se a adoção, por \n\nparte das plataformas de rede, de métodos para cativar e buscar, cada vez mais, novos usuários \n\npara seus serviços e ferramentas. Segundo Parry (2017), enquanto a quantidade de tempo que \n\nos indivíduos dispõem para consumir mídia não pode aumentar muito mais, o total de mídia \n\ndisponível, e, consequentemente, a quantidade de conteúdo e informações pessoais dos \n\nusuários, continuarão aumentando de maneira exponencial. Conforme o autor, cerca de 30 horas \n\nde vídeos são publicados no Youtube14 a cada minuto, e há mais de 100 milhões de blogs ativos.  \n\n                                                \n14\n\n O termo vem do Inglês “you” que significa “você” e “tube” que significa “tubo” ou “canal”, assim YouTube é \numa plataforma de compartilhamento de vídeos, que permite que os usuários carreguem, assistam e \ncompartilhem vídeos em formato digital.\t\n\n\n\n56 \n \n\n4.3.1 Google \n\n \n\nA empresa Google, fundada na Califórnia em 1998 por dois colegas de faculdade, \n\nLarry Page e Sergey Brin com o intuito de organizar um site de buscas efetivo à comunidade \n\ndigital. Os dois colegas tiveram como objetivo criar um motor de pesquisa que mostrasse os \n\nresultados pela relevância dos sites, ao invés de apresentar as informações pesquisadas em \n\nfunção do número de pesquisas que cada site possuía individualmente. O Google representa, \n\natualmente, uma grande empresa do setor da tecnologia que ganha bastante destaque e domina \n\no ranking das marcas mais valiosas do mundo. Segundo o relatório anual de 2016 da Aphabet, \n\numa holding que constitui um grupo de empresas, das quais a maior é o Google, as inovações \n\nda empresa Google em áreas como pesquisa e publicidade tornou seus serviços amplamente \n\nutilizados, sendo uma das marcas mais reconhecidas no mundo, contando com mais de um \n\nbilhão de usuários ativos por mês. \n\nDe acordo com o Google Corporate Information, a missão declarada da empresa desde \n\nseu início é \"organizar a informação mundial e torná-la universalmente acessível e útil\". \n\nEntretanto, o rápido crescimento do Google, desde sua criação e incorporação, resultou na \n\norigem de diversas outras ferramentas e serviços que vão além do propósito inicial do motor de \n\nbuscas. Além da plataforma de busca, a empresa dispõe de inúmeras ferramentas gratuitas, \n\ncomo softwares de produtividade online, representados pelo Google Docs e Gmail, o buscador \n\nGoogle Search, Google Books, Google Maps e YouTube que permitem que os usuários se \n\nmantenham ativos na rede e se beneficiem de serviços de armazenamento e partilha de arquivos, \n\ncompartilhamento de vídeos, webmail. Os produtos do Google se estendem à área de trabalho, \n\ncom aplicativos como o navegador Google Chrome, o programa de organização de edição de \n\nfotografias Picasa e o aplicativo de mensagens instantâneas Google Talk. Conforme o relatório \n\nanual de 2016 da Aphabet, os principais produtos do Google, como Pesquisa, Android, Google \n\nMaps, Google Chrome, YouTube, Google Play e Gmail, têm mais de um bilhão de usuários \n\nativos por mês. \n\nSegundo Deighton e Kornfeld (2013), o Google também lidera o desenvolvimento do \n\nsistema operacional móvel para smartphones Android, lançado em 2007, usado em celulares \n\ncomo o Nexus 6, Motorola Moto X e o Samsung Galaxy S6 e, em 2011 a empresa fez sua maior \n\naquisição, ao adquirir a Motorola Mobility, uma fabricante de aparelhos e telefone móvel, por \n\nUS$ 12,5 bilhões, que lhe permitiu fabricar telefones móveis que utilizam o sistema operacional \n\n                                                \n\t\n\n\n\n57 \n \n\nAndroid e, contanto, incentivar ainda mais seus usuários a consumirem seus serviços ao \n\ndisponibilizar diversas ferramentas do Google também em smartphones. \n\nSegundo o relatório anual de 2017 do Google, Ruth Porat, diretora financeira da \n\nempresa, afirma que a mesma está impulsionando um grande crescimento, com receita de US$ \n\n110,9 bilhões em 2017, um aumento de 23% em relação ao ano anterior e no quarto trimestre \n\nreceita de US$ 32,3 bilhões, um aumento de 24% em relação ao ano de 2016. Conforme o \n\nrelatório anual de 2017 da empresa, cerca de 97% da receita do Google provém dos negócios \n\nreferentes à publicidade online, as quais os consumidores consideram relevantes, e os \n\nanunciantes acreditam ser uma forma de merchandising mais econômica e rentável. \n\nDe acordo com o mesmo relatório, o objetivo do negócio de publicidade do Google é \n\nfornecer anúncios relevantes no momento certo e fornecer informações comerciais úteis às \n\npessoas, independentemente do dispositivo que eles estão usando e, ao mesmo tempo, fornece \n\nàs anunciantes ferramentas, em sua grande parte não gratuitas, que os ajudam a atribuir e avaliar \n\nmelhor suas campanhas publicitárias em telas. E, o crescimento das receitas de publicidade de \n\n2017 foi impulsionado pela utilização da plataforma de pesquisa móvel, YouTube, Google Play \n\ne Google Cloud. \n\n \n\n \n\n4.3.2 Facebook \n\n \n\nFacebook Inc consiste em um serviço de rede social que permite a interação entre \n\npessoas do mundo, cuja missão é dar às pessoas o poder de compartilhar informações e fazer \n\ndo mundo um lugar mais aberto e conectado. Segundo Caldas et al (2012), a ideia inicial da \n\nrede social teve origem em 2004, por quatro colegas da universidade de Harvard, Mark \n\nZuckerberg, Chris Hughes, Dustin Moskovitz e Eduardo Saverin, onde, incialmente, surgiu \n\ncomo uma ferramenta bastante simples em que era exposto a foto de duas pessoas ao usuário, \n\nque poderia votar qual era de sua preferência. Essa criação causou uma grande repercussão nos \n\nindivíduos que utilizavam a plataforma, e, assim, motivou Mark Zuckeberg a continuar a \n\ntrabalhar e desenvolver ainda mais o programa. Com isso, a plataforma foi tomando dimensões \n\ncada vez maiores, e, em 2005, a rede social foi oficialmente inaugurada para a comunidade \n\nglobal, atingindo, no ano seguinte, 12 milhões de usuários ativos. \n\nDe acordo com as informações dispostas na página oficial de central de ajuda da \n\nempresa, atualmente, o Facebook conta com diversas ferramentas e serviços que podem ser \n\nutilizados, em grande parte, gratuitamente por todos os usuários. Os produtos mais conhecidos \n\n\n\n58 \n \n\ndo Facebook incluem a rede social Facebook e seu aplicativo móvel, o serviço de mensagens \n\ninstantâneas Messenger, o Instagram e seus aplicativos como o Direct e o Boomerang, que \n\nconstituem uma rede social online de compartilhamento de fotos e vídeos entre seus usuários, \n\ne WhatsApp, um aplicativo multiplataforma bastante utilizado no Brasil de mensagens \n\ninstantâneas e chamadas de voz para dispositivos móveis. Além desses produtos bastante \n\nconhecidos e utilizados pelos usuários, o Facebook ainda conta com diversos outros recursos, \n\ncomo TBH, um aplicativo de troca de mensagens anônimas destinado especificamente ao \n\npúblico adolescente, Moments, aplicativo de compartilhamento de fotos, e o Audience Network, \n\numa ferramenta que permite que os usuários, especificamente, os anunciantes, ampliem a escala \n\nde suas campanhas do Facebook e alcancem um maior número de usuários. \n\nA extensa lista de produtos e serviços da empresa garante que diversos usuários se \n\nmantenham conectados, consumindo tempo nas diversas ferramentas disponibilizadas e, dessa \n\nforma, conferindo uma grande receita à empresa. Deighton e Kornfeld (2013) afirmam, em uma \n\nanálise do tempo gasto pelos usuários no Facebook e em outras redes socais e blogs, que a \n\ncategoria rede social é responsável por um quarto do tempo online, representando o dobro do \n\ntempo gasto em jogos online, e mais que o dobro do tempo gasto em plataformas de e-mail. \n\nSegundo os autores, mensalmente, 97% dos usuários acessam mídias sociais a partir de um \n\ncomputador e 37% a partir de um telefone móvel e, nesse âmbito, concluem que a população \n\nde mídia social é amplamente representativa da população online em geral.  \n\nSegundo o relatório de receita anual do Facebook (2016), plataforma de rede social \n\ncom maior número de usuários ativos e de acessos do mundo, o faturamento trimestral da \n\nempresa, entre julho e setembro de 2016, atingiu 7 bilhões de dólares e superou o Produto \n\nInterno Bruto (PIB) de mais de 40 países, segundo o Fundo Monetário Internacional (FMI), \n\ndentre eles Kosovo (US$ 6.65 bilhões), Somália (US$ 6.22 bilhões), Serra Leoa (US$ 3.67 \n\nbilhões) e Ilhas Caimã (US$ 3.48 bilhões). Conforme as estatísticas apresentadas pelo relatório \n\nanual do Facebook, a receita da empresa cresce anualmente, e, em 2017, atingiu a marca dos \n\n40 bilhões de dólares, com uma receita líquida de cerca de 16 bilhões de dólares, posicionando-\n\nse em primeiro lugar entre as empresas de mídia social em receitas anuais. \n\nDa mesma forma que o Google, a maior parte das receitas do Facebook é gerada por \n\nmeio das ferramentas de publicidade online em suas plataformas. Em 2017, cerca de 98% da \n\nreceita global do Facebook foi gerada a partir da publicidade, enquanto apenas cerca de 2% \n\nforam gerados por receitas de pagamentos e outras taxas. A receita publicitária da empresa ficou \n\nem mais de 39,9 bilhões de dólares em 2017, um novo recorde para a empresa e um aumento \n\nsignificativo em comparação aos anos anteriores (FACEBOOK, 2017). \n\n\n\n59 \n \n\n4.3.3 Estratégias de comunicação  \n\n \n\nDessa forma, visto os diversos serviços oferecidos pelas plataformas de rede Google e \n\nFacebook, os usuários contam com uma série de recursos e ferramentas de comunicação \n\nimportantes e interessantes para o desenvolvimento e vinculação de informações. Nesse \n\nsentido, Anderson (2009) afirma que os negócios na internet são baseados em um conjunto de \n\nestratégias que envolvem, hoje, um modelo de distribuição gratuita e cobrança por bens e \n\nserviços especializados. Assim, o que diferencia a economia digital da \"real\" é que boa parte \n\ndo conteúdo da web é compartilhado sem envolver, necessariamente, uma relação monetária, \n\ncomo ocorre nas plataformas de rede já estudadas, que vendem um espaço digital publicitário \n\na empresas não digitais que queiram anunciar seus produtos.  \n\nCom o mercado em constante mudança e a relevância do meio digital para as \n\natividades de compra e venda, as plataformas de rede configuram, hoje, um meio importante da \n\natuação do comércio. Segundo Anderson (2009), as estratégias de comunicação de empresas \n\ncomo Google e Facebook são focadas em oferecer algo em troca ao consumidor, em forma de \n\nconteúdo, para que este se sinta estimulado a dar o retorno através das atividades de compras \n\nonline de produtos, cujos anúncios são dispostos na rede. \n\nPortanto, visto que a atuação dos algoritmos na rede alimenta o sistema de forma a \n\noferecer ao usuário conteúdos nos quais ele terá um potencial maior de interação, abre-se espaço \n\npara que as plataformas digitais se tornem um ambiente propício à efetivação de anúncios de \n\npublicidade, que representam, como analisado, a maior parte da receita das plataformas de rede. \n\nNesse sentido, as empresas de plataformas de redes vinculam-se à estratégia de \n\nmercado de outras empresas para atuarem com a publicidade direcionada, que representa um \n\nganho tanto aos anunciantes, por despertar maior interesse em seus públicos-alvo, que \n\nconstituem uma audiência específica para aquele tipo de produto ou serviço ofertado, quanto, \n\ne, especialmente, às plataformas de rede, que oferecem o espaço publicitário e a segmentação \n\ndos anúncios.  \n\n  \n\n\n\n60 \n \n\n \n\n\n\n61 \n \n\n5 CONSIDERAÇÕES FINAIS \n\n \n\nFrente aos estudos levantados no presente trabalho, demonstrou-se que há em curso o \n\ndesenvolvimento de um momento histórico de intensas transformações, em que, cada vez mais, \n\nas sociedades estão conectadas globalmente em redes de informação que condicionam toda a \n\nsua dinâmica. Na medida em que a proliferação de novas tecnologias e novos métodos de \n\ncomunicação e relacionamento digital estimularam, no âmbito social, o desenvolvimento da \n\nnova cultura da virtualidade real, alterando profundamente as práticas comunicacionais e de \n\ninteração de inúmeros indivíduos inseridos, diversas organizações passaram a inserir-se no \n\ncontexto das mídias sociais como forma de oportunizar novos modelos de negócios.  \n\nVerificou-se que, a partir do surgimento do atual paradigma tecnoeconômico, as novas \n\nestratégias empresariais encontram-se em uma nova dinâmica de mercado, em que a informação \n\ne conhecimento tornam-se ativos estratégicos extremamente importantes na condução dos \n\nnegócios e nas práticas de tomada de decisão. Com a utilização de sistemas inteligentes e \n\nmétodos de análise de dados capazes de identificar os usuários mais propensos a adquirir \n\ndeterminados produtos de uma das empresas anunciantes, as plataformas de rede são a \n\nalternativa mais viável em termos de eficiência em marketing para qualquer tipo de negócio. \n\nEm decorrência disso, as mídias sociais passaram a ser um ambiente aproveitado não somente \n\npelos indivíduos, em seus processos de interação comunicacional, como também pelas \n\nempresas que as veem como meio de extrema importância na comunicação com seus públicos \n\ne, principalmente, na promoção de seus produtos e serviços em um espaço onde torna-se \n\npossível segmentar seus públicos-alvo.  \n\nNessa conjuntura, o desenvolvimento das mídias sociais e a percepção, por parte das \n\nempresas, da importância de se disporem em um ambiente digital que detém instrumentos de \n\ndivulgação, exposição e expressão pessoais refinou o papel dos consumidores nos processos de \n\ncriação de valor, especialmente para as empresas de mídias sociais, também denominadas nesse \n\ntrabalho de plataformas de rede. No que tange ao mercado da informação, observou-se a \n\narticulação realizada pelas mídias sociais entre as empresas e os usuários, na medida em que há \n\na conexão dos indivíduos aos anúncios das empresas. De um lado, tem-se as empresas \n\ndemandando por um espaço publicitário nas plataformas de rede, dispostas a pagar por essa \n\natividade de marketing. Por outro, tem-se os usuários que, ao consumirem tempo nas \n\nferramentas disponibilizadas, em grande parte, gratuitamente pelas plataformas de rede, \n\nfornecem informações pessoais e dados referentes a seus gostos e preferências, que são \n\n\n\n62 \n \n\ncapturados a partir da atuação de algoritmos e posteriormente vendidos sob a forma de anúncios \n\nonline segmentados. \n\nEvidencia-se que Facebook e Google são exemplos de como as empresas de internet \n\ntornam-se grandes com estratégias mercadológicas que cobram do cliente algo que ele não \n\npercebe estar pagando: sua personalidade e vontade de compra. As inúmeras ferramentas e \n\nserviços gratuitos oferecidos diariamente pelas empresas de mídias sociais aos usuários no \n\nambiente virtual revertem-se, posteriormente, em grandes lucros às mesmas. Tais empresas, se \n\nvalendo de recursos tecnológicos cada vez mais modernos, cobram de seus usuários pelas \n\nbenesses fornecidas as informações pessoais e estilos de vida de cada utilizador. \n\nContudo, a pesquisa se justifica como importante no contexto científico uma vez que \n\nhá carência de estudos que retratem os mecanismos de criação de valor nas empresas de mídias \n\nsociais. Possibilitar que os cidadãos tomem conhecimento dessa estratégia comercial é o marco \n\ninicial de um amplo debate, que deve ser aprofundado a ponto de repensar, em trabalhos futuros, \n\noutras questões pertinentes relacionadas ao tema, como por exemplo, os limites da privacidade \n\ne da captação de dados pessoais dos usuários da rede mundial de computadores. \n\n \n\n  \n\n\n\n63 \n \n\nREFERÊNCIAS \n\n \n\nAGRASSO, Manoel et al. Tecnologia Da Informação Manual de Sobrevivência Da Nova \nEmpresa. Arte &amp; Ciência, 2000. Disponível \nem:https://books.google.com.br/books?hl=ptBR&amp;lr=&amp;id=A8QkVfsWjA4C&amp;oi=fnd&amp;pg=PA\n13&amp;dq=Alguns+avan%C3%A7os+tecnol%C3%B3gicos+produzem+um+grande+impacto+na\ns+organiza%C3%A7%C3%B5es+empresariais,+inclusive+na+sociedade+como+um+todo,+e\nxigindo+uma+completa+altera%C3%A7%C3%A3o+na+forma+de+agir+diante+desta+nova+\nrealidade&amp;ots=44MvMuptI_&amp;sig=5YFkxyhouETkKjaOTG_4aSY4lds#v=onepage&amp;q=Algun\ns%20avan%C3%A7os%20tecnol%C3%B3gicos%20produzem%20um%20grande%20impact\no%20nas%20organiza%C3%A7%C3%B5es%20empresariais%2C%20inclusive%20na%20so\nciedade%20como%20um%20todo%2C%20exigindo%20uma%20completa%20altera%C3%\nA7%C3%A3o%20na%20forma%20de%20agir%20diante%20desta%20nova%20realidade&amp;f\n=false. Acesso em: 05 jun. 2018. \n \nALBAGLI, Sarita; MACIEL, Maria Lucia. Informação e conhecimento na inovação e no \ndesenvolvimento local. Ci. Inf., Brasília ,v. 33, n. 3, p. 9-16, 2004. Disponível em: \nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S010019652004000300002&amp;lng=en\n&amp;nrm=iso. Acesso em: 11 mai. 2018. \n \nALMEIDA, Paulo Roberto de. A economia internacional no século XX: um ensaio de síntese. \nRev. bras. polít. int., Brasília , v. 44, n. 1, p. 112-136, 2001. Disponível em: \nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S003473292001000100008&amp;lng=en\n&amp;nrm=iso>. Acesso em: 05 jun. 2018. \n \nANDERSON, Chris. Free: Grátis: o futuro dos preços. Rio de Janeiro: Elsevier, 2009. \nDisponível em: http://lelivros.love/book/baixar-livro-free-gratis-chris-anderson-em-pdf-epub-\ne-mobi/. Acesso em: 5 mai. 2018. \n \nANTOUN, Henrique. A web 2.0 e o futuro da sociedade cibercultural. In: Artigo apresentado \nno XXXI Congresso Brasileiro de Ciências da Comunicação. Natal. 2009. p. 2-6. \nDisponível em: http://www.intercom.org.br/papers/nacionais/2008/resumos/R3-0874-1.pdf. \nAcesso em: 21 abr. 2018. \n \nARRIGHI, Giovanni; SILVER, Beverly J. Caos e governabilidade no moderno sistema \nmundial. Contraponto/Editora UFRJ, 2001. Disponível em: \nhttps://economiapoliticaerelacoesinternacionais.files.wordpress.com/2014/08/caos-e-\ngovernabilidade-no-moderno-sistema-mundial-giovanni-arrighi-e-beverly-silver-\nintroduc3a7c3a3o-e-conclusc3a3o.pdf. Aceso em: 07 mar. 2018.  \n \nARRUDA FONTENELLE, Isleide. Prosumption: as novas articulações entre trabalho e \nconsumo na reorganização do capital. Ciências Sociais Unisinos, v. 51, n. 1, 2015. Disponível \nem: https://gvpesquisa.fgv.br/sites/gvpesquisa.fgv.br/files/arquivos/isleide_-_8063-29984-1-\npb.pdf. Acesso em: 02 jun. 2018. \n \nBRITO, Pedro Henrique Massoti de. PRIVACIDADE E MÍDIA NO FACEBOOK: \nmonetizando a vida do usuário. 2015. Escola de Comunicações e Artes, São Paulo. \nDisponível em: http://grupo-ecausp.com/digicorp/wp-content/uploads/2017/04/Pedro-\nBrito.pdf. Acesso em: 05 mai. 2018. \n\n\n\n64 \n \n\n \nBRUNO, Fernanda. Dispositivos de vigilância no ciberespaço: duplos digitais e identidades \nsimuladas. Fronteiras-estudos midiáticos, v. 8, n. 2, p. 152-159, 2006. Disponível em: \nhttp://revistas.unisinos.br/indelem:ex.php/fronteiras/article/view/6129. Acesso em 7 mai. 2018. \n \nBUCHER, Taina. Want to be on the top? Algorithmic power and the threat of invisibility on \nFacebook. New media &amp; society, v. 14, n. 7, p. 1164-1180, 2012. Disponível em: http://sci-\nhub.tw/http://journals.sagepub.com/doi/abs/10.1177/1461444812440159. Acesso em: 17 abr. \n2018. \n \nCALDAS, Daniel Simões et al. De que forma o Facebook influencia o consumo de conteúdo \nno brasil no ano de 2012. In: Trabalho apresentado no XXXV Congresso Brasileiro de \nCiências da Comunicação. Fortaleza, Ceará. 2012. Disponível em: \nhttps://pt.slideshare.net/danscaldas/artigo-cientfico-a-influncia-do-facebook-no-consumo-de-\ncontedo-no-brasil-em-2012. Acesso em 03 jun. 2018. \n \nCALDEIRA, Fátima Hassan. A personalização no mecanismo de busca do Google e o filtro \nbolha: possíveis consequências nos efeitos cognitivos descritos pela teoria da relevância. 4º \nEncontro Rede Sul Letras. Unisul, Palhoça, 2015. Disponível em: \nhttp://linguagem.unisul.br/paginas/ensino/pos/linguagem/eventos/sulletras/PDF/F%C3%A1ti\nma-Caldeira.pdf. Acesso em: 15 mai. 2018. \n \nCAMARGO, Sílvio. Trabalho imaterial, cultura e dominação| Immaterial labour, culture and \ndomination. Liinc em Revista, v. 6, n. 1, 2010. Disponível em: \nhttp://revista.ibict.br/liinc/article/view/3215. Acesso em: 23 mai 2018. \n \nCARDOSO, Gustavo; CASTELLS, Manuel. A sociedade em rede: do conhecimento à acção \npolítica. Imprensa Nacional–Casa da Moeda: Belém-Portugal, 2005. Disponível em: \nhttp://www.egov.ufsc.br/portal/sites/default/files/anexos/a_sociedade_em_rede_-\n_do_conhecimento_a_acao_politica.pdf. Acesso em: 11 mai. 2018. \n \n________. Mídia Na Sociedade Em Rede, FGV Editora, 2007. Disponível em: \nhttps://books.google.com.br/books?hl=pt-\nBR&amp;lr=&amp;id=mr3OBdwe8uYC&amp;oi=fnd&amp;pg=PA9&amp;dq=cultura+sociedade+em+rede+&amp;ots=V\nyjA7IF783&amp;sig=PY27PoBgQGGUddgSrfysLlD3e4E#v=onepage&amp;q=cultura%20sociedade%\n20em%20rede&amp;f=false. Acesso em: 02 jun. 2018. \n \nCASTELLS, Manuel. A sociedade em rede. São Paulo: Paz e Terra, 1999. 617 p. \n \nCASTELLS, Manuel; MAJER, Roneide Venâncio; GERHARDT, Klauss Brandini. A \nsociedade em rede. Fundação Calouste Gulbenkian, 2002. Disponível em: \nhttp://150.162.138.5/portal/sites/default/files/a_sociedade_em_rede_do_conhecimento_a_aca\no_politica.pdf. Acesso em: 11 mai. 2018. \n \nCASTELLS, Manuel. Informationalism, networks, and the network society: a theoretical blue \nprint. By Manuel Castells. The network society: a cross-cultural perspective, Northampton, \nMA: Edward Elgar, 2004. Disponível em: \nhttps://pdfs.semanticscholar.org/a36c/a59348d3a37bc17fe3ac1644fe256a9cf5f8.pdf. Acesso \nem: 20 mai. 2018. \n \n\n\n\n65 \n \n\n________. Communication power. OUP Oxford, 2013. Disponível em: \nhttps://books.google.com.br/books?hl=ptBR&amp;lr=&amp;id=qYAxAAAAQBAJ&amp;oi=fnd&amp;pg=PP1\n&amp;dq=Castells,+M.+(2009).+Communication+power+(1st+ed.&amp;ots=zrhIlzW_6C&amp;sig=_xA7Q\nGr9iOrY44omthmmx9sWuJ8#v=onepage&amp;q=Castells%2C%20M.%20(2009).%20Communi\ncation%20power%20(1st%20ed.&amp;f=false. Acesso em: 27 mai. 2018. \n \nCARNEIRO, Luís et al. Redes colaborativas de elevado desempenho no Norte de Portugal. \nPublic Report. INESC Porto, 2007. Disponível em: \nfile:///C:/Users/Ricardo%20Pereira/Downloads/RCED%20-%20relatorio%20publico%20-\n%20v1.4%20(1).pdf. Acesso em: 21 mai. 2018. \n \nCARVALHO, Ana Amélia Amorim. Manual de ferramentas da Web 2.0 para professores. \n2008. Disponível em: https://repositorium.sdum.uminho.pt/handle/1822/8286. Acesso em: 17 \nmai. 2018. \n \nCAVALHEIRO, Amanda et al. Karl Marx biografia. Rio de Janeiro, 1998. Disponível em: \n<http://www.culturabrasil.org/zip/marx.pdf>. Acesso em: 05 abr. 2018. \n \nCONDE, Mariza Velloso Fernandez; ARAÚJO-JORGE, Tania Cremonini de. Modelos e \nconcepções de inovação: a transição de paradigmas, a reforma da C&amp;T brasileira e as \nconcepções de gestores de uma instituição pública de pesquisa em saúde. Ciência &amp; saúde \ncoletiva, v. 8, p. 727-741, 2003. Disponível \nem:https://www.scielosp.org/scielo.php?pid=S141381232003000300007&amp;script=sci_arttext&amp;\ntlng=. Acesso em: 02 jun. 2018. \n \nDANTAS, Marcos. Informação e trabalho no capitalismo contemporâneo. Lua Nova, n. 60, \n2003. Disponível em: http://www.scielo.br/pdf/%0D/ln/n60/a02n60.pdf. Acesso em: 23 mai. \n2018. \n \n________. Informação como trabalho e como valor, Revista da Sociedade Brasileira de \nEconomia Política, Rio de Janeiro, 2006, nº 19, pp. 44-72. Disponível em: \nhttps://pt.scribd.com/document/57156741/Informacao-trabalho-valor. Acesso em: 07 mai. \n2018. \n \n________. A internet morreu! Viva a internet! 2016 Disponível em: \nhttp://portalintercom.org.br/anais/nacional2016/resumos/R11-3421-1.pdf. Acesso em: 3 mai. \n2018. \n \nDE ANDRADE, Rogério Pereira. Expectativas, incerteza e instabilidade no capitalismo: uma \nabordagem a partir de Keynes. 1987. Disponível em: http://www.rep.org.br/pdf/26-5.pdf. \nAcesso em: 3 mai. 2018. \n \nDE CARVALHO, Elizabeth Leao; LONGO, Rose Mary Juliano. Informação orgânica: recurso \nestratégico para tomada de decisão pelos membros do Conselho de Administração da UEL. \nInformação &amp; informação, v. 7, n. 2, p. 113-133, 2002. Disponível em: \nhttp://www.uel.br/revistas/uel/index.php/informacao/article/view/1703. Acesso em: 11 mai \n2018. \n \nDE JESUS, Marcos Junio Ferreira; MACHADO, Hilka Vier. A importância das redes sociais \nou networks para o empreendedorismo. REA-Revista Eletrônica de Administração, v. 8, n. \n\n\n\n66 \n \n\n1,  2009. Disponível em:http://periodicos.unifacef.com.br/index.php/rea/article/view/220. \nAcesso em: 01 jun. 2018. \n \nDEIGHTON, John; KORNFELD, Leonora. Amazon, Apple, Facebook, and Google. Harvard \nBusiness SchoolPublishing, 2013. Disponível em: http://hiria.com.br/agenda-de-eventos/hbr-\nbrasil-inovacao-2014/versao-portugues-Amazon-Apple-Facebook-Google.pdf. Acesso em: 03 \njun. 2018. \n \nFACEBOOK. Company Information. Disponível em: https://newsroom.fb.com/company-\ninfo/. Acesso em: 29 mai. 2018. \n \n________. O que são os Produtos do Facebook?. Disponível em: \nhttps://www.facebook.com/help/1561485474074139. Acesso em: 29 mai. 2018. \n \n_______. Facebook reports full year 2016. 2016. Disponível em: \nhttps://s21.q4cdn.com/399680738/files/doc_financials/annual_reports/FB_AR_2016_FINAL.\npdf. Acesso em: 29 mai. 2018. \n \n________. Facebook reports fourth quarter and full year 2017. 2017. Disponível em: \nhttps://investor.fb.com/investor-news/press-release-details/2018/facebook-reports-fourth \nquarter-and-full-year-2017-results/default.aspx. Acesso em: 29 mai. 2018. \n \nFAVA, Gihana Proba; PERNISA JÚNIOR, Carlos. Filtros Bolha nos Algoritmos do Facebook: \nUm Estudo de Caso nas Eleições para Reitoria da UFJF. 2014. Disponível em: \n<http://www.intercom.org.br/papers/nacionais/2014/resumos/R9-1949-1.pdf>. Acesso em: 3 \nmai. 2018. \n \nFRITSCH, Winston. Os economistas. Adam Smith - a riqueza das nações: Investigação sobre \nsua natureza e suas causas. São Paulo: Editora Nova Cultural Ltda., 1996. Disponível em: \n<https://direitasja.files.wordpress.com/2012/02/adam-smith-a-riqueza-das-nac3a7c3b5es-vol-\ni.pdf>. Acesso em: 02 mai. 2018. \n \nFUCHS, Christian. Web 2.0, prosumption, and surveillance. Surveillance &amp; Society, v. 8, \nn. 3, p. 288, 2011. Disponível em: https://sci-\nhub.tw/https://search.proquest.com/docview/856445651?pq-origsite=gscholar. Acesso em: 25 \nabr. 2018. \n \n________. Social media and capitalism. Analysis, 2011. Disponível em: http://fuchs.uti.at/wp-\ncontent/SocialMediaCapitalism.pdf. Acesso em: 09 jun. 2018. \n \n________. The political economy of privacy on Facebook. Television &amp; New Media, v. 13, n. \n2, p. 139-159, 2012. Disponível em: \nhttp://journals.sagepub.com/doi/abs/10.1177/1527476411415699. Acesso em: 02 jun 2018. \n \nGIL, A. C. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atlas, 2009.Disponível \nem:https://professores.faccat.br/moodle/pluginfile.php/13410/mod_resource/content/1/como_\nelaborar_projeto_de_pesquisa_-_antonio_carlos_gil.pdf. Acesso em: 09 jun. 2018. \n \nGODOY, Valdir Alves de et al. Web semântica: bolhas individuais ou um facilitador de buscas. \nRevista Científica Intr@ Ciência. 2011. Disponível em: http://docplayer.com.br/3667732-\n\n\n\n67 \n \n\nWeb-semantica-bolhas-individuais-ou-um-facilitador-de-buscas.html. Acesso em 05 mai. \n2018. \n \nGOOGLE. Annual Report. 2016. Disponível em: \nhttps://abc.xyz/investor/pdf/2016_google_annual_report.pdf. Acesso em: 29 mai. 2018. \n \n________. Annual Report. 2017. Disponível em: \nhttps://abc.xyz/investor/pdf/2017_google_annual_report.pdf. Acesso em: 29 mai. 2018. \n \n________. Alphabet Announces First Quarter 2018 Results. 2018. Disponível em: \nhttps://abc.xyz/investor/pdf/2018Q1_alphabet_earnings_release.pdf. Acesso em: 29 mai. 2018 \n \nGORZ, André. Metamorfoses do trabalho. Annablume, 2003. Disponível em: \nhttps://books.google.com.br/books?hl=ptBR&amp;lr=&amp;id=MnfwUY5lw14C&amp;oi=fnd&amp;pg=PA235\n&amp;dq=gorz++Metamorfoses+do+trabalho:+busca+do+sentido:+cr%C3%ADtica+da+raz%C3\n%A3o+econ%C3%B4mica.&amp;ots=Au7xeGNlQ3&amp;sig=LBxcngYVX0Mi1Z1CG2JZAAw82V\nA#v=onepage&amp;q=gorz%20%20Metamorfoses%20do%20trabalho%3A%20busca%20do%20s\nentido%3A%20cr%C3%ADtica%20da%20raz%C3%A3o%20econ%C3%B4mica.&amp;f=false. \nAcesso em: 22 mai. 2018 \n \n________. Imaterial. Conhecimento, Valor. Annablume, 2005. Disponível em: \nhttps://books.google.com.br/books?hl=ptBR&amp;lr=&amp;id=Tn2GRU3uTtIC&amp;oi=fnd&amp;pg=PA9&amp;dq\n=tornase+a+forma+hegem%C3%B4nica+do+trabalho%3B+o+trabalho+material+%C3%A9+\nremetido+%C3%A0+periferia+do+processo+de+produ%C3%A7%C3%A3o+ou+abertamente\n+externalizado.+Ele+se+torna+um+%E2%80%9Cmomento+subalterno%E2%80%9D+desse\n+processo,+ainda+que+permane%C3%A7a+indispens%C3%A1vel+ou+mesmo+dominante+\nd&amp;ots=8Te2GKQTOx&amp;sig=pxGv4Vr1rdW99ItynSaVAJZMzs8#v=onepage&amp;q=torna-\nse%20a%20forma%20hegem%C3%B4nica%20do%20trabalho%3B%20o%20trabalho%20m\naterial%20%C3%A9%20remetido%20%C3%A0%20periferia%20do%20processo%20de%20\nprodu%C3%A7%C3%A3o%20ou%20abertamente%20externalizado.%20Ele%20se%20torna\n%20um%20%E2%80%9Cmomento%20subalterno%E2%80%9D%20desse%20processo%2C\n%20ainda%20que%20permane%C3%A7a%20indispens%C3%A1vel%20ou%20mesmo%20\ndominante%20d&amp;f=false. Acesso em: 17 mai 2018 \n \nGALILEU, Redação. O perfil dos brasileiros nas redes sociais. Revista Galileu, 2011. \nDisponível em:&lt;http://revistagalileu.globo.com/Revista/Common/0,,EMI317356-17770,00-\nO+PERFIL+DOS+BRASILEIROS+NAS+REDES+SOCIAIS.html>. Acesso em: 21 abr. \n2018. \n \nGOVINDARAJAN, Vijay. A Estratégia das 3 Caixas: Um Modelo Para Fazer a Inovação \nAcontecer. Casa Educação-(Casa Educação Soluções Educacionais LTDA), 2017. Disponível \nem:https://books.google.com.br/books?hl=ptBR&amp;lr=&amp;id=ovODgAAQBAJ&amp;oi=fnd&amp;pg=PT1\n4&amp;dq=as+empresas+devem+mudar+quando+h%C3%A1+uma+transforma%C3%A7%C3%A\n3o+no+mundo,+para+que+sejam+flex%C3%ADveis+o+suficiente+a+fim+de+se+adaptarem\n+continuamente+as+mudan%C3%A7as+no+ambiente+de+neg%C3%B3cios+(GOVINDAR\nAJAN,+2017).&amp;ots=E3eXe97GI0&amp;sig=EF5Sb5Uzj2aP4FtiUm14EFz764s#v=onepage&amp;q&amp;f\n=false. Acesso em: 05 jun. 2018. \n \nHALL, Stuart. A centralidade da cultura: notas sobre as revoluções culturais do nosso \ntempo. Educação &amp; realidade, v. 22, n. 2, 1997. Disponível em: \n\n\n\n68 \n \n\nfile:///Users/macbookpro/Downloads/71361-296141-1-PB%20(1).pdf. Acesso em 03 abr. \n2018.  \n \nHUNT, E. K. História do Pensamento Econômico. Rio de Janeiro: Campus, 1981. Disponível \nem: https://gremiojovenspensadores.files.wordpress.com/2017/04/historia-do-pensamento-\neconomic-e-k-hunt.pdf. Acesso em: 22 mai. 2018. \n \nIBARRA, Herminia; HUNTER, Mark. How leaders create and use networks. MTI Foundation \nDay, v. 35, n. 1, p. 101, 2007. Disponível \nem:https://s3.amazonaws.com/academia.edu.documents/4572869/growth_april_june_2007.pd\nf?AWSAccessKeyId=AKIAIWOWYYGZ2Y53UL3A&amp;Expires=1528644022&amp;Signature=P\n%2BUqe7D51pm0uX1yKvGZmUEPU2Y%3D&amp;responsecontentdisposition=inline%3B%20f\nilename%3DLeading_Through_Customer_Service_The_ICI.pdf#page=101. Acesso em: 02 \njun. 2018. \n \nIGNÁCIO, L. A.; DOTTA, S. C. O second life: influências e impactos na sociedade. Revista \nCientífica da Faculdade das Américas, v. 2, n. 1, p. 1-10, 2008. \n \nJUNQUEIRA, Luciano A. Prates. Intersetorialidade, transetorialidade e redes sociais na \nsaúde. Revista de Administração Pública, v. 34, n. 6, p. 35-45, 2000. Disponível em: \nhttp://bibliotecadigital.fgv.br/ojs/index.php/rap/article/view/6346. Acesso em: 02 jun. 2018. \n \nKRAMER, E. 101 Estratégias bem-sucedidas de Networking, 2012. In: PEREIRA, Ricardo \nFerreira Vivas. Networking como instrumento de desenvolvimento empresarial, 2015. Tese \nde Doutorado. Disponível em: https://bdigital.ufp.pt/handle/10284/5002. Acesso em: 10 mai. \n2018. \n \nLASTRES, HELENA MARIA MARTINS et al. Desafios e oportunidades da era do \nconhecimento. São Paulo Perspec.,  São Paulo , v. 16, n. 3, p. 60-66, 2002 . Disponível em: \n<http://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S010288392002000300009&amp;lng=en\n&amp;nrm=iso>. Acesso em: 05 jun. 2018. \n \nLEMOS, Cristina. Inovação na era do conhecimento. Parcerias estratégicas, v. 5, n. 8, p. 157-\n180, 2009. Disponível \nem:http://seer.cgee.org.br/index.php/parcerias_estrategicas/article/viewFile/104/97. Acesso \nem: 02 jun. 2018. \n \nLIKER, Jeffrey K. O modelo Toyota: 14 princípios de gestão do maior fabricante do mundo. \nBookman Editora, 2016. Disponível em: https://books.google.com.br/books?hl=pt-\nBR&amp;lr=&amp;id=IjFlDQAAQBAJ&amp;oi=fnd&amp;pg=PR1&amp;dq=O+Modelo+Toyota:+14+Princ%C3%\nADpios+de+Gest%C3%A3o+do+Maior+Fabricante+do+Mundo&amp;ots=kxueyuvmfD&amp;sig=im\nEAP2wDUx9fjjZJjEaM4Lqt13I#v=onepage&amp;q=O%20Modelo%20Toyota%3A%2014%20Pr\ninc%C3%ADpios%20de%20Gest%C3%A3o%20do%20Maior%20Fabricante%20do%20Mu\nndo&amp;f=false. Acesso em: 06 jun. 2018. \n \nLIMA, Lucas Loureiro de Barros; SOUZA, Carla Patricia da Silva. A Motivação dos \nProsumers: Entendendo o Comportamento do Consumidor-Produtor na Web. 2010. \nDisponível em:&lt;http://www.anpad.org.br/admin/pdf/adi2028.pdf>. Acesso em: 05 jun. 2018. \n \n\n\n\n69 \n \n\nMALINI, Fábio. O valor no capitalismo cognitivo e a cultura hacker. Liinc em Revista, v. \n5, 2009. Disponível em: \nhttps://edisciplinas.usp.br/pluginfile.php/114337/mod_resource/content/1/O%20valor%20no\n%20capitalismo%20cognitivo%20e%20a%20cultura%20hacker_Fabio%20Malini.pdf. \nAcesso em: 21 mai. 2018. \n \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia do trabalho científico: \nprocedimentos básicos, pesquisa bibliográfica, publicações e trabalhos científicos. -6. reimpr. \nSão Paulo: Atlas, 2011. \n \nMARX, K. O capital, Livro I. São Paulo: Boitempo, 2013. Disponível em: \nhttps://coletivocontracorrente.files.wordpress.com/2013/10/tmpsq7jbv.pdf. Acesso em: 11 mai \n2018. \n \nMARQUES, Rodrigo Moreno. Trabalho, informação e conhecimento: relendo Marx na era da \ninformação. Logeion: Filosofia da Informação, v. 2, n. 1, p. 47-71, 2016. Disponível em: \nhttp://revista.ibict.br/fiinf/article/view/1476. Acesso em: 14 mai 2018. \n \nMARTES, A. C. B. et al. Fórum – redes sociais e interorganizacionais. Revista de \nAdministração de Empresas, v. 46, n. 3, jul./set. 2006. \n \nMALINI, Fábio. O valor no capitalismo cognitivo e a cultura hacker. Liinc em Revista, v. \n5, 2009. Disponível em: \nhttps://s3.amazonaws.com/academia.edu.documents/37295672/Capitalismo_Cognitivo_e_Cul\ntura_hacker.pdf?AWSAccessKeyId=AKIAIWOWYYGZ2Y53UL3A&amp;Expires=1528494982\n&amp;Signature=8hcTQM3s4k%2FI7YFmEeaQvWmw1%2BQ%3D&amp;response-content-\ndisposition=inline%3B%20filename%3DO_Valor_no_Capitalismo_Cognitivo_e_a_Cul.pdf. \nAcesso em: 27 mai 2018. \n \nMARTELETO, Regina Maria. Análise de redes sociais: aplicação nos estudos de transferência \nda informação. Ciência da informação, v. 30, n. 1, p. 71-81, 2001. Disponível em: \nhttp://www.scielo.br/pdf/ci/v30n1/a09v30n1. Acesso em: 05 jun. 2018. \n \nMARTELETO, R. M. Análise de redes sociais – aplicações nos estudos de transferência de \ninformações. C. Inf., v. 30, n. 1, p. 71-81, 2001. \n \nMATIAS-PEREIRA, J. Gestão Estratégica na Administração Pública. São Paulo: Atlas, \n2012.  \n \nMEDEIROS, Kalianny Bezerra de. O filtro invisível: o que a internet está escondendo de você. \nTemática, v. 13, n. 2, 2017. Disponível em: \nhttp://periodicos.ufpb.br/ojs/index.php/tematica/article/viewFile/33015/17150. Acesso em: 11 \nmai. 2018. \n \nMISNER, I. (2014). 4 Steps to Building an Effective Networking Program.. \nDisponível em: http://businessnetworking.com/4-steps-building-effective-\nnetworkingprogram/. Acesso em: 25 mai. 2018. \n \nMIZRUCHI, Mark S. Análise de redes sociais: avanços recentes e controvérsias atuais. Rev. \nadm. empres., São Paulo,  v. 46, n. 3, p. 72-86,  Sept.  2006.  Disponível em: \n\n\n\n70 \n \n\n<http://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S003475902006000300013&amp;lng=en\n&amp;nrm=iso>. Acesso em: 02 jun. 2018.  \n \nMOREIRA, Danilo dos Reis. Um estudo da tecnologia Web 2.0. 2009. 117 f. TCC \n(Graduação) - Curso de Ciência da Computação, Universidade Federal de Goiás, Goiás, 2009. \nDisponível em:&lt;https://dcc.catalao.ufg.br/up/498/o/Danilo2009.pdf>. Acesso em: 09 abr. \n2018. \n \nMOURA, Pollyana Paganoto. Trabalho Imaterial e a Teoria do Valor: uma Análise da \nProdução do Conhecimento na Sociedade Capitalista. 2015. Dissertação de Mestrado. \nUniversidade Federal do Espírito Santo. Disponível em: \nhttp://repositorio.ufes.br/bitstream/10/2670/1/tese_7469_DISSERTA%C3%87%C3%83O_P\nOLLYANNA_TRABALHO%20IMATERIAL%20E%20A%20TEORIA%20DO%20VALO\nR_vers%C3%A3o%20final.pdf. Acesso em: 15 mai 2018. \n \nODA, Cícero Marques Érico. Gestão das Funções Organizacionais. IESDE BRASIL SA, 2008. \nDisponível em: https://books.google.com.br/books?hl=pt-\nBR&amp;lr=&amp;id=6xZQWNcYpcsC&amp;oi=fnd&amp;pg=PA7&amp;dq=Gest%C3%A3o+Das+Fun%C3%A7\n%C3%B5es+Organizacionais&amp;ots=jYU-\nA3i_id&amp;sig=UvpvfiEAO19ybpaJy14ewIMmBB8#v=onepage&amp;q=Gest%C3%A3o%20Das%\n20Fun%C3%A7%C3%B5es%20Organizacionais&amp;f=false. Acesso em: 06 jun. 2018. \n \nPARISER, Eli. O filtro invisível: o que a internet está escondendo de você. Zahar, 2012. \nDisponívle em: https://books.google.com.br/books?hl=pt-\nBR&amp;lr=&amp;id=R9zb5nAfsw8C&amp;oi=fnd&amp;pg=PA7&amp;dq=o+filtro+invisivel+&amp;ots=MSWbJ0DeY\nM&amp;sig=3TLHXvSGKfgm_TUt8eqnj1AmZ2o#v=onepage&amp;q=o%20filtro%20invisivel&amp;f=fal\nse. Acesso em: 12 abr. 2018. \n \nPARRY, Roger. A ascensão da mídia: a história dos meios de comunicação de Gilgamesh ao \nGoogle. Elsevier Brasil, 2017. Disponível em: https://books.google.com.br/books?hl=pt-\nBR&amp;lr=&amp;id=ZysyjNqaP3IC&amp;oi=fnd&amp;pg=PP2&amp;dq=google+.historia+&amp;ots=TUUrECkWsn&amp;\nsig=0zjRF8TOwhdxPR7XwAFxIJNwlaw#v=onepage&amp;q&amp;f=false. Acesso em: 10 jun. 2018. \n \nPEREIRA, Luiz Carlos Bresser. Lucro, acumulação e crise. Brasiliense, 1987. Disponível em: \nhttp://www.bresserpereira.org.br/Books/LucroAcumulacaoCrise/00-Lucro-Acumulacao-e-\nCrise.pdf. Acesso em: 23 mar. 2018. \n \nPAULA, A. P. P. de; SILVA, R. S. da. Redes sociais e organizacionais. In: BOAVENTURA, \nM. G. (Org.). Redes de negócios: tópicos em estratégia. São Paulo: Saint Paul, 2006. \n \nPEREIRA, Ricardo Ferreira Vivas. Networking como instrumento de desenvolvimento \nempresarial. 2015. Tese de Doutorado. Disponível em: \nhttps://bdigital.ufp.pt/bitstream/10284/5002/1/Disserta%C3%A7%C3%A3o%20Final.pdf. \nAcesso em: 05 jun. 2018. \n \nPEREZ, Carlota. Desafíos sociales e políticos del cambio de paradigma tecnológico. 1988. \nDisponível em: http://www.carlotaperez.org/downloads/pubs/Desafiosociopol.pdf. Acesso em: \n28 mar. 2018. \n \n\n\n\n71 \n \n\n________. Technological revolutions and techno-economic paradigms. Cambridge jornal of \neconomics, v.34, p. 185-202, 2010. Disponível em: https://sci-\nhub.tw/https://academic.oup.com/cje/articleabstract/34/1/185/1699623?redirectedFrom=fullte\nxt. Acesso em: 23 mar. 2018. \n \nPINTO, Carolina Huff. Relação do algoritmo com a publicidade nas mídias sociais. 2015. \nDisponível em: http://repositorio.uniceub.br/handle/235/6985. Acesso em 27 mai. 2018. \n \nPINTO, Leonardo. E-commerce deve ter maior crescimento em 2018 após dois anos. \nNovovarejo, 2018. Disponível em:&lt;http://www.portalnovarejo.com.br/2018/03/09/e-\ncommerce-deve-ter-maior-crescimento-em-2018-apos-dois-anos/>. Acesso em: 08 mai. 2018. \n \nPORÉM, Maria Eugênia; SANTOS, Vanessa Cristina Bissoli dos; BELLUZO, Regina Celia \nBaptista. Vantagem competitiva nas empresas contemporâneas: a informação e a inteligência \ncompetitiva na tomada de decisões estratégicas. In Texto, p. 183-199, 2012. Disponível em: \nhttp://seer.ufrgs.br/intexto/article/viewFile/22959/23493. Acesso em: 02 jun. 2018. \n \nPRIMO, Alex. O aspecto relacional das interações na Web 2.0. In: E-Compós. \n2007.Disponível em: http://www.e-compos.org.br/e-compos/article/view/153. Aceso em: 21 \nmai 2018. \n \n________. Interação mediada por computador. Porto Alegre: Sulina, 2007. Disponível em: \nhttp://www.ufrgs.br/limc/livroimc/imc_introducao.pdf. Acesso em: 01 mai 2018. \n \nQUARESMA, José Gabriel; GONÇALVES, Carlos. Out of the office. Porto: Vida Económica \nEditorial SA, 2013. Disponível em: http://livraria.vidaeconomica.pt/gestao/840-out-of-the-\noffice-9789727887422.html. Acesso em: 17 mai. 2018. \n \nRANDOLPH, Rainer. Sociedade em rede: paraíso ou pesadelo? Reflexões acerca de novas \nformas de articulação social e territorial das sociedades. GEOgraphia, v. 1, n. 2, p. 27-53, \n1999. Disponível em:http://www.geographia.uff.br/index.php/geographia/article/view/17. \nAcesso em 02 jun. 2018. \n \nRECUERO, Raquel da Cunha; ZAGO, Gabriela da Silva; SOARES, Felipe Bonow. Mídia \nsocial e filtros-bolha nas conversações políticas no Twitter. Associação Nacional de \nProgramas de Pós-Graduação em Comunicação. Encontro Anual (COMPÓS).(26.: 2017 \njun. 06-09: São Paulo, SP).[Anais]. São Paulo: Faculdade Cásper Líbero, 2017., 2017. \nDisponível em: \nhttps://www.researchgate.net/publication/318277037_MIDIA_SOCIAL_E_FILTROS-\nBOLHA_NAS_CONVERSACOES_POLITICAS_NO_TWITTER_1_SOCIAL_MEDIA_AN\nD_FILTER_BUBBLES_IN_POLITICAL_CONVERSATIONS_ON_TWITTER. Acesso em: \n23 abr. 2018. \n \nRITZER, George; DEAN, Paul; JURGENSON, Nathan. The coming of age of the prosumer. \nAmerican behavioral scientist, v. 56, n. 4, p. 379-398, 2012. Disponível em: \nhttp://scihub.tw/http://journals.sagepub.com/doi/pdf/10.1177/0002764211429368. Acesso em: \n06 jun. 2018. \n \nROMÃO, Roberta. Universo digital dobra a cada 2 anos. B2B Magazine, São Paulo, \n9 abr. 2014. Disponível em:&lt;http://b2bmagazine.consumidormoderno.uol.com.br/in \n\n\n\n72 \n \n\ndex.php/internet/item/3519-universo-digital-dobra-a-cada-dois-anos>. Acesso em: 15 \njun. 2018. \n \nSANTAELLA, Lúcia. Da cultura das mídias à cibercultura: o advento do pós-humano. \nRevista Famecos, v. 10, n. 22, p. 23-32, 2003. Disponível em: \nhttp://www.vaipav.xpg.com.br/Material/HUMANIDADES/Texto%20Lucia%20Santaella.pdf. \nAcesso em: 13 abr 2018. \n \nSCHUMPETER, Joseph Alois et al. Business cycles. New York: McGraw-Hill, 1939. \nDisponível em: \nhttps://s3.amazonaws.com/academia.edu.documents/30403143/businesscycles_fels.pdf?AWS\nAccessKeyId=AKIAIWOWYYGZ2Y53UL3A&amp;Expires=1523050196&amp;Signature=ryf5ZZwL\n6NWPdsXy3GJklTERaa0%3D&amp;responsecontentdisposition=inline%3B%20filename%3DBu\nsiness_cycles.pdf. Acesso em: 24 abr 2018. \n \nSIQUEIRA, Olga Angélica Santos. Publicidade lúdica: um estudo sobre engajamento digital \nem jogos sociais. 2013. Disponível em: \nhttps://repositorio.ufpe.br/bitstream/123456789/10517/1/Disserta%C3%A7%C3%A3o%20O\nLGA%20SIQUEIRA.pdf. Acesso em: 11 Mai. 2018 \n \nSOUSA, Kley da Silva. Redes sociais como network nas empresas. 2012. 39 f. Universidade \nCandido Mendes, Rio de Janeiro, 2012. Disponível em: \n<http://www.avm.edu.br/docpdf/monografias_publicadas/B002484.pdf>. Acesso em: 05 jun. \n2018. \n \nSPANIOL, Bruna Paiani Nasser; ALBANO, Sebastião Guilherme. Por trás da tecnologia: uma \nanálise das lógicas do mercado da informação. Temática, v. 12, n. 01, 2016. Disponível em: \nhttp://periodicos.ufpb.br/ojs/index.php/tematica/article/view/27397. Acesso em: 27 mai. .2018 \n \nTRIVIÑOS, A. N. S. Introdução à pesquisa em ciências sociais: a pesquisa qualitativa em \neducação. São Paulo: Atlas, 2002.http://www.hugoribeiro.com.br/biblioteca-digital/Trivinos \nIntroducao-Pesquisa-em_Ciencias-Sociais.pdf. Acesso em: 09 jun. 2018. \n \nVALENTIM, Marta Lígia Pomim et al. O processo de inteligência competitiva em \norganizações. DataGramaZero, Rio de Janeiro, v. 4, n. 3, p. 03-1001, 2009. Disponível em: \nhttp://www.brapci.inf.br/index.php/article/view/0000001277/b497a27940c2cba21ddc47cf675\na0625/. Acesso em: 13 mai 2018. \n \nVAZ, Conrado Adolpho. Google marketing: o guia definitivo de marketing digital. 2. ed. São \nPaulo: Novatec, 2008. Disponível \nem:https://www.passeidireto.com/arquivo/6218818/conrado_adolpho-google_marketing. \nAcesso em: 09 jun. 2018. \n \nWERTHEIN, Jorge. A sociedade da informação e seus desafios. Ciência da informação, \nBrasília, v. 29, n. 2, p. 71-77, 2000. Disponível em: \nhttp://www.scielo.br/pdf/%0D/ci/v29n2/a09v29n2.pdf. Acesso em: 03 jun. 2018. \n \nVENTICINQUE, Danilo. \"A internet esconde quem discorda de você\". Época, 2012. \nDisponível em:&lt;http://revistaepoca.globo.com/ideias/noticia/2012/08/internet-esconde-quem-\ndiscorda-de-voce.html>. Acesso em: 03 mai. 2018."}]}}}