{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06780"}, {"@name": "filename", "#text": "11360_001091541.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UFRGS\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL ESCOLA DE ENGENHARIA DEPARTAMENTO DE ENGENHARIA QUÍMICA ENG07053 - TRABALHO DE DIPLOMAÇÃO EM\nENGENHARIA QUÍMICA\nFERNANDA BERNARDI DE SOUZA\nPreparação de membranas cerâmicas utilizando resíduos agroindustriais como agentes formadores de poros\nFERNANDA BERNARDI DE SOUZA\nTrabalho de Conclusão de Curso apresentado ao Departamento de Engenharia Química da Universidade Federal do Rio Grande do Sul como requisito parcial à obtenção do grau de Bacharel em Engenharia Química.\nOrientadora: Prof. Dra. Isabel Cristina Tessaro Coorientadora: Msa. Renata de Carvalho Teles Bertotto\nAGRADECIMENTOS\nAcima de tudo, agradeço a Deus por mais esta realização. Como diz Charles Chaplin, “a persistência é o caminho do êxito”.\nDedico a minha família, aos amigos, ao LASEM (Laboratório de Separação de Membranas) e, principalmente as orientadoras Renata e Isabel por toda a colaboração, apoio e paciência durante o desenvolvimento deste trabalho.\nRESUMO\nMembranas cerâmicas tubulares à base de a-alumina foram preparadas com a incorporação do resíduo de casca de nozes como agente formador de poros por meio do uso da técnica centrifugai casting. Foram avaliadas a influência de diferentes granulometrias (28, 48 e 100 mesh) e proporções em massa (0,1 %, 0,25 % e 0,50 %) do resíduo de casca de nozes na formação da membrana. As membranas preparadas foram caracterizadas em relação aos seguintes parâmetros: morfologia através da análise de microscopia eletrônica de varredura (MEV), porosidade aparente pelo método de Arquimedes, retração linear e avaliação do desempenho hidráulico. Os resultados demonstraram que tanto a granulometria quanto a quantidade de resíduo incorporados nas membranas influenciam o processo de preparação, secagem e sinterização das membranas. As diferentes frações do resíduo de casca de nozes não promoveram alterações significativas nos valores de porosidade aparente das membranas. As membranas preparadas utilizando o resíduo de 100 mesh e proporção mássica de 0,5 % apresentaram permeância hidráulica comparável as membranas de microfiltração com um valor de 79,2 L m-2 h-1 bar-1. Além disso, todas as membranas preparadas apresentaram uma eficiência de remoção da turbidez de 100 % para a solução testada.\nPalavras chaves: membranas cerâmicas, resíduo de casca de nozes, agente formador de poros, centrifugai casting.\nLISTA DE FIGURAS\nFigura 1 . Representação esquemática dos diferentes tipos de morfologia da seção transversal das membranas.....................................................4\nFigura 2. Esquema da faixa de aplicação dos processos de separação de membrana. ..............................................................................5\nFigura 3. Representação esquemática do modo de operação de reciclo total......7\nFigura 4. Tipos de escoamento aplicáveis aos PSM: escoamento transversal (a) e escoamento tangencial (b).....................................................7\nFigura 5. Representação esquemática do processo de formação de poros com agente formador de poros............................................................10\nFigura 6. Representação esquemática da influência da força centrífuga na dispersão do molde no processo de centrifugal casting..................................12\nFigura 7. Fluxograma simplificado da metodologia experimental................14\nFigura 8. Fluxograma simplificado das etapas de preparação de membranas cerâmicas tubulares..........................................................18\nFigura 9. Fotografia dos moldes utilizados para conformar as membranas.......19\nFigura 10. Representação esquemática (a) e fotografia (b) do equipamento de centrifugal casting utilizado para a preparação de membranas tubulares cerâmicas. .............................................................................19\nFigura 11. Rampa de aquecimento utilizada na sinterização das membranas cerâmicas....................................................................20\nFigura 12. Fluxograma das etapas utilizadas nos testes de desempenho hidráulico. .............................................................................21\nFigura 13. Fluxograma do sistema de permeação de soluções aquosas de bancada. .............................................................................23\nFigura 14. Distribuição granulométrica da alumina em função do volume (%) e do\ntamanho de partícula (pm)........................................................27\nFigura 15. Difratograma da alumina em pó Almatis CT3000SG........................28\nFigura 16. Difração de raios-X da casca de noz pecã..............................29\nFigura 17. Termograma do resíduo de casca de noz pecã (taxa de aquecimento=\n10\t°C min-1 e vazão de N2= 100 mL min-1) com varredura entre 25 °C e 1100 °C. ... 31\nFigura 18. Viscosidade das dispersões preparadas com diferentes concentrações de resíduo de casca de noz pecã.................................................32\nFigura 19. Fotografias das membranas que apresentaram falhas após o processo de sinterização em a) 010R-28; b) 025R-28; c) 050R-28; d) 010R-48; e) 025R-48; f) 050R-48...........................................................................32\nFigura 20. Fotografia das membranas cerâmicas com resíduo de 100 mesh após a sinterização.................................................................33\nFigura 21. Micrografias da superfície externa e interna das membranas cerâmicas (ampliação de 100x)..........................................................34\nFigura 22. Micrografias da seção transversal das membranas cerâmicas (ampliação de 50x)......................................................................35\nFigura 23. Valores da retração linear das membranas cerâmicas................37\nFigura 24. Compactação das membranas cerâmicas com resíduo de casca de nozes (pressão= 5 bar e temperatura= 25 ± 1 °C)....................................38\nFigura 25. Fluxo de permeado de água destilada para as membranas cerâmicas (temperatura 25 ± 1 °C)......................................................39\nFigura 26. Teste de iodo (2 %) no concentrado e no permeado..................40\nFigura 27. Permeância hidráulica da membrana nova (P inicial), após o experimento com solução de amido (P final) e após a limpeza térmica (P recuperada) para as membranas 000R, 010R-100, 025R-100 e 050R-100................................41\nFigura A1. Resultado dos testes preliminares realizados para determinar o resíduo que seria utilizado como agente formador de poros............................50\nFigura B1. Micrografias da superfície interna e externa das membranas cerâmicas tubulares (ampliação de 5000x)...............................................52\nLISTA DE TABELAS\nTabela 1. Codificação das membranas cerâmicas preparadas com a incorporação do resíduo de casca de nozes...................................................26\nTabela 2. Análise de fluorescência de raios-X da alumina....................28\nTabela 3. Fluorescência de raios-X (FRX) da casca de noz pecã...............29\nTabela 4. Análise bromatológica da casca de nozes pecã......................30\nTabela 5. Capacidade de absorção de água média da casca de noz pecã (%) em função do tamanho das partículas............................................30\nTabela 6. Porosidade aparente média das membranas preparadas com diferentes concentrações de resíduo de casca de nozes..................................36\nLISTA DE SÍMBOLOS\nA\tÁrea de permeação do sistema (m2)\nAbSágua CP Cb\tAbsorção de água (%) Concentração do componente no permeado (g L-1) Concentração do componente na alimentação (g L-1)\n0ext\tDiâmetro externo\nQint\tDiâmetro interno\ne\tEspessura da membrana (m)\nJ K\tFluxo de permeado (L m-2 h-1) Permeância hidráulica (Lm-2 h-1 bar-1)\nLp Lo\tPermeabilidade (L m-2 h-1 bar-1) Comprimento inicial da membrana (cm)\nLf\tComprimento da membrana após a etapa de sinterização (cm)\nm/m\tRelação mássica (massa/massa)\nPa\tPorosidade aparente (%)\nPs\tMassas seca (g)\nPsat\tMassa saturada (g)\nPi\tMassa imersa (g)\nAP\tPressão transmembrana (bar)\nRobs\tRetenção observada (%)\nR\tRetenção (%)\nRl\tRetração linear (%)\nTf\tTurbidez do componente no permeado (NTU)\nTi\tTurbidez do componente na alimentação (NTU)\ne\tÂngulo de varredura na difração de raios-X (°)\nt\tTempo\nV\tVolume fixo de uma proveta (mL)\nLISTA DE ABREVIATURAS E SIGLAS\nCMM\tCentro de Microscopía e Microanálise\nDa\tUnidade de medida de massa atômica\nDEQUI\tDepartamento de Engenharia Química\nD\tDiálise\nDRX\tDifração de Raios-X\nFRX\tFluorescência de Raios-X\ni.e.\tIsto é\nIUPAC\tUnião Internacional de Química Pura e Aplicada\nLASEM\tLaboratório de Separação por Membranas\nMEV\tMicroscopia eletrônica de varredura\nMF\tMicrofiltração\nMI\tMembrana inorgânica\nMMC\tMassa molar de corte\nNF\tNanofiltração\nNTU\tUnidades nefelométricas de turbidez\nPEG\tPolietilenoglicol\nPG\tPermeação de gases\nPV\tPervaporação\nPES\tPolietersulfona\nPSM\tProcesso de separação por membranas\nOD\tOsmose direta\nOI\tOsmose inversa\nrpm TGA\tRotação por minuto Análise termogravimétrica\nUFRGS\tUniversidade Federal do Rio Grande do Sul\nUF\tUltrafiltração\nSUMÁRIO\n1\tINTRODUÇÃO..................................................1\n2\tFUNDAMENTOS TEÓRICOS E REVISÃO BIBLIOGRÁFICA................3\n2.1\tPROCESSOS DE SEPARAÇÃO POR MEMBRANAS..................3\n2.1.1\tMembranas cerâmicas................................6\n2.1.2\tMicrofiltração.....................................6\n2.1.3\tParâmetros operacionais do processo................8\n2.2\tAGENTES FORMADORES DE POROS...........................9\n2.3\tTÉCNICAS DE PREPARAÇÃO DE MEMBRANAS CERÂMICAS........11\n2.3.1\tCentrifugai casting...............................11\n2.4\tCONSIDERAÇÕES FINAIS.................................12\n3\tMATERIAIS E MÉTODOS.......................................14\n3.1\tTESTES PRELIMINARES..................................14\n3.2\tMATERIAIS............................................15\n3.3\tCARACTERIZAÇÃO DA ALUMINA............................15\n3.3.1\tAnálise granulométrica............................15\n3.3.2\tDifração de raios-X...............................16\n3.3.3\tFluorescência de raios-X..........................16\n3.4\tCARACTERIZAÇÃO DO RESÍDUO DE CASCA DE NOZES..........16\n3.4.1\tDifração de raios-X...............................16\n3.4.2\tFluorescência de raios-X..........................16\n3.4.3\tAnálise bromatológica.............................17\n3.4.4\tAbsorção de água..................................17\n3.4.5\tAnálise termogravimétrica.........................17\n3.5\tPREPARAÇÃO DAS MEMBRANAS.............................18\n3.5.1\tPreparação das Dispersões.........................18\n3.5.2\tPreparação dos moldes.............................19\n3.5.3\tProcesso de Centrifugai Casting...................19\n3.5.4\tSecagem e sinterização............................19\n3.6\tCARACTERIZAÇÃO DAS MEMBRANAS.........................20\n3.6.1\tMorfologia........................................20\n3.6.2\tPorosidade aparente.............................. 21\n3.6.3\tRetração linear................................21\n3.6.4\tAvaliação de desempenho hidráulico.............21\n3.6.5\tAnálise estatística............................25\n4\tRESULTADOS E DISUSSÃO.................................26\n4.1\tTESTES PRELIMINARES...............................26\n4.2\tCARACTERIZAÇÃO DA ALUMINA.........................27\n4.3\tCARACTERIZAÇÃO DO RESÍDUO\tDE CASCA DE NOZES.......28\n4.4\tPREPARAÇÃO DA DISPERSÃO...........................31\n4.5\tCARACTERIZAÇÃO DAS MEMBRANAS......................32\n4.5.1\tMorfologia.....................................33\n4.5.2\tPorosidade aparente........................... 35\n4.5.3\tRetração linear................................36\n4.5.4\tAvaliação do desempenho hidráulico.............37\n5\tCONCLUSÕES............................................42\n6\tSUGESTÕES PARA TRABALHOS FUTUROS......................43\nREFERÊNCIAS BIBLIOGRÁFICAS.................................45\nAPÊNDICE A.................................................50\nAPÊNDICE B.................................................52\n1 INTRODUÇÃO\nA modernização da indústria e a “revolução ambiental” por meio dos tratados como o Protocolo de Kyoto, a Conferência Eco-92 e a Agenda 21, promoveram significantes transformações no comportamento da sociedade como um todo por meio da conscientização de que o crescimento tecnológico e industrial pode estar aliado ao desenvolvimento sustentável. Neste contexto, a reutilização de resíduos de agricultura torna-se uma alternativa interessante apresentando diversos benefícios, como por exemplo, a minimização do problema ambiental através do descarte inadequado.\nCom o surgimento dos processos de separação por membranas voltados para o tratamento de águas e efluentes, surge a necessidade do desenvolvimento de materiais porosos alternativos que apresentem elevado desempenho e que possam satisfazer os requisitos destas aplicações. Desta maneira, o controle do diâmetro, da forma, do volume e da distribuição dos poros é uma alternativa para aumentar o desempenho de materiais porosos pelo fato de que com o aumento da porosidade, aumenta a capacidade da membrana em filtrar mais compostos, obtendo melhores resultados de fluxo e de permeação.\nO desenvolvimento de membranas cerâmicas, aliando as propriedades dos materiais cerâmicos, como resistência térmica, química e mecânica, com a adição de agentes formadores de poros que volatizam durante a queima, são uma alternativa para a obtenção de uma matriz porosa cerâmica. Além disto, a possibilidade de se utilizar agentes formadores de poros menos nocivos e de baixo custo provenientes de resíduos na preparação de membranas cerâmicas torna-se interessante do ponto de vista ambiental e sustentável.\nO presente trabalho tem como objetivo avaliar as interações das membranas preparadas à base de a-alumina com a incorporação de resíduos agroindustriais como agentes formadores de poros, utilizando a técnica de centrifugai casting.\nOs objetivos específicos deste trabalho de conclusão de curso são:\n•\trealizar testes preliminares para identificar qual o melhor resíduo agroindustrial para a preparação das membranas;\n•\tcaracterizar a alumina comercial com relação a identificação das fases cristalinas, composição química e distribuição de tamanho de partículas;\n\n\n\n\ncaracterizar o resíduo de casca de nozes com relação à identificação das fases cristalinas, composição química, análise bromatológica completa, absorção de água e análise termogravimétrica;\navaliar diferentes concentrações de resíduo na formação da membrana cerâmica;\navaliar a influência da granulometria do resíduo na estrutura final da membrana cerâmica;\ncaracterizar as membranas em relação à estrutura formada, retração linear, porosidade aparente, desempenho hidráulico e remoção da turbidez.\n2 FUNDAMENTOS TEÓRICOS E REVISÃO BIBLIOGRÁFICA\n2.1\tPROCESSOS DE SEPARAÇÃO POR MEMBRANAS\nO desenvolvimento de processos de separação por membranas (PSM) começou a se destacar no final dos anos de 1950 com a utilização desses processos para a dessalinização de água do mar. A partir deste momento, ocorreram inúmeros avanços nesta tecnologia nas mais diferentes áreas, incluindo aplicações na área médica e na área ambiental.\nAs membranas podem ser definidas como uma barreira seletiva que separa duas fases, restringindo total ou parcialmente o transporte de um ou mais elementos. Elas têm como finalidade concentrar, purificar ou separar espécies presentes na corrente de alimentação. Uma das principais vantagens dos PSM é a operação sem mudança de fase, com exceção da pervaporação (PV) e da destilação por membranas (BAKER, 2004; MULDER, 1996). Os PSM podem ocorrer devido à afinidade do componente pela membrana ou devido a diferença de tamanho do soluto e do poro da membrana. A solução filtrada é chamada de permeado, enquanto o que não passa pela membrana é o concentrado ou retido.\nAs membranas podem ser preparadas com diferentes morfologias, influenciando diretamente as características da separação, desta maneira, as membranas podem ser classificadas em densas ou porosas. As membranas densas apresentam poros menores que 2 nm, já as membranas porosas apresentam poros na faixa de 2 a 10 pm. De acordo com a União Internacional de Química Pura e Aplicada (IUPAC), as membranas porosas podem ser classificadas em microporosas (0,5 a 2 nm), em mesoporosas (2 a 50 nm) e em macroporosas (> 50 nm). Há ainda uma subclassifcação em assimétrica ou anisotrópica e simétrica ou isotrópica, uma vez que elas podem ou não apresentar as mesmas características morfológicas ao longo de sua espessura, conforme apresentado na Figura 1 (BAKER, 2004; HABERT; BORGES; NOBREGA, 2006).\nFigura 1 . Representação esquemática dos diferentes tipos de morfologia da seção transversal das membranas.\nporosa\nporosa\nIsotrõpicas (simétricas;\ndtansa\nMembranas\nMembranas Anisoirópicas (assimétrica)\ndensa f/ntegra/l\tPWOSS densa (composta)\nFonte: adaptado de HABERT; BORGES; NOBREGA, 2006.\nO transporte através das membranas ocorre devido à existência de uma força motriz que pode ser expressa como gradiente de potencial químico ou elétrico. O gradiente de potencial químico depende da pressão, da temperatura e da composição, sendo que em processos que ocorrem à temperatura constante, a força motriz pode ser expressa em termos do gradiente de pressão ou de concentração. Dependendo do tipo de força motriz e do gradiente de pressão, o transporte dos diferentes elementos através da membrana pode acontecer por meio de mecanismo de difusão e/ou de convecção. Normalmente, as membranas porosas têm seu transporte por convecção e/ou difusão, sendo que os principais processos são: microfiltração (MF), ultrafiltração (UF), nanofiltração (NF) e diálise (D). Enquanto as membranas densas têm seu transporte pelo mecanismo de sorção-difusão, que envolve os processos de pervaporação (PV), permeação de gases (PG), osmose inversa (OI), osmose direta (OD), dependendo a nanofiltração e a diálise também podem ter seu transporte por meio da sorção-difusão, conforme ilustrado na Figura 2. O processo de MF será apresentado mais detalhadamente, pois é o processo de interesse deste trabalho.\nAs membranas podem ser classificadas de acordo com a sua natureza, geometria e regime de separação. A escolha de um tipo de membrana vai depender especialmente dos parâmetros, tais como seletividade, tempo de vida útil, produtividade, condições de operação, resistência mecânica e química, estabilidade térmica, bem como dos custos envolvidos (HABERT; BORGES; NOBREGA, 2006; MULDER, 1996).\nFigura 2. Esquema da faixa de aplicação dos processos de separação de membrana. Pseudomonas\nAs membranas podem ser preparadas a partir de matérias-primas orgânicas e inorgânicas. As membranas comerciais orgânicas são produzidas a partir de materiais poliméricos como o acetato de celulose, a polissulfona e os poliuretanos; mais difundidos industrialmente devido as suas propriedades e características.\nAs membranas inorgânicas (MI) têm ganhado papel de destaque ao longo dos anos, devido a sua maior resistência mecânica, química e térmica, dentre elas, destacam-se as metálicas, as cerâmicas, as zeólitas e as de carbono. Normalmente, as MI são preparadas através do processo de calcinação, seguido de sinterização, e revestidas usando deposição de vapor químico, processo sol-gel ou métodos hidrotérmicos (GITIS; ROTHENBERG, 2016). Contudo, recentemente, as MI começaram a disputar o mercado com as membranas poliméricas devido ao seu elevado potencial para aplicação em diversos processos de separação, tais como na separação de gases, purificação de água, recuperação de CO2 a partir do gás natural e aplicação como estruturas de suporte (LI et al., 2015).\nOs materiais inorgânicos apresentam maior estabilidade química e térmica em comparação aos materiais poliméricos. Além disso, demonstram maior resistência em ambientes severos (degradação química, pH), bem como em elevadas pressões (maior resistência mecânica) e a altas temperaturas (maior resistência térmica), são materiais inertes à degradação biológica, apresentam limpeza facilitada, uma estrutura bem definida, elevada permeabilidade e seletividade comparável à de membranas poliméricas para algumas aplicações. Dentre as limitações, destacam-se: os altos custos de preparação das membranas, a baixa densidade de empacotamento\n(relação entre a área da membrana e o volume do módulo), dificuldades em alcançar altas seletividades, especificamente nas membranas microporosas, e na produção de módulos que apresentem boa vedação para operação à temperaturas elevadas (ULBRICHT; SUSANTO, 2011).\n2.1.1\tMembranas cerâmicas\nOs primeiros relatos utilizando membranas cerâmicas foram nos anos 1940, elas foram utilizadas para separar os isótopos de urânio U-238 e U-235 para produzir combustível e armas nucleares. A partir de 1970 as aplicações no uso de tratamento de gases, água e de efluentes tornaram as membranas cerâmicas mais populares (BUEKENHOUDT, 2008; GITIS; ROTHENBERG, 2016).\nAs membranas cerâmicas consistem na combinação de um metal com não-metal na forma de óxido, nitreto ou carbeto. A a-alumina (a-Al2O3) é um dos materiais cerâmicos utilizados nos processos de preparação de membranas inorgânicas. A fase a da alumina é uma das mais estáveis em relação a p-alumina e a y-alumina, além de ser utilizada em diversas aplicações comerciais em função de sua abundância e do baixo custo (SILVA; LIMA; RODRIGUES, 2016). No entanto, as membranas cerâmicas também podem ser preparadas a partir da zircônia, da titânia ou da sílica.\nAs membranas cerâmicas podem ser aplicadas em diversos processos industriais, como no de tratamento de água e de esgoto, na indústria farmacêutica e de alimentos, biotecnologia, na área de geração de energia, para separação de gases e na indústria petroquímica (GITIS; ROTHENBERG, 2016; MULDER, 1996).\n2.1.2\tMicrofiltração\nA MF é um PSM que utiliza membranas porosas com tamanhos de poros entre 0,1 e 10 pm. A MF é utilizada para reter material em suspensão e bactérias, bem como materiais que tenham massa molar de corte (MMC) superior à 500 kDa. Sua capacidade de retenção é proporcional à distribuição do tamanho dos poros da membrana e do tamanho molecular do soluto. A diferença de pressão aplicada nesse tipo de processo é de 0,1 a 2 bar (BAKER, 2004; MULDER, 1996).\nOs sistemas de membranas podem operar com diferentes modos, como por exemplo, reciclo parcial ou reciclo total. O modo reciclo total consiste em recircular a\ncorrente de permeado e a corrente de retido para o tanque de alimentação, conforme apresentado na Figura 3, desta maneira a concentração da alimentação é mantida constante. Este modo de operação é utilizado para determinar as melhores condições de operação, caracterizar as membranas e estudar as interações da membrana com a solução de alimentação.\nNa Figura 4 estão ilustradas as diferentes configurações de escoamento aplicáveis aos PSM: transversal (dead-end) ou tangencial (crossflow). Na configuração transversal, a solução a ser filtrada escoa perpendicularmente à membrana, como pode ser visualizado na Figura 4a. Nesse caso, ocorre a formação de uma torta na superfície da membrana, que aumenta a resistência do meio filtrante, diminuindo o fluxo permeado. No escoamento tangencial a corrente de alimentação escoa paralelamente à superfície da membrana, Figura 4b. Este modo mantém elevado o fluxo de permeado, reduzindo a quantidade de partículas sólidas sobre a superfície da membrana (GITIS; ROTHENBERG, 2016; MULDER, 1996).\nFigura 4. Tipos de escoamento aplicáveis aos PSM: escoamento transversal (a) e escoamento tangencial (b).\nAlimentação\nFonte: Adaptado de GITIS; ROTHENBERG, 2016.\n2.1.3\tParâmetros operacionais do processo\nA caracterização das membranas está relacionada com a determinação dos parâmetros estruturais e com as suas características de separação. Para compreender o desempenho e a eficiência dos PSM são avaliados o fluxo de permeado e a seletividade.\nFluxo de permeado e permeabilidade hidráulica\nNas membranas porosas onde a força motriz é o gradiente de pressão é válida a Lei de Darcy, conforme a Equação (1):\nJ-L AP J - Lp. e\n(1)\nsendo J (L m-2 h-1) o fluxo de permeado, Lp (L m-1 h-1 bar-1) a permeabilidade, AP (bar) a pressão transmembrana e e (m) a espessura da membrana.\nQuando se utiliza a água como fluido, o coeficiente Lp é denominado permeabilidade hidráulica. Em muitas situações, utiliza-se a permeância hidráulica, uma vez que a espessura da membrana não está bem definida, ou por efeitos de compactação ou por apresentar estrutura assimétrica. A permeância hidráulica, representada por K (L m-2 h-1 bar-1), é expressa como sendo a razão entre a permeabilidade hidráulica (Lp) e a espessura da membrana (e), conforme Equação 2.\nK = if\t(2)\nAssim, o fluxo de permeado (J) pode ser expresso pela Equação (3).\nJ - K. AP\n(3)\nA permeância hidráulica é o coeficiente angular da reta que representa o fluxo de permeado em função da pressão transmembrana. A pressão transmembrana é estabelecida como a diferença entre a pressão de saída do permeado, usualmente pressão atmosférica, e a média aritmética da pressão de entrada e de saída do módulo de membrana.\nRetenção\nA retenção observada (Robs) é a fração de um componente presente na solução de alimentação que é retida pela membrana e relaciona a concentração do componente no permeado (Cp) e na alimentação (Cb) conforme Equação (4).\nRobs (%) = 1 - Cp\t(4)\nUma das formas de medir a retenção é utilizando a turbidez, expressa em unidades nefelométricas de turbidez (NTU). A retenção pode ser calculada de acordo com a Equação (5) (ARZANI et al., 2018; BELIBI BELIBI et al., 2015).\nR (%) = 1 - T\t(5)\nsendo Ti (NTU) a turbidez da solução de alimentação e Tf (NTU) a turbidez da solução de permeado.\n2.2\tAGENTES FORMADORES DE POROS\nOs métodos mais utilizados para produzir membranas porosas são a sinterização, a lixiviação química, a inversão de fases ou a sublimação (HEDAYAT; DU; ILKHANI, 2018). Na preparação de membranas a porosidade é um fator que deve ser levado em consideração pelo fato de ter relação direta com o processo de filtração. Uma forma de controlar o diâmetro, a morfologia, o volume dos poros e a distribuição de poros é por meio de agentes formadores de poros (ELGAMOUZ; NAJIBTIJANIB, 2018).\nOs agentes formadores de poros são conhecidos como agentes de sacrifício, ou seja, um material com tamanho de granulometria conhecida é incluído na composição da membrana e, posteriormente, são expulsos por sublimação, lixiviação química ou sinterização, gerando a estrutura porosa (DELE-AFOLABI et al., 2017a). O controle da porosidade depende da temperatura e do tempo de sinterização, da granulometria do material e da quantidade percentual do agente utilizado. Na Figura 5 está representado de modo esquemático o processo de formação dos poros ao utilizar um agente formador de poros.\nFigura 5. Representação esquemática do processo de formação de poros com agente formador de poros.\nMatriz cerâmica\n•\t•••• Suspensão\n••••• ,------s\nT •••••\n•\t••••\n99999 99999\tSinterização\t•••••\n99999\t\t\n\tF\t• ••••\n99999\t\t\nCerâmica porosa\nMatriz + agente formador de poros\nAgente formador de poros\nFonte: Adaptado de DELE-AFOLABI et al., 2017.\nDiversos agentes formadores de poros podem ser utilizados, tais como materiais orgânicos sintéticos (polímeros e fibras orgânicas), materiais orgânicos naturais (amido de milho), materiais inorgânicos e metálicos (partículas de vidro, carbono) e líquidos (gel, emulsões) (DELE-AFOLABI et al., 2017a). Entre estes, os resíduos agroindustriais são de especial interesse, uma vez que no Brasil existe uma grande geração de resíduos agroindustriais que muitas vezes são descartados de modo inapropriado, por exemplo, a casca de coco, sendo que mais de 80 % é descartado (VIANA; CRUZ, 2016).\nMuitos pesquisadores preocupados com o apelo ambiental e o uso consciente dos recursos naturais têm utilizado diversos resíduos e materiais agroindustriais como agentes formadores de poros, particularmente amido de milho (CERN; ZIVCOVÁ, 2009; LORENTE-AYZA et al., 2015; ORERA et al., 2017; SAYEHI et al., 2017), casca de arroz (DELE-AFOLABI et al., 2017a, 2018; HASLAM et al., 2005; MOHANTA et al., 2014), bagaço de cana-de-açúcar (DELE-AFOLABI et al., 2017b), bagaço de azeitona (BEN et al., 2018) e amido de trigo (GREGOROVÁ et al., 2010; PRABHAKARAN et al., 2007).\nA quantidade de resíduo proveniente de casca de nozes tem crescido no Rio Grande do Sul, visto que este é considerado o maior produtor de noz-pecã do Brasil, totalizando uma área plantada de mais de 10 mil hectares e 3 mil produtores, com os mais diversos tamanhos de pomares (GIROTTO; OLIVEIRA; LIMA, 2016). O resíduo de casca de nozes é comumente utilizado na medicina, na forma de chás, contudo outros usos têm despertado interesse, como biosorventes e agente de pirólise para preparar membranas suportadas (DING et al., 2013; UZUN; YAMAN, 2017; ZHU et al., 2018). Contudo, ainda não existem estudos na literatura sobre a aplicação deste tipo de resíduo agroindustrial como agente formador de poros na preparação de membranas cerâmicas.\n2.3\tTÉCNICAS DE PREPARAÇÃO DE MEMBRANAS CERÂMICAS\nNa preparação de membranas cerâmicas, normalmente, são utilizadas três etapas essenciais: a dispersão das partículas, o empacotamento destas partículas em um molde precursor e o tratamento térmico a altas temperaturas após a etapa de secagem no molde precursor (LI, 2007). Existem diversas técnicas de preparação de membranas e suportes cerâmicos, entre as mais difundidas e estudadas estão a extrusão, a prensagem, o slip casting e o tape casting. O centrifugai casting é uma técnica até então pouco estudada, mas que apresenta um elevado potencial para aplicação na preparação de membranas e suportes cerâmicos. Esta técnica será apresentada a seguir, uma vez que é de interesse deste trabalho.\n2.3.1\tCentrifugai casting\nO processo de centrifugal casting tem como finalidade produzir membranas porosas com uma mudança gradual e contínua de porosidade ou composição ao longo de sua espessura (MERTINS; KRUIDHOF; BOUWMEESTER, 2005). Algumas pesquisas têm utilizado este método para preparar camadas seletivas em membranas tubulares (DRIOLI; GIORNO, 2010; HONG; MÜLLER; GREIL, 1997).\nO princípio consiste em introduzir uma dispersão coloidal em um molde tubular e submetê-lo à força centrífuga, que fará com que ocorra a separação sólido-líquido, conforme apresentado na Figura 6. Durante a rotação, as partículas com tamanhos maiores da suspensão se movem primeiramente para a parede do molde, seguidas das partículas menores. A taxa de deposição na parede é proporcional à velocidade de rotação do equipamento e do arraste dos elementos presentes. Após o processo de sinterização, a superfície interna do tubo cerâmico fica mais lisa e uniforme do que a superfície externa, visto que as partículas menores se aglomeram no interior. Já a aparência da superfície externa do tubo é dependente da qualidade da superfície do molde (MERTINS; KRUIDHOF; BOUWMEESTER, 2005; STEENKAMP et al., 2001).\nFigura 6. Representação esquemática da influência da força centrífuga na dispersão do\nmolde no processo de centrifugal casting.\nabc\nLegenda\na)\tMolde do tubo com a dispersão distribuída uniformemente\nb)\tApós passar no centrifugai casting, ocorre a separação sólido-líquido, sendo a dispersão sólida depositada na parede do tubo\nc)\tMembrana cerâmica retirada do molde\nAs principais vantagens desta técnica são não aparecimento das camadas da deposição das partículas ao longo da distribuição radial do tubo, uma vez que as partículas maiores se depositam primeiro, seguidas das menores; ausência de defeitos no interior do tubo das membranas, já que os elementos se depositam pela força centrífuga, sendo pressionadas camada à camada, tornando-se homogênea; custo reduzido, visto que a membrana é preparada em uma única etapa; a superfície interna do tubo da membrana possui uma camada homogênea e tem uma estrutura de poros uniforme e regular (SUI; HUANG, 2003).\n2.4\tCONSIDERAÇÕES FINAIS\nNa seção de fundamentação teórica e revisão bibliográfica foram expostos os principais conceitos sobre os processos de separação com membranas, com ênfase nas membranas cerâmicas, abordando os materiais, as principais técnicas de preparação e os agentes formadores de poros utilizados na preparação de membranas cerâmicas.\nDiversas pesquisas têm demonstrado que os PSM estão sendo aplicados em diferentes áreas do conhecimento, devido a sua versatilidade e as suas vantagens em relação aos processos convencionais de separação.\nAvanços significativos na área de membranas cerâmicas vêm sendo alcançados nas últimas décadas. Contudo, verificou-se que não há estudos referentes à adição de agentes formadores de poros provenientes de resíduos agroindustriais na preparação de membranas tubulares cerâmicas utilizando a técnica de centrifugai casting. Neste contexto, visando contribuir para o desenvolvimento dessa área, este trabalho trata do desenvolvimento de membranas cerâmicas à base de a-alumina com\na incorporação de resíduos agroindustriais como agentes formadores de poros, utilizando a técnica de centrifugai casting.\n3\tMATERIAIS E MÉTODOS\nNesta seção estão descritos os procedimentos experimentais e os métodos analíticos utilizados para obtenção dos dados experimentais que permitiram alcançar os objetivos deste estudo. Um fluxograma da metodologia utilizada na realização deste trabalho está apresentado na Figura 7.\nFigura 7. Fluxograma simplificado da metodologia experimental.\nEtapa 2\n3.1\tTESTES PRELIMINARES\nOs testes preliminares foram realizados para determinar qual resíduo agroindustrial seria utilizado como agente formador de poros. Desta maneira foram\ntestados os seguintes resíduos: torta de gergelim, casca de nozes, casca de amendoim, torta de linhaça, casca de arroz, bagaço de mirtilo, pinhão cru, entrecasca de mandioca, casca de mandioca e engaço de uva Niágara. Nesta etapa foram preparadas misturas contendo 55 % (m/m) de água destilada, 43 % (m/m) de alumina comercial CT3000SG (Almatis) e 2 % (m/m) de resíduo. A escolha desta composição foi obtida por meio de testes empíricos eliminatórios, sendo que esta foi obtida a melhor relação entre sólido e líquido no quesito estabilidade. A mistura foi agitada durante 20 minutos em um agitador magnético (Fisatom, 752A, Brasil), e em seguida submetida ao ultrassom (Novainstruments, NI 1201 D, Brasil) durante 5 minutos para minimizar a formação de aglomerados.\nAs dispersões preparadas foram submetidas à centrifugação (Cientec, CT 5000R, Brasil) durante 8 minutos a uma rotação de 6000 rpm, com o objetivo de definir o melhor resíduo para ser utilizado como agente formador de poros. Os parâmetros que foram avaliados para definir o melhor resíduo foram: ausência de formação de bolhas na dispersão, boa dispersão em solução e, após a centrifugação, uma eficiente separação entre as fases sólida e clarificada.\n3.2\tMATERIAIS\nPara a preparação das membranas foram utilizadas como matérias-primas a alumina comercial CT3000SG, cedida pela empresa Almatis, o resíduo selecionado nos testes preliminares (casca de nozes pecã - fornecida pela empresa Nozes Pitol, Anta Gorda-RS) e água destilada.\nCom o objetivo de facilitar a desmoldagem dos tubos foi utilizada uma solução de éter de petróleo ACS (Sigma-Aldrich, Estados Unidos) e vaselina (Sigma-Aldrich, Estados Unidos).\n3.3\tCARACTERIZAÇÃO DA ALUMINA\nA alumina CT3000SG foi previamente caracterizada, visando confirmar as informações fornecidas pelo fabricante.\n3.3.1\tAnálise granulométrica\nA análise granulométrica foi realizada para determinar o tamanho das partículas da alumina. A análise foi realizada no Laboratório de Materiais Cerâmicos (LACER), da Universidade Federal do Rio Grande do Sul (UFRGS), utilizando o método por\ndifração a laser em um analisador CILAS (1180 Liquid, Orleans, França), sendo que a dispersão das amostras foi realizada em água destilada.\n3.3.2\tDifração de raios-X\nA difração de raios-X (DRX) foi realizada para verificar o arranjo atômico na rede cristalina da alumina CT3000SG. A análise foi realizada no Laboratório de Materiais Cerâmicos (LACER) da Universidade Federal do Rio Grande do Sul (UFRGS) em um difratômetro de raios X (Phillips, modelo X'Pert MDP - tubo de raios X com radiação Cu Ka, Canadá) com passo de varredura de 0,05° numa região de 29 de 5° a 75°.\n3.3.3\tFluorescência de raios-X\nA fluorescência de raios-X (FRX) foi utilizada para verificar a composição química da alumina. A análise foi realizada no Laboratório de Materiais Cerâmicos (LACER) da Universidade Federal do Rio Grande do Sul (UFRGS) em um espectrómetro Shimadzu (modelo XRF1800, Japão).\n3.4\tCARACTERIZAÇÃO DO RESÍDUO DE CASCA DE NOZES\nO resíduo de casca de nozes foi previamente caracterizado, visando identificar as características importantes para a sua inclusão como agente formador de poros.\n3.4.1\tDifração de raios-X\nA análise de DRX foi realizada para identificar o arranjo atômico amorfo ou cristalino do resíduo de casca de nozes. A análise foi realizada no Laboratório de Materiais Cerâmicos (LACER) da Universidade Federal do Rio Grande do Sul (UFRGS) em um difratômetro de raios X (Phillips, modelo X'Pert MDP - tubo de raios X com radiação Cu Ka, Canadá) passo de varredura de 0,05° numa região de 29 de 5° a 75°.\n3.4.2\tFluorescência de raios-X\nA técnica de FRX foi realizada para identificar a composição química do resíduo de casca de nozes. A análise foi realizada no Laboratório de Materiais Cerâmicos (LACER) da Universidade Federal do Rio Grande do Sul (UFRGS) em um espectrómetro (Shimadzu, modelo XRF1800, Japão).\n3.4.3\tAnálise bromatológica\nA análise bromatológica foi utilizada para identificar o valor nutricional e a composição química do resíduo de casca de nozes, visando estudar suas características e estabelecer uma relação com a absorção de água A análise foi realizada no Laboratório de Nutrição Animal da Universidade Federal do Rio Grande do Sul (UFRGS).\n3.4.4\tAbsorção de água\nPara avaliar a absorção de água do resíduo foi utilizado o método descrito por ALFREDO et al. (2009) com algumas alterações. Para a realização desta análise foram pesados 2 g de amostra, em seguida foram adicionados 10 mL de água destilada. As amostras foram agitadas em um agitador de tubos (Phoenix Luferco, modelo AP 56, Brasil) durante 2 minutos. Em seguida as suspensões foram centrifugadas a 3000 rpm, durante 10 minutos em centrífuga de bancada (Cientec, CT 5000R, Brasil). A capacidade de absorção de água (Abságua) foi calculada conforme a Equação 6.\n..\tmassa final úmido-massa inicial seca (g)\t„\nAbságua (%) =-----------massa inicial seca (g)--- X 100\t<6)\nO sobrenadante de cada tubo foi descartado e o sedimento úmido teve a massa determinada. A capacidade de absorção de água foi determinada pela razão entre massa de água no sedimento úmido e a massa de matéria seca. A análise foi realizada em duplicata, sendo o resultado expresso como média ± desvio padrão.\n3.4.5\tAnálise termogravimétrica\nPara avaliar a estabilidade térmica do resíduo foi realizada a análise termogravimétrica (TGA). A análise foi realizada na Central Analítica do Departamento de Engenharia Química da Universidade Federal do Rio Grande do Sul (UFRGS) no equipamento TA Instrument-Waters (modelo SDT Q600, Estados Unidos). As amostras foram aquecidas da temperatura de 25 °C até 1100 °C usando uma taxa de aquecimento de 10 °C/min e atmosfera de nitrogênio (100 mL/min). O objetivo da análise foi verificar quais as melhores temperaturas de sinterização para os tubos cerâmicos, garantindo que o resíduo de casca de nozes fosse totalmente eliminado.\n3.5\tPREPARAÇÃO DAS MEMBRANAS\nAs membranas foram preparadas a partir de uma dispersão homogênea contendo o resíduo de casca de noz pecã e a alumina CT3000SG, em diferentes concentrações (% m/m). As etapas utilizadas na preparação das membranas tubulares cerâmicas estão apresentadas na Figura 8.\nFigura 8. Fluxograma simplificado das etapas de preparação de membranas cerâmicas tubulares.\nPreparação da dispersão\t*\tPreparação dos moldes\t*\tCentrifugal casting\t*\tSecagem em câmara climática\t*\tSinterização\n3.5.1\tPreparação das Dispersões\nPrimeiramente, o resíduo foi submetido ao processo de secagem durante 24 horas em estufa (De Leo, modelo A5AFD, Brasil) à 40 °C para remoção da umidade. E em seguida, foi triturado em um moinho de facas (IKA WERKE, modelo MF10 Basic, China) e passados por peneira Tyler com tamanhos 28, 48 e 100 mesh para se obter 3 diferentes granulometrias (0,6 mm, 0,3 mm e 0,15 mm).\nPara a preparação das membranas cerâmicas tubulares foi utilizada uma mistura contendo 50 % (m/m) de sólidos e 50 % (m/m) de água destilada. Na proporção de sólidos foi variada a quantidade de resíduo e de alumina CT3000SG com as seguintes quantidades de resíduo de casca de nozes 0,1,0,25 e 0,50 % (m/m) complementando os 50 % com alumina. Essas concentrações foram utilizadas pelo fato de manterem uma relação proporcional de quantidade, além de quantias maiores de agente formador de poros, a membrana não possuía resistência e trincava durante a secagem.A dispersão foi submetida à agitação durante 20 minutos em um agitador magnético (Fisatom, 752A, Brasil).\nAs dispersões foram caracterizadas em relação à viscosidade dinâmica. As medidas de viscosidade da dispersão foram realizadas com o auxílio do viscosímetro digital Fungilab (Smart Series, Espanha), sob condições de temperatura de 25 °C e a rotação aplicada para todas as membranas de 10 rpm. As análises foram realizadas em duplicata.\n3.5.2\tPreparação dos moldes\nForam utilizados dois moldes tubulares de aço-inoxidável um nas dimensões de 15 cm de comprimento e diâmetro de 10,3 mm e o outro de 20,4 cm de comprimento e diâmetro de 10,3 mm, conforme apresentado na Figura 9. Antes de verter a dispersão, uma solução de éter de petróleo e vaselina foi espalhada no interior dos moldes a fim de lubrificar e facilitar a retirada das membranas cerâmicas após a secagem.\nFigura 9. Fotografia dos moldes utilizados para conformar as membranas.\n3.5.3\tProcesso de Centrifugal Casting\nA dispersão foi vertida no interior do molde, previamente lubrificado, que foi então inserido no equipamento e rotacionado, continuamente, durante 10 minutos, aberto retirado o sobrenadante e submetido a mais 2 minutos de rotação. A velocidade de rotação utilizada neste processo foi de 8000 rpm. Na Figura 10 pode ser observado o equipamento de centrifugai casting desenvolvido especialmente para este fim.\nFigura 10. Representação esquemática do equipamento de centrifugai casting utilizado para a preparação de membranas tubulares cerâmicas.\n3.5.4\tSecagem e sinterização\nApós o processo de centrifugai casting, os moldes foram acondicionados em uma câmara climática (Coldlab, modelo CL 350, Brasil) para que ocorresse a secagem dos corpos verdes (tubos úmidos, antes da secagem e sinterização), com temperatura e umidade controladas de 25 °C e 60 %, respectivamente. Os tubos foram secos durante o período de 2 dias, no entanto quando foram utilizadas concentrações de\nresíduo mais elevadas (100 mesh e 0,50 %) o tempo de secagem foi superior a 2 dias, chegando a levar até cinco dias para estarem totalmente secos.\nOs tubos cerâmicos verdes, após a secagem, foram submetidos ao processo de sinterização em uma mufla (Sanchis, modelo BL, Brasil). A rampa de aquecimento está apresentada na Figura 11, inicialmente utilizou-se uma taxa de aquecimento de 0,7 °C min-1, partindo da temperatura ambiente até 100 °C, sendo os tubos mantidos neste patamar durante 60 minutos para remoção do solvente; em seguida com uma taxa de aquecimento de 5 °C min-1, os tubos foram aquecidos até 400 °C e mantidos neste patamar durante 60 minutos para remoção do agente formador de poros; em seguida utilizando a mesma taxa de aquecimento de 5 °C min-1 foram aquecidos até 1100 °C e mantidos neste patamar durante 60 minutos para promover o crescimento do grão e a densificação parcial do corpo cerâmico, sendo então resfriados de forma natural até a temperatura ambiente.\nFigura 11. Rampa de aquecimento utilizada na sinterização das membranas cerâmicas.\n3.6\tCARACTERIZAÇÃO DAS MEMBRANAS\n3.6.1\tMorfologia\nA morfologia da superfície interna, externa e da seção transversal das membranas preparadas foi avaliada através da análise de microscopia eletrônica de varredura (MEV). A análise foi realizada no Centro de Microscopia e Microanálise (CMM) da Universidade Federal do Rio Grande do Sul (UFRGS) em um microscópio eletrônico de varredura (JEOL, modelo JSM 6060, Japão). As amostras foram previamente fraturadas e acondicionadas em stubs com auxílio de uma fita de carbono, e em seguida metalizadas com ouro para auxiliar na condutividade da amostra, o potencial utilizado na análise foi de 15 kV.\n3.6.2\tPorosidade aparente\nA porosidade aparente (PA) foi determinada pelo do Método de Arquimedes utilizando água destilada, com base na norma ISO 10545-3 e em trabalhos disponíveis da literatura, visando quantificar a relação entre o volume de poros abertos e o volume total da amostra (Dutra et al., 2002; Dele-Afolabi et al., 2017a).\nAs amostras foram secas em estufa durante 24 horas na temperatura de 100 °C, para garantir que não houvesse umidade. Em seguida foram mensuradas as massas secas (Ps). Posteriormente, as amostras foram imersas em água destilada na temperatura de 100 °C durante 2 horas. Após as amostras resfriarem, são realizadas as medidas de massa saturada (Psat) e de massa imersa (Pi) em uma balança analítica, desta forma a PA é determinada a partir da Equação (7) para cada composição.\nPa(%) =\tx 100\t(7)\nPsat-PI\n3.6.3\tRetração linear\nA avaliação da retração foi realizada para analisar o comportamento do material durante o processo de sinterização, mediante a variação do seu comprimento. De acordo com Dutra e Pontes (2002), a retração linear (Rl) é determinada conforme a Equação 8.\nRl (%) = L-Lox 100\t(8)\nL0\nsendo L0 (cm) representa o comprimento inicial da amostra, que nesse caso, é o comprimento do molde utilizado, e Lf (cm) é o comprimento do tubo após a etapa de sinterização.\n3.6.4\tAvaliação de desempenho hidráulico\nA avaliação de desempenho hidráulico foi realizada para verificar a permeância das membranas preparadas. Na Figura 12 estão ilustradas as etapas realizadas durante os experimentos. Cabe ressaltar que todos os experimentos foram realizados em triplicata e em cada um deles foi utilizada uma membrana nova.\nFigura 12. Fluxograma das etapas utilizadas nos testes de desempenho hidráulico.\n\n\n\nCondicionamento da membrana\nCompactação |^>\nPermeância hidráulica inicial\nLimpeza térmica\nPermeância hidráulica final\nFiltração com amido\n(0,25 g/L)\n__________________\nCondicionamento da membrana\n|^> Compactação |^>\nPermeância hidráulica final\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOs testes foram realizados em uma unidade de permeação de bancada no Laboratório de Separação por Membranas (LASEM) do Departamento de Engenharia Química (DEQUI) da Universidade Federal do Rio Grande do Sul (UFRGS). A unidade consiste de um módulo tubular de aço inoxidável 310, com quatro extremidades abertas, permitindo diferentes formas de escoamento. Todos os experimentos foram realizados com escoamento tangencial, no modo reciclo total, isto é, as correntes de concentrado e de permeado retornaram para o tanque de alimentação.\nO sistema de permeação é composto por um tanque de alimentação encamisado, um rotâmetro, dois manómetros para as medidas de pressão, um módulo de membrana tubular, uma válvula de passagem de reciclo, uma válvula borboleta para controle do concentrado, uma bomba peristáltica e um banho termostático. Um fluxograma simplificado do sistema está apresentado na Figura 13.\nA vazão do sistema foi mantida constante em 150 L h-1 durante a realização de todas as etapas. A temperatura do sistema foi mantida em 25 ± 1 °C com o auxílio de um banho termostático. Antes da realização dos testes, as membranas foram acondicionadas em água destilada durante 24 horas para que a membrana fosse totalmente molhada e os poros fossem preenchidos com água.\nFigura 13. Fluxograma do sistema de permeação de soluções aquosas de bancada.\nLegenda\n(1)\tTanque de alimentação encamisado\n(2)\tRotâmetro\n(3)\tManómetros para as medidas de pressão\n(4)\tMódulo de membrana tubular\n(5)\tVálvula de passagem de reciclo\n(6)\tVálvula borboleta para controle do concentrado\n(7)\tBomba peristáltica\n(8)\tBanho termostático\nCondicionamento e compactação da membrana\nPrimeiramente, realizou-se o condicionamento da membrana, recirculando água destilada no sistema, sem aplicação de pressão, durante 20 minutos, a fim de remover impurezas e demais sujidades que poderiam estar incrustadas nos tubos cerâmicos.\nEm seguida, iniciou-se o processo de compactação, submetendo a membrana a uma pressão superior à de operação, pois normalmente as membranas sofrem deformação mecânica sob ação da pressão, provocando um adensamento de sua microestrutura e, consequentemente, a queda do fluxo de permeado. A membrana foi compactada utilizando água destilada e uma pressão transmembrana de 5 bar até a obtenção de fluxo de permeado constante. O fluxo foi considerado constante quando não houve uma diferença percentual superior a 5 %, entre as três últimas medidas. Além disso, foi estabelecido um tempo mínimo de compactação de 30 minutos.\nO fluxo de permeado (L m-2.h-1) representa a vazão de permeado por unidade de área da membrana. A metodologia aplicada consiste em calcular o fluxo de permeado (J) por meio do tempo (t) que o permeado leva para preencher uma proveta de volume constante (V) após passar pela área de permeação do sistema (A) conforme a Equação 9.\nv (L3)\nA (m2).t(s)\n(9)\nAs medidas de fluxo de permeado na etapa de compactação foram realizadas a cada 5 minutos até alcançar 30 minutos de experimento e, em seguida, a cada 10 minutos até a obtenção de fluxo constante.\nPermeância hidráulica\nApós a etapa de compactação, foi determinada a permeância hidráulica K (L m-2 h-1 bar-1) das membranas por meio da medição do fluxo de permeado de água destilada em diferentes pressões transmembrana (5 até 1 bar, com intervalos de 1 bar). Para cada pressão, após 15 minutos de estabilização do sistema, foram feitas três medidas consecutivas do tempo para recolher o volume de permeado e, desta forma, calcular o fluxo.\nTeste de retenção\nA caracterização de retenção das membranas foi realizada através de testes eliminatórios, ou seja, primeiramente, realizaram-se testes visando determinar a massa molar de corte (MMC) das membranas utilizando soluções padrão de Dextranas com MMC de 40, 100 e 500 kDa, porém, os resultados destes testes apresentaram uma retenção abaixo de 10 %, demonstrando que as membranas preparadas provavelmente encontram-se na faixa de microfiltração.\nSendo assim, optou-se por realizar uma análise de retenção já reportada anteriormente por Arzani et al. (2018) para caracterização de membranas, onde foi utilizada a turbidez como parâmetro para quantificar a retenção das membranas.\nPara a realização dos testes foi preparada uma solução com concentração de 0,25 g L-1 de amido de milho (Delaware, RS - Brasil) com um diâmetro médio de\n12,13\t± 0,07 pm (LUCHESE, 2018). O sistema foi operado durante 60 minutos com uma pressão transmembrana de 2 bar, sendo verificado o fluxo a cada 10 minutos. Foram coletadas amostras da alimentação inicial e final, bem como do permeado final para verificar a eficiência da remoção da turbidez. Para realizar as análises de turbidez foi utilizado o turbidímetro Policontrol (AP-2000, Brasil).\nAlém da avaliação da turbidez, também realizou-se o teste de iodo (2 %). Como o amido é uma molécula de alta massa molar, que sofre a reação de complexação e consequentemente a formação de compostos coloridos. Neste caso, ao adicionar a\nsolução de iodo numa solução que contenha amido, a amilose forma um complexo azul, enquanto a amilopectina forma um complexo amarelo/vermelho (NEVES, 2018). A coloração amarela indica que não há amido presente na solução.\nLimpeza térmica\nPara avaliar a recuperação de fluxo de permeado após o processo de filtração com a solução de amido, realizou-se um teste utilizando um processo de limpeza térmica. A limpeza térmica consistiu em ressinterizar as membranas caracterizadas previamente, utilizando a mesma rampa de sinterização previamente descrita. Em seguida, a membrana foi submetida à avaliação de desempenho hidráulico (fluxograma da Figura 13) a fim de avaliar o efeito da limpeza térmica.\n3.6.5\tAnálise estatística\nOs resultados dos testes de retração, porosidade aparente e avaliação de desempenho foram submetidos à análise estatística somente para as membranas preparadas com resíduo de 100 mesh, em diferentes proporções. As análises de variância entre as amostras e o Teste de Tukey foram feitos no software STATISTICA 8.0 (Statsoft Inc., Tulsa, USA) com nível de confiança de 95 % (p &lt;0,05).\n4\tRESULTADOS E DISUSSÃO\nNeste capítulo são apresentados e discutidos os resultados obtidos em cada uma das etapas do trabalho na seguinte ordem: testes preliminares para identificar qual o melhor tipo de resíduo agroindustrial para ser utilizado como agente formador de poros, caracterização da alumina e do resíduo selecionado, preparação e caracterização das membranas.\n4.1\tTESTES PRELIMINARES\nOs resultados dos testes preliminares para os residuos testados demonstraram que os residuos que apresentam características adequadas para a incorporação nas membranas preparadas pela técnica de centrifugai casting são: a torta de gergelim, a casca de nozes, a torta de linhaça e a casca de amendoim.\nO critério de escolha foi observar a melhor interação entre a alumina e o resíduo na dispersão com água destilada, ou seja, a dispersão não deveria apresentar formação de bolhas. Neste caso, o resíduo de casca de nozes foi o que apresentou os melhores resultados, sendo então o resíduo selecionado para ser utilizado no desenvolvimento do trabalho. No Apêndice A encontram-se as imagens das dispersões preparadas com todos os resíduos testados.\nAs membranas foram preparadas utilizando resíduo de casca de nozes com 28, 48 e 100 mesh em concentrações de 0,1 %, 0,25 % e 0,5 %; alumina comercial CT3000SG e água destilada. As informações da composição e os códigos utilizados para identificar as membranas preparadas estão detalhadas na Tabela 1.\nTabela 1. Codificação das membranas cerâmicas preparadas com a incorporação do resíduo de casca de nozes.\nCÓDIGO\tPENEIRA (mesh)\tCONCENTRAÇÃO DE RESÍDUO (%)\tCONCENTRAÇÃO DE AÍ2Os (%)\tCONCENTRAÇÃO DE ÁGUA (%)\n000R\t-\t-\t50,00\t50,0\n010R-28\t\t0,10\t49,90\t50,0\n025R-28\t28\t0,25\t49,75\t50,0\n050R-28\t\t0,50\t49,50\t50,0\n010R-48\t\t0,10\t49,90\t50,0\n025R-48\t48\t0,25\t49,75\t50,0\n050R-48\t\t0,50\t49,50\t50,0\n010R-100\t\t0,10\t49,90\t50,0\n025R-100\t100\t0,25\t49,75\t50,0\n050R-100\t\t0,50\t49,50\t50,0\n4.2\tCARACTERIZAÇÃO DA ALUMINA\nO resultado da análise granulométrica da alumina está apresentado na Figura 14. O diâmetro médio das partículas foi determinado pelo D50 (mediana da distribuição), sendo que o valor encontrado na análise para a alumina CT3000SG foi 2,17 pm. Conforme informações do fornecedor o tamanho médio das partículas está entre 0,3 e 0,6 pm, diferente do valor encontrado neste trabalho. Esta diferença pode ser atribuída à formação de aglomerados durante a realização da análise, uma vez que Topateç, (2017), Kroll et al. (2014) e Kirkbaç (2016) utilizando a mesma alumina encontraram um valor de D50 de 0,5 pm.\nFigura 14. Distribuição granulométrica da alumina em função do volume (%) e do tamanho\nO resultado da análise de DRX realizado para a alumina está apresentado na Figura 15. A partir da análise do difratrograma, observa-se a presença de picos principais nos ângulos de varredura 34,5 °, 42,5 ° e 56,3 ° e picos menores em 25,1 °,\n37,1\t°, 51,5 °, 60,1 °, 65,1 °, 66,7 ° e 75,5 °, comprovando que trata-se de uma estrutura cristalina, semelhante à estrutura encontrada por Boumaza et al. (2009) e Luo et al. (2018), indicando que a alumina encontra-se na fase a.\nOs resultados do ensaio de fluorescência de raios-X estão apresentados na Tabela 2. O percentual de Al2O3 encontrado foi de 99 % e quantidades menores para os demais óxidos presentes em sua composição, confirmando os dados fornecidos pela empresa Almatis, de que a alumina CT3000G apresenta em sua composição cerca de 99 % Al2O3.\nTabela 2. Análise de fluorescência de raios-X da alumina.\nCOMPOSTO\tCONCENTRAÇÃO (%)\nAI2O3\t99,03\nSÍO2\t0,56\nCaO\t0,19\nNa2O\t0,14\nFe2O3\t0,05\nTÍO2\t0,03\n4.3\tCARACTERIZAÇÃO DO RESÍDUO DE CASCA DE NOZES\nNa Figura 16 é apresentado o estudo de difração de raios-X de casca de noz pecã, pela análise do espectro observa-se uma banda alargada no ângulo de 22°, correspondendo a estrutura do carbono amorfo. Xu et al. (2017) encontraram um difratograma com comportamento similar, concluindo que a casca de nozes possui uma estrutura amorfa.\nFigura 16. Difração de raios-X da casca de noz pecã.\nNa Tabela 3 está apresentada o resultado da fluorescência de raios-X (FRX) do resíduo de casca de nozes. O resíduo é composto, majoritariamente, pelos óxidos de cálcio (CaO) e de potássio (K2O) e quantidades menores de outros óxidos. Os elementos minerais Ca, K, Mg, Al, Fe e Mn também foram identificados por Welna et al. (2008), Wakeling et al. (2001) e Qadri et al. (2017) ao caracterizarem resíduos semelhantes, com exceção do óxido de silício (SiO2). É importante ressaltar que por se tratar de uma cultura do Rio Grande do Sul, fatores genéticos, origem, condições ambientais, composição do solo, estágio de maturação e métodos de cultivo influenciam na composição nutricional da noz pecã. Deste modo, os cultivos em diferentes regiões do Brasil, bem como as diversas regiões geográficas do planeta podem afetar expressivamente a composição nutricional e os componentes fitoquímicos presentes na noz-pecã (LAVEDRINE et al., 2000).\nTabela 3. Fluorescência de raios-X (FRX) da casca de noz pecã.\nCOMPOSTO\tCONCENTRAÇÃO(%)\nCaO\t51,6\nK2O\t29,1\nMgO\t5,5\nSiO2\t5,3\nAhO3\t3,7\nFe2O3\t3,2\nMnO\t1,6\nNa Tabela 4 são apresentados os resultados da análise bromatológica do resíduo de casca de noz pecã. O conteúdo de fibra bruta, teores de cinzas e valor calórico da casca de noz pecã apresentaram valores em torno de 53 %, 2 % e\n49 kcal kg-1, respectivamente, valores próximos aos descritos por Prado (2008), que encontrou cerca de 48 %, 1,4 % e 33 kcal kg-1, respectivamente.\nTabela 4. Análise bromatológica da casca de nozes pecã.\n\tMATÉRIA SECA (%)\tMATÉRIA NATURAL (%)\nMatéria Seca\t100,0\t96,6\nUmidade\t-\t3,4\nMatéria Orgânica\t97,6\t94,2\nProteína Bruta\t1,7\t1,6\nFibra Bruta\t53,2\t51,4\nExtrato Etéreo\t3,2\t3,1\nCinzas\t2,4\t2,4\nExtrato Não Nitrogenado\t39,5\t38,1\nEnergia Bruta (kcal kg-1) NDT\t49,4\t47,7\nOs resultados de absorção média de água para as diferentes granulometrias do resíduo de noz pecã estão apresentados na Tabela 5. Observa-se uma relação entre o tamanho da partícula do resíduo com a absorção média de água, uma vez que quanto maior o tamanho de partícula, maior a absorção de água. Comparando os valores encontrados para a absorção média do resíduo de 28 e 100 mesh, observase um aumento de 1,25 vezes.\nTabela 5. Capacidade de absorção de água média da casca de noz pecã (%) em função do tamanho das partículas.\nPENEIRA (mesh)\tABSORÇÃO MÉDIA (%)\n28\t51,1 ± 1,3\n48\t55,7 ± 3,1\n100\t63,7 ± 2,9\nA capacidade de absorção de água do resíduo de casca de nozes está associada, especialmente à presença de fibras e de proteínas em sua composição, como demonstrado na Tabela 4. Em relação às fibras, a sua capacidade de hidratação está relacionada ao conteúdo de celulose e hemicelulose, que são componentes hidrofílicos. Já a absorção de água devido à presença de proteínas está vinculada diretamente à quantidade e ao perfil dos aminoácidos, intensificando-se com a presença de aminoácidos com grupos carregados (interações íon-dipolo). Outros\nfatores que também influenciam na absorção de água são a temperatura, o pH e a conformação das moléculas (MOURE et al., 2006).\nO termograma do resíduo de casca de nozes está apresentado na Figura 17. De acordo com os resultados a perda de massa inicial, próxima de 9% da massa total, ocorreu na faixa de 30 °C e 105 °C, sendo atribuída principalmente à perda de umidade. Já entre as temperaturas de 180 °C e 400 °C identificou-se a maior perda de massa, com uma redução de 50 % em relação à massa inicial. Acima de 400 °C, verificou-se uma perda de massa menor que 18 %, demonstrando que a decomposição térmica estava completa à 800 °C (ALDANA et al., 2015; FASINA; LITTLE, 2012; SENNECA et al., 2018). Este resultado indica que a o resíduo de casca de nozes será totalmente removido da estrutura da membrana durante o processo de sinterização, resultando em uma provável formação de poros. Na curva de DTG é possível identificar dois picos principais um máximo em 364 °C, que corresponde à decomposição da celulose, enquanto os picos em 240 °C e em 290 °C correspondem à decomposição da hemicelulose (GAUR; REED, 1998).\nFigura 17. Termograma do resíduo de casca de noz pecã (taxa de aquecimento = 10 °C min-\n1 e vazão de N2 = 100 mL min-1) com varredura entre 25 °C e 1100 °C. .\n4.4\tPREPARAÇÃO DA DISPERSÃO\nNa Figura 18 é apresentada os resultados de viscosidade da dispersão em função da concentração de resíduo. Observa-se que à medida que aumenta o teor de resíduo na composição da dispersão, a viscosidade aumenta, provavelmente devido a maior absorção de água pelo resíduo. Resultados semelhantes foram encontrados na literatura: Kim et al. (1998) utilizaram polietilenoglicol (PEG) e Alsalhy et al. (2014) utilizaram polietersulfona (PES) como agentes formadores de poros.\nFigura 18. Viscosidade das dispersões preparadas com diferentes concentrações de resíduo\n4.5\tCARACTERIZAÇÃO DAS MEMBRANAS\nAs membranas foram preparadas utilizando resíduos com diferentes granulometrias, no entanto serão apresentados apenas os resultados para as membranas preparadas com resíduo na granulometria de 100 mesh, uma vez que não foi possível obter membranas livres de defeitos e com resistência mecânica quando foram incorporados resíduos nas granulometrias de 28 mesh e de 48 mesh. Na Figura 19 estão apresentadas as fotografias das membranas que apresentaram falhas após o processo de sinterização.\nFigura 19. Fotografias das membranas que apresentaram falhas após o processo de sinterização em a) 010R-28; b) 025R-28; c) 050R-28; d) 010R-48; e) 025R-48; f) 050R-48.\nAcredita-se que este fenômeno pode ser relacionado com os resultados obtidos para a análise de absorção de água do resíduo, bem como a liberação de gases de matéria orgânica, uma vez que ao ser queimado o resíduo, gases são liberados (gás\ncarbônico, água e partículas de hidrogênio) durante a secagem e a sinterização, se não há uma expulsão adequada destes componentes, pode gerar bolhas e possíveis trincas. Em relação a outra possível causa, a elevada hidratação do resíduo em relação à alumina, pode resultar em um processo de secagem não uniforme, mesmo utilizando um ambiente de secagem em condições controladas (câmara climática) para a realização desta etapa, ocorrendo nesse caso, contrações desiguais durante a secagem. Para a secagem adequada de um corpo cerâmico, é necessário remover primeiramente a água interpartículas, pois a contração volumétrica é diretamente proporcional ao volume de água interpartículas que foi removida, todavia, quando a água é removida dos poros ocorre uma contração pequena ou até mesmo desprezível (VLACK, 1973).\nVale ressaltar que, as membranas preparadas com resíduos nas granulometrias de 28 e 48 mesh estavam secas após 2 ou 3 dias, enquanto as preparadas com resíduo de granulometria 100 mesh necessitaram de 3 a 5 dias para a completa secagem. Esse resultado indica que a presença do resíduo influenciou a capacidade de absorção de água da dispersão e, consequentemente, a cinética de secagem das membranas, provavelmente devido ao aumento do teor de fibras com o aumento da granulometria e do conteúdo de resíduo incorporado à dispersão.\n4.5.1\tMorfologia\nNa Figura 20 está apresentada uma fotografia das membranas à base de alumina incorporadas de resíduo com granulometria de 100 mesh preparadas neste trabalho.\nFigura 20. Fotografia das membranas cerâmicas com resíduo de 100 mesh após a sinterização.\nNesta imagem é possível observar que ao aumentar a proporção de resíduo, o diâmetro externo diminuiu, uma vez que a retração do diâmetro é influenciada pela\ntensão de cisalhamento inicial e pela tensão superficial da dispersão, além da temperatura e do tempo de sinterização. Como a temperatura e o tempo de sinterização foram mantidos constantes, a absorção de água pelo resíduo pode ter influenciado na retração, ou seja, quantidades maiores de resíduo absorveram uma quantidade maior de água e, consequentemente, a eliminação da água do corpo cerâmico resultou em uma retração maior. As membranas 000R e 010R-100 não apresentaram influência deste fator, provavelmente porque a incorporação de apenas 0,1 % de resíduo na dispersão não foi suficiente para alterar o processo de retração.\nOs resultados da análise morfológica das membranas pela técnica de microscopia eletrônica de varredura (MEV) da superfície externa e interna estão apresentados na Figura 21. A partir das micrografias, é possível observar que as membranas apresentaram um aspecto mais rugoso na superfície externa, enquanto na superfície interna o aspecto foi mais liso e homogêneo. Além disso, constatou-se um aumento na quantidade de erupções na superfície interna com o aumento da quantidade de resíduo nas membranas, provocado provavelmente pelas bolhas de vapor, que se contraem e se quebram durante a etapa de secagem e sinterização do corpo cerâmico (SALGADO et al., 2008). Uma ampliação de 5000x das superfícies externa e interna, conforme consta no Apêndice B, demonstrou que não houve diferença aparente no tamanho de granulometria, uma vez que como está sendo utilizada a mesma temperatura de sinterização, a densificação parcial não é alterada, contudo identifica-se uma aglomeração maior e partículas menos coesas na superfície externa do que interna.\nFigura 21. Micrografias da superfície externa e interna das membranas cerâmicas (ampliação de 100x).\nNa Figura 22 são apresentados os resultados do MEV para a seção transversal das membranas preparadas com resíduo de casca de nozes de 100 mesh e da membrana preparada sem incoporação resíduo. Na imagem da seção transversal é possível identificar uma estrutura assimétrica, característica do processo de centrifugal casting, com uma distribuição hierárquica das partículas, promovendo uma estrutra mais externa rugosa e uma estrutra mais interna homogênea e compacta, conforme já reportado em outros estudos (MERTINS; KRUIDHOF; BOUWMEESTER, 2005; STEENKAMP et al., 2001), uma vez que a velocidade de rotação e o tempo utilizado no preparo das membranas, influenciam diretamente na qualidade da distribuição das camadas tanto da superfície externa quanto interna.\n\nFigura 22. Micrografias da seção transversal das membranas cerâmicas (ampliação de 50x).\n000R\nOlOR-lOO\n025R-100\n050R-100\n4.5.2\tPorosidade aparente\nNa Tabela 6 são apresentados os resultados da porosidade aparente para as membranas preparadas com diferentes granulometrias de resíduo de casca de noz pecã, utilizando o princípio de Arquimedes. Observa-se um aumento da porosidade com o aumento da concentração de resíduo com mesmo tamanho de partícula. Um estudo realizado por Bose e Das (2015) foi utilizado serragem como agente formador de poros com granulometrias de 30 mesh, 44 mesh, e 100 mesh na preparação de membranas cerâmicas. Apesar da quantidade de resíduo não ser a mesma, os resultados dos autores apresentaram um comportamento similar aos encontrados neste estudo, i.e., verificaram um aumento da porosidade das membranas com o aumento da concentração de serragem.\nAdicionalmente, observa-se que, de maneira geral, a incorporação de diferentes granulometrias de resíduo de casca de noz pecã não promoveu alterações significativas nos valores de porosidade aparente. O Teste de Tukey demonstrou que a porosidade das membranas 010R-100, 025R-100 e 010R-48 é estatisticamente igual à da membrana sem adição de agente formador de poros 000R, indicando que não houve influência da adição do agente formador de poros na porosidade aparente.\nJá para as demais composições as membranas apresentaram uma porosidade aparente maior do que as membranas preparadas sem a adição do agente formador de poros (000R).\nTabela 6. Porosidade aparente média das membranas preparadas com diferentes\nconcentrações de resíduo de casca de nozes.\nMEMBRANA\tPOROSIDADE APARENTE MÉDIA (%)\n000R\t31,1 ± 0,5c\n010R-28\t37,7 ± 0,2ab\n025R-28\t38,7 ± 0,3ab\n050R-28\t41,0 ± 2,0a\n010R-48\t35,9 ± 0,7abc\n025R-48\t40,3 ± 0,3a\n050R-48\t41,5 ± 2,1a\n010R-100\t33,6 ± 4,0bc\n025R-100\t35,1 ± 1,0abc\n050R-100\t39,6 ± 0,3ab\n*Letras diferentes nas colunas indicam que houve diferença estatisticamente significativa (p &lt;0,05) pelo teste de Tukey entre as amostras.\n4.5.3\tRetração linear\nOs resultados da análise de retração linear para as diferentes membranas preparadas neste estudo estão apresentados na Figura 23. A partir dos dados apresentados e por meio da análise estatística de Tukey, é possível verificar que não houve diferença significativa no teste de retração entre as composições 000R e 010R-100, bem como na de 025R-100 e de 050R-100, indicando que ambos os grupos apresentaram a mesma retração linear. Este resultado pode ser devido à absorção de água pelo resíduo, uma vez que as composições com uma maior quantidade de resíduo apresentaram uma retração linear maior, pois uma saída maior de água das partículas entrecamadas faz com que ocorra uma contração maior do que aquelas com menor quantidade de resíduo.\nFigura 23. Valores da retração linear das membranas cerâmicas.\nb\n*Letras diferentes nas colunas indicam que houve diferença estatisticamente significativa (p<0,05) pelo teste de Tukey entre as amostras.\n4.5.4\tAvaliação do desempenho hidráulico\nPreviamente aos testes de desempenho hidráulico, as membranas foram submetidas ao processo de compactação. Na Figura 24 está apresentada os resultados obtidos de quatro amostras nesta etapa para as membranas preparadas com resíduo na granulometria de 100 mesh. Avaliando o gráfico, verifica-se que após 40 min de compactação na pressão de 5 bar, as membranas estavam compactadas, além disto a redução de fluxo não foi superior à 12 %.\nOs resultados de compactação indicam que o agente formador de poros tem efeito sobre a estrutura da membrana cerâmica e, como consequência, no fluxo de permeado. A compactação das membranas 000R, 010R-100 e 025R-100 ocorreu em uma faixa de valores de fluxo muito próximos, aproximadamente 300 L m-2 h-1, demonstrando uma baixa influência da adição do agente formador de poros, no entanto para a membrana 050R-100 o fluxo ficou em torno de 900 L m-2 h-1 demonstrando uma redução da resistência ao fluxo, provavelmente devido ao aumento do tamanho dos poros e/ou da porosidade da membrana.\nFigura 24. Compactação das membranas cerâmicas com resíduo de casca de nozes\nApós a etapa de compactação, realizou-se o teste de permeância hidráulica com água destilada em diferentes pressões. Na Figura 25 está apresentada o fluxo de permeado das membranas à base de alumina incorporadas com diferentes quantidades de resíduo (100 mesh) em função da pressão transmembrana. O comportamento do fluxo do permeado para água destilada foi linear com relação à pressão aplicada, sendo que o valor de permeância hidráulica encontrado por meio da regressão linear para as membranas 000R, 010R-100, 025R-100 e 050R-100 foi de 47,4; 50,5; 49,2 e 78,9 L m-2 h-1 bar-1, respectivamente. Kouras et al. (2017) prepararam membranas cerâmicas à base de areia de quartzo utilizando carbonato de cálcio (CaCO3) como agente formador de poros. Como resultado, os autores obtiveram um comportamento semelhante em relação ao fluxo de permeado, ou seja, os fluxos aumentaram com a adição de CaCO3, apesar dos valores nominais apresentarem uma ordem de grandeza muito superior.\nFigura 25. Fluxo de permeado de água destilada para as membranas cerâmicas (temperatura = 25 ± 1 °C).\n400 -\n300 -\nÉ\n~ 200-\nx _□\n“■ 100 -\n0\n0\nX000R\t■ 010R-100 A025R-100\n♦ 050R-100\n1\t2\t3\nPressão (bar)\n♦\n■\n♦\n♦\n■\n4\nI\n5\nPara avaliar a retenção das membranas preparadas realizou-se a filtração de uma solução padrão de amido (0,25 g L-1) com turbidez conhecida. Os resultados foram obtidos após a filtração da solução padrão durante 1 hora pelas membranas preparadas com diferentes quantidades de resíduo de casca de nozes. A turbidez inicial da solução de amido era de aproximadamente 56 NTU para todos os testes, e após a filtração durante 1 hora através das membranas preparadas, a turbidez final encontrada foi de 0 NTU, demonstrando que houve uma retenção de 100 % do amido. Segundo a Portaria MS n° 2.914/2011 do Ministério da Saúde, o valor de 5 NTU é o valor máximo permitido no sistema de distribuição da água e se refere ao padrão organoléptico de potabilidade (BRASIL, 2011).\nO resultado do teste com iodo está apresentado na Figura 26 para uma das amostras de concentrado e de permeado final. Os resultados foram os mesmos para todas as membranas testadas, ou seja, o concentrado apresentou coloração azulada, enquanto o permeado apresentou uma coloração amarelada, corroborando com o resultado de turbidez, isto é, as membranas apresentaram uma retenção de 100 % para o amido, evidenciando uma possível aplicação para essas membranas.\nFigura 26. Teste de iodo (2 %) no concentrado e no permeado.\nNa Figura 27 estão apresentados os resultados de permeância hidráulica inicial das membranas, de permeância após a filtração com a solução de amido e da permeância recuperada após a limpeza térmica. Pela análise dos resultados verificase que a permeância hidráulica inicial da membrana com concentração de 0,5 % de resíduo é mais alta do que as permeâncias obtidas para as membranas com concentrações de resíduo de 0 %, 0,10 % e 0,25 %, sendo os valores médios encontrados de 44; 48; 46 e 79 L m-2 h-1 bar-1 para as membranas de 000R, 010R-100, 025R-100 e 050R-100, respectivamente. Os maiores valores de permeância hidráulica podem estar relacionados ao aumento da porosidade e do tamanho de poros (KOURAS et al., 2017).\nDurante o experimento de retenção da solução de amido ficou constatado que houve redução do fluxo de permeado à medida que as membranas eram utilizadas. Conforme a Figura 27, os valores encontrados para as membranas de 000R, 010R-100, 025R-100 e 050R-100 foram de 26, 28, 32 e 36 L m-2 h-1 bar-1 nesta ordem, com reduções de permeância hidráulica, em relação ao valor da membrana nova de 59, 58, 69 e 46 %, respectivamente. Esta redução de fluxo foi causada pela incrustação de amido nos poros na matriz cerâmica. A análise estatística também foi realizada para avaliar o comportamento das membranas com relação à incrustação com amido.\nFigura 27. Permeância hidráulica da membrana nova (P inicial), após o experimento com solução de amido (P final) e após a limpeza térmica (P recuperada) para as membranas 000R, 010R-100, 025R-100 e 050R-100.\no\n100 -i\n■ P inicial «P final\n■ P recuperada\nb\n80 -\n2 'Cü\n■o\n60 -\n\n■\nb\nõ c&lt;ro o E\no Q_\nCM\nÈ\n40 -\n20 -\n000R\n010R-100\t025R-100\nMembranas\n050R-100\n0\nT\nT\nT\n1\n*Letras diferentes nas colunas indicam que houve diferença estatisticamente significativa (p &lt;0,05) pelo teste de Tukey entre as amostras.\nEm seguida, avaliou-se a eficiência da limpeza para a recuperação de fluxo de permeado. Os resultados obtidos demonstraram uma recuperação da permeância hidráulica de 99,1 %, 100 %, 100 % e 90,7 %, com valores de permeância hidráulica média após a limpeza térmica de 44, 49, 47 e 72 L m-2 h-1 bar-1 para as membranas 000R, 010R-100, 025R-100 e 050R-100, respectivamente. A possibilidade de recuperação do fluxo de permeado das membranas demonstra a viabilidade econômica e ambiental, uma vez que as membranas foram limpas através de um processo térmico, sem que ocorresse a deterioração da membrana, apesar do custo energético em ressinterizá-la novamente. De acordo com a análise de variância entre as amostras e o Teste de Tukey, tanto as membranas 000R, 010R-100 e 025R-100 novas quanto as submetidas ao processo de limpeza térmica não apresentaram diferença significativa no valor médio de permeância hidráulica obtido, indicando que todas as membranas apresentaram recuperação completa de fluxo em relação ao valor de permeância hidráulica inicial.\n5\tCONCLUSÕES\nNeste trabalho foram preparadas membranas cerâmicas tubulares à base de a-alumina com a incorporação de resíduo de casca de noz pecã utilizando a técnica do centrifugai casting.\nAs conclusões específicas que podem ser delineadas a partir dos resultados obtidos nos experimentos de preparação das membranas cerâmicas são citadas a seguir.\n•\tO resíduo de casca de nozes apresenta uma elevada absorção de água, devido às fibras presentes na sua estrutura provenientes da lignocelulose, afetando a viscosidade inicial da dispersão, e consequentemente, a estrutura final da membrana formada.\n•\tAs membranas à base de alumina incorporadas com resíduo na granulometria de 28 mesh e 48 mesh apresentam um processo de secagem mais rápido do que as membranas preparadas com resíduo na granulometria de 100 mesh, indicando que o tamanho das partículas do resíduo afeta diretamente a capacidade de absorção de água da dispersão e a cinética de secagem das membranas.\n•\tFoi possível preparar membranas isentas de falhas e trincas apenas com o resíduo de casca de noz pecã na granulometria de 100 mesh, nas concentrações de 0,1 %, 0,25 % e 0,5 %.\n•\tAs membranas 025R-100 e 050R-100, após o processo de sinterização, apresentam uma retração maior do que as membranas 000R e 010R-100, provavelmente porque maiores concentrações de resíduo absorvem mais água e, após a secagem e a sinterização, a água é removida, resultando em retrações maiores.\n•\tCom relação ao aspecto morfológico das membranas identificou-se a influência da velocidade de rotação e do tempo utilizado na formação das entrecamadas, pois as membranas apresentaram uma distribuição assimétrica com uma estrutura mais rugosa no lado externo, enquanto no lado interno, uma superfície mais lisa e homogênea, além disso, houve uma elevação do número de cavidades na superfície com o aumento da quantidade de resíduo.\n•\tOs resultados de porosidade aparente demonstraram que 010R-100, 025R-100 e 010R-48 é equivalente ao tamanho de 000R, indicando que não houve a influência do agente formador de poros. Com relação à mesma partícula, verificou-se que não há diferença significativa com o aumento do teor de resíduo.\n•\tAs membranas demonstraram ser pouco compactáveis, pois houve uma diminuição de fluxo permeado de no máximo 12 %. Após a compactação, o fluxo de permeado de água aumenta linearmente com a pressão transmembrana para todas as membranas, indicando que as membranas estavam compactadas.\n•\tA permeância hidráulica aumentou com o aumento da quantidade de resíduo, sendo os valores médios encontrados 44, 48, 47 e 79 L m-2 h-1 bar-1 para as membranas de 000R, 010R-100, 025R-100 e 050R-100, respectivamente. O fluxo elevado da membrana 050R-100 está relacionado com o aumento da porosidade e do tamanho de poros, bem como a morfologia, indicando que a influência do agente formadores de poros é significativo para concentrações mais altas.\n•\tO ensaio de turbidez demonstrou uma retenção de 100 % para a solução de amido, comprovando assim, a eficiência da membrana na remoção de turbidez, indicando uma possível aplicação para essas membranas no tratamento de efluentes e de água.\n•\tA limpeza térmica aplicada às membranas mostrou-se eficiente, pois foi possível recuperar o fluxo inicial de água, indicativo de que os corpos cerâmicos podem ser reaproveitados, consequentemente, acarreta uma minimização dos custos e do impacto ambiental, já que muitos resíduos industriais são descartados de forma inapropriada.\n6\tSUGESTÕES PARA TRABALHOS FUTUROS\nAs sugestões para trabalhos futuros de acordo com os resultados obtidos, bem como as dificuldades encontradas neste trabalho, são citadas a seguir.\n•\tEstudo prévio da absorção de água e análise bromatólogica dos resíduos disponíveis.\n\n\n\nAvaliação da incorporação de aditivos nas membranas cerâmicas para promover uma melhor resistência.\nEstudo de outras matérias-primas à base de alumina, visando a redução de custo na preparação das membranas.\nEstudar a interação entre a alumina e o agente formador de poros com outras granulometrias e com diferentes temperaturas para identificar a influência na densificação do grão.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALDANA, H. et al. Bioresource technology thermogravimetric characterization and gasification of pecan nut shells. BIORESOURCE TECHNOLOGY, v. 198, n. 7, p. 634641,2015.\nALFREDO, V. O. et al. Physicochemical properties of a fibrous fraction from chia (Salvia hispanica L.). LWT - Food Science and Technology journal, v. 42, n. 12, p. 168-173, 2009.\nALSALHY, Q. F. et al. Poly(ether sulfone) (PES) hollow-fiber membranes prepared from various spinning parameters. Desalination, v. 345, p. 21 -35, 2014.\nARZANI, M. et al. Ceramic monolith as microfiltration membrane: preparation, characterization and performance evaluation. Applied Clay Science, v. 161, n. 2, p. 456-463, 2018.\nBAKER, R. W. Membrane Technology and Applications. 2. ed. Califórnia: John Wiley &amp; Sons, 2004.\nBELIBI BELIBI, P. et al. Microfiltration ceramic membranes from local Cameroonian clay applicable to water treatment. Ceramics International, v. 41, n. 3, p. 2752-2759, 2015.\nBEN, M. et al. Preparation and characterization of new ceramic membranes for ultrafiltration. Ceramics International journal, v. 44, n. 10, p. 2328-2335, 2018.\nBOSE, S.; DAS, C. Sawdust: From wood waste to pore-former in the fabrication of ceramic membrane. Ceramics International, v. 41, n. 3, p. 4070-4079, 2015.\nBOUMAZA, A. et al. Transition alumina phases induced by heat treatment of boehmite: an X-ray diffraction and infrared spectroscopy study. Journal of Solid State Chemistry, v. 182, n. 5, p. 1171 -1176, 2009.\nBRASIL. Ministério da Saúde. Portaria No 2914, de 12 de dezembro de 2011. Dispõe sobre os procedimentos de controle e de vigilância da qualidade da água para consumo humano e seu padrão de potabilidade. Diário Oficial da República Federativa do Brasil. Brasília, 12 de dezembro de 2011.\nBUEKENHOUDT, A. Stability of porous ceramic membranes. Membrane Science and Technology, v. 13, n. 7, p. 1-31,2008.\nCERN, M.; ZIVCOVÁ, Z. Elastic properties of porous oxide ceramics prepared using starch as a pore-forming agent. Journal of the European Ceramic Society, v. 29, n. 13, p. 2765-2771,2009.\nCORBIN, S. F. Engineered porosity via tape casting, lamination and the percolation of pyrolyzable particulates. Journal of the American Ceramic Society, v. 82, p. 16931701, 1999.\nDELE-AFOLABI, T. T. et al. Research trend in the development of macroporous ceramic components by pore forming additives from natural organic matters: a short review. Ceramics International, v. 43, n. 2, p. 1633-1649, 2017a.\nDELE-AFOLABI, T. T. et al. Investigating the effect of porosity level and pore former type on the mechanical and corrosion resistance properties of agro-waste shaped porous alumina ceramics. Ceramics International, v. 43, n. 12, p. 8743-8754, 2017b.\nDELE-AFOLABI, T. T. et al. Significant effect of rice husk and sugarcane bagasse pore formers on the microstructure and mechanical properties of porous Al2O3/Ni composites. Journal of Alloys and Compounds, v. 743, n. 1, p. 323-331, 2018.\nDING, D. et al. Adsorption of cesium from aqueous solution using agricultural residue e walnut shell: equilibrium, kinetic and thermodynamic modeling studies. Sciverse Science Direct, v. 47, n. 7, p. 2563-2571,2013.\nDUTRA, R. P. S.; PONTES, L. R. DE A. Obtenção e análise de cerâmicas porosas com a incorporação de produtos orgânicos ao corpo cerâmico. Cerâmica, v. 48, n. 308, p. 223-230, 2002.\nELGAMOUZ, A.; NAJIBTIJANIB. From a naturally occurring-clay mineral to the production of porous ceramic membranes. Microporous and Mesoporous Materials, v. 271, n. 5, p. 52-58, 2018.\nFASINA, O.; LITTLE, B. TG-FTIR analysis of pecan shells thermal decomposition. Fuel Processing Technology, v. 102, p. 61 -66, 2012.\nGAUR, S., REED, T.B. Thermal Data for Natural and Synthetic Fuels. 1ed. New York: Marcel Dekker, 1998.\nGHOUIL, B. et al. Development and characterization of tubular composite ceramic membranes using natural alumino-silicates for microfiltration applications. Materials Characterization, v. 103, p. 18-27, 2015.\nGIROTTO, K.; OLIVEIRA, G. A.; LIMA, J. D. DE. Estudo de variabilidade econômica da produção de noz pecã em pequenas propriedades rurais. In: ENCONTRO NACIONAL DE ENGENHARIA DE PRODUÇÃO (ENEGEP), 36, 2016, João Pessoa, Paraíba. Anais...João Pessoa: ENEGEP, 2016. p. 1-12.\nGITIS, V.; ROTHENBERG, G. Ceramic Membranes: New Opportunities and Practical Applications. Amsterdam, Netherlands: Wiley-VCH, 2016.\nGREGOROVÁ, E. et al. Porous alumina ceramics prepared with wheat flour. Journal of the European Ceramic Society, v. 30, p. 2871 -2880, 2010.\nHABERT, A. C.; BORGES, C. P.; NOBREGA, R. Processos de Separação por Membranas. Rio de Janeiro: E-papers, 2006.\nHASLAM, J. J. et al. Effects of the use of pore formers on performance of an anode supported solid oxide fuel cell. Journal of the American Ceramic Society, v. 518, p. 513-518, 2005.\nKIM, J. H.; LEE, K. H. Effect of PEG additive on membrane formation by phase inversion. Journal of Membrane Science, v. 138, n. 2, p. 153-163, 1998.\nKIRKBA§, O. Preparation and characterization of ceramic micro/ultra/nanofiltration membranes for separation processes and wastewater treatment. 2016. Thesis (Master of Science in Materials Science and Engineering) — Department of Materials Science and Engineering, Izmir Institute of Technology, Izmir.\nKOURAS, N. et al. Macro-porous ceramic supports for membranes prepared from quartz sand and calcite mixtures. Journal of the European Ceramic Society, v. 37, n. 9, p. 3159-3165, 2017.\nKROLL, S. et al. Colored ceramic foams with tailored pore size and surface functionalization used as spawning plates for fish breeding. Ceramics International, v. 40, n. 10, p. 15763-15773, 2014.\nLAVEDRINE, F. et al. Mineral composition of two walnut cultivars originating in France and California. Food Chemistry, v. 68, n. 3, p. 347-351, 2000.\nLI, H. et al. Inorganic microporous membranes for H2 and CO2 separation - Review of experimental and modeling progress. Chemical Engineering Science, v. 127, n. 1, p. 401 -417, 2015.\nLI, K. Ceramic Membranes for Separation and Reaction. London: John Wiley &amp; Sons, 2007.\nLORENTE-AYZA, M. M. et al. Comparison of extruded and pressed low cost ceramic supports for microfiltration membranes. Journal of the European Ceramic Society, v. 35, n. 13, p. 3681 -3691, 2015.\nLUCHESE, C. L. Desenvolvimento de embalagens biodegradáveis a partir de amido contendo subprodutos provenientes do processamento de alimentos. 2018. Dissertação (Doutorado em Engenharia Química) — Departamento De Engenharia Química, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre.\nLUO, Y. et al. Alpha-to-gamma reverse phase transformation of molten removal in alumina ceramics laser processing. Ceramics International, v. 44, n. 9, p. 1041210419, 2018.\nMERTINS, F. H. B.; KRUIDHOF, H.; BOUWMEESTER, H. J. M. Centrifugal casting of tubular perovskite membranes. Journal of the American Ceramic Society, v. 88, n. 11, p. 3003-3007, 2005.\nMOHANTA, K. et al. Processing and properties of low cost macroporous alumina ceramics with tailored porosity and pore size fabricated using rice husk and sucrose.\nJournal of the European Ceramic Society, v. 34, n. 10, p. 2401-2412, 2014.\nMOURE, A. et al. Functionality of oilseed protein products: a review. Food Research International, v. 39, n. 9, p. 945-963, 2006.\nMULDER, M. Basic Principles of Membrane Technology. 2. ed. Netherlands: Kluwer Academic, 1996.\nNEVES, V. A. Pesquisa de polissacarídeos: reação com o iodo. Disponível em:&lt;http://www.fcfar.unesp.br/alimentos/bioquimica/praticas_ch/teste_amido.htm>.\nAcesso em: 18 nov. 2018.\nORERA, V. M. et al. Design and characterization of macroporous alumina membranes for passive samplers of water contaminants. Journal of the European Ceramic Society, v. 38, n. 4, p. 1853-1859, 2017.\nPRABHAKARAN, K. et al. Preparation of macroporous alumina ceramics using wheat particles as gelling and pore forming agent. Ceramics International, v. 33, p. 77-81,\n2007.\nPRADO, A. C. P. DO. Avaliação da atividade antioxidante da casca e torta de noz pecã [Carya illinoinensis (Wangenh) C. Koch]. 2008. Disertação (Mestrado em Ciência de Alimentos) — Departamento de Ciência e Tecnologia de Alimentos do Centro de Ciências Agrárias, Universidade Federal de Santa Catarina (UFSC). Florianópolis.\nQADRI, S. B. et al. Synthesis and characterization of nanoparticles of wurtzite aluminum nitride from various nut shells. Journal of Alloys and Compounds, v. 708, p. 67-72, 2017.\nSALGADO, P. R. et al. Biodegradable foams based on cassava starch, sunflower proteins and cellulose fibers obtained by a baking process. Journal of Food Engineering, v. 85, n. 3, p. 435-443, 2008.\nSAYEHI, M. et al. Effect of elaboration parameters of a membrane ceramic on the filtration process efficacy. Ceramics International, v. 44, n. December 2017, p. 52025208, 2017.\nSENNECA, O. et al. Slow pyrolysis of walnut shells in nitrogen and carbon dioxide. Fuel, v. 225, n. April, p. 419-425, 2018.\nSILVA, F. M. N.; LIMA, E. G.; RODRIGUES, M. G. F. Influência da calcinação nas transformações de fase da gibsita-boemita-gama/alumina. In: CONGRESSO BRASILEIRO DE CERÂMICA, 60, 2016, Águas de Lindóia. Anais...Águas de Lindóia: ABCERAM, 2016. p. 69-79.\nSTEENKAMP, G. C. et al. Centrifugal casting of ceramic membrane tubes and the coating with chitosan. Separation and Purification Technology, v. 25, n. 1-3, p. 407-413, 2001.\nSUI, X.; HUANG, X. The characterization and water purification behavior of gradient ceramic membranes. Separation and Purification Technology, v. 32, n. 1 -3, p. 7379, 2003.\nTOPATE§, G. AI2O3 ceramics with graded porosity produced from natural and artificial pore formers. Journal of Polytechnic, v. 20, n. 3, p. 595-598, 2017.\nULBRICHT, M.; SUSANTO, H. Membranes for Membrane Reactors: Preparation, Optimization and Selection. 1. ed. Atrium: John Wiley &amp; Sons, 2011.\nUZUN, B. B.; YAMAN, E. Pyrolysis kinetics of walnut shell and waste polyolefins using thermogravimetric analysis. Journal of the Energy Institute, v. 90, n. 6, p. 825-837, 2017.\nVIANA, L. G.; CRUZ, P. S. Reaproveitamanto De Resíduos Agroindustriais. In: CONGRESSO BAIANO DE ENGENHARIA SANITÁRIA E AMBIENTAL, 4, 2016, Cruz das Almas, Bahia. Anais...Cruz das Almas: COBESA, 2016. p.1-3.\nVLACK, V. Propriedade dos materiais cerâmicos. 1. ed. São Paulo: Edgard Blucker - USP, 1973.\nWAKELING, L. T. et al. Composition of pecan cultivars Wichita and Western Schley [Carya illinoinensis (Wangenh.) K. Koch] grown in Australia. Journal of Agricultural and Food Chemistry, v. 49, n. 3, p. 1277-1281, 2001.\nWELNA, M.; KLIMPEL, M.; ZYRNICKI, W. Investigation of major and trace elements and their distributions between lipid and non-lipid fractions in Brazil nuts by inductively coupled plasma atomic optical spectrometry. Food Chemistry, v. 111, n. 4, p. 10121015, 2008.\nXU, X. et al. Walnut shell derived porous carbon for a symmetric all-solid-state supercapacitor. Applied Surface Science, v. 411, p. 170-176, 2017.\nZHU, X. et al. Comprehensive study on pyrolysis and co-pyrolysis of walnut shell and bio-oil distillation residue. Energy Conversion and Management, v. 168, n. 4, p. 178187, 2018.\nAPÊNDICE A\nFigura A1. Resultado dos testes preliminares realizados para determinar o resíduo que seria utilizado como agente formador de poros.\n(continua)\nFigura A2. Resultado dos testes preliminares realizados para determinar o resíduo que seria utilizado como agente formador de poros.\n(continuação)\nAPÊNDICE B\nFigura B1. Micrografias da superfície interna e externa das membranas cerâmicas tubulares (ampliação de 5000x).\n000R\n000R\nOlOR-lOO\nO25R-1OO\nO5OR-1OO\n025R-100\nOlOR-lOO\n------------\n-fL\nExterna\nInterna\n050R-100"}]}}}