{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06594"}, {"@name": "filename", "#text": "11141_34398.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "http://e-terra.geopor.pt\nISSN 1645-0388\nVolume 19 - n° 7\n2010\nGEOLOGIA2010\nRevista Electrónica de Ciências da Terra Geosciences On-line Journal\nGEOTIC - Sociedade Geológica de Portugal VIII Congresso Nacional de Geologia\nMaturação orgânica e palinoestratigrafia da Sondagem RUIVO-1, região imersa da Bacia Algarvia. Contribuições para a prospecção de hidrocarbonetos\nOrganic maturation and palynostratigraphy of the well RUIVO-1, offshore Algarve Basin. Contributions for future hydrocarbon exploration\nM. BORGES — marisa.borges@ineti.pt (Universidade do Algarve, Centro de Investigação Marinha e Ambiental &amp; Laboratório Nacional de Energia e Geologia)\nP. FERNANDES — pfernandes@ualg.pt (Universidade do Algarve, Centro de Investigação Marinha e Ambiental)\nB. RODRIGUES - bmgrodrigues@sapo.pt (Universidade do Algarve, Centro de Investigação Marinha e Ambiental)\nV. MATOS — vgmatos@ualg.pt (Universidade do Algarve, Centro de Investigação Marinha e Ambiental)\nResumo: A sondagem RUIVO-1, localizada na região imersa da Bacia Algarvia, foi estudada com a finalidade de se caracterizar o grau de maturação e conhecer as idades das unidades litológicas com base na bioestratigrafia dos dinoflagelados. O estudo do poder reflector da vitrinite indica que a sucessão do Mesozóico está matura em relação à “janela do petróleo”. Os dinoflagelados evidenciaram a presença de uma espessa sucessão do Caloviano, discordante sobre os depósitos evaporíticos do ?Triásico-Hetangiano.\nPalavras-Chave: Bacia Algarvia, RUIVO-1, maturação orgânica, dinoflagelados, hidrocarbonetos.\nABSTRACT: The well RUIVO-1, located in the offshore Algarve Basin, was studied in order to assess its maturation levels and age using the biostratigraphy of dinoflagellate cysts. The vitrinite reflectance values measured indicate that the Mesozoic part of the succession is mature regarding the oil-window. Dinoflagellates revealed the presence of a thick succession of Callovian age, unconformable overlaying the evaporitic deposits of the ?Triassic-Hettangian age.\nKEYWORDS: Algarve Basin, RUIVO-1 well, organic maturation, dinoflagellates, hydrocarbons.\n1.\tINTRODUÇÃO E ENQUADRAMENTO GEOLÓGICO\nO conhecimento actualmente existente, sobre a estratigrafia da região imersa da Bacia Algarvia (BA) resultou, principalmente, da execução de cinco sondagens (Corvina, Ruivo, Imperador, Algarve-1 e Algarve-2) e de estudos de reflexão sísmica, levados a cabo por campanhas de prospecção petrolífera, efectuadas durante as décadas de setenta e oitenta, pelas companhias petrolíferas Chevron, Challenger e Esso. Para o presente trabalho foi estudada a sondagem RUIVO-1 (figura 1A), realizada, pela companhia petrolífera Chevron Oil Comp. Portugal, que atravessou cerca de 2130 m de sedimentos do Mesozóico e Cenozóico (figura 1B)\nNa sondagem RUIVO-1, as rochas do Mesozoico, apresentam uma espessura total de 1258 m, estando representadas no fundo do poço por depósitos evaporitos com cerca 225 m de espessura. Estes depósitos foram datados, por afinidade litológica, com as unidades encontradas na parte emersa da bacia (onshore), de Triásico Superior-Jurássico Inferior (Hetangiano). A estes, sucedem-se calcários micriticos por vezes com intercalações de calcários margosos e argilitos com uma espessura de 823 m, que se encontram datados de Jurássico Médio (Caloviano). As rochas mesozóicas terminam com uma sucessão com cerca de 210 m de espessura, constituída por calcários, arenitos finos e argilitos datados, com reservas por falta de espécies fósseis diagnósticas, do Cretácico Superior (Turoniano). Os 873 m de espessura do topo do poço correspondem a sedimentos do Cenozóico, representados na base por calcários bioclásticos do Oligocénico com uma espessura de 217 m, sobrepostos por uma sucessão clástica com 655 m de espessura, constituída por arenitos com raras intercalações de argilitos siltosos que se encontram datados do Miocénico. As idades dos sedimentos foram estabelecidas, principalmente, com base na presença de Nanofósseis calcários e Foraminíferos . Esta sondagem revelou a presença de três hiatos significativos, neste sector da BA, entre o ?Triásico Sup.-Hetangiano e o Caloviano, entre o Caloviano e o Cretácico Superior, e entre o Cretácico e o Oligocénico. No entanto, estes hiatos não se verificam na região emersa da BA, uma vez que os sedimentos do Jurássico Inferior, Jurássico Superior e Cretácico Inferior têm aí grande expressão.\n2.\tMATERIAIS E MÉTODOS\nForam recolhidas 14 amostras ao longo da sucessão estratigráfica da sondagem RUIVO-1 incidindo apenas sobre margas e calcários margosos disponíveis na sondagem. Estas amostras foram processadas através de técnicas palinológicas descritas por Wood et al. (1996) de modo a concentrar o resíduo orgânico, utilizado posteriormente, nos estudos de maturação orgânica e palinoestratigrafia. O grau de maturação orgânica foi determinado em resíduos palinológicos montados e polidos segundo o método descrito por Hillier &amp; Marshall (1988). A medição do poder reflector aleatório da vitrinite (%Rm) foi realizada utilizando técnicas padronizadas (ISO 7404-5) e as recomendações do ICCP para a determinação do %Rm em matéria orgânica dispersa. Nas amostras cujo resíduo orgânico possuía esporos e pólenes em abundância, foi determinada a cor de fluorescência UV exibida pelas suas paredes celulares. Este parâmetro foi usado, essencialmente, para se estimar de forma expedita o grau de maturação e para confirmar as medidas do %Rm. Os estudos de maturação e palinologia foram realizados com o recurso a um microscópio de luz reflectida Olympus BX51, equipado com uma câmara fotográfica a preto e branco (P/B) e com um sistema de fluorescência acoplado. Na determinação do %Rm as fotografias a P/B das partículas de vitrinite foram analisadas usando uma rotina do programa MatLab® desenvolvida exclusivamente para a determinação do %Rm. Esta rotina calibra a escala de 256 níveis de cinzentos com padrões de reflectividade conhecida. Os padrões utilizados neste estudo foram: 0,428%, 0,595%, 1,715%, 3,15% e 5,37%. Estes valores de reflectância são para luz incidente com um comprimento de onda de 546 nm e imersão em óleo com um índice de refracção de 1,518.\no Faro\n+ Ruivo\n^Corvina\nLegenda\n□\tCenozóico\n□\tMesozólco\n□\tPaleozólco + Poços\n% Rm\nLitologia\nIdade\nPerfil\nArglkto\nT\n1\nAreia, «eixo» • conglomerado*\nProf.\n(<n)\nFigura 1 - A- localização da sondagem Ruivol; B- valores da %Rm em relação à estratigrafía das amostras estudadas (círculos - valores reais da vitrinite, quadrados - valores de partículas recicladas).\n3.\tPALINOESTRATIGRAFIA\nForam sujeitas a estudos palinológicos detalhados 10 amostras, recolhidas da sondagem RUIVO-1, entre os 1715 e os 2070 m de profundidade.\nNos resíduos orgânicos obtidos das 6 amostras, recolhidas entre os 1715 e os 1915 m, predominam os fitoclastos e os dinoflagelados, embora também se observe a presença de alguns mioesporos e acritarcas, moderadamente preservados. Os mioesporos encontrados incluem, entre outros, pólenes bissacados, Callialasporites dampieri, Classopollis classoides e Perinopollenites elatoides. Para além de várias espécies de dinoflagelados, também se registou a presença de outros tipos de microplâncton marinho como, forros internos de foraminiferos e Tasmanites sp. As espécies de dinoflagelados mais abundantes são Batiacasphaera spp., Ctenidodinium sp., Ctenidodinium sellwoodii Grp., Ellipsoidictyum gochtii, Ellipsoidictyum/Valensiella sp., Gonyaulacysta jurassica subsp. adecta, Gonyaulacysta sp., Impletosphaeridium spp., Korytocysta gochtii, Meiorogonyaulax caytonensis Grp., Meiourogonyaulax spp., Pareodinia ceratophora, Sentusidinium spp., Systematophora areolata, Systematophora penicillata, Systematophora spp., Tubotuberella dangeardii. Esta associação indica uma idade do Caloviano Médio a Superior (Riding, 2005), para o intervalo compreendido entre os 1800 e os 2030 metros de profundidade. Foi também registada a presença de uma espécie considerada remobilizada, Nannoceratopsis deflandrei subsp. Deflandrei, uma vez que tem como intervalo de ocorrência o Pliensbaquiano superior-Bajociano inferior, sendo mais proeminente a sua presença no Toarciano-Aaleniano.\nAs 4 amostras estudadas correspondentes aos níveis previamente datados do ?Triásico Sup.-Jurássico Inferior, entre os 1915 e os 2070m, revelaram-se pobres em palinomorfos, tendo-se\n4.\tMATURAÇÃO ORGÂNICA\nNa figura 1B ilustram-se os valores de %Rm medidos nas 10 amostras da sondagem RUIVO-1. Quatro amostras recolhidas aos 853, 1072, 1932 e 2002 metros, revelaram-se inadequadas para as medições do %Rm, pois não apresentavam partículas em quantidade e qualidade suficiente para se proceder à medição do %Rm. As 8 amostras estudadas do intervalo ?Triássico Sup.-Jurássico Médio, mostraram valores consistentes de %Rm, entre um mínimo de 0,83%Rm e um máximo de 1,06%Rm, o que foi confirmado pela cor de fluorescência amarela exibida pelos palinomorfos. Assim, podemos concluir que a sucessão do Jurássico Médio encontrada nesta sondagem está matura em relação à geração de petróleo. Os valores de %Rm medidos para as 2 amostras do Miocénico e Oligocénico foram de 0.91 e 0.89%Rm, respectivamente. Estes valores apesar de estarem em conformidade com os encontrados nas amostras mais antigas, o seu grau de maturação medido pelo %Rm não é suportado pelas cores da fluorescência exibida pelos palinormorfos, que sugerem que as amostras estão imaturas em relação ao início da “janela do petróleo”. Provavelmente, as partículas de vitrinite medidas nestas duas amostras correspondem a partículas recicladas e/ou alteradas e por isso não correspondem ao valor real da maturação orgânica para estas idades.\n5.\tCONCLUSÕES\nOs resultados da maturação orgânica e da palinoestratigrafia apresentados são um contributo valioso para a análise da parte imersa da Bacia do Algarve. O facto de os sedimentos do Caloviano assentarem sobre os depósitos evaporíticos sugere que a movimentação halocinética nesta parte da BA foi muito importante e terá levado à erosão da sucessão do Jurássico Inferior e parte do Jurássico Médio. Este facto, é também sugerido pela presença da espécie Nannoceratopsis deflandrei subsp. deflandrei, um dinoflagelado do intervalo Toarciano -Aaleniano, encontrado reciclado nos sedimentos do Caloviano. O facto das sucessões do Mesozóico estarem maturas em relação à geração do petróleo, pode ter implicações para futuros trabalhos de prospecção de hidrocarbonetos na região imersa da BA.\nAgradecimentos\nA consulta dos relatórios da Sondagem RUIVO-1, efectuada pela Chevron Oil Company of Portugal, foi gentilmente facultada pela Divisão para a Pesquisa e Exploração de Petróleo, da Direcção Geral de Energia e Geologia. Este estudo é um contributo para o projecto PTDC/CTE-GEX/72694/2006 -\"Hydrocarbon Source-Rock Potential of the Algarve Basin - Southern Portugal\" realizado no âmbito do Programa de Financiamento de Projectos Científicos em todos os domínios da Fundação para a Ciência e a Tecnologia. M. Borges beneficia de uma Bolsa de Doutoramento (SFRH/BD/40428/2007) atribuída pela Fundação para a Ciência e a Tecnologia.\nReferências\nChevron Overseas Petroleum Inc. (1975) - Evaluation Report Ruivo-1.\nISO 7404-5 (1994) - Methods for the Petrographic Analysis of Bituminous Coal and Anthracite - Part 5: Method of Determining Microscopically the Reflectance of Vitrinite. International Organazation of Standardization, Geneva, Switzerland, 12 p.\nHillier, S. &amp; Marshall, J. (1988) - A rapid technique to make polished thin sections of sedimentary organic matter concentrates. Journal of Sedimentary Petrology, 58, pp. 754-755.\nRiding, J. B., (2005) - Middle and Upper Jurassic (Callovian to Kimmeridgian) palynology of the onshore Moray Firth Basin, northeast Scotland. Palynology 29, pp. 87-142.\nWood, G.D., Gabriel, A.M., Lawson, J.C. (1996) - Palynological techniques - processing and microscopy. In: Jansonius, J., and McGregor, D.C. (eds.), Palynology: Principles and Applications, American Association of Stratigraphic Palynologists Foundation, 1. Dallas, pp. 29-50."}]}}}