{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08998"}, {"@name": "filename", "#text": "13911_TCC_final.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA CENTRO DE JOINVILLE\nCURSO DE ENGENHARIA DE INFRAESTRUTURA\nPEDRO AUGUSTO ZAGOLIN\nINFLUÊNCIA DO TIPO DE LIGANTE BETUMINOSO NA DOSAGEM E NO COMPORTAMENTO DE FLUÊNCIA E ESTABILIDADE DE MISTURAS ASFÁLTICAS DENSAS\nJoinville\nINFLUÊNCIA DO TIPO DE LIGANTE BETUMINOSO NA DOSAGEM E NO COMPORTAMENTO MECÂNICO DE MISTURAS ASFÁLTICAS DENSAS\nPEDRO AUGUSTO ZAGOLIN\nTrabalho de Conclusão de Curso apresentado ao Centro de Joinville da Universidade Federal de Santa Catarina como requisito parcial para obtenção do título de Engenheiro de Infraestrutura.\nOrientador: Prof. Dr. Breno Salgado Barra\nJoinville\nZagolin, Pedro Augusto\nInfluência do tipo de ligante betuminoso na dosagem e no comportamento de fluência e estabilidade de misturas asfálticas densas / Pedro Augusto Zagolin ; orientador, Breno Salgado Barra - Joinville, SC, 2016.\n54 p. '\nTrabalho de Conclusão de Curso (graduação) -Universidade Federal de Santa Catarina, Campus Joinville. Graduação em Engenharia de Infraestrutura.\nInclui referências\n1. Engenharia de Infraestrutura. 2. Ligantes asfálticos. 3. Metodologia Marshall. 4. Dosagem. 5. Desempenho Mecânico. I. Barra, Breno Salgado. II. Universidade Federal de Santa Catarina. Graduação em Engenharia de Infraestrutura. III. Titulo.\nAGRADECIMENTOS\nAgradeço primeiramente aos meus pais, Carlos e Silene, por terem me concedido todas as oportunidades possíveis para o meu crescimento, pela educação e exemplo de pessoas que são. Faltam-me palavras para expressar a minha gratidão por tudo em minha vida. Muito obrigado.\nAos meus irmãos, Carlos e Luiz, que sempre me apoiaram e encorajaram a seguir a carreira profissional na área de engenharia e pelo intercâmbio de conhecimentos e experiências ao longo da graduação.\nÀ minha namorada, Gabriela Duarte de Souza, por ser fundamental em minha vida, estar sempre ao meu lado dando apoio nos momentos difíceis e incentivando a seguir em busca de sonhos.\nAos amigos e companheiros de laboratório, Marco Aurélio Coppini, Gustavo Araldi e, em especial, Rodrigo Shigueiro Siroma, por não medirem esforços para me auxiliarem e pela contribuição na troca de experiências e discussões na área de pavimentação.\nAos colegas que estiveram junto durante a graduação e puderam colaborar com o meu crescimento pessoal através do compartilhamento de conhecimentos e companheirismo nas atividades.\nAo meu orientador, professor Breno, pela oportunidade e pelos ensinamentos prestados e por me fazer compreender que através da ciência podemos alterar uma realidade completamente desprezada em nosso país.\nSUMÁRIO\nRESUMO.............................................................iii\nABSTRACT............................................................iv\nLISTA DE ABREVIAÇÕES.................................................v\nLISTA DE FIGURAS....................................................vi\nLISTA DE TABELAS..................................................viii\n1\tINTRODUÇÃO....................................................1\n1.1\tObjetivos.....................................................2\n1.1.1\tObjetivo geral................................................2\n1.1.2\tObjetivos específicos.........................................2\n2\tFUNDAMENTAÇÃO TEÓRICA.........................................3\n2.1\tAgregados.....................................................3\n2.2\tLigantes Asfálticos...........................................6\n2.3\tMisturas Asfálticas..........................................11\n2.3.1\tTipos de Misturas Asfálticas.................................11\n2.3.2\tCurva granulométrica e metodologia Marshall..................13\n3\tMATERIAIS E CURVA GRANULOMÉTRICA SELECIONADA.................15\n3.1\tCaracterização dos agregados.................................15\n3.2\tCaracterização dos ligantes..................................17\n3.2.1\tPonto de amolecimento anel e bola............................17\n3.2.2\tPenetração...................................................19\n3.2.3\tÍndice de Pfeiffer e Van Doormaal............................21\n3.2.4\tViscosidade Saybolt-Furol....................................22\n3.2.5\tMassa específica.............................................26\n3.3\tCurva granulométrica selecionada.............................27\n4\tENSAIOS LABORATORIAIS........................................30\n4.1\tMetodologia Marshall.........................................30\n5\tRESULTADOS E DISCUSSÕES......................................38\n5.1\tConsiderações gerais.........................................38\n5.2\tAnálise dos resultados do ensaio Marshall............40\n6\tCONCLUSÕES E RECOMENDAÇÕES...........................50\nREFERÊNCIAS................................................52\nRESUMO\nO objetivo principal deste trabalho tange à análise do comportamento mecânico de misturas asfálticas densas concebidas com diferentes ligantes asfálticos. Os agregados utilizados são provenientes da jazida Vogelsanger, localizada na região metropolitana de Joinville. Os ligantes empregados são Cimentos Asfálticos de Petróleo (CAP) classificados por penetração como: CAP 10/20, CAP 30/45 e CAP 50/70 e foram obtidos junto à empresa Petróleo Brasileiro S.A. (PETROBRAS). Estudos de caracterização tanto do agregado quanto do ligante betuminoso foram realizados para se adquirir um melhor conhecimento das propriedades desses materiais. A curva granulométrica foi calculada pela equação de Füller-Talbot, e se mostra mais eficiente quanto à distribuição do arranjo das partículas que compõem o esqueleto mineral das misturas asfálticas, em relação aos métodos empíricos por tentativa utilizados no Brasil. Para a dosagem das misturas asfálticas a metodologia Marshall foi empregada, em razão de ser oficialmente homologada pelo Departamento Nacional de Infraestrutura de Transportes (DNIT). Os resultados obtidos indicam que as características intrínsecas de cada ligante asfáltico são preponderantes quanto à influência na dosagem e no desempenho mecânico das misturas asfálticas e, que o ensaio Marshall mostra-se muito deficiente do ponto de vista técnico como metodologia a ser utilizada na determinação dos teores ótimos de dosagem.\nPalavras-chave: ligantes asfálticos, metodologia Marshall, dosagem, desempenho mecânico.\nABSTRACT\nThe main aim of this research is to analyze the influence of different asphalt binders on the mechanical behavior of dense asphalt mixes. The aggregate source used is provided by Vogelsanger quarry, located in the metropolitan area of Joinville. The binders used are ranked by penetration such as: 10/20, 30/45 and 50/70, which were supplied by PETROBRAS. Characterization tests with the aggregates and bituminous binders were carried out, in order to better understand the properties of these materials. Füller-Talbot equation was used to calculate the aggregate gradation curve, providing more efficient distribution of the particles when compared to the empirical trial method used currently in Brazil. Marshall methodology was used for dosing the asphalt mixes, due to be officially homologated by Departamento Nacional de Infraestrutura de Transportes (DNIT) in Brazil. The results obtained indicate that the intrinsic characteristics of each asphalt binder are decisive on the dosage parameters, as well as on the mechanical performance of asphalt mixes. Furthermore, it can be concluded that Marshall test is technically unsuitable to be used for determining the optimum contents of the mixes.\nKey-words:\tasphalt binders, Marshall methodology, dosage,\tmechanical\nperformance.\n\tLISTA DE ABREVIAÇÕES\nABNT\tAssociação Brasileira de Normas Técnicas\nANP\tAgência Nacional do Petróleo\nADP\tAsfalto Diluído de Petróleo\nCAP\tCimento Asfáltico de Petróleo\nCBUQ\tConcreto Betuminoso Usinado a Quente\nDNER\tDepartamento Nacional de Estradas de Rodagem\nDNIT\tDepartamento Nacional de Infraestrutura de Transportes\nEAP\tEmulsão Asfáltica de Petróleo\nES\tEspecificação de Serviço\nIP\tÍndice de Pfeiffer e Van Doormaal\nLDTPav\tLaboratório de Desenvolvimento e Tecnologia em Pavimentação\nLTDA\tLimitada\nME\tMétodo de Ensaio\nMEA\tMassa Específica Aparente\nNBR\tNorma Brasileira\nPETROBRAS\tPetróleo Brasileiro\nREPAR\tRefinaria Presidente Getúlio Vargas\nREPLAN\tRefinaria de Paulínia\nRBV\tRelação Betume/Vazios\nS.A.\tSociedade Anônima\nUFSC\tUniversidade Federal de Santa Catarina\nV\tTeor de Vazios\nVAM\tVazios do Agregado Mineral\nVCB\tVazios Cheios de Betume\nLISTA DE FIGURAS\nFigura 2.1 - Representação convencional de curvas granulométricas...........6\nFigura 2.2 - Representação da estrutura coloidal de cimento asfáltico.......7\nFigura 2.3 - Módulo Complexo no plano Cole-Cole.............................8\nFigura 2.4 - Produtos obtidos da destilação fracionada do petróleo..........9\nFigura 2.5 - Classificação das misturas asfálticas em função de temperaturas\ntípicas de usinagem (números aproximados)......................11\nFigura 2.6 - Exemplo de comparativo entre curva prática e curva teórica....14\nFigura 3.1 - Ponto de amolecimento anel e bola: amostras (a) indeformadas, (b)\niniciando a deformação e (c) ao final do processo..............18\nFigura 3.2 - Resultado do ponto de amolecimento dos ligantes...............18\nFigura 3.3 - Amostras do ensaio de penetração: (a) secas e (b) submersas em\nágua.............................................................19\nFigura 3.4 - (a) Penetrômetro e (b) amostra sendo penetrada................20\nFigura 3.5 - Resultado de penetração dos ligantes..........................20\nFigura 3.6 - Resultado do índice de Pfeiffer e Van Doormaal dos ligantes...21\nFigura 3.7 - Viscosidade do ligante: (a) Viscosímetro Saybolt-Furol\te (b)\nescoamento no frasco inferior....................................23\nFigura 3.8 - Curva de viscosidade Saybolt-Furol do CAP 10/20...............24\nFigura 3.9 - Curva de viscosidade Saybolt-Furol do CAP 30/45...............24\nFigura 3.10 - Curva de viscosidade Saybolt-Furol do CAP 50/70..............25\nFigura 3.11 - Comparativo da curva de viscosidade Saybolt-Furol dos ligantes.25\nFigura 3.12 - Massa específica do ligante: (a) picnômetros cheios com água e\nligante e (b) tomada das massas................................26\nFigura 3.13 - Resultado da massa específica dos ligantes...................27\nFigura 3.14 - Curva granulométrica selecionada mediante a faixa C do DNIT....29\nFigura 4.1 - Metodologia Marshall: (a) adição do ligante aos agregados graúdos,\n(b) colocação dos agregados finos e (c) mistura homogeneizada....31\nFigura 4.2 - Metodologia Marshall: (a) colocação da mistura nos moldes, (b)\nmistura compactada e (c) compactação no soquete Marshall.......32\nFigura 4.3 - Desmolde dos corpos de prova.....................................33\nFigura 4.4 - Disposição final dos 75 corpos de prova..........................33\nFigura 4.5 - Pesagem hidrostática: (a) corpo de prova já encapado sendo\nparafinado e (b) pesagem hidrostática............................34\nFigura 4.6 - Rompimento dos corpos de prova na prensa Marshall................37\nFigura 5.1 - Estabilidade das misturas asfálticas de (a) CAP 10/20, (b) CAP 30/45\ne (c) CAP 50/70..................................................41\nFigura 5.2 - Fluência das misturas asfálticas de (a) CAP 10/20, (b) CAP 30/45 e\n(c) CAP 50/70....................................................41\nFigura 5.3 - Massa específica aparente das misturas asfálticas de (a) CAP 10/20,\n(b) CAP 30/45 e (c) CAP 50/70....................................42\nFigura 5.4 - Teor de vazios das misturas asfálticas de (a) CAP 10/20, (b) CAP\n30/45 e (c) CAP 50/70............................................42\nFigura 5.5 - Vazios cheios com betume das misturas asfálticas de (a) CAP 10/20,\nCAP 30/45 e (c) CAP 50/70........................................43\nFigura 5.6 - Vazios do agregado mineral das misturas asfálticas de (a) CAP\n10/20, (b) CAP 30/45 e (c) CAP 50/70.............................43\nFigura 5.7 - Relação betume/vazios das misturas asfálticas de (a) CAP 10/20, (b)\nCAP 30/45 e (c) CAP 50/70........................................44\nFigura 5.8 - Comparativo das superfícies de misturas com dois diferentes teores\nde CAP 10/20: (a) 4,86% e (b) 5,18%..............................45\nFigura 5.9 - Comparativo dos filtros dos corpos de prova com dois diferentes\nteores de CAP 10/20: (a) 4,86% e (b) 5,18%.......................46\nFigura 5.10 - Comparativo das superfícies de misturas com dois diferentes teores\nde CAP 30/45: (a) 4,54% e (b) 4,86%..............................46\nFigura 5.11 - Comparativo dos filtros dos corpos de prova com dois diferentes\nteores de CAP 30/45: (a) 4,54% e (b) 4,86%.......................47\nFigura 5.12 - Comparativo das superfícies de misturas com dois diferentes teores\nde CAP 50/70: (a) 4,54% e (b) 4,86%..............................47\nFigura 5.13 - Comparativo dos filtros dos corpos de prova com dois diferentes\nteores de CAP 50/70: (a) 4,54% e (b) 4,86%.......................48\nFigura 5.14 - Corpos de prova após o rompimento na prensa Marshall: (a) CAP\n10/20, (b) CAP 30/45 e (c) CAP 50/70.............................49\nLISTA DE TABELAS\nTabela 2.1 - Exemplo de composições químicas de asfaltos....................9\nTabela 2.2 - Especificação do Cimento Asfáltico de Petróleo.................10\nTabela 2.3 - Exemplo de temperaturas de estocagem e usinagem de alguns\nligantes asfálticos e do agregado..............................12\nTabela 3.1 - Resultado da caracterização dos agregados.....................16\nTabela 3.2 - Intervalos das temperaturas de usinagem e compactação\tdos\nligantes.......................................................23\nTabela 3.3 - Distribuição granulométrica da curva selecionada..............28\nTabela 5.1 - Limites normativos de referência para as misturas asfálticas..38\nTabela 5.2 - Parâmetros de análise do ensaio Marshall......................48\n1 INTRODUÇÃO\nO sistema rodoviário brasileiro é hoje o principal meio de transporte no país, tanto para pessoas quanto mercadorias (PEREIRA et al., 2013). Sua ampla flexibilidade e acessibilidade traz comodidade aos usuários, garantindo o ir e vir de onde e para onde quiser. Porém, o crescimento acelerado da demanda das rodovias não foi acompanhado pelos investimentos para sua ampliação e manutenção, resultando em uma malha degradada em diversas Regiões do país.\nOs pavimentos são muitas vezes a principal problemática percebida. Quando mal dimensionados ou dosados (no caso das misturas asfálticas), podem causar desconforto e insegurança aos usuários, ficando estes mais suscetíveis a acidentes de trânsito. A má execução reflete diretamente nas camadas de revestimento, através de buracos, fissuras, deformações, entre outros. Dessa forma, fazem-se necessários estudos mais aprofundados das propriedades físicas e mecânicas das misturas asfálticas, para que se possa então desenvolver pavimentos de melhor qualidade.\nNo caso das misturas asfálticas, o conjunto de uma matriz granulométrica bem formulada aliada a um ligante betuminoso dosado na proporção correta e com boas características viscoelásticas constituem os componentes principais capazes de resistir aos esforços mecânicos solicitantes ao longo da vida útil dos pavimentos (BARRA, 2015). Quando se tem qualidade, controle e o correto conhecimento das propriedades dos materiais durante a produção das misturas asfálticas, garante-se o bom comportamento mecânico dos pavimentos.\nA metodologia convencionalmente utilizada no Brasil para a dosagem de misturas asfálticas é denominada Marshall. Desenvolvida na década de 40 por Bruce Marshall, a metodologia é regida pela normativa DNER-ME 043/95, a qual determina o teor ótimo de ligante para a mistura.\nNesse contexto, a presente pesquisa consiste na avaliação do desempenho mecânico de misturas asfálticas densas formuladas a partir de diferentes ligantes\nbetuminosos, de acordo com os princípios da metodologia Marshall. Manteve-se em cada um dos traços a mesma curva granulométrica e, assim, a análise teve enfoque unicamente na influência de cada ligante na dosagem e no comportamento mecânico.\nTodos os procedimentos, previstos em normas nacionais, aconteceram no Laboratório de Desenvolvimento e Tecnologia em Pavimentação (LDTPav) da Universidade Federal de Santa Catarina (UFSC), Centro de Joinville.\n1.1\tObjetivos\n1.1.1\tObjetivo geral\nAvaliar a influência do tipo de ligante betuminoso na dosagem e no comportamento da fluência e estabilidade de misturas asfálticas densas.\n1.1.2\tObjetivos específicos\na)\tCaracterizar os ligantes betuminosos e os agregados a serem utilizados a fim de se obter as propriedades e características físicas e mecânicas destes materiais;\nb)\tInvestigar, através de ensaios laboratoriais, o comportamento mecânico de três misturas asfálticas formuladas com a mesma curva granulométrica, a fim de se determinar o teor ótimo de ligante para cada caso, restringindo assim a análise ao impacto gerado pelas matrizes betuminosas distintas;\nc)\tAnalisar qual a influência dos ligantes asfálticos utilizados na estabilidade e fluência das misturas asfálticas, a partir da interpretação dos parâmetros definidos pela metodologia Marshall.\n2 FUNDAMENTAÇÃO TEÓRICA\nO presente capítulo consiste em uma consolidação da teoria aplicada à problemática do trabalho. Para tal serão discutidos panoramas gerais da pavimentação, definições e classificações. O foco principal serão os ligantes asfálticos.\n2.1\tAgregados\nUma camada de revestimento asfáltico é construída a partir da associação de dois elementos básicos: agregados e ligantes asfálticos e, eventualmente, adições ou aditivos. Essas associações devem ser realizadas de tal forma que suporte os carregamentos aplicados durante a vida útil de projeto da via.\nOs agregados são definidos, segundo a NBR 9935/2011 da Associação Brasileira de Normas Técnicas (ABNT), como materiais granulares, sem forma ou volume conhecidos, resultantes de processos naturais ou artificiais, cujas características se adequam a preparação de argamassas ou concretos.\nSão denominados também de agregados minerais, por serem resultantes de antigos processos mineralógicos das camadas terrestres. Assim, de acordo com Bernucci et al. (2010), fazem-se necessários estudos geológicos mais aprofundados sobre as origens de tais materiais e as transformações ocorridas desde então, a fim de se compreender os potenciais dos mesmos.\nSão inúmeras as aplicações para os agregados, cada qual com sua peculiaridade. Assim, algumas características são categorizadas, de forma a facilitar a escolha do material. Essas classificações podem ser: a) quanto à natureza, b) quanto ao tamanho e c) quanto à granulometria e serão discutidas adiante.\na)\tQuanto à natureza\nOs agregados naturais são resultados de processos espontâneos da natureza, onde as rochas estão submetidas a ações físicas e químicas, as quais irão exercer grande influência em suas propriedades. As intempéries (ações de vento, água e/ou gelo), as alterações de temperatura e pressão e o tipo de transporte do material antes da deposição (aluvionar, coluvionar, dentre outros) são alguns desses fatores. São exemplos o seixo rolado e a areia.\nEm alguns casos, porém, há necessidade de algum tipo de intervenção para se alcançar um material com as propriedades desejadas. Alterações estruturais, como no caso de escórias de alto forno e argilas expandidas, definem o material como agregado artificial.\nÀ classificação artificial pertencem ainda, a bem rigor da definição, os agregados advindos de processos de britagem, os quais influenciam diretamente nas dimensões e forma (SENÇO, 2008). Porém, por se tratar de um material com propriedades muito semelhantes aos da rocha mãe, alguns autores preferem referenciá-lo como agregado natural.\nb)\tQuanto ao tamanho\nAs dimensões das partículas podem ser distintas em três grupos: agregados graúdos, agregados miúdos e material de enchimento (fíler). Senço (2008) destaca ainda as impurezas associadas aos agregados, como argilas, que deverão ser eliminadas para determinadas aplicações.\nA classificação quanto ao tamanho acontece através do processo de peneiramento dos grãos. Materiais graúdos consistem na fração retida na peneira n°10 (2,0mm); materiais miúdos se limitam à fração passante na peneira n°10 e retida na n°200 (0,075mm); e o material de enchimento corresponde à fração passante na peneira n°200.\nAlgumas terminologias são importantes destacar, como observado no DNER-ME 083/98. Diâmetro máximo é designado como sendo a abertura máxima da peneira a qual retém 5% ou menos da massa total da amostra. Módulo de finura é a soma do percentual retido acumulado nas peneiras dividido por 100. Materiais de enchimento são também chamados de materiais pulverulentos.\nO tamanho máximo do agregado em misturas asfálticas para revestimentos pode afetar essas misturas de várias formas. Pode tornar instáveis misturas asfálticas com agregados de tamanho máximo excessivamente pequeno e prejudicar a trabalhabilidade e/ou provocar segregação em misturas asfálticas com agregados de tamanho máximo excessivamente grande. (BERNUCCI et al., 2010, p. 120).\nc)\tQuanto à granulometria\nAo projetar-se uma via com pavimento asfáltico, a granulometria adotada para os agregados influenciará fortemente em diversas propriedades da mistura, como rigidez, estabilidade, durabilidade dentre outros (BERNUCCI et al., 2010). Com isso faz-se necessário a adoção de uma curva granulométrica adequada para que se garanta um melhor empacotamento das partículas.\nAs mais importantes graduações são descritas abaixo e suas curvas são indicadas na Figura 2.1:\n•\tGraduação densa: distribuição granulométrica contínua, com melhor entrosamento dos grãos e melhor preenchimento de vazios;\n•\tGraduação aberta: distribuição granulométrica contínua, mas com insuficiência de material fino, causando o aumento dos vazios;\n•\tGraduação uniforme: maior parte dos agregados com um tamanho único, em uma faixa estreita;\n•\tGraduação descontínua: poucos agregados de tamanho intermediário, formando um patamar na curva granulométrica.\n2.2\tLigantes Asfálticos\nPara que se consiga manter a coesão entre os grãos do esqueleto mineralógico é necessária a aplicação dos ligantes asfálticos. De acordo com Senço (2008) o asfalto é um dos produtos mais antigos utilizados para aglutinação e impermeabilização. Há relatos de sua utilização na antiga Mesopotâmia, como aglutinante de tijolos de muros, pisos e edifícios. Na Grécia, era utilizado na impermeabilização de aquedutos e em catapultas. Aliás, a palavra asfalto tem origem grega e quer dizer firme, estável, explicando por si própria o porquê de sua utilização em misturas com agregados.\nTambém conhecidos como ligantes betuminosos, ou betume, são materiais aglutinantes de consistência variável, cor pardo-escura ou negra e caracterizados por possuírem em sua composição química cerca de 90 a 95% de hidrocarbonetos (BARRA, 2015).\nLeite (1990) mostra que a estrutura química dos betumes consiste basicamente de duas fases: o meio intermicelar e os asfaltenos, como se pode observar na Figura 2.2. No estado Sol, onde as micelas de asfaltenos encontram-se\ndispersas no meio intermicelar, o comportamento é praticamente newtoniano, onde as taxas de deformação são proporcionais às tensões de cisalhamento aplicadas. Já no estado Gel, onde se tem aglomerados de asfaltenos, assegura-se o suporte estrutural, e o comportamento é não newtoniano (BARRA, 2015).\nFigura 2.2 - Representação da estrutura coloidal de cimento asfáltico.\nMeio intermicelar (óleos saturados e aromáticos)\nAglomerado\n•___________ de asfáltenos\nFonte: Yen1 (1991) apud Bernucci et al. (2010, p. 31).\nAs propriedades químicas garantem ao asfalto uma importante característica: seu comportamento termo-viscoelástico. Ou seja, o material se comportará de maneiras diversas dependendo da frequência e carga do carregamento aplicado, assim como da temperatura.\nO gráfico indicado na Figura 2.3, denominado Plano Cole-Cole, mostra essa característica do ligante em misturas asfálticas. Cada segmento da curva, em diferentes cores, representa uma temperatura, onde para cada um desses segmentos tem-se a aplicação de quatro diferentes frequências de carregamento. Com os dados módulo elástico (E1), que representa energia recuperada, e de módulo viscoso (E2), que representa a energia perdida, consegue-se elaborar o gráfico.\n1\nYen T. F. Asphaltene/resin plus oil interconversion: an investigation into colloidal model of asphaltenes. 114 p. In: WORKSHOP THE CHEMICAL COMPONENTS AND STRUCTURE OF ASPHAL- TIC MATERIALS, Roma, Itália, 1991.\nFonte: Momm2 (1998) apud Quintero (2011, p. 51).\nAtualmente, no Brasil, o ligante mais comum é o Cimento Asfáltico de Petróleo (CAP), apesar de existirem diversos outros tipos, como o Asfalto Diluído de Petróleo (ADP) e as Emulsões Asfálticas de Petróleo (EAP).\nO CAP é obtido através da destilação fracionada do petróleo em refinarias específicas para tal. Como resultado desse processo têm-se diversos produtos com diferentes finalidades, como mostra a Figura 2.4, onde o asfalto está indicado como alcatrão, outra possível designação para um material que contém hidrocarbonetos.\nO produto resultante irá depender do tipo de destilação e de como ocorreu o processo, além da localização da fonte de petróleo. O exemplo indicado na Tabela\n2.1\tmostra as composições químicas de ligantes asfálticos de diferentes origens. Percebe-se que leves alterações podem existir, influenciando assim nas características finais do produto.\n2\nMOMM, L. Estudo dos efeitos da granulometria sobre a macrotextura superficial do concreto asfáltico e seu comportamento mecânico. 1998. 259p. Tese (Doutorado) - Escola Politécnica, Universidade de São Paulo, São Paulo, 1998.\nfabrico de produtos\nbarcos e indústria\naviões, aquecimento e energia\ndensidade, peso molecular e temperatura de ebulição crescente\ndensidade, peso molecular e temperatura de ebulição\nFonte: A Destilação do Petróleo (2015, p. 9).\nTabela 2.1 - Exemplo de composições químicas de asfaltos.\nOrigem\tMexicano\tBoscan Veneiuela\tCalifórnia Estados Unidos\tCabiúnas Brasil\tCabiúnas Brasil\tÁrabe Leve Oriente Médio\nRefinaria\t-\tRLAM Bahia\t-\tRegap Minas Gerais\tReplan São Paulo\tReduc Rio de Janeiro\nCarbono %\t83,8\t82.9\t86.8\t86.5\t85.4\t83.9\nHidrogênio %\t9.9\t10,4\t10.9\t11.5\t10.9\t9.8\nNitrogênio %\t0,3\t0.8\tl.l\t0,9\t0.9\t0.5\nEnxofre %\t5,2\t5,4\t1.0\t0,9\t2.1\t4,4\nOxigênio %\t0,8\t0.3\t0.2\t0.2\t0.7\t1.4\nVanádio ppm\t180\t1.380\t4\t38\t210\t78\nNíquel ppm\t22\t109\t6\t32\t66\t24\nFonte: Leite3 (2003) apud Bernucci et al. (2010, p. 28).\n3 LEITE, L.F.M. 2003. 113 p.\nOs Cimentos Asfálticos de Petróleo, conforme cita Mourão (2003), são classificados de acordo com sua consistência, medida pela viscosidade absoluta, sob condições controladas de vácuo e temperatura, e pela penetração, ou seja, a medida em décimos de milímetro da penetração de uma agulha padronizada em uma amostra nas condições do ensaio. A Tabela 2.2 traz algumas dessas classificações em forma de números, obtidos da Resolução n°19 de 11/07/2005 da Agência Nacional do Petróleo (ANP).\nTabela 2.2 - Especificação do Cimento Asfáltico de Petróleo.\nCaracterísticas\tUnidade\tLimites\t\t\t\tMétodos\t\n\t\tCAP 30-45\tCAP 50-70\tCAP 85-100\tCAP 150-200\tABNT\tASTM\nPenetração (100g, 5s. 25°C)\tO.lmm\t30 a 45\t50 a 70\t85 a 100\t150 a 200\tNBR 6576\tD5\nPonto de amolecimento, min.\t°C\t52\t46\t43\t37\tNBR 6560\tD 36\nViscosidade Saybolt-Furol\t\t\t\t\t\t\t\na 135\"C, min.\t\t192\t141\t110\t80\t\t\na 150°C, min.\ts\t90\t50\t43\t36\tNBR 14950\tE 102\na 17 TC\t\t40 a 150\t30 a 150\t15 a 60\t15 a 60\t\t\nViscosidade Brookfield\t\t\t\t\t\t\t\na 135“C. min. SP 21, 20rpm. min.\t\t374\t274\t214\t155\t\t\na 150°C, min.\tCP\t203\t112\t97\t81\tNBR 15184\tD 4402\na 177°C, SP 21\t\t76 a 285\t57 a 285\t28 a 114\t28 a 114\t\t\níndice de Suscetibilidade Térmica\t\t(-1,5) a (+0,7)\t(-1,5) a (+0,7)\t(-1,5) a (+0,7)\t(-1,5) a (+0,7)\t-\t-\nPonto de fulgor, min.\t°C\t235\t235\t235\t235\tNBR 11341\tD 92\nSolubilidade em tricloroetileno, min.\t% massa\t99.5\t99,5\t99.5\t99,5\tNBR 14855\tD 2042\nDublidade a 25°C, min.\tcm\t60\t60\t100\t100\tNBR 6293\tD 113\nEfeito do calor e do ar a 163°C por 85 minutos\t\t\t\t\t\t\t\nVariação em massa, máx.\t% massa\t0,5\t0.5\t0,5\t0.5\t\tD 2872\nDublidade a 25“C, min.\tcm\t10\t20\t50\t50\tNBR 6293\tD 113\nAumento do ponto de amolecimento, máx.\t°r.\tR\tR\tR\tR\tNRR fi-Sfin\tD RR\nPenetração retida, mlh.f)\t%\t60\t55\t55\t50\tNBR 6576\tD5\nFonte: ANP4 (2005) apud Bernucci et al. (2010, p. 61).\n4 AGÊNCIA NACIONAL do PETRÓLEO (ANP). Resolução N° 19, 11 de julho de 2005.\n2.3\tMisturas Asfálticas\nAs misturas asfálticas, como mencionadas anteriormente, são produtos de agregados e ligantes e, eventualmente, aditivos ou adições. Portanto, contêm uma matriz mineralógica cuja coesão é garantida pelo betume.\n2.3.1\tTipos de Misturas Asfálticas\nAs misturas betuminosas podem ser classificadas de acordo com a temperatura para a qual serão produzidas/usinadas. De maneira geral, são classificadas em: misturas a quente e misturas a frio. No entanto, de acordo com Motta (2011), poderão ser incluídas ainda as misturas mornas e semimornas, em faixas de temperatura intermediárias, e visando a redução da emissão de poluentes e do consumo energético.\nFigura 2.5 - Classificação das misturas asfálticas em função de temperaturas típicas de usinagem (números aproximados).\nCALOR LATENTE □E VAPORIZAÇÃO\nAQUECIMENTO\nVAPORIZAÇÃO\nMISTURAS MORNAS\nMISTURAS\nSEMIMORNAS\n—I—1—I—\n’C 0Ü=C 10Q°C 12tf\"C 140°C 10O°C 10O“C\nTwnpètsftjra da úainadMft\nFonte: Olard5 et al. (2008) apud Motta (2011, p. 46).\n5\nOLARD, F. Low energy asphalts. Routes Roads, n. 336-337, p. 131-145, 2008. Apresentado a 23 World Road Congress: General Report and Conclusions: PRIARC Prizes, 23., Paris, 2008.\nAs misturas quentes são geralmente adotadas para fins de serviços de pavimentação, sendo denominadas Concreto Betuminoso Usinado a Quente (CBUQ). Sua produção acontece geralmente com o aquecimento dos agregados e ligantes a uma faixa de 150°C a 185°C, dependendo do tipo de ligante, conforme o exemplo da Tabela 2.3. Podem ser aplicadas em diferentes níveis de tráfego, garantindo boa resistência e durabilidade (BERNUCCI et al., 2010).\nTabela 2.3 - Exemplo de temperaturas de estocagem e usinagem de alguns ligantes asfálticos e do agregado.\nTipo de ligante\tTemperatura de estocagem do ligante, máxima, °C\tTemperatura de usinagem, °C\t\n\t\tLigante\tAgregado\nCAP - 50/70\t160\t150-155\t160 -165\nAsfalto modificado por polímero SBS 45-70/55\t170\t160-165\t170 -175\nAsfalto modificado por polímero SBS 45-70/60\t175\t165 -170\t175-180\nAsfalto modificado por polímero SBS 45-70/70\t180\t170 -175\t180 -185\nAsfalto modificado por 15,0% de borracha de pneus\t185\t170 - 180\t180 -185\nFonte: Bernucci et al.(2010, p. 377).\nPara os casos em que a produção acontece à temperatura ambiente tem-se as misturas a frio. Nesse processo, porém, são necessárias as emulsões asfálticas em vez do CAP. A emulsão funciona através de um solvente que pode ser à base de gasolina ou água e que, em um processo denominado cura ou ruptura, irá evaporar com o tempo. A principal problemática observada nas misturas a frio é a fragilidade estrutural, não sendo indicadas para casos de volume de tráfego elevado (BARRA, 2015).\nAs misturas mornas e semimornas vêm sendo recentemente utilizadas pensando-se em sustentabilidade, onde o consumo de energia para sua produção é mais baixo do que para as misturas quentes. Segundo Motta (2011) para esses casos as temperaturas atingidas são intermediárias em se comparando a misturas quentes e frias, principalmente devido ao aquecimento parcial dos agregados. Poderá ser utilizado asfalto ou emulsão, dependendo do tipo de tecnologia aplicada.\n2.3.2\tCurva granulométrica e metodologia Marshall\nExistem diversas metodologias de formulação para a dosagem das misturas asfálticas no mundo. Atualmente, no Brasil, geralmente utiliza-se a metodologia Marshall, de cunho empírico, que verifica principalmente as propriedades e comportamentos dos materiais com base em experiências práticas de campo, sem que tenham sido necessariamente comprovados cientificamente.\nO processo de escolha da granulometria dos agregados a serem utilizados em misturas asfálticas é geralmente realizado através do método por tentativas. Nesse método a curva granulométrica deve ser manipulada de tal forma que se enquadre dentro de uma faixa de trabalho imposta pela entidade rodoviária responsável pela via.\nSegundo Guerrero (2013), estas faixas granulométricas apresentam padrões pouco restritivos que permitem alta variabilidade de curvas dentro dos mesmos limítrofes estabelecidos, acarretando em diferentes comportamentos mecânicos e reológicos das misturas asfálticas. Além disso, podem-se obter curvas mal graduadas que acarretarão em problemas para a estrutura do pavimento (SENÇO, 2008; BÚRIGO, 2015).\nOutra maneira para se determinar a curva granulométrica é o método racional. O princípio básico dessa metodologia é que, através de equações bem difundidas mundialmente, consiga-se obter uma curva que garantirá um melhor arranjo dos grãos, de modo a produzir um contato direto entre as frações de diâmetros maiores enquanto as de menores tamanhos preenchem os vazios deixados entre os grãos maiores. Consequentemente, a estrutura terá mais estabilidade (BARRA, 2005).\nA equação de Füller-Talbot é uma das equações que permitem calcular as curvas granulométricas. É definida a partir da escolha do percentual de material passante na peneira de menor diâmetro e do diâmetro máximo do grão que fará parte da série de peneiras selecionada a partir da Equação 2.1.\n¡d^\n%”=a\\D>\n(2.1)\nonde:\n%p\t= percentagem que passa na peneira de abertura d (menor diâmetro);\na = constante, tomada igual a 100;\nd = abertura de uma dada peneira (mm);\nD\t= tamanho máximo, abertura da peneira que passa 100% (mm);\nn\t= expoente que depende do tipo de graduação desejada:\n-Agregado de graduação densa: 0,35 &lt;n &lt;0,55;\n-Agregado de graduação aberta: 0,55 &lt;n &lt;0,75; -Agregado tipo macadame: D ~ 2d; n = 1,0.\nA Figura 2.6 mostra um comparativo de curva prática e teórica. Apesar de apresentar uma melhor organização das partículas, observa-se que as curvas calculadas se encontram fora da faixa C estabelecida pelo DNIT, comumente utilizada para misturas densas.\nFigura 2.6 - Exemplo de comparativo entre curva prática e curva teórica.\n\t1 \tFaixa C do DNIT\t\t\t\t\n\t—■—Curva Teórica\t\t\t\t\n\t* Curva Prática\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n80\n70\n40\n30\n20\nxO O'\nO\nO O\n100\n90\n60\n50\nro m m ro CL\nE\n<D O) CC\nAbertura da Peneiras (mm)\nFonte: Barra (2005, p. 105).\n100\nPara o objetivo principal do método, determinar o teor ótimo de ligante a ser utilizado, faz-se necessário a montagem de corpos de prova de misturas asfálticas. Para que se consigam obter propriedades que indicarão o comportamento mecânico e, consequentemente, o teor ótimo de ligante a ser empregado, os corpos de prova necessitam da realização de ensaios laboratoriais. Todos os processos devem seguir a normativa DNER-ME 043/95.\n3\tMATERIAIS E CURVA GRANULOMÉTRICA SELECIONADA\nO presente capítulo tem como objetivo definir os materiais utilizados e a curva granulométrica selecionada para as formulações das misturas asfálticas da presente pesquisa.\n3.1\tCaracterização dos agregados\nOs agregados minerais podem ter origens distintas e muitas vezes não atendem às exigências para pavimentação especificadas pelo órgão responsável pela via, fazendo-se assim necessário o estudo mais aprofundado de suas propriedades. Desta forma o DNER apresenta uma série de ensaios necessários para a caracterização dos agregados.\nPara essa pesquisa, os materiais pétreos selecionados foram obtidos junto à empresa Britagem Vogelsanger LTDA. A jazida conta com uma área de três hectares e está localizada na zona rural do município de Joinville, região norte de Santa Catarina, onde se observa a presença da unidade geológica do Complexo Granulítico Santa Catarina (MEURER, 2015).\nPor se tratar de uma das principais empresas de britagem da região, algumas pesquisas já foram realizadas anteriormente, onde os resultados e análises obtidas podem ser aproveitados. Dessa maneira, a presente pesquisa, por não ter como foco principal os agregados minerais utilizados nas misturas asfálticas, utiliza como base ensaios realizados por Meurer (2015), cuja amostra utilizada fora a mesma dessa pesquisa, e expressos na Tabela 3.1.\nOs resultados indicam que a amostra coletada está dentro dos limites impostos pelas normativas apresentadas e dessa maneira são passíveis de serem utilizados em mistura asfálticas.\nTabela 3.1 - Resultado da caracterização dos agregados.\nEnsaio\tNormativa\tResultado\t\tLimite\n\t\tQuantitativo\tQualitativo\t\nDesgaste por abrasão Los Angeles\tDNER-ME 035/98\t12,54%\t-\tmáx. 50%\nResistência ao ataque químico (Durabilidade)\tDNER-ME 089/94\t1,95%\tBoa qualidade, apesar de quebras em partículas lamelares\tmáx. 12%\nÍndice de forma\tABNT NBR 6954/1989\t0,68\tBoa cubicidade\tmín. 0,5\nAdesividade ao ligante betuminoso\tDNER-ME 078/94\t-\tNão houve descolamento da película betuminosa quando adicionado 0,5% de Betudope\tSem descolamento da película betuminosa\nMassa específica real - agregados graúdos\tDNER-ME 081/98\t2,844g/cm3\t-\t-\nMassa específica aparente -agregados graúdos\tDNER-ME 081/98\t2,808\t-\t-\nAbsorção -agregados graúdos\tDNER-ME 081/98\t0,44%\t-\t-\nMassa específica real - agregados miúdos (Chapman)\tDNER-ME 194/98\t2,812g/cm3\t-\t-\nMassa específica real - material finamente pulverizado (Le Chatelier)\tDNER-ME 085/94\t2,844g/cm3\t-\t-\nFonte: Meurer (2015).\n3.2\tCaracterização dos ligantes\nPosteriormente foram estudados os ligantes asfálticos. São os ligantes quem garantem a aglutinação dos granulares a partir da formação de uma película envolvente nos mesmos (GUERRERO, 2013).\nOs materiais empregados para as formulações das misturas asfálticas desse estudo são caracterizados em três diferentes classes de Cimento Asfáltico de Petróleo: CAP 10/20, CAP 30/45 e CAP 50/70, e foram obtidos junto a PETROBRAS. Contudo, possuem origens diferentes, a saber: CAP 10/20 da Refinaria Presidente Getúlio Vargas (REPAR), e o CAP 30/45 e CAP 50/70 da Refinaria de Paulínia (REPLAN).\nOs ensaios de caracterização, realizados no Laboratório de Desenvolvimento e Tecnologia em Pavimentação (LDTPav) da UFSC - Centro de Joinville, serão descritos adiante juntamente com as análises dos processos e resultados obtidos.\n3.2.1\tPonto de amolecimento anel e bola\nRegido pela normativa DNIT-ME 131/2010, este ensaio correlaciona a temperatura a qual o betume amolece e atinge certa condição de escoamento. Duas amostras de asfalto são colocadas dentro de anéis metálicos padronizados e adicionam-se em seus centros duas esferas de aço, com peso e dimensões especificadas. O conjunto é levado a um béquer contendo água e aquecido a uma taxa de 5 ± 0,5°C por minuto.\nApós a deformação da amostra (Figura 3.1), consegue-se determinar, com o auxílio de um termômetro, a temperatura exata em que a mesma toca a placa metálica ao fundo do conjunto. O ponto de amolecimento consiste na média das duas temperaturas observadas no ensaio, onde estas não devem ter variação de mais de 2°C entre si.\nFigura 3.1 - Ponto de amolecimento anel e bola: amostras (a) indeformadas, (b) iniciando a deformação e (c) ao final do processo.\n(a)\t(b)\t(c)\nFonte: Autor.\nOs resultados são expressos no gráfico da Figura 3.2. Os pontos de amolecimento dos ligantes CAP 30/45 e CAP 50/70 estão de acordo com as especificações da ANP (Tabela 2.2), onde os valores mínimos especificados são 52°C e 46°C, respectivamente. Não se verifica atualmente a definição de um limite mínimo para o CAP 10/20 neste ensaio, em razão de sua não comercialização, sendo normalmente classificado tão somente pela penetração. Observa-se ainda a tendência de o ponto de amolecimento diminuir concomitantemente com a viscosidade, discutida adiante na seção 3.2.4.\nFigura 3.2 - Resultado do ponto de amolecimento dos ligantes.\nFonte: Autor.\n3.2.2\tPenetração\nEste ensaio é descrito na normativa DNIT-ME 155/2010, onde se entende penetração como sendo a profundidade em que determinada agulha, com dimensões e massa padronizadas, penetra verticalmente uma amostra sob condições de carga, tempo e temperatura prefixadas. A consistência do CAP é tanto maior quanto menor for a penetração da agulha.\nOs ligantes devem ser aquecidos até adquirirem consistência suficiente para que sejam colocados em recipientes apropriados. Após o endurecimento das amostras, os conjuntos são posicionados dentro de béqueres contendo água a 25°C, onde permanecem submersos até a estabilização da temperatura (Figura 3.3).\nFigura 3.3 - Amostras do ensaio de penetração: (a) secas e (b) submersas em água.\n(a)\n(b)\nFonte: Autor.\nOs conjuntos estabilizados devem ser levados até o aparelho penetrômetro para a realização do ensaio (Figura 3.4(a)). A penetração é executada através de uma agulha de 100 g durante 5 segundos, anotando-se o deslocamento observado, em décimos de milímetro (0,1 mm). Foram realizadas cinco medidas para cada ligante, sendo o valor final a média aritmética destas.\nFigura 3.4 - (a) Penetrômetro e (b) amostra sendo penetrada.\n(a)\t(b)\nFonte: Autor.\nO gráfico da Figura 3.5 incorpora os resultados de penetração, onde cada ligante se apresenta dentro dos limites especificados em suas respectivas classificações.\nFigura 3.5 - Resultado de penetração dos ligantes.\nFonte: Autor.\n3.2.3\tÍndice de Pfeiffer e Van Doormaal\nCom os valores de penetração e ponto de amolecimento, consegue-se calcular o Índice de Pfeiffer e Van Doormaal (IP), também denominado suscetibilidade térmica. Este índice indica a sensibilidade do material com a variação da temperatura e se mostra muito importante na pavimentação para evitar a utilização de materiais que alteraram significativamente suas propriedades em função do gradiente térmico do ambiente (BERNUCCI et al., 2010). Abaixo se tem a Equação 3.1 para a suscetibilidade térmica:\nIP =\n500. log(P) + 20 . PA - 1951\n120 - SO.log(P) + PA\n(3.1)\nonde:\nIP = índice de Pfeiffer e Van Doormaal;\nPA = ponto de amolecimento do CAP obtido no ensaio de anel e bola (°C);\nP = penetração do CAP à 25°C (0,1 mm).\nFonte: Autor.\nOs resultados apontam para valores inseridos dentro da faixa limite definida pela ANP (Tabela 2.2), variando de -1,5 a +0,7. Pode-se auferir também que o ligante CAP 10/20 obteve um valor intermediário dentro dessa faixa, não sendo muito suscetível à temperatura, tampouco frágil, de acordo com os princípios conceptivos da definição de IP. Já o CAP 30/45 e o CAP 50/70 apresentam valores mais próximos do limite negativo, qualificando-os então como bastante suscetíveis à temperatura.\nVale ressaltar que, apesar do IP ser um índice normativo utilizado no Brasil para verificação das condições físicas gerais dos ligantes betuminosos, não deve ser tomado como um parâmetro decisivo na determinação do comportamento destes materiais, e sim um mero indicativo de tendências, em razão de ser baseado em ensaios empíricos que pouco têm relação com o comportamento viscoelástico linear sob carga dinâmica, conforme se observa no campo (BARRA, 2015).\n3.2.4\tViscosidade Saybolt-Furol\nO ensaio de viscosidade Saybolt-Furol é especificado na normativa ABNT NBR 14950/2003. Os resultados do ensaio são utilizados para fins de determinação da curva de viscosidade, a qual fornecerá as temperaturas de usinagem e compactação das misturas asfálticas que garantirão uma boa cobertura dos agregados pelo ligante betuminoso.\nO aparelho utilizado é o viscosímetro Saybolt-Furol (Figura 3.7 (a)), o qual consta com um tubo que poderá ficar aberto ou fechado na parte inferior. Os materiais ensaiados são adicionados a esse tubo e aquecidos até a temperatura desejada. Quando essa estabiliza, o orifício é aberto e começa-se a contagem do tempo com o auxílio de um cronômetro (Figura 3.7 (b)). Ao atingir-se a marca de 60 ml no frasco inferior, o cronômetro pode ser pausado e o tempo deve ser anotado.\nFigura 3.7 - Viscosidade do ligante: (a) Viscosímetro Saybolt-Furol e (b) escoamento no frasco inferior.\n(a)\n(b)\nFonte: Autor.\nOs intervalos para as temperaturas de compactação e de usinagem de cada ligante estão representados na Tabela 3.2. Essas faixas são utilizadas, respectivamente, como temperaturas limites para o processo de densificação das misturas asfálticas e homogeneização do ligante betuminoso junto aos agregados minerais.\nTabela 3.2 - Intervalos das temperaturas de compactação e usinagem dos ligantes.\nLigante Betuminoso\tCompactação\t\tUsinagem\t\n\tLimite Inferior (“C)\tLimite Superior (“C)\tLimite Inferior (“C)\tLimite Superior (“C)\nCAP 10/20\t160\t165\t171\t177\nCAP 30/45\t139\t145\t152\t158\nCAP 50/70\t137\t142\t148\t153\nFonte: Autor\nVale ressaltar que os agregados, durante a mistura, deverão apresentar uma temperatura variando de 10°C a 15°C acima daquela estabelecida para o ligante (BERNUCCI et al., 2010), sendo adotado geralmente o valor correspondente a 13°C no momento da usinagem.\nOs gráficos das curvas de viscosidade para cada ligante são mostrados desde a Figura 3.8 até a Figura 3.10, em função da temperatura, em graus Celsius, e do tempo, em segundos Saybolt-Furol. Dessas curvas são extraídas as temperaturas correspondentes ao intervalo de 75 a 95 sSF, para usinagem, e de 125 a 155 sSF, para compactação.\nFigura 3.8 - Curva de viscosidade Saybolt-Furol do CAP 10/20.\nFonte: Autor.\nFigura 3.9 - Curva de viscosidade Saybolt-Furol do CAP 30/45.\n120\t130\t140\t150\t160\t170\t180\t190\nTemperatura (oC)\nFigura 3.10 - Curva de viscosidade Saybolt-Furol do CAP 50/70.\n120\t130\t140\t150\t160\t170\t180\t190\nTemperatura (oC)\nFonte: Autor.\nDo comparativo ilustrado na Figura 3.11 entende-se que o CAP 10/20 é um material com viscosidade muito superior, dada uma mesma temperatura, em comparação aos demais, que apresentam comportamentos próximos, apesar do CAP 30/45 apresentar viscosidade ligeiramente superior ao CAP 50/70, o que corrobora as tendências obtidas nos ensaios de penetração e ponto de amolecimento anel e bola.\nFigura 3.11 - Comparativo da curva de viscosidade Saybolt-Furol dos ligantes.\n3.2.5\tMassa específica\nO ensaio para a determinação da massa específica do ligante é descrito na normativa ABNT NBR 6296/2012. Os ligantes têm em geral massa específica entre 1,00 e 1,02 g/cm3 (BERNUCCI et al., 2010), podendo atingir valores de até 1,3 g/cm3 (BARRA, 2015). Os valores serão usados posteriormente para a dosagem das misturas asfálticas.\nPara o método foram empregados três picnômetros para cada ligante onde, com auxílio de uma balança de precisão, foram tomados e anotados quatro massas, a saber: picnômetro vazio, cheio com água, com ligante até a metade e cheio com água e ligante.\nFigura 3.12 - Massa específica do ligante: (a) picnômetros cheios com água e ligante e (b) tomada das massas.\n(a)\n(b)\nFonte: Autor.\nA Equação 3.2 fora utilizada para se determinar o valor da massa específica dos ligantes, onde o resultado final para cada é a média aritmética das três amostras.\nMassa Específica =\n(Ç-A)\n[(B-A)-(D-C)]\n(3.2)\nonde:\nA = peso do picnômetro vazio;\nB = peso do picnômetro cheio com água a 25°C;\nC = peso do picnômetro com CAP na metade;\nD = peso do picnômetro com CAP + água.\nOs resultados, ilustrados na Figura 3.13, mostram que os valores encontram-se bem próximos entre si, com desvios na terceira casa decimal e dentro dos intervalos normalmente encontrados. Observa-se ainda a tendência de a densidade do ligante diminuir juntamente com sua viscosidade.\nFigura 3.13 - Resultado da massa específica dos ligantes.\n1,018\n1,016\n£\n1,014\ns\nCÜ\n1,012\no\no\n1,010\nO ’\nCÜ\n1,008\nFonte: Autor.\n1,006\n1,004\n1,002\n3.3\tCurva granulométrica selecionada\nA curva granulométrica utilizada para as misturas asfálticas foi obtida por Barra (2005) através da equação de Füller-Talbot, previamente explicada na seção 2.3.2. A abertura máxima da série de peneiras é de 19,1 mm ao passo que o percentual passante na peneira 0,075 mm é de 6,0%. Dessa maneira o expoente n da equação teve como valor 0,51, o que confere a mistura asfáltica como sendo densa.\nA série de peneiras adotada tem como prioridade o melhor preenchimento dos vazios formados pelos agregados de maior diâmetro. A partir da peneira de 4,76 mm utilizam-se reduções de diâmetros à metade da abertura de malha imediatamente maior, o que gera maior entrosamento entre os grãos e, logo, maior estabilidade às misturas (BARRA, 2005).\nDe posse de todos os elementos necessários para o cálculo da curva teórica, utiliza-se a Equação 2.1 para a montagem da distribuição granulométrica (Tabela 3.3).\nTabela 3.3 - Distribuição granulométrica da curva selecionada.\nPeneira\tAbertura (mm)\tDistribuição granulométrica da curva teórica selecionada (% passante)\n3/4”\t19,1\t100,0\n1/2”\t12,7\t81,3\n3/8”\t9,5\t70,1\nn°04\t4,76\t49,4\nn°10\t2,2\t33,4\nn°16\t1,2\t24,5\nn°30\t0,6\t17,2\nn°50\t0,3\t12,1\nn°100\t0,15\t8,5\nn°200\t0,075\t6,0\nFonte: Barra (2005).\nÉ possível observar na Figura 3.14 que a curva selecionada tangencia quase que completamente o intervalo inferior da faixa C imposta pelo DNIT, utilizada correntemente na área de abrangência da pesquisa, situando-se até mesmo fora desse intervalo em determinados pontos.\nDe acordo com as normativas que devem ser seguidas no uso da metodologia empírica por tentativa, não é desejável que a curva teórica tenha sua trajetória situada fora ou muito próxima aos limites inferiores e superiores da amplitude da faixa granulométrica imposta pelo órgão responsável pela via, devendo essa então estar posicionada preferencialmente na região mediana da faixa de referência.\nNo entanto, como a distribuição da curva acontece de forma racional e não pelo método das tentativas, não é necessário que a mesma se concentre dentro dos limites especificados, e a comparação exposta possui caráter apenas ilustrativo.\nFigura 3.14 - Curva granulométrica selecionada mediante a faixa C do DNIT.\n100\n20\n\t\t\t\t\nFaixa C do DNIT ■ Curva granulométrica selecionada\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n90\n80\n70\n60\n50\n40\n30\nS^O O'\nO\nO O i_ O CL\nCÜ (/) (/) CÜ CL\nE o O) Cü\nAbertura das Peneiras (mm)\nFonte: Autor.\n4\tENSAIOS LABORATORIAIS\nEste capítulo aborda os ensaios laboratoriais realizados a fim de se avaliar a estabilidade, fluência e dosagem das misturas asfálticas estudadas. Todos os procedimentos ocorreram no Laboratório de Desenvolvimento e Tecnologia em Pavimentação (LDTPav) da UFSC - Centro de Joinville.\nO teor ótimo de ligante das misturas foi obtido através da metodologia Marshall, já abordada no capítulo 2, e regida pelo DNER-ME 043/95. Para Barra (2005), apesar de essa metodologia ser largamente difundida e a mais utilizada no país, existem alguns pontos, principalmente no processo de densificação das misturas, que merecem destaque por não representarem as condições de solicitação em campo.\n4.1\tMetodologia Marshall\nPara que se torne viável a parametrização das características das misturas asfálticas faz-se necessário a montagem de corpos de prova cilíndricos padronizados. Esses são previstos na norma e tem dimensões e pesos pré-definidos.\nA determinação do teor de trabalho de ligante é obtida através da compactação desses corpos de prova, em que são realizadas análises de parâmetros físicos e mecânicos referentes ao comportamento das misturas asfálticas, a saber: massa específica aparente (MEA), teor de vazios (V), vazios cheios com betume (VCB), vazios do agregado mineral (VAM), relação betume/vazios (RBV), estabilidade e fluência.\nEm cada uma das misturas manteve-se a matriz granulométrica e variou-se proporcionalmente o teor de ligante em 4,22%, 4,54%, 4,86%, 5,18 % e 5,50%. Esses teores foram adquiridos com base na pesquisa de Barra (2005). Para que os resultados fossem mais significativos, preferiu-se trabalhar com um total de cinco\ncorpos de prova por teor por mistura asfáltica, perfazendo assim um total de 75 corpos de prova.\nPara a montagem desses corpos de prova os materiais foram levados à estufa a suas respectivas temperaturas de usinagem (ressaltando que os agregados têm um acréscimo de 13°C em relação ao ligante). Depois de atingida a temperatura, realizou-se a mistura dos granulares com a correta quantidade em peso dos ligantes, de forma manual.\nRecomenda-se que as misturas aconteçam, em um primeiro momento, somente com os agregados graúdos (Figura 4.1 (a)), de forma a garantir que o ligante os envolva completamente. Posteriormente é adicionada a fração fina (Figura\n4.1\t(b)), formando o mástique betuminoso (BARRA, 2015).\nFigura 4.1 - Metodologia Marshall: (a) adição do ligante aos agregados graúdos, (b) colocação dos agregados finos e (c) mistura homogeneizada.\n(a)\t(b)\t(c)\nFonte: Autor.\nCada traço retorna à estufa a sua respectiva temperatura de compactação, onde permanece por duas horas, permitindo assim uma aderência satisfatória do ligante betuminoso às partículas dos agregados. Os moldes de aço cilíndricos também devem ser aquecidos para que não haja perda de temperatura durante o processo de densificação.\nAs misturas foram então adicionadas aos moldes e levadas ao soquete Marshall para a compactação (Figura 4.2). Esse equipamento opera eletromecanicamente, impedindo a variação da energia de compactação e\ncontribuindo para diminuição do gradiente de densidade, que seria potencialmente mais variável se realizado manualmente (BÚRIGO, 2015). O peso do soquete e altura de queda são padronizados e, como a finalidade das misturas analisadas nessa pesquisa é para aplicação em camadas de rolamento, foram realizados 75 golpes em cada face dos corpos de prova.\nFigura 4.2 - Metodologia Marshall: (a) colocação da mistura nos moldes, (b) mistura compactada e\n(c) compactação no soquete Marshall.\n(a)\n(b)\n(c)\nFonte: Autor.\nO desmolde deve ser feito após o resfriamento natural dos corpos de prova, até que seja possível o toque nos moldes com as mãos, sem o auxílio de proteção de luvas. A extração foi realizada de forma manual, com o auxílio do soquete Marshall (Figura 4.3).\nFigura 4.3 - Desmolde dos corpos de prova.\nFonte: Autor\nOs corpos de prova finalizados estão representados na Figura 4.4. Para que se obtenham os parâmetros necessários para a determinação do teor ótimo de ligante são necessários dois dados de cada amostra, a saber: altura média, aferida em três diferentes pontos com auxílio de um paquímetro, e peso seco, obtido através de uma balança de precisão.\nFigura 4.4 - Disposição final dos 75 corpos de prova.\nFonte: Autor.\nA obtenção da massa específica real dos corpos de prova se dá através da\nEquação 4.1, que correlaciona a densidade dos materiais empregados e suas proporções dentro das misturas.\nd-real\n%P1 _|_\t%P2 +\nágraúdo\t^mlúdo\t^ligante\n(4.1)\nonde:\ndreal\t= massa específica real da mistura;\n%P1 = percentagem retida da peneira de abertura 12,7mm até 4,8mm; %P2 = percentagem retida da peneira de abertura 2,2mm até o fundo;\n%i = percentagem de ligante betuminoso na mistura; dgraúdo = massa específica real do agregado graúdo; dmíúdo = massa específica real do agregado miúdo; dl¡gante = massa específica real do ligante betuminoso.\nA fim de se estabelecer a massa específica aparente dos corpos de prova são necessários os seus respectivos pesos hidrostáticos. Para a realização das pesagens cada amostra deve ser impermeabilizada através do envolvimento com fita crepe e parafina. Posteriormente são submersas em água e registrados os valores dos pesos hidrostáticos. A Figura 4.5 mostra o procedimento.\nFigura 4.5 - Pesagem hidrostática: (a) corpo de prova já encapado sendo parafinado e (b) pesagem hidrostática.\nFonte: Autor\nOs valores apontados foram então substituídos na Equação 4.2 para a obtenção da massa específica aparente:\ndap\nPI\n(P3 - PZ) -\nP3-P1 dparaf.\n(4.2)\n)\nonde:\nQ\ndap\t=\tmassa especifica aparente (g/cm3);\nP1\t=\tpeso do\tCP\tao ar (g);\nP2\t=\tpeso do\tCP\tparafinado\timerso em água (g);\nP3\t=\tpeso do\tCP\tparafinado\tao ar (g);\ndparaf. = massa especifica da parafina utilizada (g/cm3).\nOs dados finais foram compilados em uma planilha de onde se conseguiu realizar os cálculos de outras propriedades dos corpos de prova necessários na metodologia Marshall, descritos adiante.\nO teor de vazios é a relação entre o volume de vazios e o volume real dos corpos de prova e é obtido através da Equação 4.3.\nV = (dreal~d°p).loo\n\\ d-real /\n(4.3)\nonde:\nV = teor de vazios (%);\ndreai\t= massa especifica real (g/cm3);\ndap\t= massa especifica aparente (g/cm3).\nOs vazios cheios com betume, propriamente dito, trazem a percentagem de vazios dos agregados preenchida pelo ligante, e são obtidos pela Equação 4.4.\nVCB =\ndap. °%l d-Ugante\n(4.4)\nonde:\nVCB = vazios cheios com betume (%); dap\t= massa especifica aparente (g/cm3);\n%l = teor de ligante (%);\ndligante = massa especifica do ligante (g/cm3).\nOs vazios do agregado mineral são obtidos da soma dos vazios da mistura\ncom os vazios preenchidos com betume, indicados na Equação 4.5.\nVAM = V + VCB\n(4.5)\nonde:\nVAM = vazios do agregado mineral (%);\nV = teor de vazios (%);\nVCB = vazios cheios com betume (%).\nA relação betume/vazio, relação entre os vazios cheios com betume sobre\nos vazios do agregado mineral, está representada na Equação 4.6:\nVCB RBV = -100 VAM\t\t(4.6)\nonde:\t\t\nRBV\t= relação betume/vazios (%);\t\nVCB\t= vazios cheios com betume (%);\t\nVAM\t= vazios do agregado mineral (%).\t\n\tApós a aquisição de todos esses dados por meio das equações,\tos corpos\nde prova são submetidos à compressão diametral na prensa Marshall para que se consigam os dois parâmetros restantes: estabilidade e fluência.\nSegundo a normativa DNER 043/95, estabilidade é a carga máxima a qual o corpo de prova resiste antes de sua ruptura e fluência indica o deslocamento vertical anotado no instante em que acontece a aplicação dessa carga máxima.\nAntes do rompimento as amostras devem ser preparadas e submersas em banho-maria à 60°C por 30 minutos para que a análise aconteça em uma situação desfavorável.\nCada corpo de prova foi retirado da água e levado imediatamente à prensa Marshall, onde foi posicionado no centro do molde e submetido à compressão diametral até a ruptura (Figura 4.6). A aparelhagem conta com uma célula de carga e um extensômetro para realizar a medição da carga e do deslocamento, respectivamente, conectados a um computador.\nFonte: Autor.\n5\tRESULTADOS E DISCUSSÕES\nA seguir serão expressas algumas considerações gerais bem como a análise dos resultados alcançados pela metodologia Marshall realizada e que determinaram a escolha dos teores ótimos de CAP para a dosagem das misturas asfálticas.\n5.1\tConsiderações gerais\nAo interpretarem-se os gráficos para a determinação do teor ótimo de ligante, alguns requisitos são exigidos para serviços de concreto asfáltico usado em revestimentos de pavimentos e que compõem os parâmetros a serem atendidos na dosagem de laboratório e no campo. Esses limites, especificados na normativa DNIT-ES 031/2006, estão indicados na Tabela 5.1.\nTabela 5.1 - Limites normativos de referência para as misturas asfálticas.\nParâmetros\tEstabilidade (kgf)\tV (%)\tVAM (%)\tRBV (%)\nLimites\tmín. 500\t3,0 a 5,0\tmín. 16,0*\t75,0 a 82,0\n* Para curvas granulométricas com diâmetro nominal máximo de 12,7 mm (caso dessa pesquisa).\nFonte: DNIT-ES 031/2006.\nEntretanto, estes valores deveriam ser tomados apenas como diretrizes devido à falta de sensibilidade acurada, bem como a ausência de relação campo/laboratório dos procedimentos de compactação e de ruptura da metodologia Marshall quando comparados aos processos decorrentes em campo.\nNeste contexto, tem-se que nem todas as misturas asfálticas formuladas, mesmo tendo bom desempenho mecânico quando testadas no âmbito de outras metodologias mais avançadas, como a francesa, por exemplo, são passíveis de enquadramento nos limites normativos indicados na Tabela 5.1 (BARRA, 2009).\nDurante a compactação por impacto e a ruptura por compressão diametral (Figura 4.2 e Figura 4.6), por exemplo, os esforços mecânicos aplicados aos corpos de prova diferem das rolagens por amassamento durante a execução das camadas asfálticas no campo, e também dos processos de ruptura por flexão alternada durante a vida de serviço do pavimento.\nA severidade do modo de compactação por impacto acarreta na maior parte dos casos em quebras aleatórias de frações granulares, que implicam em alterações das propriedades originalmente formuladas das misturas, sobretudo a densidade dos granulares. A granulometria dos esqueletos minerais, na maior parte dos casos, torna-se mais fina, logo, com maior superfície específica, implicando no aumento do teor de ligante considerado ótimo.\nAinda, a ruptura por compressão diametral é realizada a uma taxa de carregamento muito rápida e completamente distante das condições reais de campo, não tendo qualquer relação com o fenômeno de fadiga das misturas asfálticas, que é o principal dano que as conduz ao colapso evidenciado em campo (DOMEC6, 2005; RUDENSKY7, 1997 apud BARRA, 2009).\nDessa maneira, em razão do distanciamento que a metodologia Marshall possui em relação às condições reais de campo, o que a confere forte deficiência técnica, faz-se muito necessária a percepção atenta do operador durante o procedimento de mistura em laboratório, notadamente no que se refere ao envolvimento das partículas.\nMisturas que apresentam dificuldade para garantir o completo envolvimento dos agregados traduzem falta de ligante, ao passo que superfícies muito brilhosas podem ser um indício de excesso de ligante. Dessa maneira o material, quando misturado, deve apresentar características gerais de opacidade moderada e trabalhabilidade não muito dificultosa para que se possa considerar uma dosagem apta às condições ótimas de aplicação.\n6\tDOMEC, V. Endommagement par fatigue des enrobés bitumineux em condition de trafic simulé et de température. These de Docteur. Université de Bordeaux I. 2005.\n7\tRUDENSKY, A. V. Asphalt concrete fatigue properties, in Proceedings of the 5th International RILEM Symposium. Mechanical Tests for Bituminous Materials (MBTM): Recent Improvements and Future Prospects. Lyon, France. 1997.\n5.2\tAnálise dos resultados do ensaio Marshall\nOs resultados obtidos do ensaio Marshall estão compilados nos gráficos apresentados desde a Figura 5.1 até a Figura 5.7. A partir da análise gráfica bem como das percepções obtidas das formulações quando misturadas, descritos adiante, consegue-se indicar o teor de ligante considerado ótimo.\nFluência (mm)\tEstabilidade (kN)\n30,0\t\tZ\t•\t1\tk\t\n\t1——9\t1\t\n\t9\t• •\t\"I\t\t\n25,0\t\t\n20,0\t\t\n15,0\t• Estabilidade\t\n10,0\t• Estabilidade Média\t\n\t\t\n3,90% 4,22% 4,54% 4,86% 5,18% 5,50% 5,82%\nTeor de betume (%)\nTeor de Betume (%)\nTeor de Betume (%)\n(a)\t(b)\t(c)\nFonte: Autor.\nFigura 5.2 - Fluência das misturas asfálticas de (a) CAP 10/20, (b) CAP 30/45 e (c) CAP 50/70.\nTeor de Betume (%)\nTeor de Betume (%)\nTeor de Betume (%)\n(b)\nFonte: Autor.\nTeor de Vazios (%)\tMEA (g/cm3)\nTeor de Betume (%)\nTeor de Betume (%)\nTeor de Betume (%)\n(c)\n(a)\n(b)\nFonte: Autor.\nFigura 5.4 - Teor de vazios das misturas asfálticas de (a) CAP 10/20, (b) CAP 30/45 e (c) CAP 50/70.\nTeor de Betume (%)\nTeor de Betume (%)\nTeor de Betume (%)\n(b)\nFonte: Autor.\n14,0\nVAM (%)\tVCB (%)\n13,0\n12,0\n11,0\n10,0\n9,0\n3,90% 4,22% 4,54% 4,86% 5,18% 5,50% 5,82%\nTeor de Betume (%)\nTeor de Betume (%)\n14,0\n13,0 B 12,0\nCO\n11,0\n10,0\n9,0\n3,90% 4,22% 4,54% 4,86% 5,18% 5,50% 5,82%\nTeor de Betume (%)\n(a)\n(b)\nFonte: Autor.\n(c)\nFigura 5.6 - Vazios do agregado mineral das misturas asfálticas de (a) CAP 10/20, (b) CAP 30/45 e (c) CAP 50/70.\nTeor de Betume (%)\nTeor de Betume (%)\n23,0\n22,0\n21,0\n20,0\n19,0\n18,0\n17,0\n16,0\n15,0\n3,90% 4,22% 4,54% 4,86% 5,18% 5,50% 5,82%\nTeor de Betume (%)\n(b)\nFonte: Autor.\nRBV (%)\nTeor de Betume (%)\n(a)\nTeor de Betume (%)\n(b)\nFonte: Autor.\nTeor de Betume (%)\n(c)\nA definição do teor de ligante a ser tomado como ótimo através da análise desses gráficos pode ocorrer de diversas maneiras. Para a presente pesquisa optouse pela observação de três parâmetros principais, pois é mais visível a influência desses no comportamento mecânico em relação aos demais. São eles: fluência, estabilidade e teor de vazios, descritos adiante para cada uma das misturas.\nA curva de estabilidade do CAP 10/20 mostra valores máximos que tendem à faixa de teores de 4,54% a 5,18%. No entanto, durante a realização das misturas, pôde-se perceber que aquela com 5,18% de ligante mostrou-se demasiadamente brilhosa, dando um indicativo de excesso de ligante (Figura 5.8). Além disso, para 5,18% de ligante, puderam-se observar o aparecimento de grandes manchas de aglutinação nos filtros dos corpos de prova (Figura 5.9).\nFigura 5.8 - Comparativo das superfícies de misturas com dois diferentes teores de CAP 10/20: (a) 4,86% e (b) 5,18%.\n(a)\t(b)\nFonte: Autor.\nFigura 5.9 - Comparativo dos filtros dos corpos de prova com dois diferentes teores de CAP 10/20: (a) 4,86% e (b) 5,18%.\n(a)\n(b)\nFonte: Autor.\nJá para as misturas formuladas a partir do CAP 30/45 tem-se, em um primeiro momento, durante a análise dos gráficos, comportamentos que induzem ao teor ótimo de ligante de 4,86%, onde a estabilidade se aproxima do valor máximo, a fluência está próxima de 4,5 mm e o teor de vazios situado em torno de 6%.\nEntretanto, durante a usinagem das misturas asfálticas, pôde-se observar um bom envolvimento dos grãos, com boa trabalhabilidade, já com 4,54% de ligante, ao passo que teores superiores apresentavam superfícies demasiadamente brilhosas (Figura 5.10) e os filtros com relevantes manchas de ligante (Figura 5.11). Dessa forma, o teor ótimo de ligante adotado para o CAP 30/45 foi de 4,54%.\nFigura 5.10 - Comparativo das superfícies de misturas com dois diferentes teores de CAP 30/45: (a) 4,54% e (b) 4,86%.\n(a)\n(b)\nFigura 5.11 - Comparativo dos filtros dos corpos de prova com dois diferentes teores de CAP 30/45: (a) 4,54% e (b) 4,86%.\n(a)\t(b)\nFonte: Autor.\nNo caso do CAP 50/70, os comportamentos das curvas observadas nos gráficos apontam para um teor ótimo de 4,54%, onde se tem o valor máximo na curva de estabilidade, fluência com tendência ao valor de 4,4 mm e teor de vazios próximo a 7%. A Figura 5.12 e a Figura 5.13 servem como indicativos de que esse teor já era suficiente para garantir a completa envoltura dos grãos pelo ligante durante a mistura.\nFigura 5.12 - Comparativo das superfícies de misturas com dois diferentes teores de CAP 50/70: (a) 4,54% e (b) 4,86%.\n(a)\n(b)\nFonte: Autor.\nFigura 5.13 - Comparativo dos filtros dos corpos de prova com dois diferentes teores de CAP 50/70: (a) 4,54% e (b) 4,86%.\n(a)\t(b)\nFonte: Autor.\nAlém disso, pelo fato do CAP 50/70 ser bastante empregado na área de pavimentação no Brasil, já foram realizados muitos estudos com o intuito de se determinar o teor ótimo desse ligante em misturas asfálticas. Búrigo (2015) realizou em sua pesquisa misturas formuladas a partir de amostras de CAP 50/70, com igual curva granulométrica à deste trabalho, porém, variando a natureza dos agregados (rocha diabásica), obtendo resultados finais que apontaram também para teor ótimo de ligante de 4,54%.\nA seguir é apresentada a Tabela 5.2, a qual resume as propriedades resultantes para o teor ótimo de cada ligante.\nTabela 5.2 - Parâmetros de análise do ensaio Marshall.\nLigante Betuminoso\tParâmetros Marshall\t\t\t\t\t\t\t\n\tEstabilidade (kN)\tFluência (mm)\tMEA (g/cm3)\tTeor de Vazios (%)\tVCB (%)\tVAM (%)\tRBV (%)\tTeor Ótimo de Betume (%)\nCAP 10/20\t29,29\t3,68\t2,398\t7,333\t11,461\t18,794\t60,989\t4,86\nCAP 30/45\t19,31\t4,49\t2,400\t7,745\t10,789\t18,535\t58,234\t4,54\nCAP 50/70\t17,72\t5,35\t2,412\t7,274\t10,876\t18,151\t59,988\t4,54\nFonte: Autor.\nAo realizar-se a comparação dos comportamentos mecânicos das misturas, dados os referidos teores ótimos de ligante, pode-se perceber a influência exercida pelos ligantes. A estabilidade tem valores muito superiores nas amostras formuladas\na partir do CAP 10/20. Esse fato pode ser explicado devido à elevada rigidez desse ligante, que contribui para uma maior resistência aos esforços solicitantes.\nEm relação à característica de deformabilidade dos materiais, observa-se que as formulações com o CAP 10/20 tendem a se deformar menos que aquelas com o CAP 30/45, que por sua vez deformam menos que as concebidas a partir do CAP 50/70. Esta tendência pode ser comprovada pela Figura 5.14, que apresenta corpos de prova com o mesmo teor de ligante logo após o rompimento, onde aquele preparado com CAP 10/20 mostra-se com formato mais circular que os demais.\nFigura 5.14 - Corpos de prova após o rompimento na prensa Marshall: (a) CAP 10/20, (b) CAP 30/45 e (c) CAP 50/70.\n(a)\t(b)\t(c)\nFonte: Autor.\nOs gráficos evidenciam ainda que a viscosidade tem forte influência sobre os vazios presentes nas misturas. Ligantes mais viscosos tendem a ter maior dificuldade no envolvimento das particulas granulares, dado um mesmo teor, influenciando assim diretamente as propriedades de teor de vazios e massa especifica aparente. Esse fato corrobora com a escolha dos teores ótimos de ligante, onde o valor para as misturas com CAP 10/20 (4,86%) é superior aos demais (CAP 30/45 e CAP 50/70, ambos 4,54%) para que possa garantir o completo envolvimento dos agregados.\n6\tCONCLUSÕES E RECOMENDAÇÕES\nOs resultados obtidos nessa pesquisa comprovam que o ligante betuminoso a ser utilizado na formulação de misturas asfálticas tem grande influência nas propriedades finais encontradas, e consequentemente na determinação dos teores ótimos em cada caso, demonstrando que o trabalho atingiu o seu objetivo principal.\nDesta forma, verifica-se que as misturas asfálticas herdam, de fato, o comportamento viscoelástico do ligante betuminoso que contêm, e de forma particular a cada matriz utilizada em sua formulação.\nÉ importante ressaltar também que os resultados da metodologia Marshall aplicada não traduzem fielmente as condições de trabalho observadas em campo. Os valores paramétricos mostram-se inadequados em diversas situações, sendo consequência da ausência de sensibilidade e empirismo do método quanto à análise acurada do comportamento viscoelástico das misturas asfálticas, onde o modo de compactação dos corpos de prova, as características dos equipamentos e as condições operacionais do processo podem exercer grande influência.\nPortanto, ressalta-se que a determinação do teor ótimo de ligante deve acontecer não somente pela interpretação dos gráficos e dos limites normativos indicados pela metodologia, mas também pela experiência do operador durante a usinagem, de onde se poderá ter um indício da quantidade de ligante que satisfaça a condição ótima da formulação.\nRodovias com elevado tráfego, como rotas entre portos, por exemplo, estão geralmente associadas a movimentações de caminhões e veículos de grande porte, devendo então a camada de rolamento suportar a forte intensidade dos esforços atuantes. Para esses casos indica-se, dentro das delimitações dessa pesquisa, por exemplo, a utilização de misturas concebidas a partir do CAP 10/20 que, apesar de ainda não comercializado, parece garantir um melhor comportamento mecânico do pavimento.\nAlém disso, indica-se também a aplicação do CAP 10/20 em regiões que apresentam temperaturas mais elevadas devido ao fato de ser menos suscetível à\ntemperatura, contribuindo para a diminuição dos casos de deformação permanente nas vias.\nEm estradas de médio e baixo tráfego, como vias coletoras e arteriais, desde que o trânsito de veículos pesados seja limitado, parecem ser mais indicadas camadas de rolamento formuladas a partir do CAP 30/45 e até mesmo CAP 50/70, onde se observaram nessa pesquisa comportamentos mecânicos próximos e satisfatórios para fins de pavimentação.\nRecomendam-se estudos físico-químicos mais aprofundados dos ligantes betuminosos, de caráter microscópico, para que assim se possam entender melhor as características as quais exercem influência, de maneira distinta, sobre as misturas asfálticas.\nSugere-se ainda a execução de ensaios laboratoriais fundamentais para as misturas asfálticas, como: deformação permanente, módulo complexo e resistência à fadiga, encontrados na metodologia francesa de formulação, reconhecida por apresentar estreita relação campo/laboratório. Essa relação se evidencia com a possibilidade de se fazer a análise de módulo complexo e resistência à fadiga no domínio frenquencial e à flexão alternada, que é o verdadeiro escopo de solicitação das misturas asfálticas em campo.\nREFERÊNCIAS\nA DESTILAÇÃO DO PETRÓLEO (CRUDE). Portal laboratórios virtuais de processos químicos. Disponível em:\n<http://labvirtual.eq.uc.pt/siteJoomla/index.php?option=com_content&amp;task=view&amp;id= 224&amp;Itemid=415>. Acesso em: 30.maio.2016.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). Agregados -terminologia. Norma Brasileira n° 9935/2011. Rio de Janeiro: ABNT, 2011.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). Lastro padrão -determinação da forma do material. Norma Brasileira n° 6954/1989. Rio de Janeiro: ABNT, 1989.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). Materiais betuminosos - Determinação da viscosidade Saybolt Furol. Norma brasileira n° 14950/2003. p. 01-10. Rio de Janeiro: ABNT, 2003.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). Produtos betuminosos semissólidos - determinação da massa específica e densidade relativa. Norma Brasileira n° 6296/2012. p. 01-06. Rio de Janeiro: ABNT, 2012.\nBARRA, B. S. Agregados para Pavimentação. 13-21.abr.2015. Notas de Aula.\nBARRA, B.S. Avaliação da Ação da Água no Módulo Complexo e na Fadiga de Misturas Asfálticas Densas. 2009. 327p. Tese (Doutorado) - Programa de Pós-Graduação em Engenharia Civil, Universidade Federal de Santa Catarina, Florianópolis, 2009.\nBARRA, B. S. Avaliação do desempenho mecânico de misturas asfálticas densas utilizando materiais do estado do Pará com o emprego de pó calcário. 2005. 177 p. Dissertação (Mestrado) - Programa de Pós-Graduação em Engenharia Civil, Universidade Federal de Santa Catarina, Florianópolis, 2005.\nBERNUCCI, L. B. et al. Pavimentação Asfáltica: Formação Básica para Engenheiros. 3. ed. Rio de Janeiro: PETROBRÁS: ABEDA, 2010.\nBÚRIGO, A. S. Influência da formulação de esqueletos minerais no comportamento mecânico de misturas de concreto asfáltico. 2015. 60 p. TCC (Graduação) - Curso de Engenharia de Infraestrutura, Centro de Joinville, Universidade Federal de Santa Catarina, Joinville, 2015.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregado graúdo - adesividade a ligante betuminoso. Método de Ensaio n° 078/94. p. 01-03. Rio de Janeiro: DNER,1994.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregados\n-\tanálise granulométrica. Método de Ensaio n° 083/98. p. 01-05. Rio de Janeiro: DNER,1998.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregados\n-\tAvaliação da durabilidade pelo emprego de soluções de sulfato de sódio ou magnésio. Método de Ensaio n° 089/94. p. 01-06. Rio de Janeiro: DNER,1994.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregados\n-\tdeterminação da abrasão “Los Angeles”. Método de Ensaio n° 035/98. p. 01-06. Rio de Janeiro: DNER,1998.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregados\n-\tdeterminação da absorção e da densidade do agregado graúdo. Método de Ensaio n° 081/98. p. 01-06. Rio de Janeiro: DNER,1998.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Agregados\n-\tdeterminação da massa específica de agregados miúdos por meio do frasco Chapman. Método de Ensaio n° 194/98. p. 01-04. Rio de Janeiro: DNER,1998.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Material finamente pulverizado - determinação da massa específica real. Método de Ensaio n° 085/94. p. 01-04. Rio de Janeiro: DNER,1994.\nDEPARTAMENTO NACIONAL DE ESTRADAS E RODAGENS (DNER). Misturas betuminosas a quente - ensaio Marshall. Método de Ensaio n° 043/95. p. 01-11. Rio de Janeiro: DNER,1995.\nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES (DNIT). Materiais asfálticos - Determinação do ponto de amolecimento - Método do Anel e Bola. Método de Ensaio n° 131/2010. p. 01-06. Rio de Janeiro: DNIT, 2010.\nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES (DNIT). Material asfáltico - Determinação da penetração. Método de Ensaio n° 155/2010. p. 01-07. Rio de Janeiro: DNIT, 2010.\nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES (DNIT). Pavimentação asfáltica - Misturas asfálticas - Determinação da resistência à tração por compressão diametral. Método de Ensaio n° 136/2010. p. 01-06. Rio de Janeiro: DNIT, 2010.\nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES (DNIT). Pavimentos flexíveis - Concreto asfáltico. Especificação de Serviço n° 031/2006. p. 01-14. Rio de Janeiro: DNIT, 2006.\nGUERRERO, Y. A. P. Avaliação do desempenho mecânico e reológico de misturas asfálticas mornas. 2013. 326 p. Tese (Doutorado) - Programa de Pós-Graduação de Engenharia Civil, Universidade Federal de Santa Catarina, Florianópolis, 2013.\nLEITE, L. F. M. Estudos reológicos em cimentos asfálticos. 1990. 122 p. Dissertação (Mestrado) - Programa de Pós-Graduação de Engenharia Civil, Universidade Federal do Rio de Janeiro, Rio de Janeiro, 1990.\nMEURER, P. Caracterização de materiais rochosos do norte de Santa Catarina para fins de aplicação em obras de pavimentação. 2015. 92 p. TCC (Graduação) - Curso de Engenharia de Infraestrutura, Centro de Joinville, Universidade Federal de Santa Catarina, Joinville, 2015.\nMOTTA, R. S. Estudo de misturas asfálticas mornas em revestimentos de pavimentos para redução de emissão de poluentes e de consumo energético. 2011. 229 p. Tese (Doutorado) - Escola Politécnica, Universidade de São Paulo, São Paulo, 2011.\nMOURÃO, A. L. M. Misturas asfálticas de alto desempenho tipo SMA. 2003. 131 p. Dissertação (Mestrado) - Programa de Pós-Graduação de Engenharia Civil, Universidade Federal do Rio de Janeiro, Rio de Janeiro, 2003.\nPEREIRA, M. A. et al. (Org.). Sistemas de Transportes. 195 p. Apostila de Curso. Departamento de Transportes, Setor de Tecnologia, Universidade Federal do Paraná, Curitiba, 2013.\nSENÇO, W. de. Manual de técnicas de pavimentação. 2. ed. São Paulo: PINI, 2008, Vol. 1.\nQUINTERO, B. S. Estudo de misturas asfálticas com ligantes de consistência elevada - formulação e comportamento mecânico. 2011.203 p. Dissertação (Mestrado) - Programa de Pós-Graduação de Engenharia Civil, Universidade Federal de Santa Catarina, Florianópolis, 2011."}]}}}