{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20742"}, {"@name": "filename", "#text": "4375_alessio_p_me_bauru.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA – UNESP \n\n“Júlio de Mesquita Filho” \n\nPós-graduação em Ciência e Tecnologia de Materiais – POSMAT \n\n \n\n \n\n \n\nPriscila Aléssio \n\n \n\n \n\n \n\nPOLIURETANA CONTENDO CORANTE AZÓICO E ESPAÇADOR TIPO BIS-\n\nCARBONATO COMO MATERIAL PARA FABRICAÇÃO DE FILMES \n\nNANOESTRUTURADOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPresidente Prudente \n\nAgosto de 2008\n\n\n\n \n\n \n\n \n\n \n\nPriscila Aléssio \n\n \n\n \n\n \n\nPOLIURETANA CONTENDO CORANTE AZÓICO E ESPAÇADOR TIPO BIS-\n\nCARBONATO COMO MATERIAL PARA FABRICAÇÃO DE FILMES \n\nNANOESTRUTURADOS \n\n \n\n \n\n \n\n \n\nDissertação apresentada como requisito à \nobtenção do título de Mestre à Universidade \nEstadual Paulista “Júlio de Mesquita Filho” - \nPrograma de Pós-graduação em Ciência e \nTecnologia de Materiais sob a orientação do \nProf. Dr. Eduardo René Pérez González.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPresidente Prudente \n\n2008\n\n\n\n \n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAos meus pais, que me deram a vida, e não só isso, também carinho, apoio, boa educação e \n\nbom exemplo; por me ensinarem a viver e dessa forma proporcionarem este momento, meu \n\nmaior agradecimento. \n\nAo meu orientador Eduardo, pela paciência, pela disponibilidade em orientar uma física, pela \n\ndedicação e entusiasmo com a realização deste trabalho e pela grande amizade que se formou. \n\nAos professores do DFQB e da POSMAT que acompanharam desde o início a realização \n\ndeste trabalho, em especial ao professor Aldo pela amizade e ao professor Sílvio, meu \n\nprimeiro orientador na IC. \n\nAos professores que constituem a banca, Prof. Dr. Aldo, Prof. Dr. Zucolotto e em especial o \n\nProf. Dr. Carlos F.O. Graeff pela disponibilidade tanto na qualificação quanto na defesa e \n\npelas sugestões. \n\nAos colegas e amigos de departamento, Diogo, Pedro, Felipe, Zanfa, Cléber, Airton, Andréia, \n\nMelina, Wanessa, Rebeca, Deuber, Dete, Marcinha entre outros igualmente importantes, pelos \n\ncafés, horas de conversa, de discussão de resultados, churrascos, trucos, bares, risadas... e ao \n\nMakoto que me auxiliou nos meus primeiros “nanopassos”. \n\nÀs meninas de casa, Dri e Lili pelas loucuras, muitas risadas, conversas sérias, entre tantas \n\ncoisas... \n\nA Juvanir e Andressa, secretárias atenciosas, por facilitarem as burocracias com tanta \n\nsolicitude. \n\nAo meu irmão, que me ajudou muito, com incentivos e carinho.  \n\nE por último, mas não menos importante, agradeço ao Casé... sem ter como enumerar... por \n\ntudo... \n\nÀ CAPES pelo auxílio financeiro. \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n??????????\t\n????\n???????????\t??????\n\n??\t??\n?\n??????\n??????????\n??\t??\n???????\n\n?\n?\t\n??\n?\n\n?\n\n\n\n \n\n \n\n \n\n \n\nALÉSSIO, P. Poliuretana contendo corante azóico e espaçador tipo bis-carbonato como \n\nmaterial para fabricação de filmes nanoestruturados. 2008. 89f. Dissertação (Mestre em \n\nCiências e Tecnologia de Materiais) – UNESP, Faculdade de Ciências e Tecnologia, \n\nPresidente Prudente, 2008. \n\nRESUMO \n\nNa presente dissertação de mestrado apresentam-se estudos de um material polimérico do tipo \n\npoli(azo)uretana, chamada aqui de PAzoU, obtida a partir da reação de azocorante com o bis-\n\ncarbonato cíclico de di-glicidiléter-bis-fenol A. A reação do azocorante possuindo dois \n\nagrupamentos –NH2 livres com o bis-carbonato conduz à formação da PAzoU, a qual foi \n\ncaracterizada por ressonância magnética nuclear de carbono 13 (13C RMN) em solução e na \n\nforma de pó e cromatografia de permeação por gel (GPC). Vale ressaltar a importância \n\necológica e industrial deste processo, uma vez que a poliuretana resultante é livre de \n\nisocianato (NIPU, do inglês non-isocyanate polyurethane) e foi obtida a partir da captura e \n\nativação do CO2. Uma vez caracterizado o polímero, filmes nanoestruturados foram \n\nfabricados com o objetivo principal de se investigar a estruturação em nível molecular do \n\npolímero nos filmes finos. Tal estruturação, além das características físicas e químicas do \n\nmaterial em si, é um fator fundamental nas propriedades óticas e elétricas do filme. A \n\nimportância do estudo destes materiais na forma de filmes finos justifica-se porque a maioria \n\ndos dispositivos eletrônicos de materiais orgânicos é fabricada tendo o filme fino como \n\nelemento transdutor de sinal. Três diferentes tipos de filmes finos foram estudados: filmes de \n\nLangmuir, filmes de Langmuir-Blodgett (LB) e filmes evaporados (ou PVD, do inglês \n\nphysical vapor deposition). Os filmes de Langmuir, estudados na forma de monocamadas na \n\ninterface ar/água, foram caracterizados por isotermas de pressão de superfície vs área \n\nmolecular média (isotermas ?-A) variando-se diferentes parâmetros: solventes para a \n\ndissolução do polímero, testes de estabilidade, curvas de histereses, velocidade de compressão \n\n\n\n \n\n \n\n \n\n \n\ndas moléculas e fabricação de filmes mistos utilizando-se ácido esteárico (AE). Em seguida, \n\nos filmes de Langmuir foram transferidos sobre substratos sólidos formando os filmes LB, os \n\nquais foram caracterizados estruturalmente por espectroscopia eletrônica via absorção na \n\nregião do ultravioleta-visível (UV-Vis), espectroscopia vibracional via espalhamento Raman e \n\nabsorção na região do infravermelho com transformada de Fourier (FTIR), microscopias ótica \n\ne de força atômica (AFM) e espectroscopia de impedância. Com a técnica de FTIR foi \n\npossível investigar as interações entre o polímero e o ácido esteárico quando formados os \n\nfilmes LB mistos. Além disso, o micro-Raman possibilitou analisar a morfologia do filme \n\nrelacionando informações ópticas e químicas em escala nanométrica. A morfologia do filme \n\nem escala nanométrica foi investigada utilizando AFM e a espectroscopia de impedância foi \n\nutilizada para estudar comportamento elétrico dos filmes em diferentes temperaturas. A \n\ntécnica de UV-Vis foi utilizada para acompanhar o crescimento do filme, assim como \n\ninvestigar a existência de agregados (J e H) e de isômeros conformacionais (cis e trans) tanto \n\nno filme LB como na solução. Os filmes PVD foram fabricados pela técnica de deposição \n\ntérmica a vácuo e investigados para obter informações sobre a organização molecular, \n\nisomerização cis-trans e a formação de agregados tipo J ou H. A estabilidade térmica da \n\nPAzoU foi confirmada através de análises termogravimétricas e também convencionalmente \n\npor espectroscopias de absorção FTIR e UV-Vis. A presença de agregados do tipo J pode ser \n\nbem definida nos espectros de absorção do UV-Vis para a PAzoU em solução e em filme \n\nPVD. Contudo, a absorção do espectro da solução indica o domínio de isômeros trans, \n\nenquanto que no filme PVD predominam os isômeros cis, o que é um resultado inesperado. \n\nOs espetros de FTIR revelam uma distribuição aleatória das moléculas de PAzoU no filme \n\nPVD, ou seja, não apresenta organização molecular. A morfologia do filme foi investigada \n\npor microscopia óptica e AFM. A luminescência do filme foi medida em função da \n\ntemperatura. Um aumento atípico na intensidade da fluorescência foi observado em +150oC \n\n\n\n \n\n \n\n \n\n \n\napós um decréscimo iniciado a -150oC, que parece estar relacionado com a reorganização no \n\nfilme PVD, produzindo uma nova fase estrutural.  \n\n \nPalavras-chave: técnica de Langmuir, filmes nanoestruturados, poli(azo)uretana, captura de \n\nCO2, NIPU, micro-Raman, microscopia, espectroscopia UV-Vis, FTIR \n\n\n\n \n\n \n\n \n\n \n\nALÉSSIO, P. Poliuretana contendo corante azóico e espaçador tipo bis-carbonato como \n\nmaterial para fabricação de filmes nanoestruturados. 2008. 89f. Dissertação (Mestre em \n\nCiências e Tecnologia de Materiais) – UNESP, Faculdade de Ciências e Tecnologia, \n\nPresidente Prudente, 2008. \n\nABSTRACT \n\nThis work is related to the results of the study of a polymeric material in a form of ultrathin \n\nfilms. The studied polymer is a poly(azo)urethane, named PAzoU, obtained by the \n\ncopolymerization of a diazo(4-aminomethyl-benzylamine) with the cyclic bis-carbonate of di-\n\nglicidilether-bis-phenol A. The final polyurethane is a NIPU, non-isocyanate polyurethane \n\nmaterial being remarkable the ecological and industrial role of materials obtained from CO2 \n\ncapture and activation. The PAzoU was characterized by carbon 13 nuclear magnetic \n\nresonance (13C NMR) in solution and in solid state, and by gel permeation chromatography \n\n(GPC). Once the polymer was characterized, nanostructured films were fabricated for \n\ninvestigating the polymer structuration at molecular level. Such structuration, in addition to \n\nthe physical and chemical characteristics of the material itself, plays an important role on the \n\nfilm optical and electrical properties. In fact, most of the organic electronic devices are \n\nfabricated with the signal transducer element as a thin film. This justifies the importance of \n\nthe study of the polymeric materials in the thin film form. The films have been studied in the \n\nmonomolecular form by the Langmuir technique on the air/water interface. The PAzoU has \n\nbeen characterized by isotherms of surface pressure vs mean molecular area (?-A isotherm). \n\nThe influence of the solvent has been investigated and N,N-dimethylformamide (DMF) was \n\nchosen as the most appropriate for ?-A isotherm experiments. Hence, other experiments were \n\ncarried out using DMF as solvent: stability tests, hysteresis curves, compression speed of the \n\nmolecules, and mixed films produced using stearic acid (SA). Afterwards the Langmuir films \n\nwere transferred onto solid substrate forming Langmuir-Blodgett (LB) films, which were \n\n\n\n \n\n \n\n \n\n \n\ncharacterized through electronic absorption spectroscopy (UV-Vis), vibrational spectroscopy \n\nby Raman scattering and Fourier transformed infrared absorption (FTIR), optical and atomic \n\nforce (AFM) microscopes, and impedance spectroscopy. UV-Vis technique was used for \n\nmonitoring the film growth as well as to investigate the aggregates (J and H) and isomer \n\nconformations (cis and trans) existence in film and in solution. With FTIR it was possible to \n\nexplore possible interactions between PAzoU and SA when forming mixed films. Micro-\n\nRaman allowed the morphological analyses of the film combining both optical and chemical \n\ninformation. The film morphology at micro and nanometric scales was also investigated using \n\noptical and AFM microscopes, and the impedance spectroscopy was used to study the electric \n\nbehavior of the films at different temperatures. PVD films were fabricated using the thermal \n\ndeposition in vacuum technique and investigated to extract information on molecular \n\norganization, cis or trans isomerization and the formation of J or H aggregates. The thermal \n\nstability of the PAzoU molecule was confirmed by thermogravimetric analysis (TG) and \n\nestablished by FTIR and UV-Vis absorption spectroscopies. The presence of J-aggregates can \n\nbe distinguished in the UV-Vis absorption spectra of the PAzoU in solution and in PVD films. \n\nHowever, the solution spectrum seems to correspond to trans isomers, while that of the PVD \n\nfilm to cis isomers, which is an unexpected result. FTIR spectra revealed a random \n\ndistribution of the PAzoU molecules in the PVD films. The film morphology was investigated \n\nby optical microscopy with micrometer resolution, and at the nanometer scale with AFM. \n\nFilm luminescence was measured over a wide range of temperature. An unusual increase of \n\nfluorescence intensity was observed at +150oC after a monotonic decrease from -150oC, \n\nwhich seems to be related to a reorganization in the PVD film producing a new structural \n\nphase. \n\n \nKey words: Langmuir technique, nanostructured films, poly(azo)urethane, CO2 capture, \n\nNIPU, micro-Raman, Microscopy, UV-Vis spectroscopy, FTIR. \n\n\n\n \n\n \n\n \n\n \n\nÍNDICE \n \nAPRESENTAÇÃO DA DISSERTAÇÃO ......................................................................... 14 \n\nCAPÍTULO I \n\nINTRODUÇÃO.................................................................................................................. 16 \n\n1.1 Poliuretanas................................................................................................................ 16 \n\n1.2 Azobenzenos .............................................................................................................. 17 \n\n1.3 Agregados J e H ......................................................................................................... 20 \n\n1.4 Filmes de Langmuir ................................................................................................... 22 \n\n1.5 Filmes Langmuir-Blodgett.......................................................................................... 28 \n\n1.6 Filmes PVD................................................................................................................ 32 \n\n1.7 Espectroscopia de absorção no infravermelho............................................................. 35 \n\n1.8 Espalhamento Raman ................................................................................................. 35 \n\n1.9 Espectroscopias de absorção no UV-Vis e fluorescência............................................. 37 \n\n1.10 Espectroscopia de impedância .................................................................................. 38 \n\n1.11 Microscopia de força atômica (AFM) ....................................................................... 41 \n\nCAPÍTULO II \n\nPROCEDIMENTOS EXPERIMENTAIS ........................................................................ 43 \n\n2.1 Preparação do polímero .............................................................................................. 43 \n\n2.2 Filmes de Langmuir ................................................................................................... 44 \n\n2.3 Filmes Langmuir-Blodgett.......................................................................................... 45 \n\n2.4 Filmes PVD................................................................................................................ 46 \n\n2.5 Técnicas de caracterização ......................................................................................... 47 \n\nCAPÍTULO III \n\nRESULTADOS E DISCUSSÃO........................................................................................ 49 \n\n3.1 Filmes de Langmuir ................................................................................................... 49 \n\n3.2 Filmes de Langmuir-Blodgett (LB) ............................................................................ 55 \n\n3.3 Filmes Evaporados (PVD) .......................................................................................... 67 \n\nCAPÍTULO IV \n\nCONSIDERAÇÕES FINAIS............................................................................................. 82 \n\nREFERÊNCIAS................................................................................................................. 85 \n\n \n\n\n\n \n\n  \n\nÍndice de Figuras \n \n\nFigura 1: Representação do processo de isomerização trans-cis-trans para azobenzenos. .... 18 \n\nFigura 2: Espectros de absorção para os isômeros (---) cis (Z) e(?) trans (E) da molécula de \n\nazobenzeno em solução de EtOH [SEKKAT 2002]............................................. 19 \n\nFigura 3: Representação dos deslocamentos energéticos para os agregados moleculares J e H \n\npara a transição eletrônica do estado fundamental (Ef) para o estado excitado (Ee).\n\n........................................................................................................................... 22 \n\nFigura 4: Modelo de uma molécula anfipática e isoterma esquemática mostrando as três fases de \n\ncompressão até a formação do filme de Langmuir. ................................................ 23 \n\nFigura 5: Desenho esquemático da cuba de Langmuir. ......................................................... 24 \n\nFigura 6: Desenho esquemático da placa do sensor de Wilhelmy. ....................................... 25 \n\nFigura 7: Forças atuando sobre a placa de Wilhelmy. .......................................................... 26 \n\nFigura 8: Representação da transferência acumulada, transfer e pressão de superfície, que são \n\nparâmetros envolvidos durante a fabricação de um filme LB. ............................. 29 \n\nFigura 9: Tipos de deposição dos filmes LB. ....................................................................... 32 \n\nFigura 10: Desenho esquemático do processo de evaporação térmica a vácuo. .................... 34 \n\nFigura 11: Diagrama de energia mostrando diferentes transições de uma molécula para um \n\nmodelo considerando dois estados eletrônicos de energia.................................... 38 \n\nFigura 12: Circuito equivalente de um eletrodo metálico coberto com material fracamente \n\ncondutor, imerso em um eletrólito....................................................................... 39 \n\nFigura 13: Curvas teóricas de C (°) e G/? (*) para o circuito equivalente esquematizado na \n\nFigura 12. ........................................................................................................... 40 \n\nFigura 14: Esquema de síntese da PAzoU estudada. ............................................................ 44 \n\nFigura 15: Isotermas ?-A da PAzoU dissolvida em diferentes solventes e as estruturas \n\nmoleculares dos solventes utilizados. .................................................................. 49 \n\nFigura 16: Teste de estabilidade da PAzoU em DMF. ......................................................... 50 \n\nFigura 17: Isoterma ?-A até o colapso do filme e dois ciclos de compressão/expansão. ...... 51 \n\n\n\n \n\n  \n\nFigura 18: Isoterma ?-A registrada para diferentes velocidades de compressão. ................. 52 \n\nFigura 19: (a) Espectro de absorção no UV-Vis (normalizados) para a solução de PAzoU em \n\ndiferentes solventes. (b) Espectro de absorção no UV-Vis (normalizados) para os \n\nfilmes cast de PAzoU dissolvida em diferentes solventes.................................... 53 \n\nFigura 20: Isotermas ?-A para monocamadas mistas de PAzoU/AE (diferentes % massa: 25, \n\n50, e 75). O inset mostra a absorbância em 400 nm para 12-camadas de LB \n\nPAzoU/AE (25, 50, e 75 % em massa)................................................................ 54 \n\nFigura 21: Espectro de absorção no UV-Vis do filme LB e da solução em DMF de PAzoU. O \n\ninset mostra a absorbância em 400 nm vs o número de camadas. ........................ 55 \n\nFigura 22: Espectro de absorção no UV-Vis do filme LB PAzoU/AE 50/50. O inset mostra a \n\nabsorbância em 400 nm vs o número de camadas................................................ 56 \n\nFigura 23: Espectro de FTIR para os filmes cast de AE, PAzoU, PAzoU/AE em diferentes % \n\nmassa e para LB PAzoU/AE 50/50. .................................................................... 58 \n\nFigura 24: Imagem óptica em 2D (50x) para LB PAzoU/AE (25, 50, e 75%) 24-camadas. Os \n\ninsets apresentam as imagens em 3D. ................................................................. 60 \n\nFigura 25: Mapeamento Raman de área 40 ?m x 40 ?m. Um espectro Raman é mostrado no \n\ntopo. ................................................................................................................... 61 \n\nFigura 26: Imagens de AFM para filmes LB PAzoU/AE (25, 50, e 75%) 24-camadas em 2D \n\n(embaixo – imagem de fase) e em 3D (no topo – imagem topográfica). .............. 62 \n\nFigura 27: Análise de espessura através de imagens de AFM para o filme LB PAzoU/AE \n\n50/50 com 24 camadas e seu perfil ao longo de um sulco feito no filme. Abaixo, \n\num esquema da provável separação de fase PAzoU/AE. ..................................... 63 \n\nFigura 28: (a) Dados de capacitância vs freqüência para cada unidade sensorial em 20oC. (b) \n\nValores de capacitância em 10 kHz em 10, 15, 20, 25, e 30oC (água destilada). (c) \n\nValores de capacitância em 1 kHz em 5, 10, 15, 20, 25, 30, 40, e 50oC (água \n\nultrapura) (18.2 M?.cm)..................................................................................... 65 \n\nFigura 29: PCA para todas as unidades sensoriais em 10 kHz em água destilada. ................ 66 \n\nFigura 30: (a) Análise de TG (DTG) da PAzoU na forma de pó e (b) FTIR antes e após o \n\nprocesso térmico à 190ºC por 15 minutos. .......................................................... 67 \n\n\n\n \n\n  \n\nFigura 31: Espectros de absorção no UV-Vis (normalizados) para a PAzoU em solução de \n\nDMF usando o pó antes e após o aquecimento até 190ºC por 15 minutos. O inset \n\nmostra os espectros de UV-Vis (normalizados) da PAzoU na forma de pastilha de \n\nKBr antes e após o aquecimento até 190ºC por 15 minutos. ................................ 68 \n\nFigura 32: Espectros de absorção no UV-Vis dos filmes PVD de PAzoU com 11, 23, 30, 46, \n\n60, 102 e 121 nm e PAzoU em solução de DMF (espectro normalizado). O inset \n\nmostra a absorbância do filme em 275 nm vs a espessura do filme. ..................... 69 \n\nFigura 33: Medida de DSC do pó da PazoU ........................................................................ 71 \n\nFigura 34: Espectros Raman obtidos com laser em 785 nm para a PAzoU na forma de filme \n\nPVD (121 nm) e na forma de pó. ........................................................................ 72 \n\nFigura 35: Espectros de FTIR para a PAzoU na forma de filme PVD (121 nm) nos modos de \n\ntransmissão e reflexão e na forma de pastilha de KBr no modo transmissão. O \n\ninset mostra os espectros na região de maiores números de onda......................... 74 \n\nFigura 36: (a) Imagens ópticas em 2D e 3D (programa image@) obtidas utilizando uma \n\nobjetiva de 50X para o filme PVD (121 nm); (b) Mapeamentos Raman obtidos \n\nutilizando a banda em 1116 cm-1 dos espectros coletados ponto-a-ponto ao longo \n\nde uma área de 50 ?m x 50 ?m com passo de 5 ?m para o filme PVD (121 nm). 76 \n\nFigura 37: Imagens topográficas de AFM em 2D e 3D para os filmes PVDs evaporados (a) \n\nem 1 etapa e (b) em 4 etapas; (c) espectro de absorção no UV-Vis para os filmes \n\nPVDs mostrados em (a) e (b). ............................................................................. 77 \n\nFigura 38: Detalhes dos agregados mostrados pelas imagens topográficas de AFM para o \n\nfilme PVD evaporado em 4 etapas. ..................................................................... 78 \n\nFigura 39: Espectros de fluorescência do filme PVD (90 nm) para as temperaturas de 0ºC,     \n\n-50ºC, -100ºC, -150ºC, +100ºC e +150ºC. O inset mostra a relação da intensidade \n\nda fluorescência com a temperatura. ................................................................... 80 \n\n\n\n \n\n  \n\nÍndice de Tabelas \n\n \n\nTabela I: Atribuição das bandas de FTIR características dos filmes de PAzoU e ácido \n\nesteárico. ............................................................................................................... 59 \n\nTabela II: Atribuições das bandas de Raman (Figura 34) e FTIR (Figura 35) para a PAzoU na \n\nforma de pó e de filme PVD. ................................................................................. 73 \n\n \n\n \n\n \n\n \n\n \n\n\n\n14 \n\n  \n\nAPRESENTAÇÃO DA DISSERTAÇÃO \n \n\nEste trabalho está inserido em uma linha de pesquisa na área de Química Orgânica \n\nenvolvendo captura e ativação da molécula de CO2 e preparação e caracterização estrutural de \n\nnovos materiais orgânicos a partir da utilização do CO2 como material de partida. Para a \n\nrealização deste trabalho foi utilizado um material polimérico do tipo poliuretana sintetizado a \n\npartir da reação de copolimerização (policondensação) de aminometil-benzilaminas, \n\npreviamente acopladas com sais de benzenodiazônio (azocorantes), com um bis-carbonato \n\ncíclico monomérico preparado através da fixação e inserção da molécula de CO2 em \n\nepóxidos. A maior motivação para o estudo de materiais poliméricos é o interesse em suas \n\npropriedades físico-químicas intrínsecas que podem ser utilizadas para diversas aplicações \n\npotenciais. Em particular, as poliuretanas têm atraído especial interesse desde a década de \n\n1930 [CHATTOPADHYAY 2007]. Essa atenção direcionada para poliuretanas é devido a sua \n\nampla seletividade de materiais monoméricos a partir de uma vasta lista de macrodiols, \n\ndiisocianatos e cadeias extensas. Em adição, a variedade de possíveis grupos entre as ligações \n\nuretânicas pode dar origem aos mais diversos produtos [CHATTOPADHYAY 2007; \n\nRASPOET 1998]. \n\nA química envolvida na síntese de uma poliuretana baseia-se nas reações do grupo \n\nisocianato que são extremamente reativos e facilmente convertidos em grupos uretânicos sem \n\na formação de subprodutos, sendo, porém, altamente tóxicos e reativos, podendo gerar danos \n\nà saúde [MRÁZ, 2004]. Atualmente, as poliuretanas obtidas sem utilização de isocianatos, \n\nNIPUs, constituem um exemplo de metodologias limpas e entre estas pode ser citada a síntese \n\nutilizando carbonatos orgânicos como intermediários [FIGOVSKY 2004; FIGOVSKY 2005; \n\nTAMAMI 2004]. Poliuretanas com diversas modificações estruturais, tais como a presença de \n\nmoléculas de azocorantes, podem mostrar variadas características em termos de temperatura \n\nde transição vítrea (Tg), resistência mecânica, absorção ótica no visível, solubilidade, ponto \n\n\n\n15 \n\n  \n\nde fusão, entre outros. Tais características podem permitir a fabricação de filmes \n\nnanoestruturados visando a utilização destes filmes em aplicações óticas como \n\nbirrefringência, memória ótica, grades de relevo e ótica não linear [BANG 2007; \n\nCONSTANTINO 2001; NATHANSON 2002; ZHANG 2007]. \n\nNesta monografia apresentamos o estudo de uma poliuretana com o grupo \n\nazobenzênico incorporado sem a utilização dos isocianatos, ou seja, uma maneira \n\necologicamente limpa de sintetizar poliuretanas. Este material foi estudado na forma de filmes \n\nnanoestruturados fabricados pelas técnicas de Langmuir, Langmuir-Blodgett (LB) e \n\nevaporação à vácuo (PVD), os quais foram caracterizados estruturalmente. Tais estudos visam \n\ncontribuir para o desenvolvimento de aplicações tecnológicas destes materiais em dispositivos \n\nóticos e sensores, abrangendo aspectos de grande interesse para físicos, químicos e \n\nengenheiros. O futuro destes novos materiais, principalmente no que se refere aos orgânicos \n\ncomo uma alternativa ou complemento aos inorgânicos, é bastante promissor. \n\nA monografia está dividida em quatro capítulos, sendo que no capítulo I \n\n(Introdução) são apresentadas informações sobre os materiais utilizados (poliuretanas e \n\nazocorantes), assim como a descrição de cada técnica utilizada para a fabricação (filmes de \n\nLangmuir, filmes LB e filmes PVD) e caracterização (FTIR, micro-Raman, UV-Vis, \n\nfluorescência, impedância e AFM) dos filmes finos. O capítulo II (Procedimentos \n\nExperimentais) descreve a síntese do polímero (PAzoU) e as técnicas de fabricação e \n\ncaracterização dos filmes. O capítulo III (Resultados e Discussão) apresenta os resultados \n\nobtidos e a discussão destes. As considerações finais referentes ao trabalho são apresentadas \n\nno capítulo IV (Considerações Finais). \n\n \n\n\n\n \n\n \n\n16 \n\n \n\nCAPÍTULO I \n \n\nINTRODUÇÃO \n\n1.1 Poliuretanas \n\nMateriais poliméricos são atualmente muitos estudados por serem bem \n\nconhecidos e amplamente utilizados em diferentes campos. Polímeros são utilizados para a \n\nprodução de materiais compósitos, membranas, fibras, espumas e filmes, sendo encontrada \n\nainda uma grande variedade de aplicações em materiais biodegradáveis e biomédicos devido a \n\nsua excepcional combinação de propriedades físicas e químicas atreladas a \n\nbiocompatibilidade. As propriedades dos materiais poliméricos como massa molar, \n\nsolubilidade, propriedades térmicas e mecânicas, além de propriedades de superfície entre \n\noutras, influenciam fortemente as aplicações específicas que este poderá ter [KRÓL 2007].  \n\nAs poliuretanas se destacam entre os materiais poliméricos, atraindo especial atenção \n\ndesde 1937 quando foi descoberta por Otto Bayer e colaboradores do I.G. Ferbenindustri, \n\nAlemanha, em resposta a uma competição estimulada pela E.I. Dupont [CHATTOPADHYAY \n\n2007]. Essa atenção direcionada para as poliuretanas é devido a sua versatilidade na seleção \n\nde materiais monoméricos a partir de uma vasta lista de macrodióis, diisocianatos e cadeias \n\nextensas, além da variedade de possíveis grupos presentes entre as ligações uretânicas, os \n\nquais podem dar origem aos mais diversos produtos, resultando em uma ampla gama de \n\naplicações [RASPOET 1998]. \n\nAs poliuretanas podem ser utilizadas como revestimentos de superfície, espumas \n\nflexíveis, espumas rígidas, elastômeros, adesivos, assim como em pesquisas no \n\ndesenvolvimento de plásticos biodegradáveis e também para diversas aplicações biomédicas \n\n[HOWARD 2002; JAMES 2006; XUE 2003; ZHENG 2005;]. Trabalhos recentes mostram \n\ntambém que a fabricação de nanocompósitos de cerâmica [CORCIONE 2008], nanotubos de \n\n\n\n \n\n \n\n17 \n\n \n\ncarbono, nanopartículas metálicas [MOROI 2008; TJONG 2006], entre outras, utilizando \n\npoliuretanas como matrizes polimérica vem se mostrando bastante atrativa.  \n\nNos processos convencionais de síntese de poliuretanas, a química envolvida é \n\ncentrada nas reações dos isocianatos. Contudo, as poliuretanas podem ser obtidas ainda \n\natravés de matérias-primas naturais como lignina, amido, óleo de rícino, celulose, entre outras \n\n[KRÓL 2007], e através de carbonatos cíclicos, aminas primárias e resinas epóxi, ou seja, \n\nsíntese sem utilização de isocianatos, resultando em uma NIPU [patente FIGOVSKY; \n\nFIGOVSKY 2004; FIGOVSKY 2005]. A importância de estudos da síntese e propriedades de \n\nNIPUs está relacionada principalmente com a diminuição da utilização de isocianatos, \n\ncompostos altamente reativos e tóxicos. Os isocianatos são produzidos a partir do fosgênio \n\n(cloreto de carbonila, COCl2), composto usado como arma química por causar, entre outros \n\nsintomas, irritabilidade pulmonar [MRÁZ 2004]. \n\n \n\n1.2 Azobenzenos \n\nAzo compostos são compostos orgânicos nitrogenados, caracterizados pela \n\nligação N=N e de fórmula geral R-N=N-R’, onde R e R’ podem ser o mesmo ou diferentes \n\ngrupos. Existem famílias de azo compostos orgânicos, inorgânicos e metal-orgânicos. Os \n\ngrupos azo mais conhecidos e estudados, que representam cerca de 60% dos corantes \n\ncomercializados no mundo, são os que possuem um anel benzênico ligado em cada \n\nnitrogênio, assim chamados azobenzenos, podendo ou não apresentar grupos substituintes \n\n[KUMAR 1992]. \n\nOs azobenzenos são compostos químicos muito interessantes para pesquisas, pois, \n\npor um lado são conhecidos de longa data e por outro continuam produzindo fenômenos \n\nmuitas vezes ainda não explicados [NATHANSON 2002]. Esta molécula foi descrita pela \n\nprimeira vez como gelblich-rothe krystallinische blättchen (do alemão, lâminas cristalinas \n\n\n\n \n\n \n\n18 \n\n \n\namarelo-avermelhadas) em 1856 por Alfred Noble no trabalho “Zur Geschichte des \n\nAzobenzols und des Benzidins” publicado na revista Annalen der Chemie und Pharmacie \n\n[NOBLE 1856]. Desde então, o composto passou a ser estudado e posteriormente produzido \n\nindustrialmente a partir de 1861 para explorar suas propriedades de coloração, sendo por isso \n\ndenominado corante. \n\nDe acordo com o método descrito por Noble, que é similar aos métodos \n\nmodernos, o procedimento para obtenção do azobenzeno consiste na redução do \n\nnitroazobenzeno por ferro na presença de ácido acético [NOBLE 1856]. Existem outros \n\nmétodos para a síntese do azobenzeno como redução de nitrobenzeno amálgama de sódio, \n\ncom sulfetos alcalinos, com celulose, e por redução catalítica. Outros mecanismos são a \n\ncondensação, como a condensação de nitrobenzeno e acetato de anilina que gera azobenzeno \n\ncomo produto, e a diazotação, reação entre um composto di-azoaromático e um componente \n\nde acoplamento como aminas aromáticas e naftols [KUMAR 1992]. \n\nA propriedade mais interessante dos azobenzenos foi observada somente em 1937 \n\npor Hartley durante estudos de solubilidade dos azobenzenos. Ele observou mudanças em \n\nalgumas propriedades como a solubilidade, a temperatura de fusão e o momento de dipolo do \n\nazobenzeno quando exposto à luz do sol. Como conclusão de seu trabalho, a forma cis (Z) do \n\nazobenzeno foi proposta, assim como o processo de foto-isomerização [HARTLEY 1937]. A \n\nconversão do isômero trans em cis do azobenzeno ocorre como ilustrado na Figura 1. \n\n????\n\n?, ??, ??, ??, ?\n\n??? ?? ???\n\n \n\nFigura 1: Representação do processo de isomerização trans-cis-trans para azobenzenos. \n\n\n\n \n\n \n\n19 \n\n \n\nOs isômeros podem ser trocados através da inversão ou rotação da ligação N=N \n\ncom comprimento de onda particular. A luz ultravioleta corresponde a energia da transição \n\neletrônica ?-?* (estado S2) para conversão de trans (E) para cis (Z) e luz azul é equivalente \n\npara a transição n-?* (estado S1) na a isomerização cis-trans. Por várias razões o isômero cis \n\né menos estável do que o isômero trans. Um dos motivos é que o isômero cis tem uma \n\nconformação distorcida e é menos deslocalizada do que a conformação trans. Dessa forma, o \n\ncis-azobenzeno poderá relaxar termicamente para a forma trans via isomerização cis-trans. O \n\nisômero trans é mais estável por aproximadamente 50 kJ/mol e a barreira para a foto-\n\nisomerização é de aproximadamente 200 kJ/mol [CHATTOPADHYAY 2007; GAO 2007; \n\nNATHANSON 2002; SEKKAT 2002]. \n\nOs isômeros trans e cis possuem momentos de dipolo 0,5 D e 3,1 D, \n\nrespectivamente, e tamanho de molécula 1,00 nm e 0,56 nm, respectivamente, além de \n\ndiferentes espectros de absorção. Os espectros de absorção no UV-Vis para o cis e o trans \n\nazobenzenos em solução de etanol (EtOH) são mostrados na Figura 2 retirada do livro \n\n“Photoreactive Organic Thin Films” [SEKKAT 2002]. \n\n \n\n \n\nFigura 2: Espectros de absorção para os isômeros (---) cis (Z) e(?) trans (E) da molécula de \nazobenzeno em solução de EtOH [SEKKAT 2002]. \n\n \n \n\n\n\n \n\n \n\n20 \n\n \n\nNo espectro do trans (E) azobenzeno, pode-se ver uma banda de baixa energia e \n\nintensidade fraca na região entre 400 e 500 nm correspondente a transição n-?*. Duas intensas \n\nbandas ?-?* aparecem em ~320 e 230 nm, sendo a banda em 320 nm mais intensa do que a \n\nem 230 nm. No espectro do cis (Z) azobenzeno, a banda correspondente à transição n-?* \n\naparece com uma intensidade bem maior do que na forma trans. Outra diferença é que a \n\nbanda em 275 nm é neste caso a mais intensa transição ?- ?* e não possui um máximo bem \n\ndefinido, indicando uma não-planaridade da molécula. Modificações químicas na estrutura \n\ndos azobenzenos como a inserção de grupos substituintes alteram as bandas de absorção \n\neletrônica do material e podem até causar a inversão de suas posições relativas [KUMAR \n\n1992; SEKKAT 2002]. \n\nA propriedade de isomerização dos azobenzenos (e derivados) é intrigante e os \n\npolímeros que contêm cromóforos azobenzênicos (azopolímeros) podem ter diversas \n\naplicações como em dispositivos de armazenamento óptico [CONSTANTINO 2001; \n\nOLIVEIRA Jr. 2005], formação de grades de relevo, dispositivos emissores de luz, \n\nhologramas, e ainda indução de alinhamento em cristais líquidos, que estão direta ou \n\nindiretamente relacionadas com a isomerização reversível foto-induzida trans-cis e \n\ntermicamente induzida cis-trans [BANG 2007; CHE 2005; CONSTANTINO 2001; \n\nNATHANSON 2002; MOHR 1998; ZHANG 2007; ZUCOLOTTO 2003]. Em geral \n\nazopolímeros também são usados para outras aplicações como sensores ópticos [GRAFE \n\n2006], de sabor [RIUL Jr. 2002], de pH [UZNANSKI 2002] e de temperatura [ALÉSSIO \n\n2008]. \n\n \n\n1.3 Agregados J e H \n\nO processo espontâneo de moléculas se agruparem em agregados \n\nsupramoleculares tem atraído grande interesse devido ao seu envolvimento em uma ampla \n\n\n\n \n\n \n\n21 \n\n \n\nvariedade de processos fundamentais [ZOLLINGER 2003]. Os processos de agregação de \n\ncorantes em solução se dão devido a interações não-covalentes entre duas ou mais moléculas \n\nde corante ou entre corantes e outras moléculas dispersas (metais, íons, miscelas, aditivos) \n\n[OUYANG 2007]. A agregação de corantes em solução aquosa é de extrema importância em \n\nquímica biológica, de colóide, fotográfica e analítica. Corantes azóicos são bem conhecidos \n\npor formarem dímeros ou agregados com alto ordenamento em solução aquosa, dependendo \n\nda estrutura do corante e das propriedades do meio, e / ou a presença de moléculas padrão, \n\ncomo polímeros, proteínas e surfactantes. A agregação de corantes é acompanhada pelas \n\nmudanças no espectro de absorção ou de fluorescência em comparação com as moléculas \n\nmonoméricas individuais [RAMAMURTHY 1991]. Segundo a teoria de Kasha, J-ou-H-\n\nagregados podem ser formados em função do ângulo (?) entre os dipolos eletrônicos e o eixo \n\nmolecular do agregado. J-agregados de corantes se caracterizam por um intenso deslocamento \n\npara o vermelho em comparação com a banda de absorção do monômero. Os monômeros \n\nacoplados na forma de J-agregados poderiam produzir geometrias de empilhamento lado a \n\nlado ou face a face deslocado, causando um deslocamento energético batocrômico (para \n\nmenores energias – para o vermelho). Em contrapartida, os espectros de absorção de H-\n\nagregados são deslocados hipsocrômicamente (deslocamento para maiores energias - para o \n\nazul) e geralmente são observados amplos deslocamentos, nos quais as moléculas agregadas \n\nsão dispostas de forma paralela [RAMAMURTHY 1991; KOBAYASHI 1996]. Na Figura 3 é \n\nmostrado uma representação dos deslocamentos energéticos para os agregados moleculares J \n\ne H para a transição eletrônica do estado fundamental (Ef) para o estado excitado (Ee). \n\n\n\n \n\n \n\n22 \n\n \n\nMolécula Agregado J Agregado H\nEf\n\nEe\n\nMolécula Agregado J Agregado H\nEf\n\nEe\n\n \nFigura 3: Representação dos deslocamentos energéticos para os agregados moleculares J e H \npara a transição eletrônica do estado fundamental (Ef) para o estado excitado (Ee). \n\n \n \n\n1.4 Filmes de Langmuir \n\nUma película muito fina (filme) pode se formar pelo rápido espalhamento de uma \n\ngota de óleo na superfície da água. A primeira aplicação deste fenômeno, conhecido antes \n\nmesmo da era cristã, foi em uma antiga técnica de impressão japonesa chamada suminagashi \n\n[OLIVEIRA Jr. 1990, PETTY 1996]. Em 1917 ocorre um grande avanço no estudo desse \n\nfenômeno. Irving Langmuir, trabalhando nos laboratórios da empresa General Electric (Estados \n\nUnidos), reuniu dados experimentais e teóricos descrevendo importantes características e \n\npropriedades dos filmes monomoleculares [OLIVEIRA Jr. 1990, PETTY 1996]. Tais estudos \n\nderam início à área de filmes de Langmuir e LB. \n\nA formação de filmes monomoleculares e insolúveis na superfície da água ocorre \n\ntradicionalmente para as chamadas moléculas anfipáticas ou anfifílicas, ou seja, moléculas que \n\npossuem uma extremidade atraída pela água (hidrofílica) e outra repelida (hidrofóbica). Na \n\nfabricação do filme monomolecular utiliza-se uma solução que é obtida dissolvendo-se um \n\ncomposto adequado em um solvente orgânico bastante volátil. A solução é espalhada sobre uma \n\nsuperfície líquida ultrapura com uma micropipeta e esparrama-se espontaneamente. O filme que \n\nse obtém após a evaporação do solvente é denominado filme de Langmuir, o qual é comprimido \n\npor barreiras móveis que forçam as moléculas a se orientarem de forma que seus eixos fiquem \n\n\n\n \n\n \n\n23 \n\n \n\nperpendiculares à superfície da água para moléculas anfifílicas simples. Três fases distintas \n\ncaracterizam a compressão do filme: fase gasosa, na qual as moléculas não interagem entre si; \n\nfase líquida, em que as moléculas já apresentam uma interação, e a fase condensada, com as \n\nmoléculas dispostas de forma condensada formando um filme de espessura monomolecular. Se o \n\nfilme for comprimido além deste ponto, as moléculas podem agrupar-se desordenadamente umas \n\nsobre as outras provocando o colapso do filme, como ocorre para as moléculas tipicamente \n\nanfifílicas (Figura 4), ou fazê-la de modo mais organizado estruturando-se em multicamadas, \n\ncomo ocorre para moléculas mais complexas como ligninas [BARROS 1999] e polímeros \n\n[CONSTANTINO 1999; RIUL Jr, 1998]. \n\nEsse arranjo regular das moléculas orientadas sobre a subfase é característica de \n\ncompostos simples, como no caso dos ácidos graxos. Nos materiais com moléculas maiores e \n\nmais complexas, nem sempre as três fases podem ser identificadas de maneira bem distinta, \n\ncomo é o caso dos filmes de polímeros apresentados nessa dissertação. \n\nÁrea Molecular(Å2)\n\nFase gasosa\n\nFase líquido -\nexpandida\n\nFase líquido -\ncondensada\n\nFase condensada\nou sólida\n\nP\nre\n\nss\não\n\n d\ne \n\nS\nu\n\np\ner\n\nfí\nci\n\ne \n(m\n\nN\n/m\n\n)\n\nCabeça hidrofílica\n\nCauda hidrofóbica\n\n \nFigura 4: Modelo de uma molécula anfipática e isoterma esquemática mostrando as três fases de \ncompressão até a formação do filme de Langmuir. \n\n \n\n\n\n \n\n \n\n24 \n\n \n\nNa fabricação de filmes finos utiliza-se um sistema experimental conhecido como \n\ncuba de Langmuir (Figura 5), constituída basicamente por uma cuba de teflon onde é vertida a \n\nsubfase líquida ultrapura. A importância do teflon é que, por ser inerte, não reage \n\nquimicamente com a solução espalhada nem com a subfase. A cuba possui ainda barreiras \n\nmóveis para a compressão do filme cuja velocidade pode ser controlada, um sensor para \n\ndeterminar a pressão de superfície e um braço mecânico empregado na deposição do filme \n\nsobre um substrato sólido. Este trabalho deve ser realizado em uma sala cujo número de \n\npartículas em suspensão no ar deve ser minimizado e a temperatura controlada. No nosso \n\ncaso, os filmes de Langmuir foram fabricados em uma cuba de Langmuir KSV modelo 2000, \n\nalojada em uma estrutura de plástico para melhor limpeza e proteção. \n\nSensor de\nWilhelmy\n\nBarreiras móveis\n\nCuba de Langmuir\n\nSubfase aquosa\n\nSensor de\nWilhelmy\n\nBarreiras móveis\n\nCuba de Langmuir\n\nSubfase aquosa\n\n \n\nFigura 5: Desenho esquemático da cuba de Langmuir. \n\n \n \nAs medidas de pressão de superfície de filmes de Langmuir podem ser utilizadas \n\npara obter informações quanto à estruturação da monocamada. Durante a compressão, \n\ntransições de fase também podem ser identificadas e relacionadas às reorientações \n\nmoleculares. No caso da pressão de superfície, a medida apresenta variação na tensão \n\nsuperficial da água ultrapura pela presença da monocamada. Esse comportamento é descrito \n\ndetalhadamente pelo método de Wilhelmy. \n\n\n\n \n\n \n\n25 \n\n \n\nO método de Wilhelmy [TIPLER 2000; KSV; \n\nhttp://chem.ch.huji.ac.il/~eugeniik/history/blodgett.html] utilizado para medir a pressão \n\nsuperficial fornece um valor absoluto e possui uma sensibilidade de 5.10-3 mN/m. Devido a \n\ninfluência de flutuações da subfase ou deslocamentos de ar próximos ao sensor, variações da \n\nordem de 0,5 mN/m são desprezadas. O sensor de Wilhelmy fica parcialmente imerso na \n\nsubfase, suspenso por um fio muito fino e preso a uma eletrobalança. A Figura 6 mostra um \n\ndesenho esquemático da placa de platina (ou papel de filtro) que compõe o sensor de \n\nWilhelmy. Durante a compressão das moléculas na interface água/ar a pressão de superfície e \n\na área molecular média são monitoradas continuamente. No método de Wilhelmy para a \n\nmedida da pressão de superfície mede-se a variação na tensão superficial da água em virtude \n\nda presença da monocamada. Em última análise mede-se a variação na força de tração que \n\nsustenta a placa de platina (ou papel de filtro) que está parcialmente imersa na subfase. À \n\nmedida que a monocamada é formada, muda-se a tensão superficial da subfase (antes água \n\npura, depois água pura + monocamada) e, conseqüentemente, muda-se a tração do fio. Esta \n\nvariação na força de tração relaciona-se com a variação na tensão superficial da subfase e com \n\na geometria da placa. O tratamento físico deste problema é apresentado abaixo. \n\n \n\nFigura 6: Desenho esquemático da placa do sensor de Wilhelmy. \n\n \n \nO sensor de Wilhelmy normalmente contém uma placa de espessura muito \n\npequena que é mantida parcialmente imersa na subfase e ligada ao sensor propriamente dito \n\npor um fio bem fino e este sensor registra a tração presente no fio. Sabe-se que a pressão de \n\n\n\n \n\n \n\n26 \n\n \n\nsuperfície (?) é calculada como a diferença entre a tensão superficial da água pura e a tensão \n\nsuperficial da água pura + monocamada. \n\n? = ?0 - ?, onde \n\n \n?0 : tensão superficial da água pura \n\n? : tensão superficial da água pura + monocamada \n\n \nAs forças que agem sobre a placa são marcadas na Figura 7 e referem-se à \n\ngravidade e à tensão superficial (forças descendentes) e ao empuxo (relacionada com o \n\nvolume de água deslocado pela placa) e a tração sofrida pelo fio (forças ascendentes). \n\n \n\nFigura 7: Forças atuando sobre a placa de Wilhelmy. \n\n \n \nPara uma placa retangular como a utilizada na cuba KSV 2000 determina-se a \n\ntração sofrida pelo fio com as equações descritas a seguir, sendo:  \n\nT: tração no fio; \n\nE: empuxo; \n\nPplaca: peso da placa; \n\nw: largura da placa; \n\nL: altura da placa; \n\nt: espessura da placa; \n\ng: aceleração da gravidade; \n\n?placa: densidade da placa; \n\n?liq: densidade do líquido; \n\nTs: força gerada na placa pela tensão superficial do líquido; \n\n\n\n \n\n \n\n27 \n\n \n\nD: perímetro da placa; \n\n?: o ângulo de contato água/placa; \n\nVliq.desl.: volume do líquido deslocado; \n\nVplaca: volume da placa; \n\nh: altura da porção da placa que se encontra submersa; \n\n?liq : tensão superficial do líquido. \n\n \n\nSabendo que: \n\n.... deslliqliq VgE ?=   onde  thwV deslliq .... =  \n\ngmP placaplaca .=   onde  placaplacaplaca Vm .?=    e   tLwVplaca ..=  \n\n?cos..DyT liqs =   (? = ângulo de contato) \n\nO ângulo ? é assumido como zero, pois quando o menisco da água toca a placa na \n\nFigura 5 forma-se uma curva bem acentuada, sendo que sua parte final (parte que está em \n\ncontato direto com a placa) encontra-se tangenciando a placa. Dizemos que a subfase “molha” \n\na placa do sensor.  \n\nSendo assim, temos: \n\n)...(.)(2.)...(. htwgtwtLwgT\n\nETPT\n\nliqliqplaca\n\ns\n\n??? ?++=\n\n?+=\n \n\nComo o peso da placa (P) e o empuxo (E) são forças constantes, pois são \n\ndependentes da massa da placa, aceleração da gravidade, densidade do líquido (água) e \n\nvolume de água deslocado pela placa, a variação da força de tração no filme com e sem a \n\nmonocamada na subfase aquosa é dada por: \n\nTa : tração no fio para a placa parcialmente imersa na água pura \n\nTa+m : tração no fio para a placa parcialmente imersa na água pura + monocamada. \n\n\n\n \n\n \n\n28 \n\n \n\n)(2\n\n)).((2\n\n)(2)(20\n\ntw\n\nT\n\ntwT\n\ntwtwT\n\nTTT\n\na\n\nmaa\n\n+\n\n?\n=?\n\n?+=?\n\n+?+=?\n\n?=? +\n\n?\n\n??\n\n??\n\n \n\nPortanto, ?? = ?0 – ? = \n)(2 wt\n\nT\n\n+\n\n?\n=? , ou seja, a medida da pressão de superfície \n\nvia sensor de Wilhelmy envolve a variação na tração do fio devido a presença da \n\nmonocamada e da geometria da placa (basicamente a largura, uma vez que w>>t). \n\n \n\n1.5 Filmes Langmuir-Blodgett \n\nA técnica de fabricação de filmes de Langmuir foi aperfeiçoada por sua assistente, \n\nKatharine Blodgett, nos anos de 1930 [BLODGETT 1935], permitindo dessa forma a \n\ndeposição sucessiva de monocamadas sobre um mesmo substrato sólido. Em homenagem aos \n\ndois cientistas, tais filmes receberam o nome de filmes Langmuir-Blodgett (LB). As \n\nprincipais características dos filmes são a alta precisão de espessura, que pode ser controlada \n\naté a ordem de ângstrons, o elevado ordenamento molecular e a uniformidade da superfície \n\n[OLIVEIRA Jr. 1990; PETTY 1996]. \n\nO aparato experimental utilizado na fabricação de filmes LB é o mesmo que para \n\nos filmes de Langmuir, a cuba de Langmuir. Uma boa deposição depende da natureza das \n\nmoléculas empregadas, da estabilidade do filme de Langmuir e dos parâmetros envolvidos no \n\nprocesso de deposição, tais como as velocidades do braço mecânico de imersão e retirada do \n\nsubstrato da subfase, a pressão para manter a monocamada no estado condensado e a própria \n\nrigidez da monocamada. O caráter hidrofóbico ou hidrofílico do substrato também é \n\nimportante, pois a presença de um menisco orientado no mesmo sentido de movimento do \n\nsubstrato facilita a deposição. A garantia desta deposição de filmes é determinada a partir de \n\n\n\n \n\n \n\n29 \n\n \n\nquatro parâmetros que vão sendo registrados instantaneamente durante o experimento na tela \n\ndo computador acoplado a cuba [KSV; CONSTANTINO 1999] (Figura 8): \n\n \n\n0,0 0,2 0,4 0,6 0,8 1,0\n\n0\n\n1\n\nNúmero de camada\n\nT\nra\n\nn\nsf\n\ner\nên\n\nci\na \n\nA\ncu\n\nm\nu\n\nla\nd\n\na \nT\n\nra\nn\n\nsf\ner\n\n0,0 0,2 0,4 0,6 0,8 1,0\n\n0\n\n1\n\n29,92\n\n29,94\n\n29,96\n\n29,98\n\n30,00\n\nP\nressão d\n\ne S\nu\n\np\nerfície (m\n\nN\n/m\n\n)\n\n0,0 0,2 0,4 0,6 0,8 1,0\n\n0\n\n1\n\nNúmero de camada\n\nT\nra\n\nn\nsf\n\ner\nên\n\nci\na \n\nA\ncu\n\nm\nu\n\nla\nd\n\na \nT\n\nra\nn\n\nsf\ner\n\n0,0 0,2 0,4 0,6 0,8 1,0\n\n0\n\n1\n\n29,92\n\n29,94\n\n29,96\n\n29,98\n\n30,00\n\nP\nressão d\n\ne S\nu\n\np\nerfície (m\n\nN\n/m\n\n)\n\n \nFigura 8: Representação da transferência acumulada, transfer e pressão de superfície, que são \nparâmetros envolvidos durante a fabricação de um filme LB. \n\n \n \n- Pressão de superfície (?): deve manter-se constante durante a deposição (refere-\n\nse a um valor de pressão da fase condensada do filme de Langmuir). Isto faz com que as \n\nbarreiras que comprimem o filme de Langmuir tenham que se mover ao longo da deposição \n\npara mantê-lo sempre na fase condensada com as moléculas empacotadas. \n\n- Razão de transferência ou TR (do inglês transfer ratio): razão entre a área \n\nvarrida pelas barreiras e a área de substrato utilizada na deposição. É esperado que o valor da \n\nTR seja próximo de 1 para uma boa deposição, ou seja, que todo filme retirado da superfície \n\nda água tenha sido transferido para o substrato. O movimento do braço mecânico responsável \n\npela imersão e retirada do substrato da subfase é dividido em iguais intervalos de tempo \n\ndeterminados pelo pesquisador. A TR é dada pelo valor médio da transferência em cada \n\nintervalo e é calculada por um programa computacional durante a fabricação do filme LB. \n\nApesar de o gráfico ser apresentado na tela do computador ao longo da deposição, o valor \n\n\n\n \n\n \n\n30 \n\n \n\nmédio só pode ser registrado ao final de cada camada depositada, o que não permite ao \n\npesquisador atuar durante a deposição para mantê-lo próximo do valor desejado. Porém, só o \n\nvalor da TR não é necessário para garantir uma transferência homogênea, pois se pode \n\ndepositar mais filme em uma determinada região do substrato e menos em outra, mas na \n\nmédia tem-se um valor de TR~1. Portanto, outros parâmetros são acompanhados, como os \n\ndescritos abaixo. \n\n- Transferência acumulada (do inglês cumulative transfer): também se dá pela \n\nrazão entre área varrida pelas barreiras e a área de substrato utilizada na deposição. Porém, \n\nneste caso o cálculo é executado e apresentado na tela do computador em tempo real, \n\npermitindo ao pesquisador a possibilidade de mantê-lo próximo do valor unitário variando \n\nalguns parâmetros. A velocidade do braço mecânico é o parâmetro principal a ser otimizado: \n\nvalores maiores tendem a induzir uma menor taxa de transferência e vice-versa. Porém, estas \n\nvariações devem ser feitas de forma adequada, principalmente o aumento de velocidade, pois \n\npode levar a uma queda irreversível da taxa de transferência e aí se perde a deposição e o \n\nexperimento todo. Tão importante como saber quando e de quanto variar a velocidade do \n\nbraço mecânico é iniciar a deposição com um valor de velocidade próximo do adequado, pois \n\nisto implicará em uma necessidade menor de se ajustar a velocidade do braço mecânico ao \n\nlongo da deposição. Encontrado este valor, a tendência é diminuí-lo ao início de cada nova \n\ncamada a ser depositada, principalmente para as 5 primeiras camadas. De modo geral, aqueles \n\nque iniciam na técnica LB elegem um valor de velocidade para imersão e retirada do \n\nsubstrato, o mantém ao longo de toda deposição e atentam apenas para o valor de TR ao final \n\nde cada camada depositada. Isto pode até ser suficiente para as moléculas anfifílicas do tipo \n\ncabeça hidrofílica e cauda hidrofóbica, que são tradicionalmente utilizadas, mas não o é para \n\nas moléculas mais complexas. \n\n\n\n \n\n \n\n31 \n\n \n\n- Transfer: está relacionado com a uniformidade do movimento das barreiras para \n\nmanter a pressão constante e, por conseqüência, com a uniformidade da deposição, variando \n\nlinearmente em uma escala arbitrária de 0 a 1 no caso ideal.  \n\nUma variação de 0,5 mN/m na pressão de compressão do filme e de cerca de 10% \n\npara os demais parâmetros são indicativos de uma ótima deposição, ou seja, as monocamadas \n\ndepositaram-se de forma homogênea sobre o substrato. \n\nExistem dois métodos para a deposição dos filmes LB, o horizontal, que recebe o \n\nnome de Langmuir-Schaefer (LS), e o vertical. Nos filmes LS o substrato é abaixado até tocar \n\na monocamada e em seguida suspenso, sendo mais utilizado na deposição de filmes muito \n\nrígidos. Este método tem a desvantagem de não se saber quanto de filme foi depositado. Na \n\nvertical o substrato é imerso na subfase e depois retirado, ou vice-versa, podendo-se modificar \n\nas formas de deposição dos filmes. Estas variações dependem do caráter \n\nhidrofóbico/hidrofílico do substrato em relação à sua imersão ou emersão [CONSTANTINO \n\n1999]. \n\nÉ energicamente favorável à deposição que o sentido do movimento do substrato \n\nseja o mesmo do menisco formado pela água no próprio substrato. Se o substrato for \n\nhidrofóbico o menisco será dirigido para baixo, favorecendo a deposição durante a imersão; \n\ncaso o substrato seja hidrofílico o menisco será para cima, favorecendo a deposição durante a \n\nemersão. Podem-se obter, de acordo com a forma de deposição, três tipos de filmes LB, \n\ndenominados filmes tipo X, Y ou Z (Figura 9). O tipo Y implica na deposição de uma camada \n\na cada imersão e retirada do substrato. No tipo Z as camadas são depositadas somente nas \n\nretiradas do substrato, enquanto que no tipo X as camadas são depositadas somente nas \n\nimersões [CONSTANTINO 1999]. \n\n \n\n\n\n \n\n \n\n32 \n\n \n\nSubstrato \n\nSubstrato \n\nSubfase aquosa\n\nSubfase aquosa\n\n \n\nFigura 9: Tipos de deposição dos filmes LB. \n\n \n \nÉ na pesquisa básica que esta técnica de fabricação de filmes possui seu maior \n\nespectro de aplicações. É evidente a sua contribuição no estudo e desenvolvimento de novos \n\nmateriais orgânicos. Várias técnicas de caracterização, como espectroscopia (raios-X, \n\nultravioleta ou infravermelho, fluorescência, impedância), espalhamento Raman, microscopia \n\nóptica, eletrônica ou de força atômica, entre outras, podem ser usadas nos estudos de filmes \n\nfinos LB [OLIVEIRA Jr. 1990; PETTY 1996]. \n\n \n\n1.6 Filmes PVD \n\nO termo physical vapor deposition aparece originalmente em no livro “Vapor \n\ndeposition”  escrito por CF Powell, JH Oxley e JM Blocher Jr, mas antes disso, em 1838, \n\nMichael Faraday usou a técnica PVD para depositar revestimentos. Há várias técnicas de \n\ndeposição física a vácuo (PVD), entre elas a evaporação térmica, magnéton sputtering e \n\ndeposição por laser pulsado são as mais freqüentemente usadas. [ELSHABINI-RIAD 1998] A \n\ntécnica de evaporação térmica a vácuo tem sido amplamente aplicada para produzir filmes \n\nfinos de moléculas pequenas [ANTUNES 2001; GAFFO 2002] e materiais poliméricos \n\nquando estes não são solúveis em solventes orgânicos [SILVA 2003; GRITSENKO 2003; \n\n\n\n \n\n \n\n33 \n\n \n\nFURUKAWA 2003]. Quando crescemos um filme por evaporação, os átomos ou moléculas \n\nda substância que constitui o filme são removidas de uma fonte sólida ou líquida inserida em \n\numa câmara de vácuo e depositadas sobre uma superfície sólida, onde as moléculas são \n\nadsorvidas para formar o filme. Calor ou bombardeamento com partículas energéticas como \n\nelétrons, átomos, íons ou fótons podem ser usados para remover os átomos ou moléculas a \n\npartir de sua fonte original e o fluxo de evaporação pode ser também controlado pela \n\ntemperatura [ELSHABINI-RIAD 1998].  \n\nA técnica de evaporação térmica consiste basicamente em se aquecer um porta-\n\namostra (cadinho) a uma temperatura conhecida para sublimar o material a ser estudado em \n\numa câmara de vácuo, que facilita a sublimação. Substratos de interesse são colocados em \n\nposição a receber o material sublimado, formando os filmes finos. O controle da espessura do \n\nfilme e do fluxo de evaporação do material são importantes parâmetros para a fabricação de \n\nfilmes homogêneos. A relativa alta temperatura de sublimação dos polímeros é uma restrição \n\npara a técnica de evaporação e cuidados adicionais devem ser tomados para descartar uma \n\npossível degradação térmica molecular. A Figura 10 ilustra o processo de fabricação do filme \n\nPVD por evaporação térmica a vácuo. A estrutura do filme e a forma do crescimento (“layer-\n\nby-layer” ou “nucleação e crescimento”) são determinadas pelas condições de deposição \n\ncomo a temperatura do substrato e o fluxo e energia dos átomos ou moléculas chegando ao \n\nsubstrato para formar o filme [GRITSENKO 2003; FURUKAWA 2003; ELSHABINI-RIAD \n\n1998]. \n\n \n\n\n\n \n\n \n\n34 \n\n \n\n????\nmedidor de \nespessura\n\nsubstratos\n\nmaterial no \nporta amostra\n\n \n\nFigura 10: Desenho esquemático do processo de evaporação térmica a vácuo. \n\n \n \n\nExiste uma extensa literatura estudando os efeitos das condições de evaporação na \n\nestrutura do filme. Nozaki et al [NOZAKI 2007] usa em seu trabalho a técnica de evaporação \n\nconsiderando várias condições de evaporação, incluindo o tipo de substrato, para estudar a \n\norientação molecular de n-alcanos. A influência das condições de deposição na estrutura do \n\nfilme e na orientação molecular foi também estudada para o poli(di-metil-silano) por \n\nFurukawa et al[FURUKAWA 2003]. A morfologia da superfície de filmes finos PVD de \n\npentaceno foram investigadas através de AFM por Itoh et al.[ITOH 2007] Grades ópticas \n\ngravadas com resolução especial submicrométrica foram investigadas por Miniewicz et al \n\n[MINIEWICZ, 2004] para um material fotocrômico contendo moléculas de corante (DR1) \n\ndepositado à vácuo em substrato de vidro com organização. No trabalho desenvolvido por \n\nMattheus et al, [MATTHEUS 2004] o uso de filmes PVD de cloro[subftalocianinato]boro(III) \n\ne seus derivados perfluorinatados em dispositivos OFET são discutidos. As mudanças na \n\nmorfologia da superfície, induzidas por irradiação de laser de argônio (514 nm), em filmes de \n\ncorante (DR13) preparados pela técnica de evaporação foram investigados por AFM por Silva \n\net al [SILVA 2003]. \n\n \n\n\n\n \n\n \n\n35 \n\n \n\n1.7 Espectroscopia de absorção no infravermelho  \n\nNa espectroscopia de infravermelho (IR) ocorre a absorção da radiação incidente \n\nquando a energia desta radiação corresponde à diferença de energia entre dois níveis \n\nvibracionais da molécula. Ou seja, o efeito é ressonante, sendo os modos vibracionais \n\nativados desde que haja uma variação do momento de dipolo na molécula pela radiação \n\nincidente. Considerando uma descrição clássica, a equação \n\n...\n2\n\n1 2\n\n0\n\n2\n\n2\n\n0\n\n0 +??\n?\n\n?\n?\n\n?\n+??\n\n?\n\n?\n?\n\n?\n+= Q\n\nQ\nQ\n\nQ\n?\n\n?\n?\n\n?\n?? traz as diferentes contribuições ao momento de dipolo \n\nda molécula quando irradiada pelo feixe incidente de IR. O primeiro termo (?0) refere-se ao \n\nmomento de dipolo permanente, o segundo termo (primeira derivada em relação às \n\ncoordenadas normais = ?’) é o responsável pela absorção da radiação IR e o terceiro termo \n\n(segunda derivada em relação às coordenadas normais = ?”) é o responsável pela presença de \n\nfreqüências dobradas e combinações nos espectros de FTIR. [ATKINS 1999; SKOOG 2002] \n\nComo a técnica de FTIR envolve as transições de energias associadas aos níveis vibracionais, \n\nela permite identificar a presença de grupos químicos, fundamental na avaliação dos \n\npolímeros sintetizados, além de inferir sobre possíveis alterações químicas nos materiais \n\ndevido ao processo de fabricação do filme (temperatura, solventes, etc) ou tratamentos \n\nposteriores a que os filmes podem ser submetidos.  \n\n \n\n1.8 Espalhamento Raman \n\nO efeito Raman refere-se ao espalhamento inelástico da luz e, assim como a \n\nespectroscopia IR, relaciona-se aos modos vibracionais da molécula, porém com um \n\nmecanismo físico diferente. Dessa forma, podemos dizer que o espalhamento Raman e a \n\nespectroscopia de absorção no infravermelho são técnicas complementares [AROCA 2006; \n\nSALA 1996]. No espalhamento Raman a radiação incidente é espalhada pela molécula com \n\n\n\n \n\n \n\n36 \n\n \n\numa energia ligeiramente diferente da energia da radiação incidente, de forma que a diferença \n\nentre a radiação incidente e a radiação espalhada está na região do infravermelho, devendo \n\nenvolver este processo uma variação da polarizabilidade da molécula pela radiação incidente \n\n[AROCA 2006; SALA 1996]. Seguindo o modelo clássico, o espalhamento Raman está \n\nintimamente relacionado com o momento de dipolo (p) induzido pela radiação incidente \n\nsegundo o produto escalar Ep •= ? , sendo E o campo elétrico da radiação incidente e ? a \n\npolarizabilidade molecular (as notações vetoriais e tensoriais foram evitadas por \n\nsimplificação). A polarizabilidade ? é dada pela equação \n\n...\n2\n\n1 2\n\n0\n\n2\n\n2\n\n0\n\n0 +??\n?\n\n?\n?\n\n?\n+??\n\n?\n\n?\n?\n\n?\n+= Q\n\nQ\nQ\n\nQ\n?\n\n?\n?\n\n?\n?? , sendo que o primeiro termo (?0) refere-se à \n\npolarizabilidade permanente, o segundo termo (primeira derivada em relação às coordenadas \n\nnormais = ?’) é o responsável pelo espalhamento Raman e o terceiro termo (segunda derivada \n\nem relação às coordenadas normais = ?”) é o responsável pela presença de freqüências \n\ndobradas e combinações nos espectros de Raman.  \n\nAinda no caso Raman, outra abordagem é que a incidência da radiação \n\neletromagnética produz uma perturbação dependente do tempo, a qual se manifesta por um \n\nestado virtual de energia. Quando a freqüência da radiação espalhada é maior que a da \n\nradiação incidente, tem-se o espalhamento Raman anti-Stokes como resultado da transição da \n\nmolécula para um estado de menor energia vibracional. No caso contrário, ou seja, quando a \n\nfreqüência da radiação espalhada é menor que a da radiação incidente, tem-se o espalhamento \n\nRaman Stokes [AROCA 2006; SALA 1996]. O espalhamento Raman Stokes é mais intenso \n\nque o Raman anti-Stokes a temperatura ambiente, pois sua probabilidade de ocorrer é maior, \n\numa vez que ele se dá para as moléculas situadas no estado fundamental de energia \n\nvibracional. No caso Raman anti-Stokes, o espalhamento ocorre para moléculas já situadas \n\nem um estado vibracional excitado, cuja população é menor que no estado fundamental a \n\n\n\n \n\n \n\n37 \n\n \n\ntemperatura ambiente, daí sua probabilidade de ocorrer ser menor. Quando a energia da \n\nradiação incidente coincide com uma transição eletrônica da molécula que espalha a luz tem-\n\nse o espalhamento Raman ressonante, o qual aumenta fortemente a probabilidade de uma \n\ntransição que resultará em um espalhamento Raman (aumenta a seção de choque do \n\nespalhamento Raman por um fator em torno de 106) [AROCA 2006; SALA 1996]. A \n\nintensidade do espalhamento Raman depende da intensidade do laser (Ilaser), da freqüência do \n\nlaser incidente (?) e da polarizabilidade da molécula segundo a equação \n\n24 '?? ??= laserlaserRaman II . \n\n \n\n1.9 Espectroscopias de absorção no UV-Vis e fluorescência \n\nAs espectroscopias de UV-Vis e fluorescência envolvem transições eletrônicas \n\nrelacionadas à absorção e emissão, respectivamente, de radiação eletromagnética cuja energia \n\nestá na região do visível, podendo alcançar ainda o ultravioleta próximo ou o infravermelho \n\npróximo. A freqüência da radiação absorvida é uma medida da energia requerida para a \n\ntransição eletrônica, enquanto a intensidade depende da probabilidade desta transição ocorrer. \n\nA espectroscopia de absorção no UV-Vis nos permite obter informações sobre as transições \n\neletrônicas das moléculas do material. Essa técnica é usada também para determinar de um \n\nmodo quantitativo a concentração de substâncias em solução que absorvem radiação, ou \n\nacompanhar o crescimento dos filmes finos fabricados [SKOOG 2002].  \n\nGeralmente, quando as moléculas absorvem radiação eletromagnética, esta \n\nradiação acaba sendo dissipada na forma de calor e a molécula volta ao seu estado \n\nfundamental. Porém, algumas moléculas quando absorvem energias mais intensas podem \n\ndissipar apenas parte desta energia na forma de calor e voltar ao estado fundamental emitindo \n\nfótons de energia menor que aquela da radiação absorvida. Este mecanismo de emissão de \n\nfótons tem algumas variantes e é chamado de fluorescência quando o decaimento da molécula \n\n\n\n \n\n \n\n38 \n\n \n\nocorre a partir do estado excitado singleto (elétrons emparelhados) de menor energia. Neste \n\ncaso, a freqüência da radiação emitida independe da freqüência da radiação absorvida, porém \n\na intensidade da radiação emitida é proporcional à intensidade da radiação absorvida (número \n\nde fótons absorvidos). A fluorescência é um processo relativamente rápido, ocorrendo cerca \n\nde 10-6 a 10-9 s após a absorção [ATKINS 1999; SKOOG 2002].  \n\nComplementarmente, a Figura 11 traz um diagrama de energia simplificado de \n\numa molécula para dois estados eletrônicos (fundamental e excitado) que resume, dentro de \n\num modelo quântico, as respectivas transições eletrônicas via absorção UV-Vis e relaxação \n\nvia emissão de luz e transições vibracionais tanto via absorção IR como espalhamento Raman \n\n[ATKINS 1999; SKOOG 2002]. \n\n \n\n \nFigura 11: Diagrama de energia mostrando diferentes transições de uma molécula para um \nmodelo considerando dois estados eletrônicos de energia. \n\n \n \n\n1.10 Espectroscopia de impedância \n\nA análise via espectroscopia de impedância é uma ferramenta poderosa para \n\ninvestigar interações entre analitos e os materiais que constituem as unidades sensoriais \n\n[MACDONALD 1987]. A técnica de espectroscopia de impedância consiste basicamente em \n\nse fazer medidas utilizando-se uma tensão alternada ac na entrada do circuito em estudo \n\n(unidades sensoriais no nosso caso) para se obter valores de capacitância e condutância como \n\n\n\n \n\n \n\n39 \n\n \n\nresposta [MACDONALD 1987]. A varredura de impedância ocorre para uma faixa de \n\nfreqüência relativamente ampla (geralmente entre 1 Hz e 1 MHz), em que a condutância pode \n\nser facilmente convertida em perda dielétrica (G/w), permitindo a detecção de dispersões \n\ncaracterísticas dos materiais que recobrem os eletrodos interdigitados (filmes LB ou PVD no \n\nnosso caso), conseqüência de variações provocadas pelas substâncias adsorvidas nestes \n\nmateriais [RIUL Jr. 2003]. Taylor e MacDonald [TAYLOR 1987] apresentam um circuito \n\nelétrico equivalente que descreve as características elétricas de um sistema muito similar ao \n\nque estamos estudando, ou seja, um eletrodo metálico coberto com um material fracamente \n\ncondutor imerso em um eletrólito, representado esquematicamente na Figura 12. \n\n \n\n \nFigura 12: Circuito equivalente de um eletrodo metálico coberto com material fracamente \ncondutor, imerso em um eletrólito. \n\n \n \nNeste circuito equivalente, a presença do filme que recobre os eletrodos é feita \n\natravés da combinação em paralelo de Cb e Gb. Estes dois componentes estão em série com a \n\nimpedância do eletrólito, composta por três componentes: a capacitância geométrica do \n\narranjo de eletrodos utilizados imersos em um eletrólito (Cg); da dupla camada elétrica (Cd) \n\nque surge devido à adsorção espontânea de íons sobre a interface eletrodos/eletrólito, que é \n\ncarregada através da condutância da solução (Gd); e da condutância total do eletrólito \n\nrepresentada por (Gd + Gt). Gt neste caso permite a transferência de carga através da interface \n\n\n\n \n\n \n\n40 \n\n \n\nfilme/eletrólito [TAYLOR 1987] A Figura 13 é uma simulação da dependência global da \n\ncapacitância (C) e perda dielétrica (G/?) em uma ampla faixa de freqüência do circuito \n\nequivalente apresentado na Figura 12. \n\n \n\n10\n-2\n\n10\n0\n\n10\n2\n\n10\n4\n\n10\n6\n\n10\n-12\n\n10\n-11\n\n10\n-10\n\n10\n-9\n\n10\n-8\n\n10\n-7\n\n10\n-6\n\nlog frequência (Hz)\n\nC\nap\n\nac\nitâ\n\nnc\nia\n\n e\n p\n\ne\nrd\n\na \nd\n\nie\nlé\n\ntr\nic\n\na \n(F\n\n)\n\n10\n-2\n\n10\n0\n\n10\n2\n\n10\n4\n\n10\n6\n\n10\n-12\n\n10\n-11\n\n10\n-10\n\n10\n-9\n\n10\n-8\n\n10\n-7\n\n10\n-6\n\nlog frequência (Hz)\n\nC\nap\n\nac\nitâ\n\nnc\nia\n\n e\n p\n\ne\nrd\n\na \nd\n\nie\nlé\n\ntr\nic\n\na \n(F\n\n)\n\n \n\nFigura 13: Curvas teóricas de C (°) e G/? (*) para o circuito equivalente esquematizado na \nFigura 12. \n\n \n \nNas curvas ilustradas na Figura 13, a região de baixas freqüências (<50 Hz) é \n\ndominada pelos efeitos de dupla camada elétrica, enquanto que os efeitos do filme cobrindo \n\nos eletrodos aparecem na região entre 102 Hz e 104 Hz. Em freqüências acima de 105 Hz a \n\nimpedância do sistema é dominada pela capacitância geométrica da configuração de eletrodos \n\nadotada. As medidas ac evitam ainda o deslocamento unilateral de espécies químicas \n\nionizadas no interior do filme, o que poderia alterar irreversivelmente suas propriedades \n\nelétricas, sendo, portanto um processo de análise repetitivo e não destrutivo. Outra vantagem \n\noferecida pelas medidas ac é o pouco tempo necessário para a variação de parâmetros \n\nexperimentais [RIUL Jr. 2002]. \n\nO estudo e interpretação dos resultados obtidos através da técnica de impedância \n\nenvolvem a análise de um grande número de variáveis. Desta forma, o emprego de métodos \n\nmultivariados, tais como a Análise de Componentes Principais (PCA), destaca-se como uma \n\n\n\n \n\n \n\n41 \n\n \n\nimportante ferramenta complementar para o tratamento e análise dos dados obtidos. A PCA é \n\numa técnica analítica que transforma um grupo de variáveis correlacionadas em um grupo de \n\nvariáveis não correlacionadas. Estabelece, com base em uma matriz de semelhança \n\n(correlações, variâncias–covariâncias, ou até mesmo de similaridades), um conjunto de eixos \n\n(componentes ou fatores) perpendiculares. Cada componente corresponde a um autovetor \n\ndessa matriz. Assim, com base em uma matriz de correlação entre m variáveis, serão \n\ncalculados m autovetores (= eixos fatoriais) de comprimento ?1, ?2,..., ?m decrescente em \n\nrazão da sua contribuição à variância total dos dados. Esses comprimentos correspondem aos \n\nm autovalores (= raízes latentes) da matriz. Desse modo, o primeiro eixo da PCA, sobre o \n\nqual serão ordenadas as amostras, representará a maior parte da variação dos dados. O \n\nresultado disso é um sistema reduzido de coordenadas, proporcionando informações sobre as \n\nsemelhanças das amostras. [JOHNSON 1982.] Deve ser enfatizado que a PCA nem sempre \n\nreduz um grande número de variáveis originais a um pequeno número de variáveis \n\ntransformadas. De fato, se as variáveis originais não são correlacionadas, a PCA não produz \n\nefeito algum. Os melhores resultados são obtidos quando as variáveis originais são altamente \n\ncorrelacionadas, positivamente ou negativamente. Nesse caso, por exemplo, 20 ou 30 \n\nvariáveis originais podem perfeitamente ser representadas por duas ou três componentes \n\nprincipais, deixando clara a existência de grande redundância nas variáveis originais, sendo \n\nque muitas destas medem características similares. \n\n \n \n\n1.11 Microscopia de força atômica (AFM) \n\nA técnica de AFM mede as interações entre uma ponta de contato e a superfície a ser \n\nanalisada. Tais interações se dão a partir de forças de Van der Waals, forças eletrostáticas, \n\nmagnéticas e de atrito, dependendo do tipo de material e da distância entre a ponta e a amostra. \n\nNa escala de frações de ângstrons prevalecem as forças eletrostáticas (coulombianas) de \n\n\n\n \n\n \n\n42 \n\n \n\nrepulsão, enquanto que em nível de ângstrons as forças de atração de Van der Waals passam a \n\npredominar. Dessa forma, as imagens obtidas com os diferentes tipos de AFM são relacionadas \n\ncom a natureza das forças envolvidas: repulsão coulômbica (AFM - modo contato), força de van \n\nder Waals (AFM modo não contato e contato intermitente) [HERMANN 1997]. A técnica de \n\nAFM fornece, entre outras informações, a topografia da superfície do filme com seus defeitos e \n\nordenamentos moleculares, possibilitando a medida direta de suas alturas e profundidades, bem \n\ncomo a rugosidade do filme. As medidas de AFM são feitas localmente, varrendo áreas de \n\ncentenas de ângstrons quadrados e não requer que a superfície estudada seja condutora \n\neletricamente, ampliando ainda mais suas possíveis aplicações. \n\n\n\n \n\n \n\n43 \n\n \n\nCAPÍTULO II \n \n\nPROCEDIMENTOS EXPERIMENTAIS \n\n2.1 Preparação do polímero \n\nA preparação do polímero foi realizada seguindo o método desenvolvido por \n\nalunas da Iniciação Cientifica do Curso de Química da FCT/UNESP (Daniele Marcondes \n\nFerreira e Pâmela Felipe Guebara) as quais desenvolveram os seus Projetos de Pesquisa sob a \n\norientação do Prof. Dr. Eduardo R. Pérez González que coordena o Projeto de Auxilio a \n\nPesquisa – Jovem Pesquisador em Centro Emergente da FAPESP intitulado “Estudo da \n\nFixação e Ativação da Molécula de Dióxido de Carbono com Bases Nitrogenadas”. Utilizou-\n\nse para tal processo um sistema que consiste em um balão de três bocas aquecido num banho \n\nde glicerina provido de um termômetro e um condensador de refluxo contendo na sua \n\nextremidade superior um tubo secante com cloreto de cálcio. Adicionou-se o solvente N,N-\n\ndimetilformamida (DMF), iniciando em seguida a purgação de nitrogênio para expulsar o \n\noxigênio e evitar a oxidação dos reagentes na temperatura de trabalho. Adicionou-se um \n\nequivalente do azocorante (diamina diazotada) e um equivalente de bis-carbonato cíclico de \n\nDGEBA. A reação de polimerização foi realizada em atmosfera de nitrogênio mantendo a \n\nsolução aquecida a 90?C por 48 h. Após o resfriamento da mistura de reação, filtrou-se o \n\nmaterial em funil de vidro (contendo fibra de vidro). Lavou-se o polímero por mais duas \n\nvezes com solvente gelado no funil e deixou-se secar por sucção. Na Figura 14 mostra-se o \n\nesquema geral de síntese de poliuretanas contendo o azocorante e o grupo espaçador. \n\n\n\n \n\n \n\n44 \n\n \n\ndi-glicidiléter-bis-fenol A\n\nO\n\nO\nO\n\nO C\n\nCH3\n\nCH3\nO\n\nO\n\nO\nCH3\n\nCH3\n\nO C O\nO\n\nO\n\nO\n\nCO2\ncatalisador\n\nCH2NH2\n\nNO2\n\nN\n\nN\n\nCH2 NH2\n\n?\n\n?\n\nN\n\nN\n\nCH2 NH C\n\nO\n\nO\n\nCH2 CH\n\nOH\n\nCH2 O C\n\nCH3\n\nCH3\n\nO\n\nCH2\n\nNO2\n\nn\n\n \n \n\nFigura 14: Esquema de síntese da PAzoU estudada. \n\n \n \n\n2.2 Filmes de Langmuir \n\nPara a fabricação e estudos dos filmes de Langmuir, o polímero foi dissolvido em \n\ndiferentes solventes, sendo DMF, tetrahidrofurano (THF) e clorofórmio (CHCl3), e as \n\nsoluções foram cuidadosamente espalhadas na superfície da subfase de água ultrapura \n\nmantida em 20oC, a qual é obtida em um sistema Millipore modelo Simplicity (18.2 M?.cm e \n\ntensão superficial de (71.5±0.5) mN/m em 20oC). Depois de 20 minutos, necessários para a \n\nevaporação do solvente, a compressão simétrica das moléculas se inicia com uma velocidade \n\ndas barreiras de 10 mm/min. Diferentes velocidades de compressão das barreiras, 10, 50, 100 \n\ne 180 mm/min, foram aplicadas para a formação do filme de Langmuir usando a solução de \n\nDMF e mantendo a subfase em 20oC. Testes de estabilidade do polímero foram realizados \n\nutilizando a solução em DMF, velocidade de compressão de 10 mm/min e temperatura da \n\n\n\n \n\n \n\n45 \n\n \n\nsubfase de 20oC. Filmes de Langmuir foram produzidos pela mistura de PAzoU e acido \n\nesteárico (AE) com diferentes porcentagens em massa (PAzoU/AE: 25/75, 50/50, 75/25) em \n\nsolução de DMF (soluções de 0,2 mg/ml), velocidade de compressão de 10 mm/min e \n\ntemperatura da subfase de 20oC. \n\n \n\n2.3 Filmes Langmuir-Blodgett \n\nO filme de Langmuir de PAzoU (em solução de DMF) foi transferido para \n\nsubstrato sólido de quartzo com uma pressão de superfície constante de 8 mN/m (fase \n\ncondensada dos filmes de Langmuir) e utilizando uma deposição do tipo Z, definida na seção \n\n1.5. A velocidade de imersão e retirada do substrato preso ao braço mecânico variou em torno \n\nde 5 a 20 mm/min alcançando uma razão de transferência bem próxima de um durante as \n\ncinco primeiras camadas. A velocidade do substrato decresceu constantemente com o número \n\nde camadas, chegando a 0,5 mm/min para a 15a camada. Nestas camadas a razão de \n\ntransferência também foi decrescendo e ficou em torno de 0,2 para as últimas, indicando que \n\no crescimento homogêneo do filme fora comprometido. Espectros de UV-Vis foram obtidos \n\npara 5, 10, 15 e 21 camadas. No caso dos filmes mistos de PAzoU/AE os espectros de UV-\n\nVis obtidos para 5, 11, 17, 23, 31, 36, 41 e 51. Para as análises de FTIR foi fabricado um \n\nfilme LB de PAzoU/AE 50/50 com 51 camadas, além de filmes cast de PAzoU, AE e três \n\nproporções de filmes mistos. A técnica de cast consiste apenas no espalhamento de gotas da \n\nsolução do material sobre um substrato sólido. Para as analises de Raman, foi fabricado um \n\nfilme LB de PAzoU/AE 50/50 com 24 camadas em substrato de espelho de prata (100 nm). \n\nPara as análises de AFM foram fabricados filmes LB nas três proporções PAzoU/AE (75/25, \n\n50/50, 25/75) com 24 camadas sobre substrato de vidro. Para as medidas de espectroscopia de \n\nimpedância foram depositadas cinco camadas de filme LB de PAzoU, AE e três proporções \n\n\n\n \n\n \n\n46 \n\n \n\nde filmes LB mistos, sendo que um eletrodo permanece sem filme para comparação, sendo \n\num total de seis eletrodos.  \n\n \n\n2.4 Filmes PVD \n\nOs filmes PVD de PAzoU foram depositados sobre diferentes substratos sólidos \n\n(ZnSe, espelho de prata, quartzo e vidro), dependendo da característica requerida pela técnica \n\nde caracterização, utilizando uma evaporadora Boc Edwards modelo 306. Uma corrente \n\nconstante de aproximadamente 1,9 A foi aplicada em um cadinho de Ta dentro de uma \n\ncâmara de vácuo. As condições de pressão na câmara de vácuo foi de aproximadamente 10-6 \n\nTorr e o cadinho de Ta alcançou aproximadamente 190ºC, determinado usando um termopar \n\nconectado ao cadinho. A espessura do filme em massa foi monitorada por uma balança de \n\ncristal de quartzo acoplada à evaporadora.  \n\nOs filmes PVD foram evaporados por três diferentes formas: (a) 45 nm \n\ndepositados em “1 estágio”, (b) 45 nm depositados em “4 estágios” de aproximadamente 12 \n\nnm, (c) 121 nm depositados em 6 estágios de aproximadamente 15 nm e um de 45nm e (d) 90 \n\nnm depositados em 4 estágios de aproximadamente 12 nm e 1 estágio de 45 nm. A taxa de \n\nevaporação foi cerca de 0,5 nm/s para cada etapa de 15 nm (= filme de \"4 etapas\") e de \n\naproximadamente 6 nm/s para a etapa única de 45 nm (= filme de \"1 etapa\"). Espectros de \n\nUV-Vis foram obtidos para o filme PVD com 11, 23, 30, 46, 60, 101 e 121 nm de espessura \n\ndepositados em substrato de quartzo. Para a caracterização via FTIR foi utilizado o filme PVD \n\n(c) sobre ZnSe e espelho de Ag usando os modos de transmissão e reflexão e uma pastilha de \n\nPAzoU em matriz de KBr no modo transmissão. Para as analises de Raman, foi utilizado o \n\nfilme PVD (c) sobre substrato de espelho de prata (100 nm) e ainda o pó da PAzoU. Para as \n\nanálises de microscopia óptica e mapeamento Raman foram utilizados filmes PVD (c) sobre \n\nsubstrato de vidro e espelho de Ag, respectivamente. Para as análises de AFM foram \n\n\n\n \n\n \n\n47 \n\n \n\nutilizados os filmes (a) e (b) sobre substrato de vidro. Para as análises de fluorescência foi \n\nutilizado o filme PVD (d) sobre substrato de espelho de Ag. \n\n2.5 Técnicas de caracterização \n\nAs medidas de TG foram realizadas usando um equipamento NETZSCH modelo \n\n209 em atmosfera de N2 de 25 até 950ºC utilizando uma razão de aquecimento de 10ºC/min. \n\nAdicionalmente, a PAzoU na forma de pó foi aquecida até 190ºC em atmosfera de N2 e \n\nmantida nesta temperatura por 15 minutos, sendo um tempo aproximadamente 3 vezes maior \n\ndo que o requerido para fabricar um filme PVD, e medidas de FTIR e UV-Vis foram \n\nrealizadas antes e após esse procedimento. \n\nAs medidas de DSC foram realizadas utilizando-se um equipamento NETZSCH \n\nmodelo 204, no modo dinâmico sobre atmosfera de N2, com uma razão de aquecimento de \n\n10°C/min e 5,0 mg de amostra, sendo que primeiramente uma isoterma de 20 min foi \n\nrealizada em 110ºC. \n\nAs medidas de absorção no UV-Vis foram realizadas utilizando um \n\nespectrofotômetro Varian modelo Cary 50. Os espectros de FTIR foram coletados com 128 \n\nscans, resolução espectral de 4 cm-1 e usando um detector de sulfato de triglicina (DTGS) que \n\né um sistema piroelétrico operando à temperatura ambiente. As medidas de FTIR foram \n\nrealizadas em um espectrômetro Bruker, modelo Vector 22 e os espectros foram obtidos em \n\ntemperatura ambiente com 128 varreduras (scans), resolução espectral de 4 cm-1 usando um \n\ndetector DTGS. Os espectros de reflexão foram obtidos com um ângulo de incidência de 80º \n\nusando um acessório Bruker A518/Q. \n\nAs imagens de microscopia óptica foram realizadas usando um microscópio \n\nóptico Leica acoplado ao espectrógrafo Renishaw in-Via. Os espectros de Raman foram \n\nobtidos utilizando um espectrógrafo micro-Raman Renishaw, modelo in-Via, acoplado a um \n\nmicroscópio Leica com lente objetiva de 50X, o que possibilita a coleta de espectros de áreas \n\n\n\n \n\n \n\n48 \n\n \n\nde aproximadamente 1 ?m2, laser em 785 nm, grade de 1200 linhas/mm e um detector CCD. \n\nMapeamentos Raman foram feitos colocando o filme (LB ou PVD) sobre uma plataforma \n\nmotorizada em XYZ com passo mínimo de 0.1 ?m. A aquisição e análises dos dados foram \n\nrealizadas utilizando o programa WiRE para Windows. As imagens de AFM foram coletadas \n\nno modo tapping usando um Digital Instrument, modelo Nanoscope IV, com ponta de silício \n\ne constante de mola de 0,12 N/m. \n\nA espectroscopia de impedância (capacitância e resistência) foi realizada \n\nutilizando um analisador Solartron, modelo 1260A. A faixa de freqüência utilizada foi de 1 \n\nHz até 1 MHz e imergindo as unidades sensoriais em água destilada e ultrapura mantidas em \n\ndiferentes temperaturas. As unidades sensoriais são eletrodos interdigitados de Au recobertos \n\npor 5 camadas de filme LB (PAzoU, AE, e PAzoU/AE com 75/25, 50/50, e 25/75 % em \n\nmassa). Os eletrodos interdigitados de Au contêm 50 pares de dígitos com 10 ?m de largura, \n\n0.5 mm de comprimento e 100 nm de espessura cada, que são espaçados 10 ?m um do outro. \n\nAs análises de PCA foram realizadas por uma rotina utilizando o programa C-Builder \n\ndesenvolvida pelos alunos Bruno B. Bergamo e Flávio P.A. Cabral sob a orientação do Prof. \n\nJosé A. Giacometti [CABRAL 2008].  \n\n \n\n \n\n\n\n \n\n \n\n49 \n\n \n\nCAPÍTULO III \n  \n\nRESULTADOS E DISCUSSÃO \n\n3.1 Filmes de Langmuir \n\nA fabricação de filmes LB de alta qualidade em termos de espessura, morfologia e \n\narquitetura em nível molecular depende das propriedades dos filmes de Langmuir formados \n\nna superfície da subfase de água. Com este objetivo, uma seqüência de experimentos foi \n\nrealizada para caracterizar os filmes de Langmuir através das isotermas ?-A. A Figura 15 \n\napresenta as isotermas ?-A registradas para os filmes de Langmuir de PAzoU usando \n\ndiferentes solventes: DMF, CHCl3 e THF. \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n40 60 80 100 120 140 160 180 200\n\n20oC\n10 mm/min\n\nDMF\n\nCHCl3\n\nTHF\n\nAext\n\ncolapso\n\nP\nre\n\nss\não\n\n S\nu\n\np\ner\n\nfí\nci\n\ne \n(m\n\nN\n/m\n\n)\n\nÁrea Molecular por Monômero (Å2)  \n\nFigura 15: Isotermas ?-A da PAzoU dissolvida em diferentes solventes e as estruturas \nmoleculares dos solventes utilizados. \n\n \n \nPode ser observado que a área molecular média por monômero decresce com o \n\naumento da polaridade do solvente utilizado. Isto pode ser explicado considerando que \n\nsolventes mais polares podem arrastar as moléculas de PAzoU para a subfase de água e/ou \n\nmudam a conformação do polímero [HARBRON 2007], fazendo com que neste caso, por \n\nexemplo, ele se enovele mais. A área molecular media foi obtida pela extrapolação para ?=0 \n\n\n\n \n\n \n\n50 \n\n \n\nda porção da isoterma que corresponde à fase condensada do filme (Aext na Figura 15). \n\nContudo, testes de estabilidade revelaram que os filmes de Langmuir de PAzoU são muito \n\nestáveis na subfase de água como mostra a Figura 16. \n\n0 1000 2000 3000 4000 5000 6000\n\n40\n\n60\n\n80\n\n100\n\n120\n\nTempo (s)\n\n-2\n\n0\n\n2\n\n4\n\n6\n\n8\n\nA area decresceu \n~6% em 1h30min\n\n10 mm/min – PAzoU em DMF\n\nP\nressão d\n\ne S\nu\n\np\nerfície (m\n\nN\n/m\n\n)\n\nÁ\nre\n\na \nM\n\nol\nec\n\nu\nla\n\nr \np\n\nor\n M\n\non\nôm\n\ner\no \n\n(Å\n2 )\n\n \nFigura 16: Teste de estabilidade da PAzoU em DMF. \n\n \n \nO teste de estabilidade consiste basicamente na compressão do filme de Langmuir \n\naté uma pressão de superfície definida contida na fase condensada (8,0 mN/m neste caso) e \n\nregistro do movimento das barreiras para manter a pressão de superfície constante durante um \n\ncerto período de tempo. Maior estabilidade é atribuída a monocamadas que apresentam \n\nmenores decréscimos na área para certo período de tempo. Isto é observado na Figura 16, em \n\nque um decréscimo de área menor que 6% ocorreu para um período de 1,5 horas, tempo maior \n\ndo que o necessário para realizar uma isoterma ?-A para a PAzoU. Conseqüentemente, o \n\nmenor valor de área extrapolada encontrada para DMF, seguida pelo THF e CHCl3, pode estar \n\nrelacionado com as diferentes conformações que as cadeias do polímero (PAzoU) alcançam \n\nquando dissolvidas por estes solventes e espalhadas na interface ar/água. Neste caso, a taxa de \n\nevaporação do solvente não deve exercer forte influência, ainda mais se levando em \n\nconsideração que uma monocamada com menor área molecular média e alta estabilidade foi \n\n\n\n \n\n \n\n51 \n\n \n\nobtida para o solvente menos volátil utilizado (DMF). No caso da PAzoU em DMF, a menor \n\nárea extrapolada sugere que as cadeias podem ficar mais empacotadas quando dissolvidas em \n\nDMF. Adicionalmente, a alta pressão de colapso apresentada pela PAzoU em DMF corrobora \n\na idéia de que as moléculas podem alcançar um alto empacotamento para esta conformação. A \n\npressão de colapso é definida quando a razão T\n??\n\n??\ndecresce (ver Figura 15) indicando uma \n\npossível superposição das moléculas para formar múltiplas camadas na subfase da água. Isso \n\né observado para materiais que possuem estruturas moleculares mais complexas do que os \n\nconvencionais ácidos graxos que são moléculas padrão usadas na técnica de Langmuir. \n\n[DHANABALAN 1998; BARROS 1999]. \n\nA ausência de histerese quando o filme de Langmuir é submetido a um ciclo de \n\ncompressão/expansão é uma outra evidência da estabilidade da PAzoU na subfase de água. A \n\nFigura 17 mostra uma isoterma ?-A registrada até o filme de Langmuir atingir o colapso e \n\noutra para dois ciclos consecutivos de compressão/expansão para a PAzoU dissolvida em \n\nDMF.  \n\n20 40 60 80 100 120 140 160\n\n0\n\n4\n\n8\n\n12\n\n16\n\n20\n\n24\n\ncompressão/expansão\n(2 ciclos)\n\nisoterma\n\nP\nre\n\nss\não\n\n S\nu\n\np\ner\n\nfí\nci\n\ne \n(m\n\nN\n/m\n\n)\n\nÁrea Molecular por Monômero (Å2)\n\n20oC\n10 mm/min\n\nSolução DMF\n\n \n\nFigura 17: Isoterma ?-A até o colapso do filme e dois ciclos de compressão/expansão. \n\n \n \n\n\n\n \n\n \n\n52 \n\n \n\nO limite da pressão de superfície foi fixado em 8,0 mN/m durante o ciclo de \n\ncompressão/expansão para evitar o colapso do filme. Usualmente, se algumas moléculas \n\ninteragem umas com as outras durante a compressão formando agregados (domínios) ou são \n\narrastadas para a subfase de água, a histerese é observada durante a expansão [OLIVEIRA Jr. \n\n1994]. Adicionalmente, um filme de Langmuir instável produz um deslocamento da isoterma \n\n?-A para menores áreas para consecutivos ciclos de compressão/expansão dado que as \n\nmoléculas podem estar sendo continuamente empacotadas e/ou perdidas para a subfase, o que \n\nnão é o caso aqui.  \n\nA alta estabilidade dos filmes de Langmuir de PAzoU na subfase de água é \n\nobservada uma vez mais  pela reprodutibilidade das isotermas ?-A quando o mesmo filme é \n\ncomprimido para diferentes velocidades das barreiras. A Figura 18 mostra as isotermas ?-A \n\npara a PAzoU em DMF comprimida consecutivamente com 10, 50, 100 e 180 mm/min. No \n\ncaso de filmes instáveis, um deslocamento da isoterma ?-A para menores áreas seria \n\nobservado para menores velocidades de compressão, pois as moléculas estariam por mais \n\ntempo sob constante rearranjo na interface ar/água e/ou sendo carregadas para a subfase da \n\nágua sob estas condições [CONSTANTINO 1998]. \n\n \n\n50 60 70 80 90 100\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10 mm/min\n\n10 mm/min\n\n50 mm/min\n\n100 mm/min\n180 mm/min\n\n20oC\nSolução DMFP\n\nre\nss\n\não\n d\n\ne \nS\n\nu\np\n\ner\nfí\n\nci\ne \n\n(m\nN\n\n/m\n)\n\nÁrea Molecular por Monômero (Å2)  \n\nFigura 18: Isoterma ?-A registrada para diferentes velocidades de compressão. \n\n\n\n \n\n \n\n53 \n\n \n\nA hipótese das diferentes conformações assumidas pela PAzoU quando dissolvida \n\nem diferentes solventes foi verificada coletando-se espectros de absorção no UV-Vis para as \n\nsoluções de PAzoU em CHCl3, THF e DMF, os quais são vistos na Figura 19a.  \n\n300 350 400 450 500 550 600 650 700 300 350 400 450 500 550 600 650 700\n\nCHCl3\n\nDMF\nTHF\n\nNúmero de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\n\nCHCl3\n\nDMF\nTHF\n\nNúmero de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\n\n(a) solução (b) Filmes cast\n\n \nFigura 19: (a) Espectro de absorção no UV-Vis (normalizados) para a solução de PAzoU em \ndiferentes solventes. (b) Espectro de absorção no UV-Vis (normalizados) para os filmes cast \nde PAzoU dissolvida em diferentes solventes. \n\n \n \nAs diferenças observadas nos espectros de absorção no UV-Vis (comprimento de \n\nonda do máximo da banda de absorção) para as soluções de PAzoU sugerem que o solvente \n\ndesempenha uma importante função na estabilização da conformação preferencial das \n\nmoléculas de PAzoU em solução. Esse deslocamento do máximo de absorção para maiores \n\ncomprimento de onda (menor energia) é um forte indício da formação de agregados do tipo J. \n\nComplementarmente, espectros de absorção UV-Vis para filmes cast produzidos usando as \n\nsoluções de CHCl3, THF e DMF foram obtidos (Figura 19b). Pode-se observar que o máximo \n\nde absorção ocorre para o mesmo comprimento de onda para todos os filmes cast. Desta \n\nforma, as diferenças encontradas nas isotermas ?-A (Figura 15) necessariamente devem ser \n\nrelacionadas com a conformação das cadeias poliméricas na solução espalhada.  \n\nApesar da alta estabilidade dos filmes de Langmuir de PAzoU e de sua isoterma \n\n?-A ser bem definida, a fabricação de filmes LB ficou restrita a poucas camadas, o que será \n\ndiscutido na seção 3.2. Conseqüentemente, para fabricar filmes LB espessos foi necessário \n\n\n\n \n\n \n\n54 \n\n \n\nusar filmes de Langmuir mistos, para os quais o material investigado é misturado com um \n\nácido graxo [CONSTANTINO 1998; DHANABALAN 1998]. Desta forma, faz-se necessário \n\num estudo dos filmes de Langmuir mistos. As isotermas ?-A registradas para os filmes de \n\nLangmuir mistos de PAzoU/ácido esteárico (PAzoU/AE), em diferentes porcentagens de \n\nmassa (75/25, 50/50 e 25/75), são mostrados na Figura 20.  \n\n20 40 60 80 100 120\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\nPAzoU/AE 25/75\n\nPAzoU/AE 50/50\n\nPAzoU/AE 75/25\n\n10 30 50 70 90 110\n\n20oC\n10 mm/min\n\nSolução DMF\n\nP\nre\n\nss\não\n\n d\ne \n\nS\nu\n\np\ner\n\nfí\nci\n\ne \n(m\n\nN\n/m\n\n)\n\nÁrea Molecular por Monômero (Å2)\n\n24-layer mixed LB films\n\n0 10 20 30 40 50 60 70 80\n0\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0,06\n\n0,07\n\n%  PazoU\n\nA\nb\n\nso\nrb\n\nâ\nn\n\nci\na \n\nem\n 4\n\n00\nn\n\nm\n \n\n \n\nFigura 20: Isotermas ?-A para monocamadas mistas de PAzoU/AE (diferentes % massa: 25, \n50, e 75). O inset mostra a absorbância em 400 nm para 12-camadas de LB PAzoU/AE (25, \n50, e 75 % em massa). \n\n \n \nO deslocamento das isotermas ?-A para maiores áreas é devido a maior \n\nporcentagem de PAzoU nos filmes de Langmuir mistos já que a área molecular média foi \n\ncalculada baseada no número de moléculas de ácido esteárico espalhadas na subfase de água. \n\nA presença de duas inclinações nas isotermas ?-A sugere que as moléculas de PAzoU e de \n\nácido esteárico estão formando domínios separados. A primeira inclinação (maiores áreas) se \n\nrefere à fase condensada das moléculas de PAzoU, enquanto que a segunda (menores áreas) \n\nse refere à fase condensada das moléculas de ácido esteárico. O inset na Figura 20 mostra a \n\nabsorbância em 400 nm para 12 camadas dos filmes LB mistos com diferentes proporções \n\nPAzoU/AE. Isto revela que a porcentagem em massa de PAzoU em relação ao ácido esteárico \n\n\n\n \n\n \n\n55 \n\n \n\n(25, 50 e 75%) usada para preparar as soluções é mantida na composição dos filmes LB, ou \n\nseja, a porcentagem de PAzoU nos filmes de Langmuir mistos é correspondente com a \n\nporcentagem encontrada nos filmes LB. \n\n \n\n3.2 Filmes de Langmuir-Blodgett (LB) \n\nO crescimento dos filmes LB contendo apenas PAzoU foi monitorado usando \n\nespectroscopia de absorção no UV-Vis. Os espectros de absorção no UV-Vis registrados para \n\ndiferentes números de camadas depositadas em substrato de quartzo são apresentados na \n\nFigura 21. O inset na Figura 21 mostra a absorbância em 400 nm vs o número de camadas \n\ndepositadas (5, 10, 15 e 21 camadas LB).  \n\n250 300 350 400 450 500 550 600\n\n0,00\n\n0,01\n\n0,02\n\n0,03\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\n\nComprimento de Onda (nm)\n\n05 camadas\n\n10 camadas\n\n15 camadas\n\n21 camadas\n\n0 2 4 6 8 10 12 14 16 18 20 22\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\nem\n\n40\n0 \n\nn\nm\n\nNúmero de Camadas\n\n0,004\n\n0,008\n\n0,012\n\n0,016\n\n0,020\n\n0\n0 2 4 6 8 10 12 14 16 18 20 22\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\nem\n\n40\n0 \n\nn\nm\n\nNúmero de Camadas\n\n0,004\n\n0,008\n\n0,012\n\n0,016\n\n0,020\n\n0\n\nFilme LB PAzoU\n\nsolução (normalizado)\n\n \nFigura 21: Espectro de absorção no UV-Vis do filme LB e da solução em DMF de PAzoU. O \ninset mostra a absorbância em 400 nm vs o número de camadas.  \n\n \n \nPode ser observado que a quantidade de material transferido da superfície da água \n\npara o substrato cresce com o número de camadas depositadas. Porém, tal crescimento não é \n\nlinear e tende a um platô a partir da 22ª camada. Na Figura 21, pode-se ainda comparar os \n\nespectros obtidos para a solução de PAzoU em DMF e o filme LB fabricado utilizando tal \n\nsolução. Nessa comparação observa-se que as intensidades relativas das bandas em 275 e \n\n\n\n \n\n \n\n56 \n\n \n\n400 nm diferem entre si. Como a absorção destas bandas é atribuída a transição eletrônica ?-\n\n?* dos grupos azo nas formas cis e trans, respectivamente, [KUMAR 1992, SEKKAT 2002], \n\npode-se supor que na solução a quantidade de isômeros trans é maior do que a de isômeros \n\ncis enquanto que para o filme LB a quantidade de isômeros cis é maior. Por outro lado, o \n\ncomprimento de onda dos máximos das bandas de absorção para a solução e o filme LB são \n\ncoincidentes, o que revela que nos filmes LB e na solução há o predomínio do mesmo tipo de \n\nagregados, tipo J neste caso conforme determinado anteriormente (Figura 19a).  \n\nDiante da impossibilidade de se crescer filmes LB mais espessos contendo apenas \n\nPAzoU, a opção foi tentar crescer filmes LB a partir da mistura PAzoU/AE. A Figura 22 \n\nmostra os espectros de absorção UV-Vis obtidos para filmes LB PAzoU/AE 50/50 crescidos \n\naté 51 camadas, cuja absorção deve-se ao PAzoU já que o ácido esteárico não absorve neste \n\nintervalo. O inset da Figura 22 mostra um aumento linear da intensidade de absorbância em \n\n400 nm vs o número de camadas LB.  \n\n250 300 350 400 450 500 550 600 650 700 750 800\n\n0\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n05 camadas\n11 camadas\n17 camadas\n23 camadas\n31 camadas\n36 camadas\n41 camadas\n51 camadas\n\nA\nb\n\nso\nrb\n\nân\nci\n\na \n\nComprimento de Onda (nm)\n\nFilme LB PAzoU/AE\n\n0 10 20 30 40 50\n0\n\n0,04\n\n0,08\n\n0,12\n\n0,16\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\nem\n\n40\n0 \n\nn\nm\n\n \n\nNúmero de Camadas\n0 10 20 30 40 50\n\n0\n\n0,04\n\n0,08\n\n0,12\n\n0,16\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\nem\n\n40\n0 \n\nn\nm\n\n \n\nNúmero de Camadas\n\n \nFigura 22: Espectro de absorção no UV-Vis do filme LB PAzoU/AE 50/50. O inset mostra a \nabsorbância em 400 nm vs o número de camadas.  \n\n \n\n\n\n \n\n \n\n57 \n\n \n\nNotavelmente, um valor próximo de 1,0 foi observado para a taxa de transferência \n\nao final de cada camada depositada enquanto que e a curva de transferência acumulada foi \n\nmantida próxima de 1,0 ao longo da deposição de cada camada. Isto mostra que não somente \n\numa quantidade similar de material foi transferida, mas também que o material foi transferido \n\nhomogeneamente para o substrato em cada camada depositada. Deposições de filmes LB \n\nPAzoU/AE 75/25 e 25/75 também foram realizadas. Para a maior concentração de PAzoU as \n\ncondições de deposição se aproximam daquelas encontradas para os filmes LB contendo \n\napenas PAzoU, ou seja, são desfavoráveis. Para a menor concentração de PAzoU a qualidade \n\ndo filme é tão boa quanto aquela observada para a proporção 50/50. Portanto, optou-se por \n\ntrabalhar com 50/50 pela maior quantidade de polímero presente. \n\nA interação entre a PAzoU e o ácido esteárico foi estudada usando espectroscopia \n\nvibracional via absorção no infravermelho (FTIR) e espalhamento Raman tanto para filmes \n\nLB mistos como para filmes cast. Os espectros de FTIR obtidos para os filmes cast de ácido \n\nesteárico, de PAzoU, e misturas de PAzoU/AE em diferentes proporções, assim como o \n\nespectro de FTIR para o filme LB PAzoU/AE 50/50, são mostrados na Figura 23. \n\n\n\n \n\n \n\n58 \n\n \n\n1000 1500 2000 2500 3000\n\nNúmero de Onda (cm-1)\n\nPAzoU/AE: 75/25\n\nÁcido Esteárico\n\nIn\nte\n\nn\nsi\n\nd\nad\n\ne PAzoU/AE: 50/50\n\nPAzoU/AE: 25/75\n\nPAzoU\n\n* Filme LB PAzoU/AE: 50/50\n\n28\n50\n\n291\n7\n\n295\n5\n\n146\n9\n\n154\n2\n\n1\n684\n\n1700\n\n150\n8\n\n1602\n\n13\n07\n\n1\n243\n\n825\n\n110\n5\n\n118\n4\n\n2\n85\n\n3\n\n2\n92\n\n1\n2\n\n96\n0\n\n1\n032\n\n \nFigura 23: Espectro de FTIR para os filmes cast de AE, PAzoU, PAzoU/AE em diferentes % \nmassa e para LB PAzoU/AE 50/50.  \n\n \n \nO centro das principais bandas de caracterização vibracional observados nos \n\nespectros de FTIR dos filmes cast de PAzoU e de ácido esteárico mostrados na Figura 23 em \n\nnúmeros de onda (cm-1) estão listados na Tabela I juntamente com suas atribuições [LIN-\n\nVIEN 1991; LAMBERT 1998; TEIXEIRA 2007]. As atribuições das bandas observadas no \n\nespectro de FTIR da PAzoU foram complementados por cálculos teóricos utilizando Gaussian \n\n98 (DFT, B3LYP 6-31G) para o monômero. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n59 \n\n \n\nTabela I: Atribuição das bandas de FTIR características dos filmes de PAzoU e ácido \nesteárico. \n\nPAzoU \n(cm-1) \n\nÁcido esteárico \n(cm-1) \n\nAtribuições \n\n825  aromático-NO2 scissors \n1032  ? O-CH2  \n1105  CH wagging \n1184  ? angular no plano CH anel \n1243  ? angular NH + estiramento (C=O)-O  \n1307  ? angular CH2 + CH-OH \n\n 1469 ? simétrico OCO \n1508  estiramento anel \n\n 1542 ? anti-simétrico OCO  \n1602  ? anel + ? angular NH \n\n 1684 ? carbonila \n 1700 ? carbonila  \n 2850 ? simétrico CH2  \n\n2853  ? simétrico CH anel \n 2917 ? anti-simétrico CH2  \n\n2921  ? CH (anel)  \n 2955 ? CH3  \n\n2960  ? CH3  \n?: estiramento; ?: deformação \n\n \n \nOs filmes cast foram formados usando DMF como solvente, uma vez que este foi \n\nusado para produzir os filmes de Langmuir e LB. Pode-se observar, comparando-se as \n\nintensidades relativas das bandas, que os espectros dos filmes mistos produzidos tanto por \n\ncast ou LB são compostos por uma simples superposição dos espectros dos materiais puros \n\n(PAzoU e acido esteárico). Isto revela a ausência de interações fortes entre esses materiais, o \n\nque está em acordo com o que foi observado para os filmes mistos de Langmuir (Figura 17). \n\nInterações intermoleculares podem afetar a intensidade relativa ou a freqüência das bandas \n\nvibracionais relacionadas com os grupos químicos envolvidos na interação. No caso de \n\ninterações químicas fortes, além dos efeitos citados, novas bandas podem ser observadas \n\nrelacionadas diretamente com as novas ligações químicas. \n\nA morfologia em escala micrométrica dos filmes LB de PAzoU/AE foram \n\nexaminadas com um microscópio óptico. A Figura 24 mostra imagens ópticas em 2-\n\n\n\n \n\n \n\n60 \n\n \n\ndimensões obtidas usando uma lente objetiva de 50X, enquanto o inset apresenta imagens em \n\n3-dimensões obtidas através do programa de análise de imagens Image Pró-Plus. \n\n \n\nPAzoU/AE: 75/25 PAzoU/AE: 50/50\n\nPAzoU/AE: 25/75  \nFigura 24: Imagem óptica em 2D (50x) para LB PAzoU/AE (25, 50, e 75%) 24-camadas. Os \ninsets apresentam as imagens em 3D.  \n\n \n \nPode ser observado que a homogeneidade da superfície decresce com o aumento \n\nda porcentagem de PAzoU. Esta investigação foi complementada utilizando a técnica de \n\nmapeamento micro-Raman, que permite a coleta de espectros de áreas de aproximadamente 1 \n\n?m2 pelo acoplamento do espectrógrafo Raman e o microscópio óptico, combinando \n\ninformações química e morfológica em escala micrométrica. A Figura 25 mostra os \n\nmapeamentos Raman que foram construídos utilizando espectros coletados ponto-a-ponto ao \n\nlongo de uma área de 40 ?m x 40 ?m com passo de 2 ?m. Um dos espectros obtidos é \n\nmostrado no topo da Figura 25. \n\n \n\n\n\n \n\n \n\n61 \n\n \n\nMapeamento Raman – 3D\n\nMicroscopia Optica – 50X Microscopia Optica – 50X\n\nMapeamento Raman – 2D\n\nMapeamento Raman – 3D\n\nMapeamento Raman – 2D\n\n600 800 1000 1200 1400 1600 1800 \n\nNúmero de Onda (cm-1)\n\n1319\n\n \n\nFigura 25: Mapeamento Raman de área 40 ?m x 40 ?m. Um espectro Raman é mostrado no \ntopo.  \n\n \n \n\nEsses mapeamentos Raman mostram a distribuição da banda em 1319 cm-1, \n\natribuída ao estiramento do grupo –NO2 [CONSTANTINO 2001 (a)], onde os pontos mais \n\nclaros se referem a maiores intensidades do sinal. Dois mapeamentos foram construídos \n\nconsiderando a banda com centro em 1319 cm-1. Um considera a intensidade da banda em \n\n1319 cm-1, nomeado intensity at point, e o outro a área da banda centrada em 1319 cm-1 com \n\ncorreção de linha de base, nomeado signal to baseline, sendo que este último elimina a \n\ninterferência do espalhamento de fundo (background). Os mapeamentos Raman são \n\nmostrados em 2 e 3 dimensões. Pode ser observado que em certos pontos a intensidade da \n\nbanda é muito alta, revelando a presença de domínios de PAzoU, enquanto em outros pontos \n\nessa intensidade é muito diminuída, revelando a presença de domínios de ácido esteárico, uma \n\nvez que este material não contém banda em 1319 cm-1. É importante ressaltar que a \n\nintensidade do sinal Raman não é afetado pelo espalhamento de fundo, uma vez que a \n\n\n\n \n\n \n\n62 \n\n \n\ndistribuição de pontos claros e escuros encontrados no mapeamento signal to baseline está em \n\nboa concordância com a distribuição encontrada para o mapeamento intensity at point, o que \n\nsugere que a superfície dos filmes é bastante regular em escala microscópica. \n\nEm escala nanoscópica, a Figura 26 apresenta imagens topográficas de AFM em 3 \n\ndimensões no topo e imagens de fase em duas dimensões abaixo.  \n\n \n\nPAzoU/AE: 75/25 PAzoU/AE: 50/50 PAzoU/AE: 25/75\n\nImagens Topográficas\n\nImagens de Fase\n\n \nFigura 26: Imagens de AFM para filmes LB PAzoU/AE (25, 50, e 75%) 24-camadas em 2D \n(embaixo – imagem de fase) e em 3D (no topo – imagem topográfica). \n\n \n \nEssas imagens mostram que a PAzoU e o ácido esteárico apresentam uma \n\nseparação de fase também em escala nanométrica, sustentando a ausência de interação \n\nquímica entre ambos os materiais, como sugerido pelos espectros de FTIR e a separação de \n\nfase observada pela microscopia óptica e os resultados de micro-Raman em escala \n\nmicrométrica. As regiões escuras mostradas nas imagens de fase devem estar associadas ao \n\npolímero (PAzoU), já que ao aumentar a porcentagem de polímero a quantidade de pontos \n\n\n\n \n\n \n\n63 \n\n \n\nescuros também aumenta. A rugosidade média encontrada para os três filmes LB mistos \n\nficaram em aproximadamente 9,0 nm, independente da porcentagem de PAzoU no filme, o \n\nque está em acordo com a baixa intensidade do espalhamento de fundo do sinal Raman. Esse \n\nvalor de rugosidade é significativo para determinar a espessura média dos filmes LB mistos, \n\ncomo mostrado na Figura 27 para o filme LB PAzoU/AE 50/50.  \n\n \n\nPAzoU/AE: 50/50\n\nAnálise de Espessura\n\nsubstrato  \nFigura 27: Análise de espessura através de imagens de AFM para o filme LB PAzoU/AE \n50/50 com 24 camadas e seu perfil ao longo de um sulco feito no filme. Abaixo, um esquema \nda provável separação de fase PAzoU/AE. \n\n \n \nOs três filmes LB mostrados na Figura 26 possuem 24 camadas, o que implicaria \n\nem uma espessura de 60 nm se somente o ácido esteárico fosse depositado, uma vez que a \n\naltura do ácido esteárico é de 2,5 nm [CONSTANTINO 1998]. A espessura média \n\ndeterminada por AFM para estes filmes LB mistos ficou em torno de 60 nm (Figura 27), o \n\nque é consistente com a separação de fase em escala nanométrica entre o PAzoU e o ácido \n\nesteárico. Caso o polímero fosse disperso entre as camadas do ácido esteárico, por exemplo, \n\n\n\n \n\n \n\n64 \n\n \n\nentão espessuras maiores deveriam ser medidas por AFM. O termo espessura “média” tem \n\nsido usado aqui considerando que a rugosidade média encontrada fica em aproximadamente \n\n15% da espessura média. Na Figura 27, uma possível arquitetura molecular é sugerida para o \n\nfilme LB PAzoU/AE, tomando como base a separação de fase observada em níveis \n\nmicrométrico e nanométrico e a espessura média do filme. Sabendo que o filme possui 24 \n\ncamadas LB de moléculas de PAzoU e AE, que a espessura do filme fica em torno de 60 nm, \n\ne que este é o valor da espessura de 24 moléculas de AE, podemos sugerir a arquitetura com \n\nseparação de fase apresentada. \n\nAs isotermas ?-A dos filmes de Langmuir de PAzoU revelaram uma alta \n\nsensibilidade do polímero à temperatura da subfase de água. Para testar as variações \n\npotenciais dos filmes LB com a temperatura (para potenciais aplicações em sensores), 5 \n\ncamadas de filme LB foram depositadas em eletrodos interdigitados de Au. Em alguns \n\ntrabalhos na literatura foi mostrada a alta sensibilidade que pode ser alcançada pela \n\ncombinação da espectroscopia de impedância e filmes ultrafinos depositados em eletrodos \n\ninterdigitados em análises liquidas [FERREIRA 2003 (a)]. No total, 6 unidades sensoriais \n\nforam fabricadas: eletrodo sem cobertura, filmes LB contendo somente ácido esteárico ou \n\nPAzoU, e 3 filmes LB de PAzoU/AE (25/75, 50/50, 75/25). As unidades sensoriais foram \n\nmergulhadas em água destilada em diferentes temperaturas e caracterizadas por medidas de \n\nespectroscopia de impedância em uma faixa de freqüência de 1 Hz a 1 MHz. A Figura 28a \n\nmostra as capacitâncias registradas para todas as unidades sensoriais em 20ºC. A mesma \n\ntendência foi observada para outras temperaturas (10, 15, 25 e 30ºC). \n\n \n\n\n\n \n\n \n\n65 \n\n \n\n10 0 10 1 10 2 10 3 10 4 10 5 10 6 10 7\n10\n\n-10\n\n10\n-9\n\n10\n-8\n\n10\n-7\n\n10\n-6\n\nFreqüência (Hz)\n\nC\nap\n\nac\nit\n\nân\nci\n\na \nem\n\n 2\n0º\n\nC\n (\n\nF\n) AE\n\nPAzoU\n\nPAzoU/AE:75/25\n\nPAzoU/AE:25/75\n\nEletrodo Au\n\nPAzoU/AE:50/50\n\n(a)\n\n10 15 20 25 30\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n1,4\n\n1,5\n\n1,6\n\n1,7\n\nC\nap\n\nac\nit\n\nân\nci\n\na \nat\n\n 1\n0k\n\nH\nz \n\n(n\nF\n\n)\n\nTemperatura (ºC)\n\nPAzoU\nAE\nPAzoU/AE:25/75\nPAzoU/AE:50/50\nPAzoU/AE:75/25\nEletrodo Au\n\n(b)\n\n10 15 20 25 30\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n1,4\n\n1,5\n\n1,6\n\n1,7\n\nC\nap\n\nac\nit\n\nân\nci\n\na \nat\n\n 1\n0k\n\nH\nz \n\n(n\nF\n\n)\n\nTemperatura (ºC)\n\nPAzoU\nAE\nPAzoU/AE:25/75\nPAzoU/AE:50/50\nPAzoU/AE:75/25\nEletrodo Au\n\n(b)\n\n \n\n0 10 20 30 40 50\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\n3,5\n\n4,0\n\nAE\nPAzoU\n\nC\nap\n\nac\nit\n\nân\nci\n\na \nem\n\n 1\nk\n\nH\nz \n\n(n\nF\n\n)\n\nPAzoU/AE:25/75\nPAzoU/AE:50/50\nPAzoU/AE:75/25\nEletrodo Au\n\nTemperatura (ºC)\n\n(c)\n\n \nFigura 28: (a) Dados de capacitância vs freqüência para cada unidade sensorial em 20oC. (b) \nValores de capacitância em 10 kHz em 10, 15, 20, 25, e 30oC (água destilada). (c) Valores de \ncapacitância em 1 kHz em 5, 10, 15, 20, 25, 30, 40, e 50oC (água ultrapura) (18.2 M?.cm). \n\n \n \nSuaves mudanças no sistema líquido são fortemente capturadas pela resposta \n\nelétrica dos filmes LB, em concordância com o modelo proposto por Taylor e MacDonald \n\n[TAYLOR 1987] apresentado na seção 1.8. A Figura 28b apresenta a dependência linear da \n\nmedida de capacitância com a variação da temperatura para valores de capacitância em 10 \n\nKHz. Uma tendência similar foi observada para os valores de capacitância registrados em 5, \n\n10, 15, 20, 25, 30, 40 e 50oC usando água ultrapura Millipore (18.2 M?.cm) como mostrado \n\nna Figura 28c. Este é um importante resultado sendo que a reprodutibilidade em água \n\n\n\n \n\n \n\n66 \n\n \n\nultrapura é mais difícil de ser obtida comparada com a água destilada. A freqüência para a \n\nqual são lidos os valores de capacitância é selecionada considerando a maior variação da \n\ncapacitância com o aumento da temperatura da água. \n\nA PCA foi usada para correlacionar estatisticamente essas amostras. Neste \n\ntrabalho, a PCA foi usada para correlacionar estágios de variação de temperatura seguindo a \n\nseqüência 20oC ? 15oC ? 20oC ? 10oC ? 20oC ? 25oC ? 20oC ? 30oC ? 20oC, como \n\nmostrado na Figura 29.  \n\n \nFigura 29: PCA para todas as unidades sensoriais em 10 kHz em água destilada. \n\n \n \nA correlação pode ser observada projetando os dados para o eixo PC1. Existe uma \n\ntendência em PC1 de ir para a direita quando a temperatura é aumentada. Apesar de menores \n\nparâmetros experimentais não controlados, como a difusão do gás a partir do ambiente, isso é \n\nimportante também para ressaltar em PC2 um deslocamento temporal dos dados em 20ºC. \n\n \n\n\n\n \n\n \n\n67 \n\n \n\n3.3 Filmes Evaporados (PVD) \n\nNo processo de fabricação por deposição física a vácuo de filmes finos \n\nevaporados termicamente, o cadinho pode atingir altas temperaturas, o que pode levar a \n\ndegradação térmica dos materiais orgânicos, afetando a qualidade dos filmes PVD. Análises \n\ntérmicas foram realizadas para investigar o comportamento da PAzoU quando submetida a \n\naquecimento. Os resultados das análises de TG da PAzoU com a derivada da curva (DTG) \n\nassim como medidas de FTIR realizadas antes e após o processo térmico à 190ºC por 15 \n\nminutos são mostrados na Figura 30 (a) e (b) respectivamente. \n\n800 1000 1200 1400 1600 1800 2000 \n\nPAzoU\n\nPAzoU\n190ºC\n\nNúmero de Onda (cm-1)\n\nFTIR / pó\nIn\n\nte\nn\n\nsi\nd\n\nad\ne\n\n(b)\n\n200 400 600 800\n20\n\n40\n\n60\n\n80\n\n100 ~ 3%\n\nM\nas\n\nsa\n (\n\n%\n)\n\nTemperatura (ºC)\n100 300 500 700 900\n\nDTG\n\nTG\n\npó\n\n \nFigura 30: (a) Análise de TG (DTG) da PAzoU na forma de pó e (b) FTIR antes e após o \nprocesso térmico à 190ºC por 15 minutos. \n\n \n \nOs resultados de TG (DTG) (Figura 30a) sugerem que a PAzoU é termicamente \n\nestável até a temperatura alcançada pelo cadinho de Ta (~190ºC) no processo de fabricação do \n\nfilme. A perda de massa até a temperatura de 200ºC é de aproximadamente 3%, sendo \n\natribuída a presença de umidade e de solventes residuais provenientes da síntese. A \n\nintegridade da estrutura química da molécula de PAzoU foi confirmada por análises de \n\nespectroscopia no IR e UV-Vis. A Figura 30b mostra os espectros de FTIR obtidos para o pó \n\nde PAzoU antes e após ser submetido a um processo térmico onde foi mantido a 190ºC por 15 \n\nminutos sobre atmosfera de nitrogênio. Este tempo foi determinado considerando que o tempo \n\n\n\n \n\n \n\n68 \n\n \n\nrequerido para fabricar um filme PVD não excede os 5 minutos. Os espectros de FTIR, sem \n\ndúvida, indicam a integridade da estrutura molecular da PAzoU após o aquecimento.  \n\nAdicionalmente, a estabilidade térmica do grupo azo, que é uma importante parte \n\nda molécula de PAzoU considerando as possíveis aplicações, é demonstrada na Figura 31, a \n\nqual mostra os espectros de absorção no UV-Vis para a PAzoU na forma de solução em DMF \n\n(0,2 mg/ml) e na forma de pó em pastilhas de KBr (inset). Essas amostras foram produzidas \n\nusando o pó de PAzoU antes e após o processo térmico descrito anteriormente e é mostrado \n\nclaramente que o grupo azo não é afetado pelo processo térmico. \n\n300 350 400 450 500 550 600 \n\nSoluções em DMF\n\nPAzoU\n\nA\nbs\n\no\nrb\n\nân\nci\n\na\n\nPAzoU\n190ºC\n\nComprimento de Onda (nm)\n\n300 400 500 600 700 \n\nPastilhas de KBr\n\nPAzoU\n\nPAzoU\n190ºC\n\nComprimento de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\n\n300 400 500 600 700 \n\nPastilhas de KBr\n\nPAzoU\n\nPAzoU\n190ºC\n\nComprimento de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\nci\n\na\n\n \nFigura 31: Espectros de absorção no UV-Vis (normalizados) para a PAzoU em solução de \nDMF usando o pó antes e após o aquecimento até 190ºC por 15 minutos. O inset mostra os \nespectros de UV-Vis (normalizados) da PAzoU na forma de pastilha de KBr antes e após o \naquecimento até 190ºC por 15 minutos. \n\n \n \n\nO crescimento do filme PVD foi monitorado utilizando-se espectroscopia de \n\nabsorção no UV-Vis, sendo os espectros mostrados na Figura 32. O inset apresenta a relação \n\nentre a absorbância em 275 nm vs a espessura do filme (11, 23, 30, 46, 60, 101, e 121 nm) de \n\nPAzoU depositado em substratos de quartzo.  \n\n\n\n \n\n \n\n69 \n\n \n\nFilme PVD e solução\n\n250 300 350 400 450 500 550 600\n\n0.00\n\n0.05\n\n0.10\n\n0.15\n\n0.20\n\n0.25\n\n0.30\nA\n\nb\nso\n\nrb\nân\n\nci\na \n\nComprimento de Onda (nm)\n\n121nm\n\n101nm\n\n60nm \n\n46nm\n\n30nm\n\n23nm\n\n11nm\n\n0 20 40 60 80 100 120\n\n0.05\n\n0.10\n\n0.15\n\n0.20\n\n0.25\n\n0.30\n\nA\nbs\n\no\nrb\n\nân\nci\n\na \nem\n\n 2\n75\n\nn\nm\n\n (\na.\n\nu.\n)\n\nEspessura (nm)\n\nSolução\n\n \nFigura 32: Espectros de absorção no UV-Vis dos filmes PVD de PAzoU com 11, 23, 30, 46, \n60, 102 e 121 nm e PAzoU em solução de DMF (espectro normalizado). O inset mostra a \nabsorbância do filme em 275 nm vs a espessura do filme. \n\n \n \nPode ser visto no inset que a absorbância em 275 nm atribuída ao grupo azo \n\n[LAMBERT 1998] cresce linearmente com a espessura dentro do intervalo aqui estudado, o \n\nque mostra que a quantidade de material depositado sobre o substrato cresce linearmente, \n\npermitindo concluir que a formação de filmes com espessura controlada em escala \n\nnanométrica foi possível. Além disso, a concordância dos máximos de absorção encontrado \n\nnos espectros de UV-Vis da solução e do filme PVD indica que a PAzoU deve formar o \n\nmesmo tipo de agregados em ambos os sistemas [NITHYANANDHAN 2004]. Conforme \n\ndiscutido para os filmes LB e solução na seção 3.2, tais agregados são do tipo J \n\n[NITHYANANDHAN 2004; RAMAMURTHY 1991]. Porém, novamente é peculiar é a \n\ninversão das intensidades relativas para as bandas de absorção em 275 e 400 nm comparando \n\nos espectros de UV-Vis da solução e do filme (Figura 32). A banda em 275 nm (4,52 eV) é \n\natribuído à transição ?-?* do cis-azobenzeno enquanto a banda em 400 nm (3,19 eV) é \n\natribuído à transição ?-?* do trans-azobenzeno [TAKAHASHI 2006]. Por conseguinte, pode-\n\n\n\n \n\n \n\n70 \n\n \n\nse novamente supor que isômeros cis estão presentes em maior quantidade nos filmes PVD, \n\nindependente da espessura do filme, enquanto que os isômeros trans dominam a solução. Isto \n\ndeve estar relacionado com o fato de que na solução as moléculas têm uma maior mobilidade, \n\nlevando preferencialmente à conformação de menor energia (isômeros trans). Por outro lado, \n\nas moléculas de PAzoU são forçadas a juntar-se umas às outras quando alcançam o substrato \n\nsólido após a evaporação térmica, sendo a conformação preferencial a de isômeros cis. Esta \n\ntendência pode estar relacionada a interações entre as ligações de hidrogênio entre uretana –\n\nN(H)COO- grupos que estão mais próximos no isômero cis e um ?-? stacking” entre os anéis \n\naromáticos sobrepostos [OBATA 2001]. Estes efeitos estabilizantes são muito importantes no \n\nempacotamento molecular [DESIRAJU 1991]. Apesar do fato de que o isômero trans ser \n\nencontrado para ser o mais estável (maior conjugação-?) para a conformação de moléculas \n\ndiazo, a configuração cis tem sido também observada e relacionada com uma repulsão \n\nespacial menor [CHOI 2007].  \n\nUma medida complementar de DSC do pó de PAzoU também foi realizada como \n\ndescrito na seção 2.5 e está mostrada na Figura 33. A medida de DSC revela uma importante \n\ntransição de fase começando em torno da mesma temperatura alcançada pelo cadinho de Ta \n\nda evaporadora (190oC). Esta transição pode estar relacionada com alguma cristalinidade da \n\namostra, sendo descartada a possibilidade de alguma degradação. Isto porque a temperatura \n\nde degradação obtida através da curva de DTG está de acordo com a transição que é iniciada \n\nem torno de 240ºC na curva de DSC. Esta transição que indica a degradação do material está \n\nrelacionada com a degradação oxidativa das unidades de azobenzeno presentes no polímero \n\n[ref]. Outra informação que pode ser obtida através da curva de DSC é a temperatura de \n\ntransição vítrea da PazoU que se iniciou em torno de 50ºC (Tonset). \n\n\n\n \n\n \n\n71 \n\n \n\n?\n??\n\n?\n?\n\n?\n?\t\n\n\n\n?\n\n?\n\n\n?\n\n?\n??\n\n?\n?\n\n?\n?\t\n\n\n\n?\n\n?\n\n\n?\n\n??\n?????????\t???\n\n? ??? ??? ??? ??? ???\n\n??\n?\n ?\n\n\t\n?\n\n \nFigura 33: Medida de DSC do pó da PazoU \n\n \n \n\nO fato da quantidade de isômeros cis predominar nos filmes PVDs é um resultado \n\ninteressante, uma vez que temos anteriormente verificado que filmes de PAzoU fabricados \n\nutilizando a técnica de Langmuir-Blodgett também apresenta esta tendência, o que não era o \n\ncaso de filmes “cast”, que são praticamente dominados pelos isômeros trans [ALÉSSIO \n\n2008]. Estes resultados reforçam o efeito do empacotamento molecular na conformação \n\nmolecular da PAzoU em filmes finos. \n\nA discussão dos isômeros cis e trans dominando o filme PVD e o pó, \n\nrespectivamente, foi complementada utilizando espalhamento Raman [STUART 2007; \n\nKURITA 2000; BISWAS 1997] e FTIR, [CHOI 2007; KURITA 2000; BISWAS 1997; \n\nSHARMA 2003] que são técnicas sensíveis para diferenciar ambos isômeros. A análise \n\natravés de espalhamento Raman foi efetuada comparando os resultados obtidos por Stuart \n\n[STUART 2007] para azobenzenos na forma cis e na forma trans com os espectros de Raman \n\nobtidos para a PAzoU mostrado na Figura 34, cujas atribuições dadas na Tabela II foram \n\n\n\n \n\n \n\n72 \n\n \n\nbaseadas em [STUART 2007; KURITA 2000; BISWAS 1997 e LIN-VIEN 1991] e nos \n\ncálculos teóricos dos modos de vibração do monômero da PAzoU usando o Gaussian 98 \n\natravés da teoria do funcional de densidade (DFT) com a base 6-31G.  \n\n \n\n600 800 1000 1200 1400 1600 \n\nPAzoU PVD 121 nm\n\nPAzoU pó\n\nEspalhamento Raman laser em 785 nm\n\nNúmero de Onda (cm-1)\n\n59\n5 67\n\n8\n\n77\n4\n\n10\n00\n\n10\n30\n\n11\n74\n\n13\n30\n\n15\n93\n\n16\n32\n\n15\n14\n\n53\n8\n\nIn\nte\n\nn\nsi\n\nd\nad\n\ne\n\n86\n1\n\n11\n16\n\n \nFigura 34: Espectros Raman obtidos com laser em 785 nm para a PAzoU na forma de filme \nPVD (121 nm) e na forma de pó. \n\n \n \n\nNa Figura 34 pode ser visto que, da mesma forma como relatado por Stuart, a \n\nconversão de isômeros cis para trans acarreta uma diminuição da intensidade relativa das \n\nbandas em 538, 595, 678, 774, 1174, 1514 e 1632 cm-1, enquanto a banda em 1116 cm-1 \n\naumenta. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n73 \n\n \n\nTabela II: Atribuições das bandas de Raman (Figura 34) e FTIR (Figura 35) para a PAzoU na \nforma de pó e de filme PVD. \n\nBandas em cm-1 \nFTIR \n\nBandas em cm-1 \nRaman \n\nAtribuições \n\n 538 ?(NNC) + ?(NNCC) + ?(CCCC) + ?(CCC) cis \n\n 595 ?(CNNC) + ?(CCCH) cis \n 678 ?(CCC)+?(CNNC) cis \n 774 ?(CCCH) + ?(CCCC) + ?(CNNC) cis \n\n832  ?(CH)+ ?(NN) + ?(CN) + ?(CN) \n 861 ?(CH) \n 1000 ?(CC) + ?(CC) \n 1030 ?(CC) + ?(CH) cis \n\n1040  ?(CC) + ?(CC) \n1109  ?(CC) + ?(CC) + ?(CN) + ?(CH) \n\n 1116 ?(CN) + ?(CNN) + ?(NCC) + ?(CCH) trans \n 1174 ?(CN) + ?(CCH) cis \n\n1182  ?(CC) + ?(CN) + ?(CC) + ?(CH) \n1246  ?(CN) + ?(CC)+ ?(CC) \n1299  ?(CN)+ ?(CH)+ ?(CC) cis \n1308  ?(CN)+ ?(CH)+ ?(CC) trans \n\n 1330 ?(CC) + ?(CH) cis \n 1330 ?(CN)+ ?(CH)+ ?(CC) trans \n\n1420  ?(NN) + ?(CNN) + ?(NCC) + ?(CCH) trans \n\n1454  ?(NN) + ?(CN) + ?(CNN) + ?(CCH) trans \n1508  ?(CC)+ ?(CCH)+ ?(NN) trans \n1512 1514 ?(NN) + ?(CC) + ?(CCH) cis \n1602 1593 ?(CC) + ? (NN) trans \n1632 1640 ?(CC) + ?(CCC) cis \n2965  ?(CH) anel azo \n2930  ?(CH) anel azo \n2867  ?(CH) anel azo \n?: estiramento; ?: torção; ?: deformação no plano; ?: deformação fora do plano \n\n \n \n\nEm termos de FTIR, em conformidade com a referência [LIN-VIEN 1991], o \n\nestiramento N=N para o grupo R-N=N-R (R: anel aromático) encontra-se muito forte em \n\n1511 cm-1 para os isômeros cis e entre 1380 e 1463 cm-1 para os isômeros trans. Isto está de \n\nacordo com os espectros de FTIR da PAzoU mostrado na Figura 35 (pó e filme PVD no modo \n\ntransmissão), cujas atribuições são igualmente listadas na Tabela II com base nas referências \n\n\n\n \n\n \n\n74 \n\n \n\n[KURITA 2000; CHOI 2007; BISWAS 1997; LIN-VIEN 1991; SHARMA 2003] e no cálculo \n\nteórico (Gaussian 98, DFT, 6-31G) para o monômero da PAzoU. \n\nTransmissão\nem ZnSe\n\nPastilha\nde KBr\n\nNúmero de Onda (cm-1)\n\n800 1000 1200 1400 1600 1800 \n\nIn\nte\n\nns\nid\n\nad\ne\n\n83\n1\n\n10\n40\n\n11\n09\n\n11\n82\n\n12\n46\n\n12\n99\n\n15\n08\n\n16\n02\n\n14\n54\n\n14\n20\n\n13\n08 1\n\n64\n0\n\n2800 3000 3200 3400 3600 \n\nNúmero de Onda (cm-1)\n\n29\n65\n\n29\n30\n\n28\n67\n\n15\n12\n\n2000 \n\nPVD\n121 nm\n\nPVD\n121 nm\n\nFilme PVD transmissão\n\nPastilha\nde KBr\n\nFilme PVD refexão\n\nReflexão\nem espelho Ag\n\n \nFigura 35: Espectros de FTIR para a PAzoU na forma de filme PVD (121 nm) nos modos de \ntransmissão e reflexão e na forma de pastilha de KBr no modo transmissão. O inset mostra os \nespectros na região de maiores números de onda. \n\n \n \n\nPode ser visto na Figura 35 que o filme PVD, que é dominado por isômeros cis, \n\napresenta uma banda muito forte de FTIR em 1512 cm-1, atribuída ao estiramento N=N. No \n\ncaso do pó, que deve ser dominado pelos isômeros trans, o estiramento N=N está relacionado \n\ncom a banda em 1420 e 1454 cm-1 [LIN-VIEN 1991; SHARMA 2003] enquanto que a banda \n\nem 1508 cm-1 apresenta uma grande contribuição a partir do estiramento C-C para os \n\nisômeros trans [BISWAS 1997]. Seguindo a análise realizada por Biswas para azobenzenos \n\nna forma cis e na forma trans, o deslocamento para maiores comprimentos de onda das \n\nvibrações N=N (estiramentos e torsões) para os isômeros cis deve-se à densidade eletrônica ? \n\nmais localizada entre os átomos de N, o que aumenta o caráter de dupla ligação do N=N \n\n\n\n \n\n \n\n75 \n\n \n\nquando comparada com uma maior conjugação ? encontrada para os isômeros trans. Por \n\noutro lado, a ligação C-N apresenta um maior caráter de ligação simples para o isômeros cis \n\nlevando o estiramento C-N para deslocamentos para menores comprimentos de onda para os \n\nisômeros cis em relação aos isômeros trans [BISWAS 1997], que podem ser visto na Figura \n\n35 em 1299 cm-1 para o filme PVD e em 1308 cm-1 para o pó, cujas intensidades relativas são \n\ntambém afetadas. Além disso, a banda em 1640 cm-1 é atribuída ao estiramento simétrico C-C \n\npara o isômeros trans, [BISWAS 1997] que também está de acordo com o observado na \n\nFigura 35. Finalmente, considerando as bandas entre 2850 e 3000 cm-1, o padrão para as \n\nintensidades relativas das bandas em 2867, 2930 e 2965 cm-1 para ambos o filme PVD e o pó \n\nseguem o mesmo padrão encontrado pelos cálculos teóricos de Choi para isômeros cis e trans, \n\nrespectivamente [CHOI 2007]. \n\nA organização molecular da PAzoU na forma de filme PVD foi estudada a partir \n\nde espectros de FTIR combinando os modos de transmissão e de reflexão com as regras de \n\nseleção de superfície [BRADSHAW 1998; BORN 1987; DEBE 1987]. Resumidamente, no \n\nmodo de transmissão o campo elétrico da radiação infravermelha incidente é paralelo à \n\nsuperfície do substrato e no modo de reflexão o campo elétrico é quase completamente \n\npolarizado perpendicularmente à superfície do substrato para metais altamente refletivos (Ag) \n\ne o ângulo incidente é de 80º. Considerando uma molécula fixada na superfície, a intensidade \n\n(I) de absorção do infravermelho depende do produto escalar entre o campo elétrico da \n\nradiação incidente ( E ) e do dipolo momento derivado de cada modo normal da molécula \n\n( ? ’), '??= EI  (a notação vetorial é omitida para maior simplificação), com uma intensidade \n\nmáxima para '// ?E , e intensidade mínima para 'E ?? . Por isso, uma vez que a direção do E \n\nda radiação incidente é conhecido nos modos de transmissão e de reflexão, a organização \n\nmolecular pode ser determinada usando certas bandas de FTIR cujos componentes ? ’ são \n\nbem estabelecidos [ANTUNES 2001]. A Figura 35 mostra os espectros de FTIR obtidos para \n\n\n\n \n\n \n\n76 \n\n \n\nos modos de transmissão e reflexão para o filme PVD com 121 nm evaporado \n\nsimultaneamente para os substratos de ZnSe e espelho de Ag, respectivamente. Uma vez que \n\no padrão das intensidades relativas nos espectros de ambos os filmes PVD de PAzoU são o \n\nmesmo, pode-se concluir que não há orientação molecular preferencial da PAzoU nos filmes. \n\nAs imagens ópticas obtidas usando uma lente objetiva de 50X (Figura 36a) \n\nmostram a morfologia em escala micrométrica do filme PVD de PAzoU com 121 nm.  \n\n \n\nMicroscopia Óptica 50X /filme PVD 121 nm(a) Mapeamento Raman Área 50 ???? m x 50 ????m\n(passo de 5 ?m – 2D e 3D – 1115cm-1)\n\n(b)\n\nFilme PVD (121 nm)Microscopia Óptica (50x)\n\nMapeamento Raman 2D\n\nMapeamento Raman 3D\n\n2D\n\n20 microns\n\n3D\n\n \nFigura 36: (a) Imagens ópticas em 2D e 3D (programa image@) obtidas utilizando uma \nobjetiva de 50X para o filme PVD (121 nm); (b) Mapeamentos Raman obtidos utilizando a \nbanda em 1116 cm-1 dos espectros coletados ponto-a-ponto ao longo de uma área de 50 ?m x \n50 ?m com passo de 5 ?m para o filme PVD (121 nm) \n\n \n \n\nPode ser visto nas imagens da Figura 36a que a superfície apresenta agregados \n\ncujo diâmetro médio é de cerca de 2,9 ?m, determinado utilizando o programa Image pró-\n\nplus@. Esta investigação foi complementada usando a técnica de micro-Raman, que permite \n\ncoletar um mapeamento químico/morfológico com resolução de até 1 ?m2. Um mapeamento \n\n\n\n \n\n \n\n77 \n\n \n\nRaman com os espectros coletados ponto-a-ponto ao longo de uma área de 50 ?m x 50?m \n\ncom um passo de 5 ?m é apresentado na Figura 36b. Este mapeamento Raman é mostrado em \n\nduas e três-dimensões sobrepostos à imagem óptica, onde os pontos mais brilhantes referem-\n\nse a intensidades mais elevadas de uma determinada banda Raman. Neste caso, a banda em \n\n1116 cm-1 (Figura 34, Tabela II) foi escolhida para a construção do mapeamento. A \n\ndistribuição das intensidades obtida no mapeamento é um resultado dos agregados formados \n\nna superfície do filme, que também são claramente vistos na Figura 36a. \n\nAnálises morfológicas em escala nanométrica foram realizadas utilizando-se \n\nmedidas de AFM para os filmes com espessuras de 45 nm fabricados através de \"1 etapa\" e \"4 \n\netapas\". Estas imagens de AFM são apresentadas nas Figura 37 (a) e (b), respectivamente.  \n\n \nAFM – imagem topográfica – filme PVD 45 nm\n\n(a) 45nm (1 etapa)\n(b) 45nm (4 etapas)\n\n0\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n400 500 600 700 \n\n(a) 45nm (1 etapa)\n\n(b) 45nm (4 etapas)\n\nComprimento de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\ncia (u\n\n.a.)\n\n(c)\n\n300 800 \n\n0\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n400 500 600 700 \n\n(a) 45nm (1 etapa)\n\n(b) 45nm (4 etapas)\n\nComprimento de Onda (nm)\n\nA\nb\n\nso\nrb\n\nân\ncia (u\n\n.a.)\n\n(c)\n\n300 800 \n\n \nFigura 37: Imagens topográficas de AFM em 2D e 3D para os filmes PVDs evaporados (a) \nem 1 etapa e (b) em 4 etapas; (c) espectro de absorção no UV-Vis para os filmes PVDs \nmostrados em (a) e (b). \n \n \n\nAs análises de AFM mostraram que a rugosidade dos dois filmes é praticamente a \n\nmesma, sendo 5,8 nm para o filme de \"1 etapa\" e de 5,7 nm para o filme de \"4 etapas\", um \n\nvalor que representa aproximadamente 13% da espessura dos filmes (45nm). Os espectros de \n\n\n\n \n\n \n\n78 \n\n \n\nUV-Vis para ambos os filmes mostrados na Figura 37c confirmam que a mesma quantidade \n\nde material foi evaporada em ambos os casos (filmes de \"1 etapa\" e \"4 etapas\"). No entanto, \n\napesar de os filmes serem semelhantes em termos de rugosidade e espessura, são muito \n\ndistintos em termos da morfologia topográfica. O filme de \"4 etapas\" apresenta agregados na \n\nsua superfície, que pode ser visto em detalhes na Figura 38:, cujas dimensões podem chegar a \n\numa altura de 41 nm e diâmetro de 315 nm para a base.  \n\n \nAFM – imagem topográfica – filme PVD 45 nm – 4 etapas\n\n \nFigura 38: Detalhes dos agregados mostrados pelas imagens topográficas de AFM para o \nfilme PVD evaporado em 4 etapas. \n\n \n \nEsta diferença na morfologia topográfica deve estar relacionada com as diferentes \n\ncondições experimentais quando a PAzoU foi termicamente evaporada. No caso do filme de \n\n\"4 etapas\", não só o número de etapas era maior, mas também a taxa de evaporação foi \n\nmenor, sendo de cerca de 0,5 nm/s para cada etapa de 15 nm (= filme de \"4 etapas\") e de \n\naproximadamente 6 nm/s para a etapa única de 45 nm (= filme de \"1 etapa\"). O efeito da taxa \n\nde evaporação tem sido estudado por diferentes autores. [ITOH 2007; GRYTSENKO 2007] \n\nNo caso de Grytsenko et al [GRYTSENKO 2007], a presença de agregados semelhantes aos \n\nencontrados no nosso sistema foi relatada para filmes evaporados à laser. Os autores \n\n\n\n \n\n \n\n79 \n\n \n\natribuíram a formação dos agregados à condensação das moléculas sobre o substrato. No \n\nnosso caso, essa é uma possibilidade considerando as diferentes taxas de evaporação, sendo \n\nque a menor poderia proporcionar a condensação do material sublimado.  \n\nA investigação do comportamento de um filme fino em diferentes temperaturas \n\npode fornecer informações sobre eventuais degradações moleculares ou alterações no \n\nempacotamento molecular do filme, que influenciam fortemente a emissão de luz de \n\ndispositivos luminescentes [FERREIRA 2005]. Derivados de azobenzeno geralmente não \n\napresentam fluorescência na forma de solução [NITHYANANDHAN 2004; SEKKAT 2002] \n\nou em formas isoladas [AZUMA 1998]. No entanto, resultados de fluorescência têm sido \n\nrelatados na forma de filmes finos [NITHYANANDHAN 2004; SHIMOMURA 1987; \n\nCONSTANTINO 2001 (b)]. Medidas de fluorescência para o filme PVD de 90 nm foram \n\nrealizadas com um laser de excitação em 514,5 nm e variando a temperatura seguindo a \n\nseqüência: +20ºC, 0ºC, -50ºC, -100ºC, -150ºC, 0ºC, +50ºC, +100ºC, +150ºC, +100ºC, +150ºC \n\ne +20ºC. A Figura 39: mostra os espectros de fluorescência para as temperaturas de 0ºC,         \n\n-50ºC, -100ºC, -150ºC, +100ºC e +150ºC.  \n\n\n\n \n\n \n\n80 \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n550 600 650 700 750 800 \n\n-1500C\n\n-1000C\n\n-500C\n\n00C\n1000C\n\n1500C\n\nComprimento de Onda (nm)\n\nIn\nte\n\nns\nid\n\nad\ne\n\n(1\n0\n\n3\nfó\n\nto\nns\n\n/s\n)\n\nFluorescência / filme PVD 90 nm– 2 etapas\n\n-150 -100 -50 0 50 100 150\n\n2\n4\n6\n8\n\n10\n12\n14\n16\n18\n20\n\nIn\nte\n\nn\nsi\n\nda\nd\n\ne \n(1\n\n03\nfó\n\nto\nn\n\ns/\ns)\n\nTemperatura (ºC)\n\n \nFigura 39: Espectros de fluorescência do filme PVD (90 nm) para as temperaturas de 0ºC,     \n-50ºC, -100ºC, -150ºC, +100ºC e +150ºC. O inset mostra a relação da intensidade da \nfluorescência com a temperatura. \n\n \n \n\nO processo de fabricação do filme PVD envolve temperatura mais elevadas do \n\nque as aplicadas nas medidas de fluorescência e, de acordo com as medidas de TG (Figura \n\n30a), FTIR (Figura 30b) e absorção UV-Vis (Figura 31), as moléculas mantêm a sua estrutura \n\nquímica. Portanto, a variação na intensidade da fluorescência não pode ser atribuída à \n\ndegradação térmica da molécula. A diminuição da intensidade máxima com o aumento da \n\ntemperatura pode ser explicado por um aumento da relaxação térmica não-radiativa desde que \n\na mobilidade das cadeias poliméricas é maior em temperaturas mais altas, o que conduz a uma \n\ndesordem (defeitos) no filme [FERREIRA 2003 (b)]. No entanto, esta tendência é observada \n\ndentro do intervalo de -150 a +100oC com a intensidade máxima da fluorescência aumentando \n\nnovamente em +150oC, que foi um resultado inesperado.  \n\nNithyanandhan et al [NITHYANANDHAN 2004] publicaram um resultado \n\nsemelhante trabalhando com poli(alquilariléter) funcionalizado com dendrímeros de \n\n\n\n \n\n \n\n81 \n\n \n\nazobenzeno e atribuíram a tendência do aumento da fluorescência à formação de agregados \n\ntipo J em temperaturas próximas ao ponto de fusão, o que conduz a um aumento da \n\nintensidade da fluorescência de quatro vezes em relação à temperatura ambiente. No nosso \n\ncaso, uma forte transição de fase, com início em aproximadamente +150ºC é observada pela \n\nmedida de DSC (Figura 33). Por conseguinte, pode-se assumir que um mecanismo similar \n\npode acontecer com os filmes PVDs de PAzoU, que também é consistente com o fato de a \n\nmaior parte dos corantes formando agregados tipo H não apresentam fluorescência \n\n[SHIMOMURA 1987]. Além disso, um ligeiro deslocamento do máximo de fluorescência \n\npara maiores energias (deslocamento para o azul) com a temperatura, sugere que, apesar da \n\nformação de agregados tipo J, certo nível de desordem (defeitos) induzida pelo aquecimento \n\ndo filme é mantido.  \n\nEm termos de conformação da cadeia, a predominância de isômeros cis no filme \n\nPVD em +150ºC é mantida com base em dois fatores: i) o filme foi fabricado pelo \n\naquecimento do cadinho até 190ºC, sendo que a evaporação térmica provavelmente conduz \n\npredominantemente à formação de isômeros cis, como discutido anteriormente; ii) um \n\ndecaimento para isômeros trans em +150ºC pode conduzir a um deslocamento para o \n\nvermelho do máximo da intensidade de fluorescência [GAO 2007]. É preciso dizer que depois \n\nde atingir +150ºC, a temperatura foi aumentada para +200ºC levando a uma diminuição da \n\nintensidade de fluorescência, e que a subseqüente diminuição da temperatura até 150ºC levou \n\na um novo aumento da intensidade de fluorescência. Isto revela a reversibilidade do processo, \n\no que também corrobora a não-degradação térmica da PAzoU quando evaporada a 190oC para \n\nformar os filmes PVD. \n\n\n\n \n\n \n\n82 \n\n \n\nCAPÍTULO IV \n \n\nCONSIDERAÇÕES FINAIS \n\n \nFilmes de Langmuir, Langmuir-Blodgett (LB) e evaporados termicamente (PVD) \n\nde uma poli(azo)uretana (PAzoU) foram obtidos e caracterizados por diferentes técnicas para \n\nobter-se informações do arranjo estrutural destes filmes. Os filmes de Langmuir foram \n\nformados na interface ar/água e caracterizados através de isotermas ?-A para três diferentes \n\nsolventes utilizados para preparar as soluções do polímero (DMF, THF e CHCl3), além de \n\ntestes de estabilidade, ciclos de compressão/expansão e diferentes velocidades de compressão \n\n(10, 50, 100 e 180 mm/min). Os melhores resultados em termos de estabilidade e \n\nreprodutibilidade foram obtidos utilizando o DMF como solvente e uma subfase mantida em \n\n20ºC. Além disso, as isotermas ?-A mostraram-se independentes da velocidade de \n\ncompressão, dentro da faixa investigada, e nenhuma histerese foi observada durante os ciclos \n\nde compressão/expansão. A transferência das monocamadas de Langmuir da subfase de água \n\npara um substrato sólido para formar filmes LB foram monitorados através de espectroscopia \n\nde absorção no UV-Vis acompanhando o máximo de absorção da banda referente à transição \n\n?-?* em 400 nm. Porém, observou-se que os filmes LB contendo apenas PAzoU crescem \n\n(absorbância em função do número de camadas depositadas) até 15 camadas. Em termos de \n\nagregados moleculares e arranjos conformacionais, tanto a solução quanto os filmes LB \n\napresentam agregados do tipo J, sendo que podemos supor que isômeros na forma trans \n\nprevalecem na solução e nos filmes LB prevalecem os isômeros cis.  \n\nFilmes LB mais espessos e homogêneos foram obtidos pela mistura da PAzoU \n\ncom ácido esteárico. A partir das isotermas ?-A dos filmes de Langmuir mistos e dos \n\nespectros obtidos via absorção FTIR e espalhamento Raman dos filmes LB mistos, verificou-\n\nse que a PAzoU e o ácido esteárico não interagem fortemente entre si. A morfologia da \n\n\n\n \n\n \n\n83 \n\n \n\nsuperfície dos filmes LB mistos foi investigada em escala micrométrica combinando \n\nespalhamento Raman e microscopia óptica e em escala nanométrica utilizando AFM. Os \n\nresultados revelaram que os filmes LB mistos apresentam uma separação de fase entre a \n\nPAzoU e o ácido esteárico em ambas as escalas. Finalmente, os filmes LB puro e misto foram \n\ndepositados em eletrodos interdigitados de Au compondo unidades sensoriais, as quais \n\nmostraram uma boa sensibilidade à variação de temperatura quando imersas em água (5, 10, \n\n15, 20, 25, 30, 40 e 50oC). \n\nOs filmes PVD foram fabricados utilizando a técnica de evaporação térmica com \n\no controle de espessura em escala nanométrica. Medidas de TG e absorção no IR e no UV-Vis \n\nmostraram a estabilidade térmica da molécula de PAzoU durante o processo de fabricação do \n\nfilme. A espectroscopia no UV-Vis também revelou que tanto a solução como os filmes \n\napresentam J-agregados, contudo novamente podemos supor que os isômeros trans são \n\npredominantes na solução e os cis nos filmes. A predominância de isômeros cis no filme PVD \n\nfoi estudada por espectroscopias FTIR e Raman. Além disso, modos de transmissão e de \n\nreflexão no FTIR mostraram que não há nenhuma organização molecular preferencial das \n\nmoléculas de PAzoU com relação ao substrato na superfície dos filmes PVD. Microscopia \n\nóptica e AFM revelaram que a maior taxa de evaporação leva à formação de agregados na \n\nsuperfície dos filmes PVD. Observou-se que um aumento gradual da temperatura até \n\naproximadamente +150oC produz uma diminuição da intensidade de fluorescência do filme, \n\nque pode ser explicado pelo aumento da desordem (defeitos) nos filmes PVD. No entanto, \n\nquando a temperatura atinge +150ºC um aumento abrupto na intensidade da fluorescência foi \n\nobservado com um correspondente deslocamento para o azul do máximo de intensidade, o \n\nque sugere a formação de agregados J pelos predominantes isômeros cis. \n\n \n\n \n\n\n\n \n\n \n\n84 \n\n \n\nPerspectivas: \n\nO estudo sistemático da possível mudança na conformação da molécula de \n\nazobenzeno (isômeros cis e trans) devido ao empacotamento em filmes finos deve ser \n\nrealizado, visto principalmente que resultados semelhantes aos obtidos no presente trabalho \n\nnão foram encontrados na literatura. \n\n\n\n \n\n \n\n85 \n\n \n\nREFERÊNCIAS \n\nALÉSSIO, P.; FERREIRA, D.M.; JOB, A.E.; AROCA, R.F.; RIUL Jr., A.; CONSTANTINO, \nC.J.L.; GONZALEZ, E.R.P. Langmuir 2008, 24, 4729. \n\nANTUNES, P.A.; CONSTANTINO, C.J.L.; AROCA, R.; DUFF, J. Applied Spectroscopy \n2001, 55, 1341. \n\nAROCA, R. “Surface-Enhanced Vibrational Spectroscopy”, John Wiley &amp; Sons, Toronto, \n2006. \n\nAZUMA, J.; SHISHIDO, A.; IKEDA, T.; TAMAI, N. Molecular Crystal and Liquid. Crystal \n1998, 314, 83. \n\nATKINS, P.W. “Físico-Química”; Rio de Janeiro, Editora LTC; 1999. \n\nBANG, C.U.; SHISHIDO, A; IKEDA, T. Macromolecular Rapid Communications 2007, 28, \n1040. \n\nBARROS, A.M.; DHANABALAN, A.; CONSTANTINO, C.J.L.; BALOGH, D.T.; NETO, \nC.P.; OLIVEIRA Jr., O.N. Thin Solid Film 1999, 354, 215. \n\nBISWAS, N.; UMAPATHY, S. Journal of Physical Chemistry A 1997, 101, 5555. \n\nBLODGETT, K. B. Journal of American Chemistry Society 1935, 57, 1007. \n\nBORN, M.; WOLF, E. In Principles of Optics, Pergamon Press: Oxford; 1987. \n\nBRADSHAW, A. M.; SCHWEIZER, E. IN CLARK, R.J.H.; HESTER, R.E. (eds) \nSpectroscopy of Surface, John Wiley &amp; Sons: Toronto; 1988; chapter 8. \n\nCABRAL, F.P.A., BERGAMO, B.B., DANTAS, C.A.R., RIUL Jr., A., GIACOMETTI, J.A., \nSubmetido para Review of Scientific Instruments 2008. \n\nCHATTOPADHYAY, D.K.; RAJU, K.V.S.N. Progress in Polymer Science 2007, 32, 352. \n\nCHE, P.; HE, Y.; WANG, X. Macromolecules 2005, 38, 8657.  \n\nCHOI, Y-W.; LIM, Y-K.; LEE, S.U.; CHO, C-G.; LEE, Y.; SOHN, D. Current Applied \nPhysics 2007, 7, 513. \n\nCONSTANTINO, C.J.L.; DHANABALAN, A.; CURVELO, A.A.S.; OLIVEIRA Jr., O.N. \nThin Solid Films 1998 , 327, 47. \n\nCONSTANTINO, C.J.L. tese de doutorado defendida junto ao IFSC/USP (1999). \n\nCONSTANTINO, C.J.L.; DHANABALAN, A.; OLIVEIRA Jr., O.N. Review of Scientific \nInstruments 1999, 70, 3674. \n\nCONSTANTINO, C.J.L.; AROCA, R.F.; MENDONÇA, C.R.; MELLO, S.V.; BALOGH, \nD.T.; ZILIO, S.C.; OLIVEIRA Jr., O.N. Advanced Functional Materials 2001, 11, 65. (a) \n\n\n\n \n\n \n\n86 \n\n \n\nCONSTANTINO, C.J.L.; AROCA, R.F.; MENDONÇA, C.R.; MELLO, S.V.; BALOGH, \nD.T.; OLIVEIRA JR., O.N. Spectrochimica Acta A 2001, 57, 281.(b) \n\nCORCIONE, C. ESPOSITO; PRINARI, P.; CANNOLETTA, D.; MENSITIERI G. AND \nMAFFEZZOLI, A. International Journal of Adhesion and Adhesives 2008, 28, 3, 91. \n\nDEBE, M. K. Progress in Surface Science 1987, 24, 1. \n\nDESIRAJU, G. R. Acc. Chem. Res. 1991, 24, 290. \n\nDHANABALAN, A.; BALOGH, D.T.; MENDONÇA, C.R.; RIUL JR., A.; \nCONSTANTINO, C.J.L.; GIACOMETTI, J.A.; ZILIO, S.C.; OLIVEIRA JR., O.N. \nLangmuir 1998, 14, 3614. \n\nDisponível em&lt;http://chem.ch.huji.ac.il/~eugeniik/history/blodgett.html> Acesso em: 28 fev. \n2008. \n\nELSHABINI-RIAD, A.; BARLOW, F. D. In. Thin Film Technology Handbook, McGraw-Hill \nProfessional: Toronto; 1998; chapter 1. \n\nFERREIRA, M.; RIUL JR, A.; WOHNRATH, K.; FONSECA, F.J.; OLIVEIRA JR, O.N.; \nMATTOSO, L.H.C. Analytical Chemistry 2003, 75, 953. (a) \n\nFERREIRA, M.; CONSTANTINO, C.J.L.; OLIVATI, C.A.; VEGA, M.L.; BALOGH, D.T.; \nAROCA, R.F.; FARIA, R.M.; OLIVEIRA JR. O.N. Langmuir 2003, 19, 8835. (b) \n\nFERREIRA, M.; CONSTANTINO, C.J.L.; OLIVATI, C.A.; BALOGH, D.T.; AROCA, R.F.; \nFARIA, R.M.; OLIVEIRA JR., O.N. Polymer 2005, 46, 5140. \n\nFIGOVSKY, O.; SHAPOVALOV, L. patente: Synthesis of cyclocarbonate from epoxy \ncompound and carbon dioxide at low pressures and temperatures by introducing epoxy \ncompound to catalyst containing reactor to form reactionary mass which is saturated with \ncarbon dioxide, Números da patente: WO2003028644-A; WO2003028644-A2; \nEP1432488-A2; AU2002337780-A1; US2004192803-A1; AU2002337780-A8; \nUS7232877-B2 \n\nFIGOVSKY OL, SHAPOVALOV L, AXENOV O. Surface Coatings International Part B-\nCoatings Transactions 2004, 87, 2, 83. \n\nFIGOVSKY, O.; SHAPOVALOV, L.; BUSLOV, F. Surface Coatings International Part B-\nCoatings Transactions 2005, 88, 67. \n\nFURUKAWA, S.; OHTA, H. Thin Solid Films 2003, 48, 438 \n\nGAFFO, L.; CONSTANTINO, C.J.L.; MOREIRA, W.C.; AROCA, R.F.; OLIVEIRA, O.N.; \nJournal of Raman Spectroscopy 2002, 33, 833. \n\nGAO, J.; HE, Y.; XU, H.; SONG, B.; ZHANG, X.; WANG, Z.; WANG, X. Chemistry of  \nMaterials  2007, 19, 3877. \n\nGRAFE, A.; HAUPT, K.; MOHR, G.J.; Analytica Chimica Acta 2006, 565, 42. \n\n\n\n \n\n \n\n87 \n\n \n\nGRITSENKO, K.P.; KRASOVSKY, A. M. Chemical Reviews 2003, 103, 3607. \n\nGRYTSENKO, K.; LYTVYN, O.; IVANOV, L.F.; GRAKOVICH, P.N.; SONNTAG, M.; \nSCHRADER, S. Applied Surface Science 2007, 253, 8028. \n\nHARBRON, E.J., HADLEY, D.H., IMM, M.R Journal of Photochemistry and Photobiology \nA: Chemistry 2007,186, 151. \n\nHARTLEY, G. S., Nature 1937, 140, 281. \n\nHERMANN, P.S.P.; DA SILVA, M.A.P.; BERNARDES FO, R.; JOB, A.E.; COLNAGO, L.A.; \nFROMMER, J.E.; MATTOSO, L.H.C. Polímeros: Ciência e Tecnologia 1997, 4, 27. \n\nHOWARD, G.T. International biodeterioration &amp; Biodegradation 2002, 49, 245. \n\nITOH, T.; YAMAUCHI, N. Applied Surface Science 2007, 253, 6196. \n\nJAMES, N.R.; PHILIP, J.; JAYAKRISHNAN, A. Biomaterials 2006, 27, 160. \n\nJOHNSON, R.A.; WICHERN, D. “Applied multivariate statistical analysis”, New Jersey, \nPrentice-Hall, 1982. \n\nKSV 2000 Instruction Manual \n\nKOBAYASHI, T. “J-aggregates”, World Scientific Publishing Company, Singapore, 1996. \n\nKUMAR, G. S. “Azo Functional Polymers: Functional group approach in macromolecular \ndesign”, Technomic Publishing AG, Basle, 1992. \n\nKURITA, N.; TANAKA, S.; ITOH, S. Journal of Physics Chemistry A 2000, 104, 8114. \n\nKRÓL, P. Progress in Materials Science 2007, 52, 6, 915. \n\nLAMBERT, J.B.; SHURVELL, H.F.; LIGHTNER, D.A.; COOKS, R.G. “Organic Structural \nSpectroscopy”; Prentice Hall: Toronto, 1998. \n\nLIN-VIEN, D.; COLTHUP, N.B.; FATELEY, W.G.; GRASSELLI, J.G. “The Handbook of \nInfrared and Raman Characteristic Frequencies of Organic Molecules”; Academic Press: \nLondon, 1991. \n\nMACDONALD, J.R. “Impedance Spectroscopy”; New York; John Wiley &amp; Sons; 1987. \n\nMATTHEUS, C.C.; MICHAELIS, W.; KELTING, C.; DURFEE, W.S.; WÖHRLE D.; \nSCHLETTWEIN, D. Synthetic Metals 2004, 146, 335. \n\nMINIEWICZ, A.; SOLYGA, M.; TAUNAUMANG, H.; TIJA, M.O. Macromolecular \nSymposia 2004, 212, 93. \n\nMOHR, G.J.; SPICHIGER-KELLER, E.U.; Mikrochimica Acta 1998, 130, 29. \n\nMOROI, G. Reactive and Functional Polymers 2008, 68, 1, 268. \n\n\n\n \n\n \n\n88 \n\n \n\nMRÁZ, J.; ŠIMEK, P.; CHVALOVÁ, D.; NOHOVÁ, H.; ŠMIGOLOVÁ, P. Chemico-\nBiological Interactions 2004, 148, 1-2, 1. \n\nNATHANSON, A.; ROCHON, P. Chemical Review 2002, 102, 4139 \n\nNITHYANANDHAN, J.; JAYARAMAN, N.; DAVIS, R.; DAS, S. Chemistry-A European \nJournal 2004, 10, 689. \n\nNOBLE, A. Annalen der Chemie und Pharmacie 1856, 98, 253. \n\nNOZAKI, K.; SAIHARA, R.; ISHIKAWA, K.; YAMAMOTO, T. Japanese Journal of \nApplied Physics Part 1-Regular Papers Brief Communications &amp; Review Papers 2007, \n46, 761. \n\nOBATA, T.; SHIMO, T.; YASUTAKE, M.; SHINMYOZU T.; SOMEKAWA, K. \nTetrahedron 2001, 57, 1531. \n\nOLIVEIRA Jr., O.N.; TAYLOR; D.M. Ciência Hoje 1990, 12, 67; \n\nOLIVEIRA Jr., O.N.; CONSTANTINO, C.J.L.; BALOGH, D.T.; CURVELO, A.A.S. \nCellulose Chemistry and Technology 1994, 28, 541.  \n\nOLIVEIRA Jr., O.N.; DOS SANTOS Jr., D.S.; BALOGH, D.T.; ZUCOLOTTO, V.; \n\nMENDONÇA, C.R.; Advances in Colloid and Interface Science 2005, 116, 179.  \n\nOUYANG, C.; CHEN, S.; CHE, B.; XUE, G. Colloids and Surfaces A: Physicochemical and \n\nEngineering Aspects 2007, 301, 346 \n\nPETTY, M.C. “Langmuir-Blodgett Films – an Introduction”, Cambridge University Press, \nCambridge (1996). \n\nRAMAMURTHY, V. In Photochemistry in Organized and Constrained Media, Wiley-VCH: \nUnited States of America, 1991. \n\nRASPOET, G.; NGUYEN, M.T.; MCGARRAGHY, M.; HEGARTY, A.F. Journal of \nOrganic Chemistry 1998, 63, 6878 \n\nRIUL Jr., A. tese de doutorado defendida junto ao IFSC/USP (1998); \n\nRIUL Jr, A.; DOS SANTOS Jr., D.S.; WOHNRATH, K.; DI TOMMAZO, R.; CARVALHO, \nA.C.P.L.F.; FONSECA, F.J.; OLIVEIRA Jr., O.N.; TAYLOR, D.M.; MATTOSO, L.H.C. \nLangmuir 2002, 18, 239. \n\nRIUL Jr, A.; GALLARDO, A. M.; MELLO, S.V.; BONE, S.; TAYLOR, D. M.; MATTOSO, \nL.H.C. Synthetic Metals 2003, 132, 109. \n\nSALA, O. “Fundamentos da Espectroscopia Raman e no Infravermelho”, Editora da \nUniversidade Estadual Paulista, São Paulo, 1996. \n\n\n\n \n\n \n\n89 \n\n \n\nSEKKAT, Z.; KNOLL, W. “Photoreactive Organic Thin Films”, Academic Press: London \n2002 \n\nSHARMA, L.; KIMURA, T. Polymers for Advanced Technologies 2003, 14, 392. \n\nSHIMOMURA M.; KUNITAKE, T. Journal of the American Chemical Society 1987, 109, \n5175. \n\nSILVA, J.R.; DE SOUZA, N.C.; DOS SANTOS, D.S.; DE VICENTE, F.S.; MARLETTA, \nA.; LI, M.S.; OLIVEIRA JR., O.N.; GIACOMETTI, J.A. Synthetic Metals 2003, 137, \n1477. \n\nSKOOG, D.A.; HOLLER, F.J.; NIEMAN, T.A. “Princípios de Análise Instrumental”; \nToronto; Bookman; 2002. \n\nSTUART, C. M.; FRONTIERA, R. R.; MATHIES, R. A. Journal of Physical. Chemistry. A \n2007, 111, 12072 \n\nTAKAHASHI, M.; OKUHARA, T.; YOKOHARI, T.; KOBAYASHI, K. Journal of Colloid and \nInterface Science 2006, 296, 212. \n\nTAMAMI, B.; SOHN, S.; WILKES, G.L. Journal of Applied Polymer Science 2004, 92, 883. \n\nTAYLOR, D.M.; MACDONALD, A.G. Journal of Physics D: Applied Physics 1987, 20, \n1277. \n\nTEIXEIRA , A.C.T.; FERNANDES, A.C.; GARCIA, A.R.; ILHARCO, L.M.; BROGUEIRA, \nP.; GONÇALVES DA SILVA, A.M.P.S. Chemistry and Physics of Lipids 2007, 149, 1. \n\nTIPLER, P.A. “Física para Físicos e Engenheiros”, 4a Edição, Volume I, Editora LTC, Rio \nde Janeiro, 2000 \n\nTJONG, S.C. Materials Science and Engineering: R: Reports 2006, 53, 3-4, 73. \n\nUZNANSKI, P.; PECHERZ, J. Journal of Applied Polymer Science 2002, 86, 1459. \n\nXUE, L.; GREISLER, H.P. Journal of Vascular Surgery 2003, 37, 472. \n\nZUCOLOTTO, V.; HEB, J-A.; CONSTANTINO,C.J.L.; BARBOSA NETO, N.M.; \nRODRIGUES Jr., J.J.; MENDONÇA, C.R.; ZÍLIO, S.C.; LI, L.; AROCA, R.F.; \nOLIVEIRA Jr., O.N.; KUMARB, J. Polymer 2003, 44, 6129. \n\nZHANG, Y.Y.; CHENG, Z.P.; CHEN, X.R.; ZHANG, W.; WU, J.H.; ZHU, J.; ZHU, X.L. \nMacromolecules 2007, 40, 4809. \n\nZHENG, Y.; YANFUL, E.K.; BASSI, A.S. Critical Reviews in Biotechnology 2005, 25, 243. \n\nZOLLINGER, H. Color Chemistry, 3th edition (hardcover), VCH, New York (2003). \n\n \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tAGRADECIMENTOS\n\tEPÍGRAFE\n\tRESUMO\n\tABSTRACT\n\tÍNDICE\n\tLISTA DE FIGURAS E TABELAS\n\tLISTA DE TABELAS\n\n\tAPRESENTAÇÃO\n\t1. INTRODUÇÃO\n\t2. PROCEDIMENTOS EXPERIMENTAIS\n\t3. RESULTADOS E DISCUSSÃO\n\t4. CONSIDERAÇÕES FINAIS\n\tBIBLIOGRAFIA"}]}}}