{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06593"}, {"@name": "filename", "#text": "1113_santos_fm_tcc_prud.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "_ _ _\nunesp ~\nUNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA FILHO”\nCâmpus de Presidente Prudente\nPLANEJAMENTO AMBIENTAL DA BACIA HIDROGRÁFICA DO\nCÓRREGO EMBIRÍ - UGRHI PONTAL DO PARANAPANEMA - SÃO\nPAULO: inventário e diagnóstico\nFranciane Mendonça dos Santos\nOrientador: Prof. Dr. Antonio Cezar Leal\nunesp%\nUNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA FILHO”\nCâmpus de Presidente Prudente\nPLANEJAMENTO AMBIENTAL DA BACIA HIDROGRÁFICA DO\nCÓRREGO EMBIRÍ - UGRHI PONTAL DO PARANAPANEMA - SÃO\nPAULO: inventário e diagnóstico\nFranciane Mendonça dos Santos\nOrientador: Prof. Dr. Antonio Cezar Leal\nTrabalho de Graduação apresentado junto ao Curso de Graduação em Engenharia Ambiental da Faculdade de Ciências e Tecnologia - FCT/ UNESP, Departamento de Planejamento, Urbanismo e Meio Ambiente, para obtenção do título de Engenheiro Ambiental.\nDedico este trabalho a minha mãe: Josefa Mendonça e irmã Geovannia Mendonça amores, que fazem minha vida fazer sentido.\nAgradecimentos\nAgradecimentos a minha querida família pelo apoio e amor, mãe, irmã e pai, sempre presentes, em meus pensamento s, no meu coração, e no meu celular todas as vezes que batia aquela saudade, não posso deixar de lembrar da minha madrinha que é um amor, e da qual me orgulho muito por tudo que construiu e por todo carinho que tem e sempre teve por mim.\nAgradeço ao professor Dr. Antonio Cezar Leal, orientador, pela confiança, apoio, e pela oportunidade de convívio com uma pessoa tão especial e querida. Ao professor Dr. Salvador Carpi Jr pelo apoio, pelas orientações e sugestões que muito contribuíram para este trabalho, ao Prof. Dr. Francisco Teran pelos inúmeros conselhos, incentivo e contribuições para minha iniciação científica.\nAo grupo de Pesquisa GADIS, e todos os companheiros, Rafael Amilcar, Kátia, Eder, Rubens, Eduardo Dibieso, Renata, Fernanda, Yara, Christian, pela troca de experiências e pela ajuda em diversos momentos ao longo de minha pesquisa. “Valeu mesmo!”. Á amiga Marcela, pela amizade, companheirismo, e pela ajuda em praticamente todas as etapas do trabalho.\nÀ Bolsa PAE, e à Bolsa FAPESP, pelo apoio financeiro em minha graduação.\nAos meus amigos que seguiram seus caminhos, Marininha, Julina, Amanda (Alice), Etiene, Tamya, Lucas, Carioca, Bruno, Nemuel, Gui, Bia, mas que mesmo com a distância nunca deixaram de estar comigo em minhas orações e no amigo secreto de fim de ano.\nAos amigos que fiz no primeiro ano da cartográfica, e aos da ambiental que seguiram comigo até o fim, são muito nomes especiais, mas muito obrigada a todos que sempre estiveram comigo.\nE como seria minha vida em Prudente sem essas meninas, Ká, Nat, Bia, Tatinha, vou sentir saudades o tempo passou muito rápido, e eu posso dizer que aproveitei cada minuto com vocês, meu amor ele é demais, e as quero sempre por perto.\nEnfim à todos os que contribuíram direta e indiretamente para esta pesquisa, muito obrigada de todo meu coração, as coisas aconteceram muito depressa, e se todo carnaval tem seu fim, tenho certeza que esse ainda não acabou!\n“O senhor...mire, veja: o mais importante e bonito, do mundo, é isto: que as pessoas não estão sempre iguais, ainda não foram terminadas - mas que elas vão sempre mudando. Afinam ou desafinam, verdade maior. É o que a vida me ensinou. Isso que me alegra montão.” João Guimarães Rosa.\nRESUMO\nEste trabalho teve como objetivo contribuir para o planejamento ambiental da bacia hidrográfica do córrego do Embirí - UGRHI Pontal Paranapanema (pertencente à unidade de Gestão Paranapanema), nos municípios de Presidente Prudente e Regente Feijó, São Paulo. Essa bacia localiza-se na área do manancial Rio Santo Anastácio, responsável pelo abastecimento de água para cerca de 30% da população de Presidente Prudente. Os procedimentos metodológicos adotados baseiam-se em Leal (1995) e Rodriguez et al. (2004), e as etapas compreendem o inventário e diagnóstico da bacia. Foi realizado amplo levantamento bibliográfico, cartográfico e documental sobre o tema área de pesquisa; trabalhos de campo; elaboração de cartas temáticas e de síntese, carta de unidades físicas e ambientais; uso e ocupação do solo, mapeamento participativo de riscos ambientais, análise da qualidade da água. A maior parte da bacia hidrográfica do córrego do Embirí apresentou alta fragilidade ambiental e os principais problema encontrados foram ausência de mata ciliar, processos erosivos, assoreamento de corpos d'água, disposição irregular de entulhos e lançamento de esgotos. Os resultados foram sistematizados no diagnóstico, e pode-se identificar os mais importantes impactos ambientais, fragilidades ambientais e espacialização da legislação, e assim elaborar propostas de intervenção para a área que encontra-se substancialmente degradada.\nPalavras - chaves: Planejamento ambiental; bacia hidrográfica; Córrego do Embirí; Presidente Prudente; Regente Feijó; Rio Santo Anastácio e Rio Paranapanema.\nABSTRACT\nThis study aimed to contribute to the environmental planning of the watershed Embirí stream - UGRHI Pontal Paranapanema (belonging to the Paranap anema Management unit) in the cities of Presidente Prudente and Regente Feijó, São Paulo. This basin is located in the area of the Santo Anastácio river source, responsible for supplying water to about 30% of the population of Presidente Prudente. The methodological procedures based on Leal (1995) and Rodriguez et al. (2004), and the steps include inventory and diagnosis of the basin. We conducted extensive literature review, cartographic and documentary on the subject area of research, field work, preparation of thematic maps and summary chart of physical units and environmental use and land cover, participatory mapping of environmental risks, quality analysis of water. Most of the basin of the stream of twine had a high environmental fragility and the main problems found were lack of riparian vegetation, erosion, siltation of water bodies, irregular disposal of debris and the dumping of sewage. The results were summarized in the diagnosis and can identify the most important environmental impacts, environmental and spatial weaknesses of the legislation, and thus draw up proposals for action to the area that is substantially degraded.\nKeyswords: Environmental planning, river basin, Embirí stream, Presidente Prudente, Regente Feijó, Paranapanema River and Santo Anastácio river.\nLISTA DE FIGURAS\nFigura 1 - Representação esquemática da função da cobertura vegetal......... 26\nFigura 2 - Metodologia utilizada para pesquisa.............................. 30\nFigura 3 - Curvas médias de variação dos parâmetros de qualidade das águas para o cálculo do IQA............................................................ 36\nFigura 4 - Divisão do Estado de São Paulo em vinte e duas UGRHIs............ 43\nFigura 5 - Localização do manancial Rio Santo Anastácio..................... 45\nFigura 6 - Mapa de localização da Bacia Hidrográfica do Córrego do Embirí...\t50\nFigura 7 - Carta Hipsométrica da Bacia Hidrográfica do Córrego do Embirí....\t51\nFigura 8 - Carta Hipsométrica da Bacia Hidrográfica do Córrego do Embirí....\t57\nFigura 9 - Esboço Geológico da Bacia Hidrográfica do Córrego do Embirí...... 59\nFigura 10 - Esboço Pedológico da Bacia Hidrográfica do Córrego do Embirí....\t64\nFigura 11 - Esboço Geomorfológico da Bacia Hidrográfica do Córrego do Embirí...................................................................... 66\nFigura 12 - Gráfico 1 da média de temperatura e precipitação do período de 1980 a 2010...................................................................... 67\nFigura 13 - Carta síntese de unidades físicas Bacia Hidrográfica do Córrego do Embirí...................................................................... 70\nFiguras 14 - Áreas de pastagens com concentração de formas de erosão........ 71\nFiguras 15 - Áreas de pastagens com concentração de formas de erosão........ 71\nFigura 16\t- Foz do córrego do Embirí....................................... 72\nFigura 17 - Trecho após foz do córrego do Embirí; ambos casos cursos d'água assoreados e com ausência total de mata ciliar.............................. 72\nFigura 18 - Mapa de uso e ocupação da terra da Bacia Hidrográfica do Córrego do Embirí................................................................... 73\nFigura 19 - Carta de unidades ambientais da Bacia Hidrográfica do Córrego do\nEmbirí...................................................................... 76\nFigura 20 - Exemplos de inter-relação entre uso e ocupação do solo e focos alteradores da qualidade da água.............................................. 77\nFigura 21 - Mapa da bacia hidrográfica do Córrego do Embirí com a localização\ndos pontos de coleta para análise de água..................................... 82\nFiguras 22 - 1° ponto de coleta - Foz do Córrego do Embirí.................... 83\nFiguras 23 - 1° ponto de coleta - Foz do Córrego do Embirí.................... 83\nFiguras 24 - 2° ponto de coleta - Nascente próxima a Granja................... 84\nFiguras 25 - 2° ponto de coleta - Nascente próxima a Granja................... 84\nFiguras 26 - Lagoa de tratamento de esgotos................................... 85\nFiguras 27: Local de lançamento do efluente no curso d'água................... 85\nFigura 28 - Foto da Voçoroca ao fundo próxima aos cursos d'água............... 89\nFigura 29 - Foto da presença de entulho nas voçorocas......................... 89\nFigura 30 - Mapa ambiental participativo da Bacia Hidrográfica do Córrego do\nEmbirí........................................................................ 90\nFigura 31 - Carta de fragilidade ambiental da Bacia Hidrográfica do Córrego do\nEmbirí........................................................................ 94\nFigura 32 - Carta dos problemas ambientais da Bacia Hidrográfica do Córrego do\nEmbirí....................................................................... 96\nFigura 33 - Carta delimitação da área úmida da Bacia Hidrográfica do Córrego do Embirí..................................................................... 98\nFigura 34 - Carta da espacialização da legislação ambiental.................. 100\nLISTA DE QUADROS\nQuadro 1 - Principais Pontos de Conflitos sobre a proposta de mudança no\nCódigo Florestal.............................................................. 27\nQuadro 2 - Principais características dos solos da bacia hidrográfica do\nCórrego do Embirí............................................................. 64\nLISTA DE TABELAS\nTabela 1 - Parâmetros de qualidade da água do IQA e respectivos pesos........\t35\nTabela 2 - Valores de fragilidade ambiental associados às classes de uso e\nocupação da terra............................................................. 39\nTabela 3 - Valores de fragilidade ambiental associados às classes de\ngeomorfologia................................................................. 40\nTabela 4 - Valores de fragilidade ambiental associados às classes de Pedologia.\n.............................................................................. 41\nTabela 5 - Valores de fragilidade ambiental para as classes de declividade...\t42\nTabela 6 - Classificação da qualidade da água................................. 80\nTabela 7 - Resultados da classificação da qualidade da água.................. 81\nAPP - Área de Preservação Permanente\nAPRM - Área de Proteção e Recuperação de Mananciais\nANA - Agência Nacional de Águas\nDBO - Demanda bioquímica de oxigênio\nCBH-PP - Comitê da Bacia Hidrográfica do Pontal do Paranapanema\nCETESB - Companhia Ambiental do Estado de São Paulo\nCEPAGRI - Centro de Pesquisas Meteorológicas Aplicadas à Agricultura\nCFB - Código Florestal Brasileiro\nCMA - Comissão de Meio Ambiente\nCNA - Confederação Nacional da Agricultura\nCONAMA - Conselho Nacional do Meio Ambiente\nGADIS - Grupo de Pesquisa em Gestão Ambiental e Dinâmica Socioespacial\nIBAMA - Instituto Brasileiro de Meio Ambiente\nIGC - Instituto Geográfico e Cartográfico do Estado de São Paulo\nIQA - Índice de Qualidade da Água\nNSF - National Sanitation Foundation\nOD - Oxigênio dissolvido\npH - Potencial hidrogenoiônico\nSIG - Sistema de Informação Geográfica\nST - Sólidos totais\nUGRHI - 22 - Unidade de Gerenciamento de Recursos Hídricos Pontal do\nParanapanema\nUNESP/ FCT - Universidade Estadual Paulista/ Faculdade de Ciência e Tecnologia\nUSP - Universidade de São Paulo\nZEE - Zoneamento Ecológico-Econômico\nWWF - World Wide Fund for Nature (Fundo Mundial para a Natureza)\nSUMÁRIO\nINTRODUÇÃO...................................................... 12\nCAPÍTULO 1. FUNDAMENTAÇÃO TEÓRICA............................... 15\n1.1\tDiscussões no âmbito de planejamento..................... 15\n1.2\tUtilização do SIG no planejamento ambiental de bacias hidrográficas 18\n1.3\tProteção de mananciais e abastecimento público........... 19\n1.4\tImpactos ambientais...................................... 21\n1.5\tCódigo Florestal......................................... 24\nCAPÍTULO 2. PROCEDIMENTOS METODOLÓGICOS......................... 29\n2.1\tElaboração do Inventário................................. 30\n2.2\tAnálise da qualidade da água............................ 32\n2.3\tMapeamento participativo de riscos ambientais........... 37\n2.4\tElaboração do diagnóstico ambiental..................... 38\nCAPÍTULO 3. A BACIA DO RIO SANTO ANASTÁCIO E A CRIAÇÃO\nDA APRM...................................................... 43\nCAPÍTULO 4. CARACTERIZAÇÃO DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ............................................... 47\n4.1\tLocalização da bacia hidrográfica........................ 47\n4.2\tCaracterização sócio-econômica.......................... 51\n4.3\tCaracterização do meio físico........................... 53\n4.3.1\tHipsometria........................................ 53\n4.3.2\tDeclividade........................................ 55\n4.3.4\tGeologia........................................... 58\n4.3.5\tPedologia.......................................... 60\n4.3.6\tGeomorfologia...................................... 65\n4.3.7\tClima.............................................. 67\n4.4\tUnidades Físicas........................................ 68\n4.5\tUso e Ocupação das Terras............................... 71\n4.6\tUnidades Ambientais..................................... 74\nCAPÍTULO 5. ANÁLISE DA QUALIDADE DA ÁGUA........................ 77\nCAPÍTULO 6. MAPEAMENTO PARTICIPATIVO DE RISCOS\nAMBIENTAIS...................................................... 86\nCAPÍTULO 7. DIAGNÓSTICO AMBIENTAL............................. 92\n7.1\tCarta de fragilidade ambiental......................... 92\n7.2\tCarta de problemas ambientais.......................... 95\n7.3\tCarta da espacialização da legislação ambiental........ 97\nCAPÍTULO 8. PROPOSTAS DE INTERVENÇÃO E CONSIDERAÇÕES\nFINAIS....................................................... 101\nREFERÊNCIAS BIBLIOGRÁFICAS................................... 103\nINTRODUÇÃO\nA água é um recurso essencial como insumo básico para atividades de diversos setores, como por exemplo, abastecimento urbano, saneamento básico, agricultura e irrigação, energia hidrelétrica, uso industrial, pesca, turismo e lazer, etc. Entretanto, as diferentes intervenções antrópicas no meio ambiente, tais como devastação de florestas, lançamento de efluentes nos corpos d'água, ausência de mata ciliar, dentre outros fatores, acabam por prejudicar o equilíbrio da natureza, e podem comprometer sua qualidade, e conseqüentemente a quantidade do recurso para as futuras gerações. Deste modo, é fundamental conhecer e controlar os diversos fatores que influenciam nesta degradação ambiental.\nSegundo Mota (1995) o controle feito tomando como base a bacia hidrográfica parece ser o mais racional, pois a qualidade da água de determinado recurso hídrico resulta das atividades desenvolvidas na sua bacia contribuinte . Complementando o conceito do autor a lei estadual paulista 7.663 de 30.12.91, que dispõe sobre a Política Estadual de recursos Hídricos, estabelece como princípio no artigo 3°, inciso II a adoção da bacia hidrográfica como unidade físico-territorial de planejamento e gerenciamento Tal como a lei federal n°9.433, de 08/01/1997, que institui a Política Nacional de Recursos Hídricos, cria o Sistema Nacional de Gerenciamento de Recursos Hídricos, regulamenta o inciso XIX do art. 21 da Constituição Federal. Tal lei possui grande relevância para ordenação territorial em seu sentido mais amplo, e caracterizam os princípios básicos da gestão de recursos hídricos que são praticados por diversos países que avançaram nesta questão, assim de acordo com a lei a água é um bem de domínio público, um recurso natural limitado, dotado de valor econômico e em situações de escassez, o uso prioritário dos recursos hídricos é o consumo humano e a dessedentação de animais. Ainda de acordo com a lei a gestão dos recursos hídricos deve sempre proporcionar o uso múltiplo das águas; a bacia hidrográfica é a unidade territorial para implementação da Política Nacional de Recursos Hídricos e atuação do Sistema Nacional de Gerenciamento de Recursos Hídricos; e a gestão dos recursos hídricos deve ser descentralizada e contar com a participação do Poder Público, dos usuários e das comunidades.\nPara Santos (2004, p.40)\nO critério de bacia hidrográfica é comumente usado porque constitui um sistema natural bem delimitado no espaço, composto por um conjunto de terras topograficamente drenadas por um curso d’água e seus afluentes, onde as interações, pelo menos físicas, são integradas e, assim mais facilmente interpretadas.\nDeste modo a água apresenta-se como o recurso mais importante de uma bacia hidrográfica, e sendo assim a qualidade do manancial está diretamente ligada com tais atividades desenvolvidas na bacia. A Lei Estadual 9.866/97 estabelece critérios e procedimentos para a proteção dos mananciais do Estado de São Paulo. Entre os objetivos da lei destacam-se: proteção e recuperação de condições ambientais específicas, necessárias para a produção da água na quantidade e qualidade demandada atualmente, e para garantir o abastecimento e o consumo das futuras gerações. Na Lei Federal 9.433/97 foram definidas a Política Nacional de Recursos Hídricos e o Sistema Nacional para o Gerenciamento de Recursos, que possibilitam a implementação de ações, pautadas na lei, a favor da proteção dos recursos hídricos e controle de seus usos na sociedade.\nPara se atender os padrões e normas impostos pela legislação é necessário um planejamento ambiental minunsioso que aborde todos os aspectos da bacia hidrográfica, levando-se em consideração o uso que é dado para o recurso hídrico. Segundo Silva et al (2011) planejar o meio ambiente e o território constitui um exercício acadêmico e intelectual direcionado a pensar de forma racional a ocupação e o uso das diferentes partes da superfície do planeta Terra, tendo em conta um instrumental cognitivo e um arcabouço de métodos, técnicas e procedimentos.\nPortanto, o planejamento ambiental dos recursos hídricos é considerado como um dos mecanismos e instrumentos fundamentais para amenizar dos problemas decorrentes da disponibilidade e qualidade de recursos hídricos, e também para atingir a gestão adequada que garanta o uso múltiplo deste recurso.\nPor isso, destacamos a importância desta pesquisa que tem como objetivo principal contribuir para o planejamento ambiental da bacia hidrográfica do Córrego do Embirí -UGRHI Pontal do Paranapanema - São Paulo, por meio de sua caracterização e diagnóstico, visando subsidiar ações de gestão ambiental dos órgãos competentes para sua recuperação, conservação e preservação ambiental. Os objetivos específicos incluem a identificação das principais atividades antrópicas e problemas ambientais na bacia hidrográfica do Córrego do Embirí e diagnosticar a qualidade ambiental desta bacia hidrográfica.\nNesse contexto o trabalho está dividido em 8 capítulos. No capítulo 1 encontra-se a revisão bibliográfica, onde tratamos da discussão de temas essenciais para desenvolvimento\nNo capítulo 2 discute-se sobre a metodologia utilizada para realização do trabalho e mapas temáticos imprescindíveis para a compreensão da realidade local, análise da qualidade da água, mapeamento ambiental participativo e diagnóstico. No capítulo 3 procurou-se discutir sobre a bacia hidrográfica do rio Santo Anastácio, já que este encontra-se em degradação substancial, com leito do rio principal e dos afluentes assoreados, incluindo o Córrego do Embirí do qual se trata esta pesquisa.\nO capítulo 4 trata-se da parte de caracterização da bacia hidrográfica do Córrego do Embirí, caracterização que se dividiu na classificação sócio-econômica dos municípios inseridos na bacia hidrográfica através da organização de dados demográficos e sócio-econômicos e a na caracterização física através da representação das cartas temáticas de declividade, hipsométria, esboço geológico, geomorfológico e pedológico, tal como análise de dados de clima. Além disso, foram elaborados mapas de uso e ocupação da terra, e unidades físicas e ambientais.\nNo capítulo 5 encontra-se a análise da água, realizada em pontos estratégicos da bacia hidrográfica, como a foz do Córrego Embirí, e duas de suas nascentes, uma localizada próxima ao Distrito do Espigão - Regente Feijó, e outra próxima a Granja, e que permitirá a obtenção do IQA - Índice de Qualidade de Água, adaptado, através da avaliação de alguns dos parâmetros de sua metodologia.\nO capítulo 6 dedica-se ao mapeamento participativo de riscos ambientais, que foi utilizado como um dos sub sídios para o diagnóstico ambiental da bacia hidrográfica apresentado no capítulo 7.\nO Diagnóstico ambiental contém as cartas de fragilidade ambiental, carta da espacialização da legislação ambiental e carta de problemas ambientais e baseado nas análises dessas cartas, o capítulo 8 é dedicado as propostas de intervenção para melhora da qualidade ambiental da bacia e considerações finais.\nCAPÍTULO 1. FUNDAMENTAÇÃO TEÓRICA\n1.1\tDiscussões no âmbito de planejamento\nCom o surgimento do “socialismo real” na antiga união soviética (início do século XX), o planejamento apareceu como forma de pensar racionalmente a ocupação do espaço dessa confederação de republicas, como cita Silva et al (2011). Após a 2°guerra mundial diversos países começaram a implementar em suas políticas, aliados com empresas e organizações sociais, processos de planejamentos que envolviam o pensar na ocupação de vários espaços, a transformação da natureza, a reorganização do espaço urbano ou em privilegiar a agricultura (SILVA et al., 2011)\nJá no Brasil o planejamento ambiental é recente, a idéia do planejamento do espaço surge mais claramente nos anos 60 com a construção de Brasília e de outras cidades planejadas na Amazônia, porém, com a ditadura militar o ato de planejar implicava na ampliação das fronteiras agrícolas e a ocupação de vastos territórios da Amazônia legal, afirmam Silva et al. (2011). Nesse sentido o planejar envolvia um desenvolvimento sem preocupações ambientais e que resultava na modificação e conseqüentemente desequilíbrio dos sistemas natu rais .\nNa cidade do Rio de Janeiro após a Conferência das Nações Unidas sobre o Meio Ambiente e Desenvolvimento (CNUMAD/1992), para tentar solucionar esse conflito de interesses, tentou-se incorporar a dimensão ambiental no processo de planejamento, com o surgimento do zoneamento ecológico econômico, o gerenciamento costeiro e diversas formas de planejamento e gestão ambiental, discutido por Silva et al. (2011). Porém mesmo com o discurso de desenvolvimento sustentável, o desenvolvimento sem limites permaneceu. Além disso, em 1981 foi promulgada a lei da Política Nacional do Meio Ambiente (PNMA), que define que o poluidor é obrigado a indenizar danos ambientais que causar, independentemente da culpa. De modo que o Ministério Público pode propor ações de responsabilidade civil por danos ao meio ambiente, impondo ao poluidor a obrigação de recuperar e/ou indenizar prejuízos causados.\nNo que tange ao planejamento e gestão dos recursos hídricos o conhecimento do direito ambiental, que é a ciência jurídica que estuda, analisa e discute as questões e os problemas ambientais e sua relação com o ser humano (SIRVINSKAS, 2000) é uma ferramenta indispensável, entretanto percebe-se que mesmo com uma ampla legislação que\nprioriza o meio ambiente e seus recursos naturais, e impõe normas de ação, multas e sanções penais para os possíveis poluidores, ainda tem-se dificuldade em desenvolver e aplicar políticas sustentáveis. De acordo com Santos (2004, p.23):\nApesar dos avanços, deve-se considerar que, num processo de planejamento, ainda é comum que a engenharia e a economia dominem as tomadas de decisão. Os conflitos e oportunidades identificados nem sempre refletem considerações ecológicas e socioculturais de forma adequada.\nNesse contexto o planejamento é definido por Santos (2004), como um processo contínuo que envolve a coleta, organização e análise dos dados e informações sistematizados por meio de procedimentos e métodos, para chegar a decisões ou escolhas acerca das melhores alternativas para o aproveitamento dos recursos disponíveis. O planejamento possibilita, dessa forma, a percepção da realidade, definição de um objetivo futuro e utilização de métodos e instrumentos que permitiriam o seu alcance.\nDesta forma, o planej amento ambiental é um referencial básico para que se monte um plano de ação ambiental eficaz, visando à utilização sustentável do meio e dos recursos ambientais, ou seja, a utilização do recurso ambiental de maneira a manter a disponibilidade para gerações atuais e futuras. O planejamento ambiental segundo Almeida (1999, p.14):\n[...] consiste em um grupo de metodologias e procedimentos para avaliar as conseqüências ambientais de uma ação proposta e identificar possíveis alternativas a esta ação, ou um conjunto de metodologias e procedimentos que avalia as contraposições entre as aptidões e usos dos territórios planejados.\nO Planejamento ambiental pode ser definido assim, como uma série de procedimentos e metodologias onde através da integração de informações, possibilita-se a elaboração de um diagnóstico do território planejado para assim propor ações que permitam seu uso adequado.\nIncorporar o ambiente ao planejamento não significa apenas agregá-lo, ao plano de desenvolvimento, na forma de um capítulo especial, nem organizar uma hierarquia de valores que tenham em primeiro lugar os valores ambientais. Na realidade, consiste na análise sistemática, no decorrer de todo o processo de planejamento, das oportunidades e potencialidades, bem como dos riscos e perigos inerentes à utilização dos recursos ambientais da sociedade para o seu desenvolvimento. (ALMEIDA, 1999, p.123).\nPara o autor o ambiente não significa apenas as características físicas da área de planejamento, o ambiente é o espaço produzido socialmente no qual encontramos atores sociais, interesses e conflitos. O Planejamento para Leal (1995, p.27) “pode constituir-se em\nA legislação brasileira, art. 225 da Constituição estabelece que “todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá-lo para as presentes e futuras gerações.”. E na Lei Federal n° 6.938, de 31 de agosto de 1981, artigo 3°, inciso I, define-se que meio ambiente é “o conjunto de condições, leis, influências e interações de ordem física, química e biológica que permite, abriga e rege a vida em todas as suas formas”.\nPortanto as relações entre os indivíduos, grupos, sociedades e o meio ambiente (fauna, flora, água, ar, etc.), torna estes grupos sujeitos e objetos respectivamente, e ocasiona uma apropriação destes objetos pelos sujeitos, transformando-os em objetos de conflito, e o ambiente em um campo de conflitos (SÁNCHEZ, 2008).\nO planejamento ambiental segundo Santos (2004, p.28) fundamenta-se na interação e integração dos sistemas que compõe o ambiente e tem desta forma a função de estabelecer as relações entre o meio ambiente e os processos da sociedade sejam eles econômicos ou culturais. Ainda de acordo com a autora o planejamento ambiental tem como estratégia estabelecer ações dentro de contextos e não isoladamente. O resultado, portanto, é o melhor aproveitamento do espaço físico e dos recursos naturais, economia de energia, alocação e priorização de recursos para as necessidades mais prementes e previsão de situações. Assim para Mateo Rodriguez (1984 apud Leal, 1995, p. 26) o Planejamento Ambiental constitui uma ferramenta efetiva para a conquista da sustentabilidade e um dos instrumentos principais da política ambiental.\n1.2.\tUtilização do SIG no planejamento ambiental de bacias hidrográficas\nDe acordo com Carvalho e Camargo (1997, p. 6) “O SIG- Sistema de Informação Geográfica é um ambiente computacional no qual dados espaciais representados por entidades gráficas podem se relacionados entre si e com outros dados não espaciais como registros alfanuméricos de um banco de dados convencional e imagens raster.”. O SIG permite assim a integração e sobreposição de vários tipos de informações, por meio de procedimentos computacionais e ferramentas que através do processamento dos dados facilitam a análise da representação do espaço.\nO SIG pode ser considerado em uma definição simples conforme Burrough (1986 apud PAIVA, 2000, p.19), como um “conjunto poderoso de ferramentas para coletar, armazenar, recuperar, transformar e visualizar dados sobre o mundo real”.\nSegundo Carvalho e Camargo (1997) para estudar questões que envolvem diversas variáveis, como é o caso do estudo de bacias hidrográficas, o SIG apresenta-se como um moderno instrumento para o planejamento, controle e supervisão. Afinal, a qualidade da água é afetada por diversos fatores naturais e antropogênicos, que incluem fatores hidrológicos, climáticos, geológicos, desmatamento, dentre outros. Esses dados são provenientes de diferentes fontes como imagens de satélite, trabalhos de campo, mapas convencionais e, além disso, possuem unidades de medida particular. Assim o SIG torna-se uma ferramenta útil na investigação de muitos aspectos da qualidade da água, uma vez que consegue combinar grandes volumes de dados de uma ampla variedade de fontes.\nObjetivamente a importância de um sistema de informações de recursos hídricos está no suporte à gestão dos recursos hídricos, visando ao uso racional, a minimização de conflitos e à proteção dos mananciais; suporte ao planejamento das ações de intervenção porventura necessárias; possibilidade de composição de informações para o desenvolvimento de estudos, planos e programas; dados e instrumentos de processamento capazes de identificar a situação presente e projeções futuras sobre o balanço oferta-demanda por água em relação a bacias hidrográficas, bem como auxiliando a analise para outras unidades territoriais; dados e instrumentos de análise para a tomada de decisões em situação de calamidade pública, como secas e inundações. (CIRILO e AZEVEDO, 2000 apud SILVA, 2007, p.21).\nNesse contexto o SIG pode ser usado para identificar e determinar a extensão espacial e as causas dos problemas de qualidade de águas, tais como efeitos das práticas de uso do solo nas adjacências dos corpos d'água (CARVALHO e CAMARGO, 1997, p.8), além disso, os autores complementam que o SIG também pode:\n•\tAjudar a determinar a locação, a distribuição espacial e a área afetada por fontes de poluição puntiformes ou difUsas;\n•\tSer usado para correlacionar cobertura de terreno e dados topográficos com uma ampla variedade de variáveis ambientais incluindo escoamento superficial, drenagem e tamanho de bacias de drenagem;\n•\tSer usado para avaliar os efeitos combinados de vários fatores antropogênicos (tais como o uso do solo) e naturais (tais como alterações de rochas, precipitação e drenagem) na qualidade da água;\n•\tSer usado para a prospecção de recursos hídricos (novos mananciais);\n•\tSer incorporado em modelos de qualidade de água e modelos de gestão.\nPara Silva (2006, p.58):\nO Sistemas de Informações Geográficas (SIG's) têm papel importante na forma de aprimoramento dos planos de bacias hidrográficas, pois permite maior facilidade na organização das informações, portanto melhorias nas tomadas de decisões.\nDesta forma, no que diz respeito ao planejamento ambiental de bacias hidrográficas, é fundamental a utilização do SIG, para visualização da realidade local e também para uma análise detalhada de vários fatores interligados, tendo em vista que em uma bacia hidrográfica, a qualidade da água depende de tudo que se passa ao seu redor. O planejamento estará baseado assim na compreensão e análise do resultado do processamento desses dados.\n1.3.\tProteção de mananciais de abastecimento público\nAs áreas de mananciais correspondem às fontes de água, superficiais ou subterrâneas, utilizadas nas diversas atividades da sociedade, tais como para abastecimento humano, atividades agrícolas, dessedentação de animais e produção de bens, recreação lazer, entre outros. Estas áreas englobam o percurso drenado pelos cursos d’água desde as nascentes até a foz, que pode compreender rios e/ou represas. A lei estadual n° 9.866/97 estabelece diretrizes e normas para a proteção e a recuperação da qualidade ambiental das bacias hidrográficas dos mananciais de interesse regional para abastecimento das populações atuais e futuras do Estado de São Paulo, assegurados, desde que compatíveis, os demais usos múltiplos. A lei considera mananciais de interesse regional as águas interiores subterrâneas, superficiais, fluentes, emergentes ou em depósito, efetiva ou potencialmente utilizáveis para o abastecimento.\nPara se atender os requisito s desta lei e, portanto, a qualidade dos recursos hídricos de mananciais, é imprescindível o uso adequado da água e de acordo com Mota (1995, p. 11) “a qualidade da água de um manancial, além dos seus usos, depende das atividades que se desenvolvem em suas margens”, o autor se refere assim a bacia hidrográfica da qual o curso d’água está incluído, já que as atividades nela desenvolvidas tem influência direta sobre a qualidade da água.\nOs mananciais encontram-se extremamente prejudicados, e isso se deve principalmente pelos usos inadequados da bacia hidrográfica ao seu redor, de acordo com Almeida (1993), os usos múltiplos dados aos recursos hídricos podem ocasionar um conflito de interesses sociais e ambientais, uma vez que determinado uso pode afetar a qualidade de outro, impossibilitando até mesmo a sua utilização.\nPor exemplo, a utilização de determinado manancial para recreação intensa pode ocasionar a modificação de sua qualidade, tornando-o impróprio ao consumo humano. A utilização de cursos d’água para diluição e afastamento de despejos pode torná-los inadequados para vários usos, tais como abastecimento humano, irrigação, recreação e outros. (MOTA, 1995, p.3).\nA urbanização desordenada é um dos grandes fatores de redução da qualidade da água de mananciais, que ocasiona diversos impactos ao ambiente, como a impermeabilização do solo, a remoção da vegetação ciliar, e aumento de lançamento de resíduos, que diminuem a qualidade desse recurso, além de causar a contaminação e conseqüente comprometimento do abastecimento público de qualidade. Segundo Mota (1995) a diminuição da vegetação diminui o potencial de infiltração do solo e ocasiona o maior escoamento superficial, erosão do solo e conseqüente carregamento de materiais para o curso d’água, o que possibilita o assoreamento de cursos d’água e alteração na capacidade de armazenamento dos mananciais.\nOutro fator é o crescimento industrial que cresce vertiginosamente em áreas ambientais e urbanas e demanda grandes quantidades de água em seu processo produtivo, gerando efluentes que na maioria das vezes não passa por tratamentos prévios e lança no ambiente a água com péssima qualidade. Nesse sentido para Cunha &amp; Guerra (2006), há a possibilidade de contaminação do lençol freático que abastece os mananciais, tal como a diminuição de vazão . Sua recuperação é extremamente complicada, pois trata-se de águas sub-superficiais, e sendo assim aumenta as possibilidades de ocorrer problemas em relação ao abastecimento . Estas áreas contaminadas podem ser abandonadas, ou utilizadas normalmente em lugares mais pobres tornando-se situações de saúde pública uma vez que os reservatórios de abastecimento público podem receber essas águas.\nOs usos e atividades rurais podem provocar, também alterações no ambiente natural, com reflexos sobre os recursos hídricos. Os desmatamentos, os movimentos de terra e a poluição resultante do uso de pesticidas e fertilizantes, são exemplos de alterações ambientais que podem ocorrer no meio rural. (MOTA, 1995, p.108).\nPortanto, conforme o autor os impactos rurais são decorrentes do uso e manejo do solo muitas vezes inadequado, destinado ao agronegócio. A utilização de diversos pesticidas e fertilizantes na agricultura, libera substancias no solo que são levadas através de infiltração e escoamento superficial para áreas de mananciais, e podem provocar assim problemas na qualidade da água.\nTais fatores, urbanos, rurais e indústrias produzem conseqüências na disponibilidade e qualidade da água para o abastecimento público, de acordo com Mota (1995, p.3):\n[...] há necessidade de uma utilização ordenada dos recursos hídricos, de modo a permitir o seu uso mais amplo e aproveitamento. Isso é conseguido através de um planejamento integrado dos recursos hídricos de uma bacia hidrográfica, em que sejam definidos não só os usos da água, mas também as demais atividades que possam resultar em problemas de degradação dos mananciais.\nDesta forma para se atingir um desenvolvimento sustentável é imprescindível o estabelecimento de parâmetros gerenciais de planejamento da utilização da água, conscientização da sociedade, afim de, preservar e recuperar os mananciais, deste modo será possível a disposição de água em quantidade e qualidade para as atuais e futuras gerações.\n1.4\tImpactos ambientais\nA partir do momento que o homem começou a evoluir, sua relação com a natureza se tornou cada vez mais degradante, à medida que dela utilizava os recursos para suas atividades, causava alterações no meio ambiente com uma velocidade maior que sua capacidade de absorção. A degradação ambiental segundo Sánchez (2008) constitui qualquer alteração adversa dos processos, funções ou componentes ambientais, ou uma modificação adversa da qualidade ambiental. Os impactos ambientais conforme Fearo (1979 apud SANTOS, 2004 p.110):\n[...] são processos que perturbam, descaracterizam, destroem características, condições ou processos no ambiente natural; ou que causam modificações nos usos instalados, tradicionais, históricos, do solo e nos modos de vida ou na saúde de segmentos da população humana; ou que modificam, de forma significativa, opções ambientais.\nPara Moreira (1992 apud SÁNCHEZ, 2008, p. 28) o impacto ambiental é “qualquer alteração no meio ambiente em um ou mais de seus componentes provocada por ação humana”. Pela definição de Wathern (1988 apud SÁNCHEZ, 2008, p. 28), impacto ambiental “consiste a mudança de um parâmetro ambiental, num determinado período e numa determinada área, que resulta de uma atividade, comparada com a situação que ocorreria se essa atividade não tivesse sido iniciada”. De acordo com essa definição, avaliar o impacto ambiental seria comparar o impacto ambiental de determinada modificação (atividade, produtos ou serviços), em um contexto futuro ausente de modificação com uma situação futura sem a modificação. Deste modo poderia ser utilizada a dimensão dinâmica dos processos ambientais como base para se entender os impactos ambientais.\nNo Brasil a definição de impacto ambiental é dada pela resolução CONAMA, n°.001/86 em seu artigo 1°, considera o impacto ambiental como qualquer alteração das propriedades físicas químicas e biológicas do meio ambiente, causada por qualquer forma de matéria ou energia resultante das atividades humanas que, direta ou indiretamente, afetam: (I) a saúde, a segurança e o bem estar da população; (II) as atividades sociais e econômicas; (III) a biota; (IV) as condições estéticas e sanitárias do meio ambiente; (V) a qualidade dos recursos ambientais. Assim os impactos ambientais gerados, comprometem todos os ecossistemas terrestres, e afetam a saúde da população, portanto, necessita-se da conscientização da humanidade, e mudanças de atitudes, partindo-se, por exemplo, de um planejamento ambiental dirigido a atenuar e eliminar os impactos ambientais que impedem o desenvolvimento sustentável da sociedade.\nDe acordo com Santos (2004, p.110) “em planejamento, impacto ambiental é compreendido como toda alteração perceptível do meio que comprometa o equilíbrio dos sistemas naturais ou antropizados, podendo decorrer tanto das ações humanas como de fenômenos naturais.” Assim para se avaliar o impacto devem-se analisar qualitativa e quantitativamente as mudanças de ordem ecológica, social, cultural ou estética no meio.\nSantos (2004) argumenta que diversos autores desse âmbito tratam as alterações decorrentes de fenômenos naturais como efeitos ambientais, sendo os impactos ambientais apenas as modificações causadas por ação antrópica, outros abordam efeitos ambientais como as alterações decorrentes da ação humana que não devem ser consideradas impactos por não serem de acordo com eles tão significativas. No entanto Santos (2004) afirma que de forma\ngeral em planejamento ambiental, impactos ambientais e efeitos ambientais, são considerados sinônimos e seguem a classificação supracitada.\nPara se descrever tais impactos ambientais são necessários estudos que consistem em prognosticar e avaliar as atividades antrópicas sobre o meio ambiente afim de desenvolver propostas de intervenção para evitar ou compensar as ações negativas. Nesse contexto, Santos (2004) descreve os critérios de avaliação do impacto que são utilizados para caracterizar e julgar seu significado . Essa avaliação é feita com a atribuição de valores determinados por uma lógica determinada pela equipe de planejamento, sendo um processo bem subjetivo.\nAssim para tratá-lo com maior obj etividade, sem parcialidade e entendendo melhor as limitações da interpretação, é importante que o processo seja sistematizado. Deve-se considerar o tipo de agente, o tipo de dano, a qualificação de cada tipo e, se possível, sua quantificação. Para tanto é necessário construir uma estrutura de avaliação em que os planejadores selecionem critérios e metodologia claramente expressos. (SANTOS, 2004, p.111).\nPara Santos (2004) a avaliação dos impactos ambientais é feita em duas etapas, a primeira etapa é a identificação do tipo de dano e do agente causador, com isso é possível atribuir responsabilidades ao infrator e enquadrar a alteração nos adequados conceitos de ação, processo, impacto, contaminação ou poluição A segunda etapa é a qualificação do tipo de impacto já diagnosticado, de acordo com a confiabilidade do método de coleta de dados que subsidiaram essa informação, assim os impactos podem ser classificados como efetivos e prováveis.\nImpacto efetivo é aquele que está ocorrendo no momento da verificação, constatado por observação direta de campo ou por imagens de sensores. Impacto provável é aquele que pode vir a ocorrer, previsto em virtude das atividades e indícios diagnosticados pela observação in situ ou por meio de análise de temas e indicadores definidos para o planejamento. (SANTOS, 2004, p.111).\nAlém disso, o impacto ambiental é causado por ação humana e gera a alteração do meio ambiente, essas modificações podem ser positivas e negativas. Ambas devem ser consideradas na elaboração de um estudo de impactos ambientais, porém esse estudo é exigido por lei devido às conseqüências negativas dos impactos ambientais (SÁNCHEZ, 2008). A lei da Política Nacional do Meio Ambiente (Lei 6938/81) instituiu o Estudo de Impacto Ambiental (EIA) e o licenciamento de atividades poluidoras como um de seus instrumentos, além disso, a resolução CONAMA 001/86 determinou os critérios básicos para realização do EIA.\nAssim o estudo de impactos ambientais (EIA), é o documento mais importante na avaliação do impacto ambiental, é com base nele que decide-se sobre a viabilidade ambiental de determinado projeto e necessidade de medidas mitigatórias ou compensatórias, e como serão efetuadas tais mudanças (SÁNCHEZ, 2008). Assim o estudo de impactos ambientais dentro do planejamento ambiental torna-se fundamental para promover um desenvolvimento de qualidade possibilitando um melhor uso e manutenção dos recursos naturais.\n1.5.\tCódigo Florestal\nO Brasil apresenta uma das legislações mais desenvolvidas e abrangentes do mundo, na qual apresenta uma série de normas e regulamentos visando disciplinar a ação do homem quanto a proteção do meio ambiente.\nQuando se refere às Áreas de Preservação Permanente e a Reserva Legal, tem-se a Lei n°. 4.771/65, conhecida como Código Florestal que definiu em seu Art. 1° como:\nII\t- área de preservação permanente: área protegida nos termos dos artigos 2° e 3° desta Lei, coberta ou não por vegetação nativa, com a função ambiental de preservar os recursos hídricos, a paisagem, a estabilidade geológica, a biodiversidade, o fluxo gênico de fauna e flora, proteger o solo e assegurar o bem-estar das populações humanas;\nIII\t- Reserva Legal: área localizada no interior de uma propriedade ou posse rural, excetuada a de preservação permanente, necessária ao uso sustentável dos recursos naturais, à conservação e reabilitação dos processos ecológicos, à conservação da biodiversidade e ao abrigo e proteção de fauna e flora nativas (BRASIL, CÓDIGO FLORESTAL, 1965-2006).\nAlém desses conceitos podemos destacar para o estudo desta pesquisa os seguintes itens:\nArt. 2° Consideram-se de preservação permanente, pelo só efeito desta Lei, as florestas e demais formas de vegetação natural situadas:\nI - em faixa marginal, medida a partir do nível mais alto, em projeção horizontal, com largura mínima, de:\na)\ttrinta metros, para o curso d’água com menos de dez metros de largura;\nb)\tcinqüenta metros, para o curso d’água com dez a cinqüenta metros de largura;\nc)\tcem metros, para o curso d’água com cinqüenta a duzentos metros de largura;\nd)\tduzentos metros, para o curso d’água com duzentos a seiscentos metros de largura;\ne)\tquinhentos metros, para o curso d’água com mais de seiscentos metros de largura;\nII\t- ao redor de nascente ou olho d’água, ainda que intermitente, com raio mínimo de cinqüenta metros de tal forma que proteja, em cada caso, a bacia hidrográfica contribuinte;\nIII\t- ao redor de lagos e lagoas naturais, em faixa com metragem mínima de:\na)\ttrinta metros, para os que estejam situados em áreas urbanas consolidadas;\nb)\tcem metros, para as que estejam em áreas rurais, exceto os corpos d água com até vinte hectares de superfície, cuja faixa marginal será de cinqüenta metros (BRASIL, CÓDIGO FLORESTAL, 1965-2006).\nPara complementar tal lei, tem-se as resoluções do CONAMA (Conselho Nacional do Meio Ambiente), a exemplo da Resolução n° 302, de 20 de março de 2002, que estabelece parâmetros, definições e limites para as áreas de preservação permanente de reservatório artificial e a instituição da elaboração obrigatória de plano ambiental de conservação e uso do seu entorno e assim, está de acordo com a função ambiental da área de preservação permanente expressas no Código Florestal. Já a Resolução n° 303, de 20 de março de 2002 estabelece parâmetros, definições e limites referentes às áreas de preservação permanente.\nDesta forma, vale ressaltar que a vegetação é um dos fatores mais importantes, que determinam a qualidade da bacia hidrográfica, de acordo com Joly et al (2001 apud Viana &amp; Soares, 2009), as principais conseqüências da ausência de mata ciliar, seria o aumento da erosão do solo; a perda da camada biologicamente ativa, o assoreamento de rios, lagos e reservatórios, o aumento da freqüência e das cotas atingidas pelas inundações sazonais além da perda da biodiversidade local e regional.\nSobre esses benefícios, a figura 1 ilustra exemplifica a função da vegetação no controle dos processos erosivos.\nFigura 1 - Representação esquemática da função da cobertura vegetal.\nFonte: Boin (2005, p. 862).\nDesta forma, discutir sobre a aplicação do Código Florestal se torna essencial principalmente quando tem em foco a preservação e conservação. Frente a isso, sabe-se que essa lei foi alterada várias vezes para ajustes ou mesmo criar restrições através das Medidas Provisórias.\nA proposta de um novo Código Florestal começou a ganhar força a partir de meados de 2009 onde foi criada na Câmara dos Deputados uma Comissão Especial para analisar os diversos Projetos de Lei para alterar o Código Florestal, sendo o deputado Aldo Rebelo (PCdoB-SP) relator do projeto. Mas, foi a partir de 2010 que começou a gerar grande polêmica sendo do lado favorável a aprovação a bancada ruralista e do outro, os ambientalistas e cientistas.\nDesde então, o relatório já passou pela aprovação na Comissão Especial e na Câmara dos Deputados, no Senado, foi analisado e aprovado nas Comissões de Constituição, Justiça e Cidadania (CCJ), Comissão de Agricultura e Reforma Agrária (CRA), Comissão de Ciência, Tecnologia, Inovação, Comunicação e Informática (CCT) e no dia 24 de novembro de 2011 foi ap ro vado na Comissão do Meio Ambiente, sendo encaminhado agora para o plenário do Senado Federal.\nQuanto a esta polêmica, segue alguns dos principais pontos de debates e\ndiscordância:\nQuadro 1 - Principais Pontos de Conflitos sobre a proposta de mudança no Código Florestal PRINCIPAIS PONTOS DE CONFLITOS\nIsenção de multas e dispensa de recuperação para atividades agropecuárias e florestais e regime de pousio existentes em APP até 22 de julho de 2008.\nMedição da APP ciliar a partir do leito regular do rio, em vez do ponto máximo da cheia, como no código atual.\nRecuperação de 15 metros de cada lado do rio para APP ciliares já ocupadas, em lugar dos 30 metros previstos na lei atual.\nPoder para os estados definirem atividades econômicas nas APP.\nVárzeas e ecossistemas de mangue (apicuns e salgados) ficam fora da categoria de APP.\nInclusão de APP no cômputo da RL.\nPropriedade de até quatro módulos fiscais que possuíam RL inferior ao exigido pelo atual código em 22 de julho de 2008 ficam isentas de multas e recomposição.\nCompensação da falta de RL no bioma, não necessariamente na microbacia, conforme a lei atual.\nEspécies exóticas podem ocupar até 50% da área recuperada de RL.\nÁreas rurais consolidadas em APP.\nFonte: Garcia, 2011. Elaboração : Santos, 2011.\nQuanto a essas propostas, para muitos ambientalistas é um retrocesso, e mostra-se extremamente prejudicial no que diz respeito à preservação ambiental. Com estas mudanças no Código florestal, pode-se esperar diversas consequências entre elas:\nA extinção de espécies de muitos grupos de plantas, animais vertebrados e invertebrados; o aumento de emissão de CO2; a redução de uma série de serviços ecossistêmicos (tais como o controle de pragas, a polinização de plantas cultivadas ou selvagens, a proteção de recursos hídricos); a propagação de doenças (por exemplo, hantavirus e outras doenças transmitidas por animais silvestres, como no caso do carrapato associado à capivara); intensificação de outras perturbações (incêndios, caça, extrativismo exploratório, impacto de cães e gatos domésticos e ferais, efeitos de agroquímicos); e o assoreamento de rios, reservatórios e portos, com claras implicação no abastecimento de água, energia e escoamento de produção em todo o país (LEWINSOHN, 2011, p. 2).\nJá, o argumento bastante usado pelos ruralistas e parlamentares favoráveis a mudanças do Código Florestal é a falta de embasamento científico e técnico na lei federal em\n28 relação ao uso e manutenção de áreas de preservação permanente (APP) e reservas legais (RL).\nDesta forma, fica evidente que a atualização do Código Florestal deve\nconciliar a preservação e a conservação da biodiversidade com o uso adequado da terra e a exploração econômica de forma consciente.\nCAPÍTULO 2. PROCEDIMENTOS METODOLÓGICOS\nA Metodologia utilizada para desenvolvimento deste trabalho está baseada em Rodriguez (1994 e 2002), Leal (1995) e Rodriguez et al (2004). Nas proposições desses autores, a metodologia de planejamento ambiental de bacias hidrográficas consiste, sinteticamente, na construção de um plano ambiental a partir das etapas de Inventário, Diagnóstico Ambiental, Prognóstico e Propostas de melhoria do Estado Ambiental da bacia hidrográfica. Neste trabalho foram realizadas as etapas de inventário, diagnóstico com a elaboração de algumas propostas de intervenção.\nO inventário é a etapa inicial de aproximação e compreensão da realidade local, no qual, através da caracterização geoecológica e sócio-econômica, são determinadas as unidades geoecológicas que servirão de base operacional para todo o processo de planejamento. Consiste num levantamento detalhado do ambiente urbano e rural da bacia, considerando sua localização, o processo histórico de produção desse espaço e seus aspectos naturais e sociais, particularizados e inter-relacionados, de forma a obtermos unidades físicas, unidades de uso e ocupação do solo e unidades ambientais (LEAL, 1995).\nO diagnóstico ambiental será realizado através da análise dos dados e informações coletados e sistematizados no inventário, acrescidos de novos levantamentos e elaboração dos mapas de problemas ambientais espacialização da legislação ambiental e fragilidade ambiental. Nessa análise serão considerados os processos físicos e sociais atuantes na bacia como um todo, com detalhamento para as unidades ambientais, anteriormente identificadas, em suas características específicas e interrelacionadas.\nSegundo Leal (1995), a etapa de Diagnóstico Ambiental permite avaliar os principais problemas da bacia e as perspectivas de solução. Assim trata-se de um trabalho complexo, pois, depende da capacidade de percepção, observação, interpretação e sistematização dos vários processos sociais e naturais presentes. Processos estes que, muitas vezes, têm causas, efeitos e abrangências maiores do que a área estudada, e requerem conhecimento de outras ciências na sua compreensão, trabalhando, portanto, com a interdisciplinalidade como fator facilitador do entendimento e análise da realidade.\nAssim podemos sintetizar as etapas realizadas no trabalho a partir da figura 2, a seguir:\nElaboração do Plano de atividades\nFixaçao dos objetivos\nI -----------------\n| Levantamento Bibliográfico |\n------------------1------------------\nCaracterização da Bacia Hidrográfica\ni--------- s h---------r-\nCaracterizaçao socio-economica\n\tCaracterização física\t\t\n| Hipsometria | | Declividade | | Pedología || Geomorfologia | | Geologia 1| Clima |~|\t\t\t\n\t\t... 1\t\n\t\tUnidades Físicas\t\nMapeamento participativo de riscos ambientais\nUso e Ocupação\nFragilidade ambiental\nProblemas ambientais\nEspacializa-çãoda legislação ambiental\nElaboração de propostas de intervenção\nFigura 2 - Metodologia utilizada para pesquisa. Org. Santos, 2011\n2.1\tElaboração de inventário\nA caracterização sócio-econômica realizou-se através da organização de dados de sítios de órgãos públicos, como IBGE e DATASUS, obteve-se dados referentes à demografia, saúde, e economia dos municípios inseridos na bacia hidrográfica.\nA primeira etapa da caracterização física da bacia foi a elaboração de uma base cartográfica da área de pesquisa com base nas cartas adquiridas no Instituto Geográfico e Cartográfico do Estado de São Paulo (IGC), na escala 1:10000. Tais bases foram manipuladas no software SPRING 5.1.5 a fim de realizar o recorte da área de interesse, para\nposteriormente importar as bases para software Arcgis, e definimos a Projeção Universal Transerva de Mercator (UTM) e Datum SAD 69 para todas as bases cartográficas.\nA partir da desta base pode-se elaborar dos mapas temáticos de declividade e hipsometrica, utilizando-se o software Arcgis 9.3.1.\nA carta clinográfica que mostra a declividade do relevo foi produzida através das bases cartográficas: hidrografia e curvas de nível, e a definição das classes de declividade em porcentagem foram definidas através da metodologia de De Biasi (1992) e adaptada a área de estudo segundo Dibieso (2007) onde sugere as classes: &lt;5%, 5% a 10%, 10% a 20%, e >20%.\nA carta hipsométrica foi elaborada através das bases cartográficas: curvas de nível e pontos cotados, através da qual foi possivel representar as informações acerca das cotas altimétricas da bacia. Foram consideradas 10 classes temáticas e está divisão ocorreu a partir da menor até a maior cota altimétrica, representados por: 380-395m; 395-410m; 410-425m; 425-440m; 440-455m; 455-470m; 470-485m; 485-500m; 500-515m; 515-530m.\nO esboço Geológico da Bacia hidrográfica do córrego do Embirí, foi elaborado a partir da compilação das informações do mapa organizado pelo Relatório Zero (CPTI, 1999), na escala 1:250.000. Desde modo, o mapa foi importado em DXF para o programa Arcgis a partir do qual pode-se seguir com a criação dos polígonos referentes a geologia da área e demais procedimentos necessários. Além disso, os trabalhos de Sudo (1980) e Godoy (1999) auxiliaram na discussão da temática, tal como interpretação do mapa.\nO mapa que representa o esboço pedológico da bacia hidrográfica do Córrego do Embirí foi elaborado com base no mapa de Carvalho (1997) utilizado por Dibieso (2007) para elaboração do mapa pedológico da bacia hidrográfica do alto curso do rio Santo Anastácio, escala original 1:50.000. A partir do mapa presente no trabalho de Dibieso (2007), a imagem foi importada para o Arcgis, e pode-se seguir com a criação dos polígonos referentes a cada classe pedológica, necessários para gerar o mapa pedológico da área de pesquisa.\nO esboço geomorfológico da Bacia hidrográfica do Córrego do Embirí foi elaborado com base nos estudos de Dibieso (2011), a imagem em JPEG foi importada para o Arcgis e através da ferramenta de editor de imagens pode-se elaborar os polígonos referentes a cada classe temática de geomorfologia.\nPara elaboração da carta de uso e ocupação da terra utilizou-se a imagem de satélite ALOS, avenir 2, de fevereiro de 2009, complementada por trabalhos de campo realizados pela área de pesquisa. Com auxílio do Software Arcgis foram criados polígonos referentes a cada\nclasse, foram determinados ao todo 7 classes classificadas como: pastagem, silvicultura, mata nativa, construções, solo exposto, culturas e granja.\nAs informações referentes ao clima (temperatura e precipitação) da área de estudo foram obtidos da estação meteorológica da FCT/UNESP. Obtiveram-se dados dos anos de 1980 a 2010 e assim através do software Excel elaborou-se o gráfico que representa as características climáticas da região.\nA elaboração da carta de unidades físicas foi realizada a partir da sobreposição dos mapas temáticos de geomorfologia, pedologia e hipsometria, declividade, a fim de obter áreas com certa homogeneidade nos seus fatores naturais, atributos, funções e capacidade de uso potencial do solo (DIBIESO, 2007).\nA carta de unidades ambientais foi obtida através da sobreposição das informações da carta de unidades ambientais e uso e ocupação da terra, além de trabalhos de campo, para identificar as áreas com certa homogeneidade e que as particulariza como unidades que expressam a interface entre o meio físico e o uso e ocupação do solo.\n2.2\tAnálise da qualidade da água\nA metodologia empregada para as análises desta pesquisa estão baseadas nos procedimentos do Standard Methods for the Examination of Water and Wastewater (APHA/AWWA/WEF, 1998).\nNo trabalho de campo realizado dia 27 de setembro de 2011 foi possível coletar amostras de água de pontos estratégicos do Córrego do Embirí para realizar as análises referentes aos parâmetros: sólidos totais, Demanda Bioquímica de Oxigênio - DBO, nitrogênio total, Ph, turbidez e Oxigênio Dissolvido - OD.\nSólidos totais são definidos como o material seco que resta na cápsula após evaporação de uma alíquota de amostra aquosa. Estes incluem “sólidos suspensos totais”, porção retida pelo filtro e “sólidos dissolvidos totais”, a porção filtrada. Inicialmente as cápsulas foram marcadas e calcinadas em mufla a 550 oC (±450 oC) durante 15 minutos. Então, desligou-se a mufla, aguardou-se o resfriamento (até temperatura abaixo de 150 oC) e transferiu-se as cápsulas para estufa a 105 oC. Após alguns minutos, com a estabilização da temperatura, transferiu-se para dessecador, para resfriamento em atmosfera seca, até temperatura ambiente. Assim com auxilio da balança analítica com precisão de 0.1 mg, pode-se determinar a massa da cápsula vazia - Mo. Para preparação da amostra homogeneizou-se a\namostra, e com o auxílio de uma proveta, transferiu-se 20 ml da amostra para cápsula. Deixou-se evaporar a água da amostra em estufa a 103-105oC, na prateleira inferior, até massa constante por 24 horas, e após esse período resfriou-se a cápsula com a amostra em dessecador para enfim Determinar a massa M1.\nO cálculo da concentração dos sólidos totais é feito através da equação 1:\nST = (Mj-Mo)\tEq. 1\nv\nEm que ST: sólidos totais, mg/L; M1: massa da cápsula com a amostra depois de evaporação a 103 - 105 oC, mg; Mo: massa da cápsula calcinada vazia, mg e v: volume da amostra, L.\nDemanda Bioquímica de Oxigênio - DBO consiste na determinação do oxigênio dissolvido (OD), em uma amostra antes e após um período de incubação, usualmente de 5 dias, a uma temperatura de 20 ± 5°C. Inicialmente preparou-se as soluções: solução tampão fosfato (1), solução de sulfato de magnésio (2), solução de cloreto de cálcio (3), e solução de cloreto férrico (4). Em seguida em para preparar a água de diluição, em água saturada de oxigênio, obtida pelo borbulhamento de ar comprimido limpo (usando bomba de aquário) durante no mínimo 15 min, adicionou-se 1 ml das soluções 1 a 4 para cada litro de água destilada. Utilizou-se 2 das amostras sem diluição e 1 delas com diluição de 50%, cada frasco teve em seu conteúdo metade de amostra e metade de água de diluição, para ser incubado durante 5 dias a 20°C. Mediu-se a concentração inicial de OD antes de fechar o frasco, e mediu-se novamente após 5 dias de incubação. A quantidade de OD, tanto inicial como após os 5 dias, foi determinada através do método eletrométrico (oxímetro). Assim para o cálculo da DBO de cada amostra foi utilizada a equação 2:\nEq. 2\nEm que: ODi : conc. de O2 dissolvido inicial; ODf : conc. de O2 dissolvido após 5 dias e % de diluição: diluição prévia da amostra;\nNitrogênio Total: Para o Cálculo do Nitrogênio total foi necessário a determinação e soma do Nitrogênio Amoniacal, de Nitritos e Nitratos presentes na amostra (equação 3).\n[N-amoniacal] + [N-NO2-]+[N-NO3-]\tEq. 3\n- Nitrogênio Amoniacal: Prepararam-se as soluções de ácido bórico 4%, hidróxido de sódio 50% e a solução de H2SO4 padronizada (N=0,113). Em um tubo de ensaio, adicionou-se 10 mL da amostra (Vamostra), o qual teve seu pH elevado até valores maiores que 9 pela adição de 20 mL de NaOH, deslocando o equilíbrio da reação para a formação de NH3, no destilador de nitrogênio. O NH3 despendido da amostra por meio do vapor d'água foi então, destilado e recolhido em uma solução contendo 20 mL de ácido bórico com indicador misto. A concentração de amônia no destilado foi determinada pela titulação deste com H2SO4, ou seja, ela depende do volume de ácido sulfúrico gasto (Vácido). Assim, a concentração de N-NH/ da amostra em questão foi determinada pela equação 4.\nN - NHj\nEq. 4\n\"jcido Adrido 1400\nVflm axfra\n- Nitrito (N-NO2’): Preparou-se as soluções de sulfanilamida e de bicloridrato de n(1-naftil) etilenodiamina. Para obter a curva de calibração do nitrito, preparou-se também uma solução de nitrito de sódio (m=0,246g diluída em 1L de água destilada). Uma alíquota de 5 mL desta solução foi então diluída em 500 mL de água destilada e partir desta, fez-se mais dez diluições diferentes em balões volumétricos de 100mL, nos quais adicionaram-se 2mL, 4mL, 6mL, 8mL, 10mL, 12mL, 14mL, 16mL, 18mL e 20mL da solução original de NaNO2). Colocou-se 9mL de cada uma destas soluções em tubos de ensaio, os quais receberam 0,2mL de sulfanilamida e 0,2mL de n-naftil cada um. Aguardou-se 10 minutos e então, efetuou-se a leitura no espectrofotômetro no comprimento de onda de 543 nm. A partir destas diluições obteve-se a curva padrão para nitrito, a qual apresentou um índice de confiabilidade superior a 99,9% (R2= 0,9993), justificando assim, o seu uso na determinação de nitrito das amostras.\n- Nitrato (N-NO3-): Preparou-se uma solução de nitrato de potássio, a partir de uma massa de 0,7218 g (previamente seco em estufa) dissolvida em 1 litro de água destilada. Esta solução teve alíquotas de 1mL, 2mL,3mL, 4mL, 5mL, 6mL e 7mL retiradas e diluídas em balões volumétricos de 100 mL cada. Extraíram-se pequenos volumes de cada uma dessas diluições, os quais tiveram sua absorbância medida no espectrofotômetro com comprimentos de onda de\nPh: Determinação em cada amostra utilizando o aparelho disponível no laboratório -PHmêtro;\nTurbidez: Determinação em cada amostra utilizando o aparelho disponível no laboratório Turbidimêtro;\nOs parâmetros Temperatura e Oxigênio Dissolvido foram medidos em campo com auxilío de termômetros e do oxímetro digital móvel disponíveis no laboratório de Química da FCT/Unesp.\nPara interpretação dos dados utilizou-se em partes a metodologia de cálculo do IQA -Índice de Qualidade de Água, usado pela CETESB, e que emprega em seu cálculo os parâmetros supracitados.\nNão foi possível realizar a análise dos coliformes termotolerantes e fósforo total, devido à falta de materiais de laboratório e tempo disponível, porém a ausência de tais parâmetros não influenciará na confiabilidade do resultado devido a análise dos outros parâmetros e distribuição do peso deste aos demais parâmetros.\nAssim, a tabela 1 representa os parâmetros de qualidade da água do IQA e respectivos\npesos.\nTabela 1 - Parâmetros de qualidade da água do IQA e respectivos pesos\nPARÂMETRO DE QUALIDADE DA ÁGUA\tPeso original (CETESB, 2006)\tPeso adaptado\nOxigênio dissolvido\t0,17\t0,212\nPotencial hidrogeniônico - Ph\t0,12\t0,15\nDemanda Bioquímica de Oxigênio - DBO5,20\t0,10\t0,13\nTemperatura da água\t0,10\t0,13\nNitrogênio total\t0,10\t0,13\nTurbidez\t0,08\t0,124\nSólidos Totais\t0,08\t0,124\nSomatório dos pesos\t1,00\t1,00\nFonte: CETESB (2006)\nCada parâmetro possui também um valor de qualidade (q), obtido a partir do seu\nrespectivo gráfico de qualidade em função de sua concentração ou medida, representado pela\nFigura 3 - Curvas médias de variação dos parâmetros de qualidade das águas para o cálculo do IQA. (Fonte: ANA, 2009).\nEq. 5\nAssim, o cálculo do IQA é feito por meio do produtório ponderado dos parâmetros,\nsegundo a equação 5 :\nn\niqa=nq\ni= 1\nOnde: IQA = Índice de Qualidade das Águas. Um número entre 0 e 100; qi = qualidade do i-ésimo parâmetro. Um número entre 0 e 100, obtido do respectivo gráfico de qualidade, em função de sua concentração ou medida (resultado da análise); wi = peso correspondente ao i-ésimo parâmetro fixado em função da sua importância para a conformação global da qualidade, isto é, um número entre 0 e 1, de forma que:\nEq. 6\nSendo n o número de parâmetros que entram no cálculo do IQA.\n2.3\tMapeamento de riscos ambientais participativo\nO mapa de riscos ambientais participativo foi elaborado juntamente com a equipe de pesquisa de pós-doutoramento do Dr. Salvador Carpi Jr, denominado mapeamento dos riscos ambientais na Alta Bacia do Rio Santo Anastácio. Deste modo, foi realizada a reunião de mapeamento participativo com as comunidades do bairro do Palmitalzinho, onde surge um afluente de suma importância para o Rio Santo Anastácio, denominado Córrego do Palmitalzinho. ,;.Esta reunião ocorreu mediante contatos da equipe de pesquisa com representantes e lideranças comunitárias na área da bacia do Córrego Palmitalzinho, tais como o presidente do sindicato dos trabalhadores rurais de Regente Feijó e o presidente da associação de moradores do bairro rural Palmitalzinho, também foram feitos alguns encontros com moradores e produtores rurais para explicitar os objetivos e metodologia da pesquisa e definir a data para a realização da reunião pública para o mapeamento.\nAs atividades de mapeamento de riscos participativo ocorrerão no salão de festas da igreja Santo Antônio do bairro do Palmitalzinho, e a partir dela surgiram evidências de riscos ambientais na área da bacia hidrográfica do córrego do Embirí. Para conseguir mais informações sobre a área obtivemos a colaboração de alguns profissionais com maior conhecimento da bacia do Rio Santo Anastácio: Sandro Roberto Selmo, secretário executivo adjunto do Comitê da Bacia do Pontal do Paranapanema; José Cezar Zoccal, gerente engenheiro agrônomo da Companhia de Desenvolvimento Agrícola de São Paulo (CODASP) e Marcos Norberto Boin, Geólogo do Ministério Público do Estado de São Paulo. Em reuniões tais colaboradores efetuaram alguns relatos e indicaram no mapa aspectos de\ninteresse para esta pesquisa, propiciando um maior conhecimento dos riscos presentes na área de pesquisa.\nAlém disso, para verificação da veracidade das informações obtidas nas reuniões foram realizados trabalhos de campo na bacia hidrográfica do córrego do Embirí, esses trabalhos de campo permitiram a conclusão do mapeamento de riscos ambientais participativo.\n2.4\tElaboração do diagnóstico ambiental\nPara composição do diagnóstico ambiental foram elaboradas as cartas de fragilidade ambiental, espacialização da legislação ambiental e problemas ambientais.\nDe acordo com Ross (2004, p. 40),\nAs últimas décadas têm sido marcadas por profundas modificações tecnológicas, sociais, econômicas e, principalmente, ambientais. Os sistemas ambientais, face às intervenções humanas, apresentam maior ou menor fragilidade em função de suas características “genéticas”. Qualquer alteração nos diferentes componentes da natureza (relevo, solo, vegetação, clima e recursos hídricos) acarreta o comprometimento da funcionalidade do sistema, quebrando o seu estado de equilíbrio dinâmico. Estas variáveis tratadas de forma integrada possibilitam obter um diagnóstico das diferentes categorias hierárquicas da fragilidade dos ambientes naturais. Estes estudos relativos às fragilidades dos ambientes são de extrema importância ao Planejamento Ambiental. A identificação dos ambientes naturais e suas fragilidades potenciais e emergentes proporcionam uma melhor definição das diretrizes e ações a serem implementadas no espaço físico -territorial, servindo de base para o zoneamento e fornecendo subsídios à gestão do território.\nDada a importância desse tema elaborou-se a carta de fragilidade ambiental utilizando a integração das cartas de declividade e uso e ocupação do solo, e os esboços de geomorfologia e pedologia, para tanto utilizou-se o software Arcgis. Inicialmente foi necessária a atribuição de pesos para cada classe dos mapas, esses pesos representam o grau de fragilidade ambiental, definiu-se então utilizar valores dentro do intervalo de [0 a 1], sendo 0 dado a classes com baixa fragilidade e 1 para classes com alta fragilidade, os valores entre 0 e 1 representam graus de fragilidade intermediários.\nA atribuição de pesos para as classes de uso e ocupação da terra de acordo com Guerra e Cunha (2000), está baseada na cobertura vegetal definida como parâmetro principal, já que a\nausência desta tem influência direta potencializando os processos de degradação do ambiente. Os valores dos graus de fragilidade ambiental para as classes de uso e ocupação da terra foram baseados nos estudos de Ross (1994, apud Guerra e Cunha, 2000, p. 321), e apresentados na tabela 2.\nTabela 2 - Valores de fragilidade ambiental associados às classes de uso e ocupação da terra. (adaptado de Guerra e Cunha, 2000).\nClasse de uso da terra\tValor de fragilidade\nSolo exposto\t1,00\nAgricultura\t0,50\nSilvicultura\t0,50\nPastagem\t0,70\nÁrea urbana\t1,00\nGranja\t1,00\nMata nativa\t0,00\nEm relação à geomorfologia, as classes determinadas no esboço geomorfológico são domínio das vertentes côncavo-convexa e retilíneas, topo ondulado das colinas convexizadas e planície de inundação. Em relação às vertentes de perfil côncavo, de acordo com Cunico (2008 apud Arroio Jr., 2010), pesquisas estabelecem que em razão da convergência de fluxo de água, tal classe é mais propensa a ocorrência de deslizamentos, processos erosivos além de ravinamentos e voçorocas. Para este tipo de compartimento geomorfológico o grau de fragilidade estabelecido por Crepani et al. (2001) é de 0,75, já para vertentes convexas, cuja aclividade/declividade é mais baixa o autor estabelece grau de 0,25, o que representa agrupamentos moderadamente estáveis. Na bacia em estudo há o agrupamento em um mesmo compartimento geomorfológico de tais vertentes (domínio de vertentes côncavo-convexa e retilíneas), e deste modo adotou-se o para esta classe o grau de fragilidade como 0,5.\nPara as planícies de inundação, o grau de fragilidade adotado foi de 1, estabelecido por Crepani et al. (2001), de acordo com o autor nesta classe os processos de morfogênese predominam sobre a pedogênese sendo assim, apesar do relevo plano, são áreas muito instáveis e de maior fragilidade principalmente no que diz respeito ao uso e ocupação do solo.\nAssim a tabela 3 expressa os valores utilizados para cada uma das classes geomorfológicas, que representam o grau de fragilidade ambiental, sendo 0 representante de baixa fragilidade e 1 alta fragilidade.\nTabela 3 - Valores de fragilidade ambiental associados às classes de geomorfologia (adaptado de\nCunico, 2008, Crepani et al., 2001 e Arroio Jr. (2010).\nClasse geomorfológica\tValor de fragilidade\nDomínio das vertentes côncavo-convexa e retilíneas\t0,50\nTopo ondulado das colinas convexizadas\t0,15\nPlanície de inundação\t1,00\nA carta de Pedologia da bacia hidrográfica do Córrego do Embirí apresenta os tipos de solos que podem ser divididos em solos aluviais, podzólicos, latossolos e solos hidromórficos. Para a atribuição de pesos relacionados ao grau de fragilidade ambiental desta classe, foi utilizada a metodologia de Guerra e Cunha (2000) adaptada por Ross (1994) e Crepani et al. (2001) adaptado de Arroio Jr., (2001).\nConforme Guerra e Cunha (2000), para analisar as características dos solos em relação a sua fragilidade deve-se levar em consideração as características de textura, estrutura, plasticidade, grau de coesão das partículas, e profundidade/espessura dos horizontes superficiais e subsuperficiais, relacionadas diretamente com relevo, litologia e clima, elementos fundamentais da pedogênese e determinantes das características físicas e químicas dos solos. Desta forma, para Crepani et al. (2001), a principal característica para a atribuição do grau de fragilidade ambiental seria o nível de desenvolvimento ou maturidade do solo. De acordo com o autor no processo morfodinâmico os solos participam como produto direto do balanço entre a morfogênese e a pedogênese indicando a prevalência de processos erosivos da morfogênese ou, se prevalecem os processos de pedogênese, gerando solos bem desenvolvidos.\nOs latossolos de acordo com Crepani et al. (2001) são considerados estáveis bem desenvolvidos, com grande profundidade e porosidade apresentando portanto baixa fragilidade ambiental. Atribuiu-se, portanto para este tipo de solos o grau de fragilidade ambiental 0,25. Os solos podzólicos de acordo com o autor apresentam profundidade menor e são solos menos estáveis e menos intemperizados do que os latossolos. Nestes solos os processos erosivos são favorecidos devido à diferença de textura entre os horizontes A e B (ocasionada pelo acúmulo de argila no horizonte B) o que dificulta a infiltração de água no perfil. Para esta classe, classificada com média fragilidade ambiental, atribuiu-se o valor de 0,5. Os solos aluvias e hidromórficos são caracterizados por Crepani et al. (2001) como solos jovens e pouco desenvolvidos, nestes solos não existe o horizonte B e assim, o horizonte A\nencontra-se diretamente sobre o horizonte C, ou sobre a rocha mãe. Possui, portanto, alta fragilidade ambiental e assim, o valor dado para o grau de fragilidade ambiental dessa classe foi 1. A Tabela 4 apresenta as classes de solos encontradas na bacia do Embirí, bem como o valor de fragilidade ambiental de cada classe.\nTabela 4 - Valores de fragilidade ambiental associados às classes de pedologia (Crepani et al., 2001 e\nArroio Jr. (2010).\nClasses pedológicas\tValor de fragilidade\nLVa2 - Latossolo vermelho - amarelo álico epidistrófico A moderado textura média fase floresta tropical subperenifólia relevo suave ondulado;\t0,25\nPEal - Podzólico vermelho escuro álico Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado;\t0,50\nPVe3 - Podzólico vermelho - amarelo abrúptico eutrófico Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado;\t0,50\nPVe4 - Podzólico vermelho - amarelo abrúptico eutrófico Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo ondulado;\t0,50\nPVe7 - Associação de Podzólicos vermelho - amarelo abrúptico A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado + solos litólicos eutotróficos Tb A moderado textura arenosa fase floresta tropical subcaducifólia relevo ondulado substrato arenito.\t0,50\nAe2 - Solos aluviais eutotróficos Tb A moderado textura arenosa/média fase campo tropical higrófilo de várzea relevo plano;\t1,00\nAe3 - Associação de solos aluviais álicos epieutróficos e solos aluviais distróficos + glei pouco húmico álico, distrófico e eutrófico\t1,00\nHGPa2 - Associação de glei pouco húmico álico textura arenosa + glei pouco húmico distrófico e eutrófico + solos aluviais epieutróficos e eutróficos\t1,00\nOs valores de fragilidade ambiental com relação à declividade do relevo da bacia hidrográfica foram atribuídos de acordo com a metodologia de Ross (1994, apud Guerra e Cunha, 2000). Para valor de declividade abaixo de 5% foi determinado peso 0, pois esta classe apresenta baixa fragilidade ambiental, enquanto para declividade maior que 20% foi atribuído peso 1 devido a alta fragilidade ambiental. As classes de de 5 a 10% e de 10 a 20%, apresentaram fragilidade ambiental intermediária e pesos de 0,25 e 0,50 respectivamente.\nA Tabela 5 apresenta as classes de declividade encontradas na bacia do Embirí, bem como o valor de fragilidade ambiental de cada classe.\nTabela 5 - Valores de fragilidade ambiental para as classes de declividade (Guerra e Cunha, 2000)\nDeclividade (%)\tValor de fragilidade\n0 - 5%\t0,00\n5 - 10%\t0,25\n10 - 20%\t0,50\n> 20%\t1,00\nA carta da espacialização da legislação ambiental tem como objetivo identificar as áreas de preservação permanente que encontram-se em desacordo com a legislação. Foi obtida através da delimitação da área úmida com utilização da imagem do google earth e imagem de satélite ALOS, avenir 2, de fevereiro de 2009, após a delimitação realizada, com auxilio do software arcgis prosseguimos com a determinação das áreas de preservação permanente -APP de 30 e 50 metros de acordo com a legislação pertinente.\nA carta de problemas ambientais foi obtida a partir do mapa ambiental participativo, onde foram determinados locais de riscos ambientais, e através de trabalhos de campo onde pode-se complementar as informações. Os pontos, em campo, foram marcados com o receptor GPS e transferidos posteriormente para o programa Arcgis. Foram identificados os problemas: erosões, assoreamento, disposição irregular de entulhos, lançamento de esgoto e área sem mata ciliar.\nCAPÍTULO 3. A BACIA DO RIO SANTO ANASTÁCIO E A CRIAÇÃO DA APRM\nA bacia do Rio Santo Anastácio localiza-se a oeste do Estado de São Paulo e sua área de drenagem é de 1.965 Km2. O curso principal do Rio apresenta 155 Km de extensão e deságua na margem esquerda do Rio Paraná, no município de Presidente Epitácio (CETESB, 1991). Possui sua bacia hidrográfica integrante da Unidade de Gerenciamento de Recursos Hídricos Pontal do Paranapanema (UGRHI-22), a qual também integra a Unidade de Gerenciamento de Recursos Hídricos Paranapanema, área de atuação do futuro CBH Paranapanema, que encontra-se em processo de formação pelos órgãos gestores nacional, paulista e paranaense.\nAs Unidades de Gerenciamento de Recursos Hídricos - UGRHIs constituem unidades territoriais “com dimensões e características que permitam e justifiquem o gerenciamento descentralizado dos recursos hídricos” (art.20 da Lei Estadual 7663 de 30/12/1991), e ainda s conforme a lei Fica mantida a divisão do Estado de São Paulo, em 22 (vinte e duas) Unidades Hidrográficas de Gerenciamento de Recursos Hídricos. Assim as UGRHIs estão estruturadas no conceito de bacia hidrográfica, onde os tais recursos hídricos convergem para um corpo d'água principal. A figura 4 apresenta um mapa com a divisão do Estado em vinte de duas UGHRIs.\nFigura 4 - Divisão do Estado de São Paulo em vinte e duas UGRHIs.\nSegundo Silva (2006), na UGRHI-22 a bacia hidrográfica do Rio Santo Anastácio representa o maior manancial de água doce dos rios interioranos desta unidade e se encontra com o leito do rio principal e dos afluentes assoreado s, sendo necessária a captação de água\ndo manancial Rio do Peixe, com uma adutora com aproximadamente 45 km de extensão, para abastecimento urbano do município de Presidente Prudente. Uma transposição de água entre bacias que não seria necessária se houvesse o manejo adequado da bacia do Rio Santo Anastácio . Ainda de acordo com o autor, a poluição deste rio pelos esgotos de origem doméstica causou e vem causando sérios danos ambientais em seus ambientes aquáticos. O manancial recebe também águas residuárias (carga orgânica remanescente) de atividades de abate de bovinos e de laticínios e curtumes, que vem degradando cada vez mais a qualidade de suas águas dos rios, desta forma, comprometendo tanto qualitativa quanto quantitativamente os usos múltiplos dos recursos hídricos.\nOutro problema grave na UGRHI-22 é em relação aos solos, que apresentam relações litológicas e geomorfológicas que indicam o grau alto de susceptibilidade à erosão em 59,84 % da área (BOIM, 2000; SENAGRO, 1998), o que prejudica ainda mais a qualidade da água da bacia e futuras disponibilidades.\nA população do Município Presidente Prudente, de acordo com censo do IBGE de 2010, é de 207.610 mil habitantes, de acordo com censo do IBGE 2010, além da população regional que demanda diariamente serviços de saúde, educação e o comércio local, aumentando a necessidade de água para atender a essas várias atividades e pessoas. A previsão de aumento das atividades produtivas, e do crescimento populacional nos próximos anos deverá pressionar ainda mais a demanda pelo uso dos recursos hídricos regionais, notadamente na bacia do Rio Santo Anastácio, acentuando o desequilíbrio pela utilização e a possibilidade de sua degradação.\nNesse contexto, trabalhos são desenvolvidos entre instituições que compõem o CBH Pontal do Paranapanema para resolver esses problemas, com enfoque principal no alto curso do Rio Santo Anastácio ou manancial Santo Anastácio (figura 5), que possui área de 198 km2, distribuída pelos municípios de Presidente Prudente, Álvares Machado, Regente Feijó, Anhumas e Pirapozinho, estando às nascentes localizadas na região do bairro denominado Palmitalzinho, nos municípios de Anhumas e Regente Feijó.\nSAO PAULO\nPARANA\nAlta Bacía do Rio Santo Anastácio\nMINAS GERAIS\n-Rio de JANEIRO\nBacía Higrográfica do Rio Santo Anastácio\nUm respaldo importante para a proteção do manancial Santo Anastácio vem da Lei Estadual n° 9.866, de 28 de novembro de 1997, que dispõe sobre diretrizes e normas para a proteção e recuperação das bacias hidrográficas de mananciais de interesse regional do Estado de São Paulo, estabelecendo entre outros objetivos:\n■\tPreservar e recuperar os mananciais de interesse regional no Estado de São Paulo;\n■\tCompatibilizar as ações de preservação dos mananciais de abastecimento de proteção ao meio ambiente com o uso e ocupação do solo e o desenvolvimento socioeconómico;\n■\tPromover uma gestão participativa, integrando setores e instâncias governamentais, bem como a sociedade civil;\n■\tDescentralizar o planejamento e a gestão das bacias hidrográficas desses mananciais, com vistas a sua proteção e a sua recuperação.\nEssa lei igualmente define que a área objeto dessa proteção seja denominada como Área de Proteção e Recuperação de Manancial (APRM), sendo composta por uma ou mais sub-bacias hidrográficas, de modo a manter a integridade dessa unidade, para fins de gestão,\ncomo manancial de interesse regional com a finalidade prioritária para o abastecimento público.\nDessa forma, e nos termos da lei estadual acima referida, o CBH-Pontal do Paranapanema vem desenvolvendo várias atividades para a recuperação, conservação e proteção dos mananciais de abastecimento público de Presidente Prudente, notadamente na bacia do alto curso do Rio Santo Anastácio, composto por dois reservatórios1, visando tornar visível para a sociedade da região a necessidade e a importância de sua recuperação e preservação, como base para a sustentabilidade dos recursos hídricos superficiais ali utilizados para fins de abastecimento urbano de Presidente Prudente, importante pólo regional.\n1. Além dos reservatórios no Rio Santo Anastácio e no Córrego do Limoeiro, a cidade de Presidente Prudente também é abastecida com água captada no Rio do Peixe (cerca de 70%) e por água subterrânea.\nCAPITULO 4. CARACTERIZAÇÃO DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\n4.1.\tLocalização da bacia hidrográfica\nA bacia hidrográfica do Córrego do Embiri localiza-se na bacia do manancial Rio Santo Anastácio e abrange terras dos municípios de Regente Feijó e Presidente Prudente.\nEsses municípios têm áreas na UGRHI 22, que agrega os tributários da margem direita do curso inferior do rio Paranapanema e alguns afluentes pela margem esquerda do rio Paraná, especialmente o Rio Santo Anastácio, localizando-se na porção extremo oeste do Estado de São Paulo. Os principais rios desta UGRHI são os rios Paranapanema, Paraná, Santo Anastácio e Pirapozinho (CTPI, 1999).\nRegente Feijó, São Paulo apresenta as seguintes coordenadas geográficas; 22° 13' de latitude Sul e 31° 18' de longitude Oeste, e possui uma área de 265 km2. O município limita-se com os municípios de Indiana, Martinópolis, Taciba, Anhumas e Presidente Prudente, sendo está última a principal cidade da região.\nDe acordo com a Prefeitura municipal de Regente Feijó até o início do século XX, o vale do Paranapanema era cortado por tropeiros e boiadeiros que viajavam ao Mato Grosso, e neste vale localizavam-se diversos pontos de repouso. Nas proximidades do Ribeirão Memória, começou a concentração de pequenos agricultores. A implantação da Estrada de Ferro Sorocabana que rumava às barrancas do rio Paraná, no início do século XX, constituiu um marco dos surtos migratórios, estabelecendo pequenos povoados ao redor das estações ferroviárias, dedicados à cafeicultura até 1937, passando depois ao cultivo do algodão, amendoim e à pecuária.\nGrande parte das terras foi adquirida pela Companhia Industrial Mercantil e Agrícola -CIMA, que encarregou o Capitão Francisco Whitaker, antigo morador local, para efetuar o loteamento de patrimônio adquirido, que pretendia colonizar. O capitão Francisco Whitaker e os agricultores Antônio e Augusto Vieira e Joaquim Lúcio fundaram, em 1922, um povoado ao longo da Ferrovia, dando-lhe o nome de Regente Feijó, em homenagem ao Estadista Regente Feijó.\nDe acordo com Udenal (1999) a topografia do município acha-se mais elevada na região central, e o sítio urbano encontra-se no divisor de águ as . Nas vertentes estão as\nnascentes dos cursos d'agua que seguem três diferentes direções. Em direção ao sudeste o rio Laranja Doce, a sudoeste o rio Santo Anastácio e noroeste, o ribeirão Mandaguari.\nAinda de acordo com a autora a rede hidrográfica do município, é constituída principalmente pelos rios Laranja Doce, Santo Anastácio e Ribeirão do Mandaguari, que são afluentes dos rios Paranapanema e rio do Peixe, respectivamente. Os cursos d'agua correm sobre o arenito Bauru e estão entalhados em terrenos pouco resistentes, como os sedimentos Cenozóicos.\nA captação de água para o abastecimento urbano em Regente Feijó é feita através de poços profundos, pois os rios com volume d'agua viável para a captação estão bastante distanciados UDENAL (1999).\nPresidente Prudente possui sua fundação em 14 de setembro de 1917, pelo Coronel Francisco de Paula Goulart. Localiza-se a 570 km a oeste da cidade de São Paulo, constitui sede administrativa e importante pólo da Mesorregião de Presidente Prudente formada por 54 municípios e três micro regiões: Adamantina, Dracena e Presidente Prudente. Possui uma área de 563,62 km2 e está a aproximadamente 475 metros acima do nível do mar. O município de Presidente Prudente está localizado no espigão divisor das bacias do Rio do Peixe e Rio Paranapanema. É cortado pelo paralelo 22° 07'57” e pelo meridiano de 51° 22'57” Wgr.\nA topografia do município Apresenta-se levemente ondulada com sucessão contínua de colinas, na grande maioria com divisores constituídos por cursos d'água. O solo é resultado do intemperismo de rochas do grupo Bauru, com características agrícolas, o que o torna apto a diversas culturas.\nO município utiliza-se de mananciais superficiais e subterrâneos. Segundo Martin (1990), na década de 1990, era abastecido por cerca de 25 poços, com profundidade média de 200 metros, e pelo Rio Santo Anastácio, correspondente a 75% do abastecimento urbano, e pelo Balneário da Amizade. No entanto, no final desta década entra em operação o sistema Peixe, que responde atualmente por cerca de 70% da água que abastece a cidade, em razão dos problemas que atingem os demais mananciais superficiais e pela desativação da maioria dos poços.\nO rio Santo Anastácio possui grande relevância para a região, em razão dos movimentos sociais e ações institucionais ocorridos e em execução para sua recuperação e proteção, especialmente considerando seu potencial de abastecimento público de Presidente Prudente e a mudança da lógica de utilização, degradação e abandono de mananciais. Ou seja, recuperar este manancial tem também um sentido educativo e de mudança cultural.\nDa mesma forma que a questão de abastecimento urbano, a utilização racional dos recursos naturais faz-se urgente nas zonas rurais frente ao desgaste e empobrecimento dos solos e assoreamento de corpos d'água, os quais contribuem para a diminuição da renda e da qualidade de vida dos produtores rurais e de suas famílias. Esses problemas são freqüentes na região oeste do Estado de São Paulo, exigindo providências dos órgãos públicos e o manejo adequado de solos e água por parte dos produtores rurais, visando sua conservação. Para isso, é indispensável à adoção de algumas práticas que controlem o escoamento superficial de água, favoreçam a cobertura vegetal e facilitem a infiltração de água no solo.\nTais práticas são essenciais na zona rural do município de Regente Feijó, por apresentar problemas generalizados de erosão e assoreamento de cursos d'água (GOLLA, 2006).\nUm dos importantes afluentes do manancial Rio Santo Anastácio é o Córrego do Embiri (figura 6).\nLocalizaçao: Bacia Hidrográfica do Córrego do Embirí\nLegenda:\n----- Drenagem\n460000\n462000\n464000\nSistema UTM 22S\nFonte: IGC\nOrg. Franciane Mendonça dos Santos\n| Lagoa\nEM Limite da Bacia Hidrográfica\n|----1 Limite de Municípios\n/| Rodovias\n\nSAO PAULO\nli '■ 3\n\tmm m\t/MM—M\tEmbirí/\n\tMM.\t\\\tJ ' \\ \\ \\ \\ N\t\tfev mm m/ \\ ifw\nO Córrego do Embiri possui área de aproximadamente 19,16 km2 e perímetro de 19,30 km, nasce a uma altitude aproximada de 480 metros, seguindo no sentido NE-W. Os afluentes da margem esquerda do Córrego do Embiri nascem a uma altitude média de 480 metros. A bacia do Embiri possui 1,48 segmentos de canais fluviais por km2 (densidade hidrográfica) e 1,66Km de canais por Km2 (densidade de drenagem).\nDe acordo com Dibieso (2007), as pastagens constituem-se na categoria de uso do solo predominantemente na bacia; outra característica é a área urbana localizada nas nascentes do Córrego do Embirí e o trecho expressivo de vegetação nativa localizado no setor NW da Bacia.\nA nascente do Córrego do Embirí encontra-se no município de Regente Feijó e sua foz no Rio Santo Anastácio localiza-se no município de Presidente Prudente - SP. Na parcela da bacia localizada em Presidente Prudente, encontra-se o parque ecológico Cidade da Criança, um dos locais mais visitados no município. Este parque ecológico compreende uma área de aproximadamente 72 alqueires, constituindo um complexo paisagístico formado por matas, bosques, lagos, pequeno zoológico, estradas asfaltadas, quiosques, quadra de basquete e futebol, teleférico, centro administrativo, centro educacional e de apoio a projetos sociais, dentre outros. Os dois lagos, localizados no parque, são resultado de represamento do Córrego Pindaíba, afluente direto do Córrego do Embiri (OLIVEIRA 2001).\nEm Regente Feijó, foram realizadas diversas iniciativas com intuito de recuperar a qualidade ambiental da área da Bacia em função de seus diversos problemas ambientais, como exemplo pode-se citar o Projeto de Recuperação da Nascente do Córrego do Embirí, que visa aumentar o volume de água e aumentar a preservação ambiental ao redor deste curso d'água.\n4.2\tCaracterização sócio-econômica\nPara Santos (2004, p.42) “Os dados socioeconómicos, censitários, de infra-estrutura e estatísticos no Brasil estão disponíveis por município, que freqüentemente não obedece aos limites de bacias hidrográficas”\nDesta forma a caracterização sócio-economicamente a área da bacia hidrográfica do Córrego do Embirí, faz necessário a abordagem dos dois municípios que encontram-se inseridos na área de pesquisa, Presidente Prudente e Regente Feijó.\nOs temas que abordam as características dos objetos e das ações humanas fundamentam o debate de todos os outros temas do planejamento. Afinal, eles revelam a coerência (ou incoerência) entre a estrutura espacial, dinâmica populacional e condições de vida da população e ainda, traduzem o significado social e político do que foi descrito como estado do meio pelos temas do meio físico e biológico. (SANTOS, 2004, p. 72).\nPresidente Prudente possui área de 562,725 km2, de acordo com censo demográfico\n2010 do IBGE o município possui população de 207.625 habitantes, sendo 203.370 a população urbana (97,95%) e 4.255 (2,05%) a população rural. Apresenta densidade demográfica 368, 89 hab/km2.\nOs sistemas de saúde, são em sua maioria privados 63,6%, os municipais representam 29,9%, e os estaduais 6,5 %.\nAs atividades econômicas baseiam-se em agropecuária, indústria e serviço. De acordo com IBGE o Produto Interno Bruto de cada atividade é de 8.867, 42.334 e 168.744, o que define as atividades em sua maioria como serviços, seguido por indústrias, e pouca agropecuária.\nRegente Feijó possui área de 265,105 km2, de acordo com censo demográfico 2010 do\nIBGE o município possui população 18.496 de habitantes, sendo 17.048 a população urbana (92,17%) e 1.448 (7,83%) a população rural. Apresenta densidade demográfica 69,76 hab/km2.\nOs sistemas de saúde do município são em sua maioria municipais representados por 72,7% sendo os estabelecimentos de saúde Privados 27,3%.\nAs atividades econômicas baseiam-se em agropecuária, indústria e serviço. De acordo com IBGE o Produto Interno Bruto de cada atividade é de 18.425, 518.078 e 2.278.727, o que define as atividades em sua maioria como serviços, seguido por indústrias, e pouca agropecuária.\nEm relação ao saneamento básico de ambos os munícipios, de acordo com o Banco de dados do Sistema Único de Saúde (Datasus) os dados referentes ao abastecimento da água, interações sanitárias e coleta de lixo em Presidente Prudente no ano de 1991 o número de moradores atendidos era de 163.995, já no ano de 2000 esse número cresceu para 187,661 moradores, tal como em Regente Feijó, onde esse número aumentou de 14.902 para 16.957 moradores.\n4.3\tCaracterização do meio físico\nA caracterização do meio físico da bacia hidrográfica do Córrego do Embirí permitirá o conhecimento das características naturais da área de pesquisa, fundamentais para a elaboração do planejamento ambiental.\n4.3.1\tHipsometria\nA carta de hipsometria da bacia hidrográfica do Córrego do Embirí permite representar a elevação do terreno através de suas cotas altimétricas que variam de 380m a 530m, de modo que as cotas de maior altitude, representadas com graduação de cores mais fortes, encontram-se localizadas nas nascentes ao norte, sul e oeste da bacia, e as cotas de menores altitudes, representadas por cores mais suaves localizam-se principalmente na foz, a leste da bacia (figura 7).\nA carta hipsométrica tem como objetivo representar de forma espacializada a elevação do terreno utilizando-se para isso as informações das cotas altimétricas da bacia. Deste modo para elaboração da carta utilizamos as informações da base das curvas de nível e dos pontos cotados, do IGC dispostos na escala 1:10000.\nAs bases foram vetorizadas utilizando o software Arcgis 9.3.1 através do qual as bases em SPR foram transformadas para o formato SHP adequado para o software Arcgis onde foram geradas as cartas.\nAssim, foram consideradas 10 classes temáticas para elaboração da carta hipsométrica e os intervalos determinados para as classes foram: 380-395m; 395-410m; 410-425m; 425440m; 440-455m; 455-470m; 470-485m; 485-500m; 500-515m; 515-530m.\n460000\nI\n463000\n7543000\t7546000\nCARTA HIPSOMÉTRICA DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\n510-525\n—1—\n«0000\n496\n481\n467\n452\n438\n423\n409\n394\n380\n510\n496\n481\n467\n452\n438\n423\n409\n394\nConvenções Cartográficas\nLagoas\n----Limite da bacia\n— Drenagem\nOrientação: Prof, Dr. Antonio Cezar Leal Organização e Desenho:\nFrandane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp BJapesp GAD*S\nEscala Gráfica:\n500\t250\t0\n500\t1 000\t1 500\n2 000 m\n4.3.2\tDeclividade\nA carta clinográfica (ou de declividade), representa o grau de inclinação do terreno, e é um importante fator para determinar a utilização do solo da bacia hidrográfica (figura 8). O mapa foi elaborado utilizando-se a metodologia de De Biasi (1992) adaptada de Dibieso (2007) o qual propõe o uso de 4 classes de declividade&lt;5%; 5-10%; 10-20% e >20%.\nSegundo o autor as classes: &lt;5% são áreas quase planas, adequadas para o uso e ocupação da terra (no caso de vertentes e/ou topos), ou inadequadas (no caso de planícies fluviais, pelos riscos de inundação e por estarem em área de preservação e proteção ambiental); 5 a 10% seria a faixa de áreas com moderada susceptibilidade à erosão, com poucas restrições ao uso e ocupação; 10 a 20% são áreas com forte susceptibilidade a erosão, e que necessitam de manejo adequado para sua utilização, por fim a classe >20% definem áreas com escoamento superficial muito rápido e muito forte susceptibilidade à erosão.\nDestacam-se principalmente as declividades de 10 a 20% predominantes nas áreas de escoamento, seguidas pelas classes de 5% a 12%, nas margens dos cursos d'água. As classes de 0% a 5% encontram-se principalmente nas áreas de topo e da planície fluvial, sendo as localizações a Leste e foz da bacia as áreas mais expressivas.\nDe acordo com De Biasi (1992) a escolha das classes é de caráter particular do pesquisador, porém ele recomenda a utilização da legislação vigente no local para os diferentes tipos de ocupação territorial. Desde modo analisando-se que somente o município de Presidente Prudente possui Plano Diretor cuja lei complementar n°.29/96 institui leis específicas e complementares para tratar do zoneamento e uso e ocupação do solo urbano e para o parcelamento do solo urbano.\nA lei complementar n°.154/2008 que estabelece o parcelamento do solo urbano diz em seu artigo 10, III - o parcelamento do solo não será permitido em terrenos com declividade igual ou superior a 20% (vinte por cento), salvo se atendidas as exigências específicas das autoridades competentes, referentes a terraplanagem.\nJá o município de Regente Feijó, também inserido na bacia hidrográfica do Córrego do Embirí, não possui Plano Diretor para regulamentar uma política de uso e ocupação do solo em seu território, e sendo assim essa discussão é feita através da legislação que regulamente o uso e ocupação do solo de diferentes áreas presentes em determinada área a nível federal e estadual\nNeste caso a Constituição do Estado de São Paulo elenca o parcelamento do solo e loteamento como instrumentos do poder público, voltados para a organização espacial dos municípios paulistas. A Constituição do Estado de São Paulo, prevê no Capítulo II relativo ao desenvolvimento urbano, em seu artigo 181, que \"Lei municipal estabelecerá em conformidade com as diretrizes do plano diretor, normas sobre zoneamento, loteamento, parcelamento, uso e ocupação do solo, índices urbanísticos, proteção ambiental e demais limitações administrativas pertinentes”.\nUtilizando apenas, neste caso a lei federal n°. 6.766 que dispõe sobre parcelamento de solo urbano. Tal lei não permite o parcelamento do solo no terreno com declividade igual ou superior a 30% (trinta por cento), salvo se atendidas exigências específicas das autoridades competentes.\n460000\n463000\n7543000\t754Ô000\nCARTA CLINOGRÁF1CA DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nDeclividade %\n0.00 - 5.00\n5 00 - 10.00\n10.00 -20 00\n>20.00\nConvenções Cartográficas\nLagoas\n----Limite da bacia Drenagem\nOrientação: Prof, Dr Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\nApoio; Grupo de pesquisa:\nunesp Bíapesp GAD**S\nEscala Gráfica:\n500\t250\n500\t1 000\t1 500\t2 000 m\n463000\n4.3.4\tGeologia\nA geologia é constituída pela formação sedimentar do grupo Bauru. O grupo Bauru segundo Carvalho (1997) compreende as formações Caiuá, Santo Anastácio, Adamantina e Marília. Porém somente encontra-se na área da bacia hidrográfica a formação Adamantina Ka5. A formação Adamantina de acordo com São Paulo - IPT (1981 apud. Carvalho, 1997), apresenta depósitos fluviais com predominância de arenitos finos e muito finos, podendo apresentar cimentação e nódulos carbonáticos, com lentes de silititos arenosos e argiliticos, ocorrendo em bancos maciços, estratificação plano-paralelas e cruzada de pequeno e médio porte.\nA unidade Ka5, especifica da área de pesquisa, de acordo com Carvalho (1997), diferencia-se pela maior freqüência de banco de arenito com cimento carbonático. Aflora em porções elevadas do interflúvio onde o relevo se mostra mais ondulado. A unidade Ka5 apresenta contatos basais interdigitados e transicionais com a unidade Ka4. São arenitos finos e muito finos, de coloração bege ou cinza, dispostos em bancos pouco espessos, ao contrário da unidade Ka4. Apresentam, com freqüência, cimentação carbonática, com ocorrência local de nódulos carbonáticos.\n«ODDO\n«3000\nESBOÇO GEOLÓGICO DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nGrupo Bauru Formação Adamantina\nKa5 -Arenitosfinos e muito finos\nConvenções Cartográficas\nLagoas\n----Limite da bacia\n— Drenagem\nOrientação: Prof, Dr Antonio Cezar Leal Organização e Desenho\nFranciane Mendonça dos Santos/2011\nBase Cartográfica IGC/1998\nFolhas Topográficas 1:10.000\nProjeção. UTM SAD 69\nFonte Relatório Zero\nUGRHI 22, CPTI 1999\nEscala: 1: 250.000\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp AIFapesp GAD*S\nEscala Gráfica:\n500 250\t0\n500\n1.000\t1.500\t2.000 m\n«000\n«3000\n4.3.5\tPedologia\nDe acordo com Santos (2004, p.80),\nO solo é o suporte dos ecossistemas e das atividades humanas sobre a terra, sendo assim seu estudo é imprescindível para o planejamento. Quando se analisa o solo, pode-se deduzir sua potencialidade e fragilidade como elemento natural, como recurso produtivo, como substrato de atividades construtivas ou como concentrador de impactos.\nPara a elaboração do mapa de solos da bacia hidrográfica do córrego do Embirí utilizou-se as informações e documentos cartográficos referentes ao trabalho de Carvalho (1997 apud Dibieso, 2007). Este trabalho utiliza terminologia antiga para classificar os solos. Deste modo a pedologia da bacia hidrográfica do Córrego do Embirí pode ser descrita a seguir:\n• Solos aluviais: Esta classe compreende solos pouco desenvolvidos, relativamente recentes, predominantemente minerais, com horizonte A, frequentemente moderado, assentado sobre camadas de textura e espessuras variáveis. O mateiral de origem desses solos é constituído de sedimentos inconsolidados, aluviais ou coluvio-aluviais, de natureza detrítica, proveniente de disposições recentes e sub-recentes referidas ao Holoceno.\nPodem apresentar diversas classes de drenagem interna, podendo variar de bem a moderadamente drenados, o mesmo se verificando em relação a permeabilidade, estando esta grandemente condicionada à natureza dos extratos e sua sequencia.\nPossuem argila de atividades baixa, caráter álico, distrófico ou eutrotófico e baixo a médio teor de carbono orgânico.\nOcorrem em áreas de relevo plano, com menos de 3% de declividade.\nPor estar em área de preservação e proteção ambiental (área sujeita a inundação), o uso destes solos deve ser restrito à preservação e à reintrodução de vegetação nativa.\nAe2 - SOLOS ALUVIAIS EUTORÓFICOS Tb A moderado textura arenosa/média fase campo tropical higrófilo de várzea relevo plano;\nAe3 - ASSOCIAÇÃO DE SOLOS ALUVIAIS ÁLICOS EPIEUTRÓFICOS textura média + SOLOS ALUVIAIS DISTRÓFICOS textura arenosa + SOLOS ALUVIAIS DISTRÓFICOS textura arenosa + SOLOS ALUVIAIS EUTRÓFICOS textura média/arenosa + SOLOS ALUVIAIS textura arenosa/média todos fase campo tropical higrófilo de várzea + GLEI POUCO HÚMICO ÁLICO textura arenosa+ GLEI POUCO HÚMICO DISTRÓFICO textura\nmédia + GLEI POUCO HÚMICO EUTRÓFICO textura arenosa/média/arenosa todos Tb A moderado fase campo tropical hidrófilo de várzea relevo plano;\n•\tLatossolo vermelho amarelo: Sob esta denominação estão compreendidos solos minerais não hidromórficos com horizonte B latossólico, precedido de horizonte diagnóstico A moderado de textura média, poroso, bem drenado e com sequência de horizonte A-B-C. São solos normalmente ácidos, apresentando baixo conteúdo de silte e baixa relação silte/argila.\nAs características específicas do relevo, associado ao gradiente textural e a transição abrupta entre os horizontes A e B, ocorrendo, em média, a 30cm de profundidade, torna este solo susceptível à erosão (em especial nas áreas com declividades mais acentuadas), uma vez que o horizonte subsuperficial, que apresenta menos permeabilidade, favorece o escoamento de águas pluviais.\nLVa2 - LATOSSOLO VERMELHO - AMARELO ÁLICO EPIDISTRÓFICO A moderado textura média fase floresta tropical subperenifólia relevo suave ondulado;\n•\tPodzólico vermelho-amarelo e podzólico vermelho escuro: os solos Podzólico Vermelho - Amarelo e Podzólico Vermelho Escuro - Estão compreendidos solos minerais, não hidromórficos, com horizonte B textural, frequentemente com horizonte A moderado, gradiente textural variando de 1,1 a 4,5 e com valor médio de 2,4. A transição entre os horizontes A e B é, normalmente abrupta, podendo também ser clara e raramente, gradual.\nDestaca-se para os solos podzólicos, dentre outras características importantes, a grande espessura do horizonte A de alguns perfis e a transição abrupta entre os horizontes A e B.\nO material de origem desses solos é constituído de produtos de alteração de arenitos. Estes solos são muito susceptíveis à erosão, principalmente os que possuem caráter abrúptico e ocorrem em relevo mais acidentado, uma vez que o horizonte subsuperficial de menor permeabilidade favorece o escoamento superficial das águas pluviais, e, conseqüentemente, a erosão. Normalmente, apresentam rede de drenagem com alta densidade e com padrão dendrítico.\nPEal - PODZÓLICO VERMELHO ESCURO ÁLICO Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado;\nPVe3 - PODZÓLIXO VERMELHO - AMARELO ABRÚPTICO EUTRÓFICO Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado;\nPVe4 - PODZÓLICO VERMELHO - AMARELO ABRÚPTICO EUTRÓFICO Tb A moderado textura arenosa/média fase floresta tropical subperenifólia relevo ondulado;\nPVe7 - ASSOCIAÇÃO DE PODZÓLICO VERMELHO - AMARELO ABRÚPTICO A moderado textura arenosa/média fase floresta tropical subperenifólia relevo suave ondulado + SOLOS LITÓLICOS eutotróficos Tb A moderado textura arenosa fase floresta tropical subcaducifólia relevo ondulado substrato arenito.\n• Solos Hidromórficos:\nHGpa2 - Associação de Glei Pouco Húmico Álico Textura Arenosa + Glei Pouco Húmico Distrófico textura média + Glei Pouco Húmico Eutrófico textura arenosa/média/arenosa todos fase campo tropical hidrófilo de várzea + Solos Aluviais Álicos Epieutróficos textura média e arenosa + Solos Aluviais Eutróficos textura média/arenosa e arenosa/média todos Tb A moderado fase campo tropical higrófilo de várzea relevo plano;\nA carta pedológica representada pela figura 10 foi elaborada a partir das informações de Carvalho (1997).\nNo quadro 2, estão descritas as principais características dos solos da bacia hidrográfica do Córrego do Embirí, extraídas de Carvalho (1997).\nQuadro 2 - Principais características dos solos da bacia hidrográfica do Córrego do Embirí.\nTipo de solo\tPrincipais Características e susceptibilidade a erosão\tRecomendações de uso\nAe2\tPossui relevo plano, com declividade inferior a 3% e solos bem drenados internamente. Possui boa fertilidade natural (eutrófico), sendo que a textura arenosa do horizonte A lhe confere baixa capacidade de retenção de água e nutrientes.\tO relevo facilita as operações da máquinas e implementos agrícolas, contudo, os solos podem apresentar problemas locais, de alagamento, devido a proximidade dos rios.\nAe3\tSolos aluviais, esta classe ocorre em relevo plano e compreende solos bem drenados internamente, sendo periodicamente alagados, devido a proximidade dos rios.\tPor serem áreas de preservação e proteção ambiental, o uso indicado para estes solos é a preservação e a reintrodução de espécies nativas.\nLVa2\tOcorre e relevo suavemente ondulado, cão não há restrição a motomecanização.\tA principal limitação ao uso agrícola desta classe diz respeito à baixa reserva de nutrientes, aliada à presença de teores elevados de alumínio trocável no horizonte B.\nPEa1\tOcorre em relevo suavemente ondulado, com declividade de 3 a 8%, aliado a permeabilidade mais rápida no horizonte A que no B, confere a este solo uma susceptibilidade a erosão com grau de limitação a utilização agrícola.\tEsta classe exige práticas conservacionistas de controle a erosão para o seu aproveitamento agrícola.\nPVe3\tOcorre em relevo suavemente ondulado, com declividade de 3 a 8%, suscetível a erosão devido, principalmente, a agregação de partículas do horizonte A, que possui textura arenosa, com baixo teores de argila e matéria orgânica.\tPossui elevada fertilidade natural ao longo do perfil, favorecendo o desenvolvimento de culturas.\nPVe7\tAssociação de PVe3 e Re5. Seguem as recomendações anteriores (PVe3), acrescidas das características da classe Re5 (solos litólicos).Re5: Relevo de ocorrência ondulada possui baixa capacidade de retenção de água e pequena espessura do perfil.\tPara esta classe de solo deve ser mantida a vegetação natural.\nPVe4\tRelevo de ocorrência ondulada, com declividades de 8 a 20% o que aliado com o caráter abruptico, gradiente textural elevado e baixa capacidade de agregação das partículas do horizonte superficial, torna-o muito susceptível a erosão.\tDevido aos severos riscos a erosão, recomenda-se o seu uso com pastagens para cobrir totalmente o solo, ou, se for o caso, preservação da vegetação natural.\nHGpa2\tSituam-se principalmente em áreas mal drenadas das planícies aluviais, ocorrem em relevo plano, via de regra, nas cotas mais baixas\tPor ocorrerem em áreas planas, mal drenadas e sujeitas a inundações freqüentes, possui restrições ao uso.\n«0300\n«3000\nI\no o\n«OOOO\t«3000\nESBOÇO PEDOLÓGICO DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nAe2\nAe3\nPEa1\nPVe3\nLVa2\nPVe7\nPVe4\nHGpa2\nConvenções Cartográficas\nLagoas\n----Limite da bacia\n— Drenagem\nOrientação: Prof, Dr. Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000 Projeção: UTM SAD 69\nFonte: DIBIESO, E. P Planejamento Ambiental da Bacia Hidrográfica do Córrego do Cedro -P Prudente/SP Dissertação (mestrado em geografia) FCT/UNESP\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp *3apesp GAD S\nEscala Gráfica:\n500\t250\t0\t500\n1.000\t1.500\n2.000 m\n4.3.6\tGeomorfologia\nA geomorfologia é a ciência que estuda as formas do relevo. As formas representam a expressão espacial de uma superfície, compondo as diferentes configurações da paisagem morfológica. É o aspecto visível, a sua configuração, que caracteriza o modelado topográfico de uma área (CHRISTOFOLETTI, 1974, p.1)\nO esboço geomorfológico representado pela figura 11 foi elaborado através da compilação do mapa de DIBIESO (2011), e foram delimitados assim 3 compartimentos geomorfológicos principais: domínio das vertentes Côncavo-Convexa e retilíneas, topo ondulado das colinas convexizadas, e planície de inundação.\n460000\n463000\nESBOÇO GEOMORFOLÓGICO DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\n460000\n463000\nTopo ondulado das colinas convexlzadas\nDomínio das vertentes Côncavo - Convexa\ne retilínea\nPlanície de inundação\nConvenções Cartográficas\n-----Limite da bacia\n------ Drenagem\nLagoas\nOrientação: Prof, Dr Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica IGC/1998 Folhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nFonte: DIBIESO, E. P . Planejamento ambiental e gestão dos recursos hídricos: estudo aplicado à bacia hidrográfica do manancial do alto curso o rio Santo Anastácio/SP Tese de Doutorado. F¥es Prudente FCTíUNESP 2011 (em fase de elaboração).\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp Ajapesp GADtS\nEscala Gráfica:\n500\t250 o\n500\n1 000\t1.500\t2 000 m\n4.3.7\tClima\nA análise do clima no planejamento de bacias hidrográficas, busca de acordo com Santos (2004) esclarecer a influencia desse elemento, na vida, na saúde, na distribuição, e nas atividades humanas, além disso, em larga escala temporal, os dados permitem determinar a influencia do clima sob o solo da região e vegetação. Afinal a quantidade de chuvas influenciará diretamente nos processos erosivos e conseqüente assoreamento de corpos\nd'água.\tA compreensão do clima é de suma importância para o planejamento sustentável, através de sua caracterização podemos identificar e estabelecer quais os meses mais propícios para a intervenção no meio natural, seja através da identificação dos meses mais secos para a movimentação de terra na construção civil, evitando com isso a degradação do solo através da influência bastante expressiva das chuvas intensas, ou através da identificação dos meses mais chuvosos para a realização de reflorestamentos, por exemplo. (DIBIESO, 2007, p.61).\nA partir da elaboração do gráfico da média de temperatura e precipitação (figura 12), representado a seguir, pode-se verificar que o clima do município de Presidente Prudente e conseqüentemente da bacia hidrográfica do Córrego do Embirí é predominante de chuvas\nentre outubro e março, já o período seco concentra-se entre abril e setembro. A temperatura segue o regime pluviométrico, sendo o período seco de baixas temperaturas, e maiores\ntemperaturas com a predominância de chuvas.\n\t• 'A\t»* ¿\n• - ' . ;\t\t\n\t\t\npEr:\t•\t-\t\t--J-\n\t\t... «J\t¿\n\t\tJ\t¿\nFigura 12 - Gráfico 1 da média de temperatura e precipitação do período de 1980 a 2010.\nFonte: Estação meteorológica da UNESP\nOrg.: Santos, Franciane M.\n4.4\tUnidades físicas\nA carta síntese de unidades físicas (figura 13) foi elaborada a partir da sobreposição das cartas de hipsometria e declividade e esboços pedológico e geomorfológico da área de pesquisa.\nTais unidades físicas-síntese representam segundo Leal (1995), mais do que áreas delimitadas pela sobrepo sição de cartas, mas sim áreas que apresentam certa homogeneidade em seus fatores naturais, atributos, funções, aptidão para determinada forma de uso e ocupação, além de respostas semelhantes para as ações antrópicas.\nA análise das unidades do meio físico poderá servir como parâmetro para o planejamento ambiental, pois, através dos resultados obtidos, podemos estabelecer níveis de restrição ao uso e ocupação do solo e, com isso, adequar os projetos de parcelamento e de uso e ocupação do solo as características físicas da área. (DIBIESO, 2007, p.63).\nAs unidades do meio físico determinadas para a bacia hidrográfica do Córrego do Embirí seguem:\nUnidade I: Caracteriza-se por Solos PVe7, com alta susceptibilidade a erosão que é potencializado devido ao relevo com domínio de vertentes côncavo-convexa e retilíneas além da presença considerável de topos ondulados das colinas convexizadas, e declividade predominante de 10 a 20%.\nUnidade II: Solos PVe4 e PVe3, de alta susceptibilidade a erosão, devido, principalmente, a agregação de partículas do horizonte A, que possui textura arenosa, com baixo teores de argila e matéria orgânica, o relevo desta unidade, possui relevo de topos ondulados das colinas convexizadas, com declividades de 5 a 20%.\nUnidade III: Localiza-se na foz do córrego do Embirí, possui solos hidromórficos (HGpa2), relevo de planícies aluviais e declividade predominante de 0 a 5%.\nUnidade IV: Caracteriza-se por solos Ae3, bem drenados internamente, sendo periodicamente alagados, devido à proximidade dos rios, possui relevo de planícies aluviais e declividades de 0 a 5%.\nUnidade V: Apresenta solos Ae2, bem drenados internamente. Possui boa fertilidade natural (eutrófico), sendo que a textura arenosa do horizonte A lhe confere baixa capacidade de retenção de água e nutrientes, possui declividade de 5 a 10% e relevo vertentes côncavo-convexa e retilíneas.\nUnidade VI: Caracteriza-se por solos PVe7, com alta susceptibilidade a erosão, declividade de 0 a 10%, possui relevo de topos ondulados e colinas convexizadas\nUnidade VII: Possui solos LVa2, maduros e bem desenvolvidos, com baixa susceptibilidade a erosão influenciada também pelo seu relevo predominante de topos ondulados das colinas convexizadas e declividades de 0 a 10%.\nUnidade VIII: Caracteriza-se por Solos PVe7, com susceptibilidade a erosão que é potencializado devido ao relevo com domínio de vertentes côncavo-convexa e retilíneas além da presença considerável de topos ondulados das colinas convexizadas, e declividade predominante de 5 a 10%, o que a diferencia da unidade I e VI.\n460000\n7543000\t7546000\n«3000\nI\nFigura 13 - Carta síntese de unidades físicas Bacia Hidrográfica do Córrego do Embirí.\nCARTA SÍNTESE DE UNIDADES FÍSICAS DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nUnidade I\nUnidade II\nUnidade III\nUnidade IV\nUnidade V\nUnidade VI\nUnidade VII\nUnidade VIII\nConvenções Cartográficas\n------Drenagem\n— Limite da tecia Lagoas\nOrientação: Prof, Dr. Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp^M Ifapesp GAD*S\nEscala Gráfica:\n500 250 o\n500\t1.000\t1 500\n2 000 m\n4.5\tUso e Ocupação da terra\nA caracterização do uso e ocupação da terra da área de estudo tem como objetivo identificar, através da elaboração da carta de uso e ocupação da terra (figura 18), quais usos dados a bacia hidrográfica e suas influencias em possíveis impactos ambientais.\nUso e ocupação das terras é um tema básico para planejamento ambiental, porque retrata as atividades humanas que podem significar pressão e impacto sobre elementos naturais. É uma ponte essencial para a análise de fontes de poluição e um elo importante de ligação entre as informações dos meios biofísicos e socioeconómicos. (SANTOS, 2004, p.97).\nAs classes de uso e ocupação selecionadas foram: pastagem, solo exposto, culturas, silvicultura, mata, construções e granja. As áreas mais significativas são as de pastagem, (figuras 14 e 15), segundo censo IBGE/2011 os municípios de Presidente Prudente e Regente Feijó possuem a Agropecuária como o terceiro principal setor da economia, o que justifica a sua expressividade em áreas rurais. Tais áreas possuem formas de erosão significativas e isto pode ser verificado nos trabalhos de campo ao longo de toda a bacia.\nFiguras 14: Áreas de pastagens com concentração de Figuras 15: Áreas de pastagens com concentração de\nformas de erosão.\nformas de erosão.\nFonte: SANTOS, F.M. 27/09/2011\nHá pequenas áreas com culturas e a Presença de Silvicultura de Eucaliptos. A silvicultura encontra-se mal localizadas devido a este tipo de vegetação estar em áreas de nascentes, e, além de esgotar a fertilidade do terreno, gerar poucos nutrientes podendo causar erosões ou a compactação do solo como vem ocorrendo.\nAs áreas de matas ocorrem principalmente no Parque da cidade da criança, no município de Presidente Prudente, e em alguns trechos dos cursos d’água, pode-se destacar principalmente a ausência de mata ciliar em grande parte dos cursos d’água da bacia, figuras 16 e 17, o que potencializa a presença de solapamento das margens, processos erosivos e assoreamento dos corpos d’água.\nFigura 16 - Foz do córrego do Embirí\nFigura 17 - Trecho após foz do córrego do Embirí;\nambos casos cursos d’água assoreados e com ausência total de mata ciliar.\nFonte: SANTOS, F.M. 27/09/2011\nAs construções encontradas são basicamente algumas indústrias, o parque cidade da criança e o distrito do espigão, destacamos uma classe somente para as granjas, isto porque ela localiza-se em umas das nascentes do córrego do Embirí e seu processo produtivo pode causar danos ao meio ambiente. Durante o trabalho de campo pode-se perceber um odor muito forte oriundo do processo produtivo além deste produzir efluentes que, se despejados nos cursos d’água, podem comprometer a qualidade da água.\n460000\n463000\n7543000\t7546000\nMAPA DE USO E OCUPAÇÃO DA TERRA DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nÁreas urbanizadas\nGranjas\nSilvicultura\nSolo exposto Agricultura Pastagem Vegetação\nConvenções Cartográficas\n------ Limite da bacia\n------ Drenagem\nLagoas\nOrientação: Prof, Dr. Antonio Cezar Leal\nOrganização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nFonte: Imagem Aios - Avenir 2. 2009 Resolução espacial: 10 metros\nCena: 20/02/2009\nInstituição Apoio:\tGrupo de pesquisa\nunesp * íapfsp G>k D*S\nEscala Gráfica:\n500\t250\t0\t500\t1 000\t1 500\t2 000 m\n—I-------------------------------------------------------------------1—\n460000\t«3000\n4.6\tUnidades ambientais\nA carta de Unidades Ambientais (figura 19) foi elaborada através da sobreposição das cartas de unidades físicas-síntese e de unidades de uso e ocupação do solo. Através da análise da síntese das cartas pode-se determinar unidades com características semelhantes que represensenta-se características importantes da área.\nDe acordo com Leal (1995), o levantamento das Unidades Ambientais define-se como um processo de investigação detalhada com objetivo de obter o conhecimento amplo da área de pesquisa, para o estabelecimento do diagnóstico ambiental e das propostas de intervenção. Segundo Dibieso (2007), a utilização e ocupação do meio físico são os principais indicadores empregados para definição do estado ambiental, pois estão diretamente ligados a quantidade e qualidade das águas na bacia.\nÁrea de Granjas: A área possui um complexo de granjas em áreas com domínio de vertentes, e solos podzólicos com alta susceptibilidade a erosão, sua ocupação pode ser prejudicial ao meio ambiente devido ao lançamento de efluentes, prejudicando a qualidade da água.\nÁrea de Foz do Córrego do Embirí: possui solos hidromórficos (HGpa2), relevo de planícies aluviais e declividade predominante de 0 a 5%. A área é ocupada basicamente por pastagem. Recomendação: Por ocorrerem em áreas planas, mal drenadas e sujeitas a inundações freqüentes, apresentam sérias restrições ao uso e deste modo deve ser mantida a vegetação natural para evitar degradações.\nÁrea úmida principal: Caracteriza-se por solos Ae2, bem drenados internamente, sua ocupação é basicamente de pastagem, e a recomendação para esta unidade por serem áreas de preservação e proteção ambiental, é a preservação e a reintrodução de espécies nativas.\nÁrea Urbanizada e de expansão indústrial: compreende a ocupação urbana do Distrito do Espigão - Regente Feijó, conjuntos habitacionais, e algumas indústrias, trata-se de um setor com área urbanizada, no qual ocorrem conflitos ambientais e conseqüentes processos erosivos e degradação ambiental e pela sua localização próxima a rodovias a tendência é de aumento na implantação de empreendimentos.\nCidade da Criança: A área possui grande importância ambiental, pois possui grande área com vegetação remanescente (destacada no mapa), e ao mesmo tempo, participa com diversas atividades de educação ambiental incentivando a preservação e conservação do meio ambiente.\nColinas com potenciais agrícolas: caracterizadas pelos solos LVa2, maduros e bem desenvolvidos, com baixa susceptibilidade a erosão. Sua ocupação é de pastagem e agriculturas. Esta área pode usada para ocupação desde que seja feita de forma eficiente sem danos ao meio ambiente.\nVegetação remanescente: presente em alguns trechos da Bacia Hidrográfica, a área de é considerada uma unidade ambiental, devido importância de sua conservação, preservação e recuperação. Esta unidade representa o objetivo a se alcançar para obter um adequado estado ambiental da bacia.\nVertentes com pastagem: esta unidade apresenta pouca ocupação antrópica, pisoteio de gado e degradação devido à formação de diversos processos erosivos e assoreamentos. A recomendação para esta unidade é de recompor sua vegetação natural e fazer a devida manutenção.\nÁreas de APP com solos Aluviais: compreende uma área no interior da bacia em que seu solo Ae2, possui boa fertilidade natural (eutrófico), sendo que a textura arenosa do horizonte A lhe confere baixa capacidade de retenção de água e nutrientes, possui declividade de 5 a 10% e relevo vertentes côncavo-convexa e retilíneas. O relevo facilita as operações da máquinas e implementos agrícolas, contudo, os solos podem apresentar problemas locais, de alagamento, devido a proximidade dos rios. Sua ocupação é de pastagem e vegetação nativa. Esta classe exige práticas conservacionistas de controle a erosão para o seu aproveitamento agrícola.\n«0000\nI\n«3000\nCARTA DE UNIDADES AMBIENTAIS DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nÁrea de APP com solos Aluviais\nÁrea de Foz do Córrego do Embiri\nÁrea de granjas\nÁrea úmida principal\nÁrea urbanizada e de expansão industrial Cidade da Criança\nColinas com potenciais agrícolas Vegetação remanescente\nVertentes com pastagens\nConvenções Cartográficas\n---- Drenagem\n— Limite da bacia Lagoas\nOrientação: Prof, Dr Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1 10 000 Projeção: UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa\nunesp * 1APESP GA D?S\n«0000\t«3000\nEscala Gráfica:\n500\t250\t0\t500\n1 000\t1 500\n2 000 m\nCAPÍTULO 5. ANÁLISE DA QUALIDADE DA ÁGUA\nA qualidade da água é definida pelas atividades antrópicas e pelos processos naturais que dela utilizam. De acordo com Von Sperling (2005) a qualidade do recurso hídrico é fUnção das condições naturais e do uso e ocupação do solo na bacia hidrográfica.\nEm relação às condições naturais Von Sperling (2005) discute que a qualidade da água é comprometida pelo escoamento superficial e infiltração, resultantes da precipitação. Tais processos favorecem o contato e incorporação de partículas, substâncias e impurezas a água, e, isto ocorre independente da bacia hidrográfica ser totalmente preservada em suas condições naturais (exemplo: uso e ocupação do solo com matas e florestas). As atividades antrópicas, por sua vez, influenciam diretamente a qualidade da água, de forma concentrada, através do lançamento de efluentes domésticos e/ou industriais, e de forma dispersa através, por exemplo, da utilização de defensivos agrícolas no solo.\nIndependente de que tipo de interferência ocorra no recurso hídrico, no geral, todas introduzem na água compostos e substâncias químicas cada vez mais difíceis de serem removidas e que prejudicam a qualidade da água. A figura 20 representa alguns exemplos de inter-relação entre o uso e ocupação do solo e focos alteradores da qualidade da água. Podemos observar o limite da bacia hidrográfica e a influência de todos os processos no seu interior a qualidade da água desta bacia.\n\nQUALIDADE DAS ÁGUAS E USO E OCUPAÇÃO DO SOLO NA BACIA HIDROGRÁFICA\nFig. 1.1. Exemplos de inter-relação entre uso e ocupação do solo e focos alteradores da qualidade da água\nFigura 20 - Exemplos de inter-relação entre uso e ocupação do solo e focos alteradores da qualidade da água.\nFonte: Von Sperling, 2005 p.16\nNo caso da bacia hidrográfica do Córrego do Embirí, a drenagem de águas tem como destino o Rio Santo Anastácio utilizado para abastecimento público do município de Presidente Prudente. Conforme Von Sperling (2005), o uso mais nobre da água é representado pelo abastecimento de água doméstico, o qual requer a satisfação de diversos parâmetros de qualidade definidos pela Portaria 518 (2004), do Ministério da Saúde que prevê o padrão de Potabilidade da água. Para analisar a qualidade da água desse Córrego, procurou-se utilizar em partes a metodologia do IQA - Índice de Qualidade da Água, adaptado, usado pela CETESB (Companhia Ambiental do Estado de São Paulo).\nO IQA foi desenvolvido para avaliar a qualidade da água bruta visando seu uso para o abastecimento público, após tratamento. Para o cálculo do IQA são utilizados 9 parâmetros que em sua maioria são indicadores de contaminação causada pelo lançamento de esgotos domésticos. Os parâmetros são: oxigênio dissolvido, coliformes termotolerantes, potencial hidrogênionico (pH), Demanda Bioquímica de Oxigênio - DBO, temperatura da água, nitrogênio total, fósforo total, turbidez e sólidos totais, para cada parâmetro são atribuídos pesos (w), que foram fixados em função da sua importância para a conformação global da qualidade da água.\nAssim, através das definições de Von Sperling (2005) os parâmetros são conceituados como:\nOxigênio dissolvido: de essencial importância para os organismos aeróbicos (que vivem na presença de oxigênio), as águas poluídas por esgotos apresentam baixa concentração de oxigênio dissolvido, pois este é consumido pelas bactérias no processo de decomposição da matéria orgânica. Dependendo da magnitude desse fenômeno diversos seres aquáticos podem morrer, e caso o oxigênio seja totalmente consumido, tem-se as condições anaeróbicas (ausência de oxigênio), que podem gerar maus odores. Por outro lado as águas limpas apresentam concentrações de oxigênio dissolvido mais elevadas, geralmente superiores a 5mg/L.\nPotencial Hidrogeniônico (Ph): O pH varia de 0 a 14 e representa a concentração de íons hidrogênio H+, dando uma indicação de acidez, neutralidade ou alcalinidade da água. A Resolução CONAMA 357 estabelece que para a proteção da vida aquática o pH deve estar entre 6 e 9.\nDemanda Bioquímica de Oxigênio - DBO: A Demanda Bioquímica de Oxigênio representa o consumo de oxigênio necessário para oxidar a matéria orgânica presente na água\natravés da decomposição microbiana aeróbia. A DBO 5,20 é a quantidade de oxigênio consumido durante 5 dias em uma temperatura de 20°C.\nAltos valores da DBO5,20, no recurso hídrico são provocados geralmente pelo lançamento de cargas orgânicas, o que ocasiona uma diminuição dos valores de oxigênio dissolvido na água devido ao consumo pelos microorganismos que se alimentam da carga orgânica.\nTemperatura da água: A temperatura é a medição da intensidade de calor do recurso hídrico. A elevação da temperatura aumenta a taxa das reações físicas, químicas e biológicas (na faixa usual de temperatura), diminui a solubilidade dos gases, e aumenta a taxa de transferência dos gases (pode provocar mal cheiro). A temperatura deve ser analisada em conjunto com outros parâmetros como oxigênio dissolvido e alem disso deve proporcionar condições para as reações bioquímicas de remoção de poluentes ,no caso de águas residuárias.\nNitrogênio Total: O nitrogênio pode ser encontrado em corpos d'água nas formas de nitrogênio orgânico, nitrogênio amoniacal, nitrito e nitrato. O nitrogênio sob a forma de nitratos é prejudicial à saúde humana, e em altas concentrações podem causar a doença chamada metahemoglobinemia (síndrome do bebê azul)\nO nitrogênio é um elemento indispensável para o crescimento de algas e, quando em altas concentrações em lagos e represas pode ocasionar o crescimento excessivo das algas, processo conhecido como eutrofização, que pode prejudicar o abastecimento público, a recreação e a preservação da vida aquática.\nAs fontes de nitrogênio para os corpos d'água são variadas, sendo uma das principais o lançamento de esgotos sanitários e efluentes industriais. Em áreas agrícolas, o escoamento da água das chuvas em solos que receberam fertilizantes também é uma fonte de nitrogênio, assim como a drenagem de águas pluviais em áreas urbanas. Nos processos bioquímicos consome oxigênio através da conversão da amônia a nitrito e deste a nitrato.\nTurbidez: A turbidez indica o grau de interferência com a passagem da luz através da água, conferindo uma aparência turva a ela. Esta atenuação ocorre pela absorção e espalhamento da luz causada pelos sólidos em suspensão (silte, areia, argila, algas, detritos, etc. ). A turbidez pode ter origem natural,quando, por exemplo, as águas pluviais carregam sedimentos de erosões para os corpos d'água, esses sólidos suspensos podem servir de abrigo para organismos patogênicos. E pode ter origem antrópica, como o lançamento de esgotos e de efluentes industriais.\nAlém disso, em corpos d'água, a turbidez pode reduzir a penetração da luz, prejudicando a fotossíntese.\nResíduo Total ou Sólidos Totais: Todos os contaminantes da água, com exceção dos gases dissolvidos, contribuem para os sólidos totais. O resíduo total é a matéria que permanece após a evaporação, secagem ou calcinação da amostra de água durante um determinado tempo e temperatura.\nQuando os resíduos sólidos se depositam nos corpos d'água podem causar seu assoreamento, que gera problemas para a navegação e pode aumentar o risco de enchentes. Podem causar também danos à vida aquática pois ao se depositarem eles destroem os organismos que vivem nos sedimentos e servem de alimento para outros organismos, além de danificar os locais de desova de peixes.\nAssim, após os cálculos necessários poderá ser calculada a qualidade da água como representado pela tabela 6.\nTabela 6 - Classificação da qualidade da água.\nIQA\t\nPonderação\tClassificação\n80 a 100\tÓtima\n52 a 79\tBoa\n37 a 51\tAceitável\n20 a 36\tRuim\n0 a 19\tPéssima\nFonte: CETESB (2006)\nA aplicação destes índices na rede de monitoramenro irá permitir uma abordagem mais completa e fidedigna da qualidade das águas, fornecendo um instrumento importante para o controle e o gerenciamento dos recursos hídricos.\nA coleta da água para análise dos parâmetros foi realizada em 3 pontos localizados na Bacia Hidrográfica do Córrego do Embirí, cuja localização apresenta-se na figura 21, e foram obtidos os resultados esquematizados na tabela 7.\nTabela 7 - Resultados da classificação da qualidade da água.\n\tTurbidez (ntu)\tSólidos totais (mg/l)\tNitrogênio total (mg/l)\tPH\tDBO (mg/l)\tOD\t(% saturação)\tTempe ratura (°C)\tIQA adaptado\tClassificação\nP1\t2,75\t7,1x1 0’5\t8,9752\t7,18\t6,24\t67,96\t25\t76,5\tBoa\nP2\t12,9\t8,1x1 0’5\t14,4727\t6,21\t0\t37,28\t22\t54,5\tBoa\nP3\t67,8\t1,95x\t19,6929\t6,55\t10,2\t43,13\t25\t23,9\tRuim\n10’4\n\n7543000\n460000\n463000\nI\nBACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRI - PONTOS DE COLETA PARA ANÁLISE DE ÁGUA\nLEGENDA:\nPI - Foz do Córrego do Embiri\nP2 - Nascente próxima as granjas\nP3 - Próximo as nascentes do Distrito do Espigão\no\n2 O\n-a\n460000\n463000\nConvenções Cartográficas\n— Limite da bacia\nDrenagem\nLagoas\nOrientação: Prof, Dr. Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp **:fapesp GAD*S\nEscala Gráfica:\n500 250\t0\t500\t1.000\t1.500\t2.000 m\nO primeiro ponto (P1) encontra-se na foz da bacia, encontro do Córrego do Embirí com Rio Santo Anastácio (figura 22 e 23). Observamos nesse ponto a ausência quase que total de mata ciliar, e o processo de assoreamento iniciado devido à grande quantidade de solo exposto. Neste ponto a classificação do IQA adaptado foi boa, isto ocorre possivelmente devido ao processo de autodepuração que ocorre ao longo do percurso da nascente a foz, porém em longo prazo, devido às condições locais supracitadas, e se nada for feito, a qualidade da água pode ser comprometida.\nFiguras 22 - 1° ponto de coleta - Foz do Córrego do\nFiguras 23 - 1° ponto de coleta - Foz do Córrego do\nEmbirí.\nEmbirí.\nFonte: SANTOS, F.M. 27/09/2011\nO segundo ponto (P2) localiza-se em uma das suas nascentes próximo a uma granja. Do mesmo modo que o ponto P1o IQA adaptado obteve classificação boa, porém com valores mais próximos ao aceitável, isso ocorre provavelmente pelo lançamento de resíduos da granja. Esta amostra obteve o menor valor de PH e um valor alto no parâmetro de nitrogênio total, o que segundo Von Sperling (2005) pode estar associado à presença de efluentes industriais, no caso os despejos da granja. (figura 24 e 25).\nFiguras 24 - 2° ponto de coleta - Nascente próxima a\nGranja\nFiguras 25 - 2° ponto de coleta - Nascente próxima a\nGranja\nFonte: SANTOS, F.M. 27/09/2011\nEnfim o terceiro ponto (P3), localiza-se próximo de uma das nascentes e ao Distrito do Espigão, neste local pode-se coletar a amostra mais poluída (com coloração verde musgo e odor forte) por meio da qual de acordo com IQA adaptado, obteve-se classificação ruim e próxima ao péssimo, isso possivelmente ocorre devido ao lançamento de efluente de uma lagoa de tratamento de esgotos próxima.\nA Figura 26 representa a lagoa de tratamento de esgotos que lança o efluente no curso d'água já a figura 27 mostra o local de lançamento do efluente no curso d'água, destacando sua coloração verde.\nOs valores da maioria dos parâmetros neste ponto foram significativamente maiores que os das demais amostras, isso ocorre, pois, com a ausência de mata ciliar próxima ao ponto de lançamento, a vazão do corpo d'água diminuiu, e com isso a água fica parada no local dificultando sua autodepuração. As características da água neste ponto ficam próximas do esgoto bruto, o que causa o odor forte e proliferação de doenças aos moradores do Distrito.\nFiguras 26: Lagoa de tratamento de esgotos\nFiguras 27: Local de lançamento do efluente no curso\nd’água\nFonte: SANTOS, F.M. 27/09/2011\nPodemos comprovar, desta forma, que o processo de degradação que ocorre na bacia hidrográfica possui influencia direta na qualidade das águas, principalmente no que diz respeito aos pontos onde coletou-se as amostras.\nCAPÍTULO 6. MAPEAMENTO PARTICIPATIVO DE RISCOS AMBIENTAIS\nDe acordo com Herlihy &amp; Knapp, cit. por Acselrad &amp; Coli (2008), o mapeamento participativo é aquele que reconhece o conhecimento espacial e ambiental de populações locais e insere em modelos mais convencionais de conhecimento. Uma das formas de mapeamento ambiental participativo com amplas possibilidades de aplicação é aquela que leva em conta percepção ou conhecimento da população afetada pelos riscos ambientais. Carpi Jr &amp; Dagnino (2007)\nSendo assim o risco ambiental por definição é o potencial de ocorrência de efeitos adversos indesejados para a saúde da vida humana, para o ambiente ou para bens materiais (SÁNCHEZ, 2008, p.464). De acordo com a conceituação de Veyret &amp; Meschinet de Richemond (2007, p. 63), os riscos ambientais “resultam da associação entre os riscos naturais e os riscos decorrentes de processos naturais agravados pela atividade humana e pela ocupação do território.” Entretanto, Rebelo (2003, p. 252) considera que existe um ponto de confluência:\nIndependentemente das palavras utilizadas, está, na prática, aceite, por quase todos os que se dedicam a este tipo de estudos, que o risco é, então, o somatório de algo que nada tem a ver com a vontade do homem (aleatório, acaso, casualidade ou perigosidade), com algo que resulta da presença direta ou indireta do homem, ou seja, a vulnerabilidade.\nCarpi &amp; Dagnino (2007, p.9), classificam os riscos ambientais em 4 tipos, os riscos naturais, os riscos tecnológicos, os riscos sociais e os riscos ambientais, para os autores o risco natural,\n[...] é a denominação preferida para fazer referência àqueles riscos que não podem ser facilmente atribuídos ou relacionáveis à ação humana. Embora, nos dias de hoje, essa seja uma tarefa cada vez mais difícil.\nDe acordo com Sánchez (2008 p.316) ”a caracterização de situações de risco natural deve-se sempre levar em consideração a ação do homem como agente deflagrador ou acelerador dos processos naturais”. O homem através de sua intervenção no meio ambiente pode ocasionar a alteração, por exemplo, dos ciclos biogeoquímicos, que são a base natural dos processos ecológicos, e assim comprometem todos os demais ecossistemas acelerando e modificando os processos naturais.\nO risco tecnológico para Sánchez (2008 p.316),\n[...] são aqueles cuja origem está diretamente ligada a ação humana. Incluem-se os riscos de acidentes tecnológicos (explosões, vazamentos etc.) e os riscos a saúde (humana ou do ecossistema) causados por diferentes ações antrópicas, como a utilização ou liberação de substâncias químicas, de radiação ionizante e de organismos geneticamente modificados.\nSegundo Vieillard-Baron, (2007 apud Carpi e Dagnino, 2007, p.10) devido à polissemia da expressão social, pode-se qualificar como risco social a maior parte dos riscos, “quer nos atenhamos às suas causas sociais, quer atentemos para suas conseqüências humanas”.\nOs riscos ambientais segundo de Veyret e Meschinet de Richemond (2007, apud Carpi e Dagnino, 2007, p11) “resultam da associação entre os riscos naturais e os riscos decorrentes de processos naturais agravados pela atividade humana e pela ocupação do território.” Esta definição abrange todas as demais, a sociedade, a tecnologia e os acontecimentos natu rais .\nSegundo Maljazova &amp; Cjalov (2004), apesar da ampla difusão do termo “risco” na vida atual e do largo uso na Ciência, até o momento não existe uma definição universal do conceito, embora considerem que no seu sentido e compreensão contemporânea pode-se interpretar como a probabilidade de ameaça. O risco seria função da exposição do objeto (a população, a economia) a um impacto natural perigoso, à sensibilidade ou vulnerabilidade desse objeto a esses impactos, e à defesa que pode-se exercer em relação aos mesmos. Assim, o risco somente pode surgir onde a população e a economia se expõem ao perigo, e é avaliado como a probabilidade de ocorrência de tais acontecimentos acompanhados de suas consequências não desejáveis.\nCarpi Jr &amp; Dagnino (2007) consideram que o risco se apresenta em situações ou áreas em que existe a probabilidade, susceptibilidade, vulnerabilidade, acaso ou azar de ocorrer algum tipo de ameaça, perigo, problema, impacto ou desastre. Segundo Amaro (2005, p. 7), “o risco é, pois, função da natureza do perigo, acessibilidade ou via de contacto (potencial de exposição), características da população exposta (receptores), probabilidade de ocorrência e magnitude das conseqüências” .\nDe acordo com Sánchez (2008) para se analisar os riscos ambientais se faz necessário a diferenciação de dois conceitos que primordialmente podem parecer semelhantes: perigo e risco. Perigo se refere a “uma condição ou situação que tem potencial de acarretar conseqüências indesejáveis”, Assim perigo teria como sua característica a ligação intrínseca a suposta substancia, instalação, ou artefato. Já o risco para o autor é conceituado como “a contextualização de uma situação de perigo”, trata-se da possibilidade de ocorrência do\nAtravés da definição de riscos ambientais exposta pode ocorrer uma associação com o conceito de impactos ambientais devido as conseqüência que são dadas ao meio ambiente e a sociedade, porém é importante salientar que tais conceitos diferem-se, de acordo com Carpi &amp; Dagnino (2007, p.24):\n[...] pode-se dizer que a identificação de um risco precede temporalmente a identificação de algo impactante, sendo a noção de risco mais abrangente para mostrar os diversos efeitos que um determinado evento pode ocasionar. Por outro lado, pode acontecer que um impacto constatado num determinado local origine a percepção sobre as alterações ambientais e a possibilidade de riscos em outros. Nesse sentido, o impacto tem a característica de algo rápido, “impactante” enquanto que o risco e a alteração remetem a algo lento e sútil.\nPara Carpi Jr. (2001) os impactos ou alterações do ambiente podem se configurar como formas de risco ambiental, que ao ser percebido pelo homem, pode se transformar em ponto de partida para as ações que visem a melhoria da qualidade de vida, juntando esforços dos diversos setores da sociedade. Deste modo é possível que o planejamento ambiental de uma determinada área atinja melhores resultados a partir do momento que leve em consideração os riscos ambientais, sua avaliação e elaboração de propostas que tenham como objetivo a melhoria nas condições ambientais e conseqüente qualidade de vida para a população.\nDesta forma, a elaboração do mapa participativo de riscos ambientais ocorreu através da participação na pesquisa de pós-doutorado do Dr. Salvador Carpi Jr. O mapa é também chamado de mapa ambiental participativo devido as indicações serem de caráter exclusivo da população que vive nos arredores da bacia e que convive com esses riscos, de modo que representa os riscos ambientais indicados pela participação pública.\nAtravés da reunião de mapeamentos de riscos participativa pode-se elaborar um mapa preliminar juntamente com os de trabalhos de campo, imprescindíveis para complementar e verificar as informações obtidas na reunião.\nAlém disso, houve a participação de alguns profissionais conhecedores de toda a bacia do Rio Santo Anastácio: Sandro Roberto Selmo, secretário executivo adjunto do Comitê da Bacia do Pontal do Paranapanema; José Cezar Zoccal, gerente engenheiro agrônomo da Companhia de Desenvolvimento Agrícola de São Paulo (CODASP) e Marcos Norberto Boin, Geólogo do Ministério Público do Estado de São Paulo, que forneceram informações através\nde indicações no mapa propiciando um maior conhecimento dos riscos presentes na área de pesquisa.\nDeste modo foi possível a elaboração do mapa ambiental participativo da bacia hidrográfica do Córrego do Embiri (figura 30).\nNo mapa ambiental participativo final, observa-se que a área de pesquisa encontra-se demasiadamente degradada, necessitando de intervenções para estabelecer sua recuperação. Pode-se observar principalmente a presença de diversas voçorocas (figura 28) distribuídas pela bacia utilizadas pela população muitas vezes para despejo de lixo e entulhos (figura 29).\nFigura 28 - Foto da Voçoroca ao fundo próxima aos cursos d’água\nFigura 29 - Foto da presença de entulho nas voçorocas\nFonte: SANTOS, F.M. 14/01/2011\nEssas voçorocas são decorrentes possivelmente, do forte processo erosivo do escoamento de águas pluviais para o fundo de vale. Esta situação perturba a condição de equilíbrio natural da camada superficial do solo, criando sérios problemas para o desenvolvimento da agricultura nos arredores e também para o manejo dos recursos hídricos da área urbana local. A água (das chuvas ou da drenagem urbana) é o principal agente erosivo, além é claro, da influência da topografia do terreno, do tipo de solo, da cobertura vegetal e do clima que serão estudadas posteriormente neste trabalho.\n459000\n463000\n465000\n7548000\n7548000\n7547000\n7546ÜOO\n7545000\n7545000\n7544003\n7544000\n7543000\n7543000\n754200o\n7542000\nEscala 1:25.000\n463000\n45Ü000\n465000\nFálica de bebida\\wilson\nLegenda do mapa-base\nLegenda:\nDrenagem\nEstrada a ser recuperada\nTrecho fluvial poluído\nLimite da Bacia Hidrográfica ■\nVoçoraca\nÁrea urijan izada\nEstação de tratamento de esgoto\nÁrea com mata preservada\n* / / I z-\nCultivo de eucaliptos em área de nascentes\nAeroclube - risco de acidentes\nVoçoroca com despejo de lixo e entulho\nTrecho fluvial com redução de vazão\nDespejo de lixo e entulho\nOrg. Por:\nSalvador Carpi Junior\nAntônio Cezar Leal\nEduardo Pizzolim Dibieso Franciane Mendonça dos Santos Amilcar Gilvani Custódio de Oliveira\nProjeção Universal Transveisa de Meiestor- LTM Referência Horbontal: SAD-69CHUÀ, MG Referência Vertical: Marêgrafo Imbituba, SC CocBe ientc de Deforauçâo Linear: 0.9996370 Meridiano Central: 51“ Fuso 22\nFonte: reunião pública no bairro Palmitalzinho (juL 2010); trabalho de campo (jan. 2011)\nMapa ambiental participativo-Bacia Hidrográfica do Córrego Embiri/SP 7\nVegetação Nativa J\nFigura 30 - Mapa ambiental participativo da Bacia Hidrográfica do Córrego do Embirí.\nNota-se também um trecho fluvial poluído decorrido possivelmente do despejo de resíduos nas voçorocas que seguem para o curso d'água devido aos processos erosivos, ocorrendo assim à contaminação, além disso, devido a grande quantidade de sedimentos lançados no curso d'água ocorre a redução de vazão de um trecho fluvial. Observa-se um trecho de estradas a serem recuperadas, e a presença da antena de celular no distrito do espigão localizado no município de Regente Feijó, próxima a residências, capaz de oferecer riscos a saúde da população devido a radiação eletromagnética emitida quando operam.\nDe acordo com Dias &amp; Siqueira (2002) não é possível afirmar que a exposição à irradiação de microondas seja totalmente livre de causar potenciais efeitos adversos à saúde, mesmo porque os estudos do potencial cancerígeno ainda não são concretos, e sendo assim deve-se incentivar pesquisas nesse sentido que já vem sendo amplamente desenvolvidas. A princípio deve-se realizar a precaução e atender a legislação que diz respeito à implantação de antenas de celular com segurança. Em São Paulo, a comprovação de atendimento dos limites estabelecidos pela Resolução da ANATEL por meio de laudo técnico; proibição de instalação em: presídios, cadeias e FEBEM, hospitais e postos de saúde; escolas, asilos e casas de repouso; postos de combustíveis; distância mínima entre antenas de cem metros; estabelecimento de recuos; montagem de sistema de informação sobre localização e funcionamento de ERBs; fiscalização pelas Subprefeituras.\nPróximo ao distrito localiza-se também a estação de tratamento de esgotos que pode ser um risco ambiental devido à possibilidade de um vazamento, tal como o aeroclube onde existe a possibilidade de acidentes. O cultivo de eucaliptos (vegetação não nativa) nas áreas de nascentes também se caracteriza como riscos ambientais devido a este tipo de vegetação esgotar a fertilidade do terreno, e gerar poucos nutrientes podendo causar erosões ou a compactação do solo. No entanto o mapeamento ambiental participativo relaciona também aspectos positivos em relação ao meio ambiente como o caso da área com mata preservada.\nCAPÍTULO 7. DIAGNÓSTICO AMBIENTAL\nO diagnóstico ambiental de acordo com Leal (1995) compreende a avaliação do potencial dos recursos da área, do estado e a deterioração geoecológica, os riscos, a avaliação da eficiência de uso e impacto atual, e a identificação dos problemas ambientais. Para Santos (2004), nesta fase objetiva-se a determinação das potencialidades e fragilidades da área de estudo.\nA etapa de Diagnóstico Ambiental permite-nos avaliar os principais problemas da bacia e as perspectivas de solução, que irão subsidiar os planos de trabalho e propostas de intervenção posteriores. Trata-se de um trabalho complexo, pois depende de nossa capacidade de percepção, observação, interpretação e sistematização dos vários processos sociais e naturais presentes. (LEAL, 1995, p.48).\nPara elaboração do Diagnóstico Ambiental foram utilizadas as informações sistematizadas no inventário bem como as análises físico-químicas de amostras de águas de alguns pontos da bacia, o mapeamento participativo de riscos ambientais, novos levantamentos bibliográficos, trabalhos de campo, que juntos, subsidiaram a elaboração das cartas de fragilidade ambiental, carta de espacialização da legislação ambiental e carta de problemas ambientais.\n7.1\tCarta de fragilidade ambiental\nDe acordo com Guerra e Cunha (2000), conhecer as potencialidades dos recursos naturais consiste em identificar os tipos de solos, relevo, rochas, dentre outros componentes geográficos que dão suporte a vida animal e humana, porém para análise das fragilidades ambientais é necessário que esses componentes sejam analisados de forma integrada, com base no principio de que a funcionalidade da natureza é relacionada com fatores físicos, bióticos e sócio-econômicos interligados. Por sua vez, Ross (2004, p.40) descreve que,\n[...] a identificação dos ambientes naturais e suas fragilidades potenciais e emergentes proporcionam uma melhor definição das diretrizes e ações a serem implementadas no espaço físico-territorial, servindo de base para o zoneamento e fornecendo subsídios à gestão do território.\nDesta maneira, a carta de fragilidade ambiental representada pela figura 31 foi elaborada a partir da atribuição de pesos as classes das cartas temáticas de pedologia, geomorfologia, uso e ocupação da terra e declividades. Foi atribuído o peso 0 (zero) para\nAs cores mais frias representam áreas com baixa fragilidade ambiental, e localizam-se principalmente em áreas com concentração de vegetação nativa, destacamos boa parte da unidade ambiental - Cidade da Criança apresenta baixa fragilidade ambiental, e mesmo com as características de solos podzólicos (susceptíveis a erosão), declividade e relevo, isso ocorre pela presença do parque da cidade da criança - Presidente Prudente/SP que mantém uma área consideravel preservada com vegetação nativa que impede a degradação.\nAs cores mais fortes são representativas de áreas com alta fragilidade ambiental, estas áreas encontram-se próximas aos cursos d’água e planícies fluviais, com ausência de mata ciliar em quase todos os pontos, facilitando os processos erosivos, assoreamento de cursos d’água e conseqüente comprometimento da qualidade da água. Podemos destacar as unidades ambientais - Área úmida principal e Área de foz do Córrego do Embirí, com solos hidromórficos (HGpa2) e aluviais (Ae3) respectivamente, com relevo de planícies aluviais, tais áreas apresentam sérias restrições ao uso e por serem áreas de preservação e proteção ambiental deveria ter sua vegetação preservada, o uso indicado para esta unidade é a preservação e a reintrodução de espécies nativas, o que não ocorre atualmente e causa o aumento significativo da degradação da área em questão.\n7543000\t7546000\n463000\n460000\n463000\nCARTA DE FRAGILIDADE AMBIENTAL DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nFragilidade ambiental\nMuito baixa\nBaixa\nMédia\nAlta\nMuito alta\nConvenções Cartográficas\n---- Limite da bacia\n---- Drenagem\nLagoas\nOrientação: Prof, Dr Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\nApoio:\tGrupo de pesquisa:\nunesp * 1APESP GA D^S\nEscala Gráfica:\n500\t250\n500\n1 ooo\n1 500\t2.000 m\n7.2\tCarta de problemas ambientais\nA carta de problemas ambientais representada pela figura 32 foi elaborada com base no mapeamento de riscos ambientais participativo, na análise físico - química da amostra de água de alguns pontos da bacia, nas características físicas discutidas no inventário bem como com apoio de trabalhos de campo imprescindíveis para verificação das áreas impactadas. Assim foram determinados 5 problemas ambientais importantes para discussão que compreendem as erosões, assoreamentos, ausência de mata ciliar, lançamento de esgoto e disposição irregular de entulhos.\nOs processos erosivos podem ser visualizados ao longo de toda bacia hidrográfica, isto ocorre devido ao tipo de solo ser em sua maioria podzólicos (alta susceptibilidade a erosão), aliados com a declividade alta e ao uso e ocupação das terras, em sua maioria de pastagens. A ausência de mata ciliar é um fator agravante desse processo, pois deixa o solo desprotegido, e mais suscetível as erosões. Deste modo, diversos materiais são desprendidos do solo e seguem para os cursos d'água ocasionando o seu assoreamento.\nO assoreamento acarreta na diminuição de vazão dos corpos d'água, que é o que ocorre no ponto de lançamento de esgoto proveniente da lagoa de tratamento (P3 de análise da água), por não haver vazão suficiente para autodepuração do efluente, este, permanece estacionado no local de lançamento gerando maus odores, possibilitando a proliferação de doenças, sendo um problema ambiental já que a lagoa de tratamento de esgotos em questão está localizada próxima ao Distrito do Espigão - Regente Feijó/SP. Temos também com isso a diminuição da qualidade de água, como evidenciado pela análise de água em que o IQA foi ruim e próximo ao péssimo.\nO lançamento de entulhos também caracteriza-se como um importante problema ambiental, ocorre próximo ao Distrito do Espigão, no local de lançamento está localizada uma voçoroca considerável, e os moradores, sem conscientização, com objetivo de livrar-se do entulhos e ao mesmo tempo de tentar conter a voçoroca, lançam os resíduos indiscriminadamente. Com isso os resíduos acabam por seguir para os corpos d'água prejudicando sua qualidade e aumentando a sua degradação.\n7543000\t7546000\nCARTA DE PROBLEMAS AMBIENTAIS DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\n•\tAssoreamento\n•\tDisposição irregular de entulhos\n•\tErosões\n•\tLançamento de esgoto\nAusência de mata ciliar\nVegetação nativa\nConvenções Cartográficas\n-----Ausência de mata ciliar\n-----Drenagem\n—— Limite da bacia\nLagoas\n460000\t463000\nOrientação: Prof, Dr. Antonio Cezar Leal Organização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica: IGC/1998\nFolhas Topográficas 1:10.000\nProjeção: UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp *1fapesp GAD*S\nEscala Gráfica:\n502500\t500 1.0001.5002.000 m\nA\n7.3\tCarta da espacialização da legislação ambiental\nA carta de espacialização da legislação ambiental foi elaborada a partir da delimitação da área úmida (figura 33) dos corpos d'água feita com base na imagem de satélite ALOS, 2009 imagem disponível no google earth 2009, além de trabalhos de campo.\nA delimitação da área úmida possibilitou conhecer o comprimento dos corpos d'água e assim determinar em qual caso encontram-se dentro da legislação pertinente. De acordo com a lei federal 4.771 de 15/09/1965, denominado Código Florestal, consideram-se áreas de preservação permanente, as florestas e demais formas de vegetação natural situadas:\na)\ttrinta metros, para o curso d'água com menos de dez metros de largura;\nb)\tcinqüenta metros, para o curso d'água com dez a cinqüenta metros de largura;\nc)\tcem metros, para o curso d'água com cinqüenta a duzentos metros de largura;\nd)\tduzentos metros, para o curso d'água com duzentos a seiscentos metros de largura;\ne)\tquinhentos metros, para o curso d'água com mais de seiscentos metros de largura;\nII\t- ao redor de nascente ou olho d'água, ainda que intermitente, com raio mínimo de cinqüenta metros de tal forma que proteja, em cada caso, a bacia hidrográfica contribuinte;\nIII\t- ao redor de lagos e lagoas naturais, em faixa com metragem mínima de:\na)\ttrinta metros, para os que estejam situados em áreas urbanas consolidadas;\nb)\tcem metros, para as que estejam em áreas rurais, exceto os corpos d água com até vinte hectares de superfície, cuja faixa marginal será de cinqüenta metros.\nEm se tratando de reservatórios de água artificiais e seu entorno a resolução CONAMA N° 302, de 20 de março de 2002, especifica o seguinte:\nArt 3° Constitui Área de Preservação Permanente a área com largura mínima, em projeção horizontal, no entorno dos reservatórios artificiais, medida a partir do nível máximo normal de:\nI\t- trinta metros para os reservatórios artificiais situados em áreas urbanas consolidadas e cem metros para áreas rurais;\nII\t- quinze metros, no mínimo, para os reservatórios artificiais de geração de energia elétrica com até dez hectares, sem prejuízo da compensação ambiental.\nIII\t- quinze metros, no mínimo, para reservatórios artificiais não utilizados em abastecimento público ou geração de energia elétrica, com até vinte hectares de superfície e localizados em área rural.\n460000\n463000\nCARTA DELIMITAÇÃO DA ÁREA ÚMIDA DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRi\nLEGENDA:\nárea úmida\nConvenções Cartográficas\n----Limite da bacia\n----Drenagem\nLagoas\nOrientação Prof. Dr Antonio Cezar Leal\nOrganização e Desenho:\nFranciane Mendonça dos Santos/2011\nBase Cartográfica; IGC/1998\nFolhas Topográficas 1:10.000\nProjeção UTM SAD 69\nInstituição:\tApoio:\tGrupo de pesquisa:\nunesp *:fapesp GAD?S\nEscala Gráfica:\n500 250\t0\n500\t1 000\t1.500\t2 000 m\nNo caso da área de pesquisa os cursos d'água apresentaram largura entre 10 e 50 metros e entre 50 e 200, determinando áreas de preservação permanente de 30 e 50 metros. Além disso, há reservatórios de água artificiais e não utilizados para abastecimento público ou geração de energia elétrica, com menos de vinte hectares de superfície e localizados em área rural, com áreas de preservação permanente de 15 metros.\nA carta de espacialização da legislação ambiental pode ser representada pela figura 34, nota-se que a maior parte dos cursos d'água não apresenta APP, considerado anteriormente como um dos problemas ambientais da área de estudo. As unidades ambientais I e VIII compreendem a maior área da bacia com ausência de APP, o tipo de solo dessas unidades (podzólicos) com alta susceptibilidade a erosão, e declividades altas possibilitam a degradação desta bacia com maior velocidade a medida que ocorre a supressão da vegetação nessas unidades.\n460000\n463000\nI\n460000\t463000\nAPP - ÁREA DE PRESERVAÇÃO PERMANENTE DA BACIA HIDROGRÁFICA DO CÓRREGO DO EMBIRÍ\nLEGENDA:\nAPP\nVegetação nativa\nConvenções Cartográficas\n■ Limite da bacia\ndrenagem_perene\nLagoas\nOrientação: Prof, Dr Antonio Cezar Leal\nOrganização e Desenho:\nFrandane Mendonça dos Santos/2011\nBase Cartográfica IGC/1998\nFolhas Topográficas 1 10 000\nProjeção: UTM SAD 69\nInstituição Apoio:\tGrupo de pesquisa:\nunesp *:fapesp GAgTS\nEscala Gráfica:\n500\t250\t0\n500\t1 000\t1 500\n2 000 m\nCAPÍTULO 8. PROPOSTAS DE INTERVENÇÃO E CONSIDERAÇÕES FINAIS\nPara solucionar os problemas ambientais evidenciados na área de estudo, restabelecendo o equilíbrio natural do solo e mantendo a biodiversidade da flora e fauna da região, foram formuladas algumas propostas relacionadas a seguir.\nEm relação a unidade ambiental - Área urbanizada e de expansão industrial, destacase o Distrito do Espigão localizado na bacia hidrográfica do córrego do Embirí, que contribui para sua degradação, deve ser fomentada a educação ambiental, em instituições de ensino, eventos culturais, igrejas e em parques, com divulgação de panfletos explicativos. Esta medida deve ter apoio das prefeituras, indústrias e empresas que pertençam à bacia hidrográfica, com incentivo financeiro aos projetos, eventos culturais, materiais de divulgação e atividades como plantio de mudas em áreas de preservação permanente, conscientização da reciclagem dos resíduos e uso racional da água.\nPara contenção das voçorocas e erosões presentes ao longo da bacia e principalmente na unidade ambiental - Vertentes com pastagens, é fundamental a implantação de um sistema de drenagem das águas, seguida de plantio de gramíneas e leguminosas, com objetivo de tornar o solo mais fértil, reduzir o carreamento de sedimentos para os corpos d'água, e proteger as margens dos cursos d'água. A área em questão deve ser cercada, e futuramente deverá ocorrer o plantio de vegetação nativa de maior porte com futura manutenção.\nA bacia hidrográfica apresenta ausência de mata ciliar em diversos locais sobretudo nas unidades ambientais - Área úmida principal e Área de foz do Córrego do Embirí, portanto para recomposição desta vegetação deve-se imediatamente ocorrer o cercamento e reflorestamento destas áreas. Para tanto o incentivo social, e vontade política para elaboração, financiamento e implementação de projetos deste gênero são imprescindíveis, essa proposta deve ser incentivada principalmente pelas prefeituras de Regente Feijó e Presidente Prudente, secretarias do meio ambiente, Comitê de Bacias Hidrográficas, dentre outros possíveis colaboradores.\nDeve ser realizada a conservação dos solos, já que muitos cursos d'água ao longo da bacia encontram-se assoreados, esta medida pode ser feita através do terraceamento e bacias de contenção da água desses locais, além disso, as estradas rurais referidas pelos moradores como “mau recuperadas” pela CODASP devem ser revistas a fim de cumprir seu papel sem prejudicar a bacia e conseqüente qualidade da água.\nEm relação ao lançamento de esgotos da lagoa de tratamento, o ponto de lançamento deve ser reavaliado pela CETESB, uma vez que a qualidade da água no local é ruim de acordo com as análises supracitadas podendo comprometer principalmente a saúde dos moradores da área.\nDesta forma foram estabelecidas propostas de intervenção com objetivo de melhorar a qualidade ambiental da bacia e conseqüente qualidade da água, já que está segue para o rio Santo Anastácio que abastece o município de Presidente Prudente.\nEnfim a pesquisa possibilitou o conhecimento aprofundado da bacia hidrográfica do Córrego do Embirí, de forma que, foram obtidas informações importantes para subsidiar o seu planejamento ambiental.\nA etapa de inventário permitiu diagnosticar, com auxilio das análises de água e do mapeamento ambiental participativo, o estado ambiental da bacia, e perceber que encontra-se em degradação substancial, necessitando assim de intervenção para reversão deste quadro. Podemos citar principalmente a ausência de mata ciliar muito abaixo do que prevê a legislação vigente, as erosões em diversos estágios e bastante expressivas na área de pesquisa, o assoreamento de grande parte dos cursos d'água, o lançamento de esgoto e a disposição irregular de entulhos agravando ainda mais a qualidade ambiental da bacia.\nA participação pública é de suma importância para que estas propostas sejam efetivadas, uma vez que é a população responsável por denunciar, fiscalizar e exigir ações e projetos dos órgãos públicos para melhoria da situação ambiental da bacia.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, J.R. et al. Planejamento Ambiental. Rio de Janeiro: Thex Ed.:Biblioteca Estácio de Sá, 1993. 153p.\nBRASIL. Código Florestal. Lei n° 4.471 de 15 de setembro de 1965. Disponível em:&lt;http://www.planalto.gov.br/ccivil_03/LEIS/L4771.htm>. Acesso em: 25 de nov. de 2010.\nBRASIL. Constituição (1988). Constituição da República Federativa do Brasil: promulgada em 5 de outubro de 1988. Organização do texto por Juarez de Oliveira. 4. ed. São Paulo: Saraiva, 1990. (Série Legislação Brasileira). Disponível em &lt;http://www.almg.gov.br/downloads/ConstituicaoFederal.pdf>. Acesso em: 13 mai. 2011.\nBRASIL. Lei n° 4.771, de 15 de setembro de 1965. Institui o Novo Código Florestal. Coletânea de Legislação e de Direito Ambiental/Constituição Federal. São Paulo, editora revista dos tribunais, 2007.\nBRASIL. Ministério da Saúde. Datasus: informações de saúde. Disponível em:&lt;http://www2.datasus.gov.br/DATASUS/index.php>. Acesso em: 06 jun. 2011.\nBRASIL. Ministério da Saúde. Portaria n° 518, de 25 de maio de 2004. Diário oficial da União (DOU), 26 de maio de 2004. Disponível em: www.portal.saude.gov.br. Acesso em: 10 ago. 2011.\nBOIN, Marcos Norberto. Chuvas e erosões no oeste paulista: uma análise climatológica aplicada. Rio Claro, 2000. Tese (Doutorado em Geociências e Meio Ambiente) - IGCE-Universidade Estadual Paulista.\nBOIN, M. N. Areas de Preservação Permanente: Uma visão prática. In: Centro de Apoio Operacional de Urbanismo e Meio Ambiente. (org.). Manual Prático da Promotoria de Justiça do Meio Ambiente. 1 ed. São Paulo: Impressa Oficial do Estado de São Paulo, 2005.\nCâmara municipal de Presidente Prudente - SP. Lei complementar n° 029/96. Institui o plano diretor do município de Presidente Prudente. Disponível em:&lt;http://www.presidenteprudente.sp.gov.br/>. Acesso em: 13 mai.\nCâmara municipal de Presidente Prudente - SP. Lei complementar n° 153/2008. Dispõe sobre a Lei de Zoneamento do Uso e Ocupação do Solo, da Área Urbana do Município de Presidente Prudente e dá outras providenciais. Disponível em:&lt;http://www.presidenteprudente.sp.gov.br/>. Acesso em: 13 mai.\nCâmara municipal de Presidente Prudente - SP. Lei complementar n° 154/2008. Dispõe sobre a Lei de Parcelamento do Solo para Fins Urbanos e dá outras providências. Disponível em:&lt;http://www.presidenteprudente.sp.gov.br/>. Acesso em: 13 mai.\nCAMARGO, M.U. de C. e. . Os sistemas de informações geográficas como instrumento de gestão em saneamento. Rio de Janeiro: ABES, 1997.\nCARPI JR, S. Processos erosivos, riscos ambientais e recursos hídricos na Bacia do Rio Mogi-Guaçu. Tese de Doutorado em Geociências e Meio Ambiente. Rio Claro: IGCE/UNESP, 2001. 188 p. Orientação: Prof. Archimedes Perez Filho. Disponível em\nwww.nepam.unicamp.br/downloads/tese_final_salvador.pdf\nCARVALHO, w. A. (Coord.) Levantamento semidetalhado dos solos da bacia do rio Santo Anastácio-SP. Presidente Prudente, SP: FCT-UNESP, (Boletim cientifico, n.2), 1997.\nCHRISTOFOLETTI, A. Geomorfologia. São Paulo: Edgard Blücher, 1974.\nCTPI - COOPERATIVA DE SERVIÇOS, PESQUISAS TECNOLÓGICAS E INDUSTRIAIS. Diagnóstico da situação dos recursos hídricos da UGRHI- 22. Pontal do Paranapanema: Relatório Zero. São Paulo: CPTI, 1999. CD-ROM\nCOMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL. Relatório de qualidade das águas interiores do Estado de São Paulo. São Paulo: CETESB, 1991.\nCONGRESSO NACIONAL. Lei Federal n° 6766, de 19 de dezembro de 1979. Dispõe sobre o parcelamento do solo urbano e dá outras providências. Disponível em:&lt;http ://www. cabreuva. sp .gov.br/pdf/Lei_6766_7 9-Parcelamento_do_Solo_Urbano .pdf\t>.\nAcesso em: 13 mai.\nCONGRESSO NACIONAL. Lei Federal n° 6938, de 31 de agosto de 1981. Dispõe sobre a Política Nacional do Meio Ambiente, seus fins e mecanismos de formulação e aplicação, e dá outras\tprovidências.\tDisponível\tem:\t<\nhttp://www.sigam.ambiente.sp.gov.br/sigam2/legisla%C3%A7%C3%A3o%20ambiental/lei% 20fed%201981_6938.pdf>. Acesso em: 13 mai. 2011.\nCONGRESSO NACIONAL. Lei Federal de n° 9433, de 8 de janeiro de 1997. Institui a Política Nacional de Recursos Hídricos, cria o Sistema Nacional de Gerenciamento de Recursos Hídricos, regulamenta o inciso XIX do art. 21 da Constituição Federal, e altera o art. 1° da Lei n° 8.001, de 13 de março de 1990, que modificou a Lei n° 7.990, de 28 de dezembro de 1989. Disponível em: &lt;http://www.comitepcj.sp.gov.br/download/Lei9433-97.pdf>. Acesso em: 13 mai. 2011.\nConselho Nacional do Meio Ambiente - IBAMA. Resolução CONAMA N° 001, de 23 de janeiro de 1986. Define as situações e estabelece os requisitos e condições para desenvolvimento de Estudo de Impacto Ambiental - EIA e respectivo Relatório de Impacto Ambiental\t-\tRIMA.\tDisponível\tem:\n<http://www.mma.gov.br/port/conama/res/res86/res0186.html >. Acesso em: 13 mai.\nCREPANI, E. et al. Sensoriamento Remoto e Geoprocessamento Aplicados ao Zoneamento Ecológico-Econômico e ao Ordenamento Territorial. São José dos Campos: INPE, 2001.\nCUNHA, Sandra Baptista; GUERRA, Antonio José Teixeira (Orgs.). Avaliação e Perícia Ambiental. 7. ed. Rio de Janeiro: Bertrand Brasil, 2006. (p. 229-230).\nCUNICO, C.; OKA-FIORI, C. Zoneamento ambiental da bacia hidrográfica do rio Marumbi-PR: perspectivas para a análise e avaliação das condições sócio-ambientais. Estudos Geográficos, v. 6, n. 1, p. 37-61, 2008.\nDAGNINO, Ricardo de Sampaio; CARPI JUNIOR, Salvador. Risco ambiental: conceitos e aplicações. CLIMEP - Climatologia e Estudos da Paisagem [Online] Rio Claro/SP, Brasil,\n2:2, P. 50\t-\t87, julho/dezembro 2007. Disponível:\nhttp ://cecemca. rc.unesp .br/oj s/index.php/climatologia/ article/view/1026/95 8.\nDE DIASI, M. A carta clinográfica: os métodos de representação e sua confecção. Rev. do Depto de Geografia, FFLCH/USP, São Paulo, 1992.\nDIAS, M.,H., C.; SIQUEIRA, G., L.; Considerações sobre os efeitos à saúde humana da irradiação emitida por antenas de estações Rádio base de sistemas de celulares, Revista científica periódica Telecomunicações, Rio de Janeiro, v. 05, n. 1, jun 2002.\nDIBIESO, Eduardo Pizzolim. Planejamento Ambiental da Bacia Hidrográfica do Córrego do Cedro - Presidente Prudente/SP. Presidente Prudente, 2007. 171f Dissertação (mestrado) -Universidade Estadual Paulista, Faculdade de Ciências e Tecnologia, 2007.\nDIBIESO, E. P., Planejamento ambiental e gestão dos recursos hídricos: estudo aplicado à bacia hidrográfica do manancial do alto curso do rio Santo Anastácio/SP. Tese de Doutorado, Pres. Prudente: FCT/UNESP, 2011 (em fase de elaboração).\nFLORENZANO, T. G. (Org.). Geomorfologia - conceitos e tecnologias atuais. 1 ed. São Paulo: Oficina de textos, 2008.\nIBGE. Instituto Brasileiro de Geografia e Estatística. 1998. Dados demográficos e econômico - Financeiros dos municípios do Pontal do Paranapanema. Disponível em:&lt;http://www.ibge.gov.br>. Acesso em: 01 de julho de 2011.\nIGC - Instituto Geográfico e Cartográfico do Estado de São Paulo. Disponível em:&lt;www.igc.sp.gov.br>. Acesso em: 20 de novembro de 2010.\nGARCIA, Y. M. Aplicação do Código Florestal como Subsídio para o Planejamento Ambiental na Bacia Hidrográfica do Córrego do Palmitalzinho - Regente Feijó / São Paulo. Presidente Prudente: Trabalho de conclusão de curso (Graduação em Geografia - UNESP), 2011.\nGODOY, M.C.T. F. de. Estudo hidrogeológico das zonas não saturada e saturada da formação adamantina, em Presidente Prudente, estado de São Paulo. São Paulo, 1999. p.1921. Tese (Doutorado em Recursos Minerais e Hidrogeologia) - Instituto de Geociências, Universidade de São Paulo.\nGOVERNO DE SÃO PAULO. Lei Estadual de n° 7.663, de 30 de dezembro de 1991. Estabelece normas de orientação à Política Estadual de Recursos Hídricos bem como ao Sistema Integrado de Gerenciamento de Recursos Hídricos. Disponível em: &lt;http ://cediap .ourinhos.unesp .br/material/lei_7663_-_1991_politica_estadual_de_recursos_hidricos.pdf>. Acesso em: 13 mai. 2011.\nGOVERNO DE SÃO PAULO. Lei Estadual n° 9866, de 28 de novembro de 1997. Dispõe sobre diretrizes e normas para a proteção e recuperação das bacias hidrográficas dos mananciais de interesse regional do Estado de São Paulo e dá outras providências. Disponível em: &lt;http://www2.mananciais.org.br/upload_/lei_estadual_9866_97.pdf >. Acesso em: 13 mai. 2011.\nGUERRA, A.J.T. e CUNHA, S.B. (org) Geomorfologia e meio ambiente. 3° ed. Rio de janeiro: Bertrand Brasil, 2000.\nLEAL, A.C. Meio ambiente e urbanização na microbacia do Areia Branca - Campinas - São Paulo. Rio Claro, 1995. 155p. Dissertação (Mestrado em Geociências e Meio Ambiente) -Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\nLEWINSOHN, T. M.; METZGER, J. P.; JOLY, C. A.; CASATTI, L.; RODRIGUES, R. R.; MARTINELLI, L. A. Impactos potenciais das alterações propostas para o Código Florestal Brasileiro na biodiversidade e nos serviços ecossistêmicos. Disponível em &lt;http ://www2 .unesp .br/revista/wp-content/uploads/2010/10/Biota-Fapesp-ABECO-Sintese-CFB-e-biodiversidade.pdf>. Acesso em 20/08/11.\nMALJAZOVA, S.M., CJALOV, R.S. Los procesos antropógeno - naturales y los riesgos ecológicos., Tomo IV., Facultad de Geografía, Universidad Estatal de Moscú, Editorial Gorodets, Moscú, 2004.\nMARTIN, E.S. Poluição na bacia do rio Santo Anastácio. Presidente Prudente - São Paulo. UNESP 1999. Disponível em http://www.aguabolivia.org/situacionagua,. acesso em: 15 out.\n2010.\nMOTA, S. Preservação e conservação de recursos hídricos. 2.ed. Rio de Janeiro: ABES, 1995.\nOLIVEIRA, M. G. de. A importância do trabalho de campo na educação ambiental: estudo aplicado na Escola livre do Meio Ambiente de Presidente Prudente - SP, 2001. Dissertação (bacharelado) - Universidade Estadual Paulista, Faculdade de Ciências e Tecnologia, 2001.\nPAIVA, A. C. de, NETO, H. M. de P., ZULIANI, M. A. Sistema de informação geográfica -SIG como instrumento para gestão de bacia hidrográfica estudo de caso: unidade de gerenciamento de recursos hídricos 22 (UGRHI22). Presidente Prudente, 2000. Monografia de conclusão de curso de Engenharia Cartográfica, FCT/UNESP.\nPRESIDENTE PRUDENTE. Lei Complementar n° 151/2008. Dispõe sobre o Plano diretor da cidade de Presidente Prudente. Disponível em&lt;http://www.presidenteprudente.sp.gov.br>, acesso em 01 de julho de 2011.\nREBELO, Fernando. Riscos naturais e acção antrópica: estudos reflexões. 2a Ed. revista e aumentada. Coimbra: Imprensa da Universidade, 2003. 286p.\nRIBEIRO, F.L.; CAMPOS, S. Vulnerabilidade à erosão do solo da Região do Alto Rio Pardo, Pardinho, SP. Revista Brasileira de Engenharia Agrícola e Ambiental, v. 11, n. 6, p. 628-636, 2007.\nRODRIGUEZ, J.M.M. Planejamento Ambiental como campo de ação da Geografia. In: C.B.G, 5, 1994, Curitiba/PR. Anais... Curitiba: AGB, 1994. V.1.\nRODRIGUEZ, J.M.M. Planificación Ambiental. Material del curso de Post Grado de la Maestría en “Geografia, Ordenamiento territorial y Medio Ambiente”. Universidad de La Habana, Cuba, 2002.\nRODRIGUEZ, J.M.M, SILVA, E.V da, CAVALCANTI, A.P.B. Geoecologia das Paisagens: uma visão geossistêmica da análise ambiental. Fortaleza, Editora UFC, 2004.\nROSS, J. L. S. Análise empírica da fragilidade dos ambientes naturais e antropizados. Revista do departamento de geografia. n.8, p.63-74. 1994.\nSPORL, C.; ROSS, J. L. S. Análise comparativa da fragilidade ambiental com aplicação de três modelos. GEOUSP - Espaço e Tempo, São Paulo, n. 15, p.39-49, 2004.\nSÁNCHEZ, L.E. Avaliação do impacto ambiental. 1.ed. São Paulo, Editora Oficina de textos, 2008.\nSANTOS, R.F. dos. Planejamento Ambiental: teoria e prática. São Paulo: Oficina de textos, 2004.\nSÃO PAULO. Constituição do estado de São Paulo, 2004. Disponível em: &lt;http://www.camara.gov.br/internet/interacao/constituicoes/constituicao_sp.pdf>. Acesso em: 13 mai.\nSenso riamento Remoto e Agronomia S.A. LTDA. (SENAGRO). Pontal do Paranapanema: Zoneamento Ecológico-Econômico. Curitiba: SENAGRO, 1998. CDROM.\nSILVA, José Augusto da. Gestão de recursos hídricos e sistemas de informações geográficas: contribuições para a organização sócio-espacial do Pontal do Paranapanema-SP. Presidente Prudente: [s.n.], 2006. 200 p. Tese (doutorado) - UNESP, Faculdade de Ciências e Tecnologia, Presidente Prudente.\nSILVA, V.S.; RODRIGUEZ, J.M.M.; MEIRELES, J.A.M. Planejamento ambiental e bacias hidrográficas (tomo 1). 1. Ed. Fortaleza: Edições UFC, 2011.\nSIRVINSKAS, Luís Paulo. Manual e direito ambiental. 2 ed. São Paulo: Saraiva, 2003.\nSOARES, L.M.C., VIANA, E.H. Caracterização ambiental das bacias do Embiri e Palmitalzinho, no alto curso do Rio Santo Anastácio: proposta de recuperação de matas ciliares. Presidente Prudente, 2009. Monografia de conclusão de curso de graduação em Engenharia Ambiental, FCT/UNESP.\nSUDO, H. Bacia do alto Santo Anastácio - estudo geomorfológico. São Paulo, 1980. 235p. Tese (Doutorado em Geografia Física com ênfase em Geomorfologia) - Faculdade de Filosofia, Letras e Ciências Humanas, Universidade de São Paulo.\nUDENAL, L. A. Destino do lixo no município de Regente Feijó (SP). Presidente Prudente/SP, 1999. Monografia de bacharelado - Universidade Estadual Paulista, Faculdade de Ciências e Tecnologia, 1999.\nVEYRET, Yvette &amp; MESCHINET DE RICHEMOND, Nancy. O Risco, os riscos. In:\nVEYRET, Yvette (Org.) Os Riscos - o Homem como agressor e vítima do meio ambiente. São Paulo: Contexto, 2007. (p. 23-79).\nVON SPERLING, M. Princípio do tratamento biológico de águas residuárias. Vol. 1. Departamento de Engenharia Sanitária e Ambiental; UFMG; 2002.\n__________________ (Município). Site oficial da Prefeitura de Presidente Prudente. Disponível em: &lt;http://www.presidenteprudente.sp.gov.br/>. Acesso em: 01 de julho de 2011.\n__________________ Mananciais. Dísponível em&lt;http//www.sigam.ambiente.sp.gov.br/sigam2/repositorio/etmc/impostancia_mananciais.htm > Acesso em 24 de maio de 2011.\n__________________ Mananciais. Dísponível em\nhttp ://www.sanepar.com .br/sanepar/sanare/V 12/Mananciais/mananciais.html> Ace sso em 24 de maio de 2011."}]}}}