{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05591"}, {"@name": "filename", "#text": "BTP_1996_39_1_4_09_Copolimeros_de_etileno.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "COPOLIMEROS DE ETILENO-PROPILENO AMORFOS OBTIDOS COM CATALISADOR À BASE DE TETRACLORETO DE TITÂNIO E CLORETO DE MAGNÉSIO ANIDRO\nAMORPHOUS ETHYLENE-PROPYLENE COPOLYMERS OBTAINED BY MEANS OF A CATALYST ON THE BASIS OF TITANIUM TETRACHLORIDE AND ANHYDROUS MAGNESIUM CHLORIDE\nJosé Luiz Luna Xavier (1) e Fernanda M. B. Coutinho (2)\nRESUMO - Copolimeros de etileno-propileno amorfos foram obtidos através de catalisadores Ziegler-Natta ã base de tetracloreto de titânio e cloreto de magnésio tratado com fosfato de tri (n-butíla)(TBP). Preliminarmente, foram estudados os efeitos do teor de fosfato de tri(n-butila), cocatalisador e temperatura de polimerização sobre as propriedades dos copolimeros E-P, Adição de TBP ao suporte permitiu controle da cristalinidade do copolímero, sem reduzir, significativamente, a atividade catalítica. Temperatura baixa favoreceu a obtenção de E-P amorfo. Trietilalumínio foi o melhor co-catalisador para a obtenção de copolímero mais aleatório.\nABSTRACT - Amorphous ethylene-propylene co-polymers were obtained by means of Ziegler-Natta catalysts on the basis of titanium tetrachloride and magnesium chloride treated with tri(n-butila) (TPB) phosphate. Preliminarily the study focussed on the effects of the tri(n-butila) phosphate tenor, the co-catalyst and the polymerization temperature on the properties of the E-P copolymers. Adding TBP to the support has made it possible to control the crystalinity of the co-polymer without reducing significantly the catalytic activity. The low temperature was beneficial in obtaining amorphous E-P. Triethylaluminum was the best co-catalyst for obtaining a more aleatory copolymer.\n(Originais recebidos em 28.09.95)\n1\t- INTRODUÇÃO\nOs sistemas catalíticos Ziegler-Natta heterogêneos são tradicionalmente usados na produção de poliolefinas cristalinas. Neste contexto os catalisadores heterogêneos suportados em cloreto de magnésio(MgCI2) destacam-se como os mais eficientes na produção industrial de polipropileno isotático com controle morfológico do grão de polímero. Importantes trabalhos têm sido dedicados a modificação de catalisadores heterogêneos suportados em cloreto de magnésio para\naplicações como a sintese de poliolefinas elastoméricas!’’3), em substituição a sistemas homogêneos baseados em compostos de vanádio que além de apresentarem baixa produtividade não propiciam controle da morfologia da partícula de polímero.\nAs modificações dos sistemas catalíticos heterogêneos suportados em MgCI2(14), direcionadas para a produção de poliolefinas elastoméricas referenciadas neste trabalho visam a obtenção de copolimeros amorfos, ou com cristalinidade controlada, de distribuição de pesos\n1\t- Setor de Polímeros (SEPOL), Divisão de Tecnologia de Produtos (DIPROD), Centro de Pesquisas (CENPES).\n2\t- Instituto de Macromoléculas, Universidade Federal do Rio de Janeiro (UFRJ).\nmoleculares estreita, e controle de composição de comonômeros, uma vez que é conhecido que catalisadores tradicionais Ziegler-Natta produzem polímeros cristalinos, com distribuição de pesos moleculares (DPM) muito largas e composição de comonômeros intermolecular heterogênea. Os copolímeros amorfos, de peso molecular baixo, DPM estreita e, principalmente, os de etileno-propileno são aplicados como melhoradores de Índice de viscosidade de óleos lubrificantes, pois apresentam vantagens como solubilidade em hidrocarbonetos, alto poder de espessamento de óleo mineral, boa resistência ao cisalhamento e custo baixo, dentre outras.\nNeste trabalho foi estudado o efeito do fosfato de tri(n-butila) como agente modificador do sistema TiCI4 suportado em MgCI2 sobre as propriedades dos copolímeros etileno-propileno produzidos.\n2\t- OBJETIVO\nO objetivo deste trabalho foi estudar o efeito da adição de fosfato de tri(n-butila) durante a etapa de ativação do suporte catalítico (MgCI2), na síntese de catalisadores a base de tetracloreto de titânio para a produção de copolímeros etileno-propileno amorfos\n3\t- EXPERIMENTAL\n3.1\t- Materiais\nO n-Hexano comercial foi purificado pela passagem em peneira molecular (3D). Tetracloreto de titânio grau extra puro, e fosfato de tri(n-butila) (TBP) foram utilizados sem purificação adicional. Triisobutilalumínio (TIBA), trietilalumínio (TEA), cloreto de dietilalumínio (DEAC) foram diluídos em n-hexano e utilizados na concentração de 1,6 M. Argônío, etileno e propileno foram purificados através de passagem por coluna com peneira molecular 3Ã e catalisador BASF para remoção de água e oxigênio, respectivamente. Cloreto de magnésio da TOHO Titanium, foi moído em moinho de bolas, em câmara de cerâmica, com TBP durante 48 h.\nobtidos através de impregnação de TiCI4 em MgCI2 (moido com TBP), a temperatura de refluxo, sob atmosfera inerte, de acordo com procedimento descrito por Chien e Hsieh&lt;6)\nTeor de titânio dos catalisadores\nO teor de titânio do catalisador foi determinado através de espectrometria de absorção atômica, utilizando-se um espectrômetro, Perkin-Elmer, modelo 5100.\n3.3\t- Polimerizações\nAs copolimerizações foram efetuadas em um reator Parr de 300 ml, de aço inox, com controle de temperatura. Foram adicionados n-hexano, cocatalisador e catalisador, nesta ordem, sob atmosfera de argônio. A mistura de etileno e propileno, a 50 %, e pressão total de 4 Kgf/cm2, foi preparada em um cilindro de 1L e alimentada ao reator a 80, 50 e 35 °C. O tempo reacional foi de 15 min para todas as reações.\n3.4\t- Caracterização dos copolímeros\nAnálise térmica\nA temperatura de fusão (Tm), a entalpia de cristalinização dos copolímeros (AHS ), foram medidos em um calorímetro Perkin-Elmer DSC-\n7.\tO calorímetro foi calibrado com padrões de índio e zinco para a faixa de 25 °C a 400 °C. As amostras, cerca de 10 mg, foram colocadas em cápsulas de alumínio. A taxa de aquecimento e resfriamento foi de 10 °C/min. Foi seguido o procedimento descrito no método ASTM D-3417 para a medida do ponto de fusão. A medida da temperatura de transição vítrea (Tg) foi efetuada num calorímetro DuPont modelo 910 e adotou-se o método ASTM D3418-82. A massa de amostra empregada nas análises foi de 10 mg e a taxa de aquecimento e de resfriamento foi de 20 °C/min.\nA cristalinidade dos copolímeros foi estimada, para fins de comparação das amostras, adotando-se como padrão o calor de fusão de polietileno de alta densidade (PEAD) 100 % cristalino, (68,4 cal/g), e efetuando-se o seguinte cálculo (6):\n3.2\t- Preparação do Catalisador\nCatalisadores altamente dispersos foram\nXc- = (AHS / AHPE ) . 100\nonde:\nAHS = calor de fusão da amostra, em J/g, medido no DSC;\nAHPE = calor de fusão de PEAD 100 % cristalino;\nNeste cálculo foi admitido que a cristalinidade dos copolímeros é devida, somente, às sequências cristalinas de etileno.\nRessonância magnética nuclear (13c NMR)\nA incorporação de propileno (%C3), o teor de diades EE(%EE), EP(%EP), PP(%PP), tríades EEE (%EEE) e PPP (%PPP), foram determinadas através de medidas de 13c por NMR, utilizando-se um espectrômetro Varian de 300 MHz, e as razões de reatividade, r, e r2 , foram calculadas através das seguintes expressões (1):\nr\t2.(EE) r\t2.(PP)Jf\n1 ’ (EP\\X 1 (EE)\nsendo:\nEE - teor de diades etileno-etileno ; EP - teor de diades etileno-propileno;\nPP - teor de diades propileno-propileno;\nX - razão de concentração de etileno para propileno na mistura de monômeros;\nFração solúvel dos copolímeros\nO teor de fração solúvel dos copolímeros foi determinado através da extração do polimero total com n-hexano em Soxhlet após 8 h, e foi calculado de acordo com a seguinte relação:\nP S = — . 100 onde:\nS\t- teor de fração solúvel do copolímero expresso em %;\nCPs - massa de polimero solúvel em gramas; CPt - massa de polímero total em gramas;\nCromatografia de exclusão de tamanho - GPC\nAs determinações dos pesos moleculares numérico (Mn) e ponderai (Mw), médios, e a polidispersão (Mn / Mw) foram realizadas num cromatógrafo WATERS 150 C, acoplado ao acessório VISKOTEC. As medidas foram realizadas em triclorobenzeno a 135 °C.\n4\t- RESULTADOS E DISCUSSÃO\nA adição de TBP na etapa de ativação do suporte levou à diminuição da atividade catalítica da copolimerização o que mostra a ocorrência de envenenamento de sítios ativos pelo TBP. Observa-se também que o teor de titânio do catalisador aumentou gradativamente a medida que aumentou o teor de TBP empregado na moagem, devido provavelmente ao TBP (ou composto derivado da reação com TiCI4) estar complexado com o MgCI2 e favorecer o aumento da incorporação de titânio no catalisador, conforme demostram os dados apresentados na tabela I.\nTABELA I\nEFEITO DO TEOR DE TBP EMPREGADO NA ATIVAÇÃO DO SUPORTE CATALÍTICO NA COPOLIMERIZAÇÃO DE E-P\nCatalisador\tTeor de TBP na Ativação do Suporte (%) (p/P)\tTeor de Ti no Catalisador (%)\tCorrida (código)\tAtividade Catalítica (g. pol/g. Ti. h)\tTg (°C)\tXc (%)\tNlw/Mn\n(1) TiCI4/MgCI?\t0\t0,38\tCP80\t16 300\t-36\t0,80\t15,9\n(2) TiCl4/MgCI,-TBP\t5\t1,45\tCP114\t22 500\t-46\t0,0\t15,4\n(3) TiCI4/MgCl2-TBP\t10\t1,63\tCP105\t8 400\t-42\t0,10\t-\n(4) TiCI./MgClj.-TBP\t18\t2,17\tCP89\t3 300\t-51\t3,60\t11,9\nCondições: 85 °C; 2,0 kgf/cm2 de etileno; 2,0 kgf/cm2 de propileno; Al/Ti = 15; cocatalisador, TEA.\nO efeito do TBP sobre a dispersão de pesos moleculares dos copolímeros também é demonstrado na tabela I. Foi observado que o aumento do teor de TBP provocou o decréscimo da polidispersão, ou seja, tornou a distribuição de pesos moleculares dos copolímeros mais estreita. Isto pode ser explicado pelo envenenamento de sítios ativos do sistema catalítico pelo TBP ou por composto derivado da reação com TiCI4.\nObserva-se ainda que o aumento do teor de TBP, até 5 %, favoreceu a incorporação de etileno, indicado pela diminuição da Tg do copolímero e promoveu o aumento da atividade catalítica. Este aumento na atividade catalítica provavelmente foi devido ao aumento da\nincorporação de titânio no catalisador.\nÉ interessante notar que quando se utilizou um teor de 5 % de TBP na moagem obteve-se um copolímero com cristalinidade mais baixa. Este fato pode ser atribuído à formação de um copolímero alternado como demonstrado pelo valor do produto r, . r2 próximo de 1,00.\nNa tabela II apresentam-se os resultados obtidos no estudo sobre a influência da temperatura de copolimerização sobre a composição e cristalinidade dos copolímeros. Na figura I determina-se o efeito da temperatura sobre o teor de tríades e díades dos copolímeros formatados\nTABELA II\nEFEITO DA TEMPERATURA SOBRE A ESTRUTURA DO COPOLÍMERO E-P\nCorrida (código)\tTemperatura de Reação (°C)\tTeor de Fração Solúvel do Copolímero (%)\tXc (%)\tTeor de propileno no Copolímero (%)\nCP89\t85\t55\t3,6\t51\nCP91\t50\t81\t0,1\t79\nCP96\t35\t73\t0,0\t81\nCondições: 85 °C; 2,0 kgf/cm2 de etileno; 2,0 kgf/cm2 de propileno; Al/Ti =15; cocatalisador, TEA; catalisador, (4) da tabela 1.\nObserva-se que o aumento de temperatura de polimerização de 35 °C para 85 °C resultou na redução do teor de frações solúveis. Isto pode ser atribuído ao aumento do teor de etileno incorporado. Este aumento favorece ao acréscimo da cristalinidade e consequentemente a redução da solubilidade do copolímero.\nO aumento da temperatura de 35 °c para 85 °C promoveu a diminuição do teor de propileno no copolímero, que é um resultado cineticamente inesperado, considerando-se que o aumento de temperatura deveria favorecer á incorporação do monômero menos reativo, nete caso, propileno.\nO efeito no teor de polimero solúvel,observado quando se variou a temperatura reacional de 35 °C\npara 50 °C, está sendo melhor investigado e será publicado futuramente.\nAnalisando-se ainda o efeito do aumento da temperatura de polimerização, verifica-se que a cristalinidade do copolímero aumentou, provavelmente devido ao aumento do tamanho das sequências de etileno oque comprova, a redução da incorporação de propileno.\nNa tabela III apresentam-se os resultados do estudo de efeito do tipo de co-catalisador (TEA, TIBA e DEAC) sobre as características dos copolímeros E-P obtidos. Esse efeito foi observado pelos resultados dos teores de fração solúvel, da temperatura de transição vítrea do copolímero (Tg) e do produto das razões de reatividade (r, r2).\nFig,1 - Gráfico da temperatura de reação na composição dos copolímeros E-P.\nTABELA III\nEFEITO DO CO-CATALISADOR SOBRE AS CARACTERÍSTICAS DO COPOLÍMERO E-P\nCocatalisador\tCorrida (Código)\tTeor de Fração Solúvel de Polimero (%)\tTg (°C)\tTeor de Propileno (%)\tri-r2\nTEA\tCPC14\t90\t-46\t75,4\t0,89\nDEAC\tCPC02\t76\t-32A98\t80,6\t1,73\nTIBA\tCPC27\t55\t-28\t74,6\t0,90\nCondições: 85 °C; 2,0 kgf/cm2 de etileno; 2,0 kgf/cm2 de propileno; Al/Ti = 25; catalisador, (4) da tabela\nOs valores do produto rvr2 próximo de 1,00, da Tg (próxima a dos copolímeros com 50 % de etileno)(7> e do teor de frações de solúveis (mais alto - tabela III) indicam que TEA propicia a formação de copolímeros mais aleatórios que DEAC ou TI BA.\nA ativação com DEAC apresentou a tendência para promover a formação de copolímeros em bloco, identificado pelos dois valores de Tg. Os dois valores de Tg demonstram a existência de\nduas fases distintas no copolímero.\nO valor da Tg do copolímero obtido com TIBA, (mais próxima do valor da Tg de polipropileno), indica a existência de seqüências mais longas de propileno. O teor de fração solúvel deste copolímero foi o mais baixo observado. Este fato poderia ser atribuído à formação de copolímero de peso molecular mais elevado e/ou à formação de regiões mais cristalinas, o que o tornaria mais insolúvel.\n5-CONCLUSÃO\nA utilização de fosfato de tri(n-butila), como modificador do catalisador, possibilitou o controle da cristalinidade do copolímero etileno-propileno. Foi verificado ainda que a adicâo de TBP, nas condições empregadas exerce efeito sobre a polídispersão e a solubilidade dos copolímeros. Entretanto, esses efeitos necessitam de maior aprofundamento.\nAGRADECIMENTOS\nOs autores agradecem ao CEPG-UFRJ, CNPq, e ao CENPES- PETROBRÁS pelo apoio recebido para a realização deste Trabalho.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(1)\tSOGA, K. et al., Synthesis of E-P rubber using Ti-catalysts. In: INTERNATIONAL SYMPOSIUM ON THE FUTURE ASPECTS OF OLEFIN POLYMERIZATION,\t1985, Tokyo,\nProceedings...Amsterdam : Elsevier, 1985. v.25, p,109-122 (Studies in Surface Science and Catalysis).\n(2)\tITERANO, M., ISHII, K. A study on the active of a primary\ntype, of MgCI2 : supported catalyst by ethylenepropylene copolymerization. In: INTERNATIONAL SYMPOSIUM ON THE FUTURE ASPECTS OF OLEFIN POLYMERIZATION, 1985, Tokyo, Proceedings...Amsterdam : Elsevier, 1985. v.25, p. 277 (Studies in Surface Science and Catalysis).\n(3)\tPELKONEN, A. et al, Preparation and studies on E-P\nrubber. Helsink University of Technology; 1989. 30 p.(Polymer Technology Publication, 2).\n('') XINGFA, Z.,et al. Uso de copolimero etileno-propileno como agente regulador no melhoramento do índice de viscosidade de óleo do motor. Chinese Journal of Applied Chemistry, v.1, n.4, p.41-46, 1984.\n(5) CHIEN, J. C. W., HSIEH, J. T. T. Supported catalysts for stereospecific polymerization of propylene. Journal of Polymer Science, New York, v.14, n.8, p. 19151932,1976.\n(B) BRENNAM, W. P„ JARRETT, R. M. Characterization of Polyethylene films by differential scanning calorimetry [s.l.] : Perkin-Elmer, [19],\n(7 )Ethylene-propylene\tCopolymers.\tIn:\nENCYCLOPEDIA OF POLYMER SCIENCE AND ENGINEERING.2.ed. New York : John Wiley and Sons, 1986. p.532."}]}}}