{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24315"}, {"@name": "filename", "#text": "8676_Souza_MelinaMarade_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i \n\n \n\n \n\n \n\n \n\n \n\nMELINA MARA DE SOUZA \n\n \n\n \n\n \n\n \n\n“ANÁLISE PALEOAMBIENTAL QUATERNÁRIA DO ÉCOTONO CERRADO/ MATA \n\nATLÂNTICA NO MUNICÍPIO DE MOGI GUAÇÚ, SP.” \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAMPINAS \n\n2014 \n\n\n\nii \n\n \n\n  \n\n\n\niii \n\n \n\nNÚMERO: 488/2014 \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\nMELINA MARA DE SOUZA \n\n \n\n \n\n \n\n“ANÁLISE PALEOAMBIENTAL QUATERNÁRIA DO ÉCOTONO CERRADO/ MATA \n\nATLÂNTICA NO MUNICÍPIO DE MOGI GUAÇÚ, SP”  \n\nVolume: 01/02 \n\n \n\n \n\n \n\nORIENTADOR(A): PROF(A). DR(A). FRESIA SOLEDAD RICARDI TORRES-BRANCO \n\n \n\n \n\nTESE DE DOUTORADO APRESENTADA AO INSTITUTO DE GEOCIÊNCIAS \n\nDA UNICAMP PARA OBTENÇÃO DO TÍTULO DE DOUTORA EM \n\nGEOCIÊNCIAS NA ÁREA DE GEOLOGIA E RECURSOS NATURAIS \n\n \n\n \n\nESTE EXEMPLAR CORRESPONDE À VERSÃO FINAL DA TESE \n\nDEFENDIDA PELA ALUNA MELINA MARA DE SOUZA E \n\nORIENTADA PELA PROFA. DR(A). FRESIA SOLEDAD RICARDI \n\nTORRES-BRANCO \n\n \n\n \n\n \n\nCAMPINAS \n\n2014 \n\n\n\nFicha catalográfica\nUniversidade Estadual de Campinas\nBiblioteca do Instituto de Geociências\nCássia Raquel da Silva - CRB 8/5752\n\n    \n  Souza, Melina Mara, 1984-  \n So89a SouAnálise paleoambiental quaternária do ecótono Cerrado/Mata Atlântica no\n\nMunicípio de Mogi Guaçú, SP / Melina Mara de Souza. – Campinas, SP : [s.n.],\n2014.\n\n \n\n   \n  SouOrientador: Fresia Soledad Ricardi Torres Branco.\n  SouTese (doutorado) – Universidade Estadual de Campinas, Instituto de\n\nGeociências.\n \n\n    \n  Sou1. Paleoecologia. 2. Palinologia. 3. Carvão. 4. Geologia isotópica. 5. Dinâmica\n\nFluvial. I. Ricardi-Branco, Fresia,1963-. II. Universidade Estadual de Campinas.\nInstituto de Geociências. III. Título.\n\n \n\nInformações para Biblioteca Digital\n\nTítulo em outro idioma: Analysis of Quaternary Paleoenvironmental Ecotone/Atlantic Forest in\nMogi Guaçu, São Paulo Stade, Brazil\nPalavras-chave em inglês:\nPaleoecology\nPalynology\nCharcoal\nIsotope geology\nFluvial dynamics\nÁrea de concentração: Geologia e Recursos Naturais\nTitulação: Doutora em Geociências\nBanca examinadora:\nFresia Soledad Ricardi Torres Branco [Orientador]\nSueli Yoshinaga Pereira\nGiorgio Basilici\nAna Luisa Vietti Bitencourt\nFernando Roberto Martins\nData de defesa: 22-09-2014\nPrograma de Pós-Graduação: Geociências\n\nPowered by TCPDF (www.tcpdf.org)\n\niv\n\n\n\n\n\nvi \n\n \n\n  \n\n\n\nvii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Dedico esta Tese a minha mãe, Eliana Aparecida da Cunha” \n\n  \n\n\n\nviii \n\n \n\n  \n\n\n\nix \n\n \n\nAgradecimentos \n\n \n\n Agradeço em primeiro lugar a Deus por me orientar em todos os caminhos e escolhas \n\nfeitas até aqui, pela fé que preenche meus dias na busca diária por me tornar uma pessoa melhor. \n\n À minha mãe Eliana, sem ela não teria conseguido chegar até aqui, pois ela acreditou em \n\nmim até mesmo quando eu não mais acreditava. \n\n Aos meus irmãos Andrey, Jaqueline, Sabrina e Karoline pelo amor, dedicação e apoio \n\ntodos estes anos. Aos meus cunhados Silvio, Francine e João, e é claro, aos meus sobrinhos que \n\neu tanto amo Nathany, Guilherme, Gustavo, Otávio, Murilo, Caetano e Dante por fazerem da \n\nminha vida mais feliz e mais fácil. \n\n Agradeço em especial a minha tia Nenê, que me deu apoio, amor e força nos momentos \n\nmais necessitados e pelo incentivo constante. \n\n A minha vó Lourdes, que mesmo não estando mais neste mundo continua me guiando e \n\niluminando minhas escolhas. \n\n A toda minha família, que de alguma forma participou desta caminhada. \n\n A todos os amigos que fizeram parte da minha vida até aqui. A Vinye, Fábio Morandi, \n\nThiago Miranda, Cassiano, Sergio, Juliano, Dani, Bia, Hary, Cauli, Café, Renata, Bode, Lívia, \n\nTiago Elídio, Luciane, Rafael e Janaína pelos anos de amizade e felicidade compartilhada. Aos \n\nmeus companheiros de morada, que compartilharam comigo momentos especiais, Micheli e \n\nMaria Angélica pela paciência e ajuda nas discussões acadêmicas. \n\n Ao Vitor Ebert na ajuda com as estampas dos grãos de pólens. A Beatriz e Ariel pela \n\npaciência e extrema ajuda na realização das reconstruções paleoambientais. \n\n Aos meus paleoamigos Isabel Cortez, Rafael Faria e Flavia Callefo por toda ajuda durante \n\ntodos estes anos de pesquisa, pela amizade conquistada e sorrisos. Ao Francisco, colega de \n\nlaboratório pela amizade. \n\n A minha querida orientadora Profa. Dra. Frésia, pela oportunidade durante todos estes \n\nanos, aprendizado e conhecimentos transmitidos, por ter se tornado tão importante neste caminho \n\nacadêmico, pela orientação e amizade. \n\n A Profª Sueli Yoshigana Pereira, pela amizade e todo conhecimento transmitido durante \n\neste percurso. \n\n\n\nx \n\n \n\n Ao Professor Luiz Carlos Ruiz Pessenda, da Universidade de São Paulo, Piracicaba, pela \n\najuda nas interpretações das análises isotópicas e amizade. \n\n Ao Professor Fernando Martins, do Instituto de Biologia da Unicamp pela paciência e \n\nextrema ajuda nas interpretações ecológicas. \n\n Ao Instituto Florestal por permitir a coleta das amostras e a recuperação dos testemunhos \n\nestudados. A todos os funcionários e trabalhadores da Estação Ecológica de Mogi Guaçú, que \n\ntornaram essa pesquisa possível. Ao Paulo Ricardo Brum Pereira e Fábio Cardinale Branco pela \n\najuda nos campos e conversas acadêmicas. \n\n A Profa. Dra. Margarita Ricardi Torres, Botanic Garden Center, ULA, Mérida,Venezuela, \n\npela valiosa discussão e ajuda na identificação dos fragmentos de carvão e pela amizade. \n\n A Profa Karin Elise Bohns Meyer, da Universidade Federal de Minas Gerais, pela ajuda e \n\ncontribuição nas discussões palinológicas. \n\n Ao Instituto de Geociências da Unicamp, a todos os colegas, professores e funcionários, \n\nem especial a Valdirene, Gorete, Helena e Guerreiro pela amizade e paciência. \n\n A Dona Nalva, funcionária da Unicamp pelas conversas e risadas durante esses quatro \n\nanos. \n\n A CAPES pela bolsa de estudo concedida. \n\n A FAEPEX pelo apoio financeiro. \n\n A FAPESP pelo Projeto concedido de Número do Processo FAPESP 2010/20379-6, que \n\ntornou possível realizar está pesquisa. \n\n Aos meus professores de Graduação Gisele Pietrobelli e Maurício Camargo por \n\nacreditarem em mim, pela oportunidade, trabalho e principalmente pela amizade. \n\n A todos aqueles que tornaram esse trabalho possível, e de alguma forma fizeram parte \n\ndesta jornada.  \n\n E por último, aos que me fizeram compreender de alguma forma que a pesquisa não é o \n\nfim, mas sim o meio de contribuição à comunidade e a sociedade como um todo, que fazer \n\nciência é compartilhar ideias, resultados e que acima de tudo precisamos sempre cultivar a \n\nhumildade e é claro, o amor. No fim das contas, somos apenas fruto da nossa própria evolução. \n\n  \n\nOBRIGADA \n\n\n\nxi \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A ciência deveria ser trabalhada com humildade. Deveria, mas não é. Claro, dando nomes aos que \n\nrealizam o progresso e contribuem para a sociedade, mas a humildade de se trabalhar para o bem dos \n\noutros deveria ser algo obrigatório e não exceção. Devemos ter orgulho de trabalhar por um bem \n\ncomum”. \n\nAmanda Hoelzel \n\n \n\n \n\n“Não há ensino sem pesquisa e pesquisa sem ensino”. \n\nPaulo Freire \n\nhttp://pensador.uol.com.br/autor/paulo_freire/\n\n\nxii \n\n \n\n  \n\n\n\nxiii \n\n \n\nMelina Mara de Souza \n\nÉ Geografa pela Universidade Estadual do Centro-Oeste do Paraná (2006). Cursou Mestrado em \n\nGeociências na UNICAMP, tendo defendido a dissertação em 2010. Atualmente é aluna do \n\nprograma de Pós-Graduação/Doutorado em Geociências na Universidade Estadual de Campinas, \n\nno Departamento de Geologia e Recursos Naturais-DGRN. Tem experiência na área de \n\nGeociências, com ênfase em Reconstituição Paleoambietal, atuando principalmente nos seguintes \n\ntemas: palinologia, paleobotânica, paleovegetações, biogeografia e solos. \n\nDurante o período de doutorado publicou vários trabalhos em eventos nacionais e dois capítulos \n\nde livros internacionais. Além disso, recebeu auxílio à pesquisa da FAPESP, e do Fundo de \n\nApoio ao Ensino, Pesquisa e Extensão (FAEPEX) da UNICAMP. Participou de vários \n\ncongressos e um curso internacional na área de estudo. \n\n  \n\n\n\nxiv \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxv \n\n \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\n“ANÁLISE PALEOAMBIENTAL QUATERNÁRIA DO ÉCOTONO CERRADO/ MATA \n\nATLÂNTICA NO MUNICÍPIO DE MOGI GUAÇÚ, SP” \n\nRESUMO \n\n      Tese de Doutorado \n\n       Melina Mara de Souza \n\nO estudo da evolução paleoambiental de uma área de transição entre os Biomas Cerrado e Mata Atlântica \n\nno decorrer do Holoceno resultou na reconstituição da vegetação, do clima e da dinâmica fluvial do Rio \n\nMogi Guaçú, na Estação Ecológica de Mogi Guaçú (EEcMG), Estado de São Paulo. As interpretações \n\npaleoecológicas foram baseadas na identificação das assembleias de palinomorfos, fragmentos de carvões \n\ne análises isotópicas contidas em três testemunhos rasos, onde estão foram desenvolvidas inferências \n\npaleoecológicas e paleoclimáticas. A análise dos proxy aqui utilizados evidenciou as mudanças \n\nacontecidas na vegetação e do curso principal do Rio Mogi Guaçú na EEcMG que permitiram compor as \n\ncondições paleoambientais entre 7.750 anos AP até os dias atuais. Dessa forma, aproximadamente 7.750 \n\nanos AP, a EEcMG passou por uma fase climática mais úmida que a atual, possibilitando o \n\ndesenvolvimento da Mata Ripícola, indicado pela presença de Mauritia L.f. Dados isotópicos para esta \n\népoca caracterizam uma transição entre a floresta e o campo. Por volta de 3.000 anos AP, observa-se um \n\naumento dos elementos do Cerrado, como a presença de Curatella Loefl., e diminuição de Mauritia L.f., \n\nque indica que este último não foi um elemento importante para a configuração da vegetação deste \n\nperíodo, estabelecendo um clima mais seco para EEcMG, a composição isotópica aponta o predomínio de \n\nplantas C3 (floresta). No período entre aproximadamente 310 e 105 anos AP., a umidade aumenta na \n\nregião com a permanência de Mauritia L.f., e mesmo com o aumento dos tipos de Cerrado, indicando que \n\na Mata Ripícola se manteve presente. Dessa maneira, as assembleias palinológicas estudadas mostram que \n\na Mata Ripícola esteve presente em todos os estágios, ao contrário do Cerradão, que durante os últimos \n\n7.750 anos AP., experimentou fases de expansão e contração. Através do estudo da chuva polínica atual \n\ndas três lagoas, foi possível inferir que os elementos de Mata Ripícola são predominantes aos de Cerrado, \n\ncomo a presença de Mauritia L.f. e a abundância de esporos que confirma esse tipo de vegetação \n\ndominante para os dias atuais, o que caracteriza um clima mais úmido na EEcMG. As análises isotópicas \n\nindicam que a floresta permanece presente, com predominância de plantas C3 (floresta) em relação às \n\nplantas C4 (campo). Fragmentos de carvão foram identificados nos três testemunhos estudados, \n\nevidenciando que paleoincêndios sempre ocorreram na EEcMG durante todo o Holoceno. O \n\ncomportamento da dinâmica fluvial do Rio Mogi Guaçú durante o Holoceno mostrou que esta esteve \n\nassociada à influência de eventos climáticos de escala global e que, em consequência desses, os meandros \n\nmudaram constantemente de posição ao longo da planície através do processo de erosão e deposição das \n\nsuas margens, ocasionando em alguns momentos, a não preservação de palinomorfos. \n\n \n\nPalavras chaves: Paleoecologia, Palinologia, Carvão, Geoogia Isotópica, Dinâmica Fluvial \n\n  \n\n\n\nxvi \n\n \n\n \n\n  \n\n\n\nxvii \n\n \n\nUNIVERSITY OF CAMPINAS \n\nINSTITUTE OF GEOSCIENCE \n\n \n\n\"ANALYSIS OF QUATERNARY PALEOENVIRONMENTAL ECOTONE CERRADO / \n\nATLANTIC FOREST IN MOGI-GUAÇÚ – SÃO PAULO STATE - BRAZIL\" \n\n \n\nABSTRACT \n\n       PhD Thesis \n\n       Melina Mara de Souza \n\nThe study of paleoenvironmental evolution of a transition area between the Biomes of Cerrado and \n\nAtlantic Forest during the Holocene resulted in the recovery of vegetation, climate and fluvial dynamics of \n\nMogi Guaçú River in The Mogi Guaçú Ecological Station (EEcMG) - São Paulo State. The \n\npaleoecological interpretations were based on the identification of palynomorphs assemblies, fragments of \n\ncharcoal, and isotopic analyzes contained in three shallow cores, where paleoecological and paleoclimatic \n\ninferences were developed. The analysis of the proxy highlighted the changes that occurred in the \n\nvegetation and the main course of Mogi Guaçú River at EEcMG to form the paleoenvironmental \n\nconditions from 7.750 years BP to current days. Thus, approximately 7.750 years BP, the EEcMG \n\nunderwent a wetter climate than the current phase, enabling the development of a Riparian Forest with the \n\npresence of Mauritia L.f. The isotopic data features a transition between forest and field. Around 3.000 \n\nyears BP, there was an increase in the Cerrado elements, as the presence of Curatella Loefl., and a \n\ndecrease in Mauritia L.f. In fact, Mauritia L.f. was not an important element to configure the vegetation of \n\nthe period with a drier climate for EEcMG, and the isotopic composition indicates the predominance of C3 \n\nplants (forest). Between 310 and 105 years BP., the humidity increased in the region with the permanence \n\nof Mauritia L.f., but the Cerrado types also increased, indicating that the Riparian Forest remained. Thus, \n\nthe palynological assemblies show that the Riparian Forest was present in all stages, unlike Cerradão, that \n\nduring the last 7.750 years BP., experienced phases of expansion and contraction. Through the study of \n\ncurrent pollen rain of the three ponds, it was possible to infer that the elements of Riparian Forest are \n\nprevalent in the Cerrado, as the presence of Mauritia L.f. and the abundance of spores that confirms this \n\ntype of dominant vegetation for current days, featuring a more humid climate at EEcMG. Isotopic \n\nanalyzes show that the forest remains with a predominance of C3 plants (forest) in relation to C4 plants \n\n(field). Charcoal fragments were identified in all three cores showing the evidence that paleofires \n\noccurred at EEcMG throughout the Holocene. The behavior of fluvial dynamics of Mogi Guaçú River \n\nduring the Holocene showed the influence of climatic events of global scale, and consequently, the \n\nmeanders constantly changed position along the plain through erosion and deposition processes of its \n\nbanks, not preserving the palynomorphs. \n\n \n\nKey words: Paleoecology, Palynology, Charcoal, Isotopic Geology, Fluvial Dynamics. \n\n\n\nxviii \n\n \n\n  \n\n\n\nxix \n\n \n\nSumário \n\n \n\nRESUMO ....................................................................................................................................................... xv \n\nABSTRACT ................................................................................................................................................... xvii \n\nAPRESENTAÇÃO ............................................................................................................................................. 1 \n\nPARTE I........................................................................................................................................................... 3 \n\nOBJETIVOS ..................................................................................................................................................... 7 \n\n1 Área de Estudo ...................................................................................................................................... 9 \n\n1.1 Clima ............................................................................................................................................ 11 \n\n1.2 Geomorfologia da área ................................................................................................................ 12 \n\n1.3 Contexto Geológico da área ........................................................................................................ 14 \n\n1.4 Vegetação da EEcMG................................................................................................................... 17 \n\nPARTE II ....................................................................................................................................................... 25 \n\n2 Revisão bibliográfica ............................................................................................................................ 25 \n\n2.1 Fundamentos Palinológicos......................................................................................................... 25 \n\n2.1.1 Chuva Polínica atual ............................................................................................................ 26 \n\n2.2 Isótopos do Carbono e Nitrogênio na Natureza .......................................................................... 27 \n\n2.3 Antracologia ................................................................................................................................ 29 \n\n2.4 Estudos do Cerrado durante o Quaternário no Brasil ................................................................. 31 \n\nPARTE III ...................................................................................................................................................... 39 \n\n3 Materiais e métodos ........................................................................................................................... 39 \n\n3.1 Amostragem ................................................................................................................................ 39 \n\n3.1.1 Testemunhos ....................................................................................................................... 39 \n\n3.1.2 Coleta de chuva polínica atual ............................................................................................ 41 \n\n3.2 No laboratório ............................................................................................................................. 41 \n\n\n\nxx \n\n \n\n3.3 Análise dos fragmentos de carvão .............................................................................................. 41 \n\n3.4 Tratamento químico das amostras para palinologia ................................................................... 44 \n\n3.4.1 Montagem das lâminas ....................................................................................................... 47 \n\n3.4.2 Identificação e contagem dos grãos de pólen/esporos ...................................................... 48 \n\n3.4.3 Construção do diagrama polínico ........................................................................................ 49 \n\n3.5 Isótopos do carbono na natureza................................................................................................ 50 \n\nRESULTADOS ............................................................................................................................................... 53 \n\nPARTE IV ...................................................................................................................................................... 55 \n\n4 Descrição do testemunho, datações, fracionamento isotópico ?\n13\n\nC/\n15\n\nN e fragmentos de carvão. ... 55 \n\n5 LAGOA DO CATINGUEIRO .................................................................................................................... 55 \n\n5.1 Descrição do testemunho ........................................................................................................... 55 \n\n5.2 Datações ...................................................................................................................................... 57 \n\n5.3 Dados isotópicos ?\n13\n\nC e \n15\n\nN ......................................................................................................... 57 \n\n5.4 Fragmentos de Carvão da Lagoa do Catingueiro ........................................................................ 59 \n\n6 LAGOA DA PEDRA ................................................................................................................................ 65 \n\n6.1 Descrição do testemunho ........................................................................................................... 65 \n\n6.2 Datações ...................................................................................................................................... 65 \n\n6.3 Dados isotópicos ?\n13\n\nC e \n15\n\nN ......................................................................................................... 67 \n\n6.4 Fragmento de Carvão da Lagoa da Pedra.................................................................................... 69 \n\n7 LAGOA DO FUNDÃO ............................................................................................................................ 75 \n\n7.1 Descrição do testemunho ........................................................................................................... 75 \n\n7.2 Datações ...................................................................................................................................... 76 \n\n7.3 Valores ?\n13\n\nC e \n15\n\nN ........................................................................................................................ 78 \n\n7.4 Fragmento de carvão da Lagoa do Fundão ................................................................................. 80 \n\n  \n\n\n\nxxi \n\n \n\nPARTE V ....................................................................................................................................................... 85 \n\n8 Análise Palinológica ............................................................................................................................. 85 \n\n8.1 Chuva polínica atual da EEcMG ................................................................................................... 86 \n\n8.1.1 Chuva polínica atual da Lagoa do Catingueiro .................................................................... 92 \n\n8.1.2 Chuva polínica atual da Lagoa da Pedra .............................................................................. 92 \n\n8.1.3 Chuva polínica atual da Lagoa do Fundão ........................................................................... 93 \n\n8.2 Análise palinológica dos testemunhos sedimentares ............................................................... 102 \n\n8.2.1 Lagoa do Catingueiro ......................................................................................................... 102 \n\n8.2.2 Lagoa da Pedra .................................................................................................................. 107 \n\n8.2.3 Lagoa do Fundão ............................................................................................................... 112 \n\nPARTE VI .................................................................................................................................................... 141 \n\n9 Discussão ........................................................................................................................................... 141 \n\n9.1 Chuva polínica atual da EEcMG ................................................................................................. 141 \n\n9.2 Testemunhos sedimentares: Integração das análises Palinológicas, Isotópicas e Antracológicas\n\n 142 \n\n9.3 Discussão e comparação com outros estudos .......................................................................... 151 \n\n10 Considerações finais ...................................................................................................................... 155 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ................................................................................................................. 159 \n\nANEXO I ..................................................................................................................................................... 169 \n\nANEXO II .................................................................................................................................................... 183 \n\n \n\n\n\nxxii \n\n \n\n  \n\n\n\nxxiii \n\n \n\nLISTA DE FIGURAS \n\nFIGURA 1.  Fragmentos de Cerrado do Estado de São Paulo. .................................................................... 5 \n\nFIGURA 2. Foto aérea mostrando a localização da EEcMG e os locais estudados na presente   pesquisa. \n\n1. Lagoa do Catingueiro. 2. Lagoa da Pedra e 3. Lagoa do Fundão. ........................................................... 10 \n\nFIGURA 3. Perfil longitudinal do Rio Mogi Guaçu. ................................................................................. 11 \n\nFIGURA 4. Classificação climática de Köppen para a EEcMG. ............................................................... 12 \n\nFIGURA 5. Sistemas de Relevo da Zona da EEcMG. ............................................................................... 13 \n\nFIGURA 6. Mapa Geológico da área de estudo. ........................................................................................ 15 \n\nFIGURA 7. Valores com a discriminação isotópica das plantas C3, C4 e CAM. ....................................... 28 \n\nFIGURA 8. Diagrama esquemático ilustrando as fontes do carvão vegetal primario e secundário em uma \n\nbacia hidrográfica. ....................................................................................................................................... 31 \n\nFIGURA 9. Evolução da vegetação do Cerrado no Brasil nos últimos 32.000 anos AP. .......................... 37 \n\nFIGURA 10. Foto de amostragem do corte dos testemunhos em laboratório. ........................................... 39 \n\nFIGURA 11. Fase de amostragem das sondas. .......................................................................................... 40 \n\nFIGURA 12. Fragmentos de carvão preparados para observação sob Microscópio Eletrônico de Varredura \n\n(MEV): A) Vista geral; B) Vista em detalhe. .............................................................................................. 43 \n\nFIGURA 13. Confecção de lâmina palinológica. ....................................................................................... 48 \n\nFIGURA 14. Descrição litológica do testemunho da Lagoa do Catingueiro. ............................................ 56 \n\nFIGURA 15. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa do Catingueiro. ... 59 \n\nFIGURA 16. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa do Catingueiro, \n\nretirados das seguintes profundidades (cm): 1) 102-104; 2) 14-16; 3) 34-36; 4) 62-64; 5) 46-48; 6) 8-10; 7) \n\n34-36; 8) 14-16. Escalas: A = 2 mm; B - H = 0,5 mm. ............................................................................... 60 \n\nFIGURA 17. Gráfico mostrando a profundidade, quantidade e tamanho dos      fragmentos de carvão \n\nanalisados na Lagoa do Catingueiro. ........................................................................................................... 62 \n\nFIGURA 18. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa do Catingueiro, onde p representa à correlação entre as duas \n\nvariáveis. ..................................................................................................................................................... 63 \n\nFIGURA 19. Figura 1 a 9- Fragmentos de carvão da Lagoa do Catingueiro analisados em MEV. Legenda: \n\nev: elementos de vaso; rv: raio vascular. ESCALA: 1, 7 e 8 = 500 ?m; 2, 3, 5 e 6 = 200 ?m; 4= 1 mm; 9 = \n\n2 mm. ........................................................................................................................................................... 64 \n\nFIGURA 20. Descrição do testemunho Lagoa da Pedra. ........................................................................... 66 \n\nFIGURA 21. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa da Pedra. ............. 68 \n\n\n\nxxiv \n\n \n\nFIGURA 22. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa da Pedra, \n\nretirados das seguintes profundidades (cm): 1) 67-69; 2) 4-6; 3) 4-6; 4) 18-20; 5) 26-28; 6) 96-98; 7) 73-\n\n75; 8) 73-75; 9) 77-79. Escalas: A - E = 0,5 mm; F, I = 0,2 mm; G = 0,5 mm; H = 1 mm. ....................... 69 \n\nFIGURA 23. Gráfico mostrando a profundidade, quantidade e tamanho dos fragmentos de carvão \n\nanalisados na Lagoa da Pedra. ..................................................................................................................... 71 \n\nFIGURA 24. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa da Pedra, onde p representa à correlação entre as duas \n\nvariáveis. ..................................................................................................................................................... 72 \n\nFIGURA 25. Figura 1 a 13- Fragmentos de carvão; 14 e 15- Fragmento de folha. Legenda: ev: elementos \n\nde vaso; ms: mesófilo. Escala: 1, 4 e 14 = 500 ?m; 2, 8 e 9 = 100 ?m; 3, 5, 6, 7, 10, 11, 12, 13, 15 =  200 \n\n?m; .............................................................................................................................................................. 73 \n\nFIGURA 26. Descrição do testemunho Lagoa do Fundão ......................................................................... 76 \n\nFIGURA 27. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa do Fundão........... 78 \n\nFIGURA 28. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa do Fundão, \n\nretirados das seguintes profundidades (cm): 1) 57-59; 2) 63-65 0; 3) 57-59; 4) 93-95; 5) 107-109; 6) 107-\n\n109; 7) 107-109; 8) 107-109; 9) 6-8. Escalas: A = 1,5 mm; B – C = 0,5 mm; D = 0,2 mm; E – G = 1 mm; \n\nH – I = 0,5 mm. ........................................................................................................................................... 81 \n\nFIGURA 29. Gráfico mostrando a profundidade, quantidade e tamanho dos fragmentos de carvão \n\nanalisados na Lagoa do Fundão. .................................................................................................................. 82 \n\nFIGURA 30. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa do Fundão, onde p representa à correlação entre as duas \n\nvariáveis. ..................................................................................................................................................... 83 \n\nFIGURA 31. Figura 1 a 12- Fragmentos de carvão. Legenda: ev: elementos de vaso; rv: raio vascular; pt: \n\npontoações. Escala: 1, 4, 6 e 8 = 500 ?m; 2, 7, 9 e 12 = 1 mm; 5, 10 e 11 = 200 ?m; 3 = 2 mm. .............. 84 \n\nFIGURA 32. Diagrama polínico de porcentagem dos grãos pólen da chuva polínica atual da EEcMG. .. 89 \n\nFIGURA 33. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) \n\nda chuva polínica atual da EEcMG. ............................................................................................................ 90 \n\nFIGURA 34. Diagrama polínico de porcentagens dos elementos que formam associações dentro do \n\nBioma Cerrado encontrados na Chuva Polínica Atual da EEcMG: Mr (Mata Ripícola), Ce (Cerradão), Eev \n\n(Espécies ecológicamente versáteis) e Ei (Espécies introduzidas). ............................................................. 91 \n\nFIGURA 35. Diagrama polínico de porcentagem da Lagoa do Catingueiro............................................ 104 \n\nFIGURA 36. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) \n\nda Lagoa do Catingueiro. .......................................................................................................................... 105 \n\n\n\nxxv \n\n \n\nFIGURA 37. Diagrama polínico de porcentagens dos elementos que formam associações dentro do \n\nBioma Cerrado encontrados na Lagoa do Catingueiro: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies \n\necológicamente versáteis) e Ei (Espécies introduzidas). ........................................................................... 106 \n\nFIGURA 38. Diagrama polínico de porcentagem da Lagoa da Pedra...................................................... 109 \n\nFIGURA 39. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) \n\nda Lagoa da Pedra. .................................................................................................................................... 110 \n\nFIGURA 40.  Diagrama polínico de porcentagens dos elementos que formam associações dentro do \n\nBioma Cerrado encontrados na Lagoa da Pedra: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies \n\necológicamente versáteis) e Ei (Espécies introduzidas). ........................................................................... 111 \n\nFIGURA 41. Diagrama polínico de porcentagem da Lagoa do Fundão. ................................................. 115 \n\nFIGURA 42. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) \n\nda Lagoa do Fundão. ................................................................................................................................. 116 \n\nFIGURA 43. Diagrama polínico de porcentagens dos elementos que formam associações dentro do \n\nBioma Cerrado encontradas na Lagoa do Fundão: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies \n\necológicamente versáteis) e Ei (Espécies introduzidas). ........................................................................... 117 \n\nFIGURA 44. Representação esquemática do Estágio MGI- 7.750 a 2.730 anos AP. .............................. 146 \n\nFIGURA 45. Representação esquemática do Estágio MGII-2.730 a 680 anos AP. ................................. 149 \n\nFIGURA 46. Representação esquemática do Estágio MGIII-680 anos AP à hoje/atual. ......................... 152 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxvi \n\n \n\n  \n\n\n\nxxvii \n\n \n\nLISTA DE TABELAS \n\nTABELA 1. Lista de espécies que podem ser encontradas dentro do Bioma Cerrado, nas \n\nformações: Mata Ciliar, Mata de Galeria, Cerradão e Mata Seca na Fazenda Campininha \n\n(EEcMG). Dados extraídos de Passos (1998), Neto et al. (2012) e Ribeiro &amp; Walter (2008). ..... 20 \n\nTABELA 2. Número de amostras analisadas para identificação e contagem dos fragmentos de \n\ncarvão nos três testemunhos estudados. ......................................................................................... 42 \n\nTABELA 3. Amostras processadas para palinologia .................................................................... 45 \n\nTABELA 4. Amostras processadas para ?‰ C e ?‰ \n15\n\nN ............................................................ 50 \n\nTABELA 5. Amostras enviadas para análise da cronologia através do \n14\n\nC .................................. 52 \n\nTABELA 6. Idades \n14\n\nC calibradas em anos AP para a Lagoa do Catingueiro. ............................. 57 \n\nTABELA 7. Dados isotópicos da Lagoa do Catingueiro: ?\n13\n\nC e \n15\n\nN ............................................ 58 \n\nTABELA 8. Distribuição das amostras de acordo com a profundidade ao longo do testemunho da \n\nLagoa do Catingueiro, evidenciando a quantidade e tamanho dos fragmentos de carvão \n\nencontrados em cada nível. ............................................................................................................ 60 \n\nTABELA 9. Idades \n14\n\nC calibradas em anos AP da Lagoa da Pedra. ............................................ 67 \n\nTABELA 10. Dados isotópicos da Lagoa da Pedra: ?\n13\n\nC e \n15\n\nN .................................................... 67 \n\nTABELA 11. Distribuição das amostras de acordo com a profundidade ao longo do testemunho \n\nda Lagoa da Pedra, evidenciando a quantidade e tamanho dos fragmentos de carvão encontrados \n\nem cada nível. ................................................................................................................................. 70 \n\nTABELA 12. Idades \n14\n\nC calibradas em anos AP da Lagoa do Fundão. ....................................... 77 \n\nTABELA 13. Dados isotópicos da Lagoa do Fundão: ?\n13\n\nC e \n15\n\nN ................................................. 79 \n\nTABELA 14. Distribuição das amostras de acordo com a profundidade ao longo do testemunho \n\nda Lagoa do Fundão, evidenciando a quantidade e tamanho dos fragmentos de carvão \n\nencontrados em cada nível. ............................................................................................................ 80 \n\nTABELA 15. Pontos de coleta da chuva polínica atual da EEcMG. ............................................ 87 \n\nTABELA 16. Lista de vegetação atual da EEcMG ..................................................................... 169 \n\nTABELA 17.  Lista de tipos encontrados na Lagoa do Catingueiro ........................................... 173 \n\nTABELA 18.  Lista de tipos encontrados na Lagoa da Pedra ..................................................... 175 \n\nTABELA 19. Lista de tipos encontrados na Lagoa do Fundão ................................................... 179 \n\n \n\n\n\nxxviii \n\n \n\n  \n\n\n\nxxix \n\n \n\nLISTA DE ESTAMPAS \n\nESTAMPA 1. Legenda: Esporos. 1 a 4- Cyatheaceae; 5 a 7- Dicksoniaceae; 8 e 9- Lycopodium \n\nsp.; 10 a 12- Polypodium sp.; 13 a 15- Thelypteris sp. Escala = 10 ?m. ....................................... 95 \n\nESTAMPA 2. Legenda: Gimnospermas. 1 a 5- Pinus sp. Angiospermas. 6 e 7- Apocynaceae; 8 e \n\n9- Araliaceae; 10 a 12- Arecaceae; 13 e 14- Euphorbia sp.; 15 a 17- Malpighiaceae; 18 a 21- \n\nMelastomataceae/Combretaceae; 22 e 23- Euphorbiaceae. Escala = 10 ?m. ................................ 97 \n\nESTAMPA 3. Legenda: Angiospermas. 1 e 2- Mimosaceae; 3 a 5- Myrtaceae; 6 e 7- Sapotaceae; \n\n8 a 11- Sebastiana sp.; 12 e 13- Amaranthaceae; 14 a 17- Asteraceae. Escala = 10 ?m. .............. 99 \n\nESTAMPA 4. Legenda: Angiospermas. 1 a 3- Cyperaceae; 4 e 5- Malvaceae; 6 a 9- Poaceae; 10 \n\ne 11- Rubiaceae. Escala = 10 ?m. ................................................................................................ 101 \n\nESTAMPA 5. Legenda: Esporos. 1- Anemia sp.; 2 e 3- Aspleniaceae; 4 a 10- Cyathea sp.; 11 a \n\n16- Dicksoniaceae. Escala = 10 ?m. ............................................................................................ 119 \n\nESTAMPA 6. Legenda: Esporos. 1 e 2- Lycopódium sp.; 3 e 4- Polypodium sp.; 5 e 6- \n\nSelaginella sp.; 7 e 8- Schizaea sp.; 9 e 10- Thelypteris sp.; 11 a 13- Osmundaceae. Escala = 10 \n\n?m. ................................................................................................................................................ 121 \n\nESTAMPA 7. Legenda: Gimnospermas. 1 a 3- Pinus sp.; 4 a 9- Podocarpus sp.  Escala = 10 ?m.\n\n ...................................................................................................................................................... 123 \n\nESTAMPA 8. Legenda: Angiospermas. 1 e 2- Acosmium sp.; 3 e 4- Anacardiaceae; 5 e 6- \n\nAnadenanthera sp.; 7 e 8- Anonna sp.; 9 e 10- Apocynaceae.; 11 a 16- Araliaceae; 17 a 20- \n\nArecaceae. Escala = 10 ?m. ......................................................................................................... 125 \n\nESTAMPA 9. Legenda: Angiospermas. 1 e 2- Aspidosperma sp.; 3 e 4- Astronium sp.; 5 e 6- \n\nBanara sp.; 7 a 10- Bombacaceae; 11 e 12- Bignoniaceae.; 13 a 15- Copaifera sp.; 16 e 17- \n\nCupania sp.; 18 a 20- Curatella sp.; 21 e 22- Cybianthus sp. Escala = 10 ?m. ........................... 127 \n\nESTAMPA 10. Legenda: Angiospermas. 1 a 4- Dalbergia sp.; 5 e 6- Diclinanona sp.; 7 e 8- \n\nDinizia sp.; 9 e 10- Ericaceae; 11 e 12- Diplotropis sp.; 13 e 14- Euphorbiaceae; 15 e 16- \n\nEuphorbia sp.; 17 e 18- Eugênia sp.; 19 e 20- Hydrocotyle sp.; 21 a 24- Ilex sp. Escala = 10 ?m.\n\n ...................................................................................................................................................... 129 \n\nESTAMPA 11. Legenda: Angiospermas. 1 e 2- Ludwigia sp.; 3 a 6- Mauritia sp.; 7 a 12-\n\nMelastomataceae/Combretaceae; 13 a 19- Mimosa sp.; 20 a 23- Myrcia sp.; 24 e 25- Myrsine sp.; \n\n26 a 29- Myrtaceae. Escala = 10 ?m. ........................................................................................... 131 \n\n\n\nxxx \n\n \n\nESTAMPA 12. Legenda: Angiospermas. 1 e 2- Paullinia sp.; 3 a 7- Peixotoa sp.; 8 e 9- \n\nPhyllanthus sp.; 10 e 11- Pterocarpus sp.; 12 a 15- Sebastiana sp.; 16 e 17- Tetracera sp.; 18 a \n\n21- Tapira sp. Escala = 10 ?m. .................................................................................................... 133 \n\nESTAMPA 13. Legenda: Angiospermas. 1 a 3- Alternanthera sp.; 4 a 6- Amaranthus sp.; 7 a 12- \n\nAsteraceae; 13 a 16- Borreria sp.; 17 a 20- Bromeliaceae. Escala = 10 ?m. .............................. 135 \n\nESTAMPA 14. Legenda: Angiospermas. 1 e 2- Calliandra sp.; 3 a 6- Cuphea sp.; 7 a 11- \n\nCyperaceae; 12 a 14- Chenopódium sp.; 15 a 18- Diatenopteryx sp.; 19 e 20- Eryngium sp.; 21 a \n\n23- Galactia sp. Escala = 10 ?m. ................................................................................................. 137 \n\nESTAMPA 15. Legenda: Angiospermas. 1 a 4- Gomphrena sp.; 5 e 6- Lamiaceae.; 7 e 8- \n\nMalvaceae; 9 a 11- Poaceae; 12 e 13- Polygala sp.; 14 e 15- Spermacoce sp.; 16 a 18- Solanum \n\nsp.; 19 a 21- Polygalaceae; 22 a 24- Polygonum sp. Escala = 10 ?m. ......................................... 139 \n\n \n\n \n\n \n\n\n\n1 \n\n \n\nAPRESENTAÇÃO \n\nEsta Tese, intitulada “Análise Paleoambiental Quaternária do Écotono Cerrado/ Mata Atlântica \n\nno Município de Mogi Guaçú, SP” foi desenvolvida no Curso de Pós-Graduação em Geociências, \n\nDepartamento de Geologia e Recursos Naturais, na Universidade Estadual de Campinas, sob \n\norientação da Prof. (a). Dra Fresia Ricardi Torres- Branco, como parte do Projeto de Pesquisa \n\nfinanciado pela FAPESP, Número do Processo FAPESP 2010/20379-6. \n\nEste trabalho está dividido em seis partes. A primeira parte contém as informações preliminares \n\nsobre o projeto de estudo e seu desenvolvimento (Introdução e Objetivos), bem como a descrição \n\nda área de estudo, seus aspectos geológicos, climatológicos, geomorfológicos e vegetação \n\npredominante. Na segunda parte estão os principais conceitos sobre as ferramentas de estudo e os \n\nproxy utilizados neste trabalho e também uma revisão bibliográfica acerca das principais \n\npesquisas realizadas para o Cerrado no Brasil e na América do Sul durante o Pleistoceno. A \n\nterceira parte se resume a explicar os materiais e métodos aplicados nesta pesquisa. A quarta \n\nparte contém todos os resultados obtidos referentes à descrição dos testemunhos, datações, \n\nfracionamento isotópico ?\n13\n\nC/\n15\n\nN e fragmentos de carvão. A quinta parte descreve os resultados \n\nda palinologia da chuva polínica atual e dos testemunhos sedimentares. E por fim, a sexta e \n\núltima parte, que comporta a apresentação e discussão dos resultados adquiridos, sua \n\ninterpretação paleoambiental e comparação dos dados obtidos com estudos prévios sobre o tema \n\ndesta pesquisa e as conclusões deste trabalho. \n\n  \n\n\n\n2 \n\n \n\n  \n\n\n\n3 \n\n \n\nPARTE I \n\n \n\nINTRODUÇÃO \n\n \n\n O clima constitui um fator decisivo na evolução e na distribuição dos seres vivos na Terra, \n\ne na intensidade dos processos erosivos e intempéricos. Embora as modificações paleoclimáticas \n\npossam ser estabelecidas a partir de estudos paleoecológicos, o reconhecimento das suas causas é \n\nbastante complexo. Sendo assim, para se poder realizar inferências acerca de sua evolução, é \n\nnecessário o estudo dos seus principais componentes por longos períodos de tempo, que são \n\nsomente acessíveis por meio de estudos do registro fóssil ou proxy data.  \n\n Os estudos Paleoambientais do Quaternário que ocorrem as margens dos rios em sistemas \n\nfluviais desempenham um papel essencial no entendimento e evolução destas áreas alagadas, bem \n\ncomo o equilíbrio dos ecossistemas aquáticos para proteção da vegetação ripária e manutenção da \n\nbiodiversidade (Durigan, 1994). Os rios representam os agentes mais importantes e dinâmicos no \n\ntransporte e deposição de sedimentos, e mesmo integrando uma porcentagem menor da paisagem \n\ntotal de uma área, possui um significado extremamente importante nos estudos paleoambientais. \n\nO estudo da dinâmica fluvial é essencial, não somente para compreender a evolução climática e \n\nvegetacional de uma determinada região, mas também como meio para estabelecer modelos \n\nfuturos de preservação (Balabram, 2007) e, por meio da aplicação de análise multidisciplinar, \n\nutilizando vários proxy como indicadores ambientais (palinologia, análise isotópica e fragmentos \n\nde carvão) que auxiliem no entendimento e evolução da paisagem, como a proposta na qual a \n\npresente pesquisa se embasa. \n\n A vegetação é muito sensível aos fatores ambientais e responde às condições climáticas \n\ndo ambiente, facilitando a reconstrução e possível identificação de mudanças ambientais e \n\nperturbações nos ecossistemas naturais (Salgado-Labouriau, 1994). As plantas que formam a \n\nvegetação anualmente lançam enormes quantidades de grãos de pólen e esporos no ar, podendo \n\numa porção deles casualmente serem depositados em ambientes favoráveis a sedimentação, \n\nficando, assim, preservados nos pacotes sedimentares. Essa sequencia vertical dos palinomorfos \n\nno interior dos pacotes sedimentares permite um registro bastante confiável dos principais \n\n\n\n4 \n\n \n\neventos paleoecológicos ocorridos em uma região, num determinado espaço de tempo geológico \n\n(Neves, 1998). \n\n O Quaternário, último período da Era Cenozoica, teve como um dos fatos mais \n\nimportantes o início da civilização humana, que resulta diretamente na intervenção dos \n\necossistemas, introduzindo um novo agente às mudanças ocorridas na Terra. Grande parte dos \n\nanimais e praticamente todas as plantas atuais existiram durante todo o período, permitindo uma \n\nmelhor elaboração de modelos futuros e realizar inferências climáticas. O Holoceno é a época \n\nmais recente do período Quaternário e teve início ao final da última grande glaciação, há cerca de \n\n10.000 anos (Neto &amp; Nery, 2005)..  \n\n O Cerrado está localizado essencialmente no Planalto Central do Brasil e é o segundo \n\nmaior bioma do País em área, apenas superado pela Floresta Amazônica (Ribeiro &amp; Walter, \n\n2008). Estudos relacionados à evolução do Bioma Cerrado no Brasil, principalmente em área \n\nalagadas durante o Holoceno ainda é bastante escassa. \n\n Conforme Toledo Filho (1984), no Estado de São Paulo o Cerrado ocorre \n\npredominantemente na região centro-norte, interrompido por outras formações vegetais, como \n\nnas proximidades de Campinas, Ribeirão Preto, Franca e Altinópolis. Segundo Durigan et al., \n\n(2003), os fragmentos de cerrado no Estado de São Paulo podem ser divididos em dois grandes \n\ngrupos fitogeográficos: fragmentos onde ocorrem formas campestres (cerrado sensu strictu e \n\ncampo cerrado), geralmente localizados na porção leste do estado e fragmentos onde a vegetação \n\ntem fisionomia florestal (Cerradão, Ecótono, Floresta Estacional Semidecídua ou Mata Ciliar), \n\ngeralmente localizados na porção oeste do estado (FIG. 1).  \n\n Em tempos mais frios e secos do que se observa atualmente, o Cerrado provavelmente \n\navançou sobre áreas hoje tipicamente florestais, como a Amazônia. Por sua vez, durante períodos \n\nmais quentes e úmidos do que o atual, formações florestais também invadiram o Cerrado (Silva, \n\n1995). Toda essa mudança na configuração no Bioma Cerrado provocou grandes transformações \n\nna sua biodiversidade, sendo possível estuda-las através dos proxy utilizados para esta pesquisa. \n\n \n\n\n\n5 \n\n \n\n \n\n \n\nFIGURA 1.  Cobertura Vegetal da Estação Ecológica de Mogi Guaçú.  \n\nFonte: http://www.iflorestal.sp.gov.br/sifesp/mapasmunicipais.html  \n\n\n\n6 \n\n \n\n Além da análise palinológica, para auxiliar os estudos no Bioma Cerrado durante o \n\nHoloceno para o Município de Mogi Guaçú (SP), foi proposto neste trabalho à utilização de \n\nanálise multidisciplinar, através do estudo e aplicação dos isótopos estáveis do carbono \n12\n\nC e \n13\n\nC \n\ne \n15\n\nN da matéria orgânica dos solos e análise de fragmentos de carvão contidos nos sedimentos, \n\ndado que ambos contribuem nos estudos paleoambientais e variações climáticas ocorridas através \n\ndo tempo.   \n\n Desta forma, este trabalho constitui uma contribuição para o melhor conhecimento da \n\nflora pretérita do Cerrado para o Estado de São Paulo, com o intuito de investigar a evolução \n\npaleoambiental dos fatores climáticos que influenciaram nas modificações vegetacionais \n\nregistradas na Estação Ecológica de Mogi Guaçú (EEcMG) e por conseguinte do Município de \n\nMogi Guaçú (SP), durante o Holoceno. Para isso foram utilizados indicadores paleoambientais \n\ncomo a palinologia, técnicas isotópicas e antracológicas. \n\n\n\n7 \n\n \n\nOBJETIVOS \n\n \n\n O objetivo geral deste trabalho foi à reconstrução paleoambiental da Estação Ecológica de \n\nMogi Guaçú (SP) a partir da composição da vegetação durante o Holoceno, através de \n\nindicadores paleoambientais como a palinologia, técnicas antracológicas e análises isotópicas. \n\nDesta forma definiram-se como objetivos secundários da pesquisa: \n\n- Caracterização e evolução da vegetação no Município de Mogi Guaçú (SP), mediante o estudo \n\nde três testemunhos recuperados na Estação Ecológica de Mogi Guaçú; \n\n- Caracterização do conteúdo palinológico dos testemunhos, bem como sua identificação a nível \n\nde família e quando possível a nível de gênero; \n\n- Identificação e estudo dos fragmentos de carvão nos testemunhos pesquisados; \n\n- Aplicação das técnicas isotópicas (\n14\n\nC, \n13\n\nC, \n12\n\nC e \n15\n\nN), a fim de se obter a cronologia dos \n\neventos ocorridos e investigar o tipo de vegetação em relação ao sistema fotossintético das \n\nplantas C3 e C4 e \n15\n\nN; \n\n- Integração dos dados gerados com a pesquisa e comparação com outros estudos Quaternários no \n\nBrasil. \n\n  \n\n\n\n8 \n\n \n\n \n\n \n\n\n\n9 \n\n \n\n1 Área de Estudo \n\n \n\n A área de estudo está localizada na fazenda Campininha (FIG. 2), que se situa no \n\nMunicípio de Mogi Guaçú, distrito de Martinho Prado Jr., entre as coordenadas geográficas 22º \n\n10’ e 22º 18’ de latitude Sul e 47º 08’e 47º 11’ de longitude Oeste, Estado de São Paulo. A \n\nmesma é dividida em três Unidades, todas administradas pelo Instituto Florestal, denominadas \n\n“Reserva Biológica de Mogi Guaçú”, “EEcMG” e “Estação Experimental de Mogi Guaçú”, as \n\nduas últimas possuindo remanescentes de vegetação nativa (Aspidosperma polyneuron e Euterpe \n\nEdulis), entremeadas por uma área de plantios de espécies exóticas (Pinus L. e Eucalyptus \n\nL’Hér.). A porção sul da Fazenda Campininha, onde se encontra se encontra a EEcMG, localiza-\n\nse a margem direita do Rio Mogi Guaçú. \n\n Segundo Gandolfi (1971), citado por Zancopé (2009), a bacia hidrográfica do Rio Mogi \n\nGuaçu possui uma área de 17.460 km2, deste, 2.650 km2 encontram-se em território mineiro e \n\n14.653 km2 em território paulista. O Rio Mogi Guaçú nasce no Morro do Curvado, no município \n\nsul-mineiro de Bom Repouso, numa altitude aproximada de 1.510 m e coordenadas aproximadas \n\n22°30’S / 46°08’W, na região da Serra da Mantiqueira, próximo ao limite interestadual entre São \n\nPaulo e Minas Gerais – Sudeste Brasileiro. Após escoar longitudinalmente por aproximados 530 \n\nKm, deságua no Rio Pardo a 483 m acima do nível médio do mar entre as coordenadas 20º53´S e \n\n48º11´W, no NE do estado paulista (Zancopé, 2009). Ainda de acordo com o autor, o perfil \n\nlongitudinal do Rio Mogi Guaçú pode ser dividido em três cursos principais: Baixo curso, Médio \n\nCurso e Alto Curso, onde sua bacia de drenagem mede aproximadamente 529,65 Km de \n\nextensão. A EEcMG está localizada no Médio Curso Superior do Rio Mogi Guaçú, como pode \n\nser visto na FIG. 3. \n\n Conforme com Zancopé (2009), dentro do território Paulista, o Rio Mogi Guaçú escoa \n\nsobre as rochas da Bacia Sedimentar do Paraná até a foz (FIG. 3), atravessando na Depressão \n\nPeriférica Paulista, predominantemente, arenitos finos, argilitos e folhelhos. Ainda de acordo o \n\nautor, o Rio Mogi Guaçú pode ser classificado como um rio consequente e epigênico, ou seja, \n\nque acompanha o mergulho das unidades sedimentares da Bacia do Paraná.  \n\n\n\n10 \n\n \n\n \n\nFIGURA 2. Foto aérea mostrando a localização da EEcMG e os locais estudados na presente   \n\npesquisa. 1. Lagoa do Catingueiro. 2. Lagoa da Pedra e 3. Lagoa do Fundão. \n\n\n\n11 \n\n \n\n \n\n \n\n       FIGURA 3. Perfil longitudinal do Rio Mogi Guaçu.  \n\n       Fonte: Zancopé (2009). \n\n \n\n1.1 Clima \n\n O clima que predomina (FIG. 4) na área de estudo, de acordo com a classificação de \n\nKöppen, é o clima Aw (clima tropical com estação seca de inverno). As temperaturas médias \n\nanuais variam de 20,5 ºC a 22,5 ºC, as precipitações médias variam entre 1400 e 1600 mm por \n\nano, sendo que no período chuvoso (outubro a março) a precipitação média acumulada varia de \n\n1100 a 1250 mm e no período seco (abril a setembro) de 250 a 300 mm (CBH-Mogi, 1999). \n\n\n\n12 \n\n \n\nFIGURA 4. Classificação climática de Köppen para a EEcMG.  \n\nFonte: CBH-Mogi (1999). \n\n \n\n1.2 Geomorfologia da área \n\n De acordo o Plano de Manejo da EEcMG e Reserva Biológica de Mogi Guaçu, para a \n\nárea de estudo é possível encontrar dois grupos de relevo: os Relevos de Agradação e Relevos de \n\nDegradação, em Planaltos Dissecados. \n\n O relevo de Agradação está relacionado à ação da deposição fluvial, é representado na \n\nárea de estudo pelas chamadas planícies aluviais, que ocorrem de forma expressiva às margens do \n\nRio Mogi Guaçu. As principais características desta forma de relevo é a suscetibilidade a \n\ninundações periódicas devido à oscilação do nível do lençol freático e o constante aporte de \n\nsedimentos aluvionares e coluvionares (CBH-Mogi, 1999). \n\n\n\n13 \n\n Na área de estudo predominam as Planícies Aluviais, trata-se de um relevo com \n\ndeclividade suave, como pode ser observado na FIG. 5. \n\n \n\nFIGURA 5. Sistemas de Relevo da Zona da EEcMG.  \n\nFonte: CBH, Mogi (1999). \n\n \n\n  \n\n\n\n14 \n\n1.3 Contexto Geológico da área   \n\nBacia do Paraná \n\n A área de estudo está inserida dentro da Bacia do Paraná (FIG. 6) e, são observadas \n\ncoberturas superficiais do Cenozóico (Depósitos Aluvionares e Depósitos Colúvionares) \n\nlocalizadas as longo das margens do Rio Mogi Guaçú (Perrota et al., 2005). Algumas das \n\nprincipais características das unidades litoestratigráficas encontradas na área de estudo e no seu \n\nentorno são a média ou alta susceptibilidade à erosão dos solos originados nestas unidades, seja \n\ndevido ao material de origem sedimentar inconsolidado, ou à combinação entre a litologia e o \n\nrelevo da área (IPT, 1981). \n\n A Bacia do Paraná é uma grande Bacia Intracratônica do continente Sul-Americano que \n\ninclui posições territoriais do Brasil meridional, Paraguai Oriental, Nordeste da Argentina e Norte \n\ndo Uruguai, totalizando uma área que se aproxima de 1,5 milhão de quilômetros quadrados \n\n(Milani et al., 2007). Abaixo a descrição das quatro unidades litoestratigráficas encontradas para \n\nà área de estudo: \n\nGrupo Itararé indiviso  \n\n O Grupo Itararé penetra no Estado de São Paulo, vindo do Estado do Paraná, através do \n\nVale do Rio Itararé que chega até o Rio Mogi Guaçú, onde apresenta um contato abrupto com à \n\nFormação Aquidauna. \n\n Segundo Perrota et al., (2005), o Grupo Itararé e a Formação Aquidauna representam a \n\nporção basal transgressiva da Supersequência  Gondwana I, de idade carbonífera-eotriássica. De \n\nmodo geral, o Grupo Itararé é constituído por arenitos de granulação heterogêna, onde ocorrem \n\nsedimentos rítmicos que se alteram em delicada estratificação plano-paralela, arenitos finos, \n\nsiltitos cinza claro e folhelhos cinza escuros, referidos geralmente como varvitos (Clemente, \n\n1998). \n\n Solos originados desta unidade possuem características semelhantes aos originados da \n\nFormação Aquidauna, ou seja, com predomínio de siltes e areias na composição e de grande \n\nprofundidade no perfil (IPT, 1981). \n\n\n\n15 \n\nFormação Aquidauana \n\n A Formação Aquidauana representa porções marginais do Grupo Itararé, com \n\nsedimentação predominantemente continental, em sistemas de leques aluviais, com influencia \n\nglacial (Zalán et al., 1990). Clemente (1998), afirma que no Estado de São Paulo, a Formação \n\nAquidauana ocorre desde a região de Mococa até o vale do Rio Mogi Guaçú, a sul do qual grada \n\npor interdigitação com o Grupo Itararé. Para esta Formação, França &amp; Potter (1988), definiram \n\nciclos de sedimentação com granadocrescência ascedente que corresponderiam a mudanças \n\nclimáticas cíclicas dentro do regime glacial, cada um deles ligado a uma subida do nível relativo \n\ndo mar. \n\n \n\n     FIGURA 6. Mapa Geológico da área de estudo.  \n\n     Fonte: Sachs et al., (2005). \n\n\n\n16 \n\n De acordo com Perrota et al. (2005), a Formação Aquidauana é composta, em sua porção \n\ninferior, por arenitos vermelhos a róseos, granulação médias a grossa, com estratificação cruzada \n\nacanalada, e intercalando diamictitos, arenitos esbranquiçados e conglomerado basal. Ainda de \n\nacordo com o autor, a porção média é composta por siltitos, folhelhos e arenitos finos, vermelhos \n\na róseos, laminados, com intercalações de diamictito e folhelho de cor cinza-esverdeado e por \n\núltimo a porção superior que é constituída dominantemente por arenitos vermelhos com \n\nestratificação cruzada. \n\n Solos derivados da Formação Aquidauana são constituídos em sua maior porção de siltes \n\ne areias, com espessuras de até 5 metros. Estes mesmos solos quando formados por depósitos \n\ncoluvionares apresentam, em geral, porosidade e permeabilidade relativamente altas (IPT, 1981). \n\n De acordo com o Plano de Manejo da EEcMG e Reserva Biológica de Mogi Guaçú \n\n(2010), os arenitos da Formação Aquidauana recobrem 92,7% (310,6 há) da área da Reserva \n\nBiológica de Mogi Guaçu e estão localizados nas áreas mais altas do relevo (de 585 a 660 metros \n\nde altitude).  \n\nCoberturas Cenozóicas \n\nDepósitos Coluvionares \n\n A deposição de sedimentos colúvio-aluvionares se iniciou provavelmente no Neógeno e \n\nperdura por todo o Quaternário podendo ser constatada até os dias atuais. Esses depósitos são \n\nformados por coberturas extensas e delgadas, localizadas na Depressão Periférica, nas Cuestas \n\nBasalticas e no Planalto Ocidental (Perrota et al., 2005). Perrota et al., (2005), afirmam que estas \n\ncoberturas são de granulometria areno-argilosa, com no máximo de 10 metros de espessura, \n\ndesenvolvidas sobre o substrato arenoso das unidades litoestratigraficas Itararé, Aquidauana, \n\nPirambóia e Botucatu. Não é constatada a presença de estruturas sedimentares, embora estes \n\ndepósitos contenham um nível basal de acumulação de quartzo e podem ser encontrados um \n\ngrande número de fragmentos de carvão vegetal de idades holocênicas. \n\n \n\n \n\n\n\n17 \n\nDepósitos Aluvionares \n\n Depósitos aluvionares ocorrem ao longo das margens do Rio Mogi Guaçú, na planície de \n\ninundação, formados basicamente por aluviões, em geral com areias inconsolidadas de \n\ngranulação variável, siltes, cascalheiras fluviais, em depósitos de calha e ou terraços. Estes \n\ndepósitos são resultantes dos processos de erosão, transporte e deposição a partir de áreas-fonte \n\ndiversas (Perrota et al., 2005). \n\n Os solos formados a partir destes depósitos são de textura indiscriminada e podem sofrer \n\nencharcamento ao menos durante algum período do ano, como por exemplo alguns Latossolos, \n\nGleissolos, Cambissolos encontrados as margens do Rio Mogi Guaçú (CBH-Mogi, 1999). \n\n Depósitos Aluvionares do Cenozóico são encontrados em sua maior porção na EEcMG, \n\nàs margens do Rio Mogi Guaçu, ocupando 68,5% (637 há) da Estação. As maiores fragilidades \n\ndestes depósitos são a alta suscetibilidade à deposição de sedimentos advindos das porções mais \n\naltas do relevo e o solapamento das margens do Rio Mogi Guaçu, sendo que, solos formados a \n\npartir destes aluviões estão sujeitos a inundações periódicas (CBH-Mogi, 1999). \n\n \n\n1.4 Vegetação da EEcMG \n\n A área de estudo está situada na zona de transição entre o Bioma Cerrado e Mata \n\nAtlântica, com características de ambos, podendo ser considerada uma área de tensão ecológica \n\nou écotono. O mosaico formado pela Reserva Biológica e a EEcMG está situada em uma área \n\nconsiderada como prioritária para conservação do Cerrado.  \n\n A Mata Atlântica, formação vegetal que ocorre em grande parte da região litorânea \n\nbrasileira, ocupa atualmente uma extensão de 100 mil quilômetros quadrados, com sua rica \n\ndiversidade, é uma das mais importantes florestas tropicais do mundo. \n\n O Cerrado, bioma bastante peculiar por sua constituição de formações vegetais que \n\nvariam desde campos abertos até densas florestas que podem atingir até 30 m de altura (Aguiar et \n\nal., 2004), destaca-se como unidade fitofisionômica pela sua grande expressividade quanto ao \n\n\n\n18 \n\npercentual de áreas ocupadas no Brasil, ocupando atualmente cerca de 21% do território \n\nbrasileiro, o 2° maior bioma do Brasil.  \n\n Ribeiro e Walter (2008) descreveram onze tipos principais de vegetação para o Bioma \n\nCerrado, enquadrados em: Formações Florestais, (Mata Ciliar, Mata Galeria, Mata Seca e \n\nCerradão), Savânicas (Cerrado Sentido Restrito, Parque de Cerrado, Palmeiral e Vereda) e \n\nCampestres (Campo Sujo, Campo Limpo e Campo Rupestre). Dentro das formações florestais \n\npodem-se considerar dois grupos que parecem ter sua distribuição atual atrelada à rede \n\nhidrográfica e aos seus solos: as formações associadas aos cursos de água (Ribeirinhas ou \n\nRipícolas), e as que não possuem associação aos cursos de água (Interflúvios).  \n\n A primeira formação (Ribeirinha ou Mata Ripícola) reúne a Mata Ciliar e a Mata de \n\nGaleria. Ribeiro e Walter (2008) definem Mata Ciliar como uma vegetação florestal que \n\nacompanha os rios de médio porte e grande porte da região do Cerrado, em que a vegetação \n\narbórea não forma galerias. Dentro da Mata Ciliar podem ser citadas como espécies arbóreas \n\nfrequentes: Anadenanthera Speg., Apeiba tibourbou, Aspidosperma Mart. &amp; Zucc., Tapira \n\nguianensis, Trema micrantha, Tabeuia Gomes., Attalea speciosa. e também a presença de \n\nespécies das famílias Boraginaceae, Myrtaceae e Rubiaceae. Diferentes trechos ao longo de uma \n\nMata Ciliar podem apresentar composição florística bastante variável, existindo faixas que \n\npodem ser dominadas por poucas espécies.  \n\n A definição de Mata Galeria proposta por Ribeiro &amp; Walter (2008), a caracteriza como \n\nvegetação florestal que acompanha os rios de pequeno porte e córregos, formando corredores \n\nfechados (galerias) sobre o curso de água. Em geral são circundadas por faixas de vegetação não \n\nflorestal em ambas as margens, onde ocorre uma transição brusca com formações savânicas e \n\ncampestres. A Mata de Galeria pode ser dividida entre: Mata de Galeria Não-Inundável e Mata de \n\nGaleria Inundável. A primeira pode ser definida por ser uma vegetação florestal que acompanha \n\num curso de água, onde o lençol freático não se mantém próximo ou sobre a superfície do terreno \n\nna maior parte dos trechos o ano todo, mesmo na estação chuvosa. A Mata de Galeria Inundável \n\nse caracteriza por ser uma vegetação florestal que acompanha um curso de água, onde o lençol \n\nfreático se mantém próximo à superfície na maior parte do ano. As espécies mais frequentes \n\ndentro da Mata de Galeria são: Aspidosperma Mart. &amp; Zucc., Copaifera langsdorffi, Bauhinia \n\n\n\n19 \n\nrufa, Cupania vernalis, Mauritia flexuosa e famílias como Myrtaceae, Annonaceae, Clusiaceae, \n\nRubiaceae, Melastomataceae e Apocynaceae. \n\n Embora o conceito de Mata Ciliar e Mata de Galeria sejam os mais amplamente \n\nutilizados, diversas outras denominações são empregadas, associadas a algum aspecto \n\nfisionômico da vegetação, microclimático ou até mesmo regional. Assim, Mata Galeria, Mata \n\nMarginal, Mata de Condensação, Mata Ripária, Mata Ribeirinha, Mata de Fecho ou Mata \n\nJustafluvial são termos utilizados para denominar este tipo de vegetação (Durigan, 1994).  \n\n Para denonimar estas áreas alagadas que ocorrem próximos dos cursos d’água, neste \n\ntrabalho será utilizado o termo Mata Ripícola, proposta no trabalho de Ribeiro e Walter (2008) e \n\ntambém citada por Durigan (1994), que consiste na vegetação que ocorre às margens do Rio \n\nMogi Guaçú, abrangendo a Mata Ciliar e a Mata de Galeria. De acordo com Catharino (1989), o \n\ntermo Mata Ripária ou Ripícola, podem ser considerados os mais adequados para representar as \n\nassociações vegetais que ocorrem ao longo dos cursos d’água. \n\n As áreas úmidas (vegetação com influência fluvial) dentro da EEcMG, estão localizadas \n\nem área de transição da floresta e margem dos cursos de água (Eiten, 1963; Pinto et al., 1997). \n\n Passos (1998) realizou um levantamento fitossociológico para as famílias do estrato \n\narbustivo-arbóreo, junto da Mata Ciliar da EEcMG e destacou 10 famílias como mais importantes \n\npara esta formação na área, que se segue: Annonaceae, Euphorbiaceae, Fabaceae, Flacourtiaceae, \n\nLauraceae, Melastomataceae, Meliaceae, Mimosaceae, Myrtaceae e Phytolacaceae. \n\n Na EEcMG foram amostradas 1.090 espécies vegetais entre os grupos de briófitas, \n\npteridófitas e fanerógamas, pertencentes a 134 famílias (CBH-Mogi, 1999). Na TAB. 1 é \n\namostrado a lista de vegetação encontrada para EEcMG, com as famílias e espécimes mais \n\nimportantes da vegetação na área de estudo. \n\n  \n\n\n\n20 \n\nTABELA 1. Lista de espécies que podem ser encontradas dentro do Bioma Cerrado, nas \n\nformações: Mata Ciliar, Mata de Galeria, Cerradão e Mata Seca na Fazenda Campininha \n\n(EEcMG). Dados extraídos de Passos (1998), Neto et al. (2012) e Ribeiro &amp; Walter (2008). \n\nFamília/espécie Formação Hábito \n\nAnacardiaceae   \n\nTapirira guianensis Mata Ciliar / Mata de Galeria \n\n/ Cerradão \n\nárvore \n\nAnnonaceae   \n\n   Cardiopetalum calophyllum Mata de Galeria árvore \n\n   Guatteria sellowiana Mata de Galeria árvore \n\n   Xylopia aromática Mata de Galeria árvore \n\n   Xylopia sericea Cerradão árvore \n\nApocynaceae   \n\n   Aspidosperma Mart. &amp; Zucc. Mata Ciliar / Mata de Galeria \n\n/ Mata Seca \n\nárvore \n\nAraliaceae   \n\n   Scheffera morototoni Mata de Galeria árvore \n\nArecaceae   \n\n   Attalea speciosa Mata Ciliar arbórea \n\n   Mauritia flexuosa Mata de Galeria arbórea \n\n   Syagrus romanzoffiana Mata Ciliar arbórea \n\nAsteraceae   \n\n\n\n21 \n\n   Piptocarpha macropoda Mata de Galeria árvore \n\nBignoniaceae   \n\n   Arrabidaea Mata Seca trepadeira \n\n   Tabeuia Gomes.  Mata Ciliar árvore \n\nBoraginaceae Mata Ciliar árvore / arbusto \n\nBurseraaceae   \n\n   Tetragastris altíssima Mata de Galeria árvore \n\nCaesalpinioideae   \n\n   Apuleia Mart. Mata de Galeria árvore \n\n   Bauhinia rufa  Mata de Galeria / Mata Seca subarbusto \n\n   Copaifera langsdorffii  Mata de Galeria / Cerradão árvore \n\n   Hymenaea courbaril  Mata de Galeria árvore \n\nCannabaceae   \n\n   Trema micranta Mata Ciliar árvore / subarbusto \n\n   Celtis iguanaea  Mata Ciliar árvore / subarbusto \n\nCaryocaraceae   \n\n   Caryocar brasiliense Cerradão árvore \n\nCelastraceae   \n\n   Cheiloclinum cognatum Mata de Galeria árvore / subarbusto \n\nClusiaceae   \n\n   Kyelmeyera coricea Cerradão árvore \n\nhttp://en.wikipedia.org/wiki/Caesalpinioideae\nhttp://pt.wikipedia.org/wiki/Caryocaraceae\n\n\n22 \n\nErythroxylaceae   \n\n   Erythroxylum dapnites Mata de Galeria arvoreta \n\nFlacourtiaceae   \n\n   Casearia Jacq. Mata Ciliar árvore / arvoreta \n\nLauraceae   \n\n   Nectandra Rol. ex Rottb. Mata de Galeria árvore \n\n   Ocotea Aubl. Mata de Galeria árvore \n\nLecythidaceae   \n\n   Cariniana rubra Mata de Galeria árvore \n\nMalvaceae   \n\n   Sterculia striata Mata Ciliar árvore \n\nMelastomataceae Mata de Galeria / Cerradão subarbusto / erva \n\nMeliaceae   \n\n   Guarea guidonea Mata de Galeria árvore \n\n   Guarea Kunthiana Mata de Galeria árvore \n\nMimosoideae   \n\n   Acacia polyphylla  Mata Ciliar / Mata Seca árvore / trepadeira \n\n   Anadenanthera Speg. Mata Ciliar / Mata Seca árvore \n\n   Enterolobium contortisiliquum Mata Ciliar árvore \n\n   Inga Mill. Mata Ciliar árvore \n\nMyrtaceae   \n\n\n\n23 \n\n   Myrcia DC.  Mata de Galeria árvore / subarbusto \n\n   Myrcia rostrata  Mata de Galeria árvore \n\nOchnaceae   \n\n   Ouratea castaneaefolia Mata de Galeria árvore \n\nPapilinioideae   \n\n   Dalbergia miscolobium Cerradão árvore \n\n   Ormosia Jacks. Mata de Galeria árvore \n\nPoligonaceae   \n\n   Triplaris gardneriana Mata Ciliar  \n\nProteaceae   \n\n   Euplassa inaequalis Mata de Galeria árvore \n\nRubiaceae   \n\n   Alibertia A. Rich. ex DC. Mata de Galeria árvore / arbusto \n\n   Amaioua Aubl. Mata de Galeria árvore \n\n   Guettarda viburnoides  Mata de Galeria árvore \n\n   Ixora L.  Mata de Galeria árvore \n\n   Psychotria L.  Mata de Galeria arbusto \n\nSapindaceae   \n\n   Cupania vernalis Mata de Galeria árvore \n\n   Matayba guianensis  Mata de Galeria árvore \n\n   Paullinia elegans Cambess.  trepadeira \n\n\n\n24 \n\n   Serjania acoma Radlk.  trepadeira \n\nTiliaceae   \n\n   Apeiba tibourbou  Mata Ciliar árvore \n\nUrticaceae   \n\n   Cecropia pachystachya Mata Ciliar árvore \n\nVochysiaceae   \n\n   Callisthene major Mata de Galeria árvore \n\n   Qualea grandiflora Cerradão árvore \n\n   Vochysia pyramidalis Mata de Galeria árvore \n\n   Vochysia tucanorum Mata de Galeria árvore \n\n \n\n  \n\n\n\n25 \n\nPARTE II \n\n \n\n2 Revisão bibliográfica \n\n2.1 Fundamentos Palinológicos  \n\n A palinologia é a ciencia que abrange o estudo relativo aos grãos de pólen das \n\nangiospermas e gimnospermas, esporos das pteridófitas, briófitas e microfósseis de sedimentos \n\nterrestres e aquáticos (Carvalho, 2011), referindo-se, portanto, ao estudo da composição \n\npalinológica de sedimentos, resultante do estudo da matéria orgânica restante após o tratamento \n\nquímico com HF e HCL das amostras sedimentares ou de rochas. De acordo com Carvalho \n\n(2011), o conceito de polínico, diz respeito unicamente a grãos de pólen, enquanto que o termo \n\npalinológico concerne a todos os elementos estudados em Palinologia.  \n\n A análise palinológica nasceu no início do século XX, e nesta época o grão de pólen era \n\nusado somente como um caráter acessório na sistemática de algumas famílias de plantas \n\n(Salgado-Labouriau, 1973).  \n\n O estudo da morfologia polínica e dos esporos tiveram início juntamente com os \n\nconhecimentos sobre a formação de grãos de pólen/esporos a partir do arquespório, ou seja, do \n\ntecido não diferenciado, meristemático, em anteras jovens das plantas (Carvalho, 2011). \n\n No caso dos esporos e grãos de pólen a camada externa ou exina é composta por uma \n\nsubstância chamada esporopolenina, que se destaca por ter boa resistência química, e uma série \n\nde características morfológicas como a forma, ornamentação, abertura e tamanho que permitem a \n\nidentificação e caracterização dos mesmos (Salgado-Labouriau, 2007).  \n\n Os grãos de pólen liberados das anteras, não envolvidos no processo de fecundação, ficam \n\nsuspensos no ar, e muitos caem sobre as folhas, troncos, água ou superfície do solo, onde podem \n\nficar preservados por milhões de anos (Melhem et al., 2003). \n\n Através da amostragem de grãos de pólen e esporos, em um determinado nível de um \n\nperfil estratigráfico, é possível traçar o tipo de vegetação existente à época e as alterações \n\nocorridas ao longo do tempo geológico, auxiliando na reconstrução climática de uma região \n\n(Salgado-Labouriau, 1994). \n\n\n\n26 \n\n Como as plantas são muito sensíveis aos fatores ambientais, tais como condições de \n\ntemperatura e umidade do ambiente, a análise palinologica é talves a melhor maneira de se saber \n\ncomo foi o clima no passado (Salgado-Labouriau, 1994). \n\n A palinologia se tornou uma ferramenta essencial em meio ás reconstruções \n\npaleoambientais, junto de outras técnicas como o estudo dos fragmentos de carvão, estudos \n\nisotópicos e outros mais, que em conjunto possibilitam o conhecimento mais profundo das \n\nvegetações do passado e suas modificações.  \n\n \n\n2.1.1 Chuva Polínica atual \n\n Quando as plantas florescem, o grão de pólen é disperso na atmosfera em maior ou menor \n\nquantidade, alcançando distâncias variáveis de acordo com cada espécie (Salgado-Labouriau, \n\n1973). As Pteridófitas se reproduzem por meio de pequenas estruturas chamadas de esporos, que \n\ngerminam ao encontrarem um ambiente propício para sua sobrevivência (Lima-Ribeiro &amp; \n\nBarberi, 2005). A maioria das plantas tem seu modo de dispersão pelo vento, por animais e até \n\nmesmo pela água.  \n\n O grão de pólen e esporos podem ser transportados a grandes distâncias até ser \n\ndepositados no solo, em superfícies aquosas ou em algum receptivo natural, como as bromélias \n\n(Lima-Ribeiro &amp; Barberi, 2005). Essa flutuação de massas de grão de pólen pode ser determinada \n\ncomo chuva polínica atual e pode ser depositada em diferentes locais e épocas (Ávila &amp; \n\nBauermann, 2001).  \n\n A chuva polínica atual pode ser medida basicamente de duas formas: através de coletores \n\nartificias de grãos de pólen, ou por coletores naturais. Os coletores naturais são em geral, a \n\nmelhor escolha para se calibrar os espectros polínicos fósseis com a vegetação ou variações \n\nclimáticas (Colinvaux et al., 1999). \n\n A coleta de grãos de pólen superficial extraídos das bromélias funciona como coletor \n\nnatural, que guarda toda informação vegetacional do seu entorno. Outro recurso utilizado para \n\nidentificar a vegetação atual é a coleta superficial da interface do solo/sedimento. O solo assim \n\n\n\n27 \n\ncomo as bromélias acumulam grandes quantidades de grãos de pólen que estão se desenvolvendo \n\nnas proximidades da área amostrada.  \n\n A deposição atual dos grãos de pólen e esporos (chuva polínica atual) em lagoas e \n\nmeandros abandonados é indispensável para interpretação das assembleias fósseis. É através do \n\nlevantamento florístico atual que é possível a interpretação da flora pretérita. \n\n2.2 Isótopos do Carbono e Nitrogênio na Natureza \n\n O carbono é um dos principais elementos da natureza, uma vez que a matéria orgânica \n\nviva é composta principalmente de carbono, os ciclos de outros elementos importantes como \n\nnitrogênio e oxigênio são influenciados pelo ciclo desse elemento, e as alterações antrópicas em \n\nmuitas fases do seu ciclo biogeoquímico já estão influenciando o equilíbrio de muitos \n\necossistemas e da atmosfera global (Pessenda et al., 2005). \n\n Contudo, podemos encontrar três isótopos do carbono na natureza, o \n12\n\nC (estável, com \n\n98,99% de abundância média); \n13\n\nC (com 1,11%); \n14\n\nC (radioativo). Conforme Pessenda et al., \n\n(2005), a idade \n14\n\nC é baseada, primariamente, assumindo a constância da concentração do \n14\n\nC \n\n(relacionado ao \n12\n\nC) no passado. Entretanto, observaram-se variações na razão \n14\n\nC /\n12\n\nC do \n\ndióxido de carbono na atmosfera devido a variações no campo magnético terrestre, e na atividade \n\nsolar. Estas variações foram estudadas e estabelecidas, datando-se amostras de anéis de \n\ncrescimento de árvores por dendrocronologia. \n\n A determinação da idade através do isótopo radioativo \n14\n\nC fundamenta-se na \n\ncompreensão de sua origem, ciclagem e decaimento. A produção de \n14\n\nC na alta atmosfera ocorre \n\ncontinuamente, através da interação de nêutrons (provenientes de colisões de raios cósmicos, \n\nprincipalmente partículas de alta velocidade, com átomos da atmosfera terrestre) com átomos de \n\n14\nN (Libby, 1955). A curta meia-vida do \n\n14\nC torna essa técnica de datação prática apenas para \n\nespécies mais jovens do que aproximadamente 70 mil anos (Wicander &amp; Monroe, 2009).  Quanto \n\nmaior a atividade ou quantidade do \n14\n\nC remanescente em uma amostra, mais recente será sua \n\ndatação e quanto menos for à atividade ou quantidade de \n14\n\nC, mais antiga a datação da amostra. A \n\nidade é desta forma determinada de acordo com a atividade residual de cada amostra (Pessenda et \n\nal., 2005). \n\n\n\n28 \n\n A base da aplicação da composição isotópica de Carbono em estudos biológicos é \n\nfundamentada na variação isotópica existente nos materiais naturais, ou seja, os valores de \n13\n\nC de \n\num determinado material representam uma assinatura. Dentro de um ecossistema, onde a fonte de \n\nenergia é representada pela troca de carbono, o valor de \n13\n\nC de uma fonte é comparado com o \n\nvalor de \n13\n\nC do seu produto. Assim, quando existem somente duas fontes isotopicamente \n\ndistintas, este refletirá a quantidade das duas fontes presentes no produto (Pessenda et al., 2004). \n\n A partir do ciclo fotossintético das plantas incorporadas na matéria orgânica, é possível \n\nidentificar sua origem (floresta ou gramínea). Desta forma, as plantas que necessitam de mais \n\nluminosidade (plantas C4, gramíneas) tem valores de ?\n13\n\nC mais enriquecidos por volta de -17‰ a \n\n-9‰, já as plantas mais empobrecidas isotopicamente (plantas C3, floresta) mostram valores entre \n\n-32‰ a -22‰, como ilustrado na FIG. 7 abaixo: \n\n \n\nFIGURA 7. Valores com a discriminação isotópica das plantas C3, C4 e CAM.  \n\nFonte: Lima (2008). \n\n  \n\n  \n\n\n\n29 \n\nOutro aspecto a ser enfatizado é que resultados bastante confiáveis sobre as eventuais \n\ntrocas de vegetação C3 e C4 no passado, até aproximadamente 50.000 anos AP, permitem o \n\nestudo e a interpretação da dinâmica passada e atual com significativo alcance em nível regional \n\n(Pessenda et al., 2004). \n\n O Nitrogêno assim como o Carbono, também vem sendo bastante utilizado em \n\nreconstruções paleoambientais, apesar de reduzida em relação aos isotopos de carbono, devido ao \n\nseu ciclo ser bem mais complexo que os outros elementos (Boutton, 1996). Ele está presente na \n\nbiosfera na forma de gás N\n2\n atmosférico. Em ambientes aquáticos, em que o fitoplâncton tem \n\nvalores de ?\n15\n\nN diferentes da vegetação terrestre, os isótopos de nitrogênio podem funcionar \n\ncomo marcadores para matéria orgânica de origem autóctone ou alóctone (Peterson &amp; Fry, 1987). \n\n Contudo, a composição isotópica do nitrogênio pode ser considerada um indicador \n\nambiental importante no que diz respeito à origem das fontes da matéria orgânica, auxiliando na \n\ninterpretação do ambiente de deposição da mesma (Cloern et al., 2002). Logo, a razão C/N é \n\nutilizada para diferenciar duas principais origens: algas e fitoplânctons (plantas aquáticas), que \n\napresentam razões entre 4 e 10, e plantas terrestres onde a razão é maior ou igual a 20, podendo \n\nchegar até 100 (Meyers, 1994). Razões entre 10 e 20, podem ser consideradas como uma zona de \n\ntransição entre as plantas aquáticas e terrestres. \n\n \n\n2.3 Antracologia \n\n O fogo é um elemento comum em vários ecossistemas, principalmente no Bioma Cerrado. \n\nA análise de micro fragmento de carvão vegetal contido em sedimentos Quaternários \n\ncomplementa informações paleoecológicas acerca da compreensão dos ecossistemas pretéritos. A \n\nadaptação da vegetação ao fogo está relacionada a vários fatores como o tipo de queimada, \n\nregime de queima e também no comportamento do fogo. Alterações nesses fatores podem \n\nresultar em danos severos na estrutura e na dinâmica da vegetação (Whelan, 1995).  \n\n Antracologia é o estudo e interpretação dos restos vegetais carbonizados provenientes de \n\nsítios arqueológicos ou de solos, estando relacionados ao testemunho de paleoincêndios, naturais \n\nou de origem antrópica (Scheel et al., 1996). O enfoque paleoecológico do estudo desses carvões \n\n\n\n30 \n\naporta dados para a reconstrução da vegetação presente em um local no passado. Como se \n\npresume que esses fragmentos sejam pouco transportados torna-se possível inferir a fisionomia \n\nvegetal contemporânea aos incêndios do próprio local de sedimentação (Suguio, 2010).  \n\n Através de estudos de tafonomia, contagem e medição do tamanho dos fragmentos, é \n\npossível identificar seu tipo botânico e local de ocorrência. Partículas de carvão podem ser \n\ntransportadas a grandes distâncias pelo vento, ou simplismente carregados pela água dos rios. Por \n\nmeio da utilização da metodologia proposta por Whitlock &amp; Larsen (2001), pode-se identificar a \n\norigem do carvão, a nível local, extra local e regional (FIG. 8). Esta metodologia sugere que \n\npartículas de carvão maiores que 1.000 ?m de diâmetros são lançados relativamente perto do \n\nlocal de origem do incêndio e partículas menores que 100 ?m podem ser carregadas a maiores \n\ndistâncias e a grandes alturas (Clark &amp; Petterson, 1997). \n\n Para diagnosticar se há alguma correlação entre as variáveis profundidade e quantidade \n\ndos fragmentos de carvão encontrados nos testemunhos, será utilizada o Coeficiente de \n\nCorrelação de Pearson, onde, de acordo com Figueiredo Filho &amp; Silva Júnior (2009), a correlação \n\nde Pearson é uma medida da variância compartilhada entre duas variáveis. Ainda de acordo com \n\no autor, a razão desse cálculo pode variar de -1 a 1. Esse sinal indica direção positiva ou negativa \n\ndo relacionamento e o valor sugere a força da relação entre as variáveis. Uma correlação perfeita \n\n(-1 ou 1) indica que o escore de uma variável pode ser determinado exatamente ao se saber o \n\nescore da outra. No outro oposto, uma correlação de valor zero indica que não há relação linear \n\nentre as variáveis. Em termos estatísticos, duas variáveis se associam quando elas guardam \n\nsemelhanças na distribuição dos seus escores, mais precisamente, elas podem se associar a partir \n\nda distribuição das frequências ou pelo compartilhamento de variância, no caso da correlação de \n\nPearson vale esse último parâmetro, ou seja, ele é uma medida da variância compartilhada entre \n\nduas variáveis (Figueiredo Filho &amp; Silva Júnior, 2009). \n\n \n\n  \n\n \n\n\n\n31 \n\n \n\nFIGURA 8. Diagrama esquemático ilustrando as fontes do carvão vegetal primario e secundário \n\nem uma bacia hidrográfica.  \n\nFonte: Whitlock &amp; Larsen (2001). \n\n A análise de fragmentos de carvão em lâmina palinológica auxilia na interpretação e \n\ninferência do paleoincêndio, mas não pode ser utilizada na contagem para fins quantitativos, pois \n\nno processamento das amostras para palinologia, durante o ataque químico (HF e HCL), o \n\nfragmento pode quebra-se em vários criando artificialmente um elevado número de partículas \n\nmicroscópicas. Desta forma, admite-se apenas a ocorrência dos paleoincêndios e auxilio na \n\ninterpretação paleoecológica da área como proxy paleoambiental. \n\n \n\n2.4 Estudos do Cerrado durante o Quaternário no Brasil  \n\n O Quaternário é constituído por dois períodos com duração temporal desigual conhecido \n\ncomo Pleistoceno e Holoceno. O Pleistoceno é o mais antigo, com duração de 1,6 a 2 milhões de \n\nanos, com pelo menos 16 ciclos climáticos conhecidos de fases mais frias e mais longas \n\n(Salgado-Labouriau, 1994) e interglaciais de fases mais quentes e mais curtas, nos quais a \n\n\n\n32 \n\ntemperatura da superfície do mar abaixou em relação a atual, destas fases mais frias, somente 4 a \n\n5 foram sentidas geologicamente nos continentes. Também conhecido como “Idade do Gelo”, \n\npela forte influência sobre o meio ambiente das diversas glaciações que teriam ocorrido neste \n\nintervalo de tempo, porém, o Pleistoceno não foi apenas uma época em que os climas e as \n\ntemperaturas mudaram drasticamente, os fósseis pleistocênicos são muito abundantes, bem \n\npreservados e podem ser datados com muita precisão (Salgado-Labouriau, 1994). \n\n A época pleistocênica foi proposta por Charles Lyell em 1839, com base na estratigrafia \n\nde moluscos. Esta estratigrafia baseada em moluscos não pode ser aplicada a todos os continentes \n\ne então procurou-se definir o início do Pleistoceno por microfósseis, pelas glaciações e datação \n\nradiocarbônica. Lembrando sempre, que estes limites nunca são constantes em todo globo, cada \n\nregião sofreu e obtém um limite cronológico distinto. Por exemplo, o início do Pleistoceno esta \n\nmarcado nos sedimentos da Venezuela pelo aparecimento de grão de pólen de Alnus Mill., mas \n\neste gênero existe no Neogeno da Europa e América do Norte e não serve para marcar o início do \n\nperíodo no mundo todo (Salgado-Labouriau, 1994). \n\n O Holoceno, período mais recente e mais curto, que abrange os últimos 10 mil anos, \n\ntestemunhou toda a história da humanidade na Terra. Começa no fim da última era glacial \n\nconhecida como Wurm e vai até os dias de hoje. Desde então, houve pequenas mudanças do \n\nclima na Terra, com temperaturas mornas a quentes (Salgado-Labouriau, 1994). \n\n Suguio (2005), afirma que entre os depósitos quaternários do Brasil, não ocorrem \n\nsedimentos glaciais ou periglaciais, pois as glaciações quaternárias não atingiram o território \n\nbrasileiro. Contudo, a diminuição da temperatura na América do Sul durante o Quaternário é \n\nevidenciada através do estudo dos grãos de pólen e esporos, foraminíferos e isótopos de oxigênio \n\ncontidos em sedimentos de fundo marinho.  \n\n Estudos e pesquisas vêm sendo realizadas (Salgado-Labouriau, 2007; Ledru, 2002; \n\nBarberi  et al., 1995; Behling, 1995; Pessenda et al., 2001, etc) no intuito de melhorar o \n\nentendimento deste período tão distinto dos demais. Como o Quaternário representa um período \n\nde tempo geológico recente, as evidências são consideravelmente bem preservadas e mais \n\nnumerosas, quando confrontadas com idades mais antigas, permitindo estabelecer comparações \n\n\n\n33 \n\ncom dados de mesma natureza ligados a processos atuais, conduzindo a realização de pesquisas \n\ninterdisciplinares (Souza et al., 2005). \n\n Salgado-Labouriau (2007) afirma que, um dos grandes problemas da interpretação \n\npaleoclimática baseada em evidências geológicas e geomorfológicas, é que a erosão e \n\nmeteorização posteriores podem destruir parcial ou totalmente as evidências. Porém, para o \n\npassado recente esses depósitos ainda não foram erodidos ou destruídos, permitindo uma boa \n\nreconstrução paleoambiental do Holoceno. Os estudos da última glaciação, que ocorreu no \n\nintervalo entre 100.000 e 12.000 anos AP, e do interglacial em que hoje vivemos (Holoceno), \n\npermitem uma reconstrução boa do relevo, do ambiente físico e sua paleoecologia, que serve de \n\nmodelo para a interpretação dos ciclos glaciais mais antigos.  \n\n O clima na América do Sul e nas regiões do Cerrado no Brasil desde o Pleistoceno até o \n\npresente nunca foi constante.  Fases mais secas e úmidas foram se alternando durante todo o \n\nQuaternário. Os registros mais antigos conhecidos do Bioma Cerrado na região Central do Brasil \n\ndatam de cerca de 32.000 anos AP. (Ledru, 2002), nesses, a alta frequência de fragmentos de \n\ncarvão confirmam a ocorrência de incêndios na região desde aquela época (Salgado-Labouriau &amp; \n\nFerraz Vicentini, 1994; Barberi et al., 2000; Ferraz Vicentini &amp; Salgado-Labouriau, 1996; \n\nSalgado-Labouriau et al., 1997; Ledru, 2002). \n\n A partir de pesquisas paleoambientais (palinologia, análise isotópica e fragmento de \n\ncarvão) feitas para o Cerrado no Brasil, foi realizado um esquema de representação das mudanças \n\nambientais ao longo do Quaternário, retratados na FIG. 9. Os resultados relatam uma alternância \n\nde fases secas, úmidas e semi-úmidas nas áreas estudadas a partir do fim do Pleistoceno até os \n\ndias atuais. Para realização deste estudo, optou-se por colocar os dados em sequencia cronológica \n\ndos acontecimentos a partir das mudanças verificadas em cada área de estudo. \n\n Estudos palinológicos realizados na região central (DF), em Águas Emendadas (Barberi  \n\net al., 1995), Cromínia (Salgado-Labouriau et al., 1997), Lagoa dos Olhos (De Oliveira, 1992) e \n\nLagoa do Caçó (Ledru et al., 2001), confirmam  que os elementos mais antigos do Cerrado datam \n\nde 32.000 anos AP (Ledru, 2002). Nestes estudos também é relatada a presença abundante de \n\nfragmentos de carvão, o que revela que o fogo tem ocorrido no Cerrado sem a influência humana, \n\ne permite relacionar tais eventos com intervalos mais secos correlacionáveis a mudanças \n\n\n\n34 \n\npaleoclimáticas em nível mundial. Para esta região, Ledru et al., (1998), afirma que entre 25.000 \n\ne 18.000 anos AP os registros mostram um hiato de sedimentação, que indicaria condições \n\nerosivas dos depósitos sem preservação de material orgânico. Entre 17.000 a 11.000 anos AP (De \n\nOliveira, 1992), a presença de Podocarpus L’Hér. ex Pers.  na Lagoa dos Olhos d' Água (MG), \n\nmostra condições climáticas mais úmidas e mais frias que atualmente.  \n\n A partir de estudos isotópicos realizados por Pessenda et al. (1996), no Município de \n\nSalitre, Estado de Minas Gerais, foi constatado através de valores de \n13\n\nC mais empobrecidos, a \n\npredominância de vegetação C3 (floresta) e condições mais úmidas na região Central do Brasil, e \n\ntambém a presença de carvões em todo perfil, indicando que paleoincêndios ocorreram nesta área \n\ndurante todo Holoceno. \n\n No fim da última glaciação, em 18.000 anos AP, o Cerrado do Maranhão registra espécies \n\nde vegetação estéptica e subarbustiva com predominância de herbáceas, características de regiões \n\nmais áridas (De Oliveira et al., 2005). Entre 15.000 e 11.000 anos AP, se manteve um clima mais \n\númido e frio, o que permitiu a expansão do gênero Podocarpus L’Hér. ex Pers.   \n\n Após esse intervalo, +- 11.000 anos AP, início do Holoceno, a fase úmida foi substituída \n\npor uma fase mais seca, caracterizada por uma vegetação mais aberta. Na região sudeste, um \n\naumento dos indicadores do Bioma Cerrado (por ex. Curatella americana e Acalypha claussenii) \n\nfoi encontrado próximo aos domínios da Mata Atlântica, no início do Holoceno, e estaria ligado a \n\numa fase climática mais seca (Behling, 1995). \n\n Entre 10.000 e 7.000 anos AP, na região central do Brasil, há um hiato de sedimentação, \n\nonde a preservação dos grãos de pólen é bastante escassa.  Na maioria dos registros palinológicos \n\nassociados há um aumento da concentração de fragmentos de carvão, o que indica a ocorrência \n\nde paleoincêndios e um clima mais seco para todo Holoceno (Salgado-Labouriau et al., 1997). \n\nApós este intervalo, aumentam os indicadores de Cerrado juntamente com a expansão de Matas \n\nCiliares e Veredas. \n\n Próximo ao Rio São Francisco, no Vale do Rio Icatu (BA), os indicadores do Cerrado \n\naparecem a partir de 9.000 anos AP. O início do Holoceno caracteriza-se pelo aumento de grãos \n\nde pólen de mata de altitude (por ex. Ilex L. e Alchornea Sw.), caracterizando um clima mais frio \n\n\n\n35 \n\nque o atual. Neste momento o Cerrado começou a se expandir devido á seca progressiva (De \n\nOliveira et al., 1999). \n\n Estudos palinológicos, antracológicos e isotópicos feitos por Souza et al., (2013), na  EEJ \n\n(Estação Ecológica de Jataí), Município de Luiz Antônio (SP), indicam um clima mais seco para \n\na área no início do Holoceno até o Holoceno médio, confirmadas pela presença de vegetação C4 e \n\na ocorrência de paleoincêndios. Do Holoceno Médio até os dias atuais, o predomínio de \n\nvegetação C4 e C3 sugere que, neste período, a área estudada foi coberta por uma mistura de \n\nvegetação de campo e de floresta, indicando a regressão do campo associada à provável clima \n\nmais úmido e, vegetação mais fechada, característica de cerradão, vegetação dominante hoje na \n\nEEJ. \n\n Behling (1995), afirma que entre 9.720 a 5.530 anos AP o clima foi mais seco no Brasil, \n\nprincipalmente na região Central. A partir de 5.530 anos AP a umidade começou a aumentar.  \n\n Steuvax &amp; Santos (1998) e Stevaux (2000), baseados em estudos palinológicos e \n\nfaciológicos em depósitos associados ao Alto Rio Paraná, onde desagua o Rio Mogi Guaçú, à \n\naproximadamente 8.000 anos AP, constataram uma mudança para clima úmido nessa região, \n\nonde, foi possível afirmar que esse período gerou uma forte alteração no sistema hidrológico \n\nfluvial, permitindo a deposição de uma carga de fundo de areia fina a média. \n\n Entre 7.000 e 6.000 anos AP, brejos e pântanos começaram a se formar no Brasil Central, \n\no clima foi quente a semi-úmido, fato que é comprovado pela presença do gênero Mauritia L. f. \n\nnas assembleias palinológicas (Salgado-Labouriau, 1997). \n\n Cassino &amp; Meyer (2013), em estudo para a Vereda do Chapadão dos Gerais (Buritizeiro, \n\nMG), entre 8.830 a 6.320 anos AP, concluem que as oscilações climáticas ocorridas na área, \n\nregistram a predominância de um clima úmido e quente, gerando a transformação de um pequeno \n\nlago, desenvolvendo Matas de Galerias Inundáveis no entorno do lago. \n\n Prado et al., (2013), apresentaram uma compilação de 120 conjuntos de dados \n\npaleoclimáticos feitos para o Holoceno Médio no Leste da América do Sul, que compreenderam \n\nestudos multi proxy  de ?\n18\n\nO, ? \n13\n\nC, análises físico-químicos, grãos de pólen, diatomáceas, algas, \n\nesporos, matéria orgânica e fragmentos de carvão. Do ponto de vista geral, os dados analisados \n\n\n\n36 \n\naqui sugerem um cenário de déficit de água na maior parte do Leste Sul Americano durante o \n\nHoloceno Médio se comparado ao Holoceno Tardio, com a exceção do nordeste brasileiro. A \n\nbaixa insolação Austral no Holoceno Médio causou uma redução do contraste da temperatura \n\nlitorânea e, consequentemente, enfraqueceu o sistema de circulação de monções na América do \n\nSul (45 a 60º Oeste e de 0 a 35º Sul). Esse cenário é representado por uma diminuição na \n\nprecipitação sobre a zona de convergência do Atlântico Sul, onde condições salinas são \n\npredominantes por toda margem continental da América do Sul e também o por uma diminuição \n\ndos níveis dos lagos. Condições climáticas mais secas durante o Holoceno médio comparadas as \n\ndo Holoceno Tardio são retratadas pela substituição das florestas úmidas por arbustos e pastos em \n\nalgumas regiões, como sugeridas por análise polínica para o Estado de São Paulo e Minas Gerais \n\nnesta data (Holoceno Médio).  \n\n Em Jaguaríuna, Estado de São Paulo, a presença de vegetação C4 (gramínea) indica \n\nprovavelmente a ocorrência de um clima mais seco do que o atual no final do Pleistoceno, já em \n\nBotucatu (SP), os dados isotópicos indicaram presença de plantas C3 (floresta) em todo Holoceno \n\n(Gouveia et al., 1999). \n\n Já no estado do Amazonas, estudos isotópicos realizados por Pessenda et al. (2001), entre \n\nas cidades de Porto Velho e Humaitá, evidenciaram uma significativa mudança de vegetação para \n\na área durante o Holoceno (3.200 a 6.560 anos AP). Os resultados de ?\n13\n\nC e datação \n14\n\nC sugerem \n\nque no início do Holoceno, a área estudada foi coberta por plantas C3 (floresta). Entre 7.000-\n\n3.000 anos AP, os dados mostraram maior influência de plantas C4 (gramínea), tanto nos perfis \n\nde solo da floresta como nos perfís dos campos, indicando uma regressão da floresta associada a \n\num provável clima mais seco que o atual. De 3.000 anos AP até o presente os dados isotópicos \n\nindicaram expansão das plantas C3 (floresta) associada a um provável retorno de um clima mais \n\númido, semelhante ao atual (Vidotto et al., 2007).  \n\n\n\n37 \n\n \n\nFIGURA 9. Variação Climática do Cerrado no Brasil nos últimos 32.000 anos AP.  \n\nFonte: Cassino &amp; Meyer (2013); Salgado-Labouriau &amp; Ferraz Vicentini (1994); Barberi et al., \n\n(2000); Ferraz Vicentini e Salgado-Labouriau (1996); Salgado-Labouriau et al., (1997); Ledru \n\n(2002); Prado et al., (2013); Steuvax &amp; Santos (1998) &amp; Stevaux (2000) e; Souza et al., (2013). \n\n \n\n Esse clima mais úmido relatado por Vidotto et al., (2007) na região Amazônica, também \n\nfoi observado por Salgado-Labouriau (1997), onde tais condições ambientais (clima mais úmido) \n\nprevaleceram até aproximadamente 4.000-3.000 anos AP quando  grãos de pólen de plantas de \n\nhábito arbóreo aumentaram indicando uma vegetação mais densa e mais diversa crescendo nos \n\nCerrados. Em aproximadamente 1.400-1.250 anos AP as condições climáticas modernas \n\ncomeçaram. Os últimos 200 anos são marcados pelo impacto humano destruindo a vegetação \n\nnatural da maioria dos lugares. \n\n\n\n38 \n\n  \n\n\n\n39 \n\nPARTE III \n\n \n\n3 Materiais e métodos \n\n3.1 Amostragem \n\n3.1.1 Testemunhos \n\n Os três testemunhos foram coletados em três lagoas situadas nas margens do Rio Mogi \n\nGuaçú, que se segue: Lagoa do Catingueiro, Lagoa da Pedra e Lagoa do Fundão. Foram \n\nrealizadas quatro viagens de campo entre 01/06/2011 a 12/09/2011 para delimitar as áreas \n\nadequadas para realizar as perfurações, com o objetivo de encontrar pontos com menor \n\nintervenção antrópica. Após a escolha dos locais foram realizados os testemunhos dos quais \n\nseriam coletadas as amostras para palinologia, análises isotópicas e fragmentos de carvão. \n\nTambém foi feito o georeferenciamento dos testemunhos, bem como o registro fotográfico. \n\n \n\n \n\nFIGURA 10. Foto de amostragem do corte dos testemunhos em laboratório. \n\n \n\n\n\n40 \n\n A amostragem foi feita por meio de fixação de sondas tubulares com liners transparentes \n\ndescartáveis em seu interior de 15 cm de diametro, ilustrada na FIG. 11. De acordo com Byrnes \n\n(1994), o amostrador tubular permite coletar amostras poucos alteradas, mantendo suas \n\ncaracterísticas físicas e químicas originais, feitos de forma manual para remover a amostragem. O \n\nequipamento é constituído de um tubo, com um dos lados abertos, com uma ponteira cônica fixa, \n\nconectado a hastes providas de apoio para as mãos ou pés, que facilitam a ação de compressão do \n\namostrador. A descrição dos testemunhos, juntamente com os resultados e discussões dos \n\nmesmos será discutida na Parte IV e V. \n\n \n\n \n\nFIGURA 11. Fase de amostragem das sondas. \n\nFonte: Byrnes (1994) \n\n  \n\n\n\n41 \n\n3.1.2 Coleta de chuva polínica atual \n\n \n\n Para obtenção dos dados da flora local e de seu entorno, foram coletadas amostras para o \n\nestudo de chuva polínica atual. Desta forma, foram coletadas amostras de sedimentos superficiais \n\nda interface água/sedimento e amostras de solo, ao acaso, no entorno de cada testemunho, \n\nevitando a super-representação e tendenciosidade de determinados taxa. \n\n  Foi realizada também a coleta da chuva polínica atual em bromélias, as quais são \n\ncoletores naturais, em árvores próximas a cada testemunho estudado (Lagoa do Catingueiro, \n\nLagoa da Pedra e Lagoa do Fundão). As amostras foram coletadas com um tubo de plástico de 10 \n\nml, com o auxilio de uma espátula para que fosse possível coletar o máximo de material sem \n\ndanificar a planta. Todas as amostras foram identificadas e transportadas ao laboratório para \n\nposterior análise. \n\n3.2 No laboratório \n\n O tratamento químico e triagem das amostras foram realizados no Laboratório de \n\nPaleoHidrogeologia do DGRN/IG/ UNICAMP. As datações foram enviadas ao Laboratório Beta \n\nAnalytic, Estados Unidos, e isótopos de carbono no Lab \n14\n\nC fóssil – CENA-USP, Piracicaba. \n\n O processamento das amostras para palinologia, isótopos do carbono, datação pelo \n\nmétodo \n14\n\nC pela técnica AMS e análise dos fragmentos de carvão serão descritas a seguir. \n\n3.3 Análise dos fragmentos de carvão  \n\n Os mesmos intervalos estudados (indicados na TAB. 2) palinologicamente, foram \n\nestudados para análise de fragmentos de carvão a fim de se obter uma melhor representatividade \n\ndos perfis.  \n\n Através da metodologia proposta por Whitlock &amp; Larsen (2001), é possível identificar a \n\norigem do carvão, a nível local, extra local e regional. Para cada profundidade foi utilizada uma \n\nquantidade de 2 cm\n3\n por amostra de sedimento. As amostras foram secas a 60 ºC por 4 horas, \n\napós esse procedimento elas foram peneiradas, para facilitar a triagem. O próximo passo foi \n\nrealizar uma pré-seleção do material em Lupa (Zeiss-KL 1500 LCD), para que fosse realizada a \n\n\n\n42 \n\ncontagem e medição dos fragmentos, a fim de se obter o tamanho e variação dos mesmos em \n\ncada nível. Como os fragmentos são micropartículas, muitas vezes menores que 1 mm, a coleta \n\nfoi somente possível com a ajuda de uma pinça e uma agulha. \n\n Os fragmentos de carvão pré-selecionados (FIG. 12), foram metalizados e observados no \n\nMEV/IG/UNICAMP com a finalidade de conhecer se possível sua sistemática e qual a freqüência \n\nem que ocorrem os paleoincêncios na área de estudo durante o Holoceno. \n\nTABELA 2. Número de amostras analisadas para identificação e contagem dos fragmentos de \n\ncarvão nos três testemunhos estudados. \n\nFragmentos de carvão analisados - nº amostras em profundidade (cm) \n\nCatingueiro Pedra  Fundão \n\n4-6 4-6 4-6 \n\n8-10 6-8 6-8 \n\n14-16 18-20 14-16 \n\n34-36 26-28 28-30 \n\n38-40 32-34 35-37 \n\n42-44 38-40 37-39 \n\n46-48 42-44 43-45 \n\n52-54 46-49 53-55 \n\n62-64 51-53 57-59 \n\n82-84 57-59 63-65 \n\n88-90 67-69 73-75 \n\n92-94 73-75 93-95 \n\n\n\n43 \n\n94-96 77-79 107-109 \n\n96-98 83-85 128-130 \n\n102-104 96-98 148-150 \n\n106-108 112-114 156-158 \n\n122-124 114-116 162-164 \n\n128-130 -- 164-168 \n\n \n\n \n\nFIGURA 12. Fragmentos de carvão preparados para observação sob Microscópio Eletrônico de \n\nVarredura (MEV): A) Vista geral; B) Vista em detalhe.  \n\n Para identificar se há associação entre a profundidade e quantidade dos fragmentos de \n\ncarvão encontrados nos três testemunhos, foi utilizado o Coeficiente de Correlação de Pearson, \n\nque mede o grau de correlação entre duas variáveis. A razão do coeficiente de correlação Pearson \n\nvaria de -1 a 1 (Figueiredo Filho &amp; Silva Júnior, 2009), onde: \n\n 1 = significa uma correlação perfeita;  \n\n 0 = significa uma correlação negativa entre as variáveis e; \n\n -1 = significa que as duas variáveis não dependem linearmente uma da outra. \n\n\n\n44 \n\n O sinal indica direção positiva ou negativa do relacionamento e o valor sugere a força da \n\nrelação entre as variáveis. Uma correlação perfeita (-1 ou 1) indica que o escore de uma variável \n\npode ser determinado exatamente ao se saber o escore da outra. No outro oposto, uma correlação \n\nde valor zero indica que não há relação linear entre as variáveis (Figueiredo Filho &amp; Silva Júnior, \n\n2009). \n\n Valores entre 0,10 e 0,29 podem ser considerados pequenos; escores entre 0,30 e 0,49 \n\npodem ser considerados como médios; e valores entre 0,50 e 1 podem ser interpretados como \n\ngrandes (Cohen, 1988). Para a determinação do coeficiente é preciso realizar o cálculo \n\nespecificado abaixo. \n\n \n\n3.4 Tratamento químico das amostras para palinologia  \n\n As amostras (TAB. 3) recuperadas dos testemunhos sedimentares, da chuva polínica atual \n\nde superfície e de água de bromélias foram processadas segundo o método clássico de Faegri &amp; \n\nIversen (1989) para sedimentos do Quaternário.  \n\n Para o tratamento químico das amostras retiradas de águas de bromélias, o processo foi \n\nsimilar ao das amostras recuperadas de testemunhos sedimentares e de superfície, pulando \n\nsomente as etapas iniciais do tratamento, que compreende a dissolução de silicatos por HF e \n\nadição de HCL, iniciando apenas na etapa de destruição de ácidos húmicos por solução de KOH \n\n10%. \n\n1- Pesagem de 10grs de sedimento, uma vez que o Cerrado apresenta uma baixa concentração de \n\ngrãos de pólen se comparado com a Mata Atlântica ou outros Biomas. \n\n2- Secagem na estufa por 4 horas a 60 ºC; \n\n3- Dissolução de silicatos por HF 37%, deixar as amostras no ácido por no mínimo 18 horas; \n\n4- Centrifugação das amostras com HF por 8 minutos na velocidade de 3000 rpm; \n\n5- Descarte do HF e em seguida adição HCL 50% em todas as amostras e proceder a banho maria \n\npor 10 minutos, sempre mexendo; \n\n\n\n45 \n\n6- Centrifugação das amostras por 8 minutos a 3000 rpm e descarte do ácido, por varias vezes até \n\no resíduo ficar claro; \n\n7- Destruição de ácidos húmicos por solução de KOH 10%, seguindo o mesmo procedimento \n\nrealizado com o HCL, por varias vezes até o resíduo ficar claro; \n\n8- Centrifugação e lavagem dos resíduos com água destilada, por 8 minutos a 3 rpm; \n\n9- Adicioção cloreto de zinco (densidade 2), o volume adicionado deve ser igual ao do  resíduo e, \n\nseguido de centrifugação por 5 minutos a 1000 rpm;   \n\n10- Lavagem dos resíduos com HCL 25% (para baixar a densidade), a seguir centrifugação \n\ndesses por 10 minutos a 3000 rpm; \n\n11- Adicionação de glicerina 10% nas amostras e a seguir agitara solução por mais ou menos 2 \n\nhoras, agitando constantemente; \n\n12- Centrifugação por 8 minutos a 3000 rpm, e retirar a solução e colocando o tubo da de cabeça \n\npara baixo por 10 minutos; \n\n13- Por último, colocar o resíduo obtido em recipiente de vidro, calculando o volume final do \n\nmesmo para calculo do volume final. \n\n Em seguida, foi adicionado em cada amostra uma quantidade proporcional de glicerina \n\n50% (a quantidade de glicerina dependeu da quantidade de resíduo restante após o processo \n\nacima descrito), onde cada gota de glicerina equivale a 20 microlitros. \n\n Com o auxilio de micropipetas descartáveis se procedeu ao cálculo do volume dos \n\nresíduos obtidos após a adição da glicerina. Todos os dados foram devidamente anotados para \n\nposteriormente serem realizados os cálculos de número de grãos de pólen por peso. \n\n O procedimento a cima descrito levou aproximadamente 16 meses de trabalho para \n\nconseguir processar as 96 amostras, como pode ser observado na TAB. 3 (sedimentos retirados \n\nde testemunhos e chuva polínica atual). \n\nTABELA 3. Amostras processadas para palinologia \n\n\n\n46 \n\nAmostras processadas para palinologia (profundidade em cm) \n\nTestemunho Sedimentar Chuva Polínica \n\nCatingueiro Pedra Fundão  \n\n4-6 4-6 4-6 LCCp1 (Catingueiro) \n\n8-10 6-8 6-8 LCCp3 (Catingueiro) \n\n12-14 12-14 14-16 LCCp4 (Catingueiro) \n\n14-16 18-20 18-20 LCCp2 (Catingueiro) \n\n20-22 22-24 24-26 LPCp1 (Pedra) \n\n18-30 26-28 28-30 LPCp2 (Pedra) \n\n34-36 32-34 35-37 LPCp4 (Pedra) \n\n38-40 38-40 37-39 LPCp3 (Pedra) \n\n42-44 42-44 43-45 LFCp1 (Fundão) \n\n46-48 46-49 47-49 LFCp2 (Fundão) \n\n50-52 51-53 53-55 LFCp3 (Fundão) \n\n56-58 57-59 57-59 LFCp4 (Fundão) \n\n62-64 61-63 63-65 __ \n\n68-70 67-69 67-69 __ \n\n74-76 73-75 73-75 __ \n\n82-84 77-79 77-79 __ \n\n88-90 81-83 81-83 __ \n\n90-92 88-90 87-89 __ \n\n94-96 96-98 93-95 __ \n\n\n\n47 \n\n96-98 100-102 97-99 __ \n\n102-104 106-108 103-105 __ \n\n106-108 112-114 107-109 __ \n\n112-114 116-118 113-115 __ \n\n118-120 120-122 121-123 __ \n\n126-128 __ 128-130 __ \n\n__ __ 134-136 __ \n\n__ __ 138-140 __ \n\n__ __ 140-142 __ \n\n__ __ 142-144 __ \n\n__ __ 146-148 __ \n\n__ __ 148-150 __ \n\n__ __ 156-158 __ \n\n__ __ 158-160 __ \n\n__ __ 162-164 __ \n\n__ __ 164-166 __ \n\n \n\n3.4.1 Montagem das lâminas \n\n Na confecção das lâminas palinológicas, foram utilizadas lâminas de vidro de 76 mm x 26 \n\nmm. Em cada uma foram colocadas duas linhas horizontais com cola fazendo um traço bem fino, \n\ncom a finalidade de servirem de apoio para a lamínula. A lamínula utilizada foi a de 24 mm x 50 \n\nmm (FIG. 13). \n\n\n\n48 \n\n \n\nFIGURA 13. Confecção de lâmina palinológica. \n\n Após este procedimento, foram colocados no centro de cada lâmina 50 microlitros de \n\nresíduo, em seguida foi alocadaa lamínula e colados os extremos, com cola de secagem rápida \n\nHistolaque LMR. As laminas palinológicas foram então numeradas. O resíduo restante foi \n\nreservado em eppendorf de plástico de 5 ml com a identificação de cada amostra e guardado para \n\nfuturas consultas. \n\n \n\n3.4.2 Identificação e contagem dos grãos de pólen/esporos \n\n \n\n A contagem dos palinomorfos contidos nas lâminas palinológicas foi realizada no \n\nlaboratório de Paleohidrologia da UNICAMP/IG/DGRN, em microscópio óptico Zeiss Axio \n\nImager.A1, com objetiva de 100x. A análise quantitativa das amostras retiradas dos testemunhos \n\nsedimentares e da chuva polínica atual foi realizada da mesma forma. As lâminas foram lidas no \n\nsentido horizontal, sem espaçamento entre as colunas. Para cada nível foi lida uma lâmina \n\nutilizando-se a contagem de 200 a 300 grãos de pólen/esporos por lâmina. Para facilitar a \n\nidentificação, foi montado um catálogo com a descrição dos tipos polínicos e esporos \n\nencontrados nas lâminas em cada nível. A partir destes catálogos os palinomorfos (grãos de pólen \n\ne esporos) foram descritos e separados por família e gênero (quando possível), para facilitar o \n\ntrabalho de classificação. Para cada tipo encontrado foi realizada uma pesquisa bibliográfica a \n\ncerca de suas principais ocorrências e características ambientais. \n\n A classificação dos palinomorfos encontrados teve como base a literatura especifica dos \n\natlas: Amazon Pollen Manual and Atlas (Colinvaux et al., 1999), Pollen Flora of Argentina \n\n(Markgraf &amp; D’ Antoni, 1978), Catálogo de Pólen das Leguminosas 36 da Amazônia Brasileira \n\n(Carreira et al., 1996), Atlas de Pólen da Vegetação de Cangas da Serra de Carajás (Carreira &amp; \n\n\n\n49 \n\nBarth, 2003), Pollen Morphology and Plant Taxonomy (Erdtman, 1952), Cerrado: Ecologia e \n\nFlora (Sano et al., 2008), Contribuição à Palinologia do Cerrado (Salgado-Labouriau, 1973), \n\nCatálogo Polínico: Palinologia Aplicada em estudos de conservação de abelhas do gênero \n\nXylocopa no Triângulo Mineiro (Silva et al., 2010) e,  a Palinoteca do Laboratório de \n\nPaleohidrogeologia do DGRN/IG/UNICAMP, atualmente com 650 tipos polínicos procedentes \n\nde vários biomas do Brasil e Venezuela.  \n\n \n\n3.4.3 Construção do diagrama polínico \n\n \n\n Os diagramas polínicos de porcentagem e de concentração de cada lagoa estudada foram \n\nelaborados com o programa Psimpoll 4.27 e Corel Draw X4. Psimpoll gráfica e analisa dados \n\npaleoecológicos e estratigráficos a fim de resumir os resultados palinológicos de cada testemunho \n\nestudado. Os diagramas foram integrados com a finalidade de gerar uma visão abrangente da \n\nevolução paleoclimática na área de estudo. Para a elaboração do diagrama polínico, foram \n\nrealizados cálculos da concentração dos grãos, baseando-se no método matemático descrito por \n\nCour (1974). Este método basea-se na quantidade de volume do resíduo utilizado na confecção da \n\nlâmina palinológica, no volume total dos resíduos após tratamento químico, quantidade de linhas \n\nobservadas e o tamanho do campo da objetiva utilizada em questão, e por último a largura média \n\nde cada lâmina, definida pelas linhas de cola feitas nas lâminas. \n\n  \n\n\n\n50 \n\n3.5 Isótopos do carbono na natureza  \n\n Para a distinção isotópica das amostras (\n15\n\nN, \n12\n\nC e \n13\n\nC), as mesmas foram analisadas a \n\ncada 10 cm de profundidade. Sendo 18 amostras da Lagoa do Fundão, 16 amostras para Lagoa do \n\nCatingueiro e 15 amostras na Lagoa da Pedra, algumas das amostras foram enviadas pela segunda \n\nvez para serem analisadas, pois não obtiveram gás suficiente para ser analisadas e foram \n\nconsideradas estéreis (TAB. 4). As amostras foram analisadas no Laboratório de \n14\n\nC e \n\nLaboratório de Isótopos Estáveis, CENA/USP/Piracicaba. \n\n A técnica utilizada para descriminação do sistema fotossintético das plantas C3 e C4, foi a \n\nespectrometria de massas (“Mass Espectrometer”– MS ou “Isotope Ratio Mass Spectrometer” - \n\nIRMS), que é um instrumento que separa íons, positivos ou negativos, produzidos a partir de \n\nátomos ou moléculas, quer sejam das mais simples às mais complexas, de acordo com a razão \n\nmassa/carga (Pessenda et al., 2005). \n\n \n\nTABELA 4. Amostras processadas para ?‰ C e ?‰ \n15\n\nN \n\nAmostras processadas para ?‰ C e ?‰ \n15\n\nN (profundidade em cm) \n\nCatingueiro Pedra Fundão \n\n0-2 0-2 0-2 \n\n2-4 2-4 2-4 \n\n10-12 10-12 10-12 \n\n20-22 20-22 20-22 \n\n30-32 30-32 30-33 \n\n40-42 40-42 39-41 \n\n50-52 49-51 49-51 \n\n60-62 59-61 59-61 \n\n\n\n51 \n\n70-72 69-71 69-71 \n\n80-82 79-81 81-83 \n\n90-92 89-91 89-91 \n\n100-102 91-93 99-100 \n\n110-112 100-102 109-111 \n\n120-122 110-112 119-121 \n\n130-132 120-122 130-132 \n\n140-142 -- 140-142 \n\n150-152 -- 150-152 \n\n-- -- 160-162 \n\n-- -- 170-172 \n\n \n\n Para cronologia dos eventos ocorridos, as amostras (TAB. 5) coletadas foram enviadas ao \n\nLaboratório Beta, Miami/EUA, para que fosse determinada sua idade através do \n14\n\nC, obtidas \n\natravés da técnica AMS (espectrometria de massa com aceleradores), pela separação e contagem \n\ndos diferentes isótopos. A principal vantagem da utilização desta técnica é a possibilidade de \n\nmedir quantidades muito pequenas de material com grande confiabilidade. \n\n \n\n \n\n  \n\n\n\n52 \n\nTABELA 5. Amostras enviadas para análise da cronologia através do \n14\n\nC \n\nAmostras enviadas para datação (profundidade em cm) \n\nCatingueiro Pedra Fundão \n\n2-4  2-4  2-4  \n\n56-58  46-49  16-18  \n\n90-92  73-75  30-33  \n\n150-152  96-98  45-47  \n\n-- -- 49-51  \n\n-- -- 81-83  \n\n-- -- 92-94  \n\n-- -- 105-107  \n\n-- -- 128-130  \n\n-- -- 144-146  \n\n-- -- 160-162  \n\n \n\n \n\n \n\n  \n\n\n\n53 \n\nRESULTADOS  \n\n \n\n Nesta parte serão descritos os resultados dos três testemunhos estudados na EEcMG \n\n(Lagoa do Catingueiro, Lagoa da Pedra e Lagoa do Fundão). Este capítulo foi dividido em duas \n\npartes:  \n\nParte IV: Os resultados de cada testemunho serão expostos e discutidos de forma separada, \n\nseguindo esta ordem: descrição do testemunho, datações, dados isotópicos ?\n13\n\nC/\n15\n\nN e fragmentos \n\nde carvão. \n\nParte V: Aqui serão expostos os resultados da análise polínica de cada testemunho. Primeiro a \n\nchuva polínica atual dos três testemunhos e depois a análise palinológica dos mesmos em \n\nprofundidade.   \n\n Desta forma, os três testemunhos de sondagens atingiram a profundidade máxima de 156 \n\ncm na Lagoa do Catingueiro, 131 cm na Lagoa da Pedra e 179 cm na Lagoa do Fundão. Os \n\ntestemunhos não atingiram profundidades maiores, pois, após essas profundidades foi encontrada \n\numa espessa camada de areia (com espessura maior de 50 cm), o que impossibilitou a \n\ncontinuação da perfuração.   \n\n Após a coleta dos testemunhos foi realizada a descrição litológica de cada um e coletadas \n\nas amostras para os estudos realizados. Para o estudo palinológico foram utilizadas 24 lâminas da \n\nLagoa do Catingueiro, 25 lâminas da Lagoa da Pedra, 35 da Lagoa do Fundão e 12 lâminas da \n\nchuva polínica atual. Com base nos grãos de pólen e esporos encontrados, foram construídos para \n\ncada testemunho 1 diagrama de concentração com todas as espécies identificadas, 1 diagrama de \n\nhábito e 1 diagrama de agrupamento ecológico compreendidos dentro do Bioma Cerrado. \n\n  Também foram realizadas análises isotópicas que compreenderam a cronologia (\n14\n\nC) dos \n\ntestemunhos e análise do carbono \n12\n\nC/\n13\n\nC/ e \n15\n\nN dos três testemunhos. \n\n Por fim, para o estudo antracológico foram retirados fragmentos de carvão dos mesmos \n\nníveis estudados para palinologia, a fim de se obter uma correlação dos dados. Para a \n\nquantificação dos carvões, foi realizada uma contagem da quantidade de fragmentos encontrados \n\nem cada nível estudado, como também a descrição dos tamanhos dos mesmos e, posteriormente \n\n\n\n54 \n\nseparados e analisados em MEV. Todas as amostras dos três testemunhos passaram por uma \n\ntriagem e separação dos possíveis fragmentos em Lupa e posteriormente analisados em MEV. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n55 \n\nPARTE IV \n\n \n\n4 Descrição do testemunho, datações, fracionamento isotópico ?\n13\n\nC/\n15\n\nN e fragmentos de \n\ncarvão. \n\n5 LAGOA DO CATINGUEIRO \n\n \n\n5.1 Descrição do testemunho \n\n A profundidade alcançada no testemunho (coordenadas UTM 23k 277820 E / 7533541 S) \n\ncoletado na Lagoa do Catingueiro, foi de 159 cm. A seguir, a descrição do testemunho: \n\n- Intervalo de 0 - 23 cm: cor marrom caracteriza o topo o testemunho, composto por sedimentos \n\nargilo-arenosos pouco compactados, sem macroestruturas sedimentares e com raízes médias (com \n\nespessura de 2 a 5 mm); \n\n- Intervalo de 23 - 36 cm: cor marron claro, próximo do topo, composto por sedimentos areno-\n\nargilosos, mal compactados, com presença de mica, sem macroestruturas, com pouca presença de \n\nraízes (com espessura de 1 a 2 mm);  \n\n- Intervalo de 36 - 74 cm: cor marrom, textura média, composta por sedimentos argilo-arenosos, \n\npouco compactados, sem macroestruturas e com raízes médias (com espessura de 2 a 5 mm);  \n\n- Intervalo de 74 - 79 cm: amarelo, pode ser considerado como a faixa de transição entre o \n\nintervalo subjacente e inferior. É composto por sedimentos arenosos (fração de areia média a \n\nfina), sem macroestruturas e presença de mica;  \n\n- Intervalo de 79 - 102 cm: claro acinzentado, composto por sedimentos argilosos, sem estrutura \n\ncom presença de folhas e M.O (matéria orgânica); \n\n- Intervalo de 102 - 156 cm: claro acinzentado, composto por sedimentos argilosos, sem \n\nestrutura, com presença de fragmentos de folhas e M.O, caracterizando a base do perfil. \n\n A variação do testemunho pode ser observada na FIG. 14. \n\n\n\n56 \n\n \n\n \n\nFIGURA 14. Descrição litológica do testemunho da Lagoa do Catingueiro. \n\n \n\n \n\n  \n\n\n\n57 \n\n5.2 Datações  \n\n Foram retiradas quatro amostras dos seguintes níveis: a 2-4 cm, 56-58 cm, 90-92 cm e \n\n150-152 cm, na base do perfil, demonstradas na TAB. 6. Os resultados obtidos evidenciaram que \n\nas idades datadas por \n14\n\nC aumentam da profundidade, indicando que o sedimento testemunhado \n\nfoi depositado nos últimos 2.830 anos AP. \n\n \n\nTABELA 6. Idades \n14\n\nC calibradas em anos AP para a Lagoa do Catingueiro.  \n\nProfundidade (cm) Idade \n14\n\nC (anos AP)  Amostra/nº laboratório \n\n2-4 cm  310 Beta-314736 \n\n56-58 cm  320 Beta-314737 \n\n90-92 cm  300 Beta-314738 \n\n150-152 cm                     2.830 Beta-322766 \n\n \n\n Neste testemunho as idades não ultrapassaram de 3.000 anos AP, indicando que os \n\nsedimentos foram depositados no Holoceno Superior. Até a profundidade de 90 cm o pacote \n\nsedimentar não superou a idade de 300 anos, e foi observado um aumento significativo da idade \n\nentre 90 a 156 cm, evidenciando que a taxa de sedimentação para esta profundidade não se \n\nmanteve constante.  \n\n \n\n5.3 Dados isotópicos ?\n13\n\nC e \n15\n\nN \n\n Os valores de ?\n13\n\nC (TAB. 7) neste testemunho variaram entre -24,07‰ e -29,23‰, \n\ncaracterizando a predominância de plantas C3 (possivelmente arbóreas). Em relação aos valores \n\nda razão C/N que variaram entre -3,03 e 13,18 é possível observar que a maior parte da matéria \n\norgânica deste perfil provém de algas, exceto nos níveis 40 e 130 cm que mostram matéria \n\norgânica derivada de da transição entre plantas terrestres e algas, indicando uma possível mistura \n\n\n\n58 \n\nde fontes. A FIG. 15 mostra a variação das análises de ?\n13\n\nC e \n15\n\nN com relação à profundidade do \n\nperfil.  \n\nTABELA 7. Dados isotópicos da Lagoa do Catingueiro: ?\n13\n\nC e \n15\n\nN \n\nProfundidade (cm) ?\n13\n\nC \n15\n\nN \n\n0 -24.08 3.14 \n\n10 -24.07 4.46 \n\n20 -28.4 0.93 \n\n30 -24.21 -1.23 \n\n40 -24.58 12.64 \n\n50 -27.53 3.04 \n\n60 -29.17 1.81 \n\n70 -28.09 -2.76 \n\n80 -28.42 -3.03 \n\n90 -29.23 -0.92 \n\n100 -26.43 -4.55 \n\n110 -25.33 4.28 \n\n120 -25.46 7.81 \n\n130 -25.63 13.18 \n\n140 -26.64 0 \n\n150 -26.09 0 \n\n160 -26.09 0 \n\n\n\n59 \n\n0 20 40 60 80 100 120 140 160\n\n-30\n\n-29\n\n-28\n\n-27\n\n-26\n\n-25\n\n-24\n\n ? \n13\n\nC\n\n \n15\n\nN\n\nProfundidade (cm)\n\n?\n 1\n\n3\nC\n\n-6\n\n-4\n\n-2\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n1\n5N\n\n \n\nFIGURA 15. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa do \n\nCatingueiro. \n\n \n\n5.4 Fragmentos de Carvão da Lagoa do Catingueiro  \n\n Foram analisados 24 níveis dentro do perfil da Lagoa do Catingueiro, para obtenção da \n\ncaracterização antracológica do testemunho. Na FIG. 16 é possível observar alguns dos \n\nfragmentos selecionados para esta análise. \n\n Destes 24 níveis, apenas 18 (TAB. 8) obtiveram amostras com características \n\nmorfológicas de carvão após a análise em MEV, foi possível confirmar que todos os níveis \n\ncontinham fragmentos com elementos anatômicos característicos de madeira. \n\n Neste testemunho, a partir das análises realizadas em MEV notou-se que os fragmentos \n\nembora tenham apresentado características anatômicas do xilema secundário, os mesmos eram \n\nmuito pequenos para permitir uma classificação segura quanto à família de angiospermas a qual \n\npertenciam. Além disso, muitos fragmentos continham um excesso de sedimento em sua \n\nestrutura, o que também contribuiu para a sua classificação. Este fato pode estar correlacionado \n\ncom a intensidade do fogo e até mesmo com a deposição destes fragmentos em sedimentos pouco \n\nconsolidados.  \n\n\n\n60 \n\n A FIG. 16 abaixo ilustra a triagem e o tamanho dos fragmentos selecionados para análise \n\nem MEV. A maioria dos fragmentos não teve tamanho maior a 2.167 µm.  \n\n \n\n \n\n FIGURA 16. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa do \n\nCatingueiro, retirados das seguintes profundidades (cm): 1) 102-104; 2) 14-16; 3) \n\n34-36; 4) 62-64; 5) 46-48; 6) 8-10; 7) 34-36; 8) 14-16. Escalas: A = 2 mm; B - \n\nH = 0,5 mm. \n\nTABELA 8. Distribuição das amostras de acordo com a profundidade ao longo do testemunho da \n\nLagoa do Catingueiro, evidenciando a quantidade e tamanho dos fragmentos de carvão \n\nencontrados em cada nível. \n\n  \n\n\n\n61 \n\n                   Fragmentos de carvão Lagoa do Catingueiro  \n\nProfundidade (cm) Nº de fragmentos Tamanho médio (µm) \n\n4-6 19 463 \n\n8-10 23 843 \n\n14-16 15 664 \n\n34-36 17 1750 \n\n38-40 16 1767 \n\n42-44 19 1425 \n\n46-48 26 2167 \n\n52-54 18 1150 \n\n62-64 15 1463 \n\n82-84 8 850 \n\n88-90 23 720 \n\n92-94 16 838 \n\n94-96 21 1750 \n\n96-98 12 2000 \n\n102-104 18 1186 \n\n106-108 22 738 \n\n122-124 17 1100 \n\n128-130 15 1317 \n\n \n\n\n\n62 \n\n O tamanho dos fragmentos variou de 463 a 2167 µm. De acordo com a teoria proposta por \n\nWhitlock &amp; Larsen, (2001) é possível inferir que estes fragmentos de carvão sejam de origem \n\nextra local. \n\n0 20 40 60 80 100 120\n\n0\n\n10\n\n20\n\n30\n\n N ?fragmentos por nivel\n Tamanho dos fragmentos (?m)\n\nProfundidade (cm)\n\nQ\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n d\n\ne\n f\nra\n\ng\nm\n\ne\nn\n\nto\ns\n\n500\n\n1000\n\n1500\n\n2000 T\na\n\nm\na\n\nn\nh\n\no\n d\n\no\ns\n fra\n\ng\nm\n\ne\nn\n\nto\ns\n (?\n\nm\n)\n\n \n\n FIGURA 17. Gráfico mostrando a profundidade, quantidade e tamanho dos      \n\nfragmentos de carvão analisados na Lagoa do Catingueiro. \n\n \n\n Em termos de avaliação das variáveis estatísticas seguidas pelo método de Correlação de \n\nPearson, como pode ser observado na FIG. 18, foi possível determinar que o valor linear do seu \n\ncálculo indica uma correlação fraca entre as variáveis profundidade e quantidade dos fragmentos \n\nencontrados (p = - 0.20).  \n\n\n\n63 \n\n6 8 10 12 14 16 18 20 22 24 26 28\n\n120\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\np = -20\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nc\nm\n\n)\n\nQuantidade\n\n \n\nFIGURA 18. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa do Catingueiro, onde p representa à \n\ncorrelação entre as duas variáveis.  \n\n \n\n A FIG. 19 ilustra os fragmentos de carvão selecionados para análise em MEV da Lagoa \n\ndo Catingueiro. Os fragmentos estão no sentindo longitudinal tangencial, raios vasculares, baixos \n\ne estreitos e dispostos estratificadamente (fileiras) que denotam que esses fragmentos provêm de \n\numa família de angiospermas bem avançada. \n\n\n\n64 \n\n \n\nFIGURA 19. Figura 1 a 9- Fragmentos de carvão da Lagoa do Catingueiro analisados em \n\nMEV. Legenda: ev: elementos de vaso; rv: raio vascular. ESCALA: 1, 7 e 8 = \n\n500 ?m; 2, 3, 5 e 6 = 200 ?m; 4= 1 mm; 9 = 2 mm. \n\n \n\n \n\n  \n\n\n\n65 \n\n6 LAGOA DA PEDRA \n\n \n\n6.1 Descrição do testemunho \n\n  A profundidade alcançada no testemunho (coordenadas UTM 23k 274758 E / 7535680 S) \n\nrecuperado na Lagoa da Pedra  foi de 131 cm (FIG. 20). Seu perfil é composto por sedimentos \n\nargilosos e arenosos. A seguir, a descrição do testemunho:  \n\n- Intervalo de 0 - 48 cm: cor marrom, caracteriza o topo do testemunho, areia de textura média, \n\ncomposto por sedimentos argilosos sem macroestruturas e com raízes de diâmetro entre 2 a 3 mm \n\nde espessura.  \n\n- Intervalo de 48 - 87 cm: marrom claro é composto por sedimentos argilosos (fração de areia \n\nmédia), mal compactados, sem macroestruturas e presença de mica.  \n\n- Intervalo de 87 - 92 cm: claro amarelado, composto por sedimentos arenosos grossos e mal \n\nselecionados, sem estrutura.  \n\n- Intervalo de 92 - 101 cm: marrom claro é composto por sedimentos argilo-arenosos, mal \n\ncompactados, sem macroestruturas. \n\n- Intervalo de 101 - 131 cm: claro amarelado, composto por sedimentos arenosos, sem estrutura. \n\nNeste intervalo também foi observada a presença de areia grossa mal selecionada, caracterizando \n\na base do perfil. \n\n \n\n6.2 Datações \n\n Foram retiradas quatro amostras dos seguintes níveis: a 2-4 cm, 46-49 cm, 73-75 cm e 96-\n\n98 cm (TAB. 9). As datações deste testemunho indicaram que as idades datadas por \n14\n\nC \n\naumentam de acordo com a profundidade. Os dados apresentados na TAB. 2 evidenciam que os \n\nsedimentos foram depositados nos últimos 1.800 anos AP. \n\n \n\n\n\n66 \n\n \n\n                    FIGURA 20. Descrição do testemunho Lagoa da Pedra. \n\n \n\n   \n\n  \n\n\n\n67 \n\nTABELA 9. Idades \n14\n\nC calibradas em anos AP da Lagoa da Pedra. \n\nProfundidade (cm) Idade \n14\n\nC (anos AP) Amostra/nº laboratório \n\n2-4 cm  105 Beta-314742 \n\n46-49 cm  680 Beta-314743 \n\n73-75 cm 1780 Beta-322771 \n\n96-98 cm 1800 Beta-314744 \n\n \n\n6.3 Dados isotópicos ?\n13\n\nC e \n15\n\nN \n\n Na Lagoa da Pedra os dados isotópicos de ?\n13\n\nC obtiveram valores entre -21,65‰ e \n\n26,64‰, o que indica a predominância de plantas C4 (floresta) em quase todo perfil. Já os valores \n\nda razão C/N obtiveram valores entre 6,21 e 10,72 indicando a predominância de algas (FIG. 21).  \n\n     TABELA 10. Dados isotópicos da Lagoa da Pedra: ?\n13\n\nC e \n15\n\nN \n\nProfundidade (cm) ?\n13\n\nC \n15\n\nN \n\n0 -26.64 7.3 \n\n4 -25.95 5.97 \n\n10 -26.13 6.99 \n\n20 -25.74 6.66 \n\n30 -25.14 6.21 \n\n40 -23.12 8.7 \n\n50 -22.01 9.13 \n\n60 -21.65 7.6 \n\n\n\n68 \n\n70 -22.49 7.78 \n\n80 -23.9 10.72 \n\n90 -25.59 0 \n\n100 -26 0 \n\n110 -24.93 0 \n\n120 -25.15 0 \n\n130 -25.49 0 \n\n \n\n0 20 40 60 80 100 120\n\n-27\n\n-26\n\n-25\n\n-24\n\n-23\n\n-22\n\n-21\n\n ? \n13\n\nC\n15\n\nN\n\nProfundidade (cm)\n\n?\n 1\n\n3\nC\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n1\n5N\n\n \n\nFIGURA 21. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa da Pedra. \n\n \n\n  \n\n\n\n69 \n\n6.4 Fragmento de Carvão da Lagoa da Pedra \n\n Na Lagoa da Pedra, foram analisados 25 níveis para obtenção da caracterização \n\nantracológica do testemunho, porém, dos 25 níveis, apenas 17 obtiveram fragmentos com \n\ncaracterísticas anatômicas de carvão.  \n\n A FIG. 22 mostra os fragmentos separados e seu tamanho para análise em MEV. A \n\nmaioria dos fragmentos não teve tamanho maior que 2.167 µm.  \n\n \n\nFIGURA 22. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa da \n\nPedra, retirados das seguintes profundidades (cm): 1) 67-69; 2) 4-6; 3) 4-6; 4) 18-\n\n20; 5) 26-28; 6) 96-98; 7) 73-75; 8) 73-75; 9) 77-79. Escalas: A - E = 0,5 mm; F, \n\nI = 0,2 mm; G = 0,5 mm; H = 1 mm. \n\n\n\n70 \n\nTABELA 11. Distribuição das amostras de acordo com a profundidade ao longo do testemunho \n\nda Lagoa da Pedra, evidenciando a quantidade e tamanho dos fragmentos de carvão encontrados \n\nem cada nível.  \n\n                             Fragmentos de carvão Lagoa da Pedra  \n\nProfundidade (cm) Nº de fragmentos Tamanho (µm) \n\n4-6 21 3880 \n\n6-8 18 860 \n\n18-20 25 1200 \n\n26-28 19 540 \n\n32-34 26 340 \n\n38-40 13 343 \n\n42-44 13 975 \n\n46-49 14 367 \n\n51-53 20 433 \n\n57-59 12 325 \n\n67-69 18 1250 \n\n73-75 24 640 \n\n77-79 29 429 \n\n83-85 26 317 \n\n96-98 14 980 \n\n112-114 15 500 \n\n114-116 19 500 \n\n\n\n71 \n\n O tamanho dos fragmentos variou de 325 a 3.880 µm, evidenciando que os mesmos \n\npodem ser de origem extra local (Whitlock &amp; Larsen, 2001). Através das imagens obtidas em \n\nLupa e em MEV (FIG. 25), observou-se que os fragmentos deste testemunho não apresentaram \n\nboa preservação com relação a sua estrutura anatômica, dificultando a identificação quanto ao seu \n\ntipo botânico. \n\n0 20 40 60 80 100 120\n\n0\n\n10\n\n20\n\n30\n\n N? de fragmentos por nivel\n\n Tamanho dos fragmentos (?m)\n\nProfundidade (cm)\n\nQ\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n f\nra\n\ng\nm\n\ne\nn\n\nto\ns\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\n1400\n\n1600\n\n1800\n\n2000\n\n2200\n\n2400\n\nT\na\n\nm\na\n\nn\nh\n\no\n d\n\no\ns\n fra\n\ng\nm\n\ne\nn\n\nto\ns\n (?\n\nm\n)\n\n \n\nFIGURA 23. Gráfico mostrando a profundidade, quantidade e tamanho dos fragmentos de \n\ncarvão analisados na Lagoa da Pedra. \n\n \n\n  \n\n  \n\n\n\n72 \n\nA FIG. 24 mostra a correlação entre profundidade e quantidade dos fragmentos \n\nencontrados no perfil, onde, a partir dos cálculos estatísticos realizados segundo método de \n\nPearson, foi possível determinar que o valor linear do seu cálculo indica uma correlação negativa \n\nentre as variáveis profundidade e quantidade dos fragmentos encontrados (p = -0.06). \n\n10 12 14 16 18 20 22 24 26 28 30\n\n120\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\np = -0.06\nP\n\nro\nfu\n\nn\nd\n\nid\na\n\nd\ne\n\n (\nc\nm\n\n)\n\nQuantidade\n\n \n\nFIGURA 24. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa da Pedra, onde p representa à \n\ncorrelação entre as duas variáveis.  \n\n\n\n73 \n\n \n\n \n\nFIGURA 25. Figura 1 a 13- Fragmentos de carvão; 14 e 15- Fragmento de folha. Legenda: ev: \n\nelementos de vaso; ms: mesófilo. Escala: 1, 4 e 14 = 500 ?m; 2, 8 e 9 = 100 ?m; 3, 5, \n\n6, 7, 10, 11, 12, 13, 15 =  200 ?m;  \n\n  \n\n\n\n74 \n\n \n\n  \n\n\n\n75 \n\n7 LAGOA DO FUNDÃO \n\n \n\n7.1 Descrição do testemunho \n\n A profundidade alcançada no testemunho (coordenadas UTM 23k 273668 E / 7534787 S) \n\nrecuperado na Lagoa do Fundão, foi de 179 cm (FIG. 26). Seu perfil é composto por sedimentos \n\npredominantemente arenosos, com limites bem definidos entre as camadas. A seguir, a descrição \n\ndo testemunho:  \n\n- Intervalo de 0 - 18 cm: cor marron, caracteriza o topo do perfil, textura média, composta por \n\nsedimentos argilo-arenosos pouco compactados, sem macroestruturas e com presença de raízes \n\ncom diâmetros entre 2 a 4 mm.  \n\n- Intervalo de 18 - 33 cm: cor cinza claro, composto por sedimentos argilosos, sem \n\nmacroestruturas, com escassas raízes com diâmetros entre 1 a 2 mm.  \n\n-Intervalo de 33 - 47 cm: cor marrom, textura média, composta por sedimentos argilo-arenosos \n\npouco compactados, sem macroestruturas e com presença de raízes médias com diâmetros entre 2 \n\na 4 mm.  \n\n- Intervalo de 47 - 83 cm: cor cinza claro, composto por sedimentos argilosos, sem \n\nmacroestruturas, com pouca escassa de raízes com diâmetros de 1 a 2 mm).  \n\n- Intervalo de 83 - 104 cm: cor cinza muito claro, composto por sedimentos arenosos e cascalhos \n\nde cor cinza claro, sem macroestruturas, sem presença de raízes. \n\n- Intervalo de 104 - 126 cm: cor cinza claro, composto por sedimentos arenosos, sem \n\nmacroestruturas. \n\n- Intervalo de 126 - 160 cm: cor cinza muito claro, composto por sedimentos arenosos e cascalhos \n\nde cor cinza claro, sem macroestruturas, , sem presença de raízes.  \n\n- Intervalo de 160 - 179 cm: cor cinza claro, composto por sedimentos arenosos, sem \n\nmacroestruturas. \n\n  \n\n\n\n76 \n\n7.2 Datações \n\n Foram retiradas onze amostras dos seguintes níveis: 2-4 cm, 16-18 cm, 30-33 cm, 45-47 \n\ncm, 49-51 cm, 81-83 cm, 92-94 cm, 105-107 cm, 128-130 cm, 144-146 cm e a 160-162. Os \n\nresultados obtidos pelas datações de 14C neste testemunho indicam que os sedimentos foram \n\ndepositados nos últimos 13.310 anos AP, e mostraram uma inversão de idades entre os intervalos \n\nde 20 a 125 cm (TAB. 12).  \n\n \n\n            FIGURA 26. Descrição do testemunho Lagoa do Fundão \n\n\n\n77 \n\n O ponto de coleta deste testemunho esta localizado na atual margem côncava do meandro \n\nabandonado que forma a Lagoa do Fundão. Como a velocidade do fluxo é maior nessa área, esta \n\napresenta predisposição à erosão, ocasionando remoção ou desmoronamento dos sedimentos \n\ndepositados ao longo do tempo, o que pode ter provocado a inversão das idades reveladas pela \n\ndatação \n14\n\nC.   \n\n Entre 179 até 128 cm a sedimentação ocorreu normalmente e pode ser relacionada com \n\nfácies do canal ou com outra próxima das margens, dada a granulometria mais grossa do \n\nsedimento. Logo a partir de 128 e até 20 cm, aconteceram vários eventos que modificaram a \n\nsedimentação introduzindo pacotes ricos em argilas previamente depositados no registro e, por \n\núltimo, de 20 a 0 cm, aconteceu à estabilização do canal, onde os processos erosivos cessaram, e \n\na sedimentação aconteceu normalmente. \n\n      TABELA 12. Idades \n14\n\nC calibradas em anos AP da Lagoa do Fundão. \n\nProfundidade (cm) Idade \n14\n\nC (anos AP) Amostra/nº laboratório \n\n2-4 cm 104 Beta-314739 \n\n16-18 cm 2.730 Beta-335496 \n\n30-33 cm 11.310 Beta-314740 \n\n45-47 cm 11.890 Beta-329466 \n\n49-51 cm 20.420 Beta-335497 \n\n81-83 cm 27.190 Beta-314741 \n\n92-94 cm 6.220 Beta-335498 \n\n105-107 cm 19.060 Beta-329467 \n\n128-130 cm 6.660 Beta-322767 \n\n144-146 cm 7.750 Beta-335499 \n\n160-162 cm 13.310 Beta-322768 \n\n\n\n78 \n\n Outro fato que merece atenção é que se observa a ausência de registro polínico entre os \n\nintervalos 6.220 e 2.730 anos AP, que corresponde ás profundidades onde foram encontrados os \n\npacotes sedimentares fora da sequencia temporal. \n\n Os dados mostram que após 6.660 anos AP, começou um processo erosivo que \n\npossivelmente pode estar relacionado à migração do meandro, que não promoveu a deposição de \n\nsedimentos, mas erodiu a margem do canal e propiciou a re-deposicção de pacotes mais antigos \n\nno local, por mais de uma ocasião. Posteriormente a partir de 2.730 anos AP, se esses eventos \n\nerosivos continuaram a acontecer não influenciaram mais o registro da Lagoa do Fundão, \n\npossivelmente por o canal do rio se encontrar perto da sua posição atual, mais longe do canal \n\nabandonado do meandro. \n\n7.3 Valores ?\n13\n\nC e \n15\n\nN \n\n Na Lagoa do Fundão os dados isotópicos de ?\n13\n\nC variaram entre -16,45‰ e -24,39‰, o \n\nque reporta a uma mistura de plantas C3 e C4 neste testemunho (TAB. 13). Os valores da razão \n\nC/N ficaram entre 5,27 e 18,94, fortalecendo os dados de ?\n13\n\nC, mostrando uma possível mistura \n\nde fontes, de algas e plantas terrestres para este perfil (FIG. 27). \n\n-20 0 20 40 60 80 100 120 140 160 180\n\n-24\n\n-22\n\n-20\n\n-18\n\n-16\n\n ? 13C\n\n \n15N\n\nProfundidade (cm)\n\n?\n 1\n\n3\nC\n\n-2\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n1\n5N\n\n \n\nFIGURA 27. Gráfico com valores de ?\n13\n\nC e \n15\n\nN em relação à profundidade na Lagoa do Fundão. \n\n    \n\n\n\n79 \n\nTABELA 13. Dados isotópicos da Lagoa do Fundão: ?\n13\n\nC e \n15\n\nN \n\nProfundidade (cm) ?\n13\n\nC \n15\n\nN \n\n0 -23.99 9.47 \n\n10 -24.02 6.74 \n\n20 -24.39 5.27 \n\n30 -21.43 14.77 \n\n40 -18.59 0 \n\n50 -20.42 10.11 \n\n60 -17.6 0 \n\n70 -16.65 0 \n\n80 -16.88 0 \n\n90 -16.45 0 \n\n100 -21.17 9.76 \n\n110 -18.56 0 \n\n120 -16.81 0 \n\n130 -17 0 \n\n140 -19.07 0 \n\n150 -19.47 18.94 \n\n160 -18.89 0 \n\n170 -18.26 0 \n\n \n\n\n\n80 \n\n7.4 Fragmento de carvão da Lagoa do Fundão \n\n Foram analisados 18 níveis retirados do testemunho da Lagoa do Fundão, para análise \n\nantracológica do perfil. As amostras passaram por uma triagem e separação dos possíveis \n\nfragmentos em Lupa e posteriormente analisados em MEV, de acordo com as análises em \n\nmicroscópio de varredura. Os níveis escolhidos para esta análise foram os mesmos analisados \n\npara análise palinológica, ou seja, que não estão fora de ordem cronológica. \n\nTABELA 14. Distribuição das amostras de acordo com a profundidade ao longo do testemunho \n\nda Lagoa do Fundão, evidenciando a quantidade e tamanho dos fragmentos de carvão \n\nencontrados em cada nível. \n\n             Fragmentos de carvão Lagoa do Fundão  \n\nProfundidade (cm) Nº de fragmento Tamanho (µm) \n\n4-6 9 200 \n\n6-8 11 700 \n\n14-16 10 2500 \n\n28-30 19 267 \n\n35-37 7 400 \n\n37-39 10 600 \n\n43-45 6 450 \n\n53-55 13 533 \n\n57-59 14 1420 \n\n63-65 22 2138 \n\n73-75 5 200 \n\n93-95 10 433 \n\n\n\n81 \n\n107-109 19 1780 \n\n128-130 17 150 \n\n148-150 15 200 \n\n156-158 8 400 \n\n162-164 15 500 \n\n164-168 14 450 \n\n  \n\n A FIG. 28 mostra os fragmentos separados para análise em MEV. A maioria dos \n\nfragmentos não teve tamanho maior que 2.167 µm. \n\n \n\nFIGURA 28. Foto dos fragmentos selecionados para serem analisados em MEV da Lagoa do \n\nFundão, retirados das seguintes profundidades (cm): 1) 57-59; 2) 63-65 0; 3) 57-59; \n\n4) 93-95; 5) 107-109; 6) 107-109; 7) 107-109; 8) 107-109; 9) 6-8. Escalas: A = 1,5 \n\nmm; B – C = 0,5 mm; D = 0,2 mm; E – G = 1 mm; H – I = 0,5 mm. \n\n\n\n82 \n\n Com relação ao tamanho dos fragmentos analisados, a partir dos resultados obtidos neste \n\ntestemunho, segundo metodologia proposta por Whitlock &amp; Larsen (2001), acredita-se que os \n\nmesmos possivelmente são de origem também extra local, como na Lagoa do Catingueiro e na \n\nLagoa da Pedra. \n\n0 20 40 60 80 100 120 140 160\n\n0\n\n10\n\n20\n\n30\n\n N? dos fragmentos por nivel\n\n Tamanho dos fragmentos (?m)\n\nProfundidade (cm)\n\nQ\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n d\n\ne\n f\nra\n\ng\nm\n\ne\nn\n\nto\ns\n \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\nT\na\n\nm\na\n\nn\nh\n\no\n d\n\no\ns\n fra\n\ng\nm\n\ne\nn\n\nto\ns\n (?\n\nm\n)\n\n \n\nFIGURA 29. Gráfico mostrando a profundidade, quantidade e tamanho dos fragmentos de \n\ncarvão analisados na Lagoa do Fundão. \n\n \n\n A avaliação das variáveis estatísticas (FIG. 30), feitas a partir do Coeficiente de \n\nCorrelação de Pearson, que ponderou se há associação entre a profundidade e a quantidade dos \n\nfragmentos encontrados determinou que, diferentemente dos outros dois testemunhos (Lagoa do \n\nCatingueiro e Lagoa da Pedra) analisados, o valor p encontrado = 0.25, indica correlação \n\nmoderada entre as duas variáveis analisadas.  \n\n\n\n83 \n\n4 6 8 10 12 14 16 18 20 22 24\n\n160\n\n140\n\n120\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\np = 0.25\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nc\nm\n\n)\n\nQuantidade\n\n \n\nFIGURA 30. Gráfico de dispersão, mostrando a correlação da profundidade com a quantidade de \n\nfragmentos de carvão encontrados na Lagoa do Fundão, onde p representa à \n\ncorrelação entre as duas variáveis.  \n\n\n\n84 \n\n \n\nFIGURA 31. Figura 1 a 12- Fragmentos de carvão. Legenda: ev: elementos de vaso; rv: raio \n\nvascular; pt: pontoações. Escala: 1, 4, 6 e 8 = 500 ?m; 2, 7, 9 e 12 = 1 mm; 5, 10 e \n\n11 = 200 ?m; 3 = 2 mm. \n\n  \n\n\n\n85 \n\nPARTE V \n\n \n\n8 Análise Palinológica \n\n A análise palinológica dos testemunhos e da chuva polínica atual basearam-se nos \n\ndiagramas polínicos de concentração e porcentagem de cada taxón em relação à soma dos grãos \n\nde pólen de plantas arbóreas (AP), herbáceas (NAP), esporos e indeterminados encontrados nos \n\nníveis estudados para cada localidade. Com base nesta premissa. Para os testemunhos foram \n\nconstruído três tipos de diagramas para cada lagoa e, para a chuva polínica atual três diagramas \n\ngerais para a área de estudo, a saber: \n\n- diagrama geral, com todos os tipos encontrados, ordenados por ordem alfabética, sendo \n\napresentados primeiramente os taxa arbóreos, seguidos dos taxa herbáceos, esporos e \n\nindeterminados;  \n\n- diagrama de hábito, com porcentagens geral de cada grupo (arbóreos, herbáceos, esporos, \n\nindeterminados e de concentração dos grãos de pólen), e também dados da soma dos fragmentos \n\nde carvão encontrados para cada testemunho, como também os resultados da análise de ?\n13\n\nC e \n\n15\nN;  \n\n- diagrama das formações dentro do Bioma Cerrado, levando em consideração os trabalhos de \n\nPassos (1998), Montovani (1983, 1990), Ribeiro e Walter (2008) e a lista de vegetação levantada \n\npara a EEcMG nesta pesquisa. Para a elaboração deste diagrama os grãos de pólen e esporos \n\nforam agrupados em quatro grupos de acordo com o hábito e preferências ecológicas da planta.  \n\n Os grupos foram estabelecidos de acordo com sua afinidade ecológica encontrada para a \n\nárea de estudo, de acordo como se segue: Mata Ripícola, que corresponde à mata que se encontra \n\nnas proximidades da margem do rio, que caracteriza a vegetação com influência fluvial; \n\nCerradão, que representa a Formação Florestal dentro do Bioma Cerrado; Espécies \n\necologicamente versáteis, que condiz com as espécies de plantas que se distribuem amplamente \n\npor diversas regiões e; e as Espécies introduzidas, que vivem fora de seu habitat natural e não \n\ncorresponde a vegetação local, e que possivelmente foram transportadas pelo vento ou pelo \n\npróprio rio.  \n\n\n\n86 \n\n Os tipos polínicos das famílias Melastomataceae/Combretaceae não foram separados \n\ndevido à similaridade dos grãos de pólen. \n\n A descrição morfológica dos palinomorfos seguiu a bibliografia utilizada para a \n\nidentificação e classificação dos mesmos, e está especificado na parte III deste trabalho. As \n\ncaracterísticas principais de cada tipo estão detalhadas no Anexo II. \n\n8.1 Chuva polínica atual da EEcMG \n\n Atualmente, a vegetação da EEcMG é formada por um mosaico de formações vegetais, \n\ncom predominância de formações que correspondem à formações dentro do Bioma Cerrado e \n\nmata com influência fluvial, as margens do Rio Mogi Guaçú. Desta forma, foi levantada uma \n\nlista de vegetação com 79 famílias mais representativas na EEcMG (Anexo I), levando em \n\nconsideração os taxa mais recorrentes nas unidades do Bioma Cerrado, Mata Atlântica e \n\nformações associadas as áreas úmidas, próximas as margens do Rio Mogi Guaçú (Mata \n\nRipícola). Para o estudo da chuva polínica nos pontos de coleta (lagoas do Catingueiro, Pedra e \n\nFundão), foram coletados um número igual de amostras para avaliar as mudanças e obter os \n\nregistros da vegetação dominante. Foram processadas quatro amostras em cada lagoa estudada \n\n(TAB. 15), onde, LFCp1, LFCp2, LFCp3 e LFCp4 são amostras da chuva polínica da Lagoa do \n\nFundão, LPCp1, LPCp2, LPCp4 são amostras correspondentes da Lagoa da Pedra e LCCp1, \n\nLCCp3 e LCCp4 representam amostras da Lagoa do Catingueiro. Ressaltando que as amostras \n\nLPCp3 e LCCp2 não puderam ser analisadas, pois não foram encontrados grãos de pólen nas \n\nlâminas referidas. \n\n \n\n       \n\n  \n\n\n\n87 \n\nTABELA 15. Pontos de coleta da chuva polínica atual da EEcMG. \n\n Tipo de amostra \n\nPonto Sedimento Bromélia Estéreis \n\nLagoa do \n\nCatingueiro \n\nLCCp1 / LCCp3 LCCp4  LCCp2 \n\nLagoa da Pedra LPCp1 / LPCp2  LPCp4 LPCp3  \n\nLagoa do Fundão LFCp1 / LFCp2 LFCp3 / LFCp4 ___ \n\n \n\n Na chuva polínica atual, dentre as dez amostras superficiais analisadas nas três lagoas \n\nestudadas, foram observados 24 tipos, totalizando 2.104 grãos de pólen e esporos contatos, desse \n\ntotal, 152 são esporos, 1.795 foram identificados como grãos de pólen de angiospermas e \n\ngimnospermas e, 157 não foram identificados.  \n\n A FIG. 32 apresenta o diagrama elaborado a partir dos resultados obtidos pela análise da \n\nchuva polínica atual na Lagoa do Fundão, Lagoa da Pedra e Lagoa do Catingueiro. Neste \n\ndiagrama foram plotados os taxa mais representativos de cada ponto estudado e os taxa índice de \n\ncada tipo de vegetação. Os dados foram expressos em porcentagens relativos à soma total dos \n\ngrãos de pólen. Este diagrama compreendeu grãos de pólen de plantas arbóreas (AP), herbáceas \n\n(NAP), grãos de pólen indeterminados, aquáticas e esporos. \n\n Em relação ao diagrama polínico dos grupos amostrado na FIG. 32, nos pontos LCCp1, \n\nLCp3 e LCCp4 (Lagoa do Catingueiro), observamos um aumento de taxa arbóreos em relação as \n\noutros pontos (Lagoa da Pedra e Lagoa do Fundão). As herbáceas tem maior porcentagem nos \n\npontos LPCp2 P,  LPCp4 e LFCp1. Entre os pontos LPCp1 a LFCp1 predominaram as aquáticas. \n\nOs esporos obtiveram aumento significativo entre os pontos LFCp1 a LFCp4, essa alta frequência \n\npode ser justificada pelo fato das pteridófitas se desenvolverem mais rapidamente que a \n\nvegetação arbórea e esse local pode permanecer mais tempo como pântano. \n\n\n\n88 \n\n A FIG. 33 compreende o diagrama polínico de porcentagem geral dos grupos de acordo \n\ncom o seu hábito (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados). \n\n Na FIG. 34, que corresponde ao diagrama polínico de porcentagem dos elementos do \n\nCerrado encontrados na chuva polínica, é evidente que os elementos que caracterizam a \n\nvegetação de Cerradão não são predominantes, mas sim, uma vegetação que corresponde a Mata \n\nRipícola, ou seja, com influência fluvial. Há uma grande porcentagem dos tipos que equivalem a \n\nEspécies Introduzidas, como Pinus sp. \n\n\n\n89 \n\n \n\n   FIGURA 32. Diagrama polínico de porcentagem dos grãos pólen da chuva polínica atual da \n\nEEcMG. \n\n\n\n90 \n\n \n\nFIGURA 33. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e \n\nIndeterminados) da chuva polínica atual da EEcMG. \n\n\n\n91 \n\n \n\n \n\nFIGURA 34. Diagrama polínico de porcentagens dos elementos que formam associações dentro \n\ndo Bioma Cerrado encontrados na Chuva Polínica Atual da EEcMG: Mr (Mata \n\nRipícola), Ce (Cerradão), Eev (Espécies ecológicamente versáteis) e Ei (Espécies \n\nintroduzidas).  \n\n\n\n92 \n\n8.1.1 Chuva polínica atual da Lagoa do Catingueiro \n\n \n\n          Na Lagoa do Catingueiro, entre os taxa arbóreos as famílias dominantes são Apocynaceae \n\ne Euphorbiaceae. Os elementos de Mata Ripícola são notadamente maiores que os elementos de \n\nCerradão na Lagoa do Catingueiro, como se pode observar na FIG. 34. \n\n A presença do gênero Mauritia sp., apesar da sua baixa porcentagem corrobora para \n\npermanência da vegetação de Mata Ripícola, representando uma mata mais úmida, próxima das \n\nmargens do Rio Mogi Guaçú. Entre as gimnospermas, que conota as Espécies Introduzidas, \n\npredomina o gênero Pinus sp. Já entre os taxa herbáceos predominam as famílias Poaceae e \n\nAsteraceae e, a família Cyperaceae, representando as aquáticas. \n\n          A porcentagem dos esporos na Lagoa do Catingueiro foi baixa em relação à Lagoa da \n\nPedra e da Lagoa do Fundão, e pode ser representado pelo gênero Polypodium sp. e Cyathea sp. \n\nA assinatura polínica deste testemunho caracteriza uma vegetação mais fechada, constatado no \n\nestudo da chuva polínica pela influência exercida pelos taxa de Mata Ripícola. \n\n8.1.2 Chuva polínica atual da Lagoa da Pedra \n\n \n\n         Na Lagoa da Pedra, entre os taxa arbóreos prevalecem os grãos de pólen das famílias \n\nApocynaceae, Araliaceae e Euphorbiaceae, já entre as gimnospermas predomina o gênero Pinus \n\nsp. e, dentre os taxa herbáceos ressalta-se as famílias Poaceae e Asteraceae.  \n\n            Neste diagrama constatou-se um aumento na porcentagem das aquáticas, representada \n\npela família Cyperaceae, fato que possivelmente possa estar relacionado com a proximidade da \n\nmargem do Rio Mogi Guaçú, indicando uma área constantemente alagada. \n\n          Em relação aos esporos na Lagoa da Pedra, foi constatado um aumento significativo em \n\nrelação à Lagoa do Catingueiro, o mesmo é representado pelos gêneros Polypodium sp. e \n\nCyathea sp., onde, foi constatado um incremento dos taxa herbáceos, confirmando a proximidade \n\ncom uma área mais úmida.  \n\n  \n\n\n\n93 \n\n8.1.3 Chuva polínica atual da Lagoa do Fundão \n\n \n\n Na Lagoa do Fundão, entre os taxa arbóreos encontramos as famílias mais dominantes \n\nsão: Euphorbiaceae, Araliaceae, Mimosaceae, Melastomataceae/Combretaceae e Malpighiaceae, \n\ne entre as gminospermas relatamos também a presença do gênero Pinus sp. \n\n Já entre os taxa herbáceos destacam-se os grãos de pólen das famílias Asteraceae e \n\nAmaranthaceae. As aquáticas estão representadas pela família Cyperaceae, que aparece em \n\ngrande porcentagem em relação à Lagoa da Pedra e do Catingueiro. \n\n Quanto aos esporos, há um expressivo aumento do aparecimento deles neste testemunho, \n\ncom predominância das famílias Cyatheaceae, Polypodiaceae e Lycopodiaceae.  \n\n          A partir dos dados obtidos neste ponto, foi possível caracterizar uma área com aumento \n\nsignificativo de esporos, podendo estar relacionado com uma área mais úmida. \n\n  \n\n\n\n94 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 1 \n\nEsporos – \n\nChuva Polínica Atual \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n95 \n\n \n\nESTAMPA 1. Legenda: Esporos. 1 a 4- Cyatheaceae; 5 a 7- Dicksoniaceae; 8 e 9- Lycopodium \n\nsp.; 10 a 12- Polypodium sp.; 13 a 15- Thelypteris sp. Escala = 10 ?m. \n\n \n\n\n\n96 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 2 \n\nGimnospermas – \n\n Chuva Polínica Atual \n\n \n\n  \n\n\n\n97 \n\n  \n\nESTAMPA 2. Legenda: Gimnospermas. 1 a 5- Pinus sp. Angiospermas. 6 e 7- Apocynaceae; 8 \n\ne 9- Araliaceae; 10 a 12- Arecaceae; 13 e 14- Euphorbia sp.; 15 a 17- \n\nMalpighiaceae; 18 a 21- Melastomataceae/Combretaceae; 22 e 23- Euphorbiaceae. \n\nEscala = 10 ?m. \n\n\n\n98 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 3 \n\nAngiospermas – \n\n Chuva Polínica Atual \n\n \n\n\n\n99 \n\n \n\nESTAMPA 3. Legenda: Angiospermas. 1 e 2- Mimosaceae; 3 a 5- Myrtaceae; 6 e 7- \n\nSapotaceae; 8 a 11- Sebastiana sp.; 12 e 13- Amaranthaceae; 14 a 17- \n\nAsteraceae. Escala = 10 ?m. \n\n  \n\n\n\n100 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 4 \n\nAngiospermas – \n\n Chuva Polínica Atual \n\n \n\n\n\n101 \n\n \n\nESTAMPA 4. Legenda: Angiospermas. 1 a 3- Cyperaceae; 4 e 5- Malvaceae; 6 a 9- Poaceae; \n\n10 e 11- Rubiaceae. Escala = 10 ?m. \n\n \n\n\n\n102 \n\n8.2 Análise palinológica dos testemunhos sedimentares \n\n8.2.1 Lagoa do Catingueiro \n\n \n\n Na Lagoa do Catingueiro, dentre os 17 níveis analisados, foram encontrados grãos de \n\npólen e esporos apenas nos níveis 14-16 cm e 4-6 cm (FIG. 35). Para fins de comparação e \n\ndiscussão dos dados das três lagoas, optou-se por definir estes dois níveis em dois intervalos, \n\ndenominados Lc1 e Lc2, respectivamente, para que seja possível discutir e integrar os mesmos \n\nnas discussões finais deste trabalho.  Os dois intervalos foram datados de 310 anos, idade recente \n\ne que pode ser comparada aos dias atuais. Foram observados 23 tipos, totalizando 349 grãos de \n\npólen de angiospermas e esporos contados, desse total, 14 não puderam ser identificados, 43 são \n\nesporos e 292 grãos de pólen de angiospermas. Abaixo a descrição dos Intervalos: \n\n Intervalo Lc1: 310 anos AP, 14-16 cm de profundidade, caracterizado pela alta \n\nconcentração de grãos de pólen e esporos, num total de 286 grãos e, abundância de taxa arbóreos \n\ne herbáceos. Entre os taxa arbóreos pode-se destacar a presença de tipos polínicos da família \n\nArecaceae com destaque para o gênero Mauritia sp. que indica a presença da Mata Ripícola na \n\nárea, como também o gênero Hydrocoyle sp., seguidos em abundancia pelos tipos das famílias \n\nMyrtaceae, Melastomataceae/Combretaceae, Aquifoliaceae, representado por Ilex sp., Astronium \n\nsp. representado pela família Anacardiaceae, Apocynaceae com o gênero Aspidosperma sp., e  \n\npor último a família Mimosaceae com o gênero Mimosa sp. Entre os taxa herbáceos pode-se \n\ndestacar a presença da família Cyperaceae, Poaceae, Asteraceae, Ericaceae e Polygalaceae \n\nrepresentada pelo gênero Polygala sp. Os esporos se mantiveram constante em relação ao nível 4-\n\n6, os tipos encontrados foram das famílias Cyatheaceae com o gênero Cyathea sp. 1, \n\nPolypodiaceae retratado por Polypodium sp. 1  e Dicksoniaceae. \n\n Intervalo Lc2: 310 anos AP, 4-6 cm de profundidade, apresentou número abaixo do \n\nesperado de grãos de pólen e esporos, em torno de 49, apesar do pequeno número o mesmo será \n\nutilizado para efeito de comparação com o nível 14-16. Além de ser caracterizado pela baixa \n\nconcentração dos grãos de pólen, apresenta taxa herbáceos e arbóreos, como também de esporos. \n\nEntre os taxa arbóreos presentes, as maiores porcentagem foram das famílias Euphorbiaceae, \n\nrepresentada pelos gêneros Sebastiana sp.,  Mimosa sp., seguidos das famílias Malpighiaceae, \n\nMyrtaceae, e Melastomataceae/Combretaceae. A porcentagem dos grãos de pólen não arbóreos \n\n\n\n103 \n\nteve seu maior pico na família Poaceae, seguido da família Ericaceae e baixa presença da família \n\nCyperaceae. Com relação aos esporos, os tipos encontrados apresentaram um número baixo de \n\ngrãos, correspondendo a Polypodium sp. 1, Dicksoniaceae e Cyathea sp. 1.  \n\n A ausência de palinomorfos neste nível pode ser explicada pelo fato do meandro ter sido \n\nabandonado mais recentemente que nas outras lagoas estudadas, como mostram as idades até a \n\nprofundidade de 90 cm (300-310 anos AP), e a 150 cm (2.830 anos AP) na base do testemunho.  \n\n \n\n \n\n\n\n104 \n\n \n\n \n\n           FIGURA 35. Diagrama polínico de porcentagem da Lagoa do Catingueiro. \n\n\n\n105 \n\n \n\n \n\nFIGURA 36. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) da Lagoa do Catingueiro. \n\n\n\n106 \n\n \n\nFIGURA 37. Diagrama polínico de porcentagens dos elementos que formam associações dentro do Bioma Cerrado encontrados na \n\nLagoa do Catingueiro: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies ecológicamente versáteis) e Ei (Espécies \n\nintroduzidas).\n\n\n\n107 \n\n \n\n8.2.2 Lagoa da Pedra \n\n \n\n Na Lagoa da Pedra, o estudo palinológico de 13 níveis (4-6 cm, 12-14 cm, 18-20 cm, 26-\n\n28 cm, 32-34 cm, 38-40 cm, 46-48 cm, 51-53 cm, 57-59 cm, 61-63 cm, 67-69 cm, 73-75 cm e \n\n96,98 cm) mostrou variações quantitativas e qualitativas dos tipos polínicos observados. Foram \n\nobservados 69 tipos polínicos, totalizando 2.353 grãos de pólen e esporos, desses, 209 são \n\nesporos, 2089 pertencem a grãos de pólen de angiospermas e gimnospermas, e os 55 restantes \n\nnão form identificados. \n\n Após a análise do diagrama (FIG. 38), o registro polínico do testemunho estudado pôde \n\nser dividido em três intervalos (Lp1, Lp2 e Lp3). Estes foram separados pela variação das \n\nfrequências de grãos de pólen ao longo do testemunho e variação das idades obtidas nas amostras \n\ndatadas. A descrição de cada um dos intervalos é apresentada a seguir: \n\n Intervalo Lp1: 1.800 anos AP, 98-96 cm de profundidade, caracterizado pela alta \n\nconcentração de grãos de pólen, e pela ausência de esporos. Entre os taxa arbóreos, os tipos \n\nencontrados com maior frequência foram as famílias Arecaceae, Malpighiaceae, Euphorbiaceae, \n\nMelastomataceae/Combretaceae e a família Fabaceae representada pelos gêneros Dalbergia sp., \n\nCopaifera sp. e Pterocarpus sp.,  como também os gêneros Ludwigia sp. (Onagraceae), Mimosa \n\nsp. (Mimosaceae). Já entre os tipos herbáceos as Cyperaceae dominam, seguido das famílias \n\nAsteraceae, Poaceae, Rubiaceae com o gênero Borreria sp. e a família Amaranthaceae retratada \n\npelos gêneros Gomphrena sp., Amaranthus sp. e Alternanthera sp.   \n\n Intervalo Lp2: 680-1780 anos AP, 75-30 cm de profundidade, este intervalo se destaca \n\npelo aparecimento de esporos no testemunho e também pela presença de Mauritia sp. \n\n(Arecaceae), que representa a Mata Ripícola e Curatella sp. (Dillenaceae), que indica a presença \n\ndo Bioma Cerrado neste intervalo. A porcentagem dos taxa herbáceos (60%) aumentam em \n\nrelação ao intervalo Lp1, enquanto que a presença dos taxa arbóreos tem uma frequência um \n\npouco menor (55%). O aumento da porcentagen dos taxa herbáceos é acompanhado por um \n\naumento na diversidade dos seus tipos, como por exemplo, as familias Bromeliaceae, \n\nCyperaceae, Poaceae e Asteraceae com maior porcentagem. Dentre os taxa arbóreos pode-se \n\ndestacar a presença das famílias Arecaceae, Apocynaceae, Malpighiaceae, Myrtaceae e \n\n\n\n108 \n\nSapindaceae, como também dos gêneros Sebastiana sp. (Euphorbiaceae), Mimosa sp. \n\n(Mimosaceae), Copaifera sp. (Fabaceae) e Gomphrena sp. (Amaranthaceae). Os esporos obtém \n\numa porcentagem de 20%, caracterizado pelos gêneros Cyathea sp. (Cyatheaceae), Polypodium \n\nsp. (Polypodiaceae), Thelypteris sp. (Thelypteridaceae) e pela família Dicksoniaceae.  \n\n Intervalo Lp3: 105 anos AP, 30-04 cm de profundidade, caracteriza-se pela diminuição \n\nda concentração dos grãos de pólen, e a ausência de Mauritia sp., presente no intervalo Lp2, \n\nporém, tipos da família Arecaceae se mostraram presentes. Deve-se ressaltar também a \n\npredominância dos tipos herbáceos em relação aos arbóreos neste intervalo. Entre os taxa \n\narbóreos destaca-se com maior porcentagem as famílias Myrtace, Araliaceae, Anacardiaceae e \n\nEuphorbiaceae com o gênero Sebastiana sp. com maior destaque. Os taxa herbáceos \n\ncaracterizam-se pela grande porcentagem das famílias Cyperaceae, Asteraceae, Poaceae, \n\nRubiaceae e Chenopodiaceae representada pelo gênero Chenopodium sp. A família Bromeliaceae \n\nteve uma pequena diminuição em relação ao intervalo Lp2. Quanto aos esporos deste intervalo, \n\nhá uma baixa frequência em relação ao Lp2, onde, os únicos tipos encontrados foram os gêneros \n\nCyathea sp. (Cyatheaceae), Schizaea sp. (Schizaeaceae) e Thelypteris sp. (Thelypteridaceae). Os \n\nelementos de floresta de altitude aparecem neste intervalo representado pelo gênero Ilex sp. \n\n(Aquifoliaceae), em geral, este gênero representa a ocorrência de temperaturas mais baixas, \n\ncontudo, acredita-se que este tipo pode ter sido transportado pelo rio do Alto Curso da Bacia do \n\nRio Mogi Guaçú até a área de estudo (porção média da bacia), representando neste intervalo grão \n\nde pólen alóctone/introduzido.  \n\nhttp://en.wikipedia.org/wiki/Thelypteridaceae\nhttp://en.wikipedia.org/wiki/Schizaeaceae\nhttp://en.wikipedia.org/wiki/Thelypteridaceae\n\n\n109 \n\n \n\n \n\nFIGURA 38. Diagrama polínico de porcentagem da Lagoa da Pedra  \n\n\n\n110 \n\n \n\n \n\n \n\n               FIGURA 39. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) da Lagoa da Pedra. \n\n\n\n111 \n\n \n\n \n\nFIGURA 40.  Diagrama polínico de porcentagens dos elementos que formam associações dentro do Bioma Cerrado encontrados na \n\nLagoa da Pedra: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies ecológicamente versáteis) e Ei (Espécies \n\nintroduzidas).\n\n\n\n112 \n\n \n\n8.2.3 Lagoa do Fundão \n\n \n\n Na Lagoa do Fundão, dos 18 níveis estudados que obtiveram grãos de pólen apenas 8 (2-4 \n\ncm, 6-8 cm, 14-16 cm, 18-20 cm, 128-130 cm, 134-136 cm, 142-144 cm e 146-148 cm) puderam \n\nser utilizados na interpretação palinológica, devido ao fato de parte das idades correspondentes a \n\neste perfil estarem invertidas, prejudicando sua real interpretação. Por este motivo, resolveu-se \n\nanalisar apenas as porções que não mostraram inversão das idades, para assim se poder chegar a \n\num resultado mais confiável na interpretação. Dos palinomorfos recuperados, foram observados \n\n47 tipos polínicos, totalizando 1.509 grãos de pólen e esporos, onde, 89 são esporos, 1.400 grãos \n\nde pólen de angiospermas e gimnospermas e 20 indeterminados. \n\n Contudo, após esta análise, foi possível caracterizar dois intervalos presentes para o \n\ntestemunho (Lf1 e Lf2), os quais serão descritos a seguir: \n\n Intervalo Lf1: 7.750 anos AP, 146-128 cm de profundidade, este intervalo caracteriza-se \n\npela maior frequência dos grãos de pólen herbáceos e baixa concentração dos grãos de pólen. \n\nDentre os grãos de pólen arbóreos presentes, os que mais se destaca é Mauritia sp., seguido das \n\nfamílias Apocynaceae, Malpighiaceae, Myrtaceae  e Euphorbiaceae representado pelo gênero \n\nSebastiana sp. A porcentagem de grãos de pólen herbácea aumenta em relação aos arbóreos, \n\nonde as famílias mais representativas são a Cyperaceae com maior porcentagem, seguido pelas \n\nfamílias das Poaceae, Rubiaceae, Malpighiaceae representada pelo genero Peixotoa sp., e pela \n\nfamília Amaranthaceae com Gomphrena sp. Os esporos aparecem em menor concentração e \n\nfrequência (15%) onde o gênero Cyathea sp. 2 (Cyatheaceae) predomina em relação aos outros \n\ntipos. Os taxa de floresta de altitude presentes neste intervalo são do gênero Podocarpus sp. \n\n(Podocarpaceae) e Ilex sp. (Aquifoliaceae), e representam espécies alóctones/introduzidas que \n\npossivelmente foram transportados pelo rio até a área de estudo, uma vez que estes tipos não são \n\nencontrados para os dias de hoje na EEcMG, e sua presença não é representativa, como \n\ndemonstrado no diagrama polínico (FIG. 41).  \n\n Este intervalo é caracterizado pela baixa presença dos elementos do Bioma Cerrado e um \n\nnúmero maior dos tipos que caracterizam a Mata Ripícola, representado pelo gênero Mauritia sp., \n\n\n\n113 \n\npela família Cyperaceae e uma alta porcentagem de esporos (15%) representando ambientes mais \n\númidos. \n\n Intervalo Lf2: 2.730 anos AP, 18-04 cm de profundidade, no que se refere à abundância \n\ndos palinomorfos, este intervalo tem uma concentração mais elevada que o intervalo Lf1. Neste \n\nintervalo os grãos de pólen ocorrem em maior concentração. Este é caracterizado pela grande \n\ndiversidade dos tipos arbóreos em relação aos herbáceos. Em termos percentuais, os grãos de \n\npólen arbóreos mais frequentes são representados pelas famílias Araliaceae, Arecaceae, \n\nEuphorbiaceae retratada pelo gênero Sebastiana sp., Mimosaceae representada pelo gênero \n\nMimosa sp. e a presença de Pinus sp. (Pinaceae) no nível mais superficial (4-6 cm de \n\nprofundidade), que representa espécie exótica, uma vez que sua origem é no Hemisfério Norte e \n\nfoi introduzida no Brasil na década de 50. O grão de pólen de Mauritia sp.(Aracaceae) não esteve \n\npresente neste intervalo, como também o gênero Podocarpus sp. da família Podocarpaceae, \n\nambos encontrados no intervalo Lf1. Os taxa herbáceos tem menor diversidade, porém uma \n\nmaior concentração dos grãos. Os tipos com maior abundância são daa famíliaa Cyperaceae, \n\nPoaceae, Asteraceae, Rubiaceae e também dos gêneros Peixotoa sp. (Malpighiaceae), \n\nGomphrena sp. (Amaranthaceae) e Polygonum sp. (Polygonaceae). Quanto aos esporos presentes \n\nneste intervalo, observou-se uma diminuição da concentração em relação ao Lf1, e menor \n\nporcentagem dos tipos. A família Cyatheaceae permanece presente, e aparece a família \n\nDicksoniaceae \n\n  \n\n\n\n114 \n\n.\n\n\n\n115 \n\n \n\n \n\n FIGURA 41. Diagrama polínico de porcentagem da Lagoa do Fundão.  \n\n \n\n\n\n116 \n\n \n\n \n\nFIGURA 42. Diagrama polínico dos grupos (Arbóreo, Herbáceo, Aquáticas, Esporos e Indeterminados) da Lagoa do Fundão. \n\n\n\n117 \n\n \n\nFIGURA 43. Diagrama polínico de porcentagens dos elementos que formam associações dentro do Bioma Cerrado encontradas na \n\nLagoa do Fundão: Mr (Mata Ripícola), Ce (Cerradão), Eev (Espécies ecológicamente versáteis) e Ei (Espécies \n\nintroduzidas).\n\n\n\n118 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 5 \n\nEsporos- \n\nTestemunhos Sedimentares \n\n  \n\n\n\n119 \n\n \n\n \n\nESTAMPA 5. Legenda: Esporos. 1- Anemia sp.; 2 e 3- Aspleniaceae; 4 a 10- Cyathea sp.; 11 a \n\n16- Dicksoniaceae. Escala = 10 ?m. \n\n \n\n \n\n\n\n120 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 6 \n\nEsporos- \n\nTestemunhos Sedimentares \n\n \n\n\n\n121 \n\n \n\n \n\nESTAMPA 6. Legenda: Esporos. 1 e 2- Lycopódium sp.; 3 e 4- Polypodium sp.; 5 e 6- \n\nSelaginella sp.; 7 e 8- Schizaea sp.; 9 e 10- Thelypteris sp.; 11 a 13- \n\nOsmundaceae. Escala = 10 ?m.  \n\n\n\n122 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 7 \n\nGimnospermas- \n\nTestemunhos Sedimentares \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n123 \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 7. Legenda: Gimnospermas. 1 a 3- Pinus sp.; 4 a 9- Podocarpus sp.  Escala = 10 \n\n?m. \n\n  \n\n\n\n124 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 8 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n\n\n125 \n\n \n\n \n\nESTAMPA 8. Legenda: Angiospermas. 1 e 2- Acosmium sp.; 3 e 4- Anacardiaceae; 5 e 6- \n\nAnadenanthera sp.; 7 e 8- Anonna sp.; 9 e 10- Apocynaceae.; 11 a 16- Araliaceae; \n\n17 a 20- Arecaceae. Escala = 10 ?m. \n\n  \n\n\n\n126 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 9 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n\n\n127 \n\n \n\n \n\nESTAMPA 9. Legenda: Angiospermas. 1 e 2- Aspidosperma sp.; 3 e 4- Astronium sp.; 5 e 6- \n\nBanara sp.; 7 a 10- Bombacaceae; 11 e 12- Bignoniaceae.; 13 a 15- Copaifera sp.; \n\n16 e 17- Cupania sp.; 18 a 20- Curatella sp.; 21 e 22- Cybianthus sp. Escala = 10 \n\n?m \n\n\n\n128 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 10 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n\n\n129 \n\n \n\n \n\nESTAMPA 10. Legenda: Angiospermas. 1 a 4- Dalbergia sp.; 5 e 6- Diclinanona sp.; 7 e 8- \n\nDinizia sp.; 9 e 10- Ericaceae; 11 e 12- Diplotropis sp.; 13 e 14- Euphorbiaceae; \n\n15 e 16- Euphorbia sp.; 17 e 18- Eugênia sp.; 19 e 20- Hydrocotyle sp.; 21 a 24- \n\nIlex sp. Escala = 10 ?m. \n\n  \n\n\n\n130 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 11 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n  \n\n\n\n131 \n\n \n\n \n\nESTAMPA 11. Legenda: Angiospermas. 1 e 2- Ludwigia sp.; 3 a 6- Mauritia sp.; 7 a 12-\n\nMelastomataceae/Combretaceae; 13 a 19- Mimosa sp.; 20 a 23- Myrcia sp.; 24 e \n\n25- Myrsine sp.; 26 a 29- Myrtaceae. Escala = 10 ?m. \n\n\n\n132 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 12 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n\n\n133 \n\n \n\n \n\nESTAMPA 12. Legenda: Angiospermas. 1 e 2- Paullinia sp.; 3 a 7- Peixotoa sp.; 8 e 9- \n\nPhyllanthus sp.; 10 e 11- Pterocarpus sp.; 12 a 15- Sebastiana sp.; 16 e 17- \n\nTetracera sp.; 18 a 21- Tapira sp. Escala = 10 ?m. \n\n \n\n  \n\n\n\n134 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 13 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n\n\n135 \n\n \n\n \n\nESTAMPA 13. Legenda: Angiospermas. 1 a 3- Alternanthera sp.; 4 a 6- Amaranthus sp.; 7 a \n\n12- Asteraceae; 13 a 16- Borreria sp.; 17 a 20- Bromeliaceae. Escala = 10 ?m. \n\n  \n\n\n\n136 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 14 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n\n\n137 \n\n \n\n \n\nESTAMPA 14. Legenda: Angiospermas. 1 e 2- Calliandra sp.; 3 a 6- Cuphea sp.; 7 a 11- \n\nCyperaceae; 12 a 14- Chenopódium sp.; 15 a 18- Diatenopteryx sp.; 19 e 20- \n\nEryngium sp.; 21 a 23- Galactia sp. Escala = 10 ?m. \n\n  \n\n\n\n138 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTAMPA 15 \n\nAngiospermas- \n\nTestemunhos Sedimentares \n\n \n\n\n\n139 \n\n \n\n \n\nESTAMPA 15. Legenda: Angiospermas. 1 a 4- Gomphrena sp.; 5 e 6- Lamiaceae.; 7 e 8- \n\nMalvaceae; 9 a 11- Poaceae; 12 e 13- Polygala sp.; 14 e 15- Spermacoce sp.; \n\n16 a 18- Solanum sp.; 19 a 21- Polygalaceae; 22 a 24- Polygonum sp. Escala = \n\n10 ?m. \n\n\n\n140 \n\n \n\n  \n\n\n\n141 \n\n \n\nPARTE VI \n\n \n\n9 Discussão  \n\n Nesta parte será feita a integração dos dados obtidos pela análise polínica dos \n\ntestemunhos e da chuva polínica atual das três lagoas estudadas, juntamente com os resultados \n\ndas análises de isótopos estáveis (\n13\n\nC e \n15\n\nN) e da antracologia. Através destes parâmetros \n\nutilizados, foi possível inferir algumas considerações, que serão relatadas no presente capitulo.  \n\n \n\n9.1 Chuva polínica atual da EEcMG   \n\n No registro da chuva polínica da EEcMG, foi observado 23 tipos num total de 2.083 grãos \n\nde pólen (1.788) e esporos (138) contados. Desse total, 158 não puderam ser identificados, \n\npermanecendo como indeterminados. Os taxa que mais contribuíram neste registro foram as \n\nfamílias Poaceae, Cyperaceae, Euphorbiaceae representada pelo gênero Euphorbia sp., \n\nAraliaceae, Malpighiaceae, Arecaceae e, Pinaceae com o gênero Pinus sp. e esporos (descritos no \n\ndiagrama polínico de porcentagem, FIG. 32).  \n\n A análise dos taxa mostrou a predominância de elementos de Mata Ripícola, como \n\nCyperaceae e Arecaceae, o Pinus sp. foi possivelmente plantado na EEcMG. Os esporos são \n\npouco frequentes e apenas com dois representantes, Polypodium sp. com maior porcentagem e a \n\nfamília Thelypteridaceae, presente apenas na Lagoa do Fundão. \n\n Da FIG. 32, 33 e 34 é possível inferir que a chuva polínica atual coletada não corresponde \n\na uma vegetação natural do Cerrado, mas sim, de elementos que formam associações como a \n\nMata Ripícola, que representa tipos encontrados dentro de Formações do Bioma Cerrado. Logo, a \n\nanálise das amostras da chuva polínica permite observar que, os elementos que predominam são \n\nas associações correspondentes as áreas úmidas próximas das margens do Rio Mogi Guaçú. \n\n \n\n \n\n\n\n142 \n\n \n\n9.2 Testemunhos sedimentares: Integração das análises Palinológicas, Isotópicas e \n\nAntracológicas \n\n  A partir dos dados extraídos dos testemunhos recuperados, foi realizado um intento de \n\ndiscussão e comparação da análise palinológica, isotópica e antracológica para cada lagoa. Desta \n\nforma, foi possível compor algumas inferências quanto a interpretação paleoambiental da \n\nEEcMG. \n\n No testemunho da Lagoa do Catingueiro os valores da análise de \n14\n\nC correspondem ao \n\nintervalo de 310 a 2.830 anos AP., e foi possível observar a predominância dos taxa arbóreos em \n\nrelação aos herbáceos. Os elementos de Mata Ripícola podem ser verificados com maior \n\nfrequência, como Cyperaceae e a presença de Mauritia sp. que caracteriza esse tipo de vegetação \n\n(Ripícola). Em analogia aos testemunhos da Lagoa da Pedra e do Fundão, é possível verificar que \n\na na Lagoa do Catingueiro há um número muito baixo de grãos de pólen e esporos observados, \n\nisto possivelmente se deve fato do meandro ter sido abandonado mais recentemente que nas \n\noutras lagoas, ocasionando momentos de maior energia nos momentos de cheia do rio, erodindo o \n\nmaterial depositado. Neste testemunho os valores de ?\n13\n\nC variaram entre -24,07‰ e 29,23‰, \n\ncaracterizando a predominância de plantas C3 (possivelmente arbóreas). Em relação aos valores \n\nda razão C/N podemos observar que a maior parte da matéria orgânica deste perfil provém de \n\nalgas. Com relação aos fragmentos de carvão analisados, os mesmos indicam que o incêndio \n\npode ser de origem extra local, como a idade deste testemunho é recente, e atualmente, incêndios \n\nsão comuns na estação ecológica, é bem provável que os fragmentos possam ser procedentes de \n\nincêndios ocorridos dentro da EEcMG. Através da identificação de suas características \n\nanatômicas não muito bem preservadas, foi possível somente afirmar que os mesmos provém de \n\nangiospermas. \n\n Se comparados os resultados dos estudos palinológicos entre os três testemunhos é \n\nevidente que a Lagoa da Pedra apresenta uma maior porcentagem de grãos de pólen, onde a \n\nvegetação herbácea é maior que a arbórea, enquanto que nos outros dois testemunhos esse \n\nregistro é bem menor, fato que provavelmente esta relacionado com uma vegetação mais aberta, e \n\npode ser confirmada pela presença das famílias Arecaceae (Palmae) e Myrtaceae, característica \n\ndo Bioma Cerrado.  Esse predomínio de vegetação herbácea foi também corroborado pelos \n\n\n\n143 \n\n \n\nvalores da razão C/N, onde podemos observar que a maior parte da matéria orgânica deste perfil \n\nprovém de algas, indicando uma possível mistura de fontes. Os dados de ?\n13\n\nC variaram entre -\n\n21,65‰ e 26,64‰, caracterizando a predominância de uma transição entre plantas C3 e C4, \n\nporém com predominância de plantas C3.  As análises de \n14\n\nC obtiveram idades entre 105 a 1.800 \n\nanos AP.  \n\n Quanto aos fragmentos de carvão encontrados, a maioria não apresentou boa preservação \n\nanatômica dificultando a sua identificação quanto ao seu tipo botânico.  Em quase todos os níveis \n\nestudados foram identificados fragmentos com estrutura anatômica de lenho. Como o tamanho \n\ndestes não ultrapassou 2,1 mm, pode-se concluir que a maioria dos fragmentos são provenientes \n\nde incêndios de origem extra local, ou seja, abrangem uma área fora do local onde foram \n\ncoletados. \n\n Em paralelo a Lagoa do Catingueiro e a Lagoa da Pedra, o registro polínico da Lagoa do \n\nFundão é caracterizado pela alta concentração dos esporos, e a predominância das plantas \n\nherbáceas e arbóreas, representando a transição entre o Bioma Cerrado e a Mata Ripícola. Os \n\nvalores isotópicos de ?\n13\n\nC indicam uma possível mistura de fontes, entre plantas C3 e C4. Os \n\nvalores da razão C/N também mostram essa possível mistura de fontes, de algas e plantas \n\nterrestres. Observamos também, a presença de Mauritia sp. (Arecaceae) e Byrsonima sp. \n\n(Malpighiaceae), que são comuns nas bordas de lagos, áreas alagadiças e pantanosas, \n\nproeminentes na região de Cerrado.  Na Lagoa do Fundão as idades variaram entre 104 a 7.750 \n\nanos AP. O testemunho estudado esta localizado na margem côncava do meandro abandonado \n\nque forma a Lagoa do Fundão. Neste, a partir das análises de \n14\n\nC, entre os níveis 20 cm a 128 cm \n\nfoi constatado a permanência de eventos e processos erosivos que foram ocorrendo durante a \n\nformação do testemunho, ocasionando a inversão e mistura das idades confirmadas para este \n\nintervalo, onde a idade mais antiga foi 27.190 anos AP., idade que não pode ser utilizada por não \n\nestar dentro da sequencia temporal e deposicional do perfil. Estes eventos modificaram a \n\nsedimentação da área, não promovendo a deposição de sedimentos, mas erodindo as margem do \n\ncanal, propiciando a re-deposição de pacotes mais antigos no local, por mais de uma ocasião. Na \n\nanálise antracológica, da mesma forma que ocorreu na Lagoa do Catingueiro e na Lagoa da \n\nPedra, os dados também apresentara uma tendência proporcional com relação à profundidade, \n\n\n\n144 \n\n \n\nindicando que em alguns casos, a quantidade de fragmentos é proporcional ao tamanho, e que \n\npossivelmente, os fragmentos analisados são de origem extra local, assim como nos outros \n\ntestemunhos. \n\n Os dados sugerem que a vegetação da EEcMG durante o Holoceno não se manteve \n\nconstante. Observa-se uma alternância entre a vegetação mais densa, representada por elementos \n\ndo Cerradão e pela Mata Ripícola, com predominância de Cyperaceae, esporos e Mauritia sp.  \n\n O Rio Mogi Guaçú nasce no Morro do Curvado, no Município Sul-Mineiro de Bom \n\nRepouso, numa altitude aproximada de 1.510 m, na região da Serra da Mantiqueira, próximo ao \n\nlimite interestadual entre São Paulo e Minas Gerais – Sudeste Brasileiro (Zancopé, 2008). Essa \n\nregião é composta por Mata de Altitude onde podem ser encontrados Podocarpus e Ilex , \n\nexplicando a possível origem das espécies alóctones/introduzidas encontradas no conjunto \n\npolínico da EEcMG, que podem estar sendo transportadas até a estação pelo vento ou pelo \n\npróprio rio, uma vez que a EEcMG esta aproximadamente entre o Km 200 e o Km 228 distantes \n\nda nascente do Rio Mogi Guaçú. \n\n Desta forma, a partir da discussão feita à cima, foi possível realizar um esquema de \n\nrepresentação da mudança da vegetação e consequentemente climática nos últimos 7.750 anos \n\nAP para a área de estudo. A partir dessa premissa, foi legítimo classificar a dinâmica da \n\nvegetação em três estágios: Estágio MGI, que corresponde ao intervalo Lf1(Lagoa do Fundão), \n\nentre as idades 7.750 a 2.730 anos AP; Estágio MGII, composto pelos Intervalos Lf2 (Lagoa do \n\nFundão) e Lp1/Lp2 (Lagoa da Pedra) com idade aproximada entre 2.730 a 680 anos AP e; \n\nEstágio MGIII, constituído pelos intervalos Lc1 (Lagoa do Catingueiro); Lp3 (Lagoa da Pedra) e \n\npela Chuva Polínica atual, com o intuito de integrar os dados dos três testemunhos, a fim de obter \n\numa correlação e interpretação paleoecológica na EEcMG. A classificação dos estágios foi \n\ndefinida a partir da descrição das características dos conjuntos polínicos, isotópicos e \n\nantracológicos dos intervalos contidos em cada testemunho. Para auxiliar na visualização dos \n\nestágios   \n\n \n\n  \n\n\n\n145 \n\n \n\nEstágio MGI - 7.750 a 2.730 anos AP. Um intervalo: Intervalo Lf1 – Lagoa do Fundão \n\n \n\n Neste estágio, há aproximadamente 7.750 anos AP, o predomínio de Cyperaceae, esporos \n\ne principalmente de Mauritia sp., indicam provavelmente um clima mais úmido para a região do \n\nque o atual, ou próxima das margens do Rio Mogi Guaçú (FIG. X). Os elementos de Cerrado não \n\nsão tão representativos, confirmando o domínio da Mata Ripícola para a EEcMG no Holoceno \n\nmédio. Os dados isotópicos comprovam que essa transição do Cerrado para a Mata Ripícola \n\nocorreu, expressando valores isotópicos entre -22 a -18 ?\n13\n\nC, que caracterizam uma transição \n\nentre a floresta e o campo. Há o aparecimento de Podocarpus sp. e Ilex sp., representando os taxa \n\nalóctones/introduzidos presentes na estação. \n\n \n\n\n\n146 \n\n \n\n \n\nFIGURA 44. Representação esquemática do Estágio MGI- 7.750 a 2.730 anos AP. \n\nFonte: Ariel Milani Martine \n\n  \n\n  \n\n\n\n147 \n\n \n\nOs fragmentos de carvão confirmam que os incêndios ocorrem na EEcMG desde o \n\nHoloceno Médio, onde, a partir da sua análise foi possível inferir que o fogo foi possivelmente de \n\norigem extra local, conforme metodologia proposta por Whitlock &amp; Larsen (2001). \n\n Nesta fase, a evolução morfodinâmica do perfil do Rio Mogi Guaçú estaria associada à \n\ndinâmica do curso do antigo canal do rio. Por volta de 7.750 anos AP., a migração lateral do rio \n\nestava aos poucos desligando o meandro que formou a Lagoa do Fundão do canal principal do \n\nrio. Como o meandro ainda tinha contato com o canal principal do rio nos momentos de cheia, o \n\nmesmo era inundado, trazendo como consequência a deposição de sedimentos e também erosão \n\ndas margens, em função disso, as datações da Lagoa do Fundão estão em parte invertidas. Outro \n\nfato que merece atenção é que se observa a ausência de registro do intervalo entre 6.220 até 2.730 \n\nanos AP, que corresponde ás profundidades onde foram encontrados os pacotes sedimentares fora \n\nda sequencia temporal.  \n\n Os dados mostram que após 6.660 anos AP, começou um processo erosivo que \n\npossivelmente pode estar relacionado à migração do meandro, que não promoveu a deposição de \n\nsedimentos, mas erodiu a margem do canal e propiciou a re-deposicção de pacotes mais antigos \n\nno local, por mais de uma ocasião. Posteriormente, a partir de 2.730 anos AP, esses eventos \n\nerosivos não continuaram a acontecer e não influenciaram mais o registro da Lagoa do Fundão, \n\npossivelmente por o canal do rio se encontrar perto da sua posição atual, mais longe do canal \n\nabandonado do meandro. \n\n Os eventos erosivos relativos ao intervalo de tempo de +- 6.000 a 3.000 anos AP. também \n\nforam constatados na EEJ, onde o Rio Mogi Guaçú marcou momentos de erosão e sedimentação \n\nconstante para essa época (Souza et al., 2013).  \n\n Steuvax &amp; Santos (1998) e Stevaux (2000), baseados em estudos palinológicos e \n\nfaciológicos e na cronologia por \n14\n\nC, em depósitos associados ao Alto Rio Paraná, onde desagua \n\no Rio Mogi Guaçú identificaram quatro momentos climáticos que ocorreram durante o \n\nPleistoceno e Holoceno que contribuíram de forma significativa para a evolução desse sistema \n\nfluvial. Dentre estes quatro eventos, para fins de comparação, trataremos do segundo período, que \n\né caracterizado por uma mudança para clima úmido, à aproximadamente 8.000 anos AP. Através \n\n\n\n148 \n\n \n\ndeste estudo, foi possível constatar que esse período gerou uma forte alteração no sistema \n\nhidrológico fluvial, permitindo a deposição de uma carga de fundo de areia fina a média. Esse \n\nclima mais úmido, encontrado para o Alto Rio Paraná por Steuvax &amp; Santos (1998), pode ser \n\naqui correlacionado com o Rio Mogi Guaçú, quando a 7.750 anos AP, as análises palinológicas, \n\nisotópicas e antracológicas indicam um clima mais úmido que o atual. Da mesma forma a \n\npresença de um intervalo de clima mais úmido poderia explicar a presença de episódios de erosão \n\ndas margens que propiciaram a queda de pacotes de sedimentos previamente depositados como \n\naqueles encontrados na Lagoa do Fundão. \n\n \n\nEstágio MGII: 2.730 à aproximadamente 680 anos AP. Três Intervalos: Lf2 - Lagoa do \n\nFundão; Lp1 e Lp2 - Lagoa da Pedra. \n\n \n\n O conjunto polínico do Estágio MGII, com idade cerca de 2.730 anos AP, expressa um \n\naumento significativo dos elementos do Cerrado em ambos os intervalos aplicados para este \n\nestágio (FIG. X).  Na EEcMG, para este período, a  Mauritia sp. apresentou valores percentuais \n\nmenores que no estágio anterior, o que indica que este não era um elemento importante para a \n\nconfiguração deste intervalo e também uma possível mudança na composição florística da \n\nestação, antes composta por em sua maior parte por elementos de Mata Ripícola, marcando um \n\nmomento mais úmido para a área. Os elementos de Cerradão mais proeminentes são Gomphrena \n\nsp., Sebastiana sp., e a presença de Curatella sp.,  marcador do Cerrado. O gênero Ilex sp. e \n\nPodocarpus sp., permanecem presente confirmando os grãos de pólen transportados de outra \n\nregião para Mogi Guaçú. \n\n A composição isotópica deste estágio indica um momento mais seco, com o predomínio \n\nde plantas C3 (floresta). Os fragmentos de carvão obtiveram um aumento relevante em relação ao \n\nestágio anterior (Estàgio MGI), possivelmente, correlacionada com a implantação do Cerrado e \n\num clima mais seco para a estação. Os fragmentos contados alcançaram tamanho superior a 200 \n\n?m, e pode ser inferidos como de origem extra local, como também ocorreu no Estágio I.  \n\n\n\n149 \n\n \n\n \n\nFIGURA 45. Representação esquemática do Estágio MGII-2.730 a 680 anos AP.  \n\nFonte: Ariel Milani Martine \n\n A partir de 2.730 anos AP, a EEcMG experimentou uma fase mais seca, dando mais \n\nestabilidade para a formação dos meandros da Lagoa do Catingueiro, Lagoa da Pedra e da Lagoa \n\ndo Fundão, fato que foi salientado por Steuvax &amp; Santos (1998) e Stevaux (2000), no Alto Rio \n\nParaná, onde os autores afirmam ter ocorrido uma fase curta e mais seca, por volta de 3.500 a \n\n\n\n150 \n\n \n\n2.500 anos AP, e caracteriza-se tanto por depósitos eólicos (Parolin &amp; Stevaux, 2006), como \n\ntambém pelo abandono de inúmeros canais. Essa fase mais seca também pode ser observada na \n\nEEJ (Souza et al., 2013), Rio Mogi Guaçú, no período de 2.183 anos AP, confirmada pela \n\npresença de Curatella sp., Byrsonima sp. e Caryocar sp., indicando um momento mais seco para \n\no Município de Luís Antônio (EEJ). \n\n \n\nEstágio MGIII: 680 anos AP à hoje/atual. Três Intervalos: Lc1/Lc2 – Lagoa do Catingueiro \n\ne; Lp3 – Lagoa da Pedra. Chuva Polínica atual. \n\n \n\n O Estágio MGIII, representa a vegetação dos dias atuais da EEcMG, entre \n\naproximadamente 680 anos AP/hoje (FIG. 46). A diminuição dos tipos de Cerrado e, a volta de \n\nMauritia sp., indica que a Mata Ripícola se manteve frequente em todos os estágios, ao contrário \n\ndo que ocorreu com o Cerradão, que durante os últimos 7.750 anos AP. se alternou com \n\nmomentos de maior predominância e ausência na EEcMG. Neste momento, os grãos de pólen \n\nalóctones/introduzidos são representados apenas por Ilex sp., onde há um significativo aumento \n\nde sua frequência, e o gênero Podocarpus sp., até então constante, esta ausente nos dias atuais. \n\n As análises isotópicas desta fase indicam que a floresta esta presente, com predominância \n\nde plantas C3 em todo estágio. Os dados antracológicos confirmam a ocorrência de incêndios, \n\ncomo nos estágios anteriores, reafirmando que o fogo sempre foi frequente durante todo \n\nHoloceno na EEcMG.  \n\n Nos dias atuais, a EEcMG passa por uma fase mais úmida, baseado nos dados \n\npalinológicos, e com predominância de plantas C3 (floresta), o que corrobora com  os resultados \n\ndo Alto Rio Paraná, de acordo com Steuvax &amp; Santos (1998) e Stevaux (2000)  para esta data, \n\nque reforça a hipótese de uma mudança para clima mais úmido nos dias atuais.  \n\n  \n\n\n\n151 \n\n \n\n9.3 Discussão e comparação com outros estudos \n\n Com base nas análises paleoambientais feitas a partir dos estágios caracterizados (MGI, \n\nMGII E MGIII), foi possível realizar comparações dos dados paleoambientais obtidos na EEcMG \n\ncom resultados advindos de trabalhos palinológicos, isotópicos e antracológicos de outras áreas. \n\nPara este fim, foram utilizados sete trabalhos desenvolvidos em áreas de Cerrado e Mata \n\nAtlântica para o Brasil, a saber, Estudos Paleoambientais na EEJ, desenvolvidos por Souza et al. \n\n(2013); Alto Rio Paraná (SP), estudado por Steuvax &amp; Santos (1998) e Stevaux (2000) Vereda do \n\nChapadão dos Gerais (Buritizeiro, MG), estudos feitos por Cassino &amp; Meyer (2013); Trabalhos \n\nrealizados por Salgado-Labouriau (1997) localizados no Brasil Central; Análises paleoambientais \n\nfeitas em Águas Emendadas, MG, por Barberi et al., (2000); Estudos paleoambientais no Sul do \n\nAmazonas, interpretados por Vidotto et al. (2007); análises isotópicas realizadas por Pessenda et \n\nal. (2005) na Lagoa do Caçó (MA) e; estudos feitos no Alto Rio Paraná realizados Steuvax &amp; \n\nSantos (1998) e Stevaux (2000). \n\n\n\n152 \n\n \n\n \n\nFIGURA 46. Representação esquemática do Estágio MGIII-680 anos AP à hoje/atual. \n\nFonte: Ariel Milani Martine \n\nNo Estágio MGI, cerca de 7.750 a 2.730 anos AP, a EEcMG experimentou um clima mais \n\númido que os dias atuais, com predominância de especies de Mata Ripícola, representados por \n\nMauritia sp. e Cyperaceae, com ocorrência de paleoincêndios ao longo de todo intervalo. \n\nCorroborado pelos valores de ?\n13\n\nC em torno de -22 a -18, que retratam a predominância de uma \n\ntransição de plantas C3 (floresta) e C4 (campo). Steuvax &amp; Santos (1998) e Stevaux (2000), \n\n\n\n153 \n\n \n\nbaseados em estudos palinológicos e faciológicos, em depósitos associados ao Alto Rio Paraná, \n\nidentificam um momento mais úmido para a área, à aproximadamente 8.000 anos AP., onde foi \n\npossível verificar que nesse período ocorreu uma forte alteração no sistema hidrológico fluvial da \n\nárea, que podem ter sido influenciados por eventos de alta energia do rio, possivelmente de \n\norigem global ou regional. Essa fase mais úmida pode ser identificada também na EEJ (SP), onde \n\nas análises palinologicas e isotópicas realizadas na área confirmam a presença de um clima mais \n\númido para época. \n\n Cassino &amp; Meyer (2013), em estudo para a Vereda do Chapadão dos Gerais (Buritizeiro, \n\nMG), entre 8.830 a 6.320 anos AP, concluem que as oscilações climáticas ocorridas na área, \n\nregistram a predominância de um clima úmido e quente, gerando a transformação de um pequeno \n\nlago, desenvolvendo Matas de Galerias Inundáveis no entorno do lago. \n\n Estudos realizados no Brasil Central, Salgado-Labouriau (1997), entre aproximadamente \n\n7.000 e 6.000 anos AP, afirma que brejos e pântanos começaram a se formar nessa região, onde o \n\nclima era quente a semi-úmido, demonstrada pela grande expressividade do gênero Mauritia nas \n\nassembleias palinológicas. \n\n Condições climáticas similares foram também encontradas na área nuclear dos Cerrados, \n\nem Águas Emendadas, MG, onde, através da presença de Mauritia, caracteriza-se a instalação da \n\nvereda, confirmando para essa região, condições úmidas e temperaturas elevadas entre 7.200 e \n\n6.300 anos AP (Barberi et al., 2000). \n\n Após 6.660 até 2.730 anos AP, a EEcMG passou por  eventos que podem estar \n\nrelacionados à migração  do canal do Rio Mogi Guaçú, propiciando a re-deposicção de pacotes \n\nmais antigos no local, por mais de uma ocasião. Posteriormente, a partir de 2.730 anos AP, se \n\nesses eventos erosivos continuaram a acontecer, não influenciaram mais o registro da Lagoa, \n\npossivelmente por o canal do rio se encontrar perto da sua posição atual, mais longe do canal \n\nabandonado do meandro. Essa fase erosiva pode ser encontrada também na EEJ, fato \n\ndemonstrado pela ausência ou má preservação dos palinomofos para este período. Apesar de \n\nestas condições locais terem sido importantes no desenvolvimento da Mata Ripícola na EEcMG, \n\npode-se afirmar que estas foram influenciadas por mudanças de nível global ou regional. \n\n\n\n154 \n\n \n\n Em 2.730 anos AP. (Estágio MGII), uma fase mais seca volta a prevalecer na EEcMG, \n\nevidenciada pelo aumento de elementos de Cerrado na EEcMG para este período como \n\nGomphrena sp., Sebastiana sp., e a presença de Curatella sp,  no entanto, a Mauritia sp. \n\napresentou valores percentuais menores que no estágio anterior, indicando que este não era um \n\nelemento importante deste período e também uma possível mudança na composição florística da \n\nestação, antes composta por uma mistura de vegetação de Mata Ripícola e Cerradão. A análise \n\nisotópica confirma a presença esse clima mais seco demonstrado por valores de ?\n13\n\nC \n\ncaracterísticos de plantas C3 (floresta), representando o Cerradão. O fogo ainda é predominante, \n\nporém, com maior frequência que no intervalo anterior. Fato que foi salientado por Steuvax &amp; \n\nSantos (1998) e Stevaux (2000), no Alto Rio Paraná, onde os autores afirmam ter ocorrido uma \n\nfase curta e mais seca, por volta de 3.500 a 2.500 anos AP. Na EEJ também é sentida essa fase, \n\nexpressada por um grande número de elementos de Cerrado como a Curatella e Caryocar (Souza \n\net al., 2013). \n\n De 2.730 anos AP, até os dias atuais, aqui representado pelo Estágio MGIII, observa-se o \n\naumento da umidade, com a volta de Mauritia e diminuição dos tipos do Cerrado, concluindo que \n\na Mata Ripícola se manteve presente durante todo o Holoceno na EEcMG, mesmo se alternando \n\ncom o Cerrado, a Mata Ripícola sempre se mostrou constante. Através de estudos \n\npaleoambientais no Sul do Amazonas, à aproximadamente 3.000 anos AP, feitos por Vidotto et \n\nal., (2007), pode-se concluir a partir das análises isotópicas o predomínio das plantas C3, que foi \n\ninterpretado como uma expansão da vegetação da floresta sobre a savana, associada a um \n\nprovável clima mais úmido para a região, semelhante ao atual. \n\n Esse cenário vegetacional pode ser observado também na Lagoa do Caçó (MA), onde de \n\n3.000 anos AP até o presente, as análises isotópicas apontaram um empobrecimento isotópico do \n\n?\n13\n\nC do solo em vários pontos na área de estudo, compreendido como uma expansão da floresta \n\nsobre o Cerrado, devido ao retorno a um clima mais úmido e similar ao presente (Pessenda et al., \n\n2005). \n\n \n\n\n\n155 \n\n \n\n10 Considerações finais \n\n \n\n Os resultados da análise palinológica, isotópica e antracológica da EEcMG, através do \n\nestudo de três testemunhos obtidos num transepto ao longo da estação, associados a dinâmica \n\nfluvial do Rio Mogi Guaçú, permitiram compor as condições paleoambientais entre 7.750 anos \n\nAP até os dias atuais para a área de estudo. \n\n As análises quantitativas e qualitativas recuperadas dos três testemunhos estudados, \n\ncorroboraram para inferir que a EEcMG durante o Holoceno, registrou alternância de clima mais \n\nseco a mais úmido, que pode ter sido influenciadas por eventos globais e regionais de maior ou \n\nmenor energia, associados a dinâmica fluvial da Bacia do Rio Mogi Guaçú.  \n\n A aproximadamente 7.750 anos AP, a EEcMG passou por uma fase climática mais úmida \n\nque a atual, possibilitando o desenvolvimento da Mata Ripícola, indicado pela presença de \n\nMauritia sp. Os elementos do Cerrado não são tão representativos, e os dados isotópicos \n\nexpressam valores entre -22 a -18 ?\n13\n\nC, caracterizando uma transição entre a floresta e o campo. \n\n Neste momento, a dinâmica fluvial do Rio Mogi Guaçú, estaria influenciada por um \n\nmomento de maior energia, associada a processos erosivos que possivelmente podem estar \n\nrelacionados à migração do canal do rio, que não promoveu a deposição de sedimentos, mas \n\nerodiu a margem do canal e propiciou a re-deposicção de pacotes mais antigos no local, por mais \n\nde uma ocasião. \n\n Este evento pode ser confirmado na EEJ (Souza et al., 2013), onde o Rio Mogi Guaçú \n\nmarcou momentos de erosão e sedimentação constante para essa época e também, estudos \n\nrealizados por Steuvax &amp; Santos (1998) e Stevaux (2000), no Alto Rio Paraná, concluem que à \n\naproximadamente 8.000 anos AP., o Alto Rio Paraná passou por uma fase mais úmida, e foi \n\npossível constatar que esse período gerou uma forte alteração no sistema hidrológico fluvial da \n\nárea. O estágio MGI é estabelecido, portanto, por um clima mais úmido, possivelmente de origem \n\nglobal ou regional.  \n\n\n\n156 \n\n \n\n Por volta de 3.000 anos AP, observa-se um aumento dos elementos do Cerrado, como o \n\naparecimento de Curatella sp. e diminuição de Mauritia sp. na EEcMG, estabelecendo um clima \n\nmais seco para EEcMG, se comparado ao estágio anterior. Aqui, a composição isotópica o \n\npredomínio de plantas C3 (floresta).  \n\n Estudos no Alto Rio Paraná, realizados Steuvax &amp; Santos (1998) e Stevaux (2000), \n\ntambém marcaram essa alternância de um clima úmido para uma fase mais seca na região, por \n\nvolta de 3.500 a 2.500 anos AP. \n\n Portanto, esta fase representa um momento mais estável para EEcMG, onde propiciou a \n\nformação dos meandros e seu desligamento com o canal principal do rio. \n\n No período entre aproximadamente 310 e 105 anos AP., a umidade aumenta na região, \n\ncom a permanência de Mauritia sp., e mesmo com o aumento dos tipos de Cerrado, indicando \n\nque a Mata Ripícola se manteve presente em todos os estágios, ao contrário do Cerradão, que \n\ndurante os últimos 7.750 anos AP., experimentou fases de expansão e contração. As análises \n\nisotópicas indicam que a floresta permanece presente, com predominância de plantas C3 (floresta) \n\nem relação às plantas C4 (campo). \n\n A chuva polínica atual das três lagoas indica que os elementos de Mata Ripícola são \n\npredominantes aos elementos de Cerrado, como a presença de Mauritia sp. e a abundância de \n\nesporos que confirma esse tipo de vegetação dominante para os dias atuais. Dessa forma, a \n\nEEcMG, passa por uma fase mais úmida, com base nos dados palinológicos, e com \n\npredominância de plantas C3 (floresta). Este fato também é mostrado pelo registro do Alto Rio \n\nParaná para esta data, que reforça a hipótese de uma mudança para clima mais úmido nos dias \n\natuais, e que pode ser considerada como o início das condições climáticas modernas. \n\n Fragmentos de carvão foram encontrados em todos os testemunhos estudados e, através \n\nda análise quantitativa e qualitativa dos mesmos, pode-se deduzir que a origem do fogo seja \n\npossivelmente de origem local e extra local. Com base nos resultados obtidos é possível definir \n\nque não há correlação entre o número de fragmentos de carvão encontrados e a profundidade de \n\ncoleta da amostra. A definição dos fragmentos quanto ao seu tipo botânico não pode ser \n\nconfirmada, pois a maioria deles obteve tamanho inferior a 3 mm, dificultando sua identificação. \n\n\n\n157 \n\n \n\nA análise em MEV foi importante no sentido de colaborar na confirmação dos fragmentos como \n\nsendo oriundos de carvões, onde foi possível apontar algumas características anatômicas da \n\nestrutura de lenho, como elementos de vaso, ponteaduras e campos de cruz. Desta forma, \n\nassumindo o fragmento de carvão fóssil como prova direta da ocorrência do fogo, é legítimo \n\nassegurar que paleoincendios vegetacionais ocorreram durante todo o Holoceno na EEcMG.  \n\n Por fim, conclui-se que os eventos climáticos relacionados à mudança da vegetação na \n\nEEcMG durante o Holoceno, como também da dinâmica fluvial do Rio Mogi Guaçú, corroborada \n\npelos estudos feitos por Steuvax &amp; Santos (1998) e Stevaux (2000) no Alto Rio Paraná e Souza et \n\nal., (2013) na EEJ, confirmam que os momentos de erosão e sedimentação marcados na EEcMG \n\npelas análises paleoambientais, podem ter sido influenciados por eventos de alta energia e de \n\norigem global ou regional ocorridas no Alto Rio Paraná, e que como consequência desses os \n\nmeandros mudaram constantemente de posição ao longo da planície, através do processo de \n\nerosão e deposição das suas margens, ocasionando em alguns momentos a não preservação de \n\npalinomorfos. \n\n O conhecimento e estudo da dinâmica fluvial e mudança paleoambiental destas áreas \n\nalagadas, durante o Holoceno, tem avançado significativamente. Contudo, a riqueza, \n\ncomplexidade e tamanho destas bacias fazem com que as informações coletadas até os dias atuais \n\nainda sejam pioneiras (Latrubesse et al., 2005). A aplicação de estudos multi proxy ambientais, \n\ncomo a utilização das técnicas isotópicas (\n12\n\nC, \n13\n\nC e \n14\n\nC) e estudo quantitativo e qualitativo dos \n\nfragmentos de carvão depositados nos sedimentos, auxiliados pela análise palinológica, são \n\nfundamentais para o entendimento e interpretação mais efetiva das oscilações climáticas e \n\nvegetacionais no decorrer do Quaternário. \n\n \n\n\n\n158 \n\n \n\n  \n\n\n\n159 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAbsy M.L. 1975. Pólen e esporos do Quaternário de Santos (Brasil). Hoehnea, p.5: 1-26. \n\nAguiar L.M.S., Camargo A.J.A. 2004. Cerrado: ecologia e caracterização. Planaltina-DF/: \n\nEmbrapa cerrados. Brasília, 249 p. \n\nÁvila L.R., Bauermann S.G. 2001. Espectros de precipitação polínica durante as estações de \n\noutono-inverno no Município de Novo Hamburgo Rio Grande do Sul, Brasil. Pesquisa Botânica, \n\n51: 51-58. \n\nBalabram P.R. 2007. Utilização de indicador geomorfológico para fixação de medidas de \n\ncontrole de cheias em áreas urbanas estudo de caso: Brasília – DF. Dissertação (Mestrado) - \n\nUFMG, Belo Horizonte, 87 p. \n\nBarberi M., Salgado-Labouriau M. L., Suguio K., Martin L., Turcq B. and Flexor J. M. 1995. \n\nAnálise palinológica da vereda de Águas Emendadas (DF). Vth Congresso da Associação \n\nBrasileira de Estudos do Quaternário, Universidade Federal Fluminense, Niterói, Brasil. \n\nBarberi M., Salgado-Labouriau M.L., Suguio K., Martin L., Turq B. 2000. Paleovegetation \n\nand Paleoclimate of “Vereda de Águas Emendadas”, DF, Central do Brazil. J.S. Am. Earth Sci., \n\n13:241-254. dói: 10.1016/S0895-9811(00)00022-5. \n\nMapas Florestais do Estado de São Paulo. Sistema de Informações Florestais do Estado de \n\nSão Paulo. 10/09/2014. Disponível em: \n\nhttp://www.iflorestal.sp.gov.br/sifesp/estadosaopaulo/mogiguacu.pdf?opcoes=estadosaopaulo%2\n\nFmogiguacu.pdf.Behling H. 1995. A high resolution Holocene pollen record from Lagoudf do \n\nPires, SE Brazil: Vegetation, climate and fire history. Journal of Paleolimnology, 14: 253±268 p. \n\nBoutton T.W. 1996. Stable carbono isotopes rations of natural materials. II. Atmospheric, \n\nterrestrial, marine and freshwater environmental. In: Coleman D.C., Fry B. (Ed). Carbon \n\nisotopoes techniques. New York: Academic Press, p. \n\n\n\n160 \n\n \n\nByrnes M.E. 1994. Field sampling methods for remedial investigations. Boca Raton – \n\nFlorida: CRC Press, Inc, 344 p. \n\nCarreira L.M.M. &amp; Barth O.M. 2003. Atlas de Pólen da Vegetação de Canga da Serra de \n\nCarajás. Belém, Museu Paraense Emílio Goeldi, p. 112. \n\nCarreira L.M.M., Silva M. F., Lopes J.R.C., Nascimento L.A.S. 1996. Catálogo de Pólen das \n\nLeguminosas da Amazônia Brasileira. Belém, Museu Paraense Emílio Goeldi, p. 137. \n\nCarvalho I.S (Ed.). 2011. Paleontologia: Microfósseis e Paleoinvertebrados. In: Carvalho I.S. \n\nPalinologia.  Volume 2, 3a. Edição, Rio de Janeiro: Interciência, p.181-193. \n\nCassino R.F. &amp; Meyr K.E.B. 2013. Reconstituição paleoambiental do Chapadão dos Gerais \n\n(Quaternário Tárdio) a partir da análise palinológica da Vereda Laçador, Minas Gerais, Brasil. \n\nRev. Brasileira de. Paleontologia. 16(1):127-146, Janeiro.  \n\nCassino R.F. 2011.  Reconstituição da Vegetação e do clima do Chapadão dos Gerais \n\ndurante o Holoceno, a partir da análise palinológica da Vereda Laçador. Disertação de \n\nMestrado, Programa de Pós-Graduação em Geologia, Universidade Federal de Minas Gerais 200 \n\np. \n\nCatharino E.L.M. 1989. Estudos fisionômico-florísticos e fitossociológicos em matas \n\nresiduais secundárias no Município de Piracicaba, SP. Dissertação de Mestrado, Instituto de \n\nBiologia, Universidade Estadual de Campinas, 181 p. \n\nClark J. S. &amp; Patterson W. A. 1997. Background and local charcoal in sediments: scales of \n\nfire evidence in the paleorecord. In: Clark J. S., Cachier H., Goldammer J. G. &amp; Stocks B. (eds.) \n\nSediment Records of Biomass Burning and Global Change. NATO ASI Series 1: Global \n\nEnvironmental Change, vol. 51, Springer (Berlin): 23–48. \n\nClemente C.A. 1998. Relações Geológia e Solos no Estado de São Paulo. Apostila. 42p. \n\nCloern J.E., Canuel E.A., Harris D. 2002. Stable carbon and nitrogen isotope composition of \n\naquatic and terrestrial plants of the San Francisco Bay estuarine system.  Limnology \n\nOceanografy, Grafton, 47:713–729. \n\n\n\n161 \n\n \n\nCohen J. 1988. Statistical power analysis for the behavioral sciences. Hillsdale, NJ, Erlbaum. \n\np.274-406. \n\nColinvaux P., De Oliveira P.E., Patiño J.E.M. 1999. Amazon Pollen Manual and Atlas. \n\nHarwood Academic Publishers. The Netherlands. 332 pp. \n\nCour P. 1974. Nouvelle techniques de detection des flux et des retombées polliniques: étude \n\nde la sedimentation des pollens et des spores a la surface du sol. Pollen et Spores, XVI: p. 103 – \n\n141. \n\nDe Oliveira P.E, Barreto A.M.F., Suguio K. 1999. Late Pleistocene/Holocene climatic and \n\nvegetational history of the Brazilian caatinga: the fóssil dunes of the middle São Francisco River. \n\nPalaeogeogr. Palaeoclimatol. Palaeoecol. 152:319-337. \n\nDe Oliveira P.E. 1992. A Palynological record of the Late Quaternary Vegetational and \n\nClimatic Change in Southeastern Brazil. Unpublished Thesis, Ohio State University, 242 p. \n\nDe Oliveira P.E., Behling H., Ledru M-P., Barberi M., Bush M., Salgado-Labouriau M.L., \n\nGarcia M.J., Medeanic S., Barth O.M., Barros M.A., Scheel-Ybert R. 2005. Paleovegetação e \n\nPaleoclimas do Quaternário do Brasil. In: Souza C.R.G., Suguio K., Oliveira A.M.S., De Oliveira \n\nP.E. Quaternário do Brasil. Ribeirão Preto: Holos, Editora, p.52-69.  \n\nDiagnóstico da Bacia Hidrográfica do Rio Mogi-Guaçú – “Relatório Zero”. 1999. 252 p. \n\nDurigan G. 1994. Florística, fitossociologia e produção de folhedo em matas ciliares da \n\nRegião Oeste do Estado de São Paulo. Campinas. Tese de Doutorado, Instituto de Biologia, \n\nUniversidade Estadual de Campinas, Campinas, 149 p. \n\nDurigan G., Ratter J.A., Bridgewater S., Siqueira M.F. &amp; Franco G.A.D.C. 2003. Padrões \n\nfitogeográficos do cerrado paulista sob uma perspectiva regional. Hoenea, 30: 39-51. \n\nEiten G. 1963. Habitat flora of Fazenda Campininha, São Paulo, Brazil. In: Ferri M.G. \n\n(Coord.). Simpósio sobre o Cerrado. São Paulo: Edgard Blucher e EDUSP, p. 157-202. \n\nErdtman G. 1952. Pollen Morphology and plant taxonomy: Angiosperms. Almqvist &amp; \n\nWiksell, Stockholm, p. 538. \n\n\n\n162 \n\n \n\nFaegri K. &amp; Iversen J. 1989. Textbook of Pollen Analysis. John Wiley &amp; Sons New York, \n\n328 p. \n\nFerraz-Vicentini K.R. &amp; Salgado-Labouriau M.L. 1996. Palinological Analysis of a Palm \n\nSwamp in Central Brazil. Journal of South American Earth Sciences, 9(3/4): 207-219. dói: \n\n10.1016/0895-9811(96)00007-7. \n\nFigueiredo Filho D.B. &amp; Silva Júnior J.A. 2009. Desvendando os Mistérios do Coeficiente \n\nde Correlação de Pearson. Revista Política Hoje, Vol. 18, n. 1. \n\nFrança A. B. &amp; Potter P. E. 1988. Estratigrafia, ambiente deposicional e análise de \n\nreservatório do Grupo Itararé (Permocarbonífero), Bacia do Paraná (Parte 1). Boletim de \n\nGeociências da PETROBRAS, Rio de Janeiro, v. 2, n.2-4, p. 147-191. \n\nGandolfi N. 1971. Investigações sedimentológicas, morfométricas e físico-químicas nas \n\nbacias do Mogi Guaçu, do Ribeira de Iguape e do Peixe. Boletim de Geologia - EESC/USP, v. \n\n14, p. 1-108, 1971.  \n\nGouveia S.E.M., Pessenda LCR., Boulet R., Aravena R., Scheel-Ybert R. 1999. Isótopos do \n\ncarbono dos carvões e da matéria orgânica do solo em estudos de mudança de vegetação e clima \n\nno Quaternário e da taxa de formação de solos no Estado de São Paulo.  Anais da Acadêmia \n\nBrasileira de Ciências. 71 (4-II), 11 p. dói: 10.1016/0895-9811(96)00007-7. \n\nInstituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT). 1981. Mapa Geológico do \n\nEstado de São Paulo. São Paulo: IPT. \n\nLatrubesse E.M., Stevaux J.C., Santos M.L., Assine M.L. 2005. Grandes sistemas fluviais: \n\nGeologia, Geomorfologia e Paleohidrologia. In: Souza C.R.G., Suguio K., Oliveira A.M.S., \n\nOliveira P.E. (Orgs). Quaternário do Brasil. Ribeirão Preto: Editora Holos, p. 276-297. \n\nLedru M. P., Salgado-Labouriau M. L., Lorscheitter M.L. 1998. Vegetation dynamics in \n\nsouthern and central Brazil during the last 10,000 year B. P. Rev. Palaeobotany and Palynology, \n\n99, 131 – 142. \n\nLedru M.P. 2002. Late Quaternary history and evolution of the Cerrados as revealed by \n\npalynological records. In Oliveira, PS &amp; Marquis, R.J. (Eds). The Cerrados of Brazil: ecology \n\nand natural history of a neotropical savanna. New York: Columbia University Press. 33-52 p. \n\n\n\n163 \n\n \n\nLedru M.P., Campello R.C., Landim D., Dominguez J.M., Martin L., Mourguiaat P., \n\nSifeddine A., Turcq B. 2001. Late-Glacial cooling in Amazonia inferred from pollen at Lagoa do \n\nCaçó, Northern Brazil. Quaternary Research, v.55, p.47-56. \n\nLibby W. F. 1955. Radiocarbon Dating. In: Flint R. F. &amp;. Deevey E.S.Jr. (Eds.). Chicago, \n\n2nd Ed., University of Chicago Press, American Journal of Science, Radiocarbon Sup-plement, \n\nVol. I (1959), 218 pp. \n\n Lima C.M. 2008. Dinâmica da vegetação e inferências climáticas no Quaternário Tardio na \n\nregião da Ilha de Marajó (PA), empregando os isótopos do carbono (\n12\n\nC, \n13\n\nC, \n14\n\nC) da matéria \n\norgânica de solos e sedimento. Dissertação de Mestrado, Centro de Energia Nuclear de \n\nAgricultura Luiz de Queiroz, Universidade Estadual de São Paulo, 182 p. \n\nLima-Ribeiro M.S. &amp; Barberi M. 2005. Análise Palinológica: fundamentos e perspectivas na \n\npesquisa arqueológica. Habitus, Goiânia, v.3, n.2, p. 261-290. \n\nMantovani W. 1990. A dinâmica da floresta na encosta atlântica. Anais do II Simpósio de \n\nEcossistemas da Costa Sul e Sudeste Brasileira: estrutura, função e manejo. ACIESP, São Paulo, \n\nv.1:304-313. \n\nMarkgraf V. &amp; D’Antony K.L. 1978. Pollen Flora of Argentina. The University of Arizona \n\nPress, Tucson-Arizona. p. 208. \n\nMelhem T.S.A., Cruz-Barros M.A.V., Corrêa A.M.S., Makino-Watanabe H., Silvestre-\n\nCapelato M.S.F., Esteves V.L.G. 2003. Variabilidade Polínica em Plantas de Campos do Jordão, \n\nSão Paulo. Brasil Periódicos, Instituto de Botânica, Secretária do Meio Ambiente, São Paulo, \n\nBrasil, 104 p. \n\nMeyers P. A. 1994. Preservation of elemental and isotopic source identification of \n\nsedimentary  organic matter. Chemical Geology, 114: 289-302. \n\nMilani E.J., Melo J.H.G., Souza P.A., Fernandes L.A., França A.B. 2007. Bacia do Paraná. \n\nIn: Milani E.J., Rangel H.D., Bueno G.V., Stica J.M., Winter W.R., Caixeta J.M., Pessoa Neto \n\n\n\n164 \n\n \n\nO.C. (Eds.). Bacias Sedimentares Brasileiras - Cartas Estratigráficas. Boletim de Geociências da \n\nPetrobras, Rio de Janeiro, 15(2): 265-287. \n\nMontovani W. 1983. Composição e similiaridade florística, fenologia e spectro biológico do \n\nCerrado na Reserva Biológica de Mogi-Guaçú, Estado de São Paulo. Campinas. Dissertação de \n\nMestrado, Instituto de Biologia, Universidade Estadual de Campinas, Campinas, 147 p. \n\nNeto J.L. &amp; Nery J.T. 2005. Variabilidade e Mudanças Climáticas no Brasil e seus impactos \n\nregionais. In: Souza C.R.G., Suguio K., Oliveira A.M.S., Oliveira P.E. (Orgs). Quaternário do \n\nBrasil. Ribeirão Preto: Editora Holos, p. 28-51. \n\nNeto S.R., Godoi J.V., Villagra B.L.P., Almeida-Scabbia R.J., Fiuza de Melo M.M.R. 2012. \n\nCaracterização florística, fitossociológica e fenológica de trepadeiras de mata ciliar da Fazenda \n\nCampininha, Mogi Guaçu, SP, Brasil. Hoehnea 39(1): 145-155. \n\nNeves P.C.P. 1998. Palinologia de sedimentos quaternários no estado do Rio Grande do Sul, \n\nBrasil: Guíba e Capão do Leão. Tese de doutorado, Programa de Pós-graduação em Geociências, \n\nUniversidade Federal do Rio Grande do Sul, 513 p. \n\nParolin M. &amp; Stevaux J.C. 2006. Dry climate and eolian dune formation in the Middle \n\nHolocene in Mato Grosso do Sul State, Central West Brazil. Zeitschrift für Geomorphologie. \n\nSupplementband, v. 145, p. 177-190. \n\nPassos M.J. 1998. Estrutura da vegetação arbórea e regeneração natural em resmanecentes \n\nde Mata Ciliar do Rio Mogi Guaçú-SP. Dissertação de Mestrado, Programa de Pós-Graduação \n\nem Ciências, Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo, 68 p. \n\nPerrota M.M., Salvador E.D., Lopes R.C., D’Agostino Z.L., Peruffo N., Gomes S.D., Schs \n\nL.L.D., Meira V.T., Garcia M.G.M., Lacerda FILHO J.V. 2005. Mapa Geológico do Estado de \n\nSão Paulo, escala 1:750.000. Programa Geologia do Brasil – PGB, CPRM-São Paulo. \n\nPessenda L.C.R., Gouveia S.E.M., Aravena R. 2001. Radiocarbon dating of total soil organic \n\nmatter and humin fraction and its comparison with \n14\n\nC ages of fossil charcoal. Radiocarbon, \n\n43(2B): 595-601.  \n\n\n\n165 \n\n \n\nPessenda L.C.R., Gouveia S.E.M., Freitas H.A., Ribeiro A.S., Aravena R., Bendassolli J.A., \n\nLedru M-P., Sifeddine A., Scheel-Ybert R. 2005. Isótopos do carbono e suas aplicações em \n\nestudos paleoambientais. In: Souza C.R.G., Suguio K., Oliveira A.M.S., De Oliveira P.E. (Eds). \n\nQuaternário do Brasil. Ribeirão Preto: Holos Editora, p. 75-93. \n\nPessenda L.C.R., Ribeiro A.S., Gouveia S.E.M., Aravena R., Boulet R., Bendassoli J.A. \n\n2004. Vegetation dynamics during the Late Pleistocene in the Barreirinhas region, Maranhão \n\nstate northeastern Brazil, based on carbon isotopes in soil organic matter. Quat. Res. 62: 183-193. \n\nPessenda L.C.R., Valência E.P.E., Camargo P.B., Telles E.C.C., Martinelli C.A., Cerri C.C., \n\nAravena R., Rosanski K. 1996. Natural radiocarbon measurements in Brazilian soils developed \n\non basic rocks. Radiocarbon. 38(2): 203-8. \n\nPeterson B.J. &amp; Fry B. 1987. Stable Isotopes in Ecosystem Studies. Ann. Rev. Ecol. Syss. 18: \n\n293-320. \n\nPinto M.M., Giudice Neto J., Del Batista E.A., Toledo Filho D.V., Mota I.S. 1997. \n\nVegetação nativa das unidades de conservação e produção de Mogi-Guaçú. In: Coletânea de \n\ntrabalhos do Congresso Brasileiro de Unidades de Conservação. Secretária do Meio Ambiente \n\ndo Estado de São Paulo, São Paulo.  \n\nPrado L. F., Wainer I., Chiessi C. M., Ledru M.-P., Turcq B. 2013. A mid-Holocene climate \n\nreconstruction for eastern South America. Clim. Past, 9, 2117–2133. doi:10.5194/cp-9-2117-\n\n2013. \n\nRibeiro J.F. &amp; Walter B.M.T. 2008. As principais fitofisionomias do Bioma Cerrado. In: \n\nSano S.M., Almeida S.P., Ribeiro J.F. Cerrado: Ecologia e Flora. Embrapa Cerrados. Brasília, \n\nDF. v1., p 153-212. \n\nRoubick D.W. &amp; Moreno J.E. 1991. Pollen and Spores of Barro Colorado Island. Missouri \n\nBotanical Garden. 268 p. \n\n\n\n166 \n\n \n\nSachs L.L.B., Batista I.H.B., Silva V.A. 2005. Mapas de Recursos Minerais do Estado de \n\nSão Paulo – Integração na escala 1:750.000. Programa Geologia do Brasil – PGB, CPRM, São \n\nPaulo. \n\nSalgado-Labouriau M. L. 1994. História ecológica da Terra. São Paulo: E. Bücher, 307 p.  \n\nSalgado-Labouriau M.L. &amp; Ferraz-Vicentini K.R. 1994. Fire in Cerrado 32.000 years ago. \n\nCurrent research in the Pleistocene, v.11, 85-87 p. \n\nSalgado-Labouriau M.L. 1961. Pollen grains of plants of the \"Cerrado\" I. 53 An. Acad. \n\nBrasil. Cienc. 33 (1): 119-130. \n\nSalgado-Labouriau M.L. 1973. Contribuição à Palinologia dos Cerrados. Rio de Janeiro, \n\nAcademia Brasileira de Ciências, 291.p. \n\nSalgado-Labouriau M.L. 1997. Late Quaternary Paleoclimate in the savannas of South \n\nAmérica. Journal of Quaternary Sciences, 12 (5), 371-379 p. \n\nSalgado-Labouriau M.L. 2007. Critérios e Técnicas para o Quaternário. Ed: Blücher, São \n\nPaulo, 404 p.  \n\nSalgado-Labouriau M.L., Casseti V., Ferraz-Vicentini K.R., Martin L., Soubiès F., Suguio \n\nK., Turcq B. 1997. Late Quaternary vegetational and climatic changes in Cerrado and palm \n\nswamp from Central Brazil. Paleogeography, Paleoclimatology, Palaeocology, v. 128, 215-226 \n\np. PII: S0031-0182(96)00018-1. \n\nSano S.M., Almeida S.P., Ribeiro J.F. 2008. Cerrado: Ecologia e Flora. Embrapa Cerrados. \n\nBrasília, DF. 2v., 1.279 p. \n\nScheel, R., Gaspar M. D., Ybert J.P. 1996. A anatomia dos carvões pré-históricos. \n\nArqueologia encontra respostas em restos de fogueiras e incêndios florestais. Ciência Hoje, Rio \n\nde Janeiro, v. 21, n. 122, p. 66-69. \n\nSema-Secretária de Estado do Meio Ambiente. 1997. Cerrado: Bases para conservação e \n\nuso sustentável das áreas de Cerrado do Estado de São Paulo. – São Paulo: Secretária de Estado \n\ndo Meio Ambiente, Série PROBIO/SP, 113 p. \n\n\n\n167 \n\n \n\nSilva C.I., Ballesteros P.L.O., Palmero M.A., Bauermann S.G., Evaldt A.C.P., Oliveira P.E. \n\n2010. Catálogo Polínico: Palinologia Aplicada em estudos de conservação de abelhas do gênero \n\nXylocopa no Triângulo Mineiro. Uberlândia: EDUFU, 154 p. \n\nSilva J. M. C. 1995. Birds of the Cerrado Region, South America. Steenstrupia 21: 69-92.  \n\nSouza C.R.G., Suguio K., Oliveira A.M.S., Oliveira P.E. 2005. Quaternário do Brasil. \n\nRibeirão Preto: Holos Editora, 328 p. \n\nSouza M.M., Ricardi-Branco F., Jasper A., Pessenda L.C.R. 2013. Evolução Paleoambiental \n\nHolocênica da porção Nordeste do Estado de São Paulo, Brasil. Revista Brasileira de \n\nPaleontologia. 16(2):297-308. doi: 10.4072/rbp.2013.2.10. \n\nStevaux J.C. &amp; Santos M.L. 1998. Palaeohidrohydrological changes in the upper Paraná \n\nriver, Brazil, during the late Quaternary: a facies approach. In: Benito G., Baker V.R., Gregory \n\nK.J. (Eds). Palaeohidrology and environmmental changes. London: John Wiley and Sons. p.273-\n\n285. \n\nStevaux J.C. 2000. Climatic events during the Late Pleistocene and Holocene in the Upper \n\nParaná River: correlation with NE Argentina and South Central Brazil. Quaternary International, \n\nv.72, p.73-85. \n\nSuguio K. 2005. Introdução. In: Souza C.R.G., Suguio K., Oliveira A.M.S., Oliveira P.E. \n\n(Orgs). Quaternário do Brasil. Ribeirão Preto: Editora Holos, p. 21-27. \n\nSuguio K. 2010. As mudanças paleoclimáticas durante o Quaternário tardio no Brasil. In: \n\nSuguio K. 2010. (Org.). Geologia do Quaternário e mudanças ambientais. São Paulo: oficina de \n\ntextos, p.159-179. \n\nToledo Filho D.V. 1984. Composição florística e estrutura fitossociológica da vegetação de \n\ncerrado no município de Luís Antônio, SP. Dissertação de mestrado, Universidade Estadual de \n\nCampinas, 173 p. \n\nVidotto E., Pessenda L. C..R., Ribeiro A.S., Freitas H.A., Bendassolli J.A. 2007. Dinâmica \n\ndo ecótono floresta-campo no sul do estado do Amazonas no Holoceno, através de estudos \n\nisotópicos e fitossociológicos. Acta Amazonica, 37: 385-400.     \n\n\n\n168 \n\n \n\nWhelan R.J. 1995. The ecology of fire. Cambridge, University Press, 360 p. \n\nWhitlock C. &amp; Larsen C. 2001. Charcoal as a Fire Proxy. In:. Smol J.P., Birks H. J. B., Last \n\nW. M. (Eds.). Tracking Environmental Change Using Lake Sediments. Volume 3: Terrestrial, \n\nAlgal, and Siliceous Indicators. Kluwer Academic Publishers, Dordrecht, The Netherlands. \n\nWicader R., Monroe J.S. 2009. Tempo Geológico: Conceitos e Princípios. In: Wicader R., \n\nMonroe J.S. (Org). Fundamentos de Geologia. São Paulo: Cengage Learning, p. 387-408. \n\nZalán P.V., Wolff S., Conceição J.C., Marques A., Astolfi M.A.M, Vieira I.S., Appi V.T. \n\n1990. Bacia do Paraná. In: Origem e evolução de Bacias Sedimentares. Petrobrás, Rio de Janeiro, \n\np. 135-164. \n\nZancopé M.H.C. 2008. Análise morfodinâmica do Rio Mogi Guaçu. Tese de Doutorado. \n\nPrograma de Póe-Graduação em Geociências, Universidade Estadual de Campinas, 111 p. \n\nZancopé M.H.C., Perez-Filho A., Carpi Jr. 2009. Anomalias no Perfil Longitudinal e \n\nmigração dos meandros do Rio Mogi Guaçu. Revista Brasileira de Geomorfologia, v.10, n.1, \n\np.31-42. \n\n  \n\n\n\n169 \n\n \n\nANEXO I \n\n \n\nTABELA 16. Lista de vegetação atual da EEcMG \n\nFamília Nome científico Hábito Chuva polínica \n\nAcanthaceae Mendoncia velloziana Herbáceo  \n\nAmaranthaceae Gonphrena virgata  Herbáceo X \n\nAnacardiaceae Anacardium humile  Arbóreo  \n\nAnnonaceae Annona crassiflora  Arbóreo  \n\nApiaceae Hancornia speciosa  Herbáceo  \n\nAquafoliaceae Ilex cerasifolia  Arbóreo  \n\nAraliaceae Dendropanax cuneatus  Arbóreo X \n\nArecaceae Euterpe edulis  Arbóreo X \n\nAristolochiaceae Aristolochia labiata  Herbáceo  \n\nAsteraceae Eupatoruim molissimum  Herbáceo X \n\nBegoniacae Begonia cucullata  Herbáceo  \n\nBignoniacae Jacaranda decurrens  Herbáceo  \n\nBixaceae Cochlospermum regium  Herbáceo  \n\nBoraginaceae Cordia superba  Arbóreo  \n\nBromeliaceae Dyckia linearifolia  Herbáceo  \n\nBurseraceae Protium brasiliense  Arbóreo  \n\n\n\n170 \n\n \n\nCannabaceae Trema micrantha  Arbóreo  \n\nCaryocaraceae Caryocar brasiliense  Arbóreo  \n\nCaryophyllaceae Polycarpaea corymbosa  Herbáceo  \n\nCelastraceae Maytenus gonoclada  Arbóreo  \n\nChrysobalanaceae Licania humilis Arbóreo  \n\nCluciaceae Kielmeyera coriácea  Arbóreo  \n\nCombretaceae Terminalia argentea  Arbóreo  \n\nCommelinaceae Commelina erecta  Herbáceo  \n\nConnaraceae Connarus suberosus  Arbóreo  \n\nConvolvulaceae Ipomoea Alba  Herbáceo  \n\nCucurbitaceae Melancium campestre  Herbáceo  \n\nCunoniaceae Lamanonia ternata  Arbóreo  \n\nCyperaceae Cyperus ferax  Herbáceo X \n\nDileniaceae Davilla rugosa  Arbóreo  \n\nDioscoreaceae Dioscorea dentatus  Herbáceo  \n\nEbenaceae Diospyros híspida .  Arbóreo  \n\nErythroxylaceae Erythroxylum tortuosum  Arbóreo  \n\nEuphorbiaceae Euphorbia subemarginatus  Herbáceo X \n\nEuphorbiaceae Sebastiania Commersoniana Arbóreo  \n\n\n\n171 \n\n \n\nFabaceae-\n\nCaesalpinioideae \n\nCassia flexuosa  Herbáceo  \n\nFabaceae - Cercideae Bauhinia rufa  Arbóreo  \n\nFabaceae - Faboideae Dalbergia brasiliensis  Arbóreo  \n\nFabaceae-\n\nMimosoideae \n\nMimosa rixosa  Herbáceo X \n\nGentianaceae Calolisianthus speciosus  Herbáceo  \n\nLamiaceae Hyptis virgata  Herbáceo X \n\nLauraceae Nectandra mollis  Arbóreo  \n\nLythraceae Cuphea thymoides  Herbáceo  \n\nMalpighiaceae Byrsonima variabilis  Arbóreo X \n\nMalvaceae Pavonia speciosa  Herbáceo X \n\nMelastomataceae Miconia albicans  Arbóreo X \n\nMeliaceae Melia azedarach  Arbóreo  \n\nMoraceae Brosimum rubescens  Arbóreo  \n\nMyristicaceae Virola sebifera  Arbóreo  \n\nMyrsinaceae Rapanea lancifolia  Arbóreo  \n\nMyrtaceae Myrcia bella  Arbóreo X \n\nNyctaginaceae Neea theifera  Arbóreo  \n\nOnagraceae Ludwigia decurrens  Arbóreo  \n\n\n\n172 \n\n \n\nOrchidaceae Cleites uliginosa  Herbáceo  \n\nPassifloraceae Passiflora lepidota  Herbáceo  \n\nPlantaginaceae Scoparia dulcis  Herbáceo  \n\nPoaceae Panicum rudgei. Herbáceo X \n\nPolygalaceae Polygala angulada  Herbáceo  \n\nProteaceae Roupala Montana  Arbóreo  \n\nRosaceae Rubus brasiliensis  Herbáceo  \n\nRubiaceae Galium hirtum. Herbáceo  \n\nSapindaceae Cupania vernalis  Arbóreo  \n\nSapotaceae Pouteria salicifolia  Arbóreo  \n\nSolanaceae Solanum Paniculatum  Herbáceo  \n\nTyphaceae Typha angustifólia  Herbáceo  \n\nUrticaceae Boehmeria caudata  Herbáceo  \n\nVerbenaceae Lantana camara  Herbáceo  \n\nViolaceae Hybanthus atropurpureus  Herbáceo  \n\nVochysiaceae Qualea grandiflora  Arbóreo  \n\nXyridaceae Xyris savanensis  Herbáceo  \n\n \n\n\n\n173 \n\n \n\n         TABELA 17.  Lista de tipos encontrados na Lagoa do Catingueiro \n\nFamília/gênero Mata Ripícola Cerradão \n\nAnacardiaceae   \n\nApocynaceae   \n\nArecaceae   \n\nAspidosperma Mart. &amp; Zucc.   \n\nAstronium Jacq.   \n\nCopaifera L.   \n\nDalbergia L. f.   \n\nHydrocotyle Spreng.   \n\nIlex L.   \n\nMalpighiaceae   \n\nMauritia L. f.   \n\nMelastomataceae/Combretaceae   \n\nMimosa L.   \n\nMyrtaceae   \n\nSebastiana Spreng.   \n\nAsteraceae   \n\nCyperaceae   \n\nEricaceae   \n\n\n\n174 \n\n \n\nPoaceae   \n\nPolygala L.   \n\nCyathea Sm.   \n\nDicksoniaceae   \n\nPolypodium L.   \n\n \n\n\n\n175 \n\n \n\n     TABELA 18.  Lista de tipos encontrados na Lagoa da Pedra \n\nFamília/gênero Mata Ripícola Cerradão \n\nAcosmium Schott.   \n\nAnacardiaceae    \n\nAnadenanthera Speg.   \n\nAnnona L.   \n\nApocynaceae   \n\nAraliaceae   \n\nArecaceae   \n\nBanara Aubl.   \n\nBombacaceae   \n\nCybianthus Mart.   \n\nCopaifera L.   \n\nCupania L.   \n\nCuratella Loefl.   \n\nDalbergia L. f.   \n\nDiclinanona Diels   \n\nDinizia Ducke.   \n\nEugênia Micheli.   \n\nEuphorbiaceae    \n\n\n\n176 \n\n \n\nIlex L.   \n\nLudwigia L.   \n\nMalpighiaceae   \n\nMauritia L. f.   \n\nMelastomataceae/Combretaceae   \n\nMimosa L.   \n\nMyrsine L.   \n\nMyrtaceae   \n\nPaullinia L.   \n\nPeixotoa A. Juss.   \n\nPodocarpus L’Hér. ex Pers.   \n\nPhyllanthus L.   \n\nPterocarpus Jacq.   \n\nSapindaceae   \n\nSebastiana Spreng.   \n\nSecondatia A. DC.   \n\nTapira Aubl.   \n\nTetracera L.   \n\nAlternanthera Forssk.   \n\nAmaranthus L.   \n\n\n\n177 \n\n \n\nAsteraceae   \n\nBorreria G. Mey.   \n\nBromeliaceae   \n\nCuphea P. Browne   \n\nChenopodium L.   \n\nCyperaceae   \n\nDiatenopteryx Radlk.   \n\nEryngium L.   \n\nGalactia P. Browne.   \n\nGomphrena L.   \n\nIpomea L.   \n\nLamiaceae   \n\nMalvaceae   \n\nPoaceae   \n\nPolygala L.   \n\nPolygonum L.   \n\nRubiaceae   \n\nSolanum L.   \n\nAlsophila R. Br.   \n\nAspleniaceae   \n\n\n\n178 \n\n \n\nCyathea Sm.   \n\nDicksoniaceae   \n\nLycopodium L.   \n\nPolypodium L.   \n\nSelaginella P. Beauv.   \n\nSchizaea Sm.   \n\nThelypteris Schmidel.   \n\n \n\n\n\n179 \n\n \n\n          TABELA 19. Lista de tipos encontrados na Lagoa do Fundão \n\nFamília/gênero Mata Ripícola Cerradão \n\nAnacardiaceae    \n\nAnadenanthera Speg.    \n\nApocynaceae   \n\nAraliaceae   \n\nArecaceae   \n\nBignoniaceae   \n\nBombax L.    \n\nCopaifera L.    \n\nDalbergia L. f.     \n\nDiplotropis Benth.    \n\nEugênia Micheli.   \n\nEuphorbiaceae    \n\nIlex L.    \n\nMalpighiaceae   \n\nMauritia L. f.   \n\nMimosa L.    \n\nMyrcia DC.    \n\nMyrtaceae   \n\n\n\n180 \n\n \n\nPodocarpus L’Hér. ex Pers.   \n\nPinus L.    \n\nSapindaceae   \n\nSebastiana Spreng.   \n\nAmaranthus L.    \n\nArrabideae DC.    \n\nAsteraceae   \n\nBorreria G. Mey.    \n\nBromeliaceae   \n\nCalliandra Benth.    \n\nCuphea P. Browne.    \n\nChenopodium L.    \n\nCyperaceae   \n\nGomphrena L.    \n\nPeixotoa A. Juss.    \n\nPoaceae   \n\nPolygala L.    \n\nPolygonum L.    \n\nRubiaceae   \n\nSpermacoce L.    \n\n\n\n181 \n\n \n\nAlsophila R. Br.   \n\nAnemia Sw.    \n\nAspleniaceae    \n\nCyathea Sm.   \n\nDicksoniaceae   \n\nLycopodium L.    \n\nPolypodium  L.   \n\nPolypodiaceae    \n\nSchizaea Sm.   \n\nThelypteris Schmidel.    \n\n \n\n  \n\n\n\n182 \n\n \n\n\n\n183 \n\n \n\nANEXO II \n\nDescrição dos grãos de pólen e esporos \n\nDESCRIÇÃO GERAL DOS PRINCIPAIS TAXA POLÍNICOS \n\n \n\nESPOROS \n\n1. Anemiaceae \n\nAnemia Sw. \n\nEsporo médio a grande, trilete , radiossimétrico, heteropolar  \n\nTamanho médio dos grãos: 50 - 60 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 5, Figura 1. \n\n2. Aspleniaceae \n\nEsporo monolete, heteropolar, simetria bilateral \n\nTamanho médio: 48 – 50 ?m \n\nEstampa 5, Figura 2 e 3. \n\n3. Cyatheaceae \n\nCyathea Sm. \n\nEsporo trilete, finamente reticulado \n\nTamanho médio: 25 – 30 ?m \n\nEstampa 1, Figura 1 a 4; Estampa 5, Figura 4 a 10. \n\n \n\n\n\n184 \n\n \n\n4. Dicksoniaceae \n\nEsporo trilete, heteropolar, simetria radial \n\nTamanho médio: 50 – 60 ?m \n\nEstampa 1, Figura 5 a 7; Estampa 5, Figura 11 a 16. \n\n5. Lycopodiaceae \n\nLycopodium L. \n\nEsporo trilete, heteropolar, simetria radial \n\nTamanho médio: 35 – 40 ?m \n\nEstampa 1, Figura 8 e 9; Estampa 6, Figura 1 e 2. \n\n6. Polypodiaceae \n\nPolypodium L. \n\nEsporo monolete verrugado \n\nTamanho médio: 50 – 70 ?m \n\nEstampa 1, Figura 10 a 12; Estampa 6, Figura 3 e 4. \n\n7. Selaginellaceae \n\nSelaginella P. Beauv. \n\nEsporo trilete, simetria radial Tamanho médio: 56 – 28 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 6, Figura 5 e 6.  \n\n  \n\n\n\n185 \n\n \n\n8. Thelypteridaceae \n\nThelypteris Schmidel. \n\nEsporo monolete, simetria bilateral, \n\nTamanho médio: 34 – 75 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999). \n\nEstampa 1, Figura 13 a 15; Estampa 6, Figura 9 e 10. \n\n9. Schizaeaceae \n\nSchizaea Sm. \n\nEsporo monolete, heteropolar, simetria bilateral \n\nTamanho médio: 34 – 75 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999). \n\nEstampa 6, Figura 7 e 8. \n\n10. Osmudaceae \n\nEsporo trilete, grande, radiossimétricos \n\nTamanho médio: 80 ?m. \n\nEstampa 6, Figura 11 a 13. \n\n \n\n  \n\n\n\n186 \n\n \n\nGIMNOSPERMAS \n\n1. Pinaceae \n\nPinus L. \n\nGrão bissacado, salientes, exina ligeiramente ondulada \n\nTamanho médio dos grãos: 58 ?m \n\nDescrição detalhada: Melhem et al., (2003). \n\nEstampa 2, Figura 1 a 5; Estampa 7, Figura 1 a 3. \n\n2. Podocarpaceae \n\nPodocarpus L’Hér. ex Pers. \n\nGrão bissacado, simetria bilateral, exina tectada. \n\nCorpo central arredondado. \n\nTamanho médio dos grãos: 58 ?m \n\nDescrição detalhada: Colinvaux et al., (1999). \n\nEstampa 7, Figura 4 a 9. \n\n \n\n  \n\n\n\n187 \n\n \n\nANGIOSPERMAS  \n\nDicotiledôneas  \n\n1. Amaranthaceae \n\nGrão poliporado, sexina reticulada \n\nTamanho médio dos grãos: 25 – 28 ?m \n\nEstampa 3, Figura 12 e 13. \n\nAlternanthera Forssk. \n\nGrão poliporado, exina espessa, sexina reticulada \n\nTamanho médio dos grãos: 25 – 28 ?m \n\nDescrição detalhada: Roubik &amp; Moreno (1991) \n\nEstampa 13, Figura 1 a 3. \n\nAmaranthus L. \n\nGrão mônade, apolar, exina tectada, sexina finamente escabrada \n\nTamanho médio dos grãos: 1- 15 ?m \n\nDescrição detalhada: Colinvaux et al., (1999).  \n\nEstampa 13, Figura 4 a 5. \n\nGomphrena L. \n\nGrão de pólen mônade, radiossimétrico, âmbito circular, pantoporado \n\nTamanho médio dos grãos: 18 ?m \n\nDescrição detalhada: Cassino (2011)  \n\n\n\n188 \n\n \n\nEstampa 15, Figura 1 a 4. \n\n2. Anacardiaceae \n\nGrão de pólen mônade, isopolar, tricolporado \n\nTamanho médio dos grãos: 20- 15 ?m \n\nEstampa 8, Figura  3 e 4. \n\nAstronium Jacq. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio dos grãos: 27- 23 ?m \n\nDescrição detalhada: Colinvaux et al., (1999).  \n\nEstampa 9, Figura 3 e 4. \n\nTapira Aubl. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio dos grãos: 15- 15 ?m \n\nDescrição detalhada: Colinvaux et al., (1999).  \n\nEstampa 12, Figura 18 a 21. \n\n3. Annonaceae \n\nAnnona L. \n\nGrão de pólen mônade, apolar, assimétrico, inaperturado \n\nTamanho médio dos grãos: 30 ?m \n\nDescrição detalhada: Colinvaux et al., (1999).  \n\n\n\n189 \n\n \n\nEstampa 8, Figura 7 e 8. \n\nDiclinanona Diels. \n\nGrão de pólen mônade, apolar, assimétrico, inaperturado \n\nTamanho médio dos grãos: 60 ?m \n\nDescrição detalhada: Colinvaux et al., (1999).  \n\nEstampa 10, Figura 5 e 6. \n\n4. Apiaceae \n\nEryngium L. \n\nGrão de pólen mônade, médio, radiossimétrico, isopolar, tricolporado, colpos longos e poros \n\nretangulares \n\nTamanho médio dos grãos: 42 - 16 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 14, Figura 19 e 20. \n\n5. Aquifoliaceae \n\nIlex L. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 14 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 10, Figura 21 a 24. \n\n \n\n  \n\n\n\n190 \n\n \n\n6. Araliaceae \n\nGrãos suboblatas com ambito triangular de lados mais ou menos côncavos \n\n3, 2 ou 4 cólporos, exina espessa \n\nTamanho médio dos grãos: 24 – 39 ?m \n\nDescrição detalhada: Salgado-Labouriau (1961) \n\nEstampa 2, Figura 8 e 9; Estampa 8, Figura 11 a 16. \n\nHydrocotyle Spreng. \n\nGrão de pólen mônade, radiossimétrico, isopolar, tricolporado, colpos longos e poros lalongados \n\nTamanho médio dos grãos: 32- 13 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 10, Figura 19 e 20. \n\n7. Asteraceae \n\nGrão tricolporado, exina tectada, sexina com espinhos \n\nTamanho médio dos grãos: 18 ?m \n\nDescrição detalhada: Absy (1975) \n\nEstampa 3, Figuras 14 a 17; Estampa 13, Figuras 7 a 12. \n\n8. Apocynaceae \n\nÂmbito circular, 3 ou mais cólporos, exina espessa e irregular (reticulada) \n\nTamanho médio dos grãos: 30 – 60 ?m \n\nDescrição detalhada: Salgado-Labouriau (1961). \n\n\n\n191 \n\n \n\nEstampa 2, Figura 6 e 7; Estampa 8, Figura 9 e 10. \n\nAspidosperma Mart. &amp; Zucc. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 32 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 9, Figura 1 e 2. \n\n9. Bignoniaceae \n\nGrão de pólen mônade, médio a grande, radiossimétrico, âmbito circular, tricolpado  \n\nTamanho médio dos grãos: 50- 34 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 9, Figura 11 e 12. \n\n10. Bombacaceae \n\nBombax L. \n\nGrão de pólen mônade, isopolar, simetria radial, triporado, exina semi-tectada \n\nTamanho médio: 40 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 9, Figura 7 a 10. \n\n11. Caesalpinioideae \n\nCopaifera L. \n\nGrão de pólen mônade, médio, isopolar, simetria radial, tricolporado \n\nhttp://pt.wikipedia.org/wiki/Caesalpinioideae\n\n\n192 \n\n \n\nTamanho médio: 17 - 15 ?m. \n\nDescrição detalhada: Silva et al., (2010) \n\nEstampa 9, Figura 13 a 15. \n\n12. Chenopodiaceae \n\nChenopodium L. \n\nGrão de pólen mônade, apolar, assimétrico, periporado \n\nTamanho médio: 27 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 14, Figura 12 a 14. \n\n13. Dileniaceae \n\nCuratella Loefl. \n\nTricolporado, sexina reticulada \n\nTamanho médio dos grãos: 24 ?m \n\nDescrição detalhada: Salgado-Labouriau (1961) \n\nEstampa 9, Figura 18 a 20. \n\nTetracera L. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 19 - 16 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 12, Figura 16 e 17. \n\n\n\n193 \n\n \n\n14. Ericaceae \n\nGrão de pólen tetraédrico, isopolar individual, simetria radial \n\nTamanho médio: 60 - 70 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 10, Figura 9 e 10. \n\n15. Euphorbiaceae \n\nProlato esferoidal, tricolporado, colpo é fino e alongado, exina grossa \n\nTamanho médio: 15 - 25 ?m \n\nDescrição detalhada: Salgado-Labouriau (1961) \n\nEstampa 2, Figura 22 e 23; Estampa 10, Figura 13 e 14. \n\nEuphorbia L. \n\nGrão de pólen tricolporado, exina média a grossa \n\nTamanho médio: 15 - 20 ?m \n\nEstampa 2, Figura 13 e 14; Estampa 10, Figura 15 e 16. \n\nPhyllanthus L. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 29 - 22 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 12, Figura 8 e 9. \n\nSebastiana Spreng. \n\n\n\n194 \n\n \n\nGrão de pólen mônade, pequeno a médio, radiossimétrico, isopolar, tricolporado. \n\nTamanho médio: 30 – 33 ?m. \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 3, Figura 8 a 11; Estampa 12, Figura 12 a 15. \n\n16. Flacourtiaceae \n\nBanara Aubl. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 13 - 10 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 9, Figura 5 e 6. \n\n17. Lamiaceae \n\n4 a mais cólporos, exina reticulada \n\nTamanho médio: 22 - 20 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 15, Figura 5 e 6. \n\n18. Lythraceae \n\nCuphea P. Browne \n\nGrão de pólen pequeno a médio, âmbito triangular, colpos longos e estreitos, 3-4 colporado \n\nTamanho médio dos grãos: 23 ?m \n\nDescrição detalhada: Melhem et al., (2003). \n\nhttp://pt.wikipedia.org/wiki/Lythraceae\n\n\n195 \n\n \n\nEstampa 14, Figura 3 a 6. \n\n19. Malpighiaceae \n\nSimetria radial, exina tectada, tricolporado \n\nTamanho médio: 15 - 13 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 2, Figura 15 a 17. \n\nPeixotoa A. Juss. \n\nGrão de pólen mônade, assimétrico, apolar, esférico, pantoaperturado \n\nTamanho médio: 30 – 33 ?m. \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 12, Figura 3 a 7. \n\n20. Malvaceae \n\nTricolporado, simetria radial \n\nTamanho médio dos grãos: 60 – 64 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 4, Figura 4 e 5; Estampa 15, Figura 7 e 8. \n\n21. Melastomataceae/Combretaceae \n\nGrão de pólen mônade, pequeno a médio, radiossimétrico, isopolar, âmbito hexagonal de lados \n\nconvexos \n\nTamanho médio dos grãos: 20 – 30 ?m \n\nDescrição detalhada: Cassino (2011)  \n\n\n\n196 \n\n \n\nEstampa 2, Figura 18 a 21; Estampa 11, Figura 7 a 12. \n\n22. Mimosaceae \n\nTricolporado, \n\nTamanho médio dos grãos: 10 – 20 ?m \n\nEstampa 3, Figura 1 e 2. \n\nAnadenanthera Speg. \n\nPolíades médias, achatadas, acalimadas, composta por 12 grãos de pólen \n\nTamanho médio: 30 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 8, Figura 5 e 6. \n\nCalliandra Benth. \n\nPolíades grandes, ovais, acalimadas, assimétricas, composta por 8 grãos de pólen \n\nTamanho médio: 70 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 14, Figura 1 e 2. \n\nDinizia Ducke. \n\nTétrades grandes, tetraédricas, triangulares, simetria radial \n\nTamanho médio: 45 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 10, Figura 7 e 8. \n\n\n\n197 \n\n \n\nMimosa L. \n\nTétrades pequenas, tetraédricas, esféricas \n\nTamanho médio: 11 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 11, Figura 13 a 19. \n\n23. Myrsinaceae \n\nCybianthus Mart. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 16 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 9, Figura 21 e 22. \n\nMyrsine L. \n\nGrão de pólen mônade, isopolar, simetria radial, stephanocolporado \n\nTamanho médio: 16 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 11, Figura 24 e 25. \n\n24. Myrtaceae \n\nGrão tricolporado, exina tectada, sexina granular, sincolpado \n\nTamanho médio dos grãos: 18 – 22 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\n\n\n198 \n\n \n\nEstampa 3, Figura 3 a 5; Estampa 11, Figura 26 a 29. \n\nEugênia Micheli. \n\nGrão de pólen mônade, isopolar, simetria radial, sincolporado \n\nTamanho médio: 10 - 15 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 10, Figura 17 e 18. \n\nMyrcia DC. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 24 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 11, Figura 20 a 23. \n\n25. Onagraceae \n\nLudwigia L. \n\nGrão de pólen mônade ou na forma de tétrade, médio, radiossimétrico, isopolar, âmbito \n\ntriangular, triporado \n\nTamanho médio dos grãos: 35 – 45 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 11, Figura 1 e 2. \n\n26. Papilionoideae \n\nAcosmium Schott. \n\nGrão de pólen médio, isopolar, simetria radial, tricolporados \n\n\n\n199 \n\n \n\nTamanho médio: 24 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 8, Figura 1 e 2. \n\nDalbergia L. f. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio: 19 - 16 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 10, Figura 1 a 4. \n\nDiplotropis Benth. \n\nGrão de pólen pequeno, isopolar, simetria radial, tricolporados \n\nTamanho médio: 21 - 16 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 10, Figura 11 e 12. \n\nGalactia P. Browne. \n\nGrão de pólen médio, isopolar, simetria radial, âmbito circular, tricolporado \n\nTamanho médio: 24 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 14, Figura 21 a 23. \n\nPterocarpus Jacq. \n\nGrão de pólen médio a médio, isopolar, simetria radial, âmbito circular, tricolporado \n\n\n\n200 \n\n \n\nTamanho médio: 22 ?m. \n\nDescrição detalhada: Carreira et al., (1996) \n\nEstampa 12, Figura 10 e 11. \n\n27. Polygalaceae \n\nGrão de pólen mônade, isopolar, simetria radial, stephanocolporado \n\nTamanho médio: 21 - 18 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 15, Figura 19 a 21. \n\nPolygala L. \n\nGrão de pólen mônade, isopolar, simetria radial, stephanocolporado \n\nTamanho médio: 70 - 60 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 15, Figura 12 e 13. \n\n28. Polygonaceae \n\nPolygonum L. \n\nGrão de pólen grande, esférico, pantoporado, exina reticulada \n\nTamanho médio dos grãos: 60 ?m \n\nDescrição detalhada: Melhem et al., (2003). \n\nEstampa 15, Figura 22 a 24. \n\n  \n\n\n\n201 \n\n \n\n29. Rubiaceae \n\nPantoporados (6 a 7-colporos), sexina reticulada \n\nTamanho médio dos grãos: 20 – 22 ?m \n\nDescrição detalhada: Colinvaux et al., (1999). \n\nEstampa 4, Figura 10 e 11. \n\nBorreria G. Mey. \n\nGrão de pólen mônade, isopolar, simetria radial, stephanocolporado \n\nTamanho médio: 20 - 22 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 13, Figura 13 a 16. \n\nSpermacoce L. \n\nGrão de pólen suboblato a prolato-esferoidal, 4-8-colpados, exina reticulada \n\nTamanho médio: 42 - 45 ?m. \n\nEstampa 15, Figura 14 e 15. \n\n30. Sapindaceae \n\nCupania L. \n\nGrão de pólen mônade, isopolar, simetria radial, sincolporado \n\nTamanho médio: 42 - 45 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 9, Figura 16 e 17. \n\n\n\n202 \n\n \n\nDiatenopteryx Radlk. \n\nGrãos de pólen mônades, médios, isopolares, radiossimétricos, âmbito  \n\ntriangular, tricolporados  \n\nTamanho médio: 35 - 40 ?m. \n\nEstampa 14, Figura 15 a 18. \n\nPaullinia L. \n\nGrão de pólen mônade, isopolar, simetria radial, triporado \n\nTamanho médio: 30 - 32 ?m. \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 12, Figura 1 e 2. \n\n31. Sapotaceae \n\nGrão de pólen médio, tricolporado, colpos longos \n\nTamanho médio dos grãos: 17 – 30 ?m. \n\nEstampa 3, Figura 6 e 7. \n\n32. Solanaceae \n\nSolanum L. \n\nGrão de pólen mônade, isopolar, simetria radial, tricolporado \n\nTamanho médio dos grãos: 20 - 18 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 15, Figura 16 a 18. \n\n\n\n203 \n\n \n\nANGIOSPERMAS  \n\nMonodicotiledôneas \n\n1. Arecaceae \n\nMonoporado, exina tectada \n\nTamanho médio dos grãos: 60 - 68 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 2, Figura 10 a 12; Estampa 8, Figura 17 a 20. \n\nMauritia L. f. \n\nGrão de pólen mônade, bilateralmente simétrico, heteropolar, âmbito circular a elíptico \n\nTamanho médio dos grãos: 35 – 55 ?m \n\nDescrição detalhada: Cassino (2011)  \n\nEstampa 11, Figura 3 a 6. \n\n2. Bromeliaceae \n\nGrão de pólen mônade, heteropolar, simetria bilateral \n\nTamanho médio dos grãos: 38 - 58 ?m \n\nDescrição detalhada: Colinvaux et al., (1999) \n\nEstampa 13, Figura 17 a 20. \n\n3. Cyperaceae \n\nGrãos monoporado, exina semitectada, sexina granular \n\nTamanho médio dos grãos: 20 – 25 ?m \n\n\n\n204 \n\n \n\nDescrição detalhada: Roubik &amp; Moreno (1991) \n\nEstampa 4, Figura 1 a 3; Estampa 14, Figura 7 a 11. \n\n4. Poaceae \n\nGrão monossulcado, exina tectada, sexina psilada a finamente reticulada \n\nTamanho médio dos grãos: 25 – 40 ?m \n\nDescrição detalhada: Roubik &amp; Moreno (1991) \n\nEstampa 4, Figura 6 a 9; Estampa 15, Figura 9 a 11."}]}}}