{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05470"}, {"@name": "filename", "#text": "BTP_1977_20_3_14_Processo_de_reparo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Processo de reparo empregado na eliminação dos pites das torres da unidade 2100 da refinaria Getúlio Vargas\nSINOPSE - Procedimento de reparo de danos causados por corrosão por pites. Descrição do ataque ocorrido no aço inoxidável ASTM A-240 TP 405 empregado em chapas cladeadas utilizadas na construção de torres da Unidade de Destilação Atmosférica da Refinaria Presidente Vargas, da PETROBRÁS. O procedimento constou de jateamento, com ateia, da superfície corroída, esmerilhamento dos pites e soldagem daqueles cuja profundidade excedia um limite máximo. Os reparos foram verificados por testes com líquidos penetrantes.\nOs autores\nHENRIQUE MUZY LORDELOS, Engenheiro Mecânico formado pela Fundação Educacional de Bauru - São Paulo, ingressou na Petrobrâs em 1976, quando fez o Curso de Engenharia de Inspeção e Calderaria. Está lotado atualmente na Divisão de Montagem da Obra do Empreendimento da Refinaria de Araucária (EMPAR), onde exerce função de responsável pelo Grupo de Inspeção.\nJORGE LUIZ SANTIN, Técnico em Mecânica formado pela Escola Técnica Federal do Paraná, ingressou na Petrobrâs em 1974, quando fez o Curso de Formação de Inspetores de Equipamento. Está lotado atualmente na Divisão de Montagem da Obra do Empreendimento da Refinaria de Araucária (EMPAR), onde exerce a função de Inspetor de Equipamentos.\n1 - INTRODUÇÃO\nO presente trabalho engloba todo o processo de reparo usado na eliminação dos pites ocorridos na chaparia de aço ASTM A 240, TP 405, cladeado ao aço-carbono, nas torres de destilação da Unidade 2100.\nAs torres nas quais o problema ocorreu em violenta intensidade, e que sofreram reparos foram:\nTorre de Pré-“Flash”:\tT-2101\nTorre Atmosférica:\tT-2103\nTorre de Vácuo:\tT-2105\nFoto 1 — Aspecto parcial de uma região da T-2101.\n2 - DESCRIÇÃO DOS PITES\nOs diâmetros dos pites variavam numa faixa de 2 a 5 mm, havendo casos em que esse valor era ultrapassado, chegando a 8 mm. Sua aparência superficial, quando despido do pequeno alvéolo que o envolvia, era de um pequeno círculo de cor escura; esse círculo delimitava a área de produto de corrosão, produto esse mole, úmido e quase ceroso(Foto 1).\nNum corte transversal da chapa, o pite assumia uma forma cônica, terminando bastante afunilado. No fundo do pite esmerilhado, já desprovido de todo produto de corrosão, aparecia um pequeno entalhe, semelhante a uma fissura, na maior parte das vezes visível a olho nu, e algumas vezes, visível apenas com o auxílio da lupa. Essa pequena fissura era a referência usada na época dos reparos, para se aceitar o fato de que o pite havia sido totalmente eliminado, pois experiências anteriores haviam mostrado que, quando se eliminava a fissura, o ensaio com líquido penetrante nada mais revelava. Tendo em vista que a fissura “podia ser observada a olho nu, isto facilitou sensivelmente o trabalho dos lixadores, que, após certo convívio com o fato, passaram a eliminar o defeito, sem necessitar do apoio pessoal dos inspetores.\nRecobrindo os pites, havia um alvéolo de forma semi-esférica, de uma mistura de cores englobando o negro, o marron e um vermelho amarelado que se espairava em listras, varrendo as torres no sentido longitudinal, formando longos cordões (Foto 2).\n\nFoto 2 — Região altamente povoada por pites. Notem-se os de maior tamanho envolvidos pelo óxido alaranjado, e uma infinidade de pites menores intercalados entre os mesmos.\nB. téc. PETROBRÁS, Rio de Janeiro, 20 (3): 221-235, jul./set. 1977\nConsideremos que a distribuição dos pites nas três torres obedeceu a um caráter aleatório quando de sua ocorrência nas chapas, e a um caráter constante quando situados nas regiões de solda de topo. Próximo às soldas de topo, os pites localizavam-se sobre ou perto da zona termicamente afetada, formando cordões que acompanhavam as soldas, havendo muito poucos trechos em que tal fato não se registrava (Fotos 3 e 3a).\nFoto 3a — Região submetida a ensaio com líquido penetrante. Observe-se a disposição aleatória dos pites na chaparia.\nFoto 3 — Aspecto de uma solda vertical, mostrando uma infinidade de pites a sua margem.\nForam localizados pites, ainda, nas mais diversas partes de tubos de conexões, e até na parte inferior de componentes das torres: em porcas, parafusos (Foto 4), borbulhadores de bandejas.\nchapas de sacrifício, telhas quebra-jatos (Foto 5), dentro\nFoto 4 - Materiais internos das torres, onde se constatam pites.\nFoto 5 — Telha quebra-jato, com pites na solda de ligação com o costado. A retirada da telha revelou a presença de pites adicionais, que se encontravam sob a mesma.\nAntes de se proceder aos reparos, procurou-se chegar a uma medida média da profundidade dos pites. Numa região densamente povoada, fez-se um jateamento, seguido de um esmerilhamento, intercalado de sucessivos ensaios de líquido penetrante. Quando da eliminação total, foram\nmedidas as profundidades dos pites, chegando-se a uma medida média de 2,37 mm.\nMuitos pites passantes foram encontrados, ou seja, aqueles chegavam até o aço-carbono, principalmente na T-2103 (Foto 6).\nFoto 6 - Detalhe de um pite que atingia o aço-carbono. Ataque com CuSO4.\n3\t- INFRA-ESTRUTURA OPERACIONAL\nPartindo-se da premissa que o trabalho a executar era problemático, complexo, envolvendo um ferramental diverso e mão-de-obra mais diversificada ainda, aliado à exiguidade de prazo para a consecução dos serviços foi projetado uma infra-estrutura compatível com o serviço, em todos os seus aspectos.\n3.1\t- ANDAIMES\nForam montados andaimes tubulares nas três torres. Os pés direitos de cada um deles ficaram subordinados às características geométricas de cada uma das torres. As características comuns a cada andaime era a tentativa de propiciar o maior espaço possível, sem comprometimento da resistência estrutural. Por outro lado, todos foram montados em compartimentos estanques, com a altura de l,S0m, sendo o piso desses compartimentos em madei-rite, acompanhando gabaritalmente a curvatura das torres. A par do rendimento do trabalho, isto tinha a intenção precípua de levar o serviço em várias frentes, sem a agravante da interferência de uma frente em outra, bem como evitando a queda de material, ferramentas, metal fundente de solda, etc.\nCada piso de madeirite era vazado no centro, com uma abertura quadrada, com uma escada, também de tubos, varrendo integralmente a altura das colunas.\n3.2\t- ILUMINAÇÃO\nA iluminação foi feita através de refletores na época do jateamento com areia, dada a impossibilidade de se usar outro tipo de iluminação nesse serviço.\nQuando da ocasião dos reparos, a iluminação foi feita com lâmpadas incandescentes de 200 W, dispostas em círculos em cada um dos compartimentos. Todas as lâmpadas eram providas de proteção.\nPara o tipo de reparo a ser executado, deve-se ressaltar que foi colocada uma iluminação bastante forte.\n3.3- VENTILAÇÃO\n3.3.1 - NO JA TEAMENTO\nQuando do jateamento das torres, foram instalados um ventilador, na parte mais alta da torre, e um exaustor, na boca de visita inferior, propiciando, assim, uma tiragem forçada do pó que o jato de areia provocava. Isso facilitou a visão dos jatistas, bem como ajudou sensivelmente quando da retirada da areia de dentro das torres, pois a areia ao ser varrida dos andaimes superiores para os inferiores provocava intensa poeira.\n3.3.2 - NO REPARO\nPor ocasião dos reparos, os ventiladores foram instalados nas BV’s inferiores, e os exaustores colocados mais acima, forçando a tiragem ascendente.\nEssa ventilação, na época dos reparos, pode parecer sem sentido; todavia, contribuiu eficazmente para o aumento da produtividade, visto que supria e renovava o\nar no interior das colunas, refrigerando e retirando os gases provenientes da soldagem.\nSem essa ventilação, o calor ambiente, mais o calor das luminárias, somado além do mais à tóxica fumaça desprendida pela soldagem, criava uma atmosfera altamente carregada, atrapalhando sensivelmente o trabalho.\n4\t- PROCEDIMENTO DE REPARO\n4.1 - JATEAMENTO\nAs paredes das torres foram jateadas ao metal branco, com areia de granulação entre 25 e 44 mesh. O grau do jato foi ao metal branco. Procurou-se manter uma distância do bico à parede de 70 a 90 cm, com uma pressão de jato de 5 kg/cm2 e bico de 5 mm de diâmetro. Deve-se ressaltar que o jateamento de um aço inoxidável é bastante fácil, sendo conseguido o grau ao metal branco apenas com uma passada do jato.\nA limpeza da areia e do pó foi executada com o auxílio de jato de ar, exaustão e panos secos.\n4.2- LOCA ÇÃO DOS PITES\nAs torres foram divididas em faixas de 600 mm de largara, no sentido longitudinal do costado, em toda sua extensão. Essas faixas foram marcadas com lápis estaca, branco, e tinham por finalidade orientar a inspeção visual efetuada pelos inspetores, que, assim, podiam dominar perfeitamente a área restrita pelos riscos, sem correr o risco de reinspecionar uma mesma área ou deixar alguma área sem sofrer inspeção.\nLocalizados os pites, e já livres da maior parte do material corroído, através da ação do jato de areia, eram os mesmos marcados com um pequeno círculo de lápis estaca, vermelho.\nOs pites cujo material corroído não foi removido durante o jateamento eram também visíveis, dada sua coloração negra, contrastando com o cinza metálico da chapa j ateada.\nEsses pites, quando causavam dúvidas quanto a sua qualificação, eram estiletados (com estiletes de eletrodo AWS E-309, para evitar a contaminação do aço inóx.). Como o material existente no pite era de dureza sensivelmente menor que a chaparia, o estilete agia eficientemente na delimitação dos mesmos.\n4.3\t- ESMER1LHAMENT0\nApós a marcação dos pites, tinha início o esmerilha-mento, feito com discos de nylon de 1/8” de espessura adaptadas a lixadeiras rotativas. Optou-se por essa espessura, pelo fato de ela remover satisfatoriamente o pite, proporcionando, ainda, o chanfro ideal para a soldagem de eletrodo de 2 mm de diâmetro. Devido à exiguidade do tempo, o uso do disco teve sua procedência, visto sua eficiência na abertura dos chanfros, além de proporcionar uma soldagem rápida e efetiva como o início do cordão de solda defasado do seu término o que não se conseguiría com o uso de ferramenta de corte (brocas de 1/2”) para eliminação dos pites (Foto 7).\t“\nFoto 7 — Aspecto de um pite soldado e outros já escovados, prontos para a soldagem. Sobre a ZTA da solda vê-se uma fileira de pites ainda sem esmerilhamento.\nLevando-se em conta a dificuldade da soldagem com o eletrodo AWS ASTM E-309 Mo-16 ( FOX CN 23/12 Mo-A) na posição vertical, tanto ascendente como descendente, todos os chanfros foram abertos na horizontal, a menos que uma particular concentração de pites em linha, dispostos verticalmente, justificassem um corte nessa posição.\n4.4\t- ELIMINA ÇÃO DO PITE\nTendo em vista ser a espessura nominal do clad de 3,2 mm, e levando-se em conta que os esme rilhadores sem necessidade, poderíam ultrapassar essa espessura, foram eles instruídos no sentido de interromper o esmerilhamento, ao pressentir que a profundidade do chanfro estava ultrapassando 2 mm, e notificar a inspeção.\nOs inspetores checavam o pite e autorizavam a parada ou continuidade da operação.\t•\nNo desenrolar dos reparos, os próprios esmerilhadores passaram a decidir sobre a eliminação do pite, tendo como referência a fissura existente no fundo deste.\nPor fim, a análise da extinção do pite foi feita visualmente, com o auxílio de lupas, pois optar-se pelo ensaio com líquido penetrante seria ter como inconveniente o tempo excessivo, bem como o custo proibitivo do material de ensaio.\nCrê-se na eficácia do exame visual com lupas, pois, na hipótese de algum pite ainda conter material corroído em seu interior, este seria de grandeza infinitesimal, e eliminado na fusão provocada pelo passe de solda.\nPara os pites localizados próximo ou sobre a ZTA das soldas de topo, foi usado um processo diferente de eliminação, que constava do seguinte: exame prévio com líquido penetrante, seguido de esmerilhamento contínuo marginal à solda, intercalando-se sucessivos ensaios de líquido penetrante até a eliminação total dos pites (Foto 8 e 9).\nFoto 8 - Aspecto de uma solda de topo circunferencial, submetida a ensaio com líquido penetrante. À esquerda da foto, nota-se o esmerilhamento iniciado. Acima, pites já soldados e escovados.\nFoto 9 — Solda de topo circunferencial, esmerilhada e ensaiada, já desprovida de defeitos. Apta para soldagem.\n4.5\t- SOLDAGEM\nNessa operação foram convocados 12 soldadores com bastante experiência na soldagem de aço inoxidável, devidamente qualificados, e que, ainda assim, receberam treino prévio e instrução. O eletrodo usado nessa operação foi o A WS ASTM E-309, Mo-16, marca FOX CN 23/12 Mo-A, devidamente condicionados em estufas portáteis. Para que sejam evitadas as trincas de cratera, comuns aos finais de cordão neste tipo de solda, três processos foram usados:\na)\tAumento da velocidade de soldagem no final do cordão.\nCORTE\nb)\tRessoldagem do cordão inicial, voltando o passe de solda até o centro do mesmo.\nf ( ( (Tf (~(~(2\nVISTA\nc)\tEscorrimento no final do cordão.\nDevido à quantidade grande de solda que certas regiões }\tteriam que receber, foi testada uma região da T-2101, para\nanalisar uma eventual deformação da chaparia. Após o esmerilhamento, esta região foi totalmente soldada, e o afastamento da chapa em relação a uma régua padrão foi medido, e comparada a dimensão com aquela tomada anteriormente à solda. Muito embora as medidas não\ntenham diferido além de dois décimos de milímetros, por precaução todas as regiões com número excessivo de pites tinham sua soldagem executada, soldando-se aleatoriamente os pites, e afastando-se sempre um passe do outro, de maneira a não gerar aquecimento demasiado na chaparia.\nFigura 2 - Dispositivo de medição\n4.5.1 - SOLDAGEM DOS PITES\nOs pites eram liberados para soldagem pela inspeção. Uma vez que a soldagem executada não tem a regeneração estrutural do depósito de solda, apenas um passe desta era o suficiente, preenchendo integralmente o chanfro. Não obstante os procedimentos no sentido de que fossem evitadas as trincas de cratera, estas ocorreram em grande\nquantidade. Para eliminação das mesmas, decidiu-se esme-rilhar o início e o final dos cordões de solda, sumariamente. Todos os pontos sofreram ensaios de líquido penetrante.\nNa torre 2105, aprimorou-se o procedimento esme-rilhando integralmente os cordões de solda, faceando-os à chaparia (Fotos 10 e 11).\nFoto 10 — Aspecto parcial de uma região da T-2105, sendo executado o esmerilhamento do reforço de solda.\nFoto 11 — Aspecto final de uma região.\nDevido ao fato de serem pequenos os cordões de solda, era fácil o posicionamento do esmerilhador, não correndo risco de rebaixar a espessura do clad. Em certas regiões acumulavam-se tanto os pites, que, após o esmerilhamento\ntotal da região reparada, o ensaio com líquido penetrante revelava pites não detectados na primeira inspeção (Fotos 12 e 13).\nFoto 12 — Pites remanescentes, não detectados visualmente.\nFoto 13 — Pites remanescentes de uma região totalmente reparada.\nOs pites passantes tinham o procedimento de reparo convencional de soldagem de clad.\n4.5.2 - SOLDAGEM DOS ANÉIS SUPORTES DAS VIGAS\nAs vigas que servem de suporte às bandejas são ligadas a anéis, que, por sua vez, têm a seguinte ligação com o costado:\n\\l I\"-5/16\"-6\"\nCORTE\nFig.3\nV7\nDada a impossibilidade de remoção desses anéis, bem como de se realizar inspeção sob eles, foram todos integralmente selados na parte inferior (Fotos 14,15e 16).\nFoto 14 — Anel suporte de vigas. Note-se a folga coin o costado e os pontos de solda intermitente e o óxido contido nesse espaço. Todos os anéis foram selados.\nFoto 15 — Anel suporte do demister. Fase de inspeção final.\nFoto 16 - Anéis suportes de vigas de bandejas da bota da T-2105. Selagem e solda de pites ainda sem esmerilhamento e teste final.\n4.5.3 - ALÉM DO REPARO DOS PITES FORAM EXECUTADOS VÃRIOS OUTROS, COMO;\na)\tSelagem do cone da torre atmosférica.\nb)\tSoldagem das regiões de corpos-de-prova para ensaios micrográficos.\nc)\tRemoção das telhas quebra-jatos e reparo dos pites.\n5\t- TESTE HIDROSTÁTICO DA T-2201\nNa Unidade de Craqueamento Catalítico, na T-2201, também clade ada, vários cuidados adicionais foram tomados para realização do teste hidrostático. Constou ele das segqintes complementações:\na) Utilização de água desmineralizada.\n, b) Secagem do interior da torre, com vapor, imediatamente após a drenagem, por um período de 24 horas.\nc)\tSecagem, posterior, com ar comprimido.\nd)\tInspeção pormenorizada do interior da torre, enxugando eventuais vestígios de água ou umidade.\nRealizado o teste hidrostático, a torre foi mantida em observação constante, através de inspeções procedidas semanalmente.\nQuinze dias após a realização do teste, um pequeno número de pites foi detectado, esparsos, minúsculos, irrelevantes em relação aos ocorridos na Unidade de Destilação. A torre veio sendo mantida em observação até sua partida, estando o problema já estabilizado.\nABSTRACT — A procedure to repair damage by pitting corrosion is presented. This pitting corrosion is described and occurred in ASTM A-240 TP 405 stainless steel clad plates which was used in the construction of distillation towers for Presidente Vargas Refinery of PETROBRÁS\nThis procedure involved sand blasting the corroded surfaces, grinding the pits and welding those whose depth was above a maximum limit.\nRepairs were checked by tests with penetrant liquids.\n(Originais recebidos em 12-VHI-77.)\nB. téc. PETROBRÁS, Rio de Janeiro, 20 (3): 221-235, jul./set. 1977"}]}}}