{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11080"}, {"@name": "filename", "#text": "1628_brilha_dias_pereira_sieg.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SIMPÓSIO IBÉRICO \nDO ENSINO DA GEOLOGIA \n\n \n \n \n\nXIV SIMPOSIO SOBRE ENSEÑANZA \nDE LA GEOLOGÍA \n\n \n \n\nXXVI CURSO DE ACTUALIZAÇÃO \nDE PROFESSORES DE GEOCIÊNCIAS \n\n \n \n \n \n\nLIVRO DE ACTAS \n \n\nUniversidade de Aveiro \n24 a 29 de Julho de 2006 \n\n \n \n \n \n \n\nuniversidade de aveiro theoria poiesis praxis  \n \n\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \n\nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n \n\n \nCOMISSÃO EDITORIAL / COMITÉ EDITORIAL    \n \nJorge Medina \nBeatriz Valle Aguado \nJoão Praia \nLuís Marques \n \n \n \nUniversidade de Aveiro \nCampus Universitário de Santiago \n3810-193 Aveiro – Portugal \n \nhttp://www.ua.pt\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCapa: \nFundação João Jacinto Magalhães \n \n \nImpressão: \nTIPAVE, Indústrias Gráficas de Aveiro, Lda \n \n \nTiragem: 300 exemplares \n\nDepósito Legal: \n\nISBN: 972-789-197-7 \n\nLIVRO DE ACTAS  AVEIRO 2006 \n\nhttp://www.ua.pt/\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n\n \nCOMISSÃO ORGANIZADORA / COMITÉ ORGANIZADOR    \n \nCoordenadores / Coordinadores \nLuís Marques (Dep. de Didáctica e Tecnologia Educativa, Universidade de Aveiro) \nJorge Medina (Dep. de Geociências, Universidade de Aveiro) \n \nVogais/ Vocales \nAlexandre Leite (Dep. de Eng. de Minas, Faculdade de Engenharia, Universidade do \nPorto) \nAntónio Soares de Andrade (Dep. de Geociências, Universidade de Aveiro) \nBeatriz Valle Aguado (Dep. de Geociências, Universidade de Aveiro) \nCristina Bernardes (Dep. de Geociências, Universidade de Aveiro) \nDavid Brusi (AEPCT y Dep. de Ciències Ambientals, Universidad de Girona) \nDorinda Rebelo (Escola Secundária de Estarreja) \nJoão Praia (Centro de Investigação Didáctica e Tecnologia na Formação de \nFormadores) \n \nCOMISSÃO CIENTÍFICA / COMITÉ CIENTÍFICO    \nAlexandre Leite (Universidade do Porto) \nAmelia Calonge Garcia (Universidad de Alcalá de Henares) \nAntónio Soares de Andrade (Universidade de Aveiro) \nAurora Futuro (Universidade do Porto) \nBeatriz Valle Aguado (Universidade de Aveiro) \nClara Vasconcelos (Universidade do Porto) \nCristina Bernardes (Universidade de Aveiro) \nDavid Brusi (Universidad de Girona) \nEduardo Silva (Universidade de Aveiro) \nElisa Preto (Universidade de Trás-os-Montes e Alto Douro) \nFernando Ornelas (Universidade de Lisboa) \nFilomena Amador (Universidade Aberta) \nGodoberta Andrade (Universidade Aberta) \nGraciete Dias (Universidade do Minho) \nJoão Carlos Nunes (Universidade dos Açores) \nJoão Praia (CIDTFF) \nJorge Bonito (Universidade de Évora) \nJorge Medina (Universidade de Aveiro) \nJosé Brilha (Universidade do Minho) \nJosé Delgado Rodrigues (LNEC) \nLuís Dourado (Universidade do Minho) \nLuís Gama Pereira (Universidade de Coimbra) \nLuís Marques (Universidade de Aveiro) \nManuela Marques (Universidade do Porto) \nPaulo Legoinha (Universidade Nova de Lisboa) \nPedro Alfaro (Universidad de Alicante) \nPedro Cunha (Universidade de Coimbra) \nRui Dias (Universidade de Évora) \nVítor Trindade (Universidade de Évora) \nZilda França (Universidade dos Açores) \n \nSECRETARIADO / SECRETARÍA    \nSónia Pião (Dep. de Didáctica e Tecnologia Educativa, Universidade de Aveiro) \n\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n\n \n \n\nA GEOCONSERVAÇÃO E O  \nENSINO/APRENDIZAGEM DA GEOLOGIA \n\n \nGEOCONSERVATION AND THE TEACHING/LEARNING OF \n\nGEOLOGY \n \n\nJosé Brilha (1), Graciete Dias (2) &amp; Diamantino Pereira (3) \n \n\n(1) (2) (3) Departamento de Ciências da Terra da Universidade do Minho, Campus de Gualtar, \n4710-057 Braga, Portugal. \n(1) jbrilha@dct.uminho.pt; (2) graciete@dct.uminho.pt; (3) insuad@dct.uminho.pt\n\n \nRESUMO: Apesar da criação relativamente recente das temáticas do património geológico e \nda geoconservação, alguns conteúdos são já abordados nos curricula dos Ensinos Básico e \nSecundário em Portugal. Estes temas podem promover e incentivar o ensino/aprendizagem da \nGeologia, sendo, no entanto, necessária uma adequada formação do corpo docente. De modo \na satisfazer esta necessidade, apresenta-se o Curso de Mestrado em Património Geológico e \nGeoconservação, cuja primeira edição decorre actualmente na Universidade do Minho (Braga), \ncom resultados promissores. \nPalavras-chave: Geoconservação; Património Geológico; Ensino/Aprendizagem; Curso de \nMestrado. \n\n \nABSTRACT: Geoconservation and geological heritage concepts were recently included in the \nPortuguese school curricula. These subjects may contribute to the promotion of the Geology \nteaching/learning, in spite of the need of an adequate teachers training. In order to fulfil this \nrequirement, a new master course on Geological Heritage and Geoconservation is presented. \nThe first edition of this course is already taking place at the University of Minho (Braga) with \npromising results. \nKey-words: Geoconservation; Geological Heritage; Teaching/Learning; Master Course. \n\n \n1. Enquadramento geral \nA Geoconservação tem como objectivo principal a protecção e a valorização do património \ngeológico. Este património consiste no conjunto de geossítios previamente inventariados e \ncaracterizados numa dada região. Por seu lado, um geossítio pode ser considerado como uma \nocorrência geológica com particular valor científico, pedagógico ou turístico. A conservação de \ngeossítios de interesse pedagógico constitui, para os variados níveis de ensino, um suporte \nfundamental para o ensino/aprendizagem da Geologia. A realização de aulas de campo, \ninstrumento essencial para esta disciplina, só pode ser possível mediante uma prévia selecção \ndos geossítios que apresentem as melhores condições para a sua exploração pedagógica. São \nconhecidos diversos exemplos de geossítios, outrora usados em aulas de campo, que perdem \ncompletamente esta utilização por falta de uma estratégia de geoconservação, por exemplo por \nterem ficado destruídos ou ocultados com uma qualquer intervenção antrópica. \nO património geológico é, assim, uma expressão da geodiversidade. Este termo, que surgiu \napenas nos últimos anos da década de noventa, foi definido pela Real Sociedade Inglesa para \na Conservação da Natureza como correspondendo à variedade de ambientes geológicos, \nfenómenos e processos activos que dão origem a paisagens, rochas, minerais, fósseis, solos e \noutros depósitos superficiais que são o suporte para a vida na Terra (Gray, 2004). Este autor \natribui à geodiversidade um conjunto de valores como o intrínseco, cultural, estético, \neconómico, funcional, científico e educativo. Infelizmente, o conceito de geodiversidade é muito \nmenos conhecido na sociedade do que o de biodiversidade. Normalmente, as políticas de \nConservação da Natureza encontram-se centradas na protecção e preservação da \nbiodiversidade. Sendo a Natureza constituída por elementos abióticos e bióticos, em muitos \ncasos com grande interdependência, é imperioso que a Conservação da Natureza seja \nencarada numa perspectiva holística, integrando estratégias de conservação quer da \ngeodiversidade como da biodiversidade. \nA abordagem de conteúdos no âmbito da Conservação da Natureza a alunos dos Ensinos \nBásico e Secundário é extremamente importante. A sensibilização das gerações mais novas \npara a necessidade de assumirem uma atitude mais construtiva face à Natureza reveste-se de \n\n AVEIRO 2006 445 LIVRO DE ACTAS\n\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \n\nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n \n\n \n\nprimordial relevância para o seu próprio futuro. Reconhecendo este facto, as Nações Unidas \nproclamaram a década de 2005-2014 como a Década da Educação para o Desenvolvimento \nSustentável. \nA associação da geoconservação ao contexto educativo tem sido abordada por diversos \nautores, como por exemplo, Badman (1994), Barco (1999), Hlad (1999), Marks (1999), Tanelli \n&amp; Benvenuti (1999), Theodossiou-Drandaki et al. (1999), Theodossiou-Drandaki (2000), Welton \n(2003). De um modo geral, todos estes trabalhos realçam o importante papel do património \ngeológico como fundamento de uma educação ambiental que não deve esquecer a vertente \nabiótica do meio ambiente. \nA geoconservação, ao fomentar a conservação e a valorização de geossítios de interesse \npedagógico, está a promover o ensino/aprendizagem da Geologia nos seus mais diversificados \ncontextos (Fig. 1). Por seu lado, a abordagem de temáticas relacionadas com a \ngeoconservação permite aumentar a sensibilidade da sociedade para a necessidade de se \npromover a conservação do património geológico, devidamente integrada nas políticas de \nConservação da Natureza. \n \n\n \n \nFig. 1: A geoconservação promove o ensino/aprendizagem da Geologia, enquanto esta aumenta a sensibilização pela \nnecessidade de conservar o património geológico. \n\n \nEm Portugal, os curricula do Ensino Secundário contemplam já alguns conceitos relacionados \ncom a geoconservação (Brilha, 2005). No programa do 10º ano da disciplina de Biologia e \nGeologia, a conservação do património geológico surge associada à necessidade de \nimplementação de uma gestão ambiental que contribua para um desenvolvimento sustentável. \nNo programa do 11º ano da mesma disciplina, é referido expressamente, como um dos \nobjectivos didácticos, o desenvolvimento de “atitudes de valorização do património geológico \n(memória da Terra)”, tema associado às questões da Geologia Ambiental. \n \n2. A formação de professores no domínio da geoconservação\nPara uma adequada abordagem nas Escolas das temáticas associadas à geoconservação, é \nnecessário uma actualização do respectivo corpo docente, uma vez que as actuais \nlicenciaturas de formação de professores não contemplam, de forma explícita, conteúdos \nrelacionados com o património geológico. Em parte para responder a esta necessidade, o \nDepartamento de Ciências da Terra da Universidade do Minho abriu, em 2005/06, a 1ª edição \ndos Cursos de Mestrado e de Especialização em Património Geológico e Geoconservação \n(Tab. 1). Entre os objectivos destes cursos refere-se “Contribuir para o incremento da \neducação para a sustentabilidade, através do reforço das competências de docentes dos \nensinos básico e secundário das áreas das Ciências Naturais e da Geografia” (ver \nhttp://www.dct.uminho.pt). Para além dos módulos de formação geral na área, existem também \nmódulos especialmente dirigidos a estes docentes, como sendo Estratégias de Educação para \na Sustentabilidade e História e Construção do Pensamento Conservacionista. \nO curso desenvolve-se em regime modular sequencial, devendo os formandos realizar um total \nde trezentas horas de formação, a que correspondem dezoito unidades de crédito, para \nobtenção do diploma de especialização. A aprovação no curso de mestrado implica, \nadicionalmente, o desenvolvimento de uma dissertação de mestrado e sua defesa em provas \npúblicas. \n\n \nLIVRO DE ACTAS 446 AVEIRO 2006\n\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n\nTabela 1: Estrutura curricular dos Cursos de Mestrado e de Especialização em Património Geológico e \nGeoconservação da Universidade do Minho. Áreas científicas: G- Geologia; B- Biologia; A- Arqueologia; CE- Ciências \nda Educação; GT- Gestão; SI- Sistemas de Informação; D- Direito: HC- História da Ciência. Tipo: Obrig- Obrigatório; \nOpt- Opcional. Sem.: Semestre; Horas lectivas: T- Teóricas; TP- Teórico-práticas; SE- Seminário; P- Práticas. * Os \nformandos frequentam um destes módulos, em alternativa, tendo em conta a sua formação inicial. \n \n\nHoras lectivas Área \ncientífica Módulos Tipo Sem. T TP SE P Total \n\nG/B Geodiversidade/Biodiversidade* Obrig 1º 30 0 0 15 45 \n\nG Geomorfologia e Evolução da Paisagem Obrig 1º 23 22 0 0 45 \n\nG Inventariação e Caracterização do Património Geológico Obrig 1º 20 0 0 10 30 \n\nG Estratégias de Geoconservação Obrig 1º 20 0 0 10 30 \n\nG Áreas Protegidas e Geoconservação Obrig 1º 20 0 0 10 30 \n\nG Temas e Exemplos de Geoconservação Obrig 2º 30 0 30 0 60 \n\n         \n\nG Recursos Informáticos Aplicados à Geoconservação Opt 2º 0 30 0 0 30 \n\nG Técnicas de Representação Cartográfica Opt 2º 0 30 0 0 30 \n\nG A Geoconservação e a Sociedade Opt 2º 15 0 0 0 15 \n\nA Património Arqueológico Opt 2º 20 0 0 0 20 \n\nCE Estratégias de Educação para a Sustentabilidade Opt 2º 20 0 0 0 20 \n\nGT Concepção e Avaliação de Projectos de Investimento Opt 2º 20 0 0 0 20 \n\nSI SIG Aplicados ao Património Geológico Opt 2º 0 30 0 0 30 \n\nD Direito do Ambiente Opt 2º 15 0 0 0 15 \n\nHC História e Construção do Pensamento Conservacionista Opt 2º 15 0 0 0 15 \n\n \nEstes cursos marcam uma aposta na importância crescente da geoconservação na sociedade, \nassumindo uma oferta de formação pós-graduada inovadora. A nível internacional, não se \nconhecem outros cursos do género dedicados a este tema, existindo apenas alguns módulos \nem pós-graduações no âmbito do Ambiente e da Educação Ambiental. Situação semelhante se \nverifica em Portugal, apesar da oferta de Ensino Superior estar a sofrer actualmente uma forte \nreestruturação face à entrada em vigor da chamada Declaração de Bolonha. De salientar, \ntodavia, que apesar de não existirem em Portugal outros cursos de mestrado nesta área \ntemática, têm sido desenvolvidas, em diversas universidades, dissertações sobre Património \nGeológico integradas em cursos de mestrado no âmbito das Geociências e do Ambiente, \nalgumas delas tratando directamente a relação entre a geoconservação e o ensino da Geologia \n(consultar a página http://www.progeo.pt para uma listagem de algumas destas dissertações \nconcluídas em Portugal). \nDe modo a responder à necessidade de formação pós-graduada por parte dos docentes dos \nEnsinos Básico e Secundário, o curso de mestrado em Património Geológico e \nGeoconservação encontra-se reconhecido para efeitos de bonificação do tempo de serviço, de \nacordo com o Despacho Ministerial nº 10 227/2004 (2ª série), de 25 de Maio, para os docentes \ndos seguintes grupos de docência: 4Preparatório (2º Ciclo - Código 04 - Matemática e Ciências \nda Natureza), 11ASec (3º Ciclo e Secundário - Código 25 - Geografia) e 11BSec (3º Ciclo e \nSecundário - Código 26 - Biologia e Geologia). Os módulos mais relevantes para estes \n\n AVEIRO 2006 447 LIVRO DE ACTAS\n\n\n\nSIMPÓSIO IBÉRICO DO ENSINO DA GEOLOGIA \nXIV SIMPOSIO SOBRE ENSEÑANZA DE LA GEOLOGÍA \n\nXXVI CURSO DE ACTUALIZAÇÃO DE PROFESSORES DE GEOCIÊNCIAS \n   \n \n\n \n\ndocentes estão também acreditados pelo Conselho Científico-Pedagógico da Formação \nContínua. \nNa primeira edição dos cursos verificou-se uma forte adesão por parte de professores e \nlicenciados em ensino, que correspondem a 77% dos formandos inscritos. De salientar ainda \nque alguns docentes frequentaram módulos isolados destes cursos, numa perspectiva de \nactualização de conhecimentos. \nO curso de mestrado em Património Geológico e Geoconservação sofrerá uma reestruturação \nde modo a adequar-se às directivas emanadas da Declaração de Bolonha, vindo a transformar-\nse, a partir de 2007/08, num curso de 2º ciclo de estudos. \n \n3. Conclusão\nPretende-se com o projecto pedagógico apresentado qualificar o corpo docente dos Ensinos \nBásico e Secundário para uma adequada abordagem de temáticas associadas ao Património \nGeológico e à Geoconservação, sem perder de vista a perspectiva integradora do Património \nNatural e Cultural. Trata-se de temáticas que, quando devidamente exploradas, são \npromotoras de melhoria na qualidade do ensino/aprendizagem da Geologia e assim indutoras \nde uma maior sensibilização para as questões da Geoconservação e, em geral, da \nConservação da Natureza.  \n \n \nTrabalho realizado no âmbito do Centro de Ciências da Terra, unidade de I&amp;D apoiada pela Fundação \npara a Ciência e a Tecnologia no âmbito do Programa de Financiamento Plurianual. \n \n4. Referências Bibliográficas \nBadman, T. (1994) Interpreting Earth science sites for the public. In Geological and Landscape \nConservation, O'Halloran, D., Green, C., Harley, M., Stanley, M. &amp; Knill, J. (eds), London, Geological \nSociety, pp. 429-432. \nBarco, J.L. (1999) Geology and environmental workshop for children. In Towards the balanced \nmanagement and conservation of the geological heritage in the new millenium. Barettino, D., Vallejo, M., \nGallego, E. (Eds). Sociedad Geológica de Espana, Madrid, pp. 354-357. \nBrilha, J. (2005) Património Geológico e Geoconservação: a Conservação da Natureza na sua Vertente \nGeológica. Palimage Editores, Viseu, 190 p. \nGray, M. (2004) Geodiversity: valuing and conserving abiotic nature. John Wiley and Sons, Chichester, \nEngland, 434 p. \nHlad, B. (1999) Geoconservation and environmental education. Memorie Descrittive della Carta Geologica \nd'Italia, vol. LIV, pp. 481-484. \nMarks, A. (1999) Interpreting geology at Portreath, Cornwall: a resource for geological education. Geology \nToday, Volume 15, Issue 4, pp. 149-157. \nTanelli, G. &amp; Benvenuti, M. (1999) Minerals and mines from Elba Island (Italy): conservation of an \noutstanding heritage and its use as an educational tool towards the growth of a \"geologic culture\". \nMemorie Descrittive della Carta Geologica d'Italia, vol. LIV, pp. 465-470. \nTheodossiou-Drandaki, I. (2000) No conservation without education. In Geological Heritage: Its \nConservation and Management. Barettino, D., Wimbledon, W.A.P., Gallego, E. (Eds), ITGE, Madrid, \nEspaña, pp. 111-125. \nTheodossiou-Drandaki, I., Diakantoni, A., Eder, W., Fermeli, G., Galanakis, D., Gonggrijp, G.P., Hlad, B., \nKoutsouveli, A., Martini, G., Page, K., Patzak, M. (1999) Grecel, Geological Heritage: Research in \nenvironmental education and cooperation in european level. In Towards the balanced management and \nconservation of the geological heritage in the new millenium. Barettino, D., Vallejo, M., Gallego, E. (Eds). \nSociedad Geológica de Espana, Madrid, pp. 324-329. \nWelton, S. (2003) The Jurassic Textbook - a strategy for education for the Jurassic Coast World Heritage \nSite. Dorset County Council's Outdoor Education Service, UK, 73 p. \n \n\nLIVRO DE ACTAS 448 AVEIRO 2006"}]}}}