{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15906"}, {"@name": "filename", "#text": "22413_RPCCTV%202006%2089.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CIRURGIA VASCULAR\nIMPLEMENTAÇÃO DE UMA UNIDADE DE DOR VASCULAR\nCnstkraG Ííjin—. Lroncn-VuCarvzcIra, Luu Mcc Cjpião, ;*ib±l Friijpu\nServiços de Anestesiología e de Angiologia e Cirurgia Vascular do Hospital de Santa Marta,Lisboa\nResumo\nA preocupação em tratar adequadamente a dor dos doentes do Serviço de Angiologia e Cirurgia Vascular (SACV) do Hospital de Santa Marta levou ao desenvolvimento de uma estrutura organizada, destinada à optimização da analgesia peri--operatória.\nPretendemos descrever neste artigo o processo de implementação da Unidadede Dor Vascular (UDV) do Hospital de Santa Marta, cujo projecto se iniciou em 2003 e que viria a culminar na sua inauguração em Janeiro de 2005.\nSummary\nThe implementation of a Vascular Unit Pain\nThe concern towards the adequate pain treatment of vascular surgical patients in the Department of Angiology and Vascular Surgery at Hospital de Santa Marta took to the development of an organized structure, intended to optimize oerioperative analgesia.\nIn this paper we intend to describe the implementation process of the Vascular Pain Unit, which started in 2003 and was concluded in January2005.\nINTRODUÇÃO\n0 tratamento da dor tem constituido uma oreocupação crescente por parte dos profissionais de saúde ao longo do tempo. No entanto, apesardesta preocupação, a analgesia é ainda insuficiente numa parte significativa dos doentes, nomeadamente no contexto da dor aguda peri--operatória a ideia pré-estabelecida dequea cirurgia implica sempre dorainda tem, infelizmente, raízes profundas.1\nTêm-se verificado progressivamente tentativas de contrariar esta situação, quer por parte do pessoal médico envolvido (com particular destaque para os Anestesiologistas tradicionalmente responsáveis pela terapêutica da dor, não esquecendo também os Cirurgiões que cada vez mais compreendem os efeitos negativos de uma analgesia ineficaz), quer por parte dos Enfermeiros, que constituem um elofundamental na adequada avaliaçãoetratamentodador/\nA dor, recentemente considerada como o 5o sinal vital, deve ser portanto uma prioridade na avaliação dos doentes e o seu tratamento eficaz deverá ser parte integrante\ndatera pêutica.\nE consensual quea criação de estruturas organizadas, dedicadas à terapêutica da dor, dentro das instituições de saúde, constitui uma resposta adequada a esta problemática, estando já implantadas, com demonstrada eficácia, num número significativo de hospitais, a nível nacional e internacional. Estas estruturas multidisciplinares, habitualmente designadas por Unidades de Dor Aguda, estão vocacionadas preferencialmente para o tratamento da dor aguda pós-operatória e integram habitualmente Anestesiologistas, Cirurgiões, Enfermeiros, Fisioterapeutas, entre outros profissionais, que contribuem para o tratamento global do doente.\nINÍCIO DO PROJECTO\nFoi com estes objectivos em mente que se iniciou, em 2003, o projecto de implementação de uma unidade de tratamento da dor destinada aos doentes do Serviço de Angiologia e Cirurgia Vascular do Hospital de Santa Marta,\nVolume XIII -N.° 2 89\nem Lisboa, em resultado de uma estreita colaboração entre os Serviços de Anestesiología e Cirurgia Vascular e a equipa de Enfermagem deste serviço cirúrgico.\nNum serviço de Cirurgia Vascular, com 44 camas de internamento e um movimento anual médio superior a 2000 intervenções cirúrgicas, compreende-se facilmente a necessidade da existência de uma estrutura como esta. Promove-se assim uma terapêutica atempada e eficaz da dor peri-operatória, tendo em conta as características particulares dos doentes vasculares e trata-se simultaneamente a dor devida à agudização de situações de isquemia crónica, que atingem elevada prevalência neste Serviço.\nO projecto iniciou-se em Março de 2003, com a implementação da avaliação da dor em todos os doentes operados, a iniciar no pós-operatório imediato, com a introdução de uma escala numérica, em impresso próprio. Pretendia-se assim realizar uma avaliação basal das práticas analgésicas actuais e iniciar a sensibilização do pessoal médico e de enfermagem para a necessidade de tratar convenientemente a dor. Deparámo-nos com algumas dificuldades na implementação desta avaliação, nomeadamente pela pouca aderência do pessoal de enfermagem ao preenchimento das avaliações, provavelmente motivado por uma (in)formação insuficiente acerca dos objectivos da avaliação. Assim, num período de 9 meses, entre Março e Dezembro de 2003, num universo de 1413 doentesoperados conseguimos apenas recuperar 880 fichas de avaliação (62,3%) e destas apenas 62,5% estavam preenchidas (ou seja, apenas 39% doentes foram avaliados!).\nEntre Maio e Outubro do mesmo ano desenvolvemos uma auditoria médica para avaliar, com base nos registos acima referidos, a prevalência de dor nas enfermarias do Serviço de Cirurgia Vascular, quais os métodos usados no tratamento da dor e as complicações da analgesia. Foi ainda realizado um inquérito às 24h de pós-operatório acerca da qualidade da analgesia. Mais uma vez se verificaram problemas com a obtenção de resultados, desta vez por variadas causas logísticas, nomeadamente a impossibilidade, por falta de recursos humanos do Serviço de Anestesiología, em fazer uma avaliação diária dos doentes. Conseguimos, de qualquer forma avaliar cerca de 247 dos doentes operados neste período (26,5%), tendo-se verificado que 15% dos doentes referiam dor ligeira-moderada nas primeiras 24h de pós-operatório. Quanto aos tipos de analgesia utilizada, cerca de 98% dos doentes avaliados tinham em curso modalidades convencionais de analgesia (por via endovenosa, soba forma fraccionada ou em infusão cont'nua).\nTornou-se evidente a importância de desenvolver uma unidade vocacionada para o tratamento da dor e em Março de 2004 foi criado um grupo de trabalho, com elementos dos Serviços de Anestesiología e de Cirurgia Vascular e elementos da equipa de Enfermagem deste Serviço, que estabeleceu um programa de trabalho, definindo, nomeadamente, objectivos, espaço físico e critérios de admissão (Quadro 1) e alta (Quadro 2) dessa futura Unidade.\nForam então definidos como objectivos principais:\n-\tControlo da dor vascular peri-operatória\n-\tCriação de um comité hospitalar multidisciplinar vocacionado para o combateà dorem geral.\nQuanto ao espaço físico, foi escolhido um espaço disponível dentro do SACV e localizado próximo ao Bloco Operatório, que foi preparado para receber quatro camas de nível de cuidados intermédios.\nA permanência esperada para os doentes cirúrgicos seria de 24-48 horas, com estadias superiores possíveis em caso de dificuldade no controlo da dor; os doentes não cirúrgicos permaneceriam o tempo necessário ao controlo adequado da dor.\nORGANIZAÇÃO FUNCIONAL\nFoi também definida nesta altura a organização funcional da Unidade, articulando-se o SACV e a equipa de Enfermagem com o Serviço de Anestesiología, a que caberia a responsabilidade clínica desta Unidade, incluindo:\n-\tCoordenação de uma equipa multidisciplinar\n-\tOrganizaçãoe planeamento dofuncionamento\n-\tDefinição e implementação de:\nFolha de admissão e alta Protocolos clínicos de actuação Critérios de admissão e alta\nRelativamente aos recursos humanos, existe um responsável pela UDV médico Anestesiologista, a quem cabe;\n-\tLogística diária da Unidade\n-\tAplicação de protocolos\n-\tManutenção e inquérito à qualidade\n-Promoção do ensino e formação na área da terapêutica dador\nQuanto à equipa multidisciplinar que dá apoio a esta\nQuadro I\nCRITÉRIOS DE ADMISSÃO\n\tCirurgia arteria! periférica (sem necessidade de Cuidados Intensivos)\nDoentes de pós-operatório\tAmputações Simpaticectomias Procedimentos endovasculares (em doentes com síndromes dolorosos associados)\nDoentes não cirúrgicos\tDor isquémica vascular de difícil controlo\nQuadro II\nCRITERIOS DE ALTA\nActividade\nRespiração\nCirculação\nConsciência\nSaturação periférica de O2\nNáuseas e Vómitos\nMobiliza todas as extremidades voluntariamente\nMobiliza duas extremidades\nIncapaz de mobilizar as extremidades\nRespiração profunda e tosse eficaz\nDispneia ou depressão respiratória ligeiras\nApneia\nTA = 20mmHg do nível pré-anestésico\n20 > TA &lt;50mmHg do nível pré-anestésico\nTA > 50mmHg do nível pré-anestésico\nTotalmente acordado\nDespertável\nNão despertável\nSat.O2 > 92% com ar ambiente\nNecessidade de suplemento de O2 para manter Sat.O2 > 92%\nSat.O2 &lt;92% com suplemento de 0,\nMínimos\nModerados\nContínuos\nDor\nHemorragia cirúrgica\nVAS &lt;3\nVAS >3\nMínima (sem necessidade de mudar penso)\nModerada (até duas mudanças de penso)\nSevera (mais de três mudanças de penso)\n2\n1\n0\n2\n1\n0\n2\n1\n0\n2\n1 ü\n2\n1\n0\n2\n1\n0\n2\n1\n2\n1\n0\nNotas:\nScore máximo -16\nScore > 14 necessário para alta\nVAS - Visual Analogic Scale Escala de avaliação de dor, de 0-10\nunidade, funciona 24 h/dia eé constituída por:\n-1 elemento do Serviço de Anestesiología, em regime de chamada, responsável pela avaliação da eficácia do tratamento e eventual reajuste da terapêutica analgésica, avaliação e tratamento de efeitos secundários da analgesia, colaborando ainda com os elementos do SACV no tratamento global dosdoen-tes, incluindo consultoria deoutras especialidades;\n-\t2 elementos do SACV, escalados diariamente, em regime de chamada, encarregados da avaliação e tratamento de complicações médicas ou cirúrgicas próprias do procedimento operatório e/ou da patologia de base do doente, em colaboração com os elementos do Serviço de Anestesiología e outros Especialistas;\n-2 Enfermeiros coordenadores, com funções de organização, logística, formação e investigação;\n-\tEquipa de Enfermagem adstrita à unidade, responsável pela avaliação da dor, monitorização da extensão dos bloqueios regionais, administração da terapêutica analgésica prescrita e monitorização da eficácia e efeitos adversos da terapêutica, além das funções habituais numa Unidade de Cuidados Intermédios.\nEm Junho de 2004 iniciámos o desenvolvimento de protocolos clínicos, com o objectivo de:\n-\tFacilitara introdução de protocolos deanalgesia\n-\tReduzir a variabilidade desnecessária na prática clínica\n-\tPromover a articulação com o programa de qualidade\n-\tFacilitara acreditação da Unidade\nOutubro de 2004 marcou o início do programa deformação para o pessoal de Enfermagem com a realização de seminários sobre avaliação da dor e modalidades analgésicas e sessões práticas sobre equipamento e informação e avaliação dos doentes acerca da problemática da terapêutica da dor.\nINICIO DA ACTIVIDADE\nFinalmente, em Janeiro de 2005, e após assegurar a existência de recursos humanos, equipamento, protocolos clínicos e impressos de registo específicos, foi iniciada a actívidade da UDV, classificada como unidade baseada nos enfermeiros, com supervisão dos Anestesiologistas.\ninfelizmente, 4 meses mais tarde, fomos forçados a encerrar temporariamente a Unidade por falta de pessoal de enfermagem, por um período de quase 6 meses. Apesar do revés, tentámos, no entanto, aproveitar esse interregno para fazer alguns ajustes no funcionamento da Unidade, nomeadamente em relação aos registos e prosseguir com a formação do pessoal.\nReabrimos a Unidade em Outubro de 2005 e desde então temos conseguido alguma estabilização do pessoal de enfermagem, um aumento do número de doentes não cirúrgicos tratados e mais recentemente, em Abril de 2006, implementámos a utilização da analgesia controlada pelo doente (Patient Controlled Analgesia PCA).\nApesar da nossa curta e algo conturbada actividade, achámos interessante apresentar alguns resultados preliminares do nosso trabalho. Até ao final de Maio de 2006 passaram pela nossa Unidade 311 doentes, com uma permanência média de 1,4 dias.\nConseguimos rever 82% dos registos de analgesia dos doentes, cuja análise permitiu a obter os seguintes resultados:\n92% dos doentes internados estavam no pós-operatório;\n90% dos doentes foram tratados com recurso a analgesia convencional (em comparação com 98% na nossa primeira avaliação);\n12,5% dos doentes tiveram episódios de dor pela escala deVAS = 3 nasprimeiras24 horas.\nEsta breve experiência permitiu-nos tirar algumas ilações:\nO estabelecimento da equipa multidisciplinar de Anestesiologistas, Cirurgiões Vasculares e Enfermeiros tem-se revelado proveitoso no tratamento global destes doentes;\n- Temos verificado uma preocupação crescente e ge\nneralizada acerca da avaliação da dor e do seu trata-mentoeficaz globalmente, em toda a instituição:\n-\tConseguimos uma avaliação da dor sistemática e mais fidedigna;\nVerificou-se uma melhoria nos scores de dor através da:\n■ Standardização da terapêutica analgésica multi-modal\n•\tEstabilização das práticas de enfermagem \"Feedback\" regular do desempenho\nConsideramos que é agora altura de definir algumas metas futuras:\n-\tMelhorar a avaliação quantitativa da qualidade da analgesia;\nImplementar um programa de registo informático de dados;\n•\tMelhorar a qualidade da Unidade, definindo indicadores ae qualidade;\n•\tRealizar análises de custo-eficácia;\n•\tContinuar a formação de todo o pessoal envolvido;\n•\tCooperar com outras unidades, visando a troca de experiências;\n•\tRealizar estudos comparativos de eficácia analgésica;\n•\tAbranger um maior número de doentes não cirúrgicos porque continuam a ser um grupo de doentes su ba va liad o e insuficientemente tratad o.\nApesar das vicissitudes porque temos passado, consideramos a nossa experiência extremamente positiva e enriquecedora e esperamos conseguir, com persistência e perseverança, alcançar os objectivos a que nos propusemos, contando com a colaboração entre muitos dos elementos dos Serviços de Anestesiología, Angiologia e Cirurgia Vascular e equipa de Enfermagem deste serviço cirúrgico.\nBIBLIOGRAFIA\n1.\tBardiau et al: An intervention study to enhance postoperative pain management. Anesth Analg 2003; 96:1\n2.\tKehiet H, Holte K: Effect of postoperative analgesia on surgical outcome. BrJ Anaesth 2001;87:1\n3.\tMuñoz-Ramón JM et al: Planificación y estrategia para la puesta en marcha de una Unidad de Dolor Agudo. Algia al día, 2004: 11-21\n4.\tRawal N: Acute Pain Services: Role of the Anaesthesiologist.\nMinerva Anestesiología 67, Suppl. 1 -n°5, Maggio 01\n5.\tRawal N: Acute pain services revisited good from far, far from good? Reg Anesth Pain Med 27, Mar-April 02\n6.\tCaseiro JM: A organização da analgesia do pós-operatório. In\n\"Biblioteca da Dor\", 2004, Permanyer Portugal"}]}}}