{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21794"}, {"@name": "filename", "#text": "5575_Ecogen%c3%b4micaArchaeaMonitoramento_Carvalho_2008.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO NORTE \n\nCENTRO DE BIOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIAS BIOLÓGICAS \nMESTRADO EM CIÊNCIAS BIOLÓGICAS \n\n \n \n \n \n \n\nECOGENÔMICA DE ARCHAEA E MONITORAMENTO DE \nCOMUNIDADES DE PROCARIOTOS REDUTORES DE SULFATO: \n\nAPLICAÇÕES NA INDÚSTRIA DE PETRÓLEO E GÁS \n\n \n \n \n\nCIÁXARES MAGALHÃES CARVALHO \n \n \n\n \n \n \n \n \n\nORIENTADOR: Prof. Dr. Gilberto Corso \nCO-ORIENTADOR: Prof. Dr. Carlos A. G. Blaha \n\n \n \n\n \nNATAL / RN \n\n2008\n\n\n\n \n\ni \n \n\nCIÁXARES MAGALHÃES CARVALHO \n \n \n\n \n \n \n \n \n \n\n \n \n \n\n \n\nECOGENÔMICA DE ARCHAEA E MONITORAMENTO DE \nCOMUNIDADES DE PROCARIOTOS REDUTORES DE SULFATO: \n\nAPLICAÇÕES NA INDÚSTRIA DE PETRÓLEO E GÁS \n \n \n \n \n\n \nORIENTADOR: Prof. Dr. Gilberto Corso \n  Departamento de Biofísica e Farmacologia/ CB / UFRN \nCO-ORIENTADOR: Prof. Dr. Carlos A. G. Blaha \n  Departamento de Biologia Celular e Genética / CB / UFRN \n \n \n  \n\nDissertação de Mestrado apresentada ao Programa \nde Pós-Graduação em Ciências Biológicas do Centro \nde Biociências, da Universidade Federal do Rio \nGrande do Norte. \n\n \n \n\n \n \n \n\nNATAL / RN \nMarço de 2008 \n\n \n\n\n\n \n\nii \n \n\n \n\nAGRADECIMENTOS \n \n\nAgradeço a Deus pelo dom a mim concedido de estar constantemente investigando - ao \nmenos uma ínfima parte - sobre os processos naturais do nosso maior laboratório, o mundo! \n\nÀ minha esposa Dieginara, memorável companheira a quem dedico, não só este \ntrabalho, como também os melhores dias da minha vida. A sua presença é constante em todos \nos meus momentos de crescimento pessoal e profissional. \n\nAo meu filho Breno Átila, pela inconsciente paciência dos seus cinco anos de vida, não \ncompreendendo, mas aceitando a minha ausência em tantas horas para ele de grande \nimportância e para mim de incomensurável sacrifício. \n\nAos meus pais João e Azenide, principais incentivadores das conquistas através da \nformação escolar e do exercício de princípios éticos, tantas vezes por eles repassados para os \ncinco filhos. Regozijem na terceira idade do objetivo alcançado através da graduação superior \nde toda a sua prole, pois seus esforços ao longo de toda a vida sempre foram trilhados no \ncaminho da nossa boa educação. \n\nAos meus irmãos Clístenes, Volnei, Clínias e Xerxes, que sempre foram, não por serem \nmais velhos, mas sim por exibirem caráter invejável e conduta ilibada, exemplos para toda a \nminha vida. Serei o primeiro mestre dos cinco irmãos, mas vocês são meus eternos \nprofessores. \n\nA todos os familiares, tias, tios, primos e primas, que contribuíram através do incentivo \ndurante a minha vida em Salvador ou no decurso da minha permanência em Natal. \n\nAos meus amigos, cuja grandeza da lista inviabiliza a citação individual, mas que têm \nparticipação direta ou indireta na realização deste trabalho e, não desmerecidamente, \nnecessitam ser igualmente lembrados. \n\nAo professor-orientador e grande amigo Carlos Blaha, a quem devo todo o \ndiscernimento dos meandros da microbiologia de petróleo e da genética de microrganismos. A \nsua confiança em meu potencial e o seu estímulo foram irrefutáveis durante todo este curso. \nEspero que todo o apoio permaneça e que a amizade ascenda em sua cumplicidade. \n\nA Amanda Lys, colega de laboratório, de textos em notebook, de almoço no pátio, de \nlongas reuniões, de artigos resultantes de muitas horas de trabalho. E, acima de tudo, alagoana \nde grande positividade tantas vezes demonstrada nos momentos em que tudo parecia \ncaminhar para dar errado. Assumo o compromisso de retribuir, sem garantia de pleno sucesso, \ntoda a indispensável ajuda prestada a mim. \n\nAo professor Gilberto Corso, que além do alto astral e simplicidade transmitidos, \ncontribuiu com correlações significativas entre a ecologia e a genômica e também entre a \nética e a raciocínio científico. Sua capacidade de trazer dos quarks mais longínquos à tabula \nrasa o que parece interpretável é radiante. \n\nÀs professoras Lucymara e Sílvia, pela cessão do laboratório, equipamentos e materiais \npara a efetivação do meu projeto de mestrado. Não obstante, pela seleção para o estágio no \nentão “Projeto Vitae”, porta de entrada para a minha pós-graduação. \n\nAos professores do Programa de Pós-Graduação em Ciências Biológicas do CB-UFRN, \npor trazerem à luz grande parte do arcabouço de conhecimento indispensável para a minha \nformação. \n\nAos colegas de laboratório - onde seria injusto novamente citar nomes - que \ncontribuíram de diversas formas diretas e indiretas para a elaboração, realização e conclusão \ndeste mestrado. \n\nÀs professoras Magnólia e Rosely do Departamento de Microbiologia e Parasitologia  \nCB-UFRN, pelo acesso ao equipamento e materiais necessários à execução da técnica de \n\n\n\n \n\niii \n \n\nDGGE. Muito obrigado em especial a Magnólia pelas sugestões e correções para o meu \ntrabalho e por me “abrigar” em sua disciplina durante o meu Estágio à Docência. \n\nA Profa. Dra. Valeria Maia de Oliveira (CPQBA-UNICAMP) pelo auxilio nas analises \nde DGGE. \n\nÀs diretoras e professores das unidades de ensino onde trabalho pelo apoio e estima \nsempre dedicados a mim. Não esquecendo as Secretarias Municipal e Estadual do RN pela \nconcessão das licenças remuneradas, sem as quais a conclusão deste curso de pós-graduação \ntornar-se-ia inexeqüível. \n\nAo CT-Petro e ao CNPq pelo financiamento do projeto. \n\n\n\n \n\niv \n \n\n \n\nSUMÁRIO \nAGRADECIMENTOS  ............................................................................................................ ii \n \nRESUMO  .................................................................................................................................. v \n \nABSTRACT  ............................................................................................................................ vi \n \nLISTA DE ABREVIATURAS...............................................................................................vii \n \n1. INTRODUÇÃO GERAL  .................................................................................................... 8 \n \n2. OBJETIVOS GERAIS  ...................................................................................................... 15 \n \n3. METODOLOGIA GERAL................................................................................................16 \n \n4. RESULTADOS  .................................................................................................................. 18 \n \n4.1. Ecogenomic Insights of Archaea: Contributions to the Oil and Gas Industry  ......... 19 \n \n4.2. Detection and Monitoring of Sulfate-Reducing Prokaryotes by DGGE in Sediments \n\nfrom Northeast Brazil under Oil Contamination  ............................................................... 36 \n\n5. REFERÊNCIAS BIBLIOGRÁFICAS GERAIS  ............................................................ 53 \n \n\n \n \n\n \n\n\n\n \n\nv \n \n\n \n \nRESUMO \n \nSão diversas as atividades humanas responsáveis pela degradação ambiental observada no \nmundo moderno. As atividades industriais são preponderantes na questão das conseqüências \nimpactantes para os ecossistemas brasileiros. Entre as atividades antrópicas, a indústria \npetrolífera atuante na Bacia Petrolífera Potiguar (BPP), expõe a risco constante de impactos \nambientais nos municípios integrantes, não só as populações humanas e o meio ambiente, mas \ntambém atinge os microrganismos nativos do solo da Caatinga e no sedimento do manguezal. \nNão obstante, a elaboração de estratégias de biorremediação de áreas impactadas perpassa, \ndentre outros aspectos, pelo conhecimento da microbiota e suas relações com o meio. Entre os \ngrupos de microrganismos associados ao petróleo, destacam-se os procariotos redutores de \nsulfato (PRS) que, em seu metabolismo anaeróbico, participam da redução do sulfato, \nliberando gás sulfídrico, causando riscos ambientais e ocasionando a corrosão de superfícies, \ncomo tubulações e tanques, resultando em prejuízos para a indústria. Algumas linhagens de \nPRS integram o domínio Archaea, grupo de microrganismos cujos genomas seqüenciados \napresentam predominância de adaptações extremofílicas, incluindo ambientes com presença \nde petróleo. Este trabalho tem dois objetivos correlacionados: i) detectar e monitorar o gene \ndsrB, presente em procariotos redutores de sulfato, por perfis de DGGE gerados a partir de \namostras ambientais de mDNA do manguezal de Diogo Lopes, e do solo do semi-árido da \nregião da BPP; ii) relacionar características genômicas aos aspectos ecológicos de Archaea, \nressaltando sua importância para a indústria do petróleo, através de estudos in silico. Os \nresultados do primeiro trabalho sugerem que as comunidades petrodegradadoras de PRS \npersistem após a contaminação por petróleo em sedimento de manguezal e do solo do semi-\nárido. A comparação entre as populações dos dois locais de amostragem revela que as \nmesmas apresentam variações em seu tamanho e composição ao longo de um ano de \nexperimento. No segundo trabalho especula-se que fatores funcionais e estruturais são a causa \nda pressão para a manutenção da conservação das seqüências nas múltiplas cópias do gene \n16S rDNA. Verifica-se também a discrepância observada entre o conteúdo GC total e \nconteúdo GC do mesmo gene. Tais resultados relacionando genes ribossomais a fatores \nambientais são importantes para avaliações metagenômicas empregando PCR-DGGE. O \nconhecimento da microbiota associada ao petróleo pode contribuir para uma melhor \ndestinação de recursos por parte da indústria petrolífera e o desenvolvimento de estratégias de \nbiorremediação. Outrossim, busca contribuir para o melhor entendimento da atuação da \nmicrobiota nativa nos ciclos biogeoquímicos em ecossistemas da Bacia Petrolífera Potiguar. \n \n\n\n\n \n\nvi \n \n\n \nABSTRACT \n \nThe human activities responsible for the ambient degradation in the modern world are diverse. \nThe industrial activities are preponderant in the question of the impact consequences for \nbrazilian ecosystems. Amongst the human activities, the petroliferous industry in operation in \nPotiguar Petroliferous Basin (PPB) displays the constant risk of ambient impacts in the \nintegrant cities, not only for the human populations and the environment, but also it reaches \nthe native microorganisms of Caatinga ground and in the mangrove sediment. Not hindering, \nthe elaboration of strategies of bioremediation for impacted areas pass through the knowledge \nof microbiota and its relations with the environment. Moreover, in the microorganism groups \nassociated to oil, are emphasized the sulfate-reducing prokaryotes (SRP) that, in its anaerobic \nmetabolism, these organisms participate of the sulfate reduction, discharging H2S, causing \nambient risks and causing the corrosion of surfaces, as pipelines and tanks, resulting in \ndamages for the industry. Some ancestries of PRS integrate the Archaea domain, group of \nmicroorganisms whose sequenced genomes present predominance of extremophilic \nadaptations, including surrounding with oil presence. This work has two correlated objectives: \ni) the detection and monitoring of the gene dsrB, gift in sulfate-reducing prokaryotes, through \nDGGE analysis in samples of mDNA of a mangrove sediment and semiarid soil, both in the \nBPP; ii) to relate genomic characteristics to the ecological aspects of Archaea through in \nsilico studies, standing out the importance to the oil and gas industry. The results of the first \nwork suggest that the petrodegraders communities of SRP persist after the contamination with \noil in mangrove sediment and in semiarid soil. Comparing the populations of both sites, it \nreveals that there are variations in the size and composition during one year of experiments. In \nthe second work, functional and structural factors are the probable cause to the pressure in \nmaintenance of the conservation of the sequences in the multiple copies of the 16S rDNA \ngene. Is verified also the discrepancy established between total content GC and content GC of \nthe same gene. Such results relating ribosomal genes and the ambient factors are important for \nmetagenomic evaluations using PCR-DGGE. The knowledge of microbiota associated to the \noil can contribute for a better destination of resources by the petroliferous industry and the \ndevelopment of bioremediation strategies. Likewise, search to lead to the best agreement of \nthe performance of native microbiota in biogeochemical cycles in Potiguar Petroliferous \nBasin ecosystem \n\n\n\n \n\nvii \n \n\nLISTA DE ABREVIATURAS \n \n16GC: Conteúdo GC da sequência 16S rDNA; \nBPP: Bacia Petrolífera Potiguar; \ndNTP: desoxinucleotídeo tri-fosfato; \ndsrAB: enzima desassimilatória sulfato redutase A e B; \nEDTA: ácido etileno diamino tetra-acético; \ngGC: Conteúdo GC do genoma; \nhNRB: bactérias heterótrofas redutoras de nitrato; \nITS: espaço interno transcrito; \nmDNA: DNA metagenômico; \nMIC: corrosão induzida por microrganismos; \nNCBI: National Center for Biotechnological Information; \nNRB: bactérias redutoras de nitrato; \nNR-SOB: bactérias redutoras de nitrato oxidantes de sulfeto; \nnt: nucleotídeo; \nPAGE: eletroforese em gel de poliacrilamida; \nPCR-DGGE: reação em cadeia da polimerase – eletroforese em gel com gradiente de \ndesnaturação; \nPRS/SRP: procariotos redutores de sulfato; \nrDNA: DNA ribosomal; \nrrn: operon ribosomal; \ntRFLP: polimorfismo de fragmentos de restrição terminal; \nVR: região variável. \n \n\n\n\n8 \n \n\n \n \n\n \nINTRODUÇÃO GERAL \n\n \n\nDevido à crescente preocupação com a degradação ambiental causada por atividades \n\nindustriais, surgiu o termo “Ecologia Industrial”, que considera ambientes industriais e \n\ncomerciais como análogos de ambientes biológicos. Seu objetivo é reduzir agravos ambientais \n\ndecorrentes da extração de matérias-primas, da produção de bens materiais, do uso desses \n\nbens e do manejo dos dejetos resultantes, ocasionando um incremento da sustentabilidade \n\ndiante do aproveitamento dos recursos naturais e das atividades humanas (Galloupolus, 2006). \n\nA indústria química, como grande contribuinte para a dispersão de substâncias tóxicas no \n\nmeio ambiente, necessita com urgência promover mudanças na forma de tratar os problemas \n\nambientais que decorrem das suas atividades, em especial aqueles relacionados ao tratamento \n\ndos dejetos. O conhecimento da microbiota e da sua interferência nos ciclos biogeoquímicos é \n\npreponderante para o desenvolvimento de estratégias de mitigação dos efeitos deletérios das \n\nsubstâncias lançadas no meio. \n\nEntre as atividades industriais modernas, a extração e o processamento de petróleo e gás \n\ndemandam grande preocupação no que permeia a discussão ambiental e microbiológica. O \n\ngrande impacto ambiental em todo o mundo pelo petróleo e o grande custo nas práticas de \n\nrecuperação do meio ambiente têm levado a investimentos na geração de conhecimento sobre \n\nos processos de biodegradação do petróleo e dos microrganismos detentores desses \n\nmecanismos. Os procariotos são essenciais nos ciclos biogeoquímicos em diferentes \n\nambientes naturais, agindo muitas vezes em consórcios microbianos inclusive na degradação \n\nde hidrocarbonetos lançados no ambiente (Magot et al., 2000; Watanabe, 2002; van Hamme \n\net al., 2003; Laubier, 2005). Particularmente, os procariotos redutores de sulfato (PRS) \n\ncontribuem para a biodegradação de poluentes em solos e o interesse pela ecologia e a \n\ndiversidade desses microrganismos tem crescido devido a sua importância para o \n\ndesenvolvimento de processos de biorremediação (Miralles, 2007). \n\nO petróleo é um composto de hidrocarbonetos e outras substâncias orgânicas, incluindo \n\nalguns organometais, além de significativas frações de vanádio e níquel. É utilizado como \n\ncombustível não renovável, possuindo uma série de subprodutos que são gerados após o \n\nrefino, tais como: gasolina, óleo diesel, querosene, nafta, lubrificantes, plásticos, fertilizantes, \n\nmedicamentos, tintas e tecidos (van Hamme et al. 2003; Ward et al., 2003). \n\nOs hidrocarbonetos são classificados em compostos saturados (alcanos alifáticos ou \n\nalicíclicos); compostos contendo ligação dupla C-C (alcenos); compostos com ligação tripla \n\n\n\n9 \n \n\n \n \n\nC-C (alcinos) e os hidrocarbonetos mono ou policíclicos. Encontram-se dispersos no ambiente \n\ne, embora sua maior fonte seja o petróleo e os gases naturais associados, os hidrocarbonetos \n\ntambém são formados por processos biológicos. Por exemplo: metano formado por bactérias \n\nmetanogênicas; etileno (o mais simples alceno) sintetizado e eliminado por plantas superiores \n\ncomo um hormônio de maturação, além de algumas bactérias e fungos que também o \n\nproduzem; alcenos de alto peso molecular são encontrados como constituintes de cutículas de \n\ninsetos e plantas superiores e servem como proteção contra a perda de água e como \n\nferomônios sexuais. Eles são formados pela decarboxilação de ácidos graxos insaturados ou \n\npela conversão catalítica por monooxigenases de aldeídos insaturados precursores para \n\nalcenos e CO2. Outros exemplos de hidrocarbonetos naturais são os isoprenóides, \n\ncarotenóides e terpenos de muitas plantas, vertebrados, insetos e microrganismos (revisado \n\npor Heider et al., 1999). \n\nSegundo Heider et al. (1999), o catabolismo dos hidrocarbonetos tem sido considerado \n\nrestrito dos organismos aeróbios, para os quais há o requerimento de oxigênio como co-\n\nsubstrato. Todavia, os microrganismos que apresentam capacidade de degradar \n\nhidrocarbonetos anaerobicamente desenvolveram reações alternativas independentes de \n\noxigênio para o ataque inicial dos seus substratos de hidrocarbonetos. \n\nOs hidrocarbonetos são freqüentemente moléculas redutoras. Na ausência de oxigênio \n\ncomo aceptor final de elétrons, a conservação de energia pode estar acompanhada da \n\nrespiração anaeróbica com nitrato, ferro ou sulfato. Muitas culturas puras de procariotos \n\nredutores de sulfato, tendo a capacidade de utilizar alcanos e alcenos, alquilbenzeno e tolueno \n\nem reações de oxi-redução já foram isoladas (Heider et al., 1999). \n\nDesde a década de 1980, observou-se a capacidade de muitos microrganismos em \n\ndegradar hidrocarbonetos em condições estritamente anaeróbicas. A partir de então, diversos \n\nestudos passaram a ser conduzidos em condições laboratoriais e revelar informações sobre o \n\npotencial de degradação de compostos do petróleo em condições naturais (Miralles et al., \n\n2007). Um desses compostos, o sulfato, lançado nos ecossistemas como resultante de \n\natividades industriais, a exemplo das atividades petrolíferas, é quimicamente inerte e atóxico, \n\nnão causando problemas ao ambiente. Porém, em condições anaeróbicas, os procariotos \n\nredutores de sulfato utilizam esse composto como aceptor final de elétrons, onde o íon sulfato \n\nparticipa como aceptor final na degradação da matéria orgânica rica em hidrocarbonetos. O \n\noperon dsrAB, característico dos PRS, codifica as enzimas envolvidas no processo de \n\nrespiração anaeróbica denominado redução desassimilatória de sulfato, que resulta na \n\n\n\n10 \n \n\n \n \n\nprodução de gás carbônico, gás sulfídrico e altas concentrações de sulfeto que, ao contrário do \n\nsulfato, é altamente reativo, corrosivo e extremamente tóxico, causando diversos problemas \n\nambientais, além de prejuízos em instalações petrolíferas, como a corrosão de reservatórios e \n\ntubulações (Geets et al., 2006). \n\nO sulfeto resultante da atividade dos PRS também prejudica a qualidade do petróleo, \n\naumentando sua acidez, viscosidade e densidade, o que dificulta a produção e o refino do \n\nmesmo. Tais mudanças têm conseqüências econômicas negativas (Videla e Herrera, 2005). \n\nEntretanto, o avanço biotecnológico de estratégias, como o desenvolvimento de produtos \n\nbioativos que diminuam tais ações, visa o interesse econômico e sócio-ambiental. A geração \n\nde conhecimentos aplicáveis no desenvolvimento dessas estratégias é de interesse da indústria \n\nde petróleo e gás atuante no estado do RN. \n\nEstudos têm sido realizados na busca do entendimento dos processos metabólicos de \n\nPRS em presença de hidrocarbonetos. Na Figura 1 são mostradas as reações do impacto do \n\nnitrato sobre o ciclo do enxofre em campos de petróleo. (A) O sulfeto produzido pela \n\natividade de PRS pode ser reciclado a sulfato ou enxofre por bactérias redutoras de nitrato \n\noxidantes de sulfeto (NR-SOB), reduzindo nitrato a nitrogênio (denitrificação) ou amônia. (B) \n\nBactérias heterótrofas redutoras de nitrato (hNRB) competem com PRS por doadores \n\norgânicos de elétrons, como lactato, excluindo a produção de sulfeto por PRS. Muitos PRS e \n\nhNRB oxidam de forma incompleta lactato a acetato e CO2. Em linhas gerais, as reações \n\nmostradas em A e B são as mesmas: a oxidação de lactato através de nitrato (Hubert e \n\nVoordouw, 2007). \n\n \n\n \n \n\n\n\n11 \n \n\n \n \n\nFigura 1: Reações de oxidação de lactato com nitrato no ciclo do enxofre em campos de petróleo \n\n(Hubert e Voordouw, 2007). SRP: procariotos redutores de sulfato. NR-SOB: bactérias redutoras de \n\nnitrato oxidantes de sulfeto. hNRB: bactérias heterótrofas redutoras de nitrato. \n\n \n\nSegundo Geets et. al 2006, é necessário o monitoramento do funcionamento e da \n\ncomposição das comunidades nativas de PRS para o desenvolvimento de estratégias de \n\nbiorremediação baseadas na sua atividade. Na geração dessas estratégias, podem ser \n\nempregadas técnicas independentes de cultivo para o monitoramento espacial e temporal das \n\ncomunidades de PRS, a exemplo da realização de PCR com primers PRS-específicos, como \n\npara o gene dsrB, além de PCR-DGGE. É importante ressaltar que, em situações de impacto \n\nambiental, como o derramamento de petróleo, o conhecimento da microbiota nativa favorece \n\na aplicação de tecnologias de biorremediação, sendo as mesmas mais viáveis que a introdução \n\nde novos microrganismos. \n\nOs genes dsrA (? subunidade) e dsrB (? subunidade) foram estudados, por exemplo, em \n\nDesulfovibrio vulgaris e Archaeoglobus fulgidus (Dahl et al., 1993 e Karkhoff-Schweizer et \n\nal., 1995); em Archaeoglobus profundus e Desulfotomaculum thermocisternum (Larsen et al., \n\n1999); em Allochromatium vinosum (Hipp et al., 1997); em Thermodesulforhabdus norvegica \n\n(Friedrich, 2001); em Desulfovibrionales e Desulfobacteriaceae (Foti et al., 2006) e em \n\nDesulfobacca, Desulfobulbus, Desulfoarculus, Desulfovibrio, Desulfomicrobium, \n\nDesulfococcus (Dar et al., 2007). É importante enfatizar que todos esses trabalhos foram \n\nrealizados em ambientes que sofreram ação humana e/ou contaminados por resíduos \n\npetrolíferos, diferenciando-se deste que contempla áreas sem histórico de contaminação por \n\npetróleo. \n\nO atual conhecimento sobre a capacidade de degradação do petróleo por procariotos é \n\nlimitado àqueles que foram cultivados em laboratório. Por muito tempo os pesquisadores \n\nignoraram o desafio de identificar e caracterizar os organismos que não fossem cultiváveis \n\n(Handelsman, 2004). Entretanto, enquanto o estudo baseado em cultura fornece acesso apenas \n\na uma pequena parte das comunidades microbianas presentes, a metagenômica tem o desafio \n\nde ligar a informação genética com o organismo ou ecossistema do qual o DNA foi isolado, \n\nindependente do organismo ser cultivável ou não (Handelsman, 2004). Essa nova abordagem \n\ntem importante aplicação quando se estuda a microbiologia do petróleo (Magot et al., 2000). \n\nOs procariotos redutores de sulfato com genoma completamente seqüenciado são \n\ndescritos como organismos dos domínios Bacteria e Archaea (Wagner et al., 1998; Pérez-\n\nJiménez et al., 2001, Geets et al., 2006). Representantes do domínio Bacteria são bem mais \n\n\n\n12 \n \n\n \n \n\nrepresentativos em estudos através de métodos dependentes e independentes de cultura \n\n(Handelsman, 2004; Hamamura et al., 2006) e, consequentemente, o número de linhagens de \n\nArchaea investigadas até agora é muito baixo em relação a Bacteria. As Archaea, por sua vez, \n\nsão encontradas nos ambientes mais inóspitos, o que pode explicar a dificuldade do \n\nisolamento desses microrganismos (Liu et al., 1997; Slobodkin et al., 1999; Head et al., \n\n2003). \n\nPara os dois domínios, a principal diferenciação filogenética é realizada através da \n\nanálise do operon ribossomal (rrn) (López-Archilla et al., 2007). Porém, muitos trabalhos \n\nexcluem as linhagens de Archaea das suas análises (Acinas et al., 2004; Stewart e Cavanaugh, \n\n2007). A dificuldade de obtenção de um conjunto de informações completas de variáveis \n\necológicas foi reportada por Martiny e Field (2005). Portanto, o conhecimento atual sobre a \n\ndiversidade de Archaea é incompleto (Robertson et al., 2000) e algumas relações sugeridas \n\npelas sequências rDNA para esse domínio ainda não estão estabelecidas (Matte-Tailliez et al., \n\n2002; Martiny e Field, 2005). \n\nDevido à sua dispersão nos mais extremofílicos ambientes, os membros das Archaea \n\nsão possivelmente encontrados em depósitos de petróleo (Slobodkin et al., 1999). A \n\ndegradação do petróleo em reservatórios da subsuperfície ocorre através de processos do \n\nmetabolismo anaeróbico microbiano, especialmente ligado à redução do ferro e do sulfato e à \n\nmetanogênese (Head et al., 2003). As Archaea podem, portanto, ser utilizadas para auxiliar na \n\ndescontaminação de solos após derramamento de petróleo. Além disso, as enzimas dos \n\norganismos extremofílicos têm grande potencial econômico (Breithaupt, 2001). Estabelece-se, \n\nconseqüentemente, a interligação Archaea-microrganismos extremofílicos-procariotos \n\nredutores de sulfato, cuja relação entre diversas linhagens dos grupos está no seu potencial \n\npara degradação de hidrocarbonetos, mecanismo que preocupa a indústria de petróleo, mas \n\nque pode ser utilizado como estratégia para a recuperação de ambientes contaminados por \n\npetróleo. \n\nA aquisição de dados de qualidade confiável é a etapa mais importante para o \n\ndesenvolvimento de trabalhos sobre genomas completamente descritos e suas relações com os \n\naspectos ecológicos, o que caracteriza os estudos ecogenômicos (revisado por Martiny e Field \n\n2005). O National Center for Biotechnological Information – NCBI-USA \n\n(http://www.ncbi.nlm.nih.gov/) oferece uma base de dados composta por um grande montante \n\nde informações sobre dados ecológicos de genomas procarióticos seqüenciados. Porém, \n\n\n\n13 \n \n\n \n \n\nalguns genomas nesse banco de dados encontram-se incompletos, pois os mesmos não \n\npossuem no GenBank uma publicação formal com a descrição do organismo (Galperin, 2006). \n\nO Rio Grande do Norte destaca-se no cenário nacional por suas principais atividades \n\neconômicas, que são: agricultura e aqüicultura; turismo; indústria alimentícia e vestuário; \n\nalém da indústria extrativista de mineração e sal e, destacadamente, petróleo-gás \n\n(http://www.anp.gov.br/). No Brasil, das 29 bacias, oito são produtoras de petróleo e gás \n\nnatural, sendo que as atividades exploratórias na Bacia Petrolífera Potiguar (BPP), on-shore, \n\ncolocam-na como a maior produtora de petróleo em terra do país, com um volume \n\nrecuperável estimado em 171 milhões de barris. A BPP produz por dia100 mil barris de \n\npetróleo e quatro milhões de metros cúbicos de gás natural, transportados por mais de 5000 \n\nkm de dutos. (http://www.anp.gov.br). \n\nEmbora o RN seja um estado de grande potencial petrolífero, os estudos dos \n\nmicrorganismos associados às atividades industriais na área do petróleo são pouco \n\ndesenvolvidos. Tais estudos colaboram significativamente com o crescimento do \n\nconhecimento acerca dos impactos causados ao meio ambiente. Em ambientes de risco de \n\ncontaminação como a Caatinga e os manguezais, conhecer a microbiota nativa é de extrema \n\nimportância para o desenvolvimento de eventuais estratégias em biorremediação. \n\nA combinação de elevados conteúdos de matéria orgânica e enxofre em condições \n\nanaeróbicas, as fontes de Fe reativo (via aportes de sedimentos inorgânicos) e as fontes de \n\nSO42- prontamente disponíveis fazem dos solos de manguezal um ambiente propício à \n\nocorrência de redução de sulfato a sulfeto, e à conseqüente precipitação de Fe na forma de \n\npirita (FeS2) (Breemem e Buurman, 1998). Não há na literatura que abrange a microbiologia \n\nde petróleo trabalhos que relatem a ocorrência da redução de sulfato em solos da Caatinga. A \n\npresença de PRS nesse ecossistema continua, portanto, sem registro. \n\nPouco se sabe sobre a diversidade, a distribuição e as atividades in situ dos \n\nmicrorganismos associados a processos de biodegradação e biocorrosão. Pérez-Jimenez et. al. \n\n(2005) revelaram a filogeografia de procariotos redutores de sulfato que foram descritos em \n\npaíses de diversos continentes: Venezuela, Porto Rico, Estados Unidos, Latívia, Itália e \n\nCoréia do Sul. Entretanto, há poucos trabalhos publicados sobre a ocorrência e papel dos PRS \n\nem ecossistemas brasileiros, inclusive em ambientes de reservatórios de petróleo. Os trabalhos \n\nque se distinguem são: i) Cravo Júnior e França (2003), que avaliaram a influência da \n\ndesaeração parcial da água do mar na formação de biofilmes em superfícies metálicas, \n\nrelacionando a atividade de procariotos aeróbios e anaeróbios na corrosão verificada nessas \n\n\n\n14 \n \n\n \n \n\nestruturas; e ii) Bernardez et al. (2007), que mediram o potencial de biocorrosão de cupons de \n\naço inoxidável sob a ação de culturas de Desulfovibrio vulgaris ssp vulgaris DP4 isolados de \n\ncampos de petróleo da Bahia. \n\nNo estado do Rio Grande do Norte, os únicos trabalhos de prospecção de \n\nmicrorganismos nativos de sedimentos e solos com capacidade de degradação de petróleo são: \n\ni) Santos (2006), que conduziu os estudos iniciais da biodiversidade microbiana associada ao \n\npetróleo na BPP através da técnica de PCR-DGGE, revelando a dinâmica da microbiota \n\naborígene em resposta ao impacto de contaminação por petróleo; e ii) Pereira (2007), que \n\nrealizou bioprospecção de bactérias alcanotróficas na BPP, também observando a dinâmica \n\ndos microrganismos nativos diante da contaminação por petróleo através de ferramentas \n\nmoleculares (PCR-DGGE). \n\nComo revisado por Videla e Herrera (2005), um exemplo dos avanços biotecnológicos \n\nvoltados para a indústria petrolífera é a estratégia da exclusão por biocompetição (BE), \n\ndesenvolvida para inibir a ação dos PRS na biodegradação, no souring e na corrosão \n\ninfluenciada por microrganismos (MIC). Essa técnica consiste na adição de nutrientes que \n\nfavoreçam o crescimento de populações de procariotos competidores, como as bactérias \n\nredutoras de nitrato (BRN), levando à diminuição da produção de H2S. As aplicações dessa \n\ntécnica e de outras abordagens biotecnológicas dependem do conhecimento prévio da \n\nbiodiversidade microbiana nativa de PRS dos solos e dos reservatórios. \n\nSegundo Muyzer (1999), por meio das técnicas de PCR-DGGE é possível descrever \n\nmudanças relativas na abundância e na diversidade entre amostras microbianas originárias do \n\nmesmo ambiente. Desse modo, este trabalho contempla o emprego e o aperfeiçoamento das \n\ntécnicas moleculares aplicadas aos estudos microbiológicos e ambientais. Os esforços finais \n\nsão pela busca da manutenção da biodiversidade em ambientes costeiros e interiores do estado \n\ndo Rio Grande do Norte. \n\nAdicionalmente, as informações geradas a partir das investigações sobre a diversidade \n\nda microbiota da BPP, além daquelas obtidas através de estudos in silico, levantamento de \n\ndados ecogenômicos e biologia genômica para inferências sobre a microbiologia ambiental \n\nem Archaea com genomas completamente seqüenciados, podem contribuir para o \n\naperfeiçoamento de técnicas para melhorar a qualidade dos serviços e para diminuir os custos \n\ncom a prospecção, extração, transporte e refino de petróleo e seus derivados e de gás. Este \n\nconhecimento pode ter aplicação prática na elaboração de estratégias para reduzir a \n\ndegradação do petróleo em reservatórios e/ou a biocorrosão em dutos, configurando assim a \n\n\n\n15 \n \n\n \n \n\nimportância da Microbiologia do Petróleo e da Bioinformática para o desenvolvimento \n\neconômico sustentável do RN. \n\n \n\n \n\n\n\n16 \n \n\n \n \n\n1. OBJETIVOS GERAIS \n \n\n2.1 Relacionar características genômicas aos aspectos ecológicos de Archaea e suas \n\naplicações na indústria do petróleo através de estudos in silico \n\n \n\n2.2 Detectar e monitorar procariotos redutores de sulfato por PCR-DGGE em amostras \n\nambientais de sedimento de manguezal e de solo do semi-árido localizados na Bacia \n\nPetrolífera Potiguar, utilizando o gene dsrB como biomarcador molecular \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n \n\n \n \n\n2. METODOLOGIA GERAL \n \n\n3.1. Ecogenômica de Archaea \n\n \n\nConstruiu-se um banco de dados ecogenômicos de 48 Archaea que possuem seus \n\ngenomas completamente seqüenciados e disponíveis no NCBI (http://www.ncbi.nlm.nih.gov) \n\naté Novembro de 2007. Foram obtidas informações referentes ao genoma principal, \n\ncaracterísticas das seqüências 16S rDNA, genoma acessório, habitat, propriedades de \n\ncrescimento e requerimento de oxigênio. As análises estatísticas foram realizadas através do \n\nExcell (Office 2007), considerando p&lt;0.05. \n\n \n\n3.2. Procariotos redutores de sulfato em amostras metagenômicas de localidades da BPP \n\n \n\nO ensaio de microcosmos utilizado foi adaptado da metodologia descrita por Robertson \n\net al. (2000) e modificado por Santos (2006) e Pereira (2007), onde foram analisadas amostras \n\nde três localidades: sedimento de Diogo Lopes/RN (Manguezal) e solos de Estrada do \n\nÓleo/RN (Caatinga) e Dois Irmãos/PE (Mata Atlântica), com duração de um ano de \n\namostragem. No presente trabalho, as amostragens se restringiram ao sedimento de \n\nmanguezal e o solo da Caatinga. Os microcosmos foram divididos em dois tratamentos: \n\ncontaminados com 3% de petróleo bruto e não contaminados. As amostragens de mDNA \n\nforam obtidas em intervalos de 60 dias. O mDNA foi extraído com o kit de extração FastDNA \n\nsoil. Foram realizadas reações de PCR com primers específicos para o gene dsrB e os \n\nprodutos de amplificação com tamanho de 376 pb foram visualizados por eletroforese em gel \n\nde agarose a 1,5 % e PAGE a 12 %. Os experimentos de DGGE foram realizados seguindo o \n\nprotocolo de Muyzer, 1999; Shabir et al., 2005, utilizando o aparelho DGGE-1001 (C.B.S., \n\nScientific Company), e sob as seguintes condições: gel de poliacrilamida a 7,5 %; corrida \n\neletroforética por 16 horas a 80 V e 22 mA; com gradiente de desnaturação uréia-formamida \n\nde 20 % a 70 %. Em cada canaleta do gel eram aplicados 10 ?l das reações de PCR. \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2. Locais de amostragem dos solos de Mata Atlântica (PE) e Caatinga (RN) e de sedimento de \n\nMangue (RN). \n\n \n\n \n \n\nFigura 3. Construção e armazenamento do ensaio de microcosmos montado em \n\ntriplicata e realizado por Santos (2006). \n\n \n\n \n \n\nMangue Caatinga \n\nMata"}]}}}