{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18716"}, {"@name": "filename", "#text": "25743_momesso_gac_me_araca_par.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "RESSALVA \n\nAtendendo solicitação do(a) \nautor(a), o texto completo deste \n\ntrabalho será disponibilizado \nsomente a partir de 20/02/2018. \n\n\n\n  \n\nGUSTAVO ANTONIO CORREA MOMESSO \n\n \n\n \n\n \n\nSTRONTIUM RANELATE IMPROVES \n\nALVEOLAR BONE HEALING IN \n\nOSTEOPENIC RATS \n\n \n\n \n\n(RANELATO DE ESTRÔNCIO MELHORA REPARO ÓSSEO \n\nALVEOLAR EM RATAS OSTEOPÊNICAS)  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAraçatuba – SP \n\n2017\n\n\n\n \n\n \n\n \n\nGUSTAVO ANTONIO CORREA MOMESSO \n\n \n\n \n\n \n\nSTRONTIUM RANELATE IMPROVES \n\nALVEOLAR BONE HEALING IN \n\nOSTEOPENIC RATS \n\n \n\n \n\n(RANELATO DE ESTRÔNCIO MELHORA REPARO ÓSSEO \n\nALVEOLAR EM RATAS OSTEOPÊNICAS)  \n\n \n\n \n\nDissertação apresentada à Faculdade de \n\nOdontologia do Campus de Araçatuba – \n\nUniversidade Estadual Paulista “Júlio de \n\nMesquita Filho”- UNESP, para obtenção do \n\nTítulo de MESTRE EM ODONTOLOGIA \n\n(Área de concentração em Cirurgia e \n\nTraumatologia Bucomaxilofacial) \n\n \n\n \n\n \n\nOrientadora: Profª. Adj. Drª. Roberta Okamoto \n\nCoorientador: Prof. Ass. Dr. Leonardo Perez Faverani \n\n \n\n \n\nAraçatuba – SP \n\n2017 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCatalogação na Publicação (CIP) \n\nDiretoria Técnica de Biblioteca e Documentação – FOA / UNESP \n\n \n\n Momesso, Gustavo Antonio Correa. \n\nM732s  Strontium Ranelate improves alveolar bone healing in \n\n osteopenic rats / Gustavo Antonio Correa Momesso. -  \n\n Araçatuba, 2017 \n\n  57 f. : il. \n\n \n\n  Dissertação (Mestrado) – Universidade Estadual Paulista, \n\n Faculdade de Odontologia de Araçatuba \n\n  Orientadora: Profa. Roberta Okamoto \n  Coorientador: Prof. Leonardo Perez Faverani \n\n \n\n  1. Strontium 2. Osteoporosis 3. Ovariectomy 4. Tooth \n\n extraction I. T. \n\n    Black D7 \n\n    CDD 617.64 \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\nDedicatória \n  \n\n\n\n \n\n \n\nDedico este trabalho às pessoas mais importantes de minha vida: \n\nAo meu amado pai, Idanir Antonio Momesso Junior, fonte de amor infindável. \n\nInfelizmente, o destino nos distanciou para que eu pudesse cumprir esta longa jornada, a \n\nqual representa um sonho nosso. Hoje completam sete anos que estou longe de casa e, \n\napesar da saudade imensurável e as dificuldades aqui enfrentadas, a conquista de hoje \n\nremete à maneira preciosa que dedicastes sua vida inteira pelos seus filhos. Isso é \n\ninquestionável! Por muitas vezes o senhor abdicou de seus sonhos para que pudéssemos \n\nconcretizar nossos anseios. Só Deus é capaz de saber os momentos mais complicados de \n\nnossas vidas quando nos encontramos sozinhos, mas o senhor nunca os deixou \n\ntransparecer para sua família e os enfrentou com dignidade e honra. Um dia queria poder \n\nser a metade do homem de família e pai que o senhor foi para mim. Obrigado por ser \n\nfonte eterna de sabedoria e principal referência em minha vida. Sem o seu apoio, \n\npersistência e vontade, nada disso seria possível. \n\nA minha amada mãe, Maria Luiza Correa Momesso, a quem dedico todo meu amor. \n\nMãe, a senhora participou de todos os momentos de minha vida e esteve presente em \n\ntodos os pequenos detalhes. Acompanhou todo o meu trajeto, desde meu início de vida \n\nescolar até os dias em que estava vivendo a grande ansiedade do vestibular. É impossível \n\ntranscrever e agradecer toda sua dedicação e amor para com seus filhos. Sem isso, seria \n\nimpossível transcender estas etapas. Sua participação nesta conquista é fundamental e \n\nmeu agradecimento e amor por você, é eterno!          \n\nAo meu irmão, Idanir Antonio Momesso Neto, por ser meu melhor amigo, em todos \n\nos momentos. Temos histórias de vida parecidas. Saímos cedo de casa para realizarmos \n\nnossos sonhos. Sempre tive em você minha grande inspiração e referência em minha vida. \n\nÉ notório o amor imensurável que tens pela sua família e toda sua dedicação para com \n\nela e “um homem que não se dedica à família jamais será um homem de verdade”.  Com \n\ncerteza, você tornou este percurso mais fácil e é impossível transcrever sua importância \n\n\n\n \n\n \n\nnele. Sou eternamente grato pelo seu companheirismo, amor e por ser esta pessoa a quem \n\nconsidero muito mais que um irmão. Te amo eternamente! \n\nA minha irmã, Marília Gabriela Correa Momesso, por todo o apoio e amparo que \n\nsempre que me deu, desde meus tempos de colegial me incentivando e ajudando com os \n\nestudos, tornando-se uma grande referência em minha vida. Ter a mesma profissão que \n\nvocê é uma grande responsabilidade que carrego por toda sua competência e inteligência. \n\nAo mesmo tempo, tudo se torna mais fácil pelo exemplo que tenho ao meu lado. Obrigado \n\npor todo carinho, amor e zelo que sempre teve por mim, como irmão mais novo. Você \n\nfez parte de toda minha formação como ser humano. Este título tem parte fundamental \n\nsua. Te amo para sempre! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\nAgradecimentos         \nespeciais \n\n  \n\n\n\n \n\n \n\nA Deus, por ser uma pessoa privilegiada. Alguns momentos de dificuldades em \n\nnossas vidas nos deparamos sozinhos. Esta longa jornada, cheia de intempéries e \n\nfrustrações só poderia ser suportada com o amparo da força maior. O sentimento de \n\nproteção, zelo e amor que sentimos com a presença de Deus é que nos fortalece e \n\nimpulsiona a seguir em frente diante de todas as barreiras impostas a nós. Obrigado, meu \n\nDeus, por nunca me abandonar nos momentos que mais precisei, ainda que tivesse todos \n\nos motivos para isso.    \n\nÀ minha querida orientadora, Prof. ? Adj. Dra. Roberta Okamoto. Desde que decidi \n\ndisputar a seleção do mestrado ansiava ser seu aluno e lhe devo eterna gratidão pela \n\nconfiança depositada em mim. A competência da senhora é inquestionável. No entanto, \n\né incomparável a naturalidade e humildade que a senhora lida com isso. Sua atenção \n\nespecial para com o aluno é contagiante e saiba que tenho profunda admiração por sua \n\npessoa. É impressionante como toda a responsabilidade que é depositada sob um projeto \n\nde mestrado fica mais leve sob sua tutela. Obrigado pelo aprendizado e convivência \n\nnesses dois anos, mestra.  \n\nAo Prof. Adj. Dr. Idelmo Rangel Garcia Júnior. Quando iniciei meus estudos na \n\nodontologia, tinha a certeza de que queria ser cirurgião buco-maxilo-facial. Almejava \n\nchegar logo ao terceiro ano da faculdade para poder cursar a disciplina e, claro, poder \n\nconhecer a tão ilustre figura representada pelo senhor. Quando assisti a minha primeira \n\naula de cirurgia, intitulada de “pré-operatório em cirurgia bucal”, ministrada pelo senhor, \n\nfoi como a realização de um grande sonho e devo dizer que aquilo concretizou meu desejo \n\ninicial de seguir a carreira de Professor e Cirurgião. O senhor foi importante em toda \n\nminha jornada, desde a graduação e será uma grande inspiração para toda a minha \n\ncarreira. Obrigado pelos ensinamentos valiosos e a confiança depositada.  \n\nAo meu querido coorientador e amigo Prof. Ass. Dr. Leonardo Perez Faverani. Léo, \n\nassim como você, acredito em Deus e no destino que a vida nos proporciona. Dessa forma, \n\ntenho plena convicção de que as pessoas não cruzam nossas vidas despretensiosamente. \n\nVocê foi um grande presente que ganhei com a entrada na pós-graduação. Para que este \n\n\n\n \n\n \n\nárduo caminho se faça completo e com sucesso é imprescindível que tenhamos pessoas \n\nleais ao nosso lado e que nos queiram bem. A imensidão de seu conhecimento e a plena \n\ncapacidade transmiti-lo torna-se apenas um detalhe quando conhecemos sua pessoa, de \n\nintegridade, caráter e companheirismo inspiradores. É um grande orgulho e uma \n\nsatisfação imensa poder ter sua amizade. Obrigado por tudo que pôde fazer por mim \n\ndurante esses dois anos e saiba que, não só para mim, você é um grande exemplo e \n\ninspiração de cientista, professor e cirurgião. Mas, principalmente, exemplo de amigo. \n\nUma das grandes virtudes do ser humano.  \n\nAo Prof. Ronaldo C. Mariano, por aceitar de prontidão o convite para participar da \n\nbanca examinadora. Agradeço de coração a atenção e disponibilidade. É uma grande \n\nhonra ter a presença de uma figura tão importante da ciência odontológica neste momento \n\nespecial.  \n\nAos Professores da Disciplina da Cirurgia e Traumatologia Bucomaxilofacial Dr. \n\nOsvaldo Magro Filho, Alessandra Marcondes Aranega, Daniela Ponzoni, Ana Paula \n\nFarnezi Bassi, Francisley Ávila Souza e ao ilustríssimo Professor Tetuo Okamoto (in \n\nmemoriam), pelo carinho, coleguismo, auxilio, exemplo e amizade desfrutada em nosso \n\ndepartamento. Recebam o meu carinho e admiração. \n\n \n\nÀ minha amada namorada e companheira Cecília Alves de Sousa. Meu amor, você fez \n\nparte de toda a minha trajetória dentro desta universidade. Não tenho medo de errar ao \n\ndizer que você foi a pessoa que mais esteve perto de mim em todos esses anos. Esteve \n\nsempre ao meu lado, seja nos momentos bons ou ruins. Suportou minhas deficiências \n\ncomo ser humano e namorado. Sua participação nisso tudo é, simplesmente, fundamental. \n\nQuando nos propomos a realizar um sonho de tamanha magnitude, requer que nos doemos \n\npor completo e, infelizmente, isso faz com que tenhamos menos tempo com as pessoas \n\nque mais amamos. Seu caminho também está sendo traçado e seu sucesso é garantido. \n\nVocê é um exemplo de pessoa para mim e aprendo com você todos os dias a me tornar \n\num ser humano melhor. Obrigado por tudo! Você tem minha eterna gratidão e sabe que \n\npode contar comigo para tudo. Te amo!  \n\n \n\n\n\n \n\n \n\nAo meu grande amigo Valthierre Nunes de Lima, eterno companheiro. “Macho véi”, \n\nobrigado pela sua amizade verdadeira e leal. Desde que iniciamos juntos esta jornada \n\nvocê se mostrou uma pessoa diferenciada, humilde, parceiro e de uma inteligência \n\ndeslumbrante. Saiba que além de amigo, tenho profunda admiração por você. Sua vinda \n\npara Araçatuba me trouxe um grande irmão (agora paulista da gema). Seu \n\ncompanheirismo foi determinante nesta conquista e saiba que pode contar comigo sempre \n\nque precisar. \n\nAo meu grande amigo Tárik Ocon Braga Polo. Parceiro, você foi uma pessoa muito \n\nimportante nesta jornada. Sempre tive grande admiração por você, desde que era \n\ngraduando, sempre me espelhando nos seus passos. Quando cheguei à pós-graduação \n\nvocê foi extremamente acolhedor e amigo e agradeço por todo o suporte que você me \n\nproporcionou, desde então. Obrigado pela amizade e companheirismo, irmão.  \n\n \n\nÀ Juliana Zorzi Coléte. “Juju”, muito obrigado pela sua amizade desde que entrei na \n\npós-graduação. Você é uma pessoa iluminada e extremamente especial. Tens um caminho \n\nbrilhante pela frente e agradeço por ter feito parte da minha história de forma tão \n\nenriquecedora. Sempre levarei sua amizade comigo e sempre que precisar estarei aqui.     \n\n     \n\nAos colegas orientados pela Profa. Roberta, Fábio, Pedro, Gabriel e Igor. Obrigado \n\npor sempre estarem à disposição nos momentos necessários e à importante ajuda para a \n\nconclusão deste projeto. Agradeço a amizade e convivência nesse percurso.  \n\n \n\nAos alunos de iniciação científica, pela disponibilidade e ajuda imprescindível que \n\nexercem na realização de todos os projetos. Sem o comprometimento e força de vontade \n\nde vocês, nada disso seria possível. Recebam minha gratidão.  \n\n \n\nÀ Coordenação de Aperfeiçoamento Pessoal de Nível Superior (CAPES), pela \n\nconcessão da Bolsa de Mestrado durante o primeiro ano de curso. Meus sinceros \n\nagradecimentos por promover o apoio financeiro durante o primeiro ano de curso e com \n\nisso, permitir que fosse possível a realização do mestrado. \n\n\n\n \n\n \n\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP), pela \n\nconcessão da Bolsa de Mestrado (Processo 2015/08456-9), indispensável para a \n\nrealização deste estudo.  \n\nAo Laboratório de caracterização e avaliação de resposta biológica, na pessoa do \n\nProf. Dr. Élcio Marcantônio Júnior, da Faculdade de Odontologia de Araraquara – \n\nUNESP, pela facilitação das microtomografias computadorizadas e da utilização do \n\nEXAKT para cortes de peças calcificadas.  \n\nAo Prof./Pesq. Alexandre Freire e a Profª. Drª Ana Claudia Rossi Faculdade de \n\nOdontologia de Piracicaba – FOP- UNICAMP, por auxiliar com as análises de MicroCT. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\nAgradecimentos \n  \n\n\n\n \n\n \n\nÀ Faculdade de Odontologia de Araçatuba – UNESP, na pessoa do diretor Prof. \n\nTítular Wilson Roberto Poi pela oportunidade de realização dos cursos de Graduação e \n\nMestrado. Devo tudo que conquistei, principalmente, a esta universidade que me \n\nproporcionou os melhores ensinamentos, professores e estrutura que poderia ter. Sou \n\neternamente grato à FOA-UNESP.  \n\nAo Programa de Pós-Graduação em Odontologia, da Faculdade de Odontologia de \n\nAraçatuba, da Universidade Estadual Paulista “Júlio de Mesquita Filho” com o atual \n\nCoordenador Prof. Adj. André Luiz Fraga Briso.  \n\nAos funcionários da Pós-graduação da Faculdade de Odontologia de Araçatuba - \n\nUNESP pela disponibilidade e paciência em todas as etapas do mestrado. Pelo trabalho \n\nhonesto e sempre ágil. \n\nAos funcionários da Biblioteca da Faculdade de Odontologia de Araçatuba – \n\nUNESP pela prontidão em nos atender e carinho. \n\nAos funcionários do Departamento de Cirurgia e Clínica Integrada (Paulo Gratão, \n\nRenato e Marco). Muito obrigado pelo carinho e respeito. \n\nAos colegas da pós-graduação da área de Cirurgia e Traumatologia Bucomaxilofacial \n\n(Erik Neiva, João Paulo, Leonardo Freitas, Carulina Moras, André Oliva, Ciro \n\nDuailibe, Andrezinho, Sormani Queiroz, Jonathan Ribeiro, Rodrigo Pereira, \n\nRicardo e Sabrina Ferreira). Aprendi muito a cada momento com cada um de vocês. \n\nObrigado pelo auxílio constante na minha vida e na pós-graduação. \n\nAos pacientes, pela credibilidade e confiança depositadas a nós pós-graduandos, \n\npremitindo-nos aprimorar as habilidades cirúrgicas e, como sempre estaremos em nossas \n\nvidas, aprendendo constantemente. Minha eterna gratidão. \n\n\n\n \n\n \n\n \n\nEpígrafe \n\n \n\n \n\n \n\n \n\n \n\n \n\nA grandeza não consiste em receber honras, mas em merecê-las \n\n (Aristóteles) \n\n   \n\n \n\n\n\n \n\n \n\nMomesso, G.A.C. Stontium ranelate improves alveolar bone healing in osteopenic \n\nrats. ARACATUBA: UNESP – Univ. Estadual Paulista. 2017 \n\n \n\nABSTRACT: This study aimed evaluate alveolar bone healing  in osteopenic rats treated \n\nwith strontium ranelate. Thirty-three three months’s old female rats were selected and \n\ndiveded into three groups: OVX (animals underwent to ovariectomy with no drug \n\ntreatment); SHAM (animals underwent to fake surgery with no drug treatment) and OVX-\n\nSR (animals underwent to ovariectomy treated with strontium ranelate). Firstly, animals \n\nundewent to bilateral ovariectomy to induce osteopenic condition. Drug treatment started \n\nat 30 days after, during the all experimental period. Thirty days after, it was performed \n\nextraction of the right upper incisor tooth, to further evaluation of alveolar healing. \n\nAnimals from decalcified group were euthanized at 14 days after tooth extraction, and its \n\nsamples were destinated to histological and immunohistochemestry analysis. Animals \n\nfrom calcified group were euthanized at 60 days and its samples were destinated to \n\nconfocal microscopy and micro-tomography analysis. Histological results showed that \n\nOVX-SR group had the better aspect of new bone formation, with few number of \n\ntrabecular bone and poor presence of connective tissue compared to OVX group. \n\nImmunohistochemestry results showed an intense labeling of OPG for OVX-SR group \n\nand intense labeling of RANKL for OVX group. Regarding confocal microscopy \n\nanalysis, it was possible observed that OVX-SR group showed a significance greater \n\namount of alizarin precipitation compared to another both groups (Tukey test – P &lt;0.05). \n\nAbout micro-tomographic parameters, OVX-SR group showed high values for BV/TV \n\n(Tukey test – P > 0.05) and Tb.Th (Tukey test – P &lt;0.05) and lower valus for Tb.Sp, \n\nPo.Tot and Tb.N (Tukey test –P > 0.05). It was concluded that strontium ranelate \n\n \n\n\n\n \n\n \n\nimproves microscopy and morphologic aspects on alveolar bone healing of osteopenic \n\nrats.  \n\nKey words: Strontium ranelate, osteoporosis, ovariectomy, bone healing, tooth \n\nextraction       \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\nMomesso, G.A.C. Ranelato de estrôncio melhora reparo ósseo alveolar em ratas \n\nosteopênicas. ARACATUBA: UNESP – Univ. Estadual Paulista. 2017 \n\n \n\nEste estudo objetivou avaliar o reparo ósseo alveolar em ratas osteopênicas tratadas com \n\nranelato de estrôncio. Trinta e três ratas fêmeas com 3 meses de idade foram selecionadas  \n\ne divididas em 3 grupos experimentais: OVX (animais submetidos à ovariectomia sem \n\ntratamento medicamentoso); SHAM (animais submetidos à cirurgia fictícia sem \n\ntratamento medicamentoso) e OVX-RE (animais submetidos à ovariectomia e tratados \n\ncom ranelato de estrôncio). Inicialmente, os animais foram submetidos à cirurgia de \n\novariectomia bilateral para indução de condição osteopênica. O tratamento \n\nmedicamentoso iniciou 30 dias após o procedimento cirúrgico com duração até o \n\nmomento de eutanásia. Trinta dias após o início do tratamento, foi realizado a extração \n\ndo incisivo superior direito dos animais para posterior avaliação do reparo alveolar. Os \n\nanimais do grupo descalcificado foram submetidos à eutanásia aos 14 dias após a extração \n\ndentária, sendo as amostradas destinadas às análises histológica e imunoistoquímica. Os \n\nanimais do grupo calcificado foram submetidos à eutanásia aos 60 dias após a extração \n\ndentária, sendo as amostras destinadas às análises por microscopia confocal e \n\nmicrotomográfica. Os resultados histológicos evidenciaram que o grupo OVX-RE \n\ndemonstrou melhor aspecto de neoformação óssea, com trabéculas mais espessas e baixa \n\npresença de tecido conjuntivo, comaprado ao grupo OVX. Os resultados \n\nimunoistoquímicos demonstraram intensa marcação de OPG para o grupo OVX-RE e \n\nintensa marcação de RANKL para o grupo OVX. Já a análise por microscopia confocal \n\n \n\n\n\n \n\n \n\nevidenciou que o grupo OVX-RE obteve quantidade significativamente maior de \n\nmarcação para vermelho de alizarina comaprado aos outros dois grupos (Tukey test – P \n\n&lt;0,05). Em relação aos parâmetros microtomográficos, foi possivel observar maiores \n\nvalores de BV/TV (Tukey test – P > 0.05) e Tb.Th (Tukey test – P &lt;0.05) e menores \n\nvalores de Tb.Sp, Po.Tot e Tb.N (Tukey test –P > 0.05) para o grupo OVX-RE. Sendo \n\nassim, é possível concluir que o ranelato de estrôncio melhora os aspectos microscópicos \n\ne morfológicos do reparo ósseo alveolar em ratas osteopênicas.  \n\nPalavras-chave: Ranelato de estrôncio, osteoporose, ovariectomia, reparo ósseo, \n\nextração dentária.  \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n Listas \n  \n\n\n\n \n\n \n\nLista de Figuras \n\nFigura  1 Experimental groups according drug therapy, euthanasia period and laboratorial \nanalysis.     \n\n27 \n\nFigura 2 Bilateral ovariectomy performed to induce osteopenic condition on animals. (A) \nExposure of ovaries. (B) Lacquering of the region to avoid excessive bleeding. \n\n(C) Removal of both ovaries. (D) Suture of the planes with silk thread 4-0.      \n\n28 \n\n \n\nFigura 3 \n\n \n\nExperimental design and time line correspondent to time of the treatment, \n\nsurgeries procedures and period of euthanasia. \n\n \n\n29 \n\n \n\nFigura 4 Tooth extraction of right upper incisor. (A) Antisepsis of the region with iodine \npovidine. (B) Luxation of the right upper incisor with proper instrumental. (C) \n\nMovement of proper instrumental to perform tooth extraction. (D) Removal of the \n\ndental element followed by suture with silk thread 4-0.     \n\n30 \n\nFigura 5 Experimental design and time line correspondent to administration of \nfluorochromes regarding decalcified group. \n\n31 \n\nFigura 6 Alveolar bone images obtained using confocal microscopy with overlapping of \ncalcein (green) and alizarin (red) fluorochromes in the experimental groups. (A) \n\nPrecipitation of calcein (green) in alveolar bone images by confocal microscopy. \n\n(B) Precipitation of alizarin (red) in alveolar bone images by confocal \n\nmicroscopy. (C) Overlapping of both fluorochromes obtained by software of \n\nconfocal microscopy to evaluate bone dynamics. \n\n34 \n\nFigura 7 Histometric analysis performed through the ImageJ software to evaluate quantity \ndata. (A) “Freehand” tool selected to measure the fluorochrome area (µm²) on \n\noverlap of both alizarin (red) and calcein (green) fluorochromes \n\n35 \n\nFigura 8 Figure 8 – Photomicrographs in a higher original objective (x25) of histologic slices from \nalveolar bone healing 14 days after extraction of right upper incisor tooth. (A) \n\nSHAM group showing a balance amount of bone and connective tissue and few \n\ntrabecular bone, characterizing a great alveolar bone healing. (B) OVX group \n\nshowing a poor alveolar bone healing, with several and large trabecular bone and \n\npredominance of connective tissue. (C) OVX-SR group showing the best \n\nalveolar bone healing aspect, large amount of new bone formed, few number of \n\ntrabecular bone e predominance of bone tissue against little amount of \n\nconnective tissue. (B.T: Bone Tissue; C.T: Connective Tissue)   . \n\n38 \n\nFigura 9 Photomicrographs in a higher original objective (x25) of histologic slices from \nalveolar bone healing of different experimental groups (SHAM, OVX and OVX-\n\nSR) at 14 days after tooth extraction. It was possible observed an increased area \n\nof diaminobenzidine-stained cells (brown areas) around alveolar trabecular bone \n\nwhere the biomarkers OPG and RANKL were intense, represented by red \n\narrows. Representative scores about expression of the biomarker osteoprotegerin \n\nin different experimental groups, showing intense labeling for OVX-SR group \n\nand moderate labeling for SHAM and OVX group. Biomarker RANKL was \n\nintense to OVX group and moderate for SHAM and OVX-SR group. \n\n40 \n\nFigura 10 Alveolar bone images obtained using confocal microscopy with overlapping of \ncalcein (green) and alizarin (red) fluorochromes in the experimental groups. (A) \n\nSham group showed a lower precipitation of calcium for calcein (green) \n\n41 \n\n\n\n \n\n \n\nadministration with a little amount of old bone. (B) OVX group showed a large \n\namount of old bone, labeling by the calcium precipitation in the calcein (green) \n\nadministration. OVX-SR group showed a large amount of new bone, labeling by \n\nalizarin red and low amount of old bone (green). \n\nFigura 11 Avarage and standard deviation values of fluorochromes areas (Calcein and \nAlizarin red) in um² of experimental groups (SHAM, OVX and OVX-SR) at 60 \n\ndays after tooth extraction. Different letters A/a or A/b show statistical \n\nsignificance difference between calcein and alizarin precipitation (P &lt;0.05) in \n\nthe intragroup evaluation; uppercase letters represent similarity among groups (P \n\n> 0.05) in the intergroups evaluation; different lowercase letters (a/b) show \n\nstatistical significance difference among groups (P &lt;0.05) in the intergroups \n\nevaluation.   \n\n42 \n\nFigura 12 Average and standard deviation values of micro tomographic parameters in the \ndifferent experimental groups (SHAM, OVX and OVX-SR) at 60 days after \n\ntooth extraction. Different letters a or b show statistical significance difference \n\nbetween groups, according to analyzed parameters (P &lt;0.05); same letters \n\nrepresent similarity among groups (P > 0.05) for each parameter analyzed.   \n\n43 \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\nLista de Abreviaturas       \n\nOVX = Ovariectomy       \n\nSR =   Strontium ranelate   \n\nROI =  Region of interest     \n\nmg/kg  =  Miligram per kilogram \n\nOPG =  Osteoprotegerin \n\ni.m =   Intra-Muscular \n\nRANKL =  Receptor activator of nuclear factor kappa-B ligand \n\nmL =   Mililiters \n\nmm =   Milímeters \n\nµm =   Micrometers \n\np =    Unit of statistical relevance \n\nE2 =   Estrogen \n\nBV/TV =  Bone volume percent \n\nTb.Th =  Trabecular thickness \n\nTb.Sp =  Trabecular space \n\nPo.Tot =  Total porosity \n\nTb.N =  Trabecular number  \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINTRODUCTION..................................................................................... 24 \n\nMATERIALS AND METHODS................................................................... 27 \n\nRESULTS.................................................................................................38 \n\nDISCUSSION...........................................................................................46 \n\nREFERENCES…………………………………………………………………………………………50 \n\nATTACHMENTS…………………………………………………………………………………….55  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nStrontium ranelate improves alveolar bone \n\nhealing in osteopenic rats \n\n \n\n(Ranelato de estrôncio melhora reparo ósseo alveolar em ratas \n\nosteopênicas)  \n\n \n\n \n\n \n\n \n\n*Este trabalho foi formatado de acordo com as normas do periódico Journal of Dental Research \n\n\n\n \n\n \n\n \n\n \n\n \n\nIntroduction \n  \n\n\n\n \n\n \n25 \n\nIntroduction \n\nAfter teeth loss, there is a need to maintenance of bone tissue quality, aiming the \n\nfurther maxillofacial rehabilitation with dental implants or bone grafts. However, \n\nconcomitant emergence of systemic changes, such as diabetes, arterial hypertension and \n\nosteopenia could lead to bone dynamics decrease with the consequence of \n\nmicroarchitecture deterioration (Leslie et al. 2012, Hamann et al. 2012, Lerner 2006, Wu \n\net al. 2016). The lack of estrogen on postmenopausal women stimulates \n\nosteoclastogenesis cytokines, such as tumor necrosis factor-? (TNF-?), interleukin-1 (IL-\n\n1), IL6 and macrophage stimulating factor (M-CSF), besides the receptor activator of NF-\n\nkB ligand (RANKL), enhancing osteoclasts activity and bone resorption (Pacifici 1996, \n\nManolagas, O'Brien, and Almeida 2013, Hofbauer et al. 2000) . This bone turnover \n\nunbalance may leads to a severe decreasing of bone mass, characterizing osteoporosis \n\ncondition, which represents a high risk of bone fractures (Riggs, Khosla, and Melton \n\n2002). \n\n Data from world health organization shows that up to three hundred million people \n\nworldwide is affected by osteoporosis (Kanis 1994). Furthermore, experimental studies \n\nwith ovariectomized rats observed that osteoporosis condition could affected the \n\nmaxillofacial region, increasing its fragility and decreasing bone mass (Luvizuto, \n\nQueiroz, et al. 2010, Luvizuto, Dias, et al. 2010a). Therefore, there is many available \n\nalternatives for the treatment of osteoporosis. The mainly therapies adopted represents \n\ncatabolic drugs, as estrogen replacement, selective estrogen-receptors modulator \n\n(SERMS), denosumab and bisphosphonates (Marie et al. 2005, Marie 2006). These drugs \n\nare beneficial to prevent bone fractures and bone mass loss, since inhibit osteoclast \n\nactivity. However, the long-term use of bisphosphonates and denosumab have been \n\nshown an expressive reducing of bone turnover, which may develop medication-related \n\nosteonecrosis of the jaw (MRONJ) (Ruggiero 2013, Ruggiero et al. 2014).  \n\n On the other hands, new antiosteoporotic therapies have been emerging, between \n\nthem, strontium ranelate (SR), which is an anabolic drug that acts reducing bone \n\nresorption as promotes bone formation. SR is composed by an organic molecule (ranelic \n\nacid) binding two stable strontium atoms (Marie 2006). The mechanism of action of this \n\ndrug still controversial, however two hypothesis have been described. Some studies \n\n\n\n \n\n 26 \n\nsuggest that SR activating calcium-sensing receptors  (CaSR) presents on osteoblastic \n\ncells, stimulating bone formation (Chattopadhyay et al. 2007, Brennan et al. 2009). \n\nMoreover, it is believed that SR downregulates expression of RANKL and enhances the \n\nexpression of osteoprotegerina (OPG), decreasing osteoclast activity (Atkins et al. 2009, \n\nMarie, Felsenberg, and Brandi 2011).  \n\n Relevant clinical trials evidenced that SR reduced the incidence of vertebral and \n\nhip fractures (Reginster et al. 2005, Kanis et al. 2011). Besides that, experimental studies \n\nshowed that this drug was beneficial for ovariectomized rats (Zacchetti et al. 2014). \n\nHowever, there is no study evaluated the action of this drug on alveolar bone healing. \n\nThus, this study aimed evaluate alveolar bone healing of osteopenic rats treated with \n\nstrontium ranelate.    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\nReferences \n  \n\n\n\n \n\n \n51 \n\nReferences \n\n \n\n \nAtkins, G. J., K. J. Welldon, P. Halbout, and D. M. Findlay. 2009. \"Strontium ranelate treatment \n\nof human primary osteoblasts promotes an osteocyte-like phenotype while eliciting an \nosteoprotegerin response.\"  Osteoporos Int 20 (4):653-64. doi: 10.1007/s00198-008-\n0728-6. \n\nBain, SD, C Jerome, V Shen, I Dupin-Roger, and Patrick Ammann. 2009. \"Strontium ranelate \nimproves bone strength in ovariectomized rat by positively influencing bone resistance \ndeterminants.\"  Osteoporosis international 20 (8):1417-1428. \n\nBonnelye, E., A. Chabadel, F. Saltel, and P. Jurdic. 2008. \"Dual effect of strontium ranelate: \nstimulation of osteoblast differentiation and inhibition of osteoclast formation and \nresorption in vitro.\"  Bone 42 (1):129-38. doi: 10.1016/j.bone.2007.08.043. \n\nBouxsein, M. L., S. K. Boyd, B. A. Christiansen, R. E. Guldberg, K. J. Jepsen, and R. Müller. 2010. \n\"Guidelines for assessment of bone microstructure in rodents using micro-computed \ntomography.\"  J Bone Miner Res 25 (7):1468-86. doi: 10.1002/jbmr.141. \n\nBrennan, TC, MS Rybchyn, W Green, S Atwa, AD Conigrave, and RS Mason. 2009. \"Osteoblasts \nplay key roles in the mechanisms of action of strontium ranelate.\"  British journal of \npharmacology 157 (7):1291-1300. \n\nBurghardt, A. J., T. M. Link, and S. Majumdar. 2011. \"High-resolution computed tomography for \nclinical imaging of bone microarchitecture.\"  Clin Orthop Relat Res 469 (8):2179-93. doi: \n10.1007/s11999-010-1766-x. \n\nChattopadhyay, N., S. J. Quinn, O. Kifor, C. Ye, and E. M. Brown. 2007. \"The calcium-sensing \nreceptor (CaR) is involved in strontium ranelate-induced osteoblast proliferation.\"  \nBiochem Pharmacol 74 (3):438-47. doi: 10.1016/j.bcp.2007.04.020. \n\nEvans, H. M., and J. A. Long. 1922. \"Characteristic Effects upon Growth, Oestrus and Ovulation \nInduced by the Intraperitoneal Administration of Fresh Anterior Hypophyseal \nSubstance.\"  Proc Natl Acad Sci U S A 8 (3):38-9. \n\nGallacher, S. J., and T. Dixon. 2010. \"Impact of treatments for postmenopausal osteoporosis \n(bisphosphonates, parathyroid hormone, strontium ranelate, and denosumab) on bone \nquality: a systematic review.\"  Calcif Tissue Int 87 (6):469-84. doi: 10.1007/s00223-010-\n9420-x. \n\nHamann, C., S. Kirschner, K. P. Günther, and L. C. Hofbauer. 2012. \"Bone, sweet bone--\nosteoporotic fractures in diabetes mellitus.\"  Nat Rev Endocrinol 8 (5):297-305. doi: \n10.1038/nrendo.2011.233. \n\nHofbauer, L. C., S. Khosla, C. R. Dunstan, D. L. Lacey, W. J. Boyle, and B. L. Riggs. 2000. \"The roles \nof osteoprotegerin and osteoprotegerin ligand in the paracrine regulation of bone \nresorption.\"  J Bone Miner Res 15 (1):2-12. doi: 10.1359/jbmr.2000.15.1.2. \n\nJaffin, R. A., and C. L. Berman. 1991. \"The excessive loss of Branemark fixtures in type IV bone: \na 5-year analysis.\"  J Periodontol 62 (1):2-4. doi: 10.1902/jop.1991.62.1.2. \n\nJemt, T., K. Book, B. Lindén, and G. Urde. 1992. \"Failures and complications in 92 consecutively \ninserted overdentures supported by Brånemark implants in severely resorbed \nedentulous maxillae: a study from prosthetic treatment to first annual check-up.\"  Int J \nOral Maxillofac Implants 7 (2):162-7. \n\nKanis, J. A. 1994. \"Assessment of fracture risk and its application to screening for \npostmenopausal osteoporosis: synopsis of a WHO report. WHO Study Group.\"  \nOsteoporos Int 4 (6):368-81. \n\nKanis, J. A., H. Johansson, A. Oden, and E. V.  McCloskey. 2011. \"A meta-analysis of the effect of \nstrontium ranelate on the risk of vertebral and non-vertebral fracture in \n\n\n\n \n\n 52 \n\npostmenopausal osteoporosis and the interaction with FRAX(®).\"  Osteoporos Int 22 \n(8):2347-55. doi: 10.1007/s00198-010-1474-0. \n\nLerner, U. H. 2006. \"Bone remodeling in post-menopausal osteoporosis.\"  J Dent Res 85 (7):584-\n95. \n\nLeslie, W. D., M. R. Rubin, A. V. Schwartz, and J. A. Kanis. 2012. \"Type 2 diabetes and bone.\"  J \nBone Miner Res 27 (11):2231-7. doi: 10.1002/jbmr.1759. \n\nLuvizuto, E. R., S. M. Dias, T. P. Queiroz, T. Okamoto, I. R. Garcia, R. Okamoto, and R. C. Dornelles. \n2010a. \"Osteocalcin immunolabeling during the alveolar healing process in \novariectomized rats treated with estrogen or raloxifene.\"  Bone 46 (4):1021-9. doi: \n10.1016/j.bone.2009.12.016. \n\nLuvizuto, E. R., S. S. Dias, T. Okamoto, R. C. Dornelles, and R. Okamoto. 2011. \"Raloxifene therapy \ninhibits osteoclastogenesis during the alveolar healing process in rats.\"  Arch Oral Biol \n56 (10):984-90. doi: 10.1016/j.archoralbio.2011.03.015. \n\nLuvizuto, Eloa Rodrigues, Thallita Pereira Queiroz, Sheila Mônica Damásio Dias, Tetuo Okamoto, \nRita Cássia Menegati Dornelles, Idelmo Rangel Garcia, and Roberta Okamoto. 2010. \n\"Histomorphometric analysis and immunolocalization of RANKL and OPG during the \nalveolar healing process in female ovariectomized rats treated with oestrogen or \nraloxifene.\"  archives of oral biology 55 (1):52-59. \n\nLuvizuto, Eloá Rodrigues, Sheila Mônica Damásio Dias, Thallita Pereira Queiroz, Tetuo Okamoto, \nIdelmo Rangel Garcia, Roberta Okamoto, and Rita Cássia Menegati Dornelles. 2010b. \n\"Osteocalcin immunolabeling during the alveolar healing process in ovariectomized rats \ntreated with estrogen or raloxifene.\"  Bone 46 (4):1021-1029. \n\nManolagas, S. C., C. A. O'Brien, and M. Almeida. 2013. \"The role of estrogen and androgen \nreceptors in bone health and disease.\"  Nat Rev Endocrinol 9 (12):699-712. doi: \n10.1038/nrendo.2013.179. \n\nManrique, N., C. C. Pereira, E. R. Luvizuto, M.el P Sánchez, T. Okamoto, R. Okamoto, D. H. \nSumida, and C. Antoniali. 2015. \"Hypertension modifies OPG, RANK, and RANKL \nexpression during the dental socket bone healing process in spontaneously hypertensive \nrats.\"  Clin Oral Investig 19 (6):1319-27. doi: 10.1007/s00784-014-1369-0. \n\nMarie, P. J., D. Felsenberg, and M. L. Brandi. 2011. \"How strontium ranelate, via opposite effects \non bone resorption and formation, prevents osteoporosis.\"  Osteoporos Int 22 (6):1659-\n67. doi: 10.1007/s00198-010-1369-0. \n\nMarie, Pierre J. 2006. \"Strontium ranelate: a dual mode of action rebalancing bone turnover in \nfavour of bone formation.\"  Current opinion in rheumatology 18:S11-S15. \n\nMarie, Pierre J, Monique Hott, Dominique Modrowski, Cinderella De Pollak, Joel Guillemain, \nPascale Deloffre, and Yannis Tsouderos. 2005. \"An uncoupling agent containing \nstrontium prevents bone loss by depressing bone resorption and maintaining bone \nformation in estrogen?deficient rats.\"  Journal of Bone and Mineral Research 20  \n(6):1065-1074. \n\nMeunier, P. J., C. Roux, S. Ortolani, M. Diaz-Curiel, J. Compston, P. Marquis, C. Cormier, G. Isaia, \nJ. Badurski, J. D. Wark, J. Collette, and J. Y. Reginster. 2009. \"Effects of long-term \nstrontium ranelate treatment on vertebral fracture risk in postmenopausal women with \nosteoporosis.\"  Osteoporos Int 20 (10):1663-73. doi: 10.1007/s00198-008-0825-6. \n\nMorabito, N., A. Catalano, A. Gaudio, E. Morini, L. M. Bruno, G. Basile, E. Tsiantouli, F. Bellone, \nR. M. Agostino, B. Piraino, M. A. La Rosa, C. Salpietro, and A. Lasco. 2016. \"Effects of \nstrontium ranelate on bone mass and bone turnover in women with thalassemia major-\nrelated osteoporosis.\"  J Bone Miner Metab 34 (5):540-6. doi: 10.1007/s00774-015-\n0689-8. \n\n\n\n \n\n 53 \n\nO'Donnell, S., A. Cranney, G. A. Wells, J. D. Adachi, and J. Y. Reginster. 2006. \"Strontium ranelate \nfor preventing and treating postmenopausal osteoporosis.\"  Cochrane Database Syst \nRev (4):CD005326. doi: 10.1002/14651858.CD005326.pub3. \n\nOkamoto, T., and M. C. de Russo. 1973. \"Wound healing following tooth extraction. \nHistochemical study in rats.\"  Revista da Faculdade de Odontologia de Araçatuba 2 \n(2):153. \n\nPacifici, Roberto. 1996. \"Estrogen, cytokines, and pathogenesis of postmenopausal \nosteoporosis.\"  Journal of Bone and Mineral Research 11 (8):1043-1051. \n\nPapalexiou, V., A. B. Novaes, M. F. Grisi, S. S. Souza, M. Taba, and J. K. Kajiwara. 2004. \"Influence \nof implant microstructure on the dynamics of bone healing around immediate implants \nplaced into periodontally infected sites. A confocal laser scanning microscopic study.\"  \nClin Oral Implants Res 15 (1):44-53. \n\nParfitt, A. M., M. K. Drezner, F. H. Glorieux, J. A. Kanis, H. Malluche, P. J. Meunier, S. M. Ott, and \nR. R. Recker. 1987. \"Bone histomorphometry: standardization of nomenclature, \nsymbols, and units. Report of the ASBMR Histomorphometry Nomenclature \nCommittee.\"  J Bone Miner Res 2 (6):595-610. doi: 10.1002/jbmr.5650020617. \n\nRamalho-Ferreira, G., L. P. Faverani, G. A. Momesso, E. R. Luvizuto, I. de Oliveira Puttini, and R. \nOkamoto. 2016. \"Effect of antiresorptive drugs in the alveolar bone healing. A \nhistometric and immunohistochemical study in ovariectomized rats.\"  Clin Oral Investig. \ndoi: 10.1007/s00784-016-1909-x. \n\nRamalho-Ferreira, G., L. P. Faverani, F. B. Prado, I. R. Garcia, and R. Okamoto. 2015. \"Raloxifene \nenhances peri-implant bone healing in osteoporotic rats.\"  International journal of oral \nand maxillofacial surgery 44 (6):798-805. \n\nRamalho-Ferreira, Gabriel, Leonardo Perez Faverani, Gustavo Augusto Grossi-Oliveira, Tetuo \nOkamoto, and Roberta Okamoto. 2015. \"Alveolar bone dynamics in osteoporotic rats \ntreated with raloxifene or alendronate: confocal microscopy analysis.\"  Journal of \nBiomedical Optics 20 (3). doi: 038003. \n\nReginster, J. Y., E. Seeman, M. C. De Vernejoul, S. Adami, J. Compston, C. Phenekos, J. P. \nDevogelaer, M. D. Curiel, A. Sawicki, S. Goemaere, O. H. Sorensen, D. Felsenberg, and P. \nJ. Meunier. 2005. \"Strontium ranelate reduces the risk of nonvertebral fractures in \npostmenopausal women with osteoporosis: Treatment of Peripheral Osteoporosis \n(TROPOS) study.\"  J Clin Endocrinol Metab 90 (5):2816-22. doi: 10.1210/jc.2004-1774. \n\nRiggs, B. L., S. Khosla, and L. J. Melton. 1998. \"A unitary model for involutional osteoporosis: \nestrogen deficiency causes both type I and type II osteoporosis in postmenopausal \nwomen and contributes to bone loss in aging men.\"  J Bone Miner Res 13 (5):763-73. doi: \n10.1359/jbmr.1998.13.5.763. \n\nRiggs, B. L., S. Khosla, and L. J. Melton. 2002. \"Sex steroids and the construction and conservation \nof the adult skeleton.\"  Endocr Rev 23 (3):279-302. doi: 10.1210/edrv.23.3.0465. \n\nRuggiero, S. L., and S. J. Drew. 2007. \"Osteonecrosis of the jaws and bisphosphonate therapy.\"  \nJournal of dental research 86 (11):1013-1021. \n\nRuggiero, Salvatore L. 2013. \"Emerging concepts in the management and treatment of \nosteonecrosis of the jaw.\"  Oral and maxillofacial surgery clinics of North America 25 \n(1):11-20. \n\nRuggiero, Salvatore L., Thomas B. Dodson, John Fantasia, Reginald Goodday, Tara Aghaloo, \nBhoomi Mehrotra, and Felice O'Ryan. 2014. \"American Association of Oral and \nMaxillofacial Surgeons position paper on medication-related osteonecrosis of the jaw—\n2014 update.\"  Journal of Oral and Maxillofacial Surgery 72 (10):1938-1956. \n\nSeeman, E., B. Vellas, C. Benhamou, J. P. Aquino, J. Semler, J. M. Kaufman, K. Hoszowski, A. R. \nVarela, C. Fiore, K. Brixen, J. Y. Reginster, and S. Boonen. 2006. \"Strontium ranelate \n\n\n\n \n\n 54 \n\nreduces the risk of vertebral and nonvertebral fractures in women eighty years of age \nand older.\"  J Bone Miner Res 21 (7):1113-20. doi: 10.1359/jbmr.060404. \n\nShapurian, T., P. D. Damoulis, G. M. Reiser, T. J. Griffin, and W. M. Rand. 2006. \"Quantitative \nevaluation of bone density using the Hounsfield index.\"  Int J Oral Maxillofac Implants \n21 (2):290-7. \n\nWells, G. A., A. Cranney, J. Peterson, M. Boucher, B. Shea, V. Robinson, D. Coyle, and P. Tugwell. \n2008. \"Alendronate for the primary and secondary prevention of osteoporotic fractures \nin postmenopausal women.\"  Cochrane Database Syst Rev (1):CD001155. doi: \n10.1002/14651858.CD001155.pub2. \n\nWu, X., K. Al-Abedalla, H. Eimar, S. Arekunnath Madathil, S. Abi-Nader, N. G. Daniel, B. Nicolau, \nand F. Tamimi. 2016. \"Antihypertensive Medications and the Survival Rate of \nOsseointegrated Dental Implants: A Cohort Study.\"  Clin Implant Dent Relat Res 18 \n(6):1171-1182. doi: 10.1111/cid.12414. \n\nZacchetti, Giovanna, Romain Dayer, René Rizzoli, and Patrick Ammann. 2014. \"Systemic \ntreatment with strontium ranelate accelerates the filling of a bone defect and improves \nthe material level properties of the healing bone.\"  BioMed research international 2014."}]}}}