{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07821"}, {"@name": "filename", "#text": "12565_001009143.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MINISTÉRIO DA EDUCAÇÃO\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\nDEPARTAMENTO DE ENGENHARIA MECÂNICA\nPROJETO E FABRICAÇÃO DE UMA MANGA DE EIXO INTERCAMBIÁVEL DE FÓRMULA SAE EM ALUMÍNIO FUNDIDO\npor\nFernando Stein Brito\nMonografia apresentada ao Departamento de Engenharia Mecânica da Escola de Engenharia da Universidade Federal do Rio Grande do Sul, como parte dos requisitos para obtenção do diploma de Engenheiro Mecânico.\nPorto Alegre, dezembro de 2016\nUFRGS\nUNIVERSIDADE FEDERAL\nDO RIO GRANDE DO 5UL\nUniversidade Federal do Rio Grande do Sul Escola de Engenharia Departamento de Engenharia Mecânica\nPROJETO E FABRICAÇÃO DE UMA MANGA DE EIXO INTERCAMBIÁVEL DE FÓRMULA SAE EM ALUMÍNIO FUNDIDO\npor\nFernando Stein Brito\nESTA MONOGRAFIA FOI JULGADA ADEQUADA COMO PARTE DOS REQUISITOS PARA A OBTENÇÃO DO TÍTULO DE ENGENHEIRO MECÂNICO\nAPROVADA EM SUA FORMA FINAL PELA BANCA EXAMINADORA DO DEPARTAMENTO DE ENGENHARIA MECÂNICA\nProf. Dr. Eng. Alcy Rodolfo dos Santos Carrara Coordenador do Curso de Engenharia Mecânica\nÁrea de Concentração: Projeto e Fabricação\nOrientador: Prof. Dr. Eng. José Antônio Esmerio Mazzaferro\nCo-Orientador: Prof. Dr. Eng. Vinícius Karlinski de Barcellos\nComissão de Avaliação:\nProf. Dr. Eng. Flávio José Lorini\nProf. Dra. Enga. Cíntia Cristiane Petry Mazzaferro\nProf. Dr. Eng. Tiago Becker\nPorto Alegre, 02 de dezembro de 2016.\nAGRADECIMENTOS\nAos meus pais, Karin e Henrique, que moldaram meu caráter e tanto me ajudaram nas decisões da vida. A criação com liberdade que vocês me proporcionaram, com amor, respeito, companheirismo e muito incentivo, me deixou confortável para que eu traçasse o meu caminho como pessoa e profissional.\nAo meu irmão Eduardo, cúmplice de anos, parceiro de projetos e também de vídeo game. Obrigado pelos momentos de descontração em meio a esse curso estressante. Pelo respeito e admiração, muito obrigado. Tu podes ter certeza que é recíproco.\nAos meus avós, Ieda, Brito, Fata e Muti, pelo enorme carinho e ensinamentos de vida que irei levar para sempre.\nÀ Laís, pelo amor, companheirismo, apoio e compreensão nesse último ano. Por várias vezes me mostrar um lado mais humano das coisas, contribuindo para que eu evoluísse como pessoa, ajudando a entender meu dever com a sociedade.\nAos meus professores José Mazzaferro e Vinicius Karlinski, pelo apoio nesse trabalho, sempre solícitos e interessados pelo projeto. Agradeço também ao meu parceiro de fundição Régis Amaral, o qual me “aturou” semanas no LAFUN, me ajudando diretamente na fabricação da peça em estudo, sempre achando uma solução para os problemas que apareciam.\nAos meus amigos de LAMEF, que muito me ensinaram ao longo de anos, contribuindo com ensaios para esse trabalho.\nAos meus amigos de Novo Hamburgo, que apesar dos diferentes caminhos que cada um percorre, sempre conseguimos nos reunir para lembrar dos tempos de escola e conversar sobre a vida.\nA UFRGS e os ótimos professores que tive no curso, que mesmo sob condições adversas da universidade, sempre se comprometeram com o ensino de qualidade. Em especial, a professora Thamy Hayashi, por ter abraçado o projeto Fórmula SAE.\nE, finalmente, aos meus amigos de curso, que de uma forma ou outra, vieram todos da RS Racing UFRGS. Vocês são parceiros para vida. É imensurável o quanto que aprendi dentro dessa equipe, e é com extrema satisfação que deixo esta com a certeza de que nosso projeto irá fazer diferença na vida de muitos engenheiros que virão pela frente.\nMuito obrigado!\nBRITO, F. S. Projeto e fabricação de uma manga de eixo intercambiável de Fórmula SAE em alumínio fundido. 2016. 27 páginas. Monografia (Trabalho de Conclusão do Curso em Engenharia Mecânica) - Departamento de Engenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2016.\nRESUMO\nNo ramo automobilístico, busca-se sempre melhorar a relação peso/potência do veículo, diminuindo ao máximo a massa deste, sem comprometer a resistência de seus componentes. No projeto Fórmula SAE da equipe RS Racing UFRGS observou-se um grande potencial de redução de massa no sistema de suspensão, mais especificamente no projeto da manga de eixo. Dessa maneira, o presente trabalho tem por objetivo projetar, fabricar e validar o conceito de uma manga de eixo intercambiável e fundida em alumínio, conferindo menor massa e adequada rigidez ao conjunto, além de praticidade para substituição do atual componente fabricado em aço. Para tanto, foi escolhido o processo por fundição em areia curada frio para confecção das peças, utilizando-se um modelo de fundição único fabricado por manufatura aditiva de plástico PLA. A liga para fundição 354.0-T6 foi escolhida devido à sua alta tensão de escoamento, e tanto a liga quanto o tratamento térmico foram elaborados utilizando-se os laboratórios da universidade. O projeto da peça levou em consideração a situação de maior solicitação como a execução de uma curva com frenagem, e através da literatura estimou-se as cargas aplicadas ao componente. Através da análise de elementos finitos, projetou-se a manga de eixo para resistir aos esforços provenientes da utilização da peça em corridas de alto desempenho. A peça depois de fabricada foi avaliada quanto a sua composição química, microestrutura, dureza, tensão de escoamento e porosidade. O resultado para os três primeiros itens foi satisfatório, no entanto, devido à porosidade excessiva do componente, a tensão de escoamento da peça mostrou-se abaixo da mínima esperada. Desse modo, apesar da peça final satisfazer aos requisitos geométricos estabelecidos, apresentando redução de 45% de massa com relação à manga de eixo atual, o componente fundido não foi validado, havendo a necessidade de melhoria no processo de fabricação no que tange a remoção dos gases do metal líquido durante a solidificação.\nPALAVRAS-CHAVE: Manga de eixo, fundição, alumínio, porosidade.\nBRITO, F. S. Project and manufacturing of an interchangeable aluminum casted Formula SAE upright. 2016. 27 pages. Monograph (Trabalho de Conclusão do Curso em Engenharia Mecânica) - Departamento de Engenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2016.\nABSTRACT\nThe automotive industry always seeks to improve power to weight ratio of the vehicles, reducing its weight at maximum, without compromising the strength of its components. The RS Racing UFRGS Formula SAE project showed great potential for mass loss in the suspension system, more specifically in the design of the upright. Therefore, the present study aims to design, produce and validate the concept of a cast aluminum interchangeable upright, reducing its mass with adequate resistance, in addition to provide convenience for replacement of the current component manufactured in steel. It was chosen the no-bake sand casting process for preparation of the pieces, using a unique foundry model manufactured by additive manufacture of PLA plastic. The casting alloy 354.0-T6 was chosen due to its high yield strength, and both the alloy and the heat treatment where made using the University's laboratories. The design of the part considered the execution of a turn with braking as the worst-case scenario, and using the literature, the loads applied to the component have been estimated. Through finite element analysis, the upright was designed to resist the loads arising from the use of the component in high performance racing. The piece after manufactured was evaluated for its chemical composition, microstructure, hardness, yield strength and porosity. The results for the first three items were satisfactory, however, due to excessive porosity of the component, the yield strength showed to be below the minimum expected. Therefore, despite the final part geometry satisfies the requirements, featuring 45% of mass reduction with respect to current upright, the cast component was not validated, with the need for improvements in the manufacturing process regarding gases removal of the liquid metal during solidification.\nKEYWORDS: Upright, casting, aluminum, porosity.\nÍNDICE\n1.\tINTRODUÇÃO......................................................1\n2.\tOBJETIVOS.......................................................1\n3.\tFUNDAMENTAÇÃO TEÓRICA...........................................1\n3.1\tACELERAÇÃO E TRANSFERÊNCIA DE CARGA..........................1\n3.1.1\tMassa suspensa e não suspensa.............................1\n3.1.2\tCentro de Gravidade e Transferência de Carga..............1\n3.2\tCOMPONENTES DE UMA SUSPENSÃO DE\tCOMPETIÇÃO.................3\n3.3\tSOLICITAÇÕES MECÂNICAS EM UMA MANGA DE EIXO..................3\n3.4\tTORQUE FRENANTE EM DISCOS DE FREIO...........................3\n3.5\tPROCESSOS DE FUNDIÇÃO COM AREIA..............................4\n4.\tMÉTODO DO TRABALHO..............................................4\n4.1\tREQUISITOS DO PROJETO........................................4\n4.2\tRESTRIÇÕES DE PROJETO........................................5\n4.3\tPROCESSOS DE FABRICAÇÃO E SELEÇÃO DE MATERIAL................5\n4.4\tCÁLCULO ANALÍTICO DAS SOLICITAÇÕES\tMECÂNICAS.................7\n4.4.1\tSolicitação devido à Transferência de Carga Lateral........7\n4.4.2\tSolicitação devido à Transferência de Carga Longitudinal...8\n4.4.3\tSolicitação devido à Aceleração Lateral...................8\n4.4.4\tSolicitação devido à Frenagem.............................8\n4.5\tPROPOSTA INICIAL.............................................9\n4.6\tANÁLISE ESTRUTURAL..........................................10\n4.7\tAPRIMORAMENTO DE PROJETO....................................11\n4.8\tFABRICAÇÃO DO PROTÓTIPO.....................................12\n5.\tRESULTADOS E DISCUSSÃO.........................................14\n6.\tCONCLUSÃO......................................................15\nREFERÊNCIAS BIBLIOGRÁFICAS........................................15\nAPÊNDICE A - DESENHOS DOS COMPONENTES.............................16\nAPÊNDICE B - MÓDULOS DE RESFRIAMENTO DA PEÇA......................18\nAPÊNDICE C - ANÁLISE QUÍMICA DA LIGA, ENSAIOS DE METALOGRAFIA, DUREZA, TRAÇÃO E RAIO-X...................................................18\nAPÊNDICE D - SUGESTÕES PARA TRABALHOS FUTUROS.....................20\nANEXO A - INFORMAÇÕES SOBRE A LIGA DE ALUMÍNIO 354.0..............20\n1.\tINTRODUÇÃO\nA competição Fórmula SAE, criada pela Sociedade dos Engenheiros da Mobilidade (do inglês Society of Automotive Engineers, SAE) é uma competição estudantil de engenharia que ocorre em diversos países, com o objetivo de proporcionar o intercâmbio de ideias, técnicas, e conhecimentos entre estudantes de diversas universidades. Através da aplicação prática dos conhecimentos adquiridos nos cursos de graduação das diversas engenharias existentes, os alunos são desafiados a desenvolver um projeto de um carro de competição do tipo fórmula, desde sua concepção até projeto detalhado, construção e testes.\nA UFRGS tem como sua representante a equipe RS Racing UFRGS, vinculada ao Departamento de Engenharia Mecânica, que conta com mais de quarenta alunos de diversos cursos de engenharia. Nascida em 2010, a equipe conquistou o segundo lugar na competição nacional de 2015, sendo convidada a participar da competição internacional de Lincoln, EUA, na metade de 2016.\nPassada a competição, percebeu-se a necessidade de melhorar a relação entre peso e potência do veículo. Além de modificações no motor para aumento de potência, a equipe estipulou como meta a redução de 20 kg do protótipo de 2016/1. Com uma massa de aproximadamente 200 kg, espera-se que o carro de 2016/2 alcance um desempenho similar ao de 2015, trazendo novamente a oportunidade de participar do evento internacional.\nDentre as diversas áreas do carro, a suspensão apresenta grande potencial de diminuição de massa, devido a utilização de mangas de eixo de chapas de aço soldadas. Tal concepção foi desenvolvida em 2015, quando o principal objetivo da equipe era a confiabilidade. Com a equipe mais madura e organizada, o planejamento para a competição nacional de 2016 permitiu o estudo de uma manga de eixo mais leve, de alumínio e intercambiável entre rodas, com adequada rigidez e fácil fabricação, através da fundição em molde de areia utilizando a infraestrutura da UFRGS.\n2.\tOBJETIVOS\nOs objetivos principais do presente trabalho são projetar, fabricar e validar o conceito de uma manga de eixo intercambiável fundida em alumínio para o protótipo de Fórmula SAE da RS Racing UFRGS. Como objetivo secundário, espera-se difundir o conhecimento e as técnicas de fabricação por fundição à equipe, devido ao potencial apresentado pelo processo no que diz respeito à liberdade geométrica e redução de massa de um componente automotivo.\n3.\tFUNDAMENTAÇÃO TEÓRICA\n3.1\tACELERAÇÃO E TRANSFERÊNCIA DE CARGA\n3.1.1\tMassa suspensa e não suspensa\nDe acordo com Smith, 1978, massa não suspensa é a parte da massa do veículo a qual não é erguida pela suspensão. Fazem parte dessa definição as rodas, pneus, cubo de rodas, manga de eixo, pinças de freio e considera-se ainda 50% da massa das balanças de suspensão, semieixo, mola e amortecedor. A massa suspensa é então a massa suportada pela suspensão, a qual inclui o chassi, motor, piloto, combustível e basicamente todas as outras peças do carro que estão suspensas do solo pelas molas da suspensão.\n3.1.2\tCentro de Gravidade e Transferência de Carga\nO centro de gravidade (CG) de qualquer corpo é definido como o ponto pelo qual se tal corpo fosse suspenso, todas as partes deste ficariam em equilíbrio, ou seja, sem que haja tendência de rotação. É o ponto de equilíbrio tridimensional do veículo [Smith, 1978]. Assim, todas as forças de aceleração que atuam sobre o veículo podem ser consideradas como atuantes através do centro de gravidade do mesmo. Dessa maneira, de acordo com Smith, 1978, almeja-se sempre projetar um carro de competição com centro de gravidade o mais baixo possível.\nA transferência de carga é o carregamento transferido de uma roda à outra devido aos momentos gerados sobre o CG do veículo, ou centros de rolagem da suspensão, quando o mesmo acelera em diferentes direções. A transferência de carga é algebricamente aditiva à carga estática, devido a massa do veículo, em uma determinada roda [Smith, 1978].\nPara projetar um carro de competição, são avaliados essencialmente dois tipos de transferência de carga: longitudinal e lateral. A primeira refere-se a uma aceleração ou, no caso de uma frenagem, uma desaceleração linear. Em uma frenagem, a desaceleração provoca uma força atuante do centro de gravidade do veículo em sentido oposto, que por estar acima do solo, aplica um momento em torno do ponto de contato do pneu traseiro. Os pneus dianteiros são forçados contra o solo, aumentando a carga no conjunto.\nNo caso da transferência longitudinal, na qual a desaceleração é dada por A*, a força de aceleração aplicada ao CG do veículo é WAX, sendo W a massa total do veículo. Assim, calculando-se o momento em torno do ponto de contato do pneu traseiro, tem-se que a carga transferida aos pneus dianteiros é\nàWx=^WAx\t(3.1)\nonde l é a distância entre eixos e h a altura do centro de gravidade.\nPara calcular a transferência lateral do veículo, o mesmo pode ser avaliado como um sistema de três corpos, com seus respectivos centros de gravidade. A massa suspensa do veículo, a massa não suspensa dianteira e a massa não suspensa traseira, Ws, WuF, e WuR respectivamente, são avaliadas nesse contexto, conforme figura abaixo.\nFigura 3.1: Geometria de transferência lateral de carga, adaptado de Milliken e Milliken, 1994.\nSegundo Milliken e Milliken, 1994, a transferência de carga para um sistema de três massas, considerando o caso de Steady-State Cornering, pode ser expressa por\ntp\t\\.Kp+Kp-Wph2\níf\n(3.2)\nonde Ws é a massa suspensa, Ay a aceleração lateral, tF é a distância entre os centros de contato dos pneus dianteiros com o solo, h2 a altura da linha neutra ao CG da massa suspensa, Kf a rigidez de rolagem dianteira, Kr a rigidez de rolagem traseira, as a distância do CG da massa não suspensa dianteira ao CG da massa suspensa, I a distância entre eixos, zrfa altura do centro de rolagem dianteiro, zwf a altura da massa não suspensa dianteira, WuF a massa não suspensa dianteira e Kf' como um termo relativo a rigidez da suspensão dianteira. De acordo com Milliken e Milliken, 1994, tal equação demanda um conhecimento mais detalhado da geometria do veículo, e pode ser simplificado utilizando-se o CG total do veículo, indicado por W, e sua altura acima da linha neutra, H. Isso implica em um sistema de uma única massa, em que igualando-se as massas não suspensas a zero, substituindo-se h2 por H, considerando Kf igual a Kf e desconsiderando-se o termo Wsh2 associado ao ângulo de rolagem, tem-se\n^[^ + *Zrf\\\t(3.3)\nY\ttf kf+kr\ti K1,\n3 onde AWy é a transferência de carga em kg para a roda dianteira externa à curva executada pelo veículo. Segundo Milliken e Milliken, 1994, tal simplificação resulta em erros de 2 a 3%, fornecendo assim ótimos resultados.\n3.2\tCOMPONENTES DE UMA SUSPENSÃO DE COMPETIÇÃO\nOs componentes de suspensão para um carro de competição são, normalmente, as balanças de suspensão, manga de eixo, cubo de roda, rocker (elemento de transferência), barras de suspensão, mola e amortecedor. Segundo Smith, 1978, estes podem ser dispostos basicamente de duas maneiras: suspensão externa e suspensão interna. Na externa, a mola fica entre a roda e o chassi, conectando diretamente a fixação inferior da manga de eixo ao chassi, através de rótulas. Na configuração interna, mais utilizada, uma barra conecta um ponto da manga de eixo ou balança ao elemento rocker, que através de um braço de alavanca transfere a carga à mola.\nFigura 3.2: Componentes básicos de suspensão de um Fórmula SAE, adaptado de Gaffney e Salinas, 1997.\n3.3\tSOLICITAÇÕES MECÂNICAS EM UMA MANGA DE EIXO\nSegundo Jawad e Polega, 2002, há três cenários principais em que uma manga de eixo será submetida a solicitações mecânicas devido a dinâmica do veículo. Pode-se citar a situação de execução de uma curva, de uma frenagem e de uma curva com frenagem, a qual se enquadra como um cenário crítico. Ainda, Jawad e Polega, 2002, utilizam uma aceleração de 1,3 g como aceleração lateral para calcular os esforços no componente, restringindo o cubo de roda e aplicando forças nos pontos de suspensão de maneira a provocar um momento na manga de eixo, simulando a atuação da força de contato dos pneus com o solo, a qual é transferida para a manga de eixo através da roda e cubo de roda. Para simular a frenagem, Jawad e Polega, 2002, aplicam forças relativas ao torque frenante nas fixações da pinça de freio na manga de eixo, que combinados aos esforços devido a aceleração lateral, conferem um resultado final.\nMilliken e Milliken, 1994, dividem os esforços aplicados às rodas em transferência de carga lateral e longitudinal, as quais se somam à carga estática exercida pela massa total do veículo pilotado dividida em cada roda. Na prática, tal carga é aplicada primeiramente no pneu em contato com o solo, sendo transferida para roda, que por sua vez a transfere para o cubo de roda que, sendo forçado para cima, causa um momento na manga de eixo. Dessa maneira, pode-se considerar quatro solicitações impostas ao componente em estudo: solicitação devido a aceleração lateral, a frenagem, a transferência de carga lateral e longitudinal.\n3.4\tTORQUE FRENANTE EM DISCOS DE FREIO\nO sistema de freios mais utilizado em competições, e empregado no protótipo de Fórmula SAE, é o sistema de freios a disco de pinça flutuante. A pinça segura um ou mais pistões que são atuados por uma pressão hidráulica. Segundo Shigley et all, 2008, por ser flutuante, a pinça compensa desgastes desiguais, assegurando uma pressão relativamente constante, distribuída pela área de contato da pastilha de freio. Para calcular o torque frenante produzido devido ao atrito da pastilha com o disco de freio, Shigley et all, 2008, sugerem duas abordagens: Desgaste Uniforme ou Pressão Uniforme. O primeiro caso pode ser considerado quando o disco de freio já sofreu um determinado desgaste, a ponto de ocorrer o assentamento da pastilha, estabelecendo um situação de desgaste uniforme [Shigley et all, 2008]. A segunda situação é\n4 aproximada para uma condição de pastilha e disco novos, ou com a utilização de um sistema com molas, que mantem a distribuição de Pressão Uniforme [Shigley et all, 2008]. A equação que expressa o torque frenante para Desgaste Uniforme é dada por\nT =\t- ^i)PParí(ro - r2)\t(3.4)\nenquanto que para Pressão Uniforme\nr = 1(02 - 0i)wa(ro3 - r3)\t(3.5)\nonde 01 e 02 são os ângulos que delimitam o arco formado pela pastilha de freio, r0 e r¡ são os raios externo e interno do arco de pastilha, respectivamente, /.í o coeficiente de atrito e pa a pressão máxima permitida pela pastilha de freio.\n3.5\tPROCESSOS DE FUNDIÇÃO COM AREIA\nDe acordo com Setti, 2010, os processos de fundição que fazem o uso de areia na confecção do molde encontram-se entre os mais versáteis processos de fabricação, provendo uma enorme liberdade de projeto. Segundo Jorstad, 2008, tais processos podem ser divididos em processos de areia aglomerada e processos de areia aglomerada com resina. No primeiro caso, a areia é aglomerada com água, caracterizando o processo de areia verde (bentonita + água), por exemplo. No caso de aglomerados com resina, a areia é misturada com resinas orgânicas, podendo ser através do processo de cura frio (no-bake), no qual duas partes de resina curam com a adição de um catalisador. Segundo Setti, 2010, esse processo é similar ao processo de areia verde, porém com menor necessidade de compactação da areia. Tal processo permite a obtenção de moldes de alta resistência mecânica. Tanto o processo de areia verde quanto areia curada frio destacam-se pela sua simplicidade, baixo custo para fabricação de pequena quantidade de peças e versatilidade.\n4.\tMÉTODO DO TRABALHO\n4.1\tREQUISITOS DO PROJETO\nO projeto da manga de eixo do protótipo de 2016/2 tem como principal meta a diminuição de massa da mesma, através da utilização de uma liga de alumínio para fabricação do componente. Diminuindo a massa total da manga de eixo, é reduzida também a massa não suspensa do veículo, o que contribui para um sistema de suspensão com menos inércia e consequentemente melhor resposta frente à excitações provenientes da pista.\nAinda, a redução de massa do componente impacta diretamente na relação peso potência do protótipo. Devido a utilização de quatro mangas de eixo no veículo, a diminuição da massa de tal componente pode resultar em uma expressiva redução no peso total do carro. Baseando-se na manga de eixo do protótipo de 2016/1, com 1,7 kg de chapas de aço carbono soldadas, em comparação com modelos de manga de eixo fabricadas em alumínio, há um potencial de redução próximo a 50% da massa do componente, podendo representar 6,25 % de redução da massa não suspensa do veículo.\nPara atingir tal meta, o projeto deve levar em consideração alguns aspectos práticos e econômicos que balizam a criação do novo componente. A geometria de suspensão calculada previamente para o modelo de 2016/1 deve ser incorporada ao projeto, assim como o mesmo rolamento utilizado para cubo de roda de 2016/1 deve ser considerado para o novo componente. O conjunto final deve ter geometria compatível com o modelo de rodas aro 13” utilizado pela equipe desde 2015, sendo capaz de montar a pinça de freio e manter-se interno à roda, sem contato com o aro interno desta.\nA intercambiabilidade entre as mangas de eixo é um conceito difundido entre competições automobilísticas de alto desempenho e é também um requisito para o novo projeto. O conceito baseia-se em um corpo de manga de eixo padrão, com furação para o acoplamento das fixações dos pontos de suspensão, pinça de freio, barra de convergência e braço de direção. Assim,\n5 reduz-se o custo de fabricação do componente através da fabricação de quatro peças iguais. Além de impactar o orçamento do projeto, a manga de eixo intercambiável facilita o processo de montagem do carro e contribui para fácil reposição do componente em caso de acidente.\nCom os requisitos de projeto bem estabelecidos, esses foram classificados quanto a sua importância, descritos na Tabela 4.1.\nTabela 4.1: Requisitos de projeto para a manga de eixo do protótipo de Fórmula SAE da UFRGS de 2016/2.\nRequisitos de Projeto\tImportância\nUtilizável com conjunto de rodas aro 13\", integrado à geometria de suspensão de 2016/1\t1°\nUtilizar mancal de rolamento Schaeffler INA F457472\t2°\nSuporte para pinça de freio Dafra Kansas 250, aplicada a disco de 212 mm de diâmetro\t3°\nRedução de no mínimo 40% da massa do componente *\t4°\nIntercambiabilidade entre rodas\t5°\nMaior precisão dimensional e melhor acabamento *\t6°\nem relação ao projeto de 2016/1.\nOs três primeiros requisitos são básicos para o projeto do componente. Não respeitando tais critérios, torna-se impossível a utilização do componente no protótipo da UFRGS, pois são diretamente dependentes de outros sistemas do carro, já definidos para o segundo semestre de 2016. O restante torna o projeto mais competitivo dentro da modalidade estudantil, conferindo maior desempenho automobilístico para o protótipo, reduzindo custo e melhorando a fabricação.\n4.2\tRESTRIÇÕES DE PROJETO\nConsiderando os primeiros três requisitos de projeto, tem-se como condições de contorno fundamentais o raio interno da roda aro 13” do protótipo, a face de encosto da roda, os pontos da geometria de suspensão do veículo e o volume ocupado pelo rolamento do cubo de roda, modelo INA F457472 com 68 mm de diâmetro externo. A Figura 4.1 ilustra o posicionamento dos pontos de suspensão dianteiros e da barra de direção referenciados à face de encosto da roda, com origem no centro da mesma.\nv\n\tx (mm)*\ty (mm)\tz (mm)\nPonto de Suspensão Superior (PSS)\t75,00\t0,00\t95,00\nPonto de Suspensão Inferior (PSI)\t77,00\t0,00\t-75,00\nPonto da Barra Axial de Direção (PBD)\t127,40\t114,00\t-60,00\n* Coordenada x apontando para fora do plano.\nFigura 4.1: Coordenadas dos pontos de suspenção dianteira e barra axial de direção.\nAinda, o projeto da manga de eixo deve prever fixações para pinças de freio. A fixação do componente de frenagem deve ser feita de tal forma que o raio externo da pastilha de freio utilizada na pinça fique a 106 mm de distância do centro do rolamento. Dessa maneira, garante-se a montagem do componente de frenagem para utilização com disco de freio de 212 mm de diâmetro, evitando-se a utilização incompleta da superfície de atrito da pastilha de freio.\n4.3\tPROCESSOS DE FABRICAÇÃO E SELEÇÃO DE MATERIAL\n6 se pela resistência mecânica alta, baixa densidade e razoável custo. A Tabela 4.2 resume qualitativamente os materiais considerados para o projeto.\nTabela 4.2: Resumo qualitativo das características dos materiais considerados.\n\tResistência Mecânica\tDensidade\tCusto\nLigas de Alumínio\t\t\t■=>\nLigas de Magnésio\t*\t\t\nAço Carbono\t\ttf\ttf\nAço Alta Liga\ttf\ttf\t\nDentre os processos de fabricação por fundição existentes, as opções de menor custo recaem sobre os processos de moldes descartáveis, alimentados por gravidade. O custo associado com a fabricação de ferramental de fundição como moldes de injeção e matrizes de fundição justificam-se somente pelo alto volume de produção [Kaufman e Rooy, 2004]. No presente estudo, pretende-se fabricar apenas quatro componentes, portanto a utilização de moldes permanentes e ferramentais para fundição sob pressão tornam-se inviáveis.\nPode-se citar como processos de fundição de molde descartável mais comuns os processos de fundição por areia verde e areia curada frio. Ambos os processos resultam em um acabamento superficial semelhante, no entanto a areia curada frio fornece um molde mais rígido, facilitando a moldagem de paredes finas, diminuindo as probabilidade de quebra e inclusão de areia na superfície do metal, conferindo maior confiabilidade ao processo.\nO método de areia curada frio confere a liberdade geométrica necessária para o projeto da manga de eixo, ao mesmo tempo que satisfaz as tolerâncias geométricas de 2 mm de parede mínima [Kaufman e Rooy, 2004]. A relativa baixa precisão dimensional do processo deve ser contornada através da adição de sobremetal em regiões de maior importância que requerem melhor acabamento, como o alojamento do rolamento e furos de fixação, para posterior usinagem.\nTabela 4.3: Resumo qualitativo das características dos processos de fabricação.\n\tLiberdade Geométrica\tPrecisão Dimensional\tCusto\tFacilidade de Fabricação\nFundição em Areia Curada Frio\t\t■=>\tSn\t\nFundição em Areia Verde\t*\tSn\tSn\t■=>\nFundição com Molde Permanente\t■=>\t\ttf tf\t\nUsinagem CNC 3 Eixos\t*\ttf\t\t\nUsinagem CNC 5 Eixos\t\t♦\ttf tf\ttf\nCorte à Laser + Soldagem\tSN\t*\ttf\tSi\nPara escolha da liga de alumínio, foram analisadas ligas de engenharia de alta resistência mecânica para fundição, as quais se enquadram na classe e 3xx.x (Alumínio-Silício-Magnésio-Cobre). Devido aos esforços aplicados à manga de eixo, é necessário que a liga tenha resistência mecânica comparável à aços carbono comuns (Oe > 200 MPa). Visando resistência mecânica e razoável ductilidade, as ligas 354.0, 357.0 e 359.0 se destacam.\nTabela 4.4: Propriedades mecânicas mínimas das ligas 3xx.x, adaptada de Kaufman e Rooy, 2004.\n\tTratamento Térmico\tTensão Ruptura (MPa)\tTensão Escoamento (MPa)\tAlongamento (em 25mm, %)\n354.0\tT6\t380\t310\t3\n357.0\tT6\t345\t296\t2\n359.0\tT6\t345\t290\t5\n4.4\tCÁLCULO ANALÍTICO DAS SOLICITAÇÕES MECÂNICAS\nAs solicitações impostas à manga de eixo são provenientes das acelerações provocadas em um cenário em que um piloto conduzindo seu veículo executa uma curva constante e, para evitar um acidente, freia para reduzir a velocidade do carro. Para tanto, é considerado o modelo de Steady-State Cornering, utilizado por diversos autores [Gillespie, 1992; Milliken e Milliken, 1994; Smith, 1978], que considera um estado de execução de curva estável, com solo liso, nivelado e constante; a velocidade de curva é constante, bem como a aceleração longitudinal (desaceleração neste estudo) é constante. Assim, aplica-se a soma das condições de curva mais frenagem, na qual ambas contribuem com cargas quasi-estáticas ao componente.\nEm uma situação de curva, a aceleração lateral imposta ao veículo dá origem a uma força de resistência no ponto de contato do pneu com o asfalto, em direção perpendicular à de movimento da roda e apontando para dentro do carro. O veículo somente executa uma curva devido a essa força lateral do pneu. [Milliken e Milliken, 1994]. Essa força é transmitida diretamente para a roda, que através de sua fixação ao cubo de roda, exerce um momento à manga de eixo, com relação ao ponto de contado do pneu com o solo. Tal momento tende a girar a manga, exigindo grande resistência mecânica do componente.\nÉ comum também que pilotos executem curvas em alta velocidade e por diversos motivos, seja para corrigir o traçado da curva ou para evitar acidentes, freiam durante essa trajetória. Nessa situação, devido ao atrito das pastilhas de freio com o disco em rotação, as fixações da pinça de freio são tracionadas na manga de eixo, exigindo novamente resistência mecânica da mesma.\nAinda, as acelerações lateral, devido a execução da curva, e longitudinal, devido a frenagem, deslocam o centro de gravidade do veículo, mudando as solicitações normais ao solo sobre as rodas. Quando este executa uma curva constante, há transferência de carga do par interno de rodas para o par externo [Milliken e Milliken, 1994], ou seja, o centro de gravidade do veículo muda de posição, exercendo maior pressão sobre o conjunto de rodas que localiza-se ao lado externo da curva. De forma similar, quando um carro está sob aceleração positiva o centro gravitacional do veículo tende a mover-se em direção a traseira deste, aumentando a carga normal sobre as rodas traseiras [Gillespie, 1992]. Em um caso de frenagem, o oposto da aceleração ocorre, e as rodas dianteiras são mais solicitadas.\nFigura 4.3: a) Transferência de carga lateral (curva à direita). b) Transferência de carga longitudinal (frenagem).\nNo estudo em questão, todas as solicitações expressas acima são avaliadas em uma situação de curva constante com frenagem de um veículo de 300 kg de massa total (carro mais piloto), sendo aplicadas de maneira estática ao modelo geométrico. Em uma situação de curva à direita, a manga de eixo dianteira esquerda do veículo, localizada ao lado externo da curva, sofrerá maior solicitação, tanto pela curva quanto pela frenagem, sendo analisada em uma situação de pior caso. O componente atendendo a essas solicitações, se comportará de maneira adequada quando utilizado em qualquer uma das outras três rodas.\n4.4.1\tSolicitação devido à Transferência de Carga Lateral\nO acréscimo de carga ao pneu esquerdo dianteiro devido a uma curva à direita pode ser calculado através da equação (3.3). Ao utilizar tal equação, assume-se que qualquer carregamento aplicado ao longo da linha neutra de rolagem (NRA) não provoca nenhuma\n8 rolagem na massa suspensa, as medidas de rigidez de rolagem dianteira e traseira são consideradas independentes, a deflexão do pneu está embutida no valor da rigidez de rolagem e o centro de gravidade estático, assim como os centros de rolagem, localizam-se na linha central do veículo. Para tais condições, considerando 1,4g de aceleração lateral, valor típico para equipes de Formula SAE de alto desempenho, e constatado através do acelerômetro da injeção eletrônica instalada no protótipo de 2015 da RS Racing UFRGS, obtém-se o valor de 58 kg de transferência de carga para o pneu dianteiro esquerdo e 58 kg para o pneu traseiro esquerdo.\nAssim, somam-se as cargas estáticas aplicadas a cada pneu esquerdo com a carga transferida para esse mesmo lado, resultando em 266 kg, ou seja, 88,6% da massa total do veículo, a qual está sendo aplicada à suspensão esquerda do mesmo.\n4.4.2\tSolicitação devido à Transferência de Carga Longitudinal\nA transferência de carga devido a frenagem pode ser calculada através do momento em torno do contato do pneu dianteiro com o solo, expressa pela equação (3.1). Assim, para uma massa total de 300 kg, a transferência de carga longitudinal em uma frenagem a 1,5g (valor típico de aceleração devido a frenagem para carros de Fórmula SAE), é de 109 kg, que somando a carga estática de ambos pneus frontais, resulta em 86,4% da massa do veículo, que é aplicada à suspensão dianteira em tal condição de frenagem.\n4.4.3\tSolicitação devido à Aceleração Lateral\nSegundo Milliken e Milliken, 1994, a aceleração lateral gera uma força centrífuga F que atua no CG do veículo e pode ser calculada através da equação\nF = W x Ay x g\n(4.1)\nonde W é a massa do veículo somada à do piloto, Ay é a aceleração lateral expressa tipicamente em g (aceleração da gravidade) e g a aceleração gravitacional da terra.\n\t\t\t\t\t\t\n\t\t\tWf r*\"\t\t t \t\t\t\n\t\t\t\t2\t\t\n\t\t6.OS — 7777\tF777777777-\t^777/7/7/7777/\t■U\t\nFigura 4.4: Desenho esquemático da atuação da força centrífuga, adaptado de Milliken e Milliken, 1994.\nTal força provoca reações nos quatro pneus do veículo, como mostra a Figura 4.4, de intensidade proporcional à distribuição de massa entre os pneus. Como a distribuição de massa lateral está 88,6% para esquerda do veículo (lado externo à curva) e a distribuição de massa longitudinal está 86,4% para dianteira, devido a transferência de carga, a solicitação na manga de eixo dianteira esquerda é ponderada conforme equação abaixo,\nFLde = F x 0,885 x 0,864\n(4.2)\nonde Flde é a força lateral exercida no pneu dianteiro esquerdo e F a força centrífuga.\nSendo a massa total igual a 300 kg e considerando uma aceleração lateral de 1,4g, a força lateral aplicada ao pneu dianteiro esquerdo é de 3149 N.\n4.4.4\tSolicitação devido à Frenagem\nPara o cálculo da solicitação devido a frenagem, se faz necessário obter o torque frenante para o sistema de freio na situação estudada. O tipo de material da pastilha de freio influencia\n9 nos cálculos à medida que cada composto difere entre seus coeficientes de atrito e valor de máxima pressão. A Tabela 4.5 fornece os dados de alguns materiais disponíveis no mercado.\nTabela 4.5: Materiais de fricção para freios, adaptado de Shigley et all, 2008.\nMaterial de Fricção\tCoeficiente de Atrito (pe)\tMáx. Pressão (MPa)\nCermet\t0,32\t1,0\nMetal sinterizado seco\t0,29 - 0,33\t2,0 - 2,8\nLona c/ amianto\t0,35 - 0,41\t0,7\nPastilha c/ amianto moldado\t0,31 - 0,49\t5,2\nMoldado Rígido s/ amianto\t0,33 - 0,63\t0,7 - 1,0\nMoldado Semi Rígido c/ amianto\t0,37 - 0,41\t0,7\nMoldado Flexível c/ amianto\t0,39 - 0,45\t0,7\nA pastilha com amianto moldado é a que representa com maior fidelidade a pastilha de freio considerada no protótipo e, portanto, é utilizada para os cálculos. Assim, para a pinça de freio modelo FJ1430M da motocicleta Dafra Kansas 250 cc, o coeficiente de atrito estático é de 0,32 e a máxima pressão exercida na pastilha é de 5,2 MPa.\nPara o cálculo do torque frenante máximo, é considerado uma situação de desgaste uniforme, devido a maior semelhança com a realidade. De acordo com a equação (3.4), o torque frenante máximo para as condições citadas resulta em 187,6 Nm.\n4.5\tPROPOSTA INICIAL\nA partir dos requisitos de projeto e dos dados das solicitações mecânicas sobre o componente, uma primeira proposta de solução foi elaborada.\nFigura 4.5: Primeiro conceito de manga de eixo. (A) refere-se a linha de simetria, (B) indica os pontos de suspensão, (C) a fixação das pinças de freio e (D) as fixações para barra de convergência e braço de direção.\nTal conceito procurou contemplar uma simetria vertical (A), a fim de possibilitar a utilização do componente tanto na esquerda do veículo, quanto na direita. As regiões sinalizadas por (B), onde encontram-se os furos dos pontos de suspensão, são projetadas de maneira que elementos aparafusados às mesmas estarão perpendiculares aos braços de suspensão, formando um ângulo de 70° com o plano y-z na fixação superior e 77° na inferior, possibilitando a utilização de juntas esféricas com ângulo de trabalho adequado.\n4.6\tANÁLISE ESTRUTURAL\nPara avaliar estruturalmente o modelo elaborado, foi utilizado o software de análise multifísica Ansys 15.0, através da plataforma Mechanical Workbech. As cargas calculadas nas seções anteriores foram aplicadas ao componente em uma simulação estática, de acordo com o modelo de Steady-State Cornering. Por questões de simplificação, uma primeira análise foi construída levando-se em consideração apenas a manga de eixo e um elemento sólido para transferência de carga simulando um cubo de roda com rolamento, acoplado à manga de eixo. Dessa maneira, as cargas provenientes da transferência de carga, acelerações laterais e de frenagem são aplicadas diretamente ao cubo de roda, conforme Figura 4.6, que devido ao seu acoplamento à manga de eixo, exerce um momento no componente, representando de maneira aproximada o que ocorre na realidade.\nFigura 4.6: Solicitações estáticas aplicadas ao primeiro modelo de manga de eixo.\nA solicitação B, devido a aceleração centrífuga, é aplicada ao ponto de contato do pneu com o solo, e vinculada rigidamente à superfície do cubo de roda, em vermelho. Já as transferências de carga C e D, somadas à carga estática referente a % do peso do veículo com piloto, G, são aplicadas diretamente à superfície de fixação da roda ao cubo de roda. As forças E e F são decompostas do torque de frenagem de 187,6 Nm e aplicadas às fixações da pinça de freio.\nPara análise em questão, foi utilizada uma malha predominantemente tetraédrica devido à complexidade da geometria. O tamanho mínimo de lado dos elementos foi de 2,5 mm e o método de resolução adotado foi o de Newton-Raphson. O contato entre cubo de roda e manga de eixo foi definido como rígido por questões de simplificação e a independência de malha foi alcançada com 244.170 elementos. A Figura 4.7 ilustra as tensões de von Mises e os deslocamentos decorrentes da aplicação das cargas no componente.\nFigura 4.7: Tensão de von Mises e deslocamentos na superfície da peça. Deformações ampliadas 36x.\nAnalisando-se a Figura 4.7, constatam-se altas tensões principalmente na região da fixação inferior da suspensão e na fixação da pinça de freio. Estas, passam de 200 MPa, o que representaria mais de 65% da tensão de escoamento de projeto do alumínio 354.0-T6.\nAtravés dos resultados da simulação, pode-se entender que o momento gerado pelas forças aplicadas ao cubo de roda acabam por torcer a região acima da fixação inferior principalmente em torno de z. Como há pouca inércia no sentido de x, a região deforma-se com altas tensões. Ainda, a região abaixo da fixação superior, apesar de apresentar menor tensão que a região próxima a fixação inferior, torce de maneira semelhante.\nNa região de fixação da pinça de freio também podem ser observadas elevadas tensões, acima de 200 MPa. O deslocamento da fixação superior da pinça traciona os elementos da haste superior que a conecta ao corpo da manga, provocando tais tensões.\nDentro das observações feitas a respeito da primeira análise, um novo conceito é elaborado seguindo as diretrizes listadas abaixo:\n-\tadicionar elementos de maior inércia na direção de x, como nervuras, nas regiões de fixação da suspensão inferior e superior;\n-\tancorar os pontos de fixação superior da pinça de freio ao corpo da manga de eixo;\n-\tadicionar elemento de maior inércia para evitar torção da fixação superior da suspensão em y, pois a mesma será conectada às fixações da pinça de freio e sofrerá maior solicitação.\n4.7\tAPRIMORAMENTO DE PROJETO\nConforme ilustrado na Figura 4.8, foram adicionados elementos delgados orientados para fora do plano y-z em ambas fixações da suspensão. Ainda, na fixação superior, foi adicionado um elemento transversal, a fim de suportar as torções exercidas pela frenagem da pinça de freio. Ambas fixações sofreram um aumento de espessura de 5 mm para 6 mm.\nA fixação da pinça também sofreu modificações consideráveis, passando de 4 mm de espessura para 6 mm. O ponto superior de fixação foi deslocado para baixo, aproximando-se do corpo da manga. Ambas fixações espelhadas foram unidas através do centro da peça, formando um bloco único, adicionando rigidez ao componente.\nAinda, as abas de fixação do braço de direção e de convergência tiveram um acréscimo de espessura, passando de 5 mm para 6 mm. Os alívios de massa foram reduzidos e arredondados, assim como outros cantos vivos da peça, diminuindo dessa maneira a concentração de tensão nesses locais. Assim, uma nova simulação foi elaborada, dessa vez de maior complexidade, agregando os elementos de fixação da suspensão através de uniões aparafusadas.\n|Ã~I Fixo\nm Força Centrífuga 1.4g: 3149, N\n[Cl Tranf. Carga Long. 1.5g: 1070, N [d| Tranf. Carga Lat 1.4g: 563, N E Força Frenagem Disco: 3351, N [F| Força Frenagem Disco 2: 2131,8 N [G| Carga Estática: 735, N\nFigura 4.8: Simulação do projeto aprimorado, com manga de eixo e fixações.\nNa segunda simulação, as fixações foram adicionadas à montagem. Para simular uma fixação aparafusada, foi utilizado o recurso de contato com fricção entre todos os parafusos e fixações, assim como entre porcas e manga de eixo, com 0,2 de coeficiente de atrito. Foi definido também contato sem atrito entre os parafusos e os furos nos quais estes estavam inseridos. Ainda, foi utilizada uma pro-tensão de 10 kN em cada parafuso, considerando parafusos M8,\n12 classe 5.8. Tanto a manga de eixo como as fixações foram simuladas com material isotrópico linear elástico, com propriedades da liga de alumínio 354.0-T6 e liga 5052-H323, respectivamente. As porcas e parafusos foram simulados como isotrópicos lineares elásticos também, com propriedades da classe 5.8 de parafusos de aço, fornecidas por Shigley et all, 2008. Novamente as mesmas solicitações são aplicadas, dessa vez com engastes nas fixações aparafusadas conforme mostra a Figura 4.8. A força devido a aceleração lateral, indicada por B, é aplicada no ponto de contato da roda com o solo, a 247,65 mm do centro do cubo de roda, e vinculada rigidamente a este.\nNovamente foi utilizada uma malha predominantemente tetraédrica, porém a mesma foi refinada em regiões de maior tensão de forma interativa. O tamanho mínimo de lado dos elementos foi de 0,4 mm e o método de resolução adotado foi o de Newton-Raphson atingindo independência de malha com 413.946 elementos. A figura abaixo ilustra a distribuição da tensão de von Mises na geometria da manga de eixo.\nFigura 4.9: Tensão de von Mises e deslocamentos distribuída sobre a manga de eixo. Deformações ampliadas 36x.\nComo pode ser visto na Figura 4.9, há grandes regiões de tensões distribuídas nas fixações superior e inferior do componente que marcam em torno de 70 MPa, correspondendo a 23% do limite de escoamento. As tensões acima de 200 MPa que se observava inicialmente próximas aos vazios de alívio de massa não se apresentam no modelo aprimorado. As nervuras paralelas ao plano x-y conferem rigidez à torção em z devido ao seu momento de inércia elevado na direção x, diminuindo as tensões em ambas regiões de fixação da suspensão, principalmente na parte posterior da peça.\nA região de fixação da pinça de freio, devido a conexão da parte superior com o corpo da manga, sofre menor deslocamento devido ao torque frenante, em comparação com o primeiro modelo. As tensões na região também diminuem, com valores na faixa de 80 MPa, influência direta do aumento da seção da fixação para 6 mm.\nAs maiores tensões na peça encontram-se indicadas pelas marcações na Figura 4.9, e nos furos de fixação. O valores chegam em torno de 140 MPa, resultando em um coeficiente de segurança de 2,2.\n4.8\tFABRICAÇÃO DO PROTÓTIPO\nPara confecção do modelo de fundição, a peça final foi modificada para contornar as limitações do processo. Os raios de arredondamento foram modificados para no mínimo 3 mm, assim como ângulos de saída de 3° foram adicionados às superfícies da peça. O furo de alojamento para rolamento foi fechado e ressaltos para marcação do posicionamento de macho foram adicionados, com 45 mm de diâmetro, deixando 11,5 mm de sobremetal para ser removido posteriormente em processo de usinagem por torno. Ainda, devido a imprecisões dimensionais, os furos de fixação foram cobertos para posterior usinagem e material foi adicionado na região de fixação superior da suspensão para facilitar o processo de moldagem.\nFigura 4.10: Modelo de fundição impresso em plástico PLA, com acabamento de massa plástica e marcação para macho.\nPara fabricação por fundição em areia curada frio, primeiramente os módulos de resfriamento das diferentes seções da peça foram avaliados, a fim de verificar a necessidade da utilização de massalotes. A peça foi seccionada horizontalmente, em dez partes, conforme Figura A7. A seção de maior módulo de resfriamento, a fixação superior, foi escolhida como região de alimentação, a fim de evitar rechupes no local. Ainda, foi constatado um aumento abrupto de módulo na região central da peça, sinalizando a necessidade de maior alimentação na região. Para tanto, foram adicionados quatro massalotes de aproximadamente 12 mm de diâmetro, em torno do mancal de rolamento. O processo de fabricação seguiu o fluxograma da Figura 4.10, e foi executado no Laboratório de Fundição da UFRGS, o LAFUN.\n©\nLiga de alumínio é fundida e despejada no molde pelo canal de alimentação.\nAreia é misturada com resinas e catalisador.\nPeça coberta de grafite é posicionada e areia\t_\ndespejada, cobrindo o\nmodele, que permanece com a marcação de macho no fundo do molde.\n©-----------7----------\nO macho é adicionado e as caixas são fechadas.\n3)--------------------------\nff Após cura da areia, molde é virado e escavado até linha.\nde partição. Grafite é ■ espalhado sobre molde e 1 modelo.\nCaixas são separadas, modelo desmoldado e massalotes adicionados.\nSegunda caixa é montada, com canal de alimentação. Mais areia é misturada e adicionada, cobrindo a caixa.\n\nFigura 4.11: Fluxo de processo para fundição em areia curada frio.\nPara preencher as caixas de 360 x 220 x 120 mm e 360 x 220 x 70 mm, foi necessário a utilização de 15 kg de areia fina para primeira caixa e 10 kg para segunda. Na mistura de areia com resinas da primeira caixa foram utilizadas 120 g de resina parte 1 e 60 g de parte 2, com 3% de catalisador sobre a parte 1. Para segunda caixa, 80 g de parte 1 e 40 g de parte 2, novamente com 3% de catalisador.\nO cálculo de carga da liga de alumínio 354.0 levou em consideração a massa estimada do modelo pelo software de CAD, resultando em 855 g para o modelo de fundição. Conforme Figura A10, se faz necessário a utilização de 77 g de Si, 15,4 g de Cu, 4,3 g de Mg e o restante de alumínio.\nApós 45 minutos do preenchimento do molde pela liga fundida, o bruto de fusão foi desmoldado. Para conferir a resistência mecânica necessária à peça, o componente foi submetido ao tratamento térmico T6, que consiste, segundo Kaufman e Rooy, 2004, em solubilização e têmpera seguido de envelhecimento artificial. Para completo encharcamento da peça, a mesma foi submetida a solubilização por 8 horas em forno a 540°C, e temperado em água a 60°C, conforme Ceschini et al, 2015. Em seguida, a peça permaneceu mais 2 horas em forno a 205°C para envelhecimento artificial, conforme Kaufman e Rooy, 2004, Figura A11.\nA peça, depois de tratada, foi rebarbada e lixada, conferindo melhor acabamento superficial. O alojamento para rolamento foi usinado utilizando-se torno, e os furos executados em furadeira de bancada. As fixações em alumínio 5052-H323 foram usinadas com a utilização\nde fresadora e fixadas à peça através de parafusos. O componente final foi então montado no carro, conforme Figura 4.12.\nFigura 4.12: (a) Bruto de fusão. (b) Peça acabada e montada no veículo.\n5.\tRESULTADOS E DISCUSSÃO\nApós os trabalhos de usinagem, o componente integrou-se ao sistema de suspensão de maneira prática, possibilitando a simples substituição da manga de eixo de aço pela nova peça fundida em alumínio. Devido a sua geometria e material utilizado, a nova peça apresentou 552 g, desconsiderando as fixações. O conjunto montado apresentou 940 g, 1,8 vezes mais leve que o modelo em aço. Para possibilitar a intercambiabilidade, o único ajuste a ser feito em outros sistemas do carro foi a padronização da fixação das pinças de freio, que anteriormente possuíam dois padrões distintos.\nA liga fundida foi avaliada quanto a sua composição química através de um espectrómetro de emissão óptica Bruker. O resultado do teste, Tabela A1, mostra que os principais elementos de liga encontram-se dentro da faixa recomendável para a liga 354.0, conforme Kaufman e Rooy, 2004. A liga Al-Si-Cu-Mg apresentou 9,97%-Si, 1,96%-Cu, 0,29%Mg e 0,26%-Fe na sua composição. Apenas o percentual de Fe mostrou-se ligeiramente acima de 0,20% recomendado para liga. Ainda, após o tratamento térmico T6, foi verificada a eficácia do mesmo através de ensaios de metalografia, dureza e tração.\nAs metalografias da Figura A8 mostram a formação de microestruturas de Al-Si eutético em uma matriz de a-Al. No bruto de fusão, a estrutura de Al-Si apresenta morfologia acicular, propensa à formação de trincas. Após tratamento térmico, as partículas intermetálicas de Al-Si tem suas pontas arredondadas, o que contribui para o aumento da vida em fadiga do material.\nAlgumas fases intermetálicas foram verificadas na metalografia. De acordo com Ibrahim et al, 2010 e Ceschini et al, 2015, tais fases são compostas principalmente de S'-AhCuMg, Q'-AhCu2Mg8Si6, P'-Mg2Si e Q'-AhCu. Formadas pela presença de magnésio, cobre e silício, conferem dureza e resistência mecânica à liga, mensuráveis através de ensaios de tração e dureza.\nO ensaio de dureza evidenciou um aumento de 26 HB, passando de 87 HB medido no material bruto de fusão para 113 HB no material tratado termicamente. O ensaio de tração também indicou um aumento na tensão de escoamento do material. Para o bruto de fusão foi medido o valor de 119 MPa, enquanto que para a liga com tratamento T6, foi registrado 205 MPa. Para os valores de dureza, foram avaliadas cinco medições e extraída a média, enquanto que para os ensaios de tração, devido a limitação de área da peça onde pudesse ser removido material sem danificar esta, foram ensaiados apenas um corpo de prova por peça.\nO componente ainda foi analisado através de imagens geradas via Raio-X, com o objetivo de detectar porosidades, rechupes e contrações. A porosidade se mostrou elevada e distribuída, ilustrada na Figura A9, onde destaca-se a presença de um rechupe localizado na fixação superior da primeira peça fundida, próximo ao canal de alimentação, verificada posteriormente através do corte da peça. Tal análise evidenciou um erro na moldagem do canal de alimentação. Devido a pequena seção de área do canal, o material de fusão solidificou prematuramente na estricção, impedindo a correta alimentação do molde, causando o rechupe na região de maior módulo de\n15 resfriamento da peça. Para a fabricação da peça final, foi aumentada a seção do canal, assim como modificada a posição deste, passando para alimentação de topo, na região de maior módulo, próximo a fixação superior de suspensão. Ainda, foram adicionados quatro massalotes na região central da peça, em torno do alojamento do rolamento. Com isso, evitou-se a formação de rechupes.\n6.\tCONCLUSÃO\nO objetivo de projeto de uma manga de eixo para fundição em alumínio foi alcançado à medida que mostrou-se possível o projeto de um componente leve e resistente, capaz de suportar as cargas exercidas ao mesmo conforme indicado pela literatura. Quanto a fabricação, o projeto aprimorado da peça mostrou-se de fácil fabricação e boa repetibilidade. O bruto de fusão apresentou razoável acabamento superficial, dentro dos padrões para molde de areia, e composição química dentro das faixas recomendáveis. A geometria projetada pode ser reproduzida com fidelidade através da moldagem em caixa aberta do modelo de fundição, que por ser fabricado por manufatura aditiva de plástico PLA, mostrou-se de grande praticidade. A peça acabada e aparafusada às suas fixações integrou-se de maneira adequada à suspensão do carro, possibilitando a troca da manga de eixo do protótipo de 2016/1 pela projetada nesse trabalho de maneira simples. Após o tratamento térmico, a peça apresentou um aumento de dureza e de tensão de escoamento. A dureza da liga 354-T6 desenvolvida no presente trabalho se mostrou adequada, assim como a microestrutura observada indica a formação dos precipitados intermetálicos os quais aumentam a resistência mecânica da liga. No entanto, o resultado da tensão de escoamento foi abaixo do esperado, não alcançando os valores previstos para a dureza medida, conforme literatura. Como causa da baixa tensão de escoamento, atribuiu-se a alta porosidade da peça, que pode ser verificada através de Raio-X e a olho nu. Dessa maneira, não pode ser validada a utilização da peça no veículo da RS Racing UFRGS para o ano de 2016, devido à baixa resistência do componente vinculada à sua alta porosidade, sendo necessária uma melhoria de processo no que tange a remoção dos gases do metal líquido durante a solidificação. Mesmo com o resultado negativo quanto à utilização do componente no veículo, o objetivo secundário foi plenamente alcançado, difundindo-se o processo de fabricação por fundição e suas implicações no projeto de uma peça para a equipe RS Racing UFRGS.\nREFERÊNCIAS BIBLIOGRÁFICAS\nCeschini, L., Morri, A., Toschi, S., Seifeddine, S.: “Room and high temperature fatigue behaviour of the A354 and C355 (Al-Si-Cu-Mg) alloys: Role of microstructure and heat treatment”, Materials Science &amp; Engineering A, Elsevier, 2015.\nShigley, J. E., Mischke, C. R., Budynas, R. G.: “Projeto de Engenharia Mecânica”, 7a ed., Bookman, 2005.\nGaffney III, E. F., Salinas, A. R.: “Introduction to Formula SAE Suspension and Frame Design” SAE Internacional, 1997.\nGillespie, T. D.: “Fundamentals of vehicle dynamics”, 1a ed., SAE, 1992.\nHavlicek, F., Elbel, T.: “Geometrical modulus of casting and its influence on solidification process”, Archives of Foundry Engineering - AFE, T echnical University of Ostrava, v.11, 2011.\nIbrahim, M. F., Samuel, E., Samuel, A. M., Al-Ahmari, A., M., A.: “Metallurgical parameters controlling the microstructure and hardness of Al-Si-Cu-Mg base alloys”, Materials and Design, Elsevier, 2010.\nJawad, B., Polega, B.: “Design of Formula SAE Suspension Components”, SAE Internacional, 2002.\nJorstad, J. L.: “Chape Casting Processes - An Introduction”, ASM International, 2008.\nKaufman, J., Rooy, E.: “Alluminum Alloy Castings”. ASM International, 1a ed., 2004.\nMilliken, W. F., Milliken, D. L.: “Race car vehicle dynamics”, 1a ed., SAE, 1994.\nSetti, D.: “Método Multicriterial para Seleção de Processos de Fundição de Metais”, 2010.\nSmith, C.: “Tune to win - The art and science of race car development and tuning”, 1a ed., Aero Publishers Inc., 1978.\nAPÊNDICE A - DESENHOS DOS COMPONENTES\nA Figura A1 mostra as condições de contorno do projeto sobrepostas. PSS em vermelho faz referência ao ponto de suspensão superior, PSI ao ponto de suspenção inferior e PBD ao ponto do braço de direção. Ainda, a esquerda, encontra-se a pinça de freio utilizada no veículo de Fórmula SAE da RS Racing UFRGS e, no centro, o rolamento de cubo de roda utilizado pela\nequipe. Em volta dos itens citados posiciona-se a roda, delimitando o espaço a ser utilizado pelo\nconjunto.\nFigura A1: Desenho das condições de contorno sobrepostas. Ao redor, a roda do veículo, no centro o rolamento, a esquerda a pinça de freio e em destaque os pontos de suspensão.\nAbaixo, as dimensões do rolamento de cubo de roda INA F457472, modelo utilizado em veículos da linha Volkswagen.\nFigura A2: Desenho do rolamento de cubo de roda INA F457472.\nAs Figuras A3, A4, A5 e A6 mostram os desenhos das fixações superior, inferior, braço de direção e barra de convergência traseira, respectivamente.\nFigura A3: Fixação de suspensão superior na manga de eixo. Dimensões em mm.\nFigura A4: Fixação de suspensão inferior na manga de eixo. Dimensões em mm.\nFigura A5: Fixação do braço de direção na manga de eixo. Dimensões em mm.\nFigura A6: Fixação da barra de convergência traseira na manga de eixo. Dimensões em mm.\nAPÊNDICE B - MÓDULOS DE RESFRIAMENTO DA PEÇA\nO módulo de resfriamento é a razão entre o volume da peça fundida e sua área de superfície em contato com o molde. Tal módulo pode ser calculado para diferentes regiões da peça, indicando o tempo de resfriamento de cada região [Havlicek e Elbel, 2011]. Quanto maior for o módulo de resfriamento, maior será o tempo de solidificação da região. Para o presente trabalho, foram calculados os módulos de diferentes regiões da peça a fim de detectar o local de alimentação do fundido e a necessidade de massalotes.\nFigura A7: Módulos de resfriamento para diferentes regiões da peça, em mm.\nAPÊNDICE C - ANÁLISE QUÍMICA DA LIGA, ENSAIOS DE METALOGRAFIA, DUREZA, TRAÇÃO E RAIO-X\nA análise química da liga de alumínio 354.0 foi executada em um espectrómetro de emissão óptica Bruker e comparada com faixas recomendáveis de porcentagem dos diferentes elementos de liga, indicado por Kaufman e Rooy, 2004.\nTabela A1: Composição química da liga 354.0 fabricada no presente trabalho.\nLiga\tSi (%)\tFe (%)\tCu (%)\tMg (%)\tAl (%)\n354\t9,972\t0,267\t1,966\t0,295\t87,31\nAs metalografias foram executadas em corpos de prova retirados da peça bruta de fusão e da peça tratada termicamente pelo método T6.\nFigura A8: (a) 354.0 bruto de fusão com estrutura de Al-Si eutético acicular, aumento de 100x.\n(b) 354.0-T6 com estrutura de Al-Si de cantos arredondados, aumento de 100x. Sem ataque.\nA esquerda da Figura A8 pode ser observada a microestrutura bruta de fusão. Sinalizado pelas flechas menores, as estruturas eutéticas de Al-Si tem morfologia acicular e encontram-se dispersas na matriz de a-Al. Após o tratamento térmico, em (b), pode-se observar o arredondamento das estruturas de Al-Si. Tal fenômeno diminui a possibilidade de nucleação de trinca a partir dos cantos vivos da estrutura de Al-Si eutético, melhorando assim a vida em fadiga do material. Ainda, pode-se observar a formação de uma grande quantidade de fases intermetálicas no bruto de fusão, sinalizadas pelas flechas maiores. Após o tratamento térmico, grande parte se dissolve na matriz de a-Al, mas algumas fases intermetálicas que não foram dissolvidas ainda podem ser observadas. Somente através de uma análise utilizando-se um microscópio eletrônico de varredura seria possível afirmar exatamente qual é a fase intermetálica indicada por cada flecha, no entanto, de acordo com Ibrahim et al, 2010 e Ceschini et al, 2015, as fases observadas são principalmente S'-AhCuMg, Q'-Al5Cu2Mg8Si6, P'-Mg2Si e Q'-AhCu. Tais fases são responsáveis pelo endurecimento da liga, melhorando sua resistência mecânica.\nOs ensaios de dureza Brinnel foram executados utilizando-se um durômetro Wolpert, com carga de 62,5 kg para bruto de fusão, 187,5 kg para T6 e ambos com esfera de diâmetro 2,5 mm. Pode-se observar um aumento significativo de dureza na peça tratada com T6, se comparada ao bruto de fusão.\nTabela A2: Tabela comparativa de propriedades mecânicas da liga 354.0 bruta de fusão e T6.\nAmostra\tDureza Média (HB)\tTensão de Escoamento (MPa)\tTensão de Ruptura (MPa)\tAlongamento (%)\n354 bruto de fusão\t87 ± 1,75\t119 ± 4,38\t182 ± 6,71\t5,5 ± 0,03\n354-T6\t113 ± 2,25\t205 ± 7,50\t215 ± 7,90\t2,5 ± 0,03\nA Tabela A2 mostra que junto ao aumento de dureza, a peça tratada termicamente apresenta um aumento na sua tensão de escoamento, assim como na de ruptura. O contrário ocorre com o alongamento, que diminui para amostra com tratamento T6.\nPor fim, o ensaio de Raio-X da primeira peça fundida permitiu a visualização de um rechupe interno próximo ao canal de entrada. Graças a essa verificação, foi possível corrigir o processo de fabricação para obtenção da peça final sem defeito.\nFigura A9: (a) Raio-X da peça. Em vermelho a distorção que evidencia o rechupe. (b) Peça cortada na região onde foi constatado o defeito via Raio-X. Rechupe localiza-se próximo ao canal de alimentação. Peça foi alimentada pela fixação superior de suspensão.\n20 APÊNDICE D - SUGESTÕES PARA TRABALHOS FUTUROS\nSeguem sugestões para melhorias de processo observadas durante o trabalho que podem contribuir para um melhor resultado da peça final:\n-\tAplicar agente desgaseificante, como argônio ou sais de flúor, à liga de alumínio em estado líquido antes do vazamento. Dessa maneira reduz-se a porosidade da peça fundida;\n-\tPara menor acabamento superficial e menor probabilidade de inclusão de areia na peça, pintar cavidade do molde pronto com tinta refratária. A tinta irá conferir menor rugosidade à superfície da peça e impedirá que grãos de areia se desprendam do molde juntando-se ao alumínio fundido;\n-\tOtimizar massalotes e canal de alimentação;\n-\tControlar temperatura da fusão.\nANEXO A - INFORMAÇÕES SOBRE A LIGA DE ALUMÍNIO 354.0\nA figura abaixo extraída de Kaufman e Rooy, 2004, mostra a composição mássica nominal para a liga 354.0 com seus limites.\nComposição, wt%\n_____Outros\nLiga____Tipo(a)__SI______Kc___Cu______.Mn__Mg_______Cr_____NI____Zn_____Ti___Sn Cada(b) Total(b) Al\n354.0\tNominal 9.0\t...\t1.8\t...\t0.5\t...\t...\t...\t............ ..........\nLimites 8.6-9 4\t0.20 1.6-2.0\t0.10\t0.40-0.6\t...\t...\t0.10\t0.20\t... 0.05\t0.15 bal\nFigura A10: Composição mássica nominal e limites para liga de alumínio 354.0. Adaptado de Kaufman e Rooy, 2004.\nPara execução do tratamento térmico T6, foram utilizados os gráficos abaixo para determinar os parâmetros de tempo e temperatura de envelhecimento artificial.\nFigura A11: Gráficos de alongamento (%), tensão de ruptura (ksi) e tensão de escoamento (ksi) versus tempo de envelhecimento em horas para liga 354.0-T4. As curvas representam as temperaturas de envelhecimento e Fahrenheit. Adaptado de Kaufman e Rooy, 2004."}]}}}