{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15406"}, {"@name": "filename", "#text": "21835_PCCARVALHO.avelas.torre.velha.297_306_Tereso_et_al.%202015.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "II \n\n \n \n \n \n \n\nArqueologia de Transição: \nO Mundo Funerário \n\n \nActas do II Congresso Internacional \n\nSobre Arqueologia de Transição \n(29 de Abril a 1 de Maio 2013) \n\n \n \n \n \n \n \n \n \n \n \n\nEditores \n \n\nGertrudes Branco \nLeonor Rocha \nCidália Duarte \n\nJorge de Oliveira \nPrimitiva Bueno Ramírez \n\n \n \n \n \n \n \n \n \n \n \n\nCHAIA \n2015 \n\n \n \n\n\n\n III \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCoordenação Editorial:  \nGertrudes Branco \nLeonor Rocha \nCidália Duarte \nJorge de Oliveira \nPrimitiva Bueno Ramírez \n \nDesign: \nIvo Santos \nGertrudes Branco \nLeonor Rocha \n \nComissão Organizadora: \nLeonor Rocha (CHAIA/ Universidade de Évora) \nCidália Duarte (DRCN) \nGertrudes Branco (CHAIA) \nIvo Santos (CHAIA/ Universidade de Évora) \nCláudia Teixeira (Universidade de Évora) \nJorge de Oliveira (CHAIA/ Universidade de Évora) \nAndré Carneiro (CHAIA/ Universidade de Évora) \nRosário Fernandes (CHAIA/ Universidade de Évora) \nPaula Morgado (CHAIA/ C. M. Monforte) \nSérgio Batista (C.M. Monforte) \n \nComissão Cientifica: \nAna Maria Bettencourt (Universidade do Minho) \nAna Maria Silva (Universidade de Coimbra) \nAndré Carneiro (Universidade de Évora) \nChris Scarre (Durham University) \nCidália Duarte (DRCN) \nCláudia Teixeira (Universidade de Évora) \nFilomena Barros (Universidade de Évora) \nHelena Catarino (Universidade de Coimbra) \nJorge de Oliveira (Universidade de Évora) \nLeonardo García Sanjuán (Universidad de Sevilha) \nLeonor Rocha (Universidade de Évora) \nLuc Laporte (Université de Rennes) \nPrimitiva Bueno Ramírez (Universidad de Alcalá de Henares) \nRodrigo de Balbin Behrmann (Universidad de Alcalá de Henares) \nSerge Cassen (Université de Nantes) \nTeresa Matos Fernandes (Universidade de Évora) \n \nApoio Técnico: \nAna Leonor Cavaco \nMaria Manuela Mexia \nPatrícia Flores \nPedro Soares \nRita Moura Torres \nSérgio Batista \n \n\n\n\n IV \n\n \n \n \n \n \n \nEdição:  \nCHAIA  \nCentro de História de Arte e Investigação Artística \nUniversidade de Évora \nPalácio do Vimioso \nLargo Marquês de Marialva, 8 \n7000-809 Évora \nhttp://www.chaia.uevora.pt/  \n \nCHAIA/UÉ - Referência: UID/EAT/00112/2013 \nTrabalho financiado por Fundos Nacionais através da FCT/Fundação para a Ciência e a Tecnologia, \nno âmbito do Projeto - Refª UID/EAT/00112/2013 [CHAIA/UÉ 2014] \n \n \nISBN: 978-989-99083-6-9 \n \n \nO conteúdo dos artigos é da inteira responsabilidade dos autores.  \nSendo assim a organização declina qualquer responsabilidade por  \neventuais equívocos ou questões de ordem ética e legal. \n \n \n \n \nPatrocinadores/Apoio institucional: \n\n \n \n \n                                           \n \n \n \n \n \n \n \n\n  \n \n\n  \n \n \n\n  \n                                                                                                            Governo da República  \n\n                                                                                                         Portuguesa \n\n \n \n \n \n\n  \n\n\n\n V \n\n \n \n \n \n \n \nÍNDICE \n \nPREFÁCIO VII \n\nDE NASCENTE PARA POENTE: REFLEXÕES SOBRE A SINTAXE DA ARQUITECTURA MEGALÍTICA NO \nALENTEJO……………………………………………………………………………………………………………………. \nPedro Alvim \n\n \n1 \n\nO “ETERNO DESCANSO” NO NEOLÍTICO DO ALENTEJO NORTE……………………………………………………. \nJorge de Oliveira \n\n7 \n\nNOVOS DADOS SOBRE O MEGALITISMO FUNERÁRIO DO CONCELHO DE AVIS.................................................... \nAna Ribeiro \n\n17 \n\nCONTRIBUTO PARA O CONHECIMENTO DA ANTA GRANDE DO ZAMBUJEIRO (ÉVORA, PORTUGAL): AS \nPONTAS DE SETA…………………………………………………………………………………………………………… \nIvo Santos; Leonor Rocha \n\n \n34 \n\nANTA GRANDE DO ZAMBUJEIRO (ÉVORA, PORTUGAL): CONTRIBUTO PARA O CONHECIMENTO DAS \nCERÂMICAS…………………………………………………………………………………………………………………..\nLeonor Rocha \n\n \n42 \n\nANÁLISIS DEL MODELO DE ORGANIZACIÓN ESPACIAL DE LA NECRÓPOLIS DE VALENCINA. LA \nCOMPLEJIDAD SOCIAL A DEBATE……………………………………………………………………………………….. \nJuan Carlos Mejías García; Mª Rosario Cruz-Auñón Briones; Ana Pajuelo Pando; Pedro Manuel López Aldana \n\n \n52 \n\nA ANTA DO MONTE VELHO (MONFORTE, PORTUGAL)………………………………………………………………. \nLeonor Rocha; Paula Morgado \n\n71 \n\nAPRECIACIONES EN RITUALES FUNERARIOS DE CUEVAS ARTIFICIALES, GILENA UN EJEMPLO………… \nMª Rosario Cruz-Auñón Briones; Juan Carlos Mejías-García; Ana Pajuelo Pando; Pedro Manuel López Aldana \n\n78 \n\nOS HIPOGEUS 3 E 4 DA QUINTA DO ANJO (PALMELA) – UMA ABORDAGEM GEOARQUEOLÓGICA………… \nPedro Mendes \n\n90 \n\nLAS ESTRUCTURAS FUNERARIAS DE CERRO VASCONCILLAS (ROTA, CÁDIZ)…………………………………. \nYolanda Costela Muñoz; Helena Courtot \n\n106 \n\nENTERRAMENTO DE CÃES NA QUINTA DO ALMARAZ (ALMADA, PORTUGAL)………………………………… \nFrancisco Correia \n\n113 \n\nMORRE-SE HÁ MUITO TEMPO SOBRE A TERRA. TOPOGRAFIA FUNERÁRIA E SOCIEDADE NO ALTO \nALENTEJO EM ÉPOCA ROMANA......................................................................................................................................... \nAndré Carneiro \n\n \n125 \n\nDA NECRÓPOLE AO POVOADO DE SÃO FARAÚSTO II (ORIOLA, PORTEL): NOVAS PERSPECTIVAS \nATRAVÉS DE UMA ABORDAGEM PLURIDISCIPLINAR……………………………………………………………….. \nCarlos Ferreira; Catarina Mendes; Maria Teresa Ferreira; Hélder Santos; Nuno Barraca \n\n \n140 \n\nA NECRÓPOLE ROMANA DA ROUCA (ALANDROAL, ÉVORA)………………………………………………………. \nMónica S. Rolo \n\n146 \n\nA NECRÓPOLE DO POÇO DO CORTIÇO (ALANDROAL, PORTUGAL)………...……………………………………... \nAndré Carneiro; Leonor Rocha \n\n154 \n\nA PREFERÊNCIA PELA INUMAÇÃO NAS NECRÓPOLES ROMANAS DOS SÉCS. III - IV D.C. DO MUNICÍPIO \nDE PENAFIEL (NORTE DE PORTUGAL)………………………………………………………………………………….. \nTeresa Soeiro \n\n \n\n159 \n\nCOLEÇÃO ANTÓNIO/DELMIRA MAÇÃS. O CASO DAS NECRÓPOLES DE SÃO SALVADOR DE ARAMENHA: \nCERÂMICA COMUM. DADOS PRELIMINARES………………………………………………………………………….. \nVítor Dias \n\n \n\n175 \n\nMUDANÇAS NOS SÍMBOLOS MATERIAIS DE IDENTIDADE NO PERÍODO VISIGODO A PROPÓSITO DAS \nFIVELAS DE CINTURÃO LIRIFORMES…………………………………………………………………………………… \nSofia Lovegrove \n\n \n\n187 \n\nHALLAZGO DE UN SARCÓFAGO TARDORROMANO EN SANTA MARÍA DE BENQUERENCIA, TOLEDO…….. \nElena Rosado Tejerizo; Antonio Rodríguez Fernández; Elena Justel Gómez \n\n195 \n\nLA CATACOMBE DES SAINTS PIERRE-ET-MARCELLIN A ROME (IER-IIIE S.) : DISCUSSION SUR L’ORIGINE \nDES DEFUNTS ET LEUR DECES…………………………………………………………………………………………… \nPhilippe Blanchard; Hélène Reveillas; Sacha Kacki; Dominique Castex \n\n \n\n197 \n\n \n\n \n \n\n\n\n VI \n\n \n \n \n \n \n \n \n \nUNA NUEVA NECRÓPOLIS DE ÉPOCA VISIGODA EN CUBILLEJO DE LA SIERRA (GUADALAJARA, SPAÑA).. \nMª Luisa Cerdeño; Emilio Gamo; Marta Chordá \n\n217 \n\nEXCAVACIÓN ARQUEOLÓGICA EN LA NECRÓPOLIS MEDIEVAL DE SAN LÁZARO, TOLEDO………………... \nAntonio Rodríguez Fernández; Elena Rosado Tejerizo \n\n224 \n\nALCÁÇOVA DO CASTELO DE MÉRTOLA NECRÓPOLE MEDIEVAL E MODERNA………………………………... \nMaria de Fátima Palma; Clara Rodrigues; Teresa Carmo \n\n234 \n\nLA NECRÓPOLIS MUDÉJAR-MORISCA DE MUEL (ZARAGOZA): EL REFLEJO DE DOS RITOS FUNERARIOS \nEN LA ESPAÑA MODERNA………………………………………………………………………………………………… \nIeva Reklaityte; Enrique García Francés \n\n \n246 \n\nOS ELEMENTOS DE ADORNO NA NECRÓPOLE MEDIEVAL E MODERNA DA ALCÁÇOVA DO CASTELO DE \nMÉRTOLA……………………………………………………………………………………………………………………... \nLígia Rafael; Maria de Fátima Palma; Rute Fortuna; Clara Rodrigues \n\n \n258 \n\nSEPULTURAS ESCAVADAS NA ROCHA DA FREGUESIA DE ROSMANINHAL (IDANHA-A-NOVA)…………… \nMário Chambino; Francisco Henriques; João Carlos Caninas \n\n272 \n\nESTELAS MEDIEVAIS DO CASTRO DO JARMELO (GUARDA)……………………………………………………….. \nTiago Pinheiro Ramos \n\n289 \n\nO ESPAÇO FUNERÁRIO ALTO-MEDIEVAL DA TORRE VELHA (CASTRO DE AVELÃS, BRAGANÇA)………….. \nSofia Tereso; André Brito; Cláudia Umbelino; Miguel Cipriano; Clara André; Pedro C. Carvalho \n\n297 \n\nARQUEOLOGÍA FUNERARIA EN LA ALTA MONTAÑA DE TENERIFE (ISLAS CANARIAS)……………………… \nSergio Pou Hernández; Matilde Arnay de la Rosa; Carlos García Ávila; Efraín Marrero Salas; Emilio González Reimers \n\n307 \n\nFORGET ME NOT…  EXPOSURE OF CASE STUDIES DETECTED IN FUNERARY CONTEXTS, WHICH \nDEPOSITION IS UNUSUAL (PORTUGAL)………………………………………………………………………………… \nSónia Ferro; Daniela Anselmo; Teresa Matos Fernandes \n\n \n318 \n\nESTUDO ANTROPOLÓGICO DO CONVENTO DE NOSSA SENHORA DO CARMO, TAVIRA………………… \nSandra Cavaco; Jaquelina Covaneiro; Teresa Carmo \n\n325 \n\nESTUDO ANTROPOLÓGICO DO CONVENTO DE NOSSA SENHORA DA GRAÇA, TAVIRA (PORTUGAL)……… \nJaquelina Covaneiro; Sandra Cavaco; Teresa Carmo \n\n332 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n VII \n\n \n \n \n \n \n \n \n \nPREFÁCIO \n \n\nMais do que grandes templos ou majestosos palácios os testemunhos materiais da morte foram desde sempre objeto de \n\natenção e estudo por parte dos que sobre as memórias do passado se interessam. Muito antes da fase científica da \n\nhistória da arqueologia, ou mesmo antes da fase dos “antiquários”, encontramos referências, ainda que duma forma algo \n\nfantasiosa ou lendária, a estruturas tumulares e a obscuros ritos com elas relacionadas.  \n\nA forte carga mágica e religiosa em que todos os povos e culturas envolveram a morte contribui para que ela fosse \n\nritualizada de diferentes formas, mas sempre mantendo uma gramática praticamente comum, a de perpetuar a memória \n\ndos que morriam. Assim, mais discretos, ou mais monumentais os espaços da morte foram e continuam a ser procurados \n\ncom diversos interesses, sejam eles científicos, religiosos ou, simplesmente, por aqueles a que vulgarmente chamamos \n\nde “caça tesouros”. Mas as memórias materiais da morte não se esgotam nos espaços sepulcrais. Em paralelo existe um \n\nvasto conjunto de artefactos específicos, diretamente associados com os contextos funerários, que de uma forma direta \n\nou indireta preencheram ao longo dos tempos os vastos complexos rituais da morte nos diferentes ambientes que os \n\nproduziram. Indissociável das estruturas e dos artefactos funerários o grande universo da antropologia biológica, nas \n\nsuas mais diversas vertentes e durante tanto tempo negligenciada, evidencia a enorme importância destes saberes para a \n\nconstrução da memória histórica e arqueológica. \n\nO Laboratório de Arqueologia da Universidade de Évora em parceria com o CHAIA ao organizarem a segunda edição \n\ndo CIAT – 2º Congresso Internacional sobre Arqueologia de Transição entenderam dedicá-lo, exatamente, aos \n\ndiferentes contextos funerários, dando especial preferência aos estudos realizados sobre os distintos períodos de \n\ntransição cultural. Neste evento participaram um alargado conjunto de investigadores que apresentaram e discutiram os \n\nresultados dos seus estudos abarcando um amplo espectro cronológico.  \n\nOs três dias do congresso, que decorreu na Universidade de Évora, de 29 Abril a 1 de Maio de 2013, evidenciou quão \n\njusto foi o tempo porque muitos foram os comunicantes e assistentes que quiseram partilhar e discutir os últimos \n\nresultados das mais recentes investigações sobre o mundo funerário, evidenciando quanto oportuna foi a realização \n\ndesta reunião científica e cujas actas agora se publicam. \n\nA todos os comunicantes e participantes e sobretudo a todos os que se disponibilizaram para que este congresso se \n\nrealizasse e a publicação das actas se concretizasse manifestamos o nosso agradecimento esperando que em breve \n\nconsigamos organizar o 3º Congresso de Arqueologia de Transição.  \n\n1 de Maio de 2015 \n\nJorge de Oliveira \n\n \n\n\n\nO ESPAÇO FUNERÁRIO ALTO-\nMEDIEVAL DA TORRE VELHA \n(CASTRO DE AVELÃS, BRAGANÇA) \n\n \nSofia TERESO1 \nAndré BRITO2  \nCláudia UMBELINO3 \nMiguel CIPRIANO4 \nClara ANDRÉ5 \nPedro C. CARVALHO6 \n \n \nABSTRACT \n \nHere we present the results of the first campaign of \nexcavations made in the archaeological site of Torre \nVelha (Castro de Avelãs , Bragança) , during the summer \nof 2012, in its funerary space. The analysis will be done \nin an integrated way, articulating the (new) \narchaeological data (chronology, stratigraphic context \nand associated material) and anthropological \n(paleobiological study of the burials and funerary \nanthropology), along with a brief historical background \nof the site - one the most reported in the archaeological \nliterature of Trás-os- Montes, usually identified as the \ncapital of the people “Zoela” in Roman times. In the \nanthropological study, will be characterized 19 \nindividuals and three ossuaries (one associated to a \nburial). The skeletons recovered represent four children, a \nyoung adult and 16 adults. In the group of the adults we \nhave six females, seven males and four individuals that \nwere impossible to determinate the sex.  \n \nKeywords: Castro de Avelãs, Bragança, anthropological \nstudy \n \n \nRESUMO \n \nApresentam-se os resultados da primeira campanha de \nescavações efetuada no sítio da Torre Velha (Castro de \nAvelãs, Bragança), durante o verão de 2012, referentes ao \nseu espaço funerário. A análise será feita de forma \nintegrada, articulando os (novos) dados de natureza \narqueológica (cronologia, contexto estratigráfico e \nmateriais associados) e antropológica (antropologia \nfunerária e estudo paleobiológico da amostra exumada), a \npar de uma breve contextualização histórica do sítio – um \ndos mais referidos na bibliografia arqueológica de Trás-\nos-Montes, identificado habitualmente como a capital dos \n\n                                                            \n1 Arqueóloga. Mestre em Evolução Humana (Antropologia Biológica) \npela FCTUC. Investigadora do CIAS. (sofiatereso@gmail.com). \n2\n Mestrando. 2.º Ciclo em Evolução e Biologia Humanas-FCTUC. \n\n(andre_1987_brito@hotmail.com). \n3\n Antropóloga e docente do Dep. de Ciências da Vida-FCTUC. \n\nInvestigadora do CIAS. (umbelino@antrop.uc.pt). \n4 Arqueólogo. Mestre em Arqueologia e Território (arqueogeografia) - \nFLUC. (cipriano1969@hotmail.com). \n5 Arqueóloga. Município de Bragança. (c.machaqueiro@sapo.pt). \n6\n Arqueólogo e docente da FLUC. Investigador de CEAUCP/CAM. \n\n(pedrooak@gmail.com). \n\nZoelas em época romana. No domínio antropológico \nserão caracterizados 19 indivíduos, bem como três \nossários (um dos quais associado a um enterramento) e \nduas reduções, ambas com apenas um indivíduo. Os \nesqueletos recuperados representam quatro não adultos, \num adulto jovem e 16 adultos. Destes últimos, seis \npertencem ao sexo feminino, sete ao masculino, sendo \nque em quatro este parâmetro não pôde ser avaliado. \n \nPalavras-chave: Castro de Avelãs, Bragança, alta-idade \nmédia, antropologia funerária, perfil biológico. \n \n \n1. Introdução \n \nConscientes da importância que os elementos fornecidos \npela Arqueologia têm para a construção do conhecimento \nda História local e regional, a Autarquia de Bragança e a \nFaculdade de Letras da Universidade de Coimbra \nestabeleceram uma parceria de modo a proceder à \nexecução de um projecto de investigação baseado na \nintervenção arqueológica na Torre Velha / Terras de S. \nSebastião – sítio com ocupação romana, localizado no \ntermo da aldeia de Castro de Avelãs, a cavalleiro das \nprimeiras casas que se encontram, indo de Bragança, \n(…), quasi inaccessivel do nascente, conforme escreve \nJosé Henriques Pinheiro, que encarregado por Martins \nSarmento, nos inícios de 1887, de procurar duas aras \nconsagradas ao deus Aerno, é conduzido a este outeiro e, \nperante a abundância de vestígios, não duvida de que a \nTorre Velha fôra a séde dum povo antigo (Pinheiro, \n1888). \n \n \n2. Contexto histórico e arqueológico do sítio \n \nÀ época do domínio romano, o actual concelho de \nBragança estaria integrado no território atribuído à ciuitas \ndos Zoelas (ou Zelas), povo de cuja existência nos dá \nconta Plínio, o Velho, incluindo-o entre os 22 povos \nástures (Silva, 2011: 18). \n \nFoi o texto de uma ara consagrada a Aerno pelo ordo \nzoelarum (CIL 2606; Redentor, 2002, n.º1) encontrada \nnas proximidades da Torre Velha/Terras de S. Sebastião, \nna igreja de Castro de Avelãs, no final do século XVII, \nque permitiu começar a relacionar este povo com esta \nregião e com este lugar em particular (Fig. 1). \n \n\n \nFigura 1 - Texto da ara consagrada a Aerno. \n\n \n\n297\n\n\n\nARQUEOLOGIA DE TRANSIÇÃO: O MUNDO FUNERÁRIO \n\n \n\n  298\n\nCom efeito, ainda hoje, é principalmente com base nesse \ntexto que, na bibliografia histórico-arqueológica, este \nsítio é referido pela maioria dos autores como sendo a \nprovável capital daquela ciuitas (Alarcão, 1988ª, vol. II: \n39; 1988b: 57 e 96; 1990a: 373; Lemos, 1993, vol. II: 34 \ne 66). Não obstante a importância do lugar e do tema \nzoelas/zelas, este cenário marcado ainda pela incerteza, \nresulta, desde logo, da inexistência no local de \nescavações arqueológicas cientificamente conduzidas, já \nque das escavações aqui realizadas em 1887, por José \nHenriques Pinheiro, somente foi publicado uma descrição \n(Pinheiro, 1888) de alguma forma insuficiente ou \nbastante vaga à luz da atual investigação arqueológica, \ntendo-se inclusivamente perdido as respetivas plantas \n(componente fundamental do registo então efetuado). A \nprimeira fase de trabalhos de escavação arqueológica, \nresultante da parceria estabelecida entre a FLUC e o \nmunicípio de Bragança, revelou uma área habitacional de \ncronologia romana (século I ao V- Fig. 2), mas também \num extenso espaço funerário Alto Medieval, com \nenterramentos que vão do século VI ao XII. Esta outra \nocupação, datada da época suévico-visigótica e de uma \noutra imediatamente anterior à formação da \nnacionalidade, remete, por sua vez, para outras \nproblemáticas relacionadas também com a localização da \nparóquia suévica de Brigantia – situar-se-ía também neste \nlocal Brigantia, mencionada no Parochiale Suevum?  \n \n\nFigura 2 - Espaço habitacional romano \n \n \nA escavação do espaço funerário (92 m2) revelou um \nconjunto de dezoito sepulturas, de onde foram exumados \ndezanove indivíduos. Dada a ausência de espólio \nassociado aos indivíduos exumados, a datação foi \nconseguida através de análises radiocarbónicas (AMS) \naos restos ósseos, elaboradas no Reino Unido nos \nlaboratórios da Beta Analytic. Para as análises foram \nrecolhidas seis amostras de osso de seis indivíduos, tendo \nem conta a tipologia da sepultura (Tabela 1). \n \n \n \n \n \n \n \n \n\nOsso Ind. Ref. do \nLaboratório \n\nResultado \nBP \n\nCal \nd.C  \n2? \n\n?\n13\n\nC \n(‰) \n\nCúbito dir. 15 Beta - 334443 970±30 1020-\n1160 \n\n-19 \n\nFíbula dir. 8 Beta - 334444 960±30 1020-\n1160 \n\n-19,2 \n\nFíbula esq. 17 Beta - 334445 930±30 1020-\n1170 \n\n-18,7 \n\nFíbula esq. 19 Beta - 334446 930±30 1020-\n1170 \n\n-19,5 \n\nTíbia esq. 9 Beta - 334447 1350±30 650-\n690 \n\n-19,3 \n\nÚmero e \ncúbito dir. \n\n2 Beta - 334448 900±30 1030-\n1220 \n\n-19,2 \n\nTabela 1- Datações AMS \n\n \n \n3. Antropologia funerária do espaço funerário alto-\nmedieval: análise preliminar \n \nComo referimos, a escavação acabou por colocara \ntambém a descoberto um vasto espaço funerário de \ncronologia alto-medieval. Foram abertas cinco \nsondagens, quatro das quais com sepulturas. \n \nNo conjunto das dezoito sepulturas registaram-se cinco \ntipologias distintas: \n \n\na) Covacho aberto no substrato rochoso (CASR); \nb) Covacho aberto no substrato rochoso com tampa \nde lajes de xisto (CASR.T); \nc) Covacho aberto no substrato rochoso, delimitado \npor lajes de xisto em forma de caixa, com tampa \nde lajes de xisto a cobri-lo (CASR.LX.T); \nd) Covacho aberto no substrato rochoso, delimitado \npor lajes de xisto em forma de caixa, sem tampa de \nlajes de xisto a cobri-lo (CASR.LX.); \ne) Covacho aberto no solo delimitado e coberto por \nlajes de xisto (CAS.LX.T); \n\n \nA maioria apresenta-se aberta no substrato rochoso, \ndiferenciando-se na delimitação e forma da sepultura ou \nna colocação ou não de tampa. A ausência da tampa \npoderá não ter sido propositada, mas provocada pelos \ntrabalhos agrícolas. No entanto, como não dispomos de \ncertezas, optou-se por atribuir uma tipologia, deixando \nem aberto essa possibilidade. Os trabalhos futuros \npoderão trazer novos dados. \n \nNa figura 3 é possível observar-se uma predominância \n(50%) dos covachos simples abertos no substrato \nrochoso, cobertos por tampas de lajes de xisto (CASR.T; \nN=9/18). \n \n\n\n\nSofia Tereso et al: O ESPAÇO FUNERÁRIO ALTO-MEDIEVAL DA TORRE VELHA \n\n  299\n\n \nFigura 3 - Representatividade das várias tipologias de sepulturas. \n\n \n \nA grande maioria dos indivíduos e respectivas sepulturas \ndenuncia a crença na Ressurreição (Fig. 5 e 6), \napresentando-se virados para Nascente (cabeça para \nOeste e pés para Este), com excepção das sepulturas da \nsondagem AC7-8/AB7-8, cujos indivíduos 13 e 15 \napresentam uma ligeira inclinação para NE (SW-NE), \nsuspeitando-se que possa ser devido à estação do ano em \nque foram sepultados, e o indivíduo 14 (não-adulto) com \numa orientação SE-NW (Fig. 4). Este último apresentava \napenas os dentes, deixando-nos na dúvida se estaria em \nposição primária. De todo o modo, a sepultura orientava-\nse dessa forma. \n \nOs indivíduos foram todos colocados em decúbito dorsal, \ncom os membros superiores ligeiramente flectidos, com \nas mãos sobre a anca ou com os braços flectidos sobre o \npeito. Os membros inferiores foram colocados paralelos, \nexceptuando o indivíduo 12/R9 que tinha os pés \ncruzados.  \n \n\n \nFigura 4 – Sepultura do indivíduo 14/AB7-8 \n\n \n\n \nFigura 5 – Indivíduo 18/O0-O1 \n\n \n \n\n \nFigura 6 – Indivíduo 11/R9 \n\n \n \nApenas alguns indivíduos apresentavam ossário ou \nredução associada. As reduções eram colocadas junto ao \ncrânio ou aos pés e o único ossário, encontrado no \n\n\n\nARQUEOLOGIA DE TRANSIÇÃO: O MUNDO FUNERÁRIO \n\n \n\n \n\ninterior de uma sepultura, foi colocado sobre os membros \ninferiores do indivíduo. Os restantes dois ossários \nregistados localizavam-se sobre duas tampas de sepultura \n(Fig. 7, 8 e 9). Deste modo comprova-se a reutilização do \nespaço funerário. \n \nOs enterramentos não tinham espólio associado.  \n \n\n300\n\n \nFigura 7 - Ossário u.e. [54] \n\n \n \n\n \nFigura 8 - Ossário u.e. [39] \n\n \n\n \nFigura 9 - Redução u.e. [36] \n\n \n \n4. Estudo antropológico \n \n4.1 Material \n \nOs indivíduos exumados da necrópole de Castro de \nAvelãs foram armazenados em sacos de plástico, \nindividualizando-se sempre que possível os restos \nosteológicos por tipo de osso (crânio, membros \nsuperiores e inferiores, costelas, vértebras, etc.) e \nlateralidade. Este material foi transportado para o \nDepartamento de Ciências da Vida da Faculdade de \nCiências e Tecnologia da Universidade de Coimbra, onde \nfoi objecto de análise que compreende a limpeza, \ncolagem e inventariação e ulterior estudo. \n \nA amostra é constituída por 21 indivíduos (dos quais faz \nparte uma redução que foi destacada por se tratar de \napenas um indivíduo) e quatro ossários. \n \n4.2 Métodos \n \nO estudo paleodemográfico aplicado à amostra teve como \nobjetivo determinar o sexo e a idade à morte de cada um \ndos indivíduos adultos. Para tal foram utilizados os \nmétodos de Ferembach et al. (1980), Bruzek (2002) e \nBuikstra &amp; Ubelaker (1994) para a análise morfológica \ndo osso ilíaco. Ainda na análise morfológica, desta vez \naplicada ao crânio, usou-se igualmente o método de \nFerembach et al. (1980). A diagnose sexual através de \nmétodos métricos foi efetuada empregando-se os métodos \ndesenvolvidos por Silva (1995) para o calcâneo e \n\n\n\nSofia Tereso et al: O ESPAÇO FUNERÁRIO ALTO-MEDIEVAL DA TORRE VELHA \n\n \n\nastrágalo, e Wasterlain (2000) no que respeita aos ossos \nlongos. \n \nNo que toca à estimativa da idade à morte dos indivíduos \nadultos, optou-se pelos métodos de Suchey &amp; Brooks \n(1990), que se baseia na análise da sínfise púbica, e de \nLovejoy et al. (1985), sustentado nas alterações da \nsuperfície auricular. Empregou-se ainda o método de \nCalce (2012) baseado na observação do acetábulo. \nEstando os graus de desenvolvimento dos não adultos \nbem registados, a estimativa de idade à morte torna-se \nmais fiável. Assim sendo aplicou-se o método de White \n&amp; Folkens (2005) baseado na calcificação e erupção \ndentária. Teve-se ainda em conta as tabelas presentes em \nScheuer &amp; Black (2008) para se estimar a idade à morte \natravés do comprimento das diáfises e das uniões \nepifisárias. \n \nO estudo demográfico dos ossários presente na amostra \nconsistiu na determinação do número mínimo de \nindivíduos através do método de Herrmann et al. (1990, \nadaptado por Silva, 1993). \n \nO estudo morfológico da amostra envolveu a estimativa \nda estatura dos indivíduos a partir de diversos métodos, \nnomeadamente Olivier et al. (1978), Mendonça (2000) e \nSantos (2002). \n \nAs patologias orais são as mais frequentes e chegam a ser \nconsideradas como normais (Hillson, 2000). Após o \nregisto dos dentes presentes e perdidos ante e post \nmortem, observou-se macroscopicamente e, quando \nnecessário, com o auxílio de uma lupa a presença de \npatologias que mais afetam a cavidade oral, \nnomeadamente a cárie dentária, a doença periodontal e a \ninflamação periapical, assim como o desgaste dentário, \napesar deste último não ser considerado como uma \npatologia (Hillson, 2005). A hipocalcificação e as \nhipoplasias do esmalte dentário também foram registadas, \nrecorrendo-se às tabelas adaptadas por Wasterlain (2006). \nA patologia degenerativa articular, ou osteoartrose, tende \na surgir com o movimento articular, associado à idade, ao \nsexo, à obesidade e a fatores genéticos, entre outros \n(Waldron, 2009). A observação desta patologia baseou-se \nno método de Assis (2007, adaptado de Buikstra e \nUbelaker, 1994) avaliando o nível de desenvolvimento da \ndoença numa escala de oito graus. Relativamente às \npatologias degenerativas não articulares, designadas \ntambém por alterações da entese, são consideradas como \nmarcadores de stresse ocupacional e podem indicar um \ntrabalho repetitivo efetuado num longo período (Cunha, \n1994). O registo destas alterações obedeceu às \nrecomendações de Mariotti et al. (2004). \n \nAinda através da observação macroscópica procurou-se \nidentificar possíveis lesões traumáticas, como por \nexemplo fracturas ou deslocações (Ortner, 2003), bem \ncomo a presença de cribra orbitalia e de hiperostose \nporótica, indicadores de stresse fisiológico durante a vida \nde um indivíduo. \n \n \n\n5. Resultados \n \n5.1 Estado de preservação \n \nO estado de preservação da amostra é bastante variável, \nsendo que se encontram presentes indivíduos muito bem \npreservados e com grande representatividade óssea (Fig. \n10), assim como indivíduos que sofreram uma forte ação \ntafonómica, o que fez com que somente se recuperassem \nfragmentos ósseos identificáveis in situ (Fig. 11). Este \nfacto deve-se possivelmente ao tipo de sepultura em que \no indivíduo foi inumado, pois os indivíduos em pior \nestado de preservação encontravam-se cobertos pelo xisto \nretirado aquando da abertura do covacho. \n \n\n301\n\n \nFigura 10 – Ossos pertencentes ao indivíduo nº 18 \n\n \n\n \nFigura 11 – Fragmentos de fémur, indivíduo nº15 \n\n\n\nARQUEOLOGIA DE TRANSIÇÃO: O MUNDO FUNERÁRIO \n\n \n\n \n\nEm termos de diagnose sexual, realizada apenas nos \nadultos, foi possível determinar o sexo de 13 indivíduos, \num dos quais apenas através de medidas tiradas em \ncampo. Destes, seis são do sexo feminino (46,15%) e sete \ndo sexo masculino (53,85%). Em quatro dos indivíduos \nnão foi possível determinar este parâmetro, por estarem \nmal preservados (Fig. 12). \n \n\n302\n\nSexo\n\n54%\n46%\n\nMasculino Feminino\n\nFi\nFigura 12 - Diagnose sexual \n \n \nConseguiu-se estimar a idade à morte de 14 dos \nindivíduos estudados, sendo quatro não adultos e os \nrestantes dez adultos distribuídos pelas seguintes classes \netárias (tabela 2): \n \n\nNão adultos \n\nIndivíduo Idade à morte (anos) \n\n7/[41] 13-19 \n\n10/[18] 11-18 \n\n14/[28] 0-4 \n\nAdultos \n\nIndivíduo Idade à Morte (anos) Sexo \n\n3/[25] 40-50 Feminino \n\n5/[36] > 25 Masculino \n\n6/[38] > 25 Feminino \n\n8/[43] 30-50 Feminino \n\n11/[15] 25-40 Masculino \n\n12/[2] 40-60 Masculino \n\n16/[38] 20-60 Masculino \n\n17/[43] 40-50 Masculino \n\n18/[46] 50-65 Feminino \n\n19/[50] 20-30 Masculino \nTabela 2- Idade à morte dos indivíduos analisados \n\n \n \nA estatura dos indivíduos foi por sua vez determinada em \napenas sete indivíduos, um deles através de medidas \ntiradas em campo. Sempre que possível, deu-se \npreferência ao método de Mendonça (2000) por este se \ntratar de um estudo realizado sobre uma amostra \nportuguesa. \n\n5.2 Afinidade populacional \n \nAquando do estudo dos indivíduos, verificou-se que um \ndeles, o indivíduo 11/[15] da sondagem R9/S9 aparentava \nter características morfológicas a nível do crânio que \npodiam indicar uma ascendência africana, nomeadamente \na forma do crânio, longo e baixo, a cavidade nasal larga, \nas órbitas retangulares e a área interorbitária larga e o \npalato hiperbólico. (Carvalho, 2006 adaptado de Byers, \n2002) (Figs 13 e 14). \n \n\nIndivíduo Sexo Estatura (cm) Osso \n\n01/[2] M 171,01±6,90 Fémur \n\n11/[15] M 180,33±6,90 Fémur \n\n12/[2] M 169,15±6,90 Fémur \n\n16/[38] M 165,65±8,44 Úmero \n\n17/[43] M 167,55±6,90 Fémur \n\n18/[46] F 166,59±5,92 Fémur \n\n19/[50] M 165,15±6,90 Fémur \nTabela 3- Estatura dos indivíduos analisados \n\n \n \n\n \nFigura 13 – Crânio em norma anterior pertencente ao Ind. 11/[15] \n\n \n\n\n\nSofia Tereso et al: O ESPAÇO FUNERÁRIO ALTO-MEDIEVAL DA TORRE VELHA \n\n  303\n\n \nFigura 14 - Palato, norma inferior pertencente ao Ind. 11/[15] \n\n \n \nNo que toca a patologias traumáticas, o mesmo indivíduo \n11/[15] apresenta um trauma contundente na zona \nposterior do parietal direito (Fig. 15). Aparenta também \nter uma possível patologia congénita rara caracterizada \npela fusão não óssea do calcâneo-cubóide, assim como \numa osteocondrite dissecante na faceta de articulação do \ncalcâneo direito (Fig. 16). \n \n \n\n \nFigura 15 - Crânio norma lateral pertencente ao Ind. 11/[15] \n\n \n \n\n \nFigura 16 - Calcâneos esquerdo e direito. Seta: possível fusão não óssea \ncalcâneo-cubóide. Círculo: possível osteocondrite dissecante \n\n \n\nAs alterações da entese, indicadoras de um esforço físico \nrepetido, foram encontradas em nove indivíduos sobre \num total de dez observáveis, sendo as alterações mais \nrecorentes as do gluteus maximus (Fig.18), osflexor \ndigitorum superficialis e o obturador externus (Fig. 17). \n \n\n \nFigura 17 -  Esq. – Alteração da entese no local de inserção do flexor \ndigitorum superficialis. Dir. - Alteração da entese no local de inserção \ndo obturador externus. \n\n \n\n \nFigura 18 - Alteração da entese no local de inserção do gluteus maximus \n\n \nA patologia degenerativa, também designada por \nosteoartrose foi observável em 8 indivíduos, afectando \nsobretudo a coluna vertebral (fig. 19). \n \n\n \nFigura 19 - Patologia degenerativa mais evidente nas margens \nsuperiores e inferiores dos corpos vertebrais \n\n \n\n\n\nARQUEOLOGIA DE TRANSIÇÃO: O MUNDO FUNERÁRIO \n\n \n\n \n\nFinalmente, as patologias orais foram observadas em 13 \nindivíduos, dos quais sete  apresentavam cáries (53,85% \nn=13). Em nove dos indivíduos verificou-se a presença \nde hipoplasias do esmalte dentário (69,23% n=13), e em \n11 dos casos observou-se a presença de tártaro (84,62% \nn=13) (Fig. 20, 21 e 22). \n \n\n304\n\n \nFigura 20 - Cárie num 1º molar inferior esquerdo \n\n \n \n\n \nFigura 21 - Tártaro em dois incisivos inferiores \n\n \n\n \nFigura 22 - Hipoplasias do esmalte dentário \n\n \n \n5. Discussão \n \nApresentam-se aqui os resultados preliminares do estudo \ndos remanescentes/restos ósseos exumados da necrópole \nda Torre Velha/Castro de Avelãs (Bragança). Por se tratar \nde uma amostra, não se pode considerar representativa da \npopulação integral do sítio. No entanto, podemos \nverificar que se encontram representados indivíduos de \nambos os sexos (fig. 12), bem como de todas as idades \n(tabela 2), o que indica que, aparentemente, durante o \nperíodo representado não havia distinções em relação aos \nenterramentos no que toca ao género e à faixa etária. \n \nOs indivíduos analisados são no geral bastante robustos, \nsalientando-se o caso do indivíduo 11/[15], datado de \n970±30 BP (Before Present) e que aparenta ter uma \nafinidade populacional africana. Seria de valor \nrealizarem-se estudos de ADN e de mobilidade humana \nde forma a confirmar esta teoria. Relativamente à lesão \nno calcâneo deste indivíduo, podemos considerar como \ndiagnóstico diferencial uma lesão traumática, uma doença \ninfeciosa e artrite degenerativa. No entanto a lesão \naparenta ser uma fusão não óssea entre o calcâneo e o \ncubóide pela ausência de lipping e porosidade, bem como \npelo facto de só estar presente neste osso (Silva 2005; \n2010; 2011). \n \nNa patologia oral verifica-se uma grande predominância \nde tártaro (84,62%) em relação à presença de cáries \n(53,85%), o que pode sugerir uma preferência no \nconsumo de proteínas em relação a açúcares por parte \ndestes indivíduos. No entanto devido ao tamanho \n\n\n\nSofia Tereso et al: O ESPAÇO FUNERÁRIO ALTO-MEDIEVAL DA TORRE VELHA \n\n \n\nreduzido da amostra não se pode verificar se esta \ndiferença é estatisticamente significativa. \n \n \n6. Conclusão \n \nComo já foi referido, estes resultados são ainda \npreliminares. A análise da antropologia funerária permitiu \nconcluir vários aspectos importantes: foram cinco as \ntipologias atribuídas às diversas sepulturas, tendo sido \npossível observar-se uma predominância (50%) dos \ncovachos simples abertos no substrato rochoso, cobertos \npor tampas de lajes de xisto (CASR.T;N=9/18); os \nenterramentos encontravam-se em posição tipicamente \ncristã e sem espólio associado. Este último aspecto \ndemonstra de forma clara o despojamento cristão. \n \nNo estudo antropológico falta sobretudo aprofundar o \nestudo paleopatológico dos indivíduos e ossários, assim \ncomo o estudo morfológico destes últimos. Mas \npodemos, desde já, salientar a presença de 21 indivíduos, \nentre os  quais se encontram 16 adultos e cinco não-\nadultos. Determinou-se o sexo em 13 dos indivíduos \nadultos, sendo que seis são do sexo feminino e sete do  \nmasculino. Os dados finais serão apresentados numa \ndissertação de mestrado em Evolução e Biologia \nHumanas a ser entregue à Faculdade de Ciências e \nTecnologias da Universidade de Coimbra, ainda no \ndecurso deste ano. Outros dados poderão ser entretanto \nacrescentados a estes, uma vez que se prevê, em 2013, \ndar continuidade às escavações arqueológicas no sítio da \nTorre Velha, em Castro de Avelãs. Esta investigação \npoderá assumir ainda maior destaque face à escassez de \ntrabalhos publicados neste domínio temático e \ncronológico para a região de Trás-os-Montes. \n \n \n7. Bibliografia \n \nAlarcão, J.: 1988a): Roman Portugal, vol. II, fasc 1. Mem \nMartins: Europa-América (Forum da História; I). \nAlarcão, J.: 1988b). O domínio romano em Portugal. \nMem Martins: Europa-América (Forum da História; 1). \nAlarcão, J.: 1990a). O reordenamento territorial. In \nALARCÃO, J. de, coord. - Portugal: das origens à \nromanização. Lisboa: Presença (Nova História de \nPortugal; 1): 352-382. \nAssis, S. S. D. 2007. A memória dos rios no quotidiano \ndos homens: contributo de uma série osteológica \nproveniente de Constância para o conhecimento dos \npadrões ocupacionais. Dissertação de Mestrado em \nEvolução Humana, Coimbra, Departamento de \nAntropologia, Faculdade de Ciências e Tecnologia, \nUniversidade de Coimbra. \nBruzek, J. 2002. A method for visual determination of \nsex, using the human hip bone. American Journal of \nPhysical Anthropology. 117: 157-168.  \nBuikstra, J. E.; Ubelaker, D. H. (ed.). 1994.Standards for \nData Collection from Human Skeletal Remains. Arkansas \nArchaeological Survey Research Series Number 44.  \n\nBuikstra, J. E.; Ubelaker, D. H. (ed.). 1994. Standards for \nData Collection from Human Skeletal Remains. Arkansas \nArchaeological Survey Research Series Number 44. \nCalce, S. 2012. A New Method to Estimate Adult Age-at-\nDeath using the Acetabulum. American Journal of \nPhysical Anthropology. 148:11-23. \nSilva, A. C.:2011. Ordo Zoelarum. Arqueologia e \nidentidade do Nordeste de Portugal. Museu do Abade de \nBaçal, Instituto dos Museus e da Conservação. \nCarvalho, M. L. V.; 2006. Fordisc 2.0: Nova metodologia \npara a Antropologia Forense Portuguesa? Tese de \nMestrado em Medicina Legal. Faculdade de Medicina da \nUniversidade de Coimbra [Não publicado]. \nFerembach, D.; Schwidetzky. I.; Stoukal, M. 1980. \nRecommendations for age and sex diagnosis of skeletons. \nJournal of Human Evolution. 9: 517-549. \nHillson, S. 2000. Dental Pathology. In: Katzenberg, M.; \nSaunders, S. (eds). Biological anthropology of the human \nskeleton. New York, Wiley-Liss: 249-286. \nHillson, S. 2005. Teeth. Cambridge. Manuals in \nArchaeology. 2ª Edição. Cambridge: Cambridge \nUniversity Press. \nLemos, F. S.: 1993. O povoamento romano de Trás-os-\nMontes Oriental. Braga: [s. n.] (Tese de doutoramento em \nPré-História e História da Antiguidade, Universidade do \nMinho, 1993). \nLovejoy, C. O.; Meindl, R. S.; Prysbeck, T. R., \nMensforth, R. P. 1985. Chronological metamorphosis of \nthe auricular surface of the ilium: a new method for \ndetermination of adult skeletal age at death. American \nJournal of Physical Anthropology, 68 (1): 15-28. \nMariotti, V.; Facchini, F.; Belcastro, M. G. 2004. \nEnthesopathies – proposal of a standardized scoring \nmethod and applications. Collegium. Antropologicum, \n28(1):145-150. \nMendonça, M. C. 2000. Estimation of height from the \nlength of long bones in a portuguese adult aopulation. \nAmerican Journal of Physical Anthropology: 112: 39-48. \n \nOlivier, G.; Aaron, C.; Fully, G.; Tissier, G. 1978. New \nestimations of stature and cranial capacity in Modern \nMan. Journal of Human Evolution, 7 (6): 513-518. \nOrtner, D. J. 2003. Identification of pathological \nconditions in human skeletal remains. 2nd Edition. San \nDiego, Academic Press. \nPinheiro, J. H.: 1888. Relatório sobre as ruinas romanas \ndescobertas junto da povoação de Castro d` Avellãs no \nmez de Fevereiro de1887 e sobre o reconhecimento que \nnas referidas ruínas fez José Henriques Pinheiro por conta \nda Sociedade Martins Sarmento, Revista de Guimarães, \nvol. V, p. 71-96. \nRedentor, A.: 2002. Sobre a inscrição CIL II 2606 e o \nparadeiro do seu suporte. In honorem Belarmino Afonso. \nBragança: Câmara Municipal de Bragança. p. 133-141. \nSantos, C. M. 2002. Estimativa da estatura a partir dos \nmetatársicos. Dissertação apresentada à Faculdade de \nMedicina da Universidade da Coimbra para obtenção do \ngrau de mestre em Medicina Legal. \nScheuer, L.; Black, S.; Schaefer, M. 2008. Juvenile \nosteology: A laboratory and field manual. Elsevier Inc. \nSilva, A. M. 1993. Os restos humanos da gruta artificial \nde São Pedro do Estoril II. Estudo antropológico. \n\n305\n\n\n\nARQUEOLOGIA DE TRANSIÇÃO: O MUNDO FUNERÁRIO \n\n \n\n \n\nRelatório de Investigação em Ciências Humanas. \nDepartamento de Antropologia, Faculdade de Ciências e \nTecnologia, Universidade de Coimbra. \nSilva, A. M. 1995. Sex assessement using calcaneus and \ntalus. Antropologia Portuguesa, 13: 107-109. \nSilva, A. M. 2005. Non-osseous Calcaneonavicular \nCoalition in the Portuguese Prehistoric Population: \nReporto f Two Cases. International Journal of \nOsteoarchaeology, 15: 449-453. \nSilva, A. M. 2011. Foot Anomalies in the Late Neolithic/ \nChalcolithic Population Exhumed from the Rock Cut \nCave of São Paulo 2 (Almada, Portugal). International \nJournal of Osteoarchaeology, 21, 420-427. \nSilva, A. M.; Silva, A. L. 2010. Unilateral non-osseous \ncalcaneonavicular coalition: reporto f a Portuguese \narchaeological case. Anthropological Science, 118(1), 61-\n64. \nSuchey, J.; Brooks, S. 1990. Skeletal age determination \nbased on the pubis: a comparision of Ascadi-Nemeskéri \nand Suchey-Brooks methods. Human Evolution 5: 227-\n238. \nWaldron, T. 2009. Palaeopathology. Cambridge: \nCambridge University Press. \nWasterlain, R. 2000. Morphé: analise das proporções \nentre os membros, dimorfismo sexual e estatura de uma \namostra da colecção identificada do Museu \nAntropológico da Universidade de Coimbra. Dissertação \nde Mestrado em Evolução Humana. Departamento de \nAntropologia, Universidade de Coimbra. \nWasterlain, S. N. 2006. ‘Males’ da boca: estudo da \npatologia oral numa amostra das colecções osteológicas \nidentificadas do Museu Antropológico da Universidade \nde Coimbra (finais do séc. XIX/inícios do séc. XX). \nDoutoramento em Antropologia, especialidade em \nAntropologia Biológica. Universidade de Coimbra. \nWhite, T. D.; Folkens, P. A. 2005. The Human Bone \nManual. Oxford. Academic Press. \n \n \n\n306"}]}}}