{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17907"}, {"@name": "filename", "#text": "24728_Pinhatti_MarciaEmiliaMarquesCarrera_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFaculdade de Engenharia de Alimentos\nUNICAMP\nDEPARTAMENTO DE CIÊNCIA DE ALIMENTOS\nIsolamento e caracterização de Alicyclobacillus e estudo de sua ocorrência em sucos de frutas industrializados\nMárcia Emilia Marques Carrera Pinhatti\nPARECER\nProf. Dr. Vanderlei Perez Canhos\nOrientador\nEste exemplar corresponde à redação final da tese defendida por Márcia Emília Marques Carrera Pinhatti, aprovada pela Comissão\nJulgadora em 01 de dezembro de 1999.\t/\nCampinas, 01 de jJezembro de 1999.\nÀ~\nQ.\nÇ)\nO O\nG ry\nProf. Dr. Vanderlei Perez Canhos\nPresidente da Banca\nDissertação apresentada à Faculdade de Engenharia de Alimentos como requesito para a obtenção do Título de Mestre em Ciência de Alimentos\n\nCampinas\n1999\nD N I C A M *\nMVLKSTECA\nCM-00135783-0\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA F.E. A - UNICAMP\nPinhatti, Mareia Emilia Marques Carrera\nP654i\tIsolamento e caracterização de Alicyclobacillus e estudo\nde sua ocorrência em sucos de fintas industrializados / Mareia Emilia Marques Carreia Pinhatti. - Campinas, SP: [s.n.],\n1999.\nOrientador: Vanderlei Perez Canhos\nDissertação (mestrado) - Universidade Estadual de Campinas.Faculdade de Engenharia de Alimentos.\ny\n1.Alicyclobacillus. 2.Suco de frutas. 3.Ácidos graxos.\nI.Perez Canhos, Vanderlei. H.Universidade Estadual de Campinas.Faculdade de Engenharia de Alimentos. IH.Titulo.\nBANCA EXAMINADORA\nProf. Dr. Vanderlei Perez Canhos Orientador\ní\nProf. Dr. Gilson Paulo Manfio Suplente\nCampinas,\nde\nde 1999\n“A Terra é azul.”\nYuri Gagarin, 1961\nA meu esposo, Pi, e aos meus filíaos, Carime e Víctor, peto amor e carmfro.\nAgradecimentos\nAo meu orientador professor Dr. Vanderlei Perez Canhos, pela oportunidade, paciência e apoio recebido, ao longo da elaboração desta dissertação;\nAo professor Dr. Gilson Manfio, pelos ensinamentos, pelo exemplo e valiosas contribuições;\nA professora Dra. Silvia Eguchi, pelas diversas colaborações, conversas e palavras de incentivo;\nAo professor Dr. Mauro F. Freitas Leitão pelas importantes sugestões e pela participação como membro da banca examinadora;\nA professora Dr. Lucia Durrant, pelo convívio agradável e pela atenção;\nAo amigo especial, Ludwig, pelos ensinamentos e carinho dispensado em todos os momentos;\nÀ Faculdade de Engenharia de Alimentos e ao Departamento de Ciência de Alimentos;\nAo CNPq pelo apoio financeiro;\nÀ Fundação André Tosello, funcionários, estagiários e bolsistas;\nA todos os amigos do Laboratório da Fundação André Tosello, em especial à Cristina Umino pelo incentivo e compreensão; e tantos outros que não seria possível enumerar.\nA ABEcitrus, especialmente ao Sr. Elizeu Nonino e a Sra. Lucia Geraldini;\nA todos do Laboratório de Sistemática e Fisiologia Microbiana principalmente à Daniela e Tânia pelo apoio, carinho e conhecimentos recebidos;\nA todos que indiretamente contribuíram para a realização do trabalho.\nSUMÁRIO\nEPÍGRAFE.................................................................. i\nDEDICATÓRIA............................................................... ü\nAGRADECIMENTOS............................................................ üi\nSUMÁRIO................................................................... iv\nLISTA DE TABELAS.......................................................... vü\nLISTA DE FIGURAS.......................................................... viü\nRESUMO.................................................................... ix\nABSTRACT.................................................................. x\n1-\tINTRODUÇÃO............................................................ 1\n2-\tREVISÃOBIBLIOGRÁFICA................................................. 3\n2.1-0 gênero Alicyclobacillus.......................................... 4\n2.1.1-\tHistórico.................................................... 4\n2.1.2-\tHabitats..................................................... 6\n2.1.3-\tOcorrência de Alicyclobacillus em sucos de frutas............ 7\n2.1.4\t-Isolamento e cultivo de Alicyclobacillus...................... 8\n2.1.5\tIdentificação de Alicyclobacillus.............................. 12\n2.1.6- Descrição do género Alicyclobacillus - Wisotzkey 1992......... 15\n2.1.6.1\t- Alicyclobacillus acidocaldarius - Darland &amp; Brock, 1971. 15\n2.1.6.2\t- Alicyclobacillus acictoterrestris\t................ 16\n2.1.6.3 - Alicyclobacillus cycloheptanicus - Deinhard, 1988....... 17\n2.2\t- Características quimiotaxonómicas de Alicyclobacillus............ 17\n2.3\t- Caracterização fenotípica de Alicyclobacillus através da aplicação do\nSistema API 50 CH.................................................. 22\n3-MATERIAL E MÉTODOS............................................................ 24\n3.1-\tLinhagens utilizadas................................................... 24\n3.2\t- Meios de isolamento e cultivo......................................... 25\n3.3\t- Condições de cultivo.................................................. 29\n3.4-Amostras de sucos industrializados....................................... 29\n3.4.1-\tAmostras de suco de laranja concentrado congelado.................. 29\n3.4.2-\tAmostras de sucos de frutas comerciais............................ 31\n3.5\t- Estudo das condições ótimas para isolamento e detecção de\nAlicyclobacillus em suco de laranja concentrado......................... 32\n3.5.1\t- Ensaio de crescimento de linhagens de Alicyclobacillus em diferentes\nvalores de pH....................................................... 32\n3.5.2\t- Crescimento deAlicyclobacillus em diferentes meios de cultura..... 32\n3.5.3\t- Efeito de diferentes meios de enriquecimento, períodos de incubação,\nmétodos de plaqueamento e temperaturas de incubação no crescimento de bactérias acidotermofílicas...................................... 33\n3.5.4\t- Enumeração de esporos de Alicyclobacillus nas amostras de suco\nconcentrado por incorporação em meio de cultura sólido.............. 34\n3.6\t- Detecção e enumeração de esporos de Alicyclobacillus em sucos de frutas\nindustralizados de várias procedências.................................. 34\n3.7-\tPurificação e preservação das linhagens................................ 35\n3.8-\tCaracterização taxonómica.............................................. 35\n3.8.1-\tAnálise da composição de ácidos graxos............................. 35\n3.8.1.1-Preparodebiomassa............................................... 36\n3.8.1.2 - Reagentes,Extração e Derivatização dos ácidos graxos.......... 36\n3.8.1.3\t- Análise cromatográfica dos FAMEs............................. 39\n3.8.2\t- Análise morfológica............................................... 40\n3.8.3-\tAnálise fisiológica............................................... 41\n3.8.4\t- Caracterização fenotípica de Alicyclobacillus através da aplicação do\nSistema API 50 CH (Bio Merieux, France)............................. 41\n3.8.4.1\t- Preparação do inoculo......................................... 42\n3.8.4.2\t- Inoculação das galerias...................................... 43\n3.8.4.3 - Leitura dos resultados dos testes............................. 43\n3.8.4.4\t- Análise numérica dos resultados da utilização de fontes de\ncarbono........................................................ 43\n4-RESULTADOS E DISCUSSÃO.................................................... 44\n4.1-\tEstudo das condições ótimas para isolamento e detecção de Alicyclóbacillus em suco de laranja concentrado........................................... 44\n4.1.1\t- Ensaio de crescimento de linhagens de Alicyclóbacillus em diferentes valores de pH.......................................................... 44\n4.1.2-\tCrescimento em diferentes meios de cultivo..................... 46\n4.1.3-\tFatores que influenciam a detecção de Alicyclóbacillus em amostras de\nsuco concentrado de laranja: meios de enriquecimento, períodos de incubação, métodos de plaqueamento e temperaturas de incubação.. 48\n4.1.4\t- Detecção de esporos de Alicyclóbacillus em amostras de suco\nconcentrado de laranja, procedentes de diferentes regiões citrícolas do Estado de São Paulo, safra 94/95................................ 52\n4.1.5\t- Enumeração de esporos de Alicyclóbacillus nas amostras de suco\nconcentrado de laranja por incorporação em meio de cultura sólido.\t53\n4.2\t- Ocorrência de Alicyclóbacillus em sucos de frutas industrializados comerciais\ndo Brasil e de outros países........................................ 56\n4.3\t- Caracterização taxonómica.......................................... 57\n4.3.1-\tAnálise da composição de ácidos graxos......................... 57\n4.3.2-\tCaracterísticas morfológicas e fisiológicas.................... 61\n4.3.3\t- Caracterização fenotípica de Alicyclóbacillus através da utilização de\nfontes de carbono............................................... 63\nCONCLUSÕES.................................................................. 70\nREFERÊNCIAS BIBLIOGRÁFICAS.................................................. 71\nANEXOS...................................................................... 80\nLISTA DE TABELAS\nTabela 2.1- Métodos de isolamento de Alicyclobacillus................................ 10\nTabela 3.1- Linhagens dos gêneros Alicyclobacillus e Bacillus........................ 24\nTabela 3.2 - Origem dos sucos concentrados de laranja analisados..................... 30\nTabela 3.3 - Amostras de sucos de frutas industrializados........................... 31\nTabela 3.4 - Variáveis e condições de crescimento avaliadas para a detecção de bactérias acidotermofílicas em amostras de suco concentrado de laranja.... 33\nTabela 3.5 - Padrões de ácidos graxos (FAMEs) dos extratos das linhagens de referência utilizados na cromatografía gasosa....................................... 39\nTabela 3.6 - Condições cromatográficas para análise de FAMEs......................... 40\nTabela 3.7 - Fontes de carbono do Sistema API 50CH................................... 42\nTabela 4.1 -Crescimento e germinação dos esporos de linhagens de referência de Alicyclobacillus e de linhagens isoladas de suco de laranja concentrado em diferentes meios de cultivo a 37°C, 45°C e 50°C, durante 6 dias de incubação........................................................................... 47\nTabela 4.2 - Efeito dos diferentes meios de enriquecimento, períodos de incubação, métodos de plaqueamento e temperaturas de incubação na detecção de aliciclobacilos em amostras de suco de laranja concentrado.......................... 50\nTabela 4.3 - Detecção de esporos de aliciclobacilos utilizando água destilada na reconstituição do suco concentrado de laranja como meio de enriquecimento...................................................................... 52\nTabela 4.4 - Contagem de esporos de aliciclobacilos em amostras de suco concentrado de laranja através de plaqueamento direto por incorporação das amostras ao meio de cultura sólido.............................................. 54\nTabela 4.5 - Resultados da detecção e enumeração de aliciclobacilos nas amostras de sucos de frutas industrializados.................................................... 56\nTabela 4.6 - Ácidos graxos identificados nas linhagens isoladas, com a variação de seus tempos de retenção............................................................. 58\nTabela 4.7 - Porcentagens relativas (%) do perfil de ácidos graxos de A. acidocaldarius (CCT 2490Te 4385), de A. acidoterrestris (CCT 4380Te 4384) e das linhagens de bacilos esporulados acidotermofílicos isoladas de suco concentrado de laranja e de sucos de frutas comerciais...................... 59\nTabela 4.8 - Características morfológicas e fisiológicas das linhagens de A. acidocaldarius (CCT 2490T e 4385) e de A. acidoterrestris (CCT 4380T e 4384) e das linhagens com ácidos graxos o-ciclohexanos isoladas de suco concentrado de laranja e de sucos de frutas......................................... 61\nTabela 4.9 - Perfil bioquímico de linhagens de Alicyclobacillus no Sistema API50CH. 65\nLISTA DE FIGURAS\nFigura 2.1- Esquema de identificação, no nível de gênero, para bactérias esporuladas. 13\nFigura 2.2 - Esquema de identificação simplificado para bactérias acidotermofílicas.... 14\nFigura 2.3 - Estrutura química dos ácidos graxos co-ciclicos........................... 19\nFigura 2.4 - Cromatografía gasosa dos metil ésteres de ácidos graxos de Alicyclobacillus acidoterrestris (CCT 4380T= DSM 3922)................................. 21\nFigura 3.1- Protocolo para extração e derivatização de ácidos graxos................... 38\nFigura 4.1 a,b,c - Curvas de crescimento de linhagens de Alicyclobacillus ( CCT 4380t, 5022,4406 em diferentes condições de pH......................................... 45\nFigura 4.2 - Crescimento de bactérias acidotermofílicas em placas de isolamento inoculadas pelas técnicas de plaqueamento por superfície(a) e por profundidade(b)........................................................................ 51\nFigura 4.3 - Fluxograma de análise de sucos de frutas concentrados..................... 55\nFigura 4.4 - Características macroscópicas de colónias de linhagem com ácidos graxos (o-ciclohexanos isoladas de suco concentrado de laranja, em meio BAT, temperatura 50°C, 72 horas de incubação........................................... 63\nFigura 4.5 - Características morfológicas das células de linhagem com ácidos graxos o-ciclohexanos isoladas de suco concentrado de laranja, coloração de Gram(1.250X)........................................................................... 63\nFigura 4.6 - Dendograma representando as relações de similaridade entre as linhagens de Alicyclobacillus baseadas na análise numérica (Ssm/UPGMA) de dados de utilização de fontes de carbono no sistema API 50 CH................................ 66\nFigura 4.7 - Utilização de fontes de carbono pela linhagem CCT 4525, isolada de suco concentrado de laranja, através da aplicação do Sistema API 50CH............. 69\nRESUMO\nAlicyclobacillus acidoterrestris é um organismo contaminante e potencialmente deteriogênico de sucos de frutas e bebidas ácidas embaladas assepticamente. A detecção desses microrganismos acidotermofílicos requer procedimentos especiais que permitam a germinação de esporos dormentes. A pesquisa realizada envolveu a análise dos fatores que influenciam a recuperação de aliciclobacilos em amostras de suco concentrado de laranja, o estudo da sua ocorrência em sucos de frutas comerciais e um estudo taxonómico das linhagens isoladas. Os resultados demonstraram que a reconstituição do suco com água destilada, seguida de pasteurização e incubação a 50°C por 24 horas, foi o tratamento mais eficiente na recuperação destes organismos. Os meios utilizados - BAT (meio A. acidoterrestris), BCY (meio A. cycloheptanicus) e BAM (meio A. acidocaldarius) - citados na literatura, foram seletivos para AlicyclobaciUus. Foram positivas na detecção 15 das 19 amostras analisadas (79%). O plaqueamento de diluições das amostras pasteurizadas pela técnica de profundidade em meio BAT, incubadas a 50°C por 48 a 96 horas, foi um método eficiente na enumeração de ATSB (bacilos esporulados acidotermofílicos) em amostras de suco concentrado. A detecção de Alicyclobacillus em uma variedade de sucos industrializados comerciais do Brasil e de outros países revela uma distribuição cosmopolita, no entanto, sua presença tem sido pouco relatada ou subestimada. O estudo taxonómico baseado na análise qualitativa de ésteres metílicos de ácidos graxos por cromatografía gás-líquida demonstrou que todas as linhagens isoladas apresentam os ácidos o-l 1-ciclohexil undecanóico e o-13-ciclohexil tridecanóico como componentes principais (50-95%) do perfil de ácidos graxos. Estes ácidos são marcadores quimiotaxonômicos para as espécies Alicyclobacillus acidoterrestris e Alicyclobacillus acidocaldarius. A caracterização de 10 linhagens, comparativamente às linhagens de referência de A. acidoterrestris e A. acidocaldarius, evidenciou o caráter aerobio estrito destes organismos e a sua capacidade de crescer sob condições de pH entre 3,0 e 6,0. Todas as linhagens apresentaram crescimento em temperaturas que variavam de 25 a 60°C, exceto a linhagem de A. acidocaldarius e a linhagem CCT 123 que cresceram em temperaturas entre 40°C e 70°C. O perfil bioquímico dessas linhagens foi estudado através da utilização de fontes de carbono, pelo sistema API 50 CH. Sete de dez linhagens analisadas foram identificadas como Alicyclobacillus acidoterrestris.\nABSTRACT\nAlicyclobacillus acidoterrestris is a contaminant and potentially deteriogenic organism in aseptically packed fruit juice and acidic drinks. The detection of thermoacidophilic deteriogenic microorganisms in concentrated orange juice samples requires special procedures to allow the germination of dormant spores. The present investigation included the analysis of factors which improved the recovery of alicyclobacilli from concentrated orange juice samples, the study of its occurrence in commercial fruit juices and a taxonomic study of isolated strains. The results demonstrated that the reconstitution of juice with distilled water, followed by pasteurization and incubation at 50°C for 24 hours, was the most efficient treatment in the recuperation of these organisms. The media employed - BAT (A. acidoterrestris media), BCY (A. cycloheptanicus media) and BAM (A. acidocaldarius media) - mentioned in the literature, were selective for Alicyclobacillus. From 19 samples analysed, 15 were positive in the detection (79%). The plating of pasteurized sample dilutions by pour plate technique in BAT media, incubated at 50°C for 48 to 96 hours, was an efficient method for counting of ATSB (Acidothermophilic Sporeforming Bacilli) in the concentrated juice samples. The detection of Alicyclobacillus in a variety of commercial industrialized juices from Brazil and from other countries demonstrated its cosmopolitan distribution. However, its presence has been scarcely reported or underestimated. The taxonomic study based on qualitative analysis of fatty acid methyl esters by gas liquid chromatography revealed that all strains isolated presented the o-ll-cyclohexyl-undecanoic and&lt;¡>13-cyclohexyl-tridecanoic acids as principal components (50-95%) of the cell fatty acid profile. These acids are chemotaxonomic markers for Alicyclobacillus acidoterrestris and Alicyclobacillus acidocaldarius. This taxonomic criterion had a great importance for strain characterization in addition to conventional taxonomy. The characterization of 10 strains, comparatively to the reference strains of A. acidoterrestris and A. acidocaldarius, indicated their strict aerobic feature and capacity to grow under the pH conditions between 3,0 and 6,0. All the strains presented growth at temperatures from 25 to 60°C, except for A. acidocaldarius strains and strain CCT 123 which grew at temperatures between 40 and 70°C. The biochemical profile of these strains was studied using the carbon source uptake tests with the API 50 CH system. Seven out of the ten analyzed strains were identified as Alicyclobacillus acidoterrestris.\n1-INTRODUÇÃO\nA ocorrência do bacilo acidotermofilico classificado como Alicyclobacillus acidoterrestris tem sido detectada em varios sucos de frutas industrializados, pasteurizados e embalados assepticamente, principalmente aqueles de natureza ácida, como suco de laranja, maçã, lima e abacaxi, dentre outros. Este organismo ocorre como contaminante e é um deteriogénico potencial, atualmente alvo da avaliação da qualidade dos sucos e bebidas acidas.\nAs amostras deterioradas por A. acidoterrestris podem apresentar um odor desagradável, descrito na literatura como “desinfetante” ou “antisséptico”. Em alguns casos observa-se urna leve sedimentação ou turvação no produto, em outros casos sua aparência é normal.\nO primeiro relato de deterioração causada por este organismo ocorreu na Alemanha, no verão do ano de 1982. CERNY et al. (1984) isolaram A. acidoterrestris de amostras de suco de maçã deteriorado e caracterizaram a linhagem como capaz de produzir alterações no sabor e no aroma do produto, germinar em valores baixos de pH e crescer em temperaturas que variam de 26°C a 55°C. Seus esporos possuiam resistência térmica extremamente elevada, podendo sobreviver à pasteurização industrial.\nAté meados da década de 90, nenhum outro caso de deterioração causado por Alicyclobacillus acidoterrestris foi relatado. Nos anos de 1994 e 1995, coincidindo com períodos de verões muito quentes na Europa e EUA, ocorreram casos de deterioração em sucos de laranja reconstituídos a partir de concentrados embalados assepticamente no sistema “hot fill” e aprovados nos testes microbiológicos de rotina1. Estes eventos despertaram no mundo inteiro a atenção sobre esse organismo, fazendo surgir o interesse por parte dos produtores de suco de laranja e das companhias empacotadoras pela detecção de bacilos acidotermofílicos.\n1 Sr. ELIZEU NONINO (ABECitrus), comunicação pessoal.\nCabe aqui salientar, que a exportação de suco concentrado de laranja é urna das mais importantes divisas económicas do Brasil. A quantidade de suco de laranja concentrado exportada na safra de 1998/1999, atingiu um total de 1.096.000 toneladas. (ABECitrus, 1999). E de nosso interesse que sua qualidade seja elevada, uma vez que a qualidade inadequada do suco e demais produtos da laranja certamente afetará a sua competitividade no mercado internacional.\nUma vez constatada a participação de Alicyclobacillus acidoterrestris na deterioração de sucos de frutas embalados assepticamente, surgiu a necessidade de se avaliar a carga contaminante potencial existente nos sucos concentrados. Esta avaliação pode ser realizada através de técnicas especiais de cultivo e manipulação, sensíveis na detecção e enumeração destes organismos, uma vez que tem um crescimento escasso sob as condições dos testes convencionais de controle de contaminação em sucos.\nAtualmente, não há nenhuma norma oficialmente estabelecida para enumeração e detecção de alicilobacilos em sucos de frutas concentrados ou reconstituídos. Nesses últimos anos, várias metodologias de detecção de ATSB (do inglês: Acidothermophilic sporeforming bacillí) surgiram nas indústrias de sucos com diferentes regimes de pré-tratamento, condições de enriquecimento, temperaturas de incubação e meios de isolamento.\nEste trabalho tem por objetivo o estudo de bacilos acidotermofílicos esporulados presentes em amostras de sucos concentrados de laranja, de sucos reconstituídos a partir do concentrado e de outros sucos industrializados comerciais.\nOs objetivos específicos deste estudo foram: (1) avaliar as condições ótimas para a detecção de Alicyclobacillus em amostras de suco concentrado de laranja e estabelecer metodologias sensíveis de detecção e enumeração de ATSB; (2) Verificar a ocorrência dos aliciclobacilos em amostras de sucos de frutas procedentes do mercado nacional e internacional; e (3) caracterizar taxonómicamente as linhagens isoladas através da análise da composição de ácidos graxos, das suas características fenotípicas e da utilização de fontes de carbono com a aplicação do Sistema API 50 CH (Bio Merieux).\n2\t- REVISÃO BIBLIOGRÁFICA\nA análise microbiológica de produtos alimentícios industrializados, como é o caso de sucos concentrados de laranja, envolve a detecção de contaminantes específicos e deteriogênicos potenciais, como bactérias lácticas, bolores e leveduras (HATCHER et al., 1992).\nA natureza particular do suco concentrado de laranja, isto é, pH ao redor de 3,0, baixa atividade de água (0,80 a 0,83), (PARISH, 1991), viscosidade elevada (65°Brix), baixo potencial de oxigênio dissolvido e capacidade de aeração reduzida, associada ao processamento térmico são fatores que previnem o crescimento de microrganismos deteriogênicos e eliminam a grande maioria dos organismos patogênicos. Contudo, o suco concentrado de laranja é um substrato adequado para o desenvolvimento de microrganismos deteriogênicos capazes de sobreviver a tratamentos térmicos e de crescer em pH baixo, particularmente bactérias e leveduras. Esses microrganismos promovem a deterioração de produtos alimentícios através da degradação de alguns de seus componentes (como carboidratos e vitaminas), da produção de odores, sabores ou coloração indesejáveis e de alterações do pH e textura (UBOLDIEIROA et al., 1984).\nO armazenamento do suco concentrado sob congelamento (~18°C) inibe a ação deteriogênica. Entretanto, após a reconstituição do suco com água (cerca de ll°Brix), o produto fica susceptível à contaminação e à ação deteriogênica de microrganismos. Quando o suco reconstituído é pasteurizado, as formas dormentes de bactérias (esporos) encontram condições adequadas para germinação e crescimento, o que pode, em determinadas condições, levar à deterioração do produto (EGUCHI, 1999).\nOs Alicyclobacillus foram considerados, recentemente, organismo-alvo na avaliação da qualidade do produto e estão associados à deterioração de sucos de frutas e bebidas acidificadas isotônicas (RICE, 1998).\nAlicyclobacillus acidoterrestris é a espécie que tem sido frequentemente isolada de vários sucos de frutas industrializados de natureza ácida (CERNY et al., 1984;\nSPLITTSTOESSER et al., 1994; MCINTYRE et al., 1995; PREVEDI et al., 1995; YAMAZAKI et al., 1996). Seus esporos permanecem viáveis após tratamento térmico e sua presença nem sempre é detectada na forma de alterações no produto. A detecção de Alicyclobacillus em sucos de frutas não deteriorados por PREVEDI et al., em 1995, sugere que a deterioração seja incidental, requerendo condições adequadas para seu desenvolvimento.\nAs características da deterioração causada por Alicyclobacillus já descritas na literatura são: a presença de sabor e de odor desagradáveis (descrito como “antisséptico”, “desinfetante”), embora muitas vezes o odor produzido pela deterioração seja pouco perceptível. Não há formação de gases; pouca ou nenhuma alteração de pH podendo, eventualmente, apresentar um aumento da turbidez do produto e a formação de um sedimento branco no fundo da embalagem, ou mesmo, uma aparência normal. Uma das principais causas do “off-flavof” em sucos de frutas é atribuída à formação do composto 2-6 di-bromofenol, na ordem de partes por trilhão (ppt), bem como, traços de 2-metoxifenol (guaiacol) (BORLINGGHAUS &amp; ENGEL, 1997; BROWN, 1996).\n2.1-0 gênero Alicyclobacillus\n2.1.1\t- Histórico\nO primeiro relato de isolamento de bacilos esporulados acidotermofílicos foi feito em 1967 por UCHINO &amp; DOI, que realizaram seus estudos em fontes termais do Noroeste do Japão. As linhagens foram identificadas como Bacillus coagulaos, considerando que estas possuíam características mais acidofilicas e aerobias.\nDARLAND &amp; BROCK (1971) isolaram linhagens de bacilos esporulados de fontes termais localizadas no Parque Nacional de Yellowstone (EUA). Estas linhagens apresentaram pH ótimo de crescimento entre 2 e 3. Na composição percentual das bases de DNA, a espécie ficou no grupo de alto conteúdo de G+C (62%), o que a diferenciaria das demais espécies de Bacillus. Devido a isso, esses autores propuseram a designação dos seus isolados como uma nova espécie: Bacillus acidocaldarius.\nHIPPCHEN et al. (1981) isolaram de diferentes tipos de solo, linhagens acidotermofílicas de bacilos esporulados muito similares às de Bacillus acidocaldarius, apresentando o mesmo padrão de ácidos graxos e hopanóides. Os resultados também indicaram que a ocorrência desses microrganismos é mais ampla do que a considerada previamente.\nPORALLA &amp; KÕNIG (1983) relataram o isolamento, de solo, de um bacilo acidotermofílico, cujo principal componente do perfil de ácidos graxos era o ácido o-cicloheptano, não encontrado anteriormente em nenhum outro microrganismo.\nA primeira ocorrência de deterioração de sucos embalados assepticamente de que se tem relato se deu na Alemanha, no verão de 1982. CERNY et al. (1984) isolaram um bacilo acidotermofílico a partir de suco de maçã deteriorado e observaram, através da análise de lipídios, a ocorrência de ácidos graxos o-ciclohexano, semelhantes aos que ocorrem em linhagens de Bacillus acidocaldarius.\nAinda nesse mesmo ano, BOUNJOUR &amp; ARAGNO (1984) isolaram, de fontes termais na Tuscania, Itália, um organismo físiologicamente similar ao B. acidocaldarius e propuseram uma nova espécie: Bacillus tusciae.\nEstudos taxonômicos realizados por DEINHARD (1987) e DEINHARD et al. (1987a), baseados em taxonomia numérica e na análise de homologia DNA-DNA, demonstraram diferenças entre as linhagens isoladas por HIPPCHEN et al. (1981) e CERNY (1984) e as isoladas por DARLAND &amp; BROCK (1971). Com isso, ficou constatado que as linhagens estudadas representavam uma nova espécie termotolerante e acidofílica, a qual DEINHARD et al. (1987a) nomearam como Bacillus acidoterrestris. O mesmo aconteceu com as linhagens de bacilos acidotermofílicos, que possuíam ácidos graxos o-cicloheptano mas não possuíam hopanóides, que foram, então, descritas e nomeadas como Bacillus cycloheptanicus (DEINHARD et al., 1987b).\nAté 1992, as três espécies acidotermofílicas, Bacillus acidocaldarius, Bacillus acidoterrestris e Bacillus cycloheptanicus, estavam classificadas no gênero Bacillus.\nPorém, a presença de ácidos graxos incomuns, os oaliciclos, como o ciclohexil ou cicloheptil, as diferenciava das demais espécies do gênero.\nAnálises fenotípicas e moleculares revelavam a heterogeneidade de diversos grupos da classificação do gênero Bacillus, sugerindo que este poderia ser dividido em três ou mais gêneros diferentes (PRIEST et al., 1981; STACKEBRANDT et al., 1987; WISOLTZKEY et cd., 1990; ASH et al., 1991; DE BARTOLOMEO et al., 1991; WHITE et al., 1993). Além disso, a diversidade do gênero Bacillus é também salientada pela grande diferença na composição do DNA (conteúdo de guanina e citosina, G+C) das linhagens pertencentes às diferentes espécies, variando de 32 a 64% (WISOTZKEY et al., 1992). Na prática, espécies pertencentes a um mesmo gênero não devem diferir em mais do que 10 a 15% em sua composição de bases de DNA.\nA criação do gênero Alicyclobacillus (WISOTZKEY et al., 1992) foi baseada em resultados de análise comparativa de seqüências do RNA ribossomal 16S e perfis de ácidos graxos, sugerindo a separação de B. acidocaldarius, B. acidoterrestris e B. cycloheptanicus em um novo gênero: Alicyclobacillus.\nO estudo realizado por RAINEY et al. (1994), com base na análise filogenética das seqüências de rRNA 16S, correlaciona as espécies Bacillus tusciae e Bacillus schlegelii ao gênero Alicycobacillus. Ambas as espécies, assim como outras pertencentes ao gênero Alicyclobacillus, possuem DNA com alto conteúdo de G+C, enquanto que bacilos mesofílicos exibem valores entre 35 e 45 mol % G+C. B. tusciae e B. schlegelii são organismos facultativamente quimiolitotróficos, com pH ótimo de crescimento entre 4,2 e 4,8 para B. tusciae (semelhante ao A. acidocaldarius') e pH neutro para B. schlegelii. Os autores sugerem que este grupo poderá ser reclassificado quando um maior número de informações fenotípicas venha dar suporte a esta posição filogenética.\n2.1.2\t- Habitats\nAlicyclobacillus spp. são microrganismos heterotróficos saprófitos e têm sido isolados de diferentes habitats geotérmicos e não-geotérmicos. Os habitats geotérmicos, que podem ser aquáticos ou terrestres, são representados por águas e sedimentos de fontes\ntermais, sedimentos de fundo de córregos e riachos quentes e solos úmidos em zonas de ocorrência de fumarolas (regiões vulcânicas). As temperatura nesses habitats variam de 50°C a 100°C. Outros substratos, não-geotérmicos, como solos e compostagem orgânica, também são habitats de onde se pode isolar Alicyclobacillus.\nA espécie A. acidocaldarius está associada a habitats geotérmicos (fontes termais). A sua ocorrência nesses habitats foi relatada por vários autores em diversas partes do mundo como Japão (UCHINO &amp; DOI, 1967), E.U.A. (DARLAND &amp; BROCK, 1971), Itália e Rússia (LOGINOVA et al., 1978).\nAlicyclobacillus acidoterrestris e Alicyclobacillus cycloheptanicus foram isolados de diferentes tipos de solo (HIPPCHEN et al., 1981; DEINHARD et al., 1987). O fato de que organismos acidofílicos obrigatórios sejam encontrados em ambientes neutros pode ser explicado pela existência de micro-habitats ácidos no substrato, como na superfície de grãos de areia ou nas áreas próximas às raízes das plantas. Segundo HIPPCHEN et al. (pp.cit.), os Alicyclobacillus estão amplamente distribuídos no solo e a sua detecção depende do refinamento das metodologias de cultivo e de isolamento e, possivelmente, de requerimentos específicos por compostos minerais.\n2.1.3\t- Ocorrência de Alicyclobacillus em sucos de frutas\nA contaminação dos sucos ocorre, provavelmente, através da fruta contaminada pelo solo na colheita e a entrada de aliciclobacilos no processamento dos sucos toma-se possível quando um sistema de lavagem e limpeza da fruta é ineficaz ou quando o tratamento de pasteurização não é eficiente para destruir seus esporos (BROWN, 1996).\nUm número muito pequeno de publicações tem indicado a ocorrência de bacilos esporulados acidofílicos, pertencentes ao gênero Alicyclobacillus, associados à deterioração de sucos de frutas. O primeiro relato, como já visto anteriormente, foi feito por CERNY et al., em 1984, isolando um bacilo esporulado acidotermofílico em suco de maçã deteriorado.\nEm 1994, SPLITTSTOESSER et al. isolaram linhagens de bacilos acidofílicos a partir de suco de maçã industrializado e de uma bebida de maçã e groselha envasados à\nquente. Os sucos apresentaram odor desagradável, sem formação de gás e levemente turvos. As linhagens pesquisadas apresentaram características de acidofília semelhantes às de B. acidocaldarius descritos por DARLAND &amp; BROCK (1971) e capacidade de crescimento em suco de maçã, mas, surpreendentemente, um dos isolados não cresceu em suco de laranja. Assim, esse trabalho sugere que diferentes linhagens apresentam habilidade de crescimento em diferentes sucos de frutas.\nMCINTYRE et al. (1995) recuperaram bacilos esporulados acidofílicos de sucos reconstituídos a partir do concentrado e pasteurizados pelo sistema hot-fill hold (do inglês: envase à quente). Ocorreu deterioração, caracterizada, mais uma vez, pela produção de odores desagradáveis e crescimento visível. Os autores não concluíram a identificação das linhagens isoladas.\nPREVEDI et al. (1995) caracterizaram linhagens de bactérias esporuladas acidotermofílicas, isoladas de sucos de frutas não deteriorados da Itália, as quais apresentaram características similares às do A acidoterrestris.\nOs trabalhos mais recentes sobre o isolamento de aliciclos foram realizados por YAMAZAKI et al. (1996) e WEBSTER et al. (1996). Os primeiros autores isolaram, no Japão, linhagens de Alicyclobacillus acidoterrestris a partir de amostras de bebidas ácidas e isotônicas deterioradas e sugeriram que alimentos ácidos devem ter sua qualidade avaliada quanto à presença de A. acidoterrestris. WEBSTER et al. (pp.cit.) também isolaram Alicyclobacillus acidoterrestris, neste caso a partir de amostras não-deterioradas de sucos de frutas e de tomate enlatado.\nWISSE &amp; PARISH (1998) detectaram e enumeraram bacilos esporulados acidotermofilicos em amostras provenientes de várias etapas da linha de processamento industrial de suco de laranja concentrado, na Flórida (USA).\n2.1.4\t- Isolamento e cultivo de Alicyclobacillus\nA detecção de microrganismos esporulados deteriogênicos em sucos de laranja necessita que a amostra receba um tratamento especial para a ativação das células em\nestado de dormência e a germinação dos esporos. O procedimento usado, frequentemente, é o aquecimento de suspensões das amostras em solução salina, soluções tamponadas ou água, por dez minutos sob temperatura de 80 a 85°C, sendo que isso ocasiona apenas a morte de células vegetativas. Muitas vezes, é necessário um cultivo de enriquecimento por um tempo determinado a uma temperatura adequada para que se obtenha o crescimento e a multiplicação das células, que se encontram em número muito reduzido nas amostras e, posteriormente, procede-se o plaqueamento em meio de cultivo apropriado (PRIEST &amp; GRIGOROVA, 1990).\nOs métodos tradicionalmente empregados para o isolamento e detecção do crescimento bacteriano nas amostras incluem:\n•\tplaqueamento direto de amostras, diluídas ou brutas, na superfície de meio de cultura contendo ágar;\n•\tincorporação das amostras ao meio fundido;\n•\tinoculação em meio líquido.\nOs diferentes métodos de inoculação e de plaqueamento podem fornecer resultados complementares para a avaliação da biota bacteriana contaminante de suco de laranja. Diferentes linhagens microbianas de uma microbiota heterogênea só podem ser isoladas com a utilização de métodos específicos que melhor propiciem o seu crescimento e a sua diferenciação.\nVários métodos e meios de cultivo têm sido empregados para isolar Alicyclobacillus de diferentes fontes (Tabela 2.1). Alguns autores isolaram em PD A (Potato Dextrose Agar) acidificado, linhagens de bacilos acidofílicos responsáveis por deterioração em sucos de frutas, as quais também cresceram no meio semi-sintético de Darland &amp; Brock (CERNY et al., 1984), mas não apresentaram crescimento em meios enriquecidos como ágar nutriente (NA), BrainHeart Infusión (BHI) e Tripticase Soy Agar (TSA) (SPLITTSTOESSER et al, 1994; MCINTYRE et al., 1995; YAMAZAKI et al., 1996).\nTabela 2.1 - Métodos de isolamento de Alicyclobacillus\nFonte\tPré-tratamento\tEnriquecimento\tMeio de cultivo\tAgentes inibidores\tTemp CQ\tReferência\nsolo\t80°C 15 min\tBSSA\tBSSA\tdclo-hexamida\t50\tHIPPCHEN etal. (1981)\nsolo\t80°C 10 min\t-\tSM\tdclo-hexamida\t50\tPORALLA &amp; KÕNIG (1983)\nsuco reconstituido\t\tBSSA\tBSSA\t-\t42\tCERNY etal. (1984)\nsolo\t80°C lOmin\tBAM\tBAM\tdclo-hexamida\t50\tDEINHARD (1987)\nsolo\tnão descrito\tBSSA\tBSSA\t-\t65\tZENTGRAF etal. (1992)\nsuco reconstituido\tnão descrito\t-\tPotato Dextrose Agar\t-\t30\tSPLITTSTOESSER etal. (1994)\nsuco concentrado\t60° ou 100°C 15 min\tThermo-acidurans Broth\tPotato Dextrose Agar\t\t37\tMCINTYRE etal. (1995)\nsuco concentrado\tnão descrito\t-\tPotato Dextrose Agar\t\t37\tYAMAZAKI etal. (1996)\nsuco reconstituido\t80°C lOmin\tágua destilada\tOSA\t-\t44\tPETTIPHER etal. (1997)\nfruta in natura\t90°C 20 min\tpeptona salina\tBSSA\t-\t45\tWISSE &amp; PARISH (1998)\nsolo\t90°C 7.0 min\tBSSA\tBSSA\t\t45\tWISSE &amp; PARISH (1998)\nsuco concentrado\t90°C 20 min\tágua\tBSSA\t-\t45\tWISSE &amp; PARISH (1998)\nágua\t90°C 20 min\t-\tBSSA\t-\t45\tWISSE &amp; PARISH (1998)\nO método utilizado por HIPPCHEN et dl. (1981) e DEINHARD et al. (1987) para o isolamento de bactérias acidotermofílicas, de diferentes tipos de solo, foi o enriquecimento das culturas em meio seletivo semi-sintético (DARLAND &amp; BROCK, 1971) precedido por pasteurização a 80°C por 10 minutos.\nUtilizando esse mesmo método, PORALLA &amp; KONIG (1983) observaram que a espécie isolada com maior freqüência foi A. acidoterrestris, que cresce em meio mínimo sem necessitar de outros fatores de crescimento. Foi constatada uma dificuldade de recuperar, nas culturas de enriquecimento, linhagens de A. cycloheptanicus, uma vez que a espécie A. acidoterrestris foi encontrada em maior número. Nas amostras analisadas, a\nproporção entre a população das espécies de A. cycloheptanicus e A. acidoterrestris foi de 1:3.\nDessa forma, o método de plaqueamento direto usado por PORALLA &amp; KÕNIG (1983) e DEINHARD et al. (1987) foi mais eficiente na recuperação de Alicyclobacillus cycloheptanicus, presente em menor número e dependente de fatores de crescimento adicionais (extrato de levedura, pantoteno, isoleucina, leucina e vitamina BI2), quando comparado aÁ acidoterrestris. Os autores concluíram que, em culturas de enriquecimento, as linhagens contendo o-ciclohexano (A. acidocaldarius e A. acidoterrestris) crescem mais rapidamente que aquelas contendo o-cicloheptano (A. cycloheptanicus).\nOs meios utilizados no isolamento seletivo de bactérias esporuladas acidotermofílicas (ATSB) são meios complexos e contém fontes heterotrófícas de energia, como a glicose (fonte de carbono e energia), extrato de levedura (fonte de vitaminas e outros fatores de crescimento), sais que atuam como tampões de pH e fontes de N, P e K, e suplementação de ions metálicos (Fe, Mn, Co, Mo entre outros) (PRIEST, 1989).\nOs aliciclobacilos são aeróbios e requerem altas temperaturas (entre 45°C a 70°C) e baixo pH (entre 2,5 e 5,0) para crescimento. Não crescem em meios com pH neutro e não podem ser isolados em meios comumente usados para o isolamento de bacilos mesofílicos ou termofílicos em alimentos, como Ágar Triptona Glicose Extrato de Carne (Triptone Glicose Extract Agar - TGE) ou Ágar Dextrose Triptona (Dextrose Tryptone Agar - DTA). Os alicilicos podem crescer em meios acidificados como Ágar Batata Dextrose (Potato Dextrose Agar - PDA), OSA (Orange Serum Agar), Thermoacidurans Agar, Ágar Extrato de Malte (Malt Extract Agar - MEA) ou Ágar WORT, dependendo do tempo, da temperatura e do tipo de inoculação (PREVEDI et al., 1996). Deve-se salientar que esses meios não são seletivos para as espécies de Alicyclobacillus. Os meios nutritivos com peptona e extrato de levedura e o Ágar Extrato de Solo (GORDON et al, 1973), utilizados na contagem total de população de Bacillus ssp., também são meios não seletivos.\nA metodologia de isolamento de Alicyclobacillus em sucos de frutas reconstituídos, segundo BAUMGART (1993), utiliza a filtração da amostra pasteurizada em membrana com poros de 0,45 pm, o meio de crescimento BAM (Bacillus acidocaldarius medium;\nDEINHARD, 1987a) e temperaturas de incubação de 37°C e 45°C, paralelamente, durante 4 dias. Por outro lado, os sucos concentrados dificultam a análise por esta metodologia, uma vez que a grande quantidade de matéria sólida não permite a filtração da amostra.\nSegundo PRIEST (1989), as bactérias esporogênicas aerobias acidotermofilicas podem ser isoladas, seletivamente, em meios de cultura acidificados, como os meios SM (BCY-meio Bacillus cycloheptanicus, DEINHARD et al., 1987b) e BSSA (meio semi sintético de Darland &amp; Brock) e incubadas a temperaturas entre 45°C e 50°C. Todos estes meios de cultura encontram-se descritos no Capítulo 3 - Material e Métodos, deste trabalho.\n2.1.5\t- Identificação de Alicyclobacillus\nA identificação de Alicyclobacillus é realizada através da análise das características morfológicas das células e colônias, e do crescimento sob diferentes condições de temperatura e pH, além da resposta à utilização de fontes de carbono e testes bioquímicos convencionais, como catatase, oxidase e produção de acetoína, entre outros. Com isso, juntamente com a quimiotaxonomia, principalmente a análise de ésteres metílicos de ácidos graxos (FAMEs), é possível discriminar os bacilos esporulados, acidotermofílicos e heterotróficos como Alicyclobacillus sp. (DEINHARD, 1987).\nBERKELEY &amp; ALI (1994) sugeriram uma chave de identificação em nível de gênero, utilizando testes taxonônicos clássicos (Figura 2.1). Uma outra chave de identificação simplificada para bactérias acidotermofilicas foi sugerida por DEINHARD (pp. cit.) baseada no estudo de taxonomía numérica que realizou em linhagens de Alicyclobacillus isoladas de diferentes habitats (Figura 2.2). Contudo, a diferenciação entre as espécies de Alicyclobacillus sp, em vários casos, é insatisfatória, necessitando recorrer-se a outras técnicas quimiotaxonômicas e de taxonomía molecular.\nI)\tCélulas em forma de bastonetes\n1)\tAeróbio ou anaeróbio facultativo, não forma esporos sob condições anaeróbias, catalase comumente produzida.\ni)\tCrescimento a 45°C e em pH 3,0\n(a)\tNão utiliza ions feno, sulfito ou enxofre como fonte de energia\nAlieydobaàUus\n(b)\tUtiliza ions feno, sulfito ou enxofre como fonte de energia\nSulfobadllus\nii)\tNão apresenta crescimento a 45°C e em pH 3,0\nBacillus\n2)\tAnaeróbio facultativo, produz esporos sob condições anaeróbias, entalas» não produzida.\nAmphibacUlus\n3)\tMicroaerófilo, catalase não produzida.\nSporolactobacillus\n4)\tAnaeróbio.\ni)\tSulfato não reduzido a sulfito\n(a) Gram positivo, não requer 0,5mol 171 NaCl para crescimento\n(a) “grow axenically”\nClostridium\n(P) Isolado em “synfrqphic culture”\nSyntrophospora\n(c)\tGram negativo, requer 0,5mol L'1 NaCl para crescimento\nSporohalobacter\nii)\tSulfato reduzido a sulfito\nDesulfotomaculum\nH) Células esféricas, tétrades, aeróbia\nSporosarcina\nO) Formação de micélio\n(1)\t“grow axenically”\nThermoactinomyces\n(2)\tRequer invertebrado hospedeiro para crescimento\nPasteuria\nIV) Bastonetes ou filamentos com mais de 0,3 pm\nOsdllospira\nFigura 2.1 - Esquema de identificação em nível de gênero para bactérias esporuladas Fonte: BERKELEY &amp; ALI (1994)\nCrescimento em pH 4.5 >k positivo ____________4______________ Quimiolitotrófico facultativo I negativo ____________i______________\nCrescimento em pH 7.0 negativo ____________i______________ Requerimento de pantoteno\nnegativo ____________i______________ Crescimento acima de 60°C\nnegativo ____________i______________ Fermentação de eritritol\n->\n->\nFigura 2.2 - Esquema de identificação simplificado para bactérias acidotermofilicas Fonte: DEINHARD (1987)\nYAMAZAKI et al. (1996) caracterizaram e identificaram as linhagens isoladas de bebidas ácidas utilizando testes fenotípicos tradicionais, análises de quinonas isoprenóides, de ácidos graxos celulares e homologia DNA-DNA. Esses autores, em 1997, desenvolveram um método rápido de identificação de Alicyclobacillus acidoterrestris utilizando a técnica de RAPD (Random Amplified Polymorphic DNA).\nWEBSTER et al. (1996) utilizaram a técnica de ribotipagem para a identificação de linhagens isoladas de sucos de fruta. As linhagens foram identificadas como Alicyclobacillus acidoterrestris, exceto uma, identificada como Bacillus amyloliquefaciens.\nNovos estudos taxonómicos polifásicos são necessários para aprimorar a classificação e produzir esquemas de identificação adequados para o gênero Alicyclobacillus.\n2.1.6\t- Descrição do gênero Alicyclobacillus - Wisotzkey 1992\nOs organismos do gênero Alicyclobacillus são acidofilicos obrigatórios e seu crescimento ocorre em pH entre 2,0 e 6,0. A temperatura de crescimento varia de 40 a 70°C. Fatores de crescimento, como vitaminas e fontes orgânicas de nitrogênio, podem ou não ser requeridos. As células têm forma de bastonetes, com 0,3 a 0,8 pm de largura por 2,0 a 4,5 pm de comprimento. São aerobios ou facultativos, Gram positivos ou Gram variáveis e endoesporos são formados sob condições ambientais e nutricionais adversas.\nOs ácidos graxos presentes na matriz lipídica da célula contém predominantemente fô-alicíclico com cadeias de 6 a 7 carbonos. A principal quinona isoprenóide é uma menaquinona com 7 unidades isoprênicas (MK-7). Hopanóides podem estar presentes, assim como sulfanolipídios.\nO conteúdo de G+C do DNA varia de 51,6 a 60,3 mol%, determinado pelo método de denaturação térmica. A linhagem de referência é Alicyclobacillus acidocaldarius ATCC 27009 T (= DSM 446t= CCT 2490 T).\n2.1.6.1\t-Alicyclobacillus acidocaldarius - Dariand &amp; Brock, 1971\nSão organismos aerobios, bastonetes Gram-positivos formadores de endoesporos, com 2 a 3 pm de comprimento e 0,7 a 0,8 pm de largura, formando cadeias curtas com 5 ou 6 células. O esporangio não é entumescido; os endoesporos possuem formas elipsoidais, localizados terminalmente ou subterminalmente. Os esporos possuem resistência relativamente fraca ao calor.\nAs colônias não são pigmentadas, são planas e possuem margens irregulares. Os ácidos graxos predominantes são os ácidos o-ciclohexil, sendo que os ácidos ociclohexil undecanóico (Cl7) e ociclohexil tridecanóico (Cl9) contribuem com 50% a 90% do total\nde ácidos graxos. Hopanóides e sulfanolipídios também estão presentes na membrana (DE ROSA et al., 1972; DEINHARD et al., 1987).\nAs fontes de carbono utilizadas pelas linhagens da espécie são a glicose, a galactose, o glicerol, frutose e manose. Não são assimiladas as seguintes fontes de carbono: eritritol, adonitol, sorbitol, xilitol, citrato, acetato, succinato e etanol. O pH de crescimento encontra-se na faixa de 2,0 a 6,0 e a temperatura ótima de crescimento varia entre 45°C e 70°C. Nenhum fator de crescimento é requerido. A principal menaquinona é a MK-7, a MK-8 também está presente. O conteúdo G+C de DNA varia de 61,2 a 62,2 mol%.\nAs principais fontes de isolamento são ambientes geotermais. A linhagem de referência da espécie é a ATCC 27009 T (= DSM 446T = CCT 2490 T).\n2.1.6.2\t- Alicyclobacillus acidoterrestris - Deinhard, 1988\nSão bastonetes formadores de endoesporos, aeróbios, Gram-positivos, com 2,9 a 4,3 |im de comprimento e 0,6 a 0,8 pm de largura. Os esporos são ovais, localizados na posição subterminal ou terminal. As colônias são circulares, com pigmentação branco-amarelada, translúcida ou opaca. Fatores de crescimento não são requeridos. A temperatura de crescimento varia entre 35°C e 55°C, estando a temperatura ótima de crescimento na faixa de 42 a 53°C. O pH de crescimento varia entre 2,2 a 5,8.\nA reação de Voges-Proskauer é negativa ou variável. O crescimento não ocorre na presença de 5% de NaCl. As principais fontes de carbono utilizadas pelas linhagens da espécie são a glicose, frutose, galactose, glicerol, eritritol, sorbitol, adonitol e xilitol. Os ácidos graxos (o-ciclohexano são os ácidos celulares predominantes. Hopanóides e sulfanolipídios estão presentes. A menaquinona MK-7 é predominante, sendo que também se detecta MK-6. O conteúdo de G+C do DNA varia de 51,6 a 53,3 mol%. A linhagem tipo da espécie é a DSM 3922T (=CCT 4380T).\n2.1.6.3\t- Alicyclobacillus cycloheptanicus - Deinhard, 1988\nSão bastonetes formadores de endoesporos, aerobios, Gram-positivos. O tamanho das células varia entre 2,5 e 4,5 pm de comprimento e entre 0,35 e 0,55 |im de largura. Os esporos são ovais, localizados na posição subterminal. O esporangio é levemente entumescido. As colônias são circulares, pequenas, com pigmentação amarelo esbranquiçada e opacas.\nFatores de crescimento são necessários, como metionina, pantotenato, isoleucina e vitamina B12. A temperatura de crescimento varia de 40 a 53°C, sendo a temperatura ótima em tomo de 48°C. O pH de crescimento encontra-se na faixa de 3,0 a 5,5. As fontes de carbono utilizadas pelas linhagens da espécie são: D- arabinose, ribose, D-xilose, galactose, frutóse, manóse, dulcitol, D-lixose, L-fucose. Os principais ácidos graxos são: o-cicloheptil undecanóico, ocicloheptil tridecanóico e o-cycloheptil-a-hidroxi undecanóico. A menaquinona MK-7 é predominante, sendo que também se detecta a presença de MK-6 e MK-9. O conteúdo de G+C de DNA varia entre 54,0 e 56,9 mol%. A linhagem tipo é a DSM 4006t(=CCT 4382t).\n2.2\t- Características quimiotaxonômicas de Alicyclobacillus\nA quimiotaxonomia é definida como o estudo da distribuição de componentes químicos celulares, tais como, lipídeos, aminoácidos, proteínas, quinonas isoprenóides e açúcares, e a utilização das informações derivadas dessas análises na classificação e na identificação de microrganismos pertencentes a diferentes táxons (GOODFELLOW &amp; 0’DONNELL, 1994). A caracterização das linhagens é baseada na análise da composição química de organismos inteiros ou de frações celulares, tais como paredes celulares, membranas e organelas.\nOs resultados das análises têm contribuído significativamente para a classificação, a identificação e a tipagem de microrganismos isolados de ambientes naturais, onde a classificação e a taxonomía são pouco elucidadas (GOODFELLOW &amp; MINNIKINN, 1985).\nAs informações obtidas a partir das análises de componentes químicos celulares foram essenciais para a classificação e a identificação de microrganismos do gênero Alicyclobacillus. Os caracteres químicos frequentemente utilizados em quimiossistemática de Alicyclobacillus são: perfil de ácidos graxos celular (FAMEs), quinonas respiratórias (menaquinonas), hopanóides e composição de bases de DNA (COSTA &amp; NOBRE, 1994).\nOs ácidos graxos são definidos como ácidos carboxílicos com cadeia longa de moléculas alifáticas. Assim como outros componentes celulares de importância taxonómica, os ácidos graxos podem ser utilizados para classificar bactérias em diferentes níveis taxonônicos (gênero e espécie) de acordo com o padrão de distribuição diferenciada entre diferentes taxa (SUZUKI et al., 1993).\nOs ácidos graxos contendo de dez a vinte e quatro carbonos estão presentes em vários microrganismos e têm proporcionado informações taxonómicas importante. Além do comprimento de cadeia, a localização de duplas ligações nos ácidos graxos insaturados e a presença de grupos substitutos fornecem dados que são úteis do ponto de vista biossintético e taxonómico (SUZUKI et al., 1982; SUZUKI et al., 1993).\nSegundo KANEDA (1991), todas as bactérias podem ser divididas em três grupos de acordo com a composição lipídica de suas membranas. Um primeiro grupo abrange a maioria das bactérias, as quais possuem cadeias retas de ésteres acil. O segundo grupo inclui bactérias cujas membranas consistem de ácidos graxos de cadeia ramificada e de ácidos graxos alicíclicos. Este grupo contém cerca de 10% das espécies de bactérias, dentre as quais encontram-se os aliciclobacilos. As bactérias do terceiro grupo têm suas membranas compostas de ésteres isoprenóides. Neste grupo incluem-se poucas espécies, sendo todas Archaea.\nOs lipídeos de membrana dos Alicyclobacillus contém, então, ácidos graxos cíclicos, que possuem um grupo cíclico acil na terminação final da cadeia de carbonos, na posição “®” (omega) (Figura 2.3), juntamente com ácidos graxos de cadeias ramificadas iso- e anteiso-.\nFigura 2.3 - Estrutura química dos ácidos graxos ra-ciclicos: (a) m-ciclohexil undecanóico (b) R= H: ©-cicloheptil undecanóico; R=OH: ro-cicloheptil-a-hidroxi-undecanóico\nTaxonómicamente, os ácidos graxos o-ciclohexanos e ocicloheptanos são componentes característicos das espécies de Alicyclobacillus (DE ROSA et al., 1971; DEINHARD et al., 1987a), diferindo do perfil de ácidos graxos das outras espécies do gênero Bacillus, onde os ácidos graxos de cadeias ramificadas iso- e anteiso- são os componentes principais (KANEDA, 1977; HIPPCHEN etal., 1981;KANEDA, 1991).\nO método frequentemente utilizado na análise de ácidos graxos envolve a separação cromatográfica líquido-gasosa (CLG) dos Ésteres Metil de Ácidos Graxos, ou FAMEs, do inglês Fatty Acid Methyl Esters. A cromatografía líquido-gasosa consiste de uma fase móvel gasosa e de uma fase líquida estacionária, na qual ocorre a separação dos FAMEs através de colunas capilares. Os picos individuais resultantes são identificados comparando os seus respectivos tempos de retenção com aqueles de padrões de ácidos graxos disponíveis comercialmente (EMBLEY &amp; WATT, 1994). No caso da análise de ácidos graxos Q-ciclohexanos e o-cicloheptanos, não há padrões comerciais disponíveis. Utiliza-se, então, extratos dos FAMES das linhagens de referência das espécies descritas do gênero Alicyclobacillus.\nOs dados quantitativos de ácidos graxos têm sido empregados na identificação de bactérias (SASSER, 1990). Entretanto, os perfis de ácidos graxos podem ser influenciados pelas condições de crescimento e pelos métodos de extração (SUZUKI &amp; KOMAGATA,\n1983; SUZUKI et al., 1993; EMBLEY &amp; WATT, 1994). Assim sendo, as análises quantitativas de ácidos graxos devem ser realizadas sob condições altamente padronizadas.\nA análise da composição de ácidos graxos utilizada para fins de classificação requer o controle rigoroso das condições de cultivo, tais como: temperatura, tempo de incubação e meios de cultura.\nSegundo KRISCHKE &amp; PORALLA (1990), a síntese dos ácidos graxos de A. acidocadarius mostra uma clara dependência da temperatura e do valor do pH do meio de cultivo. Baixos valores de pH (2,0 - 2,5) e altas temperaturas (60°C) conduzem ao desenvolvimento de um elevado teor de ácidos graxos cíclicos (87%). Quando o meio se apresenta com pH 5,0 e temperatura de 50°C de incubação, haverá uma proporção de 55% de ácidos graxos cíclicos. Se o pH do meio é 2,5, na mesma temperatura, observa-se que a proporção aumenta para 75%, portanto, a concentração de hidrogênio tem uma forte relação com o aumento de ácidos graxos cíclicos dos aliciclos.\nConforme OSHIMA &amp; ARIGA (1975) e KANNENBERG et al. (1984), a presença de lipídios do grupo ociclohexano e ocicloheptano está diretamente relacionada a adaptações da membrana celular da bactéria à situação de termoacidofilia, ou seja, resistência às elevadas temperaturas e ao pH reduzido. O perfil de ácidos graxos das espécies Alicyclóbacillus acidoterrestris e Alicyclobacillus acidocaldarius compõe-se, principalmente, dos ácidos o-ciclohexanos de cadeias Cn e C19 (11 -ciclohexil undecanóico e 13-ciclohexil tridecanóico) (Figura 2.4). O Alicyclobacillus cycloheptanicus é o único organismo descrito até agora que possui ácidos graxos cicloheptanos, com comprimento de cadeia Ci? e C20. Os ácidos ocicloheptil undecanóico, ©-cicloheptil tridecanóico, e o ciclohetpil-a-hidroxi undecanóico compreendem cerca de 80% do total de ácidos graxos desta espécie (MOORE et al., 1995).\nFigura 2.4 - Cromatografia gasosa dos metil ésteres de ácidos graxos de Alicyclobaãllus acidoterrestris (CCT 4380t=DSM 3922t). [Pico a: co-Cn = ácido&lt;o-ciclohexil undecanóico; pico b:&lt;b-Ci9 = ácido ®-ciclohexil tridecanóicoj.Condições cromatográficas: coluna polar capilar Omegawax 320™. Programação de temperatura: 160° C, 10 min.;160-220°C, 4°C/mm.;220°C, 10 min\nSegundo a literatura, existem outros grupos de microrganismos, os quais, embora possuindo ácidos graxos o-ciclohexanos, são muito distintos dos Alicyclobacillus, tanto fenotipicamente quanto em relação ao requerimento nutricional. Brevibacterim pusillum, por exemplo, possue ácidos graxos cíclicos como principais componentes, apresenta-se como um bastonete Gram-positivo, não formador de endoesporos, estritamente aeróbio, neutrófílo e mesófilo, sendo que seu crescimento ótimo ocorre entre 25°C e 30°C e em pH de 5,0 a 9,0 (DEINHARD &amp; PORALLA, 1996).\nKUSANO et al. (1997) descreveram Propionibacterium ciclohexanicum, que também possui ácidos co-ciclohexanos como componentes principais do perfil de ácidos graxos. Este organismo foi responsável pela deterioração de suco de laranja. Difere dos alicilobacilos pela ausência de endoesporos, pleomorfismo celular e aerotolerância, mas\npossui algumas similaridades principalmente quanto à acidofília ( pH ótimo entre 5,5 - 6,5) e à resistência térmica de suas células.\nOs organismos do gênero Sulfobacillus possuem um perfil de ácidos graxos similar ao dos Alicyclobacillus. Os ácidos o-ciclohexanos e, principalmente, anteiso- aparecem como componentes principais da matriz lipídica de sua membrana celular e, dependendo das condições de cultivo (autotrófico, mixotrófico ou heterotrófico), a quantidade de ácidos cíclicos pode variar de 10 a 60% do total de ácidos graxos (TSAPLINA et al., 1994). Sulfobacillus e Alicyclobacillus, embora apresentem relações filogenéticas muito próximas com base na comparação de estruturas secundárias do 16S rDNA (DUFRESNE et al, 1996; NORRIS et al., 1996), possuem caracteres fenotípicos e fisiológicos muito distintos. O gênero Sulfobacillus consiste de bactérias que crescem em pH extremo, cerca de 1,7, e são moderadamente termofílicas, com uma das espécies mesofílica. As espécies deste gênero são autotróficas facultativas e utilizam íons ferro e enxofre como única fonte de energia. Não crescem em galactose e não formam ácido de carboidratos (DUFRESNE et al., op.cit.).\n2.3\t- Caracterização fenotípica áe Alicyclobacillus através do Sistema API 50 CH\nOs testes convencionais de utilização de carboidratos consistem na verificação da produção de ácido e de gás, inoculando-se a linhagem a ser estudada num meio de cultura basal, que pode ser líquido ou semi-sólido, contendo o carboidrato teste e um indicador de pH. Nos últimos dez anos, foram desenvolvidos kits (como o sistema API 50 CH, Bio Merieux) que têm sido usados na identificação de linhagens de interesse.\nO Sistema API 50 CH consiste de um kit que compreende 49 diferentes fontes de carbono desidratadas, distribuídas em galerias que são preenchidas com meio de inoculação apropriado para o microrganismo em estudo. Este sistema é usado em biotipagem, taxonomía, identificação e pesquisa. As principais vantagens estão na simplicidade e na rapidez do método, que oferece resultados confiáveis e reprodutíveis.\nA aplicação deste sistema para linhagens de Alicyclobacillus foi adotada por alguns autores, os quais adaptaram o meio basal e os indicadores de viragem do pH (DEINHARD, 1987; DEINHARD et al., 1987a; PREVEDI et al., 1995).\nSegundo o estudo realizado por DEINHARD (1987), as três espécies de aliciclobacilos puderam ser separadas através da utilização deste sistema adaptado. Linhagens de Alicyclóbacillus acidocaldarius utilizam como principais fontes de carbono, dissacarídeos, trissacarídeos e polissacarídeos, cujos exemplos mais significativos são a sacarose, a trealose e o glicogênio. A. acidocaldarius não são capazes de formar ácidos a partir de eritritol, adonitol, sorbitol, xilitol e D-arabitol, como acontece com a maioria das linhagens estudadas de A. acidoterrestris.\nAs linhagens de A. cycloheptanicus apresentam grandes diferenças em relação às outras duas espécies. No geral, seu espectro de fontes de carbono é bem limitado, não utilizando os di-, tri- e polissacarídeos. As principais fontes de carbono que esta espécie utiliza, são: L-fucose, 5-cetogluconato, dulcitol e D- lixose.\n3\t- MATERIAL E MÉTODOS\n3.1\t- Linhagens utilizadas\nAs linhagens de referência de Alicyclobacillus e de Bacillus utilizadas neste trabalho foram obtidas na Coleção de Culturas Tropical (CCT) da Fundação “André Tosello”, Campinas, SP. e estão listadas na Tabela 3.1.\nTabela 3.1 - Linhagens dos gêneros Alicyclobacillus e Bacillus.\nLinhagem\tn°CCT\tFONTE\nAlicyclobacillus acidocaldarius\t2490t 4385\tDSM4461 DSM 448\nAlicyclobacillus acidoterrestris\t4380t\tDSM 3922 T\n\t4384\tDSM 2498\nAlicyclobacillus cycloheptanicus\t4382t\tDSM40061\nAlicyclobacillus sp.\t4406\tCCT\n\t4407\tCCT\n\t4408\tCCT\n\t4525\tCCT\n\t4413\tCCT\n\t4415\tCCT\n\t5019\tVF*\n\t5020\tSHC*\n\t5021\tIPC*\n\t5022\tWAC*\nBacillus coagulans\t0199 T\tATCC 7050t\nCCT: Coleção de Culturas Tropical\nDSM: Deutshe Sammlung von Mikroorganismen\nATCC: Americam Type Culture Colletion\nT linhagem Tipo\n♦linhagens isoladas de suco de maçã por D.F. Splittstoesser- Universidade de Comell-USA\n3.2\t- Meios de isolamento e cultivo\nOs meios de isolamento e cultivo utilizados nos experimentos, assim como os procedimentos de preparo e condições de cultivo estão indicados a seguir:\nMeio BAT (meio A. acidocaldarius/ A. acidoterrestris DARLAND &amp;\nBROCK, 1971; DEINHARD eia/., 1987a)\n• Solução A\nCaCl2 - 2 H2O...........................0,25 g\nMgSO4 7H2O .............................0,50 g\n(NH4)2 SO4 .............................0,20 g\nKH2P(>4.................................3,0 g\nExtrato de levedura.....................2,0 g\nGlicose ................................5,0 g\nSolução de Elementos Traço (B)..........1,0 mL\nÁgua destilada.......q.s.p.\t1000 mL (para meio líquido)\n.....................q.s.p.\t500 mL (para meio sólido)\nAjustar o pH com a solução 1 N de H2SO4 ou 1 N NaOH para pH 4,0. Autoclavar a 121 °C por 15 minutos.\n• Solução B: Solução de Elementos Traço (FARRAND et al., 1983)\nCaCl2.2 H2O.......................0,66 g\nZnSO4.7H2O........................0,18g\nQ1SO4.5 H2O ......................0,16 g\nMnSO4 .4 HjO......................0,02 g\nCoCl2.6 H2O.......................0,18 g\nH3BO3 ............................0,10 g\nNa2MoO4.2 H2O ....................0,30 g\nÁgua destilada.................... 1000 mL\nA solução deve ser mantida em refrigeração.\n• Solução C: Solução de Ágar 1,5%\nÁgar .......................................15,0 g\nÁgua destilada.............................. 500 mL\nEsterilizar a 121°C por 15 minutos.\n• Preparação de meio sólido:\nEsterilizar separadamente as soluções A e C. Combinar as soluções após autoclavagem, sendo que a solução C (ágar 1,5%) deve estar fundida. Distribuir em placas de Petri estéreis.\nMeio BCY (SM) (meio A. cycloheptanicus DEINHARD et al., 1987b)\n• Solução A:\nCaCl2.2H2O...........................0,25 g\nMgSO4 7H2O ..........................0,50 g\n(NH4)2SO4 ...........................0,20 g\nKH2PO4...............................3,0 g\nExtrato de levedura..................6,0 g\nGlicose .............................5,0 g\nSolução de Elementos Traço (B)....... 1,0 mL\nAgua destilada.....q.s.p.\t1000 mL (para meio líquido)\n.......................q.s.p.\t500 mL (para meio sólido)\nAjustar o pH com a solução 1 N de H2SO4 ou 1 N NaOH para pH 4,3. Autoclavar a 121°C por 15 minutos.\n•\tSolução B: Solução de Elementos Traço (ídem Meio BAT)\n•\tSolução C: Solução de Ágar 1,5%\nÁgar........................................ 15,0 g\nÁgua destilada.............................. 500 mL\nEsterilizar a 121°C por 15 minutos.\n• Preparação de meio sólido:\nEsterilizar separadamente as soluções A e C. Combinar as soluções após autoclavagem, sendo que a solução C (ágar) deve estar fundida. Distribuir em placas de Petri estéreis.\nMeio BAM ( meio A. acidocaldarius DARLAND &amp; BROCK, 1971)\n• Solução A\nCaCl2.2 H2O...........................0,25 g\nMgSO4 7H2O ...........................0,50 g\n(NH4)2 SO4............................0,20 g\nKH2PO4................................3,0\tg\nExtrato de levedura................... 1,0 g\nÁgua destilada......q.s.p.\t1000 mL (para meio líquido)\n...........................q.s.p.\t500 mL (para meio sólido)\nAjustar o pH com a solução 1 N de H2SO4 ou 1 N NaOH para pH 4,0. Autoclavar a 121°C\npor 15 minutos.\n• Solução B : Solução de Ágar 2% Glicosado\nGlicose .................................... 1,0 g\nÁgar........................................20,0 g\nÁgua destilada.............................. 500 mL\nAutoclavar a 121°C por 15 minutos.\n• Preparo de meio sólido:\nEsterilizar separadamente as soluções A e B. Combinar as soluções após autoclavagem, sendo que a solução B (ágar 2% glicosado) deve estar fundida. Distribuir 20 mL por placa de Petri.\nMeio BSSA (meio semi-sintético de Darland &amp; Brock) (CERNY et al, 1984)\n• Solução A:\nCaCl2.2 H2O.......................0,25\tg\nMgSO4 7H2O .......................0,50\tg\n(NH4hSO4..........................0,20\tg\nKH2PO4................................3,0 g\nExtrato de levedura...................2,0 g\nGlicose............................... 1,0 g\nAmido solúvel.........................2,0 g\nFeSÜ4 7 H2O...........................0,28 mg\nMnC12 4 H2O........................... 1,25 mg\nZ11SO4 7 H2O..........................0,4 mg\nÁgua destilada...........q.s.p.\t1000 mL (para meio líquido)\n.........................q.s.p.\t500 mL (para meio sólido)\nAjustar o pH com a solução 1 N de H2SO4 ou 1 N NaOH para pH 4,0. Autoclavar a 121°C por 15 minutos.\n• Solução B: Solução de Ágar 1,5%\nÁgar........................................ 15,0 g\nÁgua destilada.............................. 500 mL\nEsterilizar a 121°C por 15 minutos.\n• Preparação de meio sólido:\nEsterilizar separadamente as soluções A e B. Combinar as soluções após autoclavagem, sendo que a solução B (ágar 1,5% ) deve estar fundida. Distribuir em placas de Petri estéreis.\nMeio Nutrient Broth - Difco\nAjustar o pH com a solução IN de H2SO4 ou IN NaOH para pH 5,5.\nMeio Orange Serum ágar (OSA)- Difco\nTripticase Soy ágar (TSA)- Difco\nMeio Nutriente ágar (NA)- Difco\nSolução de PFZ:\n0,85% deNaCl; 0,1% de peptona; 1000 mL de água destilada.\nSolução salina acidificada estéril\nlg de MgSCU 7 H2O, 8g de NaCl, 1000 mL de água destilada, ajustar o pH para 4,5 com solução de H2SO4 IN\n3.3\t- Condições de cultivo\nTemperaturas de incubação das linhagens\nAs linhagens de Alicyclobacillus sp. foram incubadas a 50°C e a linhagem de Bacillus coagulaos foi incubada a 37°C e a 50°C.\nCultivo em meios solidificados\nAs linhagens incubadas a temperaturas entre 50°C e 60°C foram colocadas em sacos plásticos para evitar desidratação dos meios.\nCultivo em meios líquidos\nAs culturas líquidas foram realizadas em frascos Erlenmeyer de 250 ou 500 mL, contendo 100 mL ou 250 mL de meio, respectivamente. Foram incubados a 50°C sob agitação de 150 r.p.m em agitador rotatório.\n3.4\t- Amostras de sucos industrializados\n3.4.1\t- Amostras de suco de laranja concentrado congelado\nForam utilizadas na realização deste trabalho 19 amostras de suco de laranja concentrado provenientes de diversas regiões produtoras do Estado de São Paulo, safra de 1994 (Tabela 3.2). Estas amostras foram armazenadas em câmaras frias a -18°C nas indústrias de procedência até a data de análise. Os ensaios de detecção e isolamento de Alicyclobacillus foram realizados nos meses de outubro e novembro de 1995 e as amostras ficaram estocadas sob refrigeração à 4°C, no escuro, durante o tempo de realização dos ensaios.\nTabela 3.2 - Origem dos sucos concentrados de laranja analisados.\nCódigo\tRegião de Produção*\tVariedades de Citrus\n95086\tCentro-Sul\tValência\n95087\tCentro-Sul\tPêra-Rio\n95088\tNorte\tDado não fornecido\n95089\tNorte\tDado não fornecido\n95090\tNorte\tPêra-Rio/Coroa (94,5%), Valência (4,0%), Natal (1,5%)\n95091\tNorte\tPêra-Rio/Coroa (18,7%), Valência (18,1%), Natal (61,4%), Ham/Bai/Wes/Rub (1,8%)\n95093\tSul\tPêra-Rio\n95098\tNoroeste\tPêra\n95099\tCentro\tPêra\n95100\tCentro\tValência\n95101\tNorte\tPêra-Rio (90,0%)\n95102\tCentro\tValência\n95103\tCentro\tNatal / Valência\n95116\tNoroeste\tValência (83,9%), Natal (7,1%), Rio (9,0%)\n95121\tCentro (50%), Norte (27%), Noroeste (23%)\tHamlin (68%)\n\tCentro (0,5%), Norte (26%), Noroeste (69%)\tPêra (32%)\n95122\tCentro (36%X Norte (37%), Noroeste (27%)\tPêra (83%)\n\tCentro (06%), Norte (34%), Noroeste (60%)\tNatal (8%)\n\tCentro (10%), Norte (50%), Noroeste (40%)\tValência (9%)\n95123\tRegião Sul:\t\n\tLimeira(24%), MMirim(29%), P.Feneira(47%)\tPêra (42%)\n\tLimeira(27%), MMiriin(43%), P.Ferreira(30%)\tNatal (17%)\n\tLimeira(29%), MMirim(15%), P.Ferreira(56%)\tValência (41%)\n95124\tRegião Sul:\t\n\tLimeira(20%), MMirim(52%), P.Ferreira(28%)\tPêra (81%)\n\tLimeira(23%), MMirini(77%)\tNatal (3%)\n\tLimeira(28%), MMirim(2%), P.Ferreira(70%)\tValência (16%)\n95213\tCentro\tDado não fornecido\n’Municípios que compõem as diferentes regiões de produção: Centro: Araraquara, Matão e Taquaritinga;\nSul: Limeira, Mogi Mirim e Porto Ferreira;\nNorte: Bebedouro e Severínea;\nNoroeste: Itápolis, Catanduva, São José do Rio Preto, Votuporanga e Frutal.\n3.4.2\t- Amostras de sucos de frutas comerciais\nForam analisados, também, na detecção e enumeração de Alicyclobacillus, 23 amostras de sucos do exterior e nacionais vendidos comercialmente (Tabela 3.3).\nTabela 3.3 - Amostras de sucos de frutas industrializados\nCódigo\tSacos\tDescrição da amostra\tProcedência\nSUCOS CONCENTRADOS COMERCIAIS DE DIFERENTES FRUTAS\t\t\t\n166\tConcentrado para limonada\tpara diluir 4 1/3 X (% de suco do Brasil), contém 14% de suco de lima\tEUA\n168\tConcentrado para limonada\tpara diluir 4 1/3 X (% de suco do Brasil), contém 15% de suco de lima\tEUA\n167\tSuco de laranja concentrado\t3 X concentrado (% de sucos do Brasil, México e EUA)\tEUA\n172\tSuco de laranja concentrado\t3 X concentrado (% de sucos do Brasil, México e\tEUA\nEUA-Flórida)\nSUCOS DE DIFERENTES FRUTAS PRONTOS PARA BEBERE VENDIDOS COMERCIALMENTE\n174\tSuco de maçã\t—\tEUA\n241\tSuco de uva\tReconstituído do concentrado, com açúcar\tBrasil\n253\tSuco de uva branca\tContém 3,39% de suco de uva e 78,48% de água\tCoréia\n250\tSuco de uva\t—\tTailândia\n173\tSuco de uva branca\tReconstituído do concentrado\tEUA\n170\tSuco de çrapefruit\tReconstituído do concentrado\tFlórida, EUA\n247\tSuco de limão\tCom mel\tTailândia\n251\tSuco de manga\tcontém 15% de suco de manga\tTailândia\n245\tSuco de laranja\t\tCanadá\n240\tSuco de laranja\tIntegral pasteurizado\tBrasil\n242\tSuco de laranja\tIntegral pasteurizado\tBrasil\n243\tSuco de laranja\tIntegral pasteurizado\tBrasil\n244\tSuco de laranja\tContém 60% de suco de laranja, reconstituído do concentrado\tArgentina\n249\tSuco de papaia\tnéctar\tEUA\n252\tSucodepêra\tcontém 13% de suco de pêra e 68,6% de água\tCoréia\n171\tSuco de abacaxi\t—\tFlórida e Havaí, EUA\n248\tSuco de abacaxi\tReconstituído do concentrado\tEUA\n246\tSuco de tomate\t—\tCanadá\n169\tSuco de tomate\tReconstituído do concentrado\tEUA\n3.5\t- Estudo das condições ótimas para isolamento e detecção de Alicyclobacillus em suco de laranja concentrado\n3.5.1\t- Ensaio de crescimento de linhagens de AlicydobadUus\nem diferentes valores de pH\nPara este ensaio, foram utilizadas 3 linhagens: Alicyclobacillus acidoterrestris (CCT 43801Alicyclobacillus sp. (CCT 5022) &amp; Alicyclobacillus sp. (CCT 4406), as quais foram testadas em sistema de microplacas de poliestireno com 96 orifícios.\nO meio de crescimento utilizado foi o BAT, com pH ajustado entre 2,0 e 6,5 com adição de H2SO4 IN ou NaOH IN. O inoculo foi padronizado com o tubo 1 da escala de MacFarland a partir das culturas crescidas em ágar em 24 horas. Alíquotas de 5 pl da suspensão de bactérias em meio BAT foram colocadas em duplicata nas placas, para cada cultura, com um controle em branco (sem inoculo). As placas foram incubadas a 42°C em um leitor automático de placas 340ATTC (STI) - Áustria, por um período de 18 horas, sendo que o crescimento foi monitorado pela mudança na absorbância a A^o nm, a cada 2 horas.\nPara cada combinação de linhagem por pH foi obtida uma curva de crescimento. Os valores lançados referem-se à média dos valores obtidos nos testes em duplicatas. Para compensar as mudanças na leitura das placas, devido à evaporação do meio de cultura, as leituras do branco (controle) foram subtraídas das amostras.\n3.5.2\t- Crescimento áe. Alicyclobacillus em diferentes meios de cultura\nO crescimento e a germinação de esporos de linhagens de referência, A. acidoterrestris CCT 4384 eA. acidocaldarius CCT 4385 e de 2 linhagens isoladas de suco de laranja concentrado foram testados em diferentes meios de cultivo: BAT, BCY, BSSA, OS A, TSA e NA. As temperaturas de incubação foram de 37°C, 45°C e 50°C e duas técnicas de plaqueamento foram aplicadas: plaqueamento por incorporação do inoculo (I) e plaqueamento na superfície (S).\nAs suspensões de esporos das linhagens foram obtidas a partir de culturas crescidas em meio BAT pH 4,0, por 4 ou 5 dias de incubação a 50°C. A formação dos esporos foi\nmonitorada por microscopía. As culturas esporuladas foram centrifugadas e lavadas com solução salina acidificada. As células foram ressuspendidas em água destilada estéril. As suspensões foram mantidas a 4°C até a realização da análise.\n3.5.3\t- Efeito de diferentes meios de enriquecimento, períodos de incubação, métodos de plaqueamento e temperaturas de incubação no crescimento de bactérias acidotermofílicas\nNeste experimento foram avaliadas 6 amostras de suco de laranja concentrado. Dez (10) gramas de cada amostra foram diluídos em frascos contendo 90 mL de diferentes meios de diluição. As amostras foram pasteurizadas a 80°C por 10 minutos e incubadas a 50°C por 24 e 48 horas. As condições de enriquecimento e meios de plaqueamento encontram-se descritas na Tabela 3.4.\nAs placas de Petri contendo meio BAM ágar 2% foram incubadas a 60°C, enquanto que as placas com BAT ágar 1,5% e 2,0 % foram incubadas a 37°C e a 50°C e as placas com BCY ágar 1,5% a 50°C. O crescimento de colonias bacterianas foi monitorado a cada 24 horas por 10 dias.\nTabela 3.4 - Variáveis e condições de crescimento avaliadas para a detecção de bactérias acidotermofílicas em amostras de suco concentrado de laranja\nMão de enriquecimento\tSolução PFZ Mão BAM (caldo) Água destilada (estéril)\nTempo de incubação\t24 horas 48 horas\nMãos de plaqueamento\tBAT ágar BCY ágar BAM ágar\nMétodos de plaqueamento\tBAM ágar 2,0%: plaqueamento por superfície (spreadplate) BAT ágar 1,5%: plaqueamento por profundidade (pourplate) BAT ágar 2,0%: plaqueamento por superficie (spread plate) BAT ágar 1,5%: plaqueamento par superficie câmara úmida BCY ágar 1,5%: plaqueamento por profundidade (pour plate)\nTemperatura de incubação\t37°C 50°C 60’C\n3.5.4-\tEnumeração de esporos deAlicyclobaãllus nas amostras de suco concentrado por incorporação em meio de cultura sólido\nEnumeração: dez (10) gramas de cada amostra de suco concentrado de laranja foram diluídos em 90 mL de água destilada estéril. As amostras foram pasteurizadas a 80°C por 10 minutos. Posteriormente, 1 mL das diluições 10\"1 e 10‘2 foram plaqueadas em meios BAT pH 4,0 e BCY pH 4,3 pela técnica de plaqueamento em profundidade. As placas foram incubadas a 37° e 50°C. O crescimento de colônias bacterianas foi monitorado a cada 24 horas por 10 dias. Os resultados foram obtidos através da contagem de unidades formadoras de colônias por grama do produto (UFC/g).\n3.6\t- Detecção e enumeração de esporos de AUcyclobaciUus em sucos de frutas industralizados de várias procedências\nEnriquecimento e detecção: foram coletados em seringas descartáveis dez (10) mililitros de cada amostra e diluídas em frascos contendo 90 mL de água destilada estéril (para sucos concentrados) ou 90 mL de caldo BAT (para sucos clarificados). As amostras foram pasteurizadas a 80°C por 10 minutos e incubadas a 50°C por 24 horas . Após o enriquecimento, 1 mL das culturas de enriquecimento foram inoculadas por plaqueamento em profundidade, com meio BAT ágar, em duplicata. As placas foram incubadas a 50°C. O crescimento de colônias bacterianas foi monitorado a cada 24 horas por 10 dias.\nEnumeração por incorporação em meio sólido: foram coletados em seringas descartáveis dez (10) mililitros de cada amostra de suco concentrado e diluídos em 90 mL de água destilada estéril. As amostras foram pasteurizadas a 80°C por 10 minutos. Posteriormente, 1 mL das diluições 10’1 e 10’2 foram plaqueados em meios BAT pH 4,0 em duplicata, pela técnica de plaqueamento em profundidade. As placas foram incubadas a 50° C. O crescimento de colónias bacterianas foi monitorado a cada 24 horas por 10 dias. Os resultados foram obtidos pela contagem de unidades formadoras de colônias por mililitros de produto (UFC/mL).\nEnumeração por filtração em membrana: esta técnica foi aplicada em amostras de sucos clarificados (sem polpa). Alíquotas de 10 mL de sucos pasteurizados a 80°C por 10 min foram filtradas em membranas com porosidade de 0,45jl Após a filtração, as\nmembranas foram colocadas na superfície de placas de Petri contendo o meio BAT solidificado. As placas foram incubadas a 50°C, por 10 dias, com leituras de crescimento a cada 24 horas. Os resultados foram obtidos pela contagem de unidades formadoras de colônias por mililitro de produto (UFC/mL).\n3.7\t- Purificação e preservação das linhagens\nAs linhagens bacterianas provenientes dos experimentos de isolamento foram purificadas pela técnica de estria de esgotamento na superfície de placas de Petri contendo os respectivos meios de cultura utilizados nos isolamentos.\nApós a incubação, as culturas foram avaliadas quanto à pureza, através da visualização das características das colónias no crescimento em placa, coloração de Gram e visualização microscópica.\nEssas linhagens bacterianas foram, então, codificadas e preservadas por liofilização e congelamento a -80°C em suspensão de glicerol (20%) na Coleção de Culturas Tropical (CCT).\n3.8\t- Caracterização taxonómica\nNo estudo taxonómico das linhagens bacterianas acidotermofílicas utilizou-se as metodologias desenvolvidas por DARLAND &amp; BROCK (1971), DEINHARD (1987) e DEINHARD et al. (1987 a,b), que consistem na determinação da composição de ácidos graxos, testes morfológicos e fisiológicos e na caracterização bioquímica através da aplicação do Sistema API 50 CH.\n3.8.1\t- Análise da composição de ácidos graxos\nOs ácidos graxos foram analisados em forma de ésteres metílicos de ácidos graxos (FAMEs) por cromatografía gás-líquida. A metodologia utilizada para extração e análise dos ácidos graxos foi semelhante à descrita por SASSER (1990).\n3.8.1.1\t- Preparo de biomassa\nAs células das linhagens de referência de Alicyclobacillus e das linhagens isoladas foram cultivadas em Erlenmeyers de 250 mL, contendo 150 mL de meio líquido BAT. Os frascos inoculados foram incubados em agitador rotatorio a 50°C, a 150 r.p.m., por 48 a 72 horas. A linhagem de Alicyclobacillus cycloheptanicus foi cultivada em meio BCY caldo e a linhagem de Bacillus coagulaos foi cultivada em CN (Caldo nutriente) acidificado, ñas mesmas condições.\nAs células foram separadas por centrifugação a 5000 g por 15 minutos e lavadas com solução salina acidificada estéril, por duas vezes. As biomassas das linhagens foram liofilizadas e transferidas para um tubo de vidro 16 x 150 mm com tampa de rosca, numa quantidade de aproximadamente 50 mg.\n3.8.1.2\t- Reagentes, Extração e Derivatização dos ácidos graxos\nReagentes:\n•\tReagente 1 para saponificação\n45 g de hidróxido de sódio, 150 mL de metanol e 150 mL de água destilada.\n•\tReagente 2 para metilação\n325 mL de ácido clorídrico 6,0N e 275 mL de metanol.\n•\tReagente 3 para a extração\n200 mL de hexano e 200 mL de éter metil t- butil.\n•\tReagente 4 para limpeza\n10,8\tg de hidróxido de sódio em 900 mL de água destilada.\nOs reagentes foram acondicionados em frascos âmbar e armazenados a temperatura ambiente. Na preparação dos extratos de FAMEs, os reagentes foram colocados em dispensadores automáticos permitindo um maior número de extrações em menor tempo.\nA preparação de extratos de ácidos graxos das culturas seguiram as etapas de saponificação, metilação, extração e limpeza dos extratos, conforme o diagrama da Figura\n3.1.\nSaponificação: A cada tubo contendo 50 mg de biomassa liofilizada foi adicionado 1 mL do reagente 1 . Em seguida foram agitados em vortex por 10 a 15 segundos. Os tubos foram aquecidos em banho-maria a 100°C por 5 minutos. Foram resfriados a temperatura ambiente, novamente homogeneizados no agitador de tubos e recolocados em banho-maria a 100°C por mais 25 minutos. Em seguida, os tubos foram resfriados à temperatura ambiente.\nMetilação: Os ácidos graxos antes de serem injetados no cromatógrafo sofrem uma derivação por metilação, cujo objetivo é diminuir a polaridade e aumentar a volatilidade. O ácido clorídrico e o metanol foram usados como catalizador da reação de esterificação. Para isso, após a saponificação adicionou-se 2 mL do reagente 2 em cada tubo seguido de homogeneização no agitador de tubos por 10 a 15 segundos. Os tubos foram colocados em banho-maria por 10 minutos a 80°C. Os tubos foram resfriados rapidamente em banho de gelo.\nExtração: Foi adicionado aos tubos 1,25 mL do reagente 3 e em seguida foram colocados no agitador de tubos com agitação horizontal por 10 minutos. Houve uma separação visível em duas fases, sendo removida com o auxílio de pipeta Pasteur descartável apenas a fase superior e transferida para novo tubo. Esse procedimento se diferencia da metodologia original, na qual a fase inferior era retirada e descartada, utilizando os mesmos tubos na etapa seguinte.\nLimpeza: Foram adicionados 3 mL do reagente 4 e a homogeneização ocorreu no agitador de tubos com agitação horizontal por 5 minutos. As soluções apresentaram duas fases bem definidas e foram removidos 2/3 da fase superior de cada tubo, transferindo-os com o auxílio de pipeta Pasteur descartável para ampolas de vidro com tampa de rosca. A evaporação do solvente foi realizada sob fluxo de nitrogênio até obter-se um resíduo seco contendo somente ácidos graxos.\nSaponificação\nC-\nAdicieaar 1 *1\nReagente 1\nVertex\n5- lOsec\n100 °C\tVertex\t100 °C\n5 anu 5-lOsec 25 ada resfriar\nMetilação\nVertex\n5- lOsec\nExtração\nA£ciaaar2nl\nReagente 2\n- DJ\n80 ±l°C,10 ± ladn Resfriar rapiiaaKMte\nAticieaar3ad 5 ada\nReagente 4\n&amp;\nReamer2Z3 Transferir para Vedar Fase Superier o Vialde GC\nFigura 3.1 - Protocolo para extração e derivatização de ácidos graxos (SASSER, 1990)\n3.8.1.3\t- Análise cromatográfica dos FAMEs\nOs ácidos graxos padrões foram extraídos a partir das linhagens de referência de Rhodothermus marinus (ATCC 43812), Alicyclobacillus acidocaldarius (DSM 446T), Alicyclobacillus acidoterrestris (DSM 3922T) e Alicyclobacillus cycloheptanicus (DSM 4006t) gentilmente cedidas pelo Prof. Dr. Karl Poralla da Universidade de Tübingen, Alemanha (Tabela 3.5).\nÉ importante ressaltar que não há disponibilidade comercial de padrão de FAMEs com ácidos graxos ciclohexanos ou cicloheptanos.\nTabela 3.5 - Padrões de ácidos graxos (FAMEs) dos extratos das linhagens de referência utilizados na cromatografia gasosa.______________________________________________\nÁCIDO GRAXO\tNomenclatura\nRhodothermus marinus (ATCC 43812 = DSM 4252)\nÍSSO-C15\t13-metil tetradecanóico\nanteiso-Cu\t12-metil tetradecanóico\nC16\tmetil hexadecanóico\nÍSSO-C16\t14-metil pentadecanóico\nÍSSO-C17\t15-metil hexadecanóico\nanteiso-Ci7\t14-metil hexadecanóico\nC18\tmetil octadecanóico\nAlicyclobacillus acidocaldarius (DSM 446T), Alicyclobacillus acidoterrestris (DSM 3922T)\t\nO-C17\t©-ciclohexil undecanóico\nO-C19\t©-ciclohexil tridecanóico\nAlicyclobacillus cycloheptanicus (DSM 4006T)\t\n©-C18\t©-cicloheptil undecanóico\n©-CC-OH-C18\t©-cicloheptil-a-hidroxi undecanóico\n©-C20\t©-cicloheptil tridecanóico\nAs análises cromatográíicas foram realizadas preferencialmente no mesmo dja da extração. Os extratos secos foram conservados no congelador a - 20° C\nOs extratos de FAMEs foram ressuspendidos em 50 pl de hexano. Para a cromatografia gasosa dos ésteres metílicos de ácidos graxos, foi utilizado um cromatógrafo a gás, marca Shimadzu, modelo GC-14-A, equipado com detector de ionização de chama\n(FID) com sistema capilar e integrador/processador Shimadzu, modelo C R4A Chromatopac, acoplado ao cromatógrafo. Foi utilizada uma coluna capilar polar de sílica fundida Omegawax™ 320, marca Supelco, de 30 m de comprimento, 0,32 mm de diâmetro interno e 0,25 pm de espessura de filme. O gás de arraste usado foi o hélio com 99,9% de pureza. A chama do detector foi alimentada com os gases hidrogênio/ar a um fluxo de 40 mL/min.\nAs condições cromatográficas da análise de FAMEs são apresentadas na Tabela 3.6.\nTabela 3.6 - Condições cromatográficas para análise de FAMEs\nTemperatura\t\tSplit Ratio*\tCondições para a coluna\t\ninjetor\tdetector\t\tinicial\trampa\tfinal\n250°C\t280°C\t50:1\t160°C\t4°C/min\t220°C\n\t\t\t10 min\t10 min\n* razão de injeção\nOs extratos de FAMEs das linhagens de referência que foram utilizados como padrão foram injetados no início e ao longo das análises. O volume de amostra injetado foi de 2 pl.\nOs principais ácidos graxos de cada linhagem foram identificados a partir da comparação dos tempos de retenção destes com os tempos dos ácidos graxos das linhagens de referência utilizadas como padrão.\n3.8.2\t- Análise morfológica\nA morfologia das colônias foi examinada em microscópio estereoscópico (aumento de 1,6 x 10) quanto a coloração, forma, superfície, margem e elevação. As culturas crescidas em tubos inclinados contendo meio BAT ágar foram usadas para definir a morfologia celular, a ocorrência de esporos, a forma e a posição dos esporos no esporângio e a reação de Gram pelo método de Hucker.\n3.8.3\t- Análise fisiológica\nCrescimento em diferentes temperaturas\nAs linhagens foram caracterizadas quanto ao crescimento em diferentes temperaturas. As temperaturas testadas encontram-se no intervalo de 15°C a 70°C. O meio utilizado foi o BAT pH 4,0. Tubos com 5 mL de meio foram inoculados com 100 pl de uma suspensão celular, ajustada na escala de Mac Farland (tubo 1), da cultura crescida em meio BAT ágar a 50°C, por 24 ou 48 horas. A turbidez foi estimada do segundo ao décimo dia de incubação.\nCrescimento em meio com diferentes valores de pH\nhs> linhagens foram caracterizadas quanto ao crescimento em meio com diferentes valores de pH. Foram testados os pH de 2,0 a 7,0. O meio utilizado foi o BAT distribuído em tubos com 5 mL de meio cada, os quais foram inoculados com 100 gl de uma suspensão celular, ajustada na escala de Mac Farland (tubo 1), da cultura crescida em meio BAT ágar a 50°C, por 24 ou 48 horas. A turbidez foi estimada do segundo ao décimo dia de incubação.\nCrescimento em anaerobiose\nA capacidade de crescimento das culturas em anaerobiose foi testada utilizando placas com o meio BAT ágar pH 4,3 incubadas à temperatura de 40°C em jarra com anaerobiose (Anaero Pouch® - Mitsubishi, Gas Chemical Co., Inc.). O crescimento foi monitorado durante 15 dias.\n3.8.4\t- Caracterização fenotípica de Alicyclobaattus utrxvés da aplicação do Sistema\nAPI 50 CH (Bio Merieux, France)\nO sistema API é um método rápido para a determinação do perfil de utilização de fontes de carbono, no qual são testados 49 substratos. As fontes de carbono testadas estão apresentadas na Tabela 3.7. A metodologia foi padronizada por DEINHARD (1987). O meio basal utilizado foi o BAT pH 4,3 sem adicionar glicose e suplementado com 0,5 g de extrato de levedura. Os indicadores que podem ser utilizados neste pH são: o azul de\nbromofenol, que tem sua viragem em pH entre 4,6 e 3,0 de azul para amarelo, e o verde de bromocresol, que vira em pH entre 5,4 e 3,6 de verde para amarelo 2 . O indicador de pH utilizado foi o azul de bromofenol, na concentração de 25 mg/L.\nTabela 3.7 - Fontes de carbono do Sistema API 50 CH\n01. Glicerol\t18. Manitol\t35. D- Rafinose\n02. Eritritol\t19. Sorbitol\t36. Amido\n03. D-Arabinose\t20. -m-D-Manosídeo\t37. Glicogênio\n04. L-Arabinose\t21. -m-D-Glucosídeo\t38. Xilitol\n05. Ribose\t22. N-Acetil-glucosamina\t39. P-Gentiobiose\n06. D-Xilose\t23. Amidalina\t40. D-Turanose\n07. L-Xilose\t24. Aibutina\t41. D-Xilose\n08. Adonitol\t25. Esculina\t42. D-Tagatose\n09. P-Metil-xilosídeo\t26. Salicina\t43. D-Fucose\n10. Galactose\t27. Celobiose\t44. L-Fucose\nll.D-Glicose\t28. Maltose\t45. D-Arabitol\n12. D-Frutose\t29. Lactose\t46. L-Arabitol\n13. D-Manose\t30. Melibiose\t47. Gluconato\n14. L-Sorbose\t31. Sacarose\t48.2-Ceto-gluconato\n15. Ranmose\t32. Trealose\t49. 5-Ceto gluconato\n16. Dulcitol\t33. Inulina\t\n17. Inositol\t34. Melezitose\t\n3.8.4.1\t- Preparação do inóculo\nAs linhagens foram cultivadas em 100 mL de BAT a 50°C por 24 h, sob agitação em agitador rotatório a 150 r.p.m . Posteriormente, as células foram separadas por centrifugação a 5000 g por 5 minutos e lavadas com solução salina acidificada. O precipitado de células foi ressuspendido em 1 mL de solução salina estéril (Sl), fornecida pelo fabricante.\nProf. Dr. KARL PORALLA (Universidade de Tübingen, Alemanha) comunicação pessoal.\nA suspensão de células SI foi utilizada para inocular 20 mL do meio basal na escala 2 de MacFarland, conforme instruções do fabricante.\n3.8.4.2\t- Inoculação das galerias\nCom o inóculo em meio basal foram preenchidos, com micropipetador, os poços das galerias (300pl) para desenvolvimento aeróbio. A câmara, na qual haviam sido colocados lOmL de água estéril nos alvéolos do fundo, foi colocada em saco plástico e então incubada a 50°C. Essa medida foi necessária para minimizar a evaporação devido à elevada temperatura de incubação.\n3.8.4.3\t- Leitura dos resultados dos testes\nA leitura dos resultados foi monitorada a cada 24 horas durante 10 dias. A intensidade de acidificação dos substratos pode ser classificada em diversos graus, os quais foram codificados da seguinte forma:\n(-) não acidificado, a coloração do tubo não difere do tubo controle\n(w) fracamente acidificado, um clarear leve em comparação ao tubo controle\n(+) acidificado, mudança na coloração do meio de azul para amarelo ou amarelado\nUma única exceção nesta codificação refere-se ao tubo com esculina, onde não é possível observar a formação de ácido devido à formação de uma coloração marrom-negra observada pela hidrólise de esculina na presença de citrato de ferro.\n3.8.4.4.\tAnálise numérica dos resultados da utilização de fontes de carbono\nOs perfis qualitativos da formação de ácido a partir de fontes de carbono das linhagens de referência de Alicyclobacillus e das linhagens estudadas foram analisados numericamente através do Coeficiente de Similaridade Simple Matching (S<sm)) e as relações entre as linhagens determinadas em um dendograma utilizando-se o algoritmo de UPGMA, “unweighted pair group method of arithmetic means” (PRIEST &amp; AUTIN,\n1996).\n4\t- RESULTADOS E DISCUSSÃO\n4.1\t- Estudo das condições ótimas para isolamento e detecção de Alicyclobacillus\nem suco de laranja concentrado\n4.1.1\t- Ensaio de crescimento de linhagens de Alicyclobacillus em diferentes\nvalores de pH\nAs três linhagens estudadas, Alicyclobacillus acidoterrestris CCT 4380T, Alicyclobacillus sp. CCT 4406 e CCT 5022, apresentaram comportamento de crescimento similar nos ensaios de crescimento monitorado em meio de cultura ajustado para diferentes valores de pH, incluindo pH 2,0; 2,5; 3,0; 3,5; 4,0; 4,5; 5,0; 5,5; 6,0 e 6,5 (Figuras 4.1 a, b e\nc). Os resultados sugerem que Alicyclobacilli é capaz de crescer numa faixa relativamente extensa de pH ácido, com um ótimo entre pH 3,5 e 5,0. O crescimento também ocorreu em pH 3,0 e 5,5; porém, com um aumento na fase lag da curva. Não ocorreu crescimento nas condições de pH 2,0; 2,5; 6,0 e 6,5.\nConstatou-se também, através da análise do perfil das curvas de crescimento, que esses organismos possuem uma taxa de crescimento rápida, alcançando o máximo do crescimento exponencial após 8 a 12 horas de incubação nas condições do experimento, em valores de pH ótimo.\nOs resultados confirmam o caráter acidofilico estrito dos aliciclobacilos, isto é, organismos que apresentam crescimento ótimo em valores de pH menores que 7,0. Aliciclobacilos não podem ser acidotolerantes, como no caso de Bacillus coagulaos, pois não apresentaram crescimento em pH neutro (DEINHARD, 1987).\nLinhagem 4406\n0\t2\t4 6\t8 10 12 14 16 18\nTempo (horas)\nFigura 4.1 a - Curvas de crescimento de Alicyclobacillus Figura 4.1 b - Curvas de crescimento de Alicyclobacillus sp. acidoterrestris CCT 4380T, em diferentes condições de pH. CCT 5022, em diferentes condições de pH.\nFigura 4.1 c - Curvas de crescimento de Alicyclobacillus sp. CCT 4406 , em diferentes condições de pH.\n4.1.2\t- Crescimento em diferentes meios de cultivo\nA capacidade dos esporos das linhagens Alicyclobacillus de germinar e crescer em diferentes meios e condições de cultivo foi avaliada visando assessar a influência de diferentes condições de cultivo atualmente empregadas na detecção destes organismos em análises microbiológicas de rotina. Os resultados foram avaliados através da verificação de crescimento de suspensões de esporos de 4 linhagens de Alicyclobacillus spp. (A. acidocaldarius CCT 4385, A. acidoterrestris CCT 4384 e Alicyclobacillus sp. CCT 4406 e 4407) inoculadas por plaqueamento por superficie ou incorporação em meio sólido (NA, TSA, OSA, BCY, BAT, BSSA), seguido de incubação a 37, 45 e 50°C por 6 dias (Tabela 4.1).\nEm meios de cultura ajustados para pH neutro, como o NA e TSA (pH 7,0), nenhuma das linhagens apresentou crescimento em nenhuma das temperaturas testadas (Tabela 4.1), corroborando aos dados anteriores de crescimento em diferentes valores de pH de que aliciclobacilos são acidofílicos estritos.\nOs resultados de crescimento em meio OSA, BAT, BSSA e BCY demonstraram que 03 das 04 linhagens testadas foram capazes de crescer em todos os meios e condições ensaiadas, exceto a linhagem CCT 4385 (Alicyclobacillus acidocaldarius), que não cresceu à temperatura de 37° C. Ocorreram variações no tempo de crescimento em função do protocolo de inoculação a da temperatura de incubação utilizada (Tabela 4.1).\nA linhagem de referência de A. acidoterrestris CCT 4384 cresceu em todas as temperaturas e demonstrou ser menos susceptível que A. acidocaldarius (CCT 4385) em relação ao tipo de inoculação e à temperatura de incubação. Dentre as temperaturas testadas, verificou-se que a temperatura mais adequada para o crescimento de esporos de Alicyclobacillus é 50°C.\nNos experimentos de inoculação por incorporação em meio sólido observou-se que muitas colônias cresciam imersas no ágar e que estas não apresentaram um aumento de tamanho com o decorrer do tempo de incubação.\nO meio OSA pH 5,6 foi o meio menos favorável para germinação e crescimento dos esporos dos aliciclobacilos. OSA é utilizado para contagem total de bacterias ácido-lácticas e outros organismos acidúricos deteriorantes de sucos de frutas. Ao longo dos estudos foi observado que culturas de Alicyclobacillus sp. não sobrevivem em repiques de manutenção neste meio.\nTabela 4.1. - Crescimento e germinação dos esporos de linhagens de referência de Alicyclobacillus e de linhagens isoladas de suco de laranja concentrado em diferentes meios de cultivo a 37°C, 45°C e 50°C, durante 6 dias de incubação.\nMeio\tCrescimento\t\t\t\t\t\t\t\t\t\t\t\n\t4384\t4385\t4406\t4407\t4384\t4385\t4406\t4407\t4384\t4385\t4406\t4407\n\t\t3rc\t\t\t\t45°C\t\t\t\t50uC\t\t\nNA S\t\t\t\t\t\t\t\t\t\t\t\t\nI\t\t\t\t\t\t\t\t\t\t\t\t\nTSA S\t-\t-\t\t\t\t\t\t\t\t\t\t\nI\t\t\t\t\t\t\t\t\t\t\t\t\nOSA S\t+ (3)\t-\t+ (3)\tw(6)\t+(2)\t-\t+ (2)\t+ (2)\t+ (2)\tw(2)\t+ (2)\t+ (2)\nI\t+ (4)\t-\t+ (5)\t-\t+ (2)\t-\t+ (2)\tw(2)\t+ (2)\t-\t+ (2)\tw(2)\nBAT S\t+ (2)\t-\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (D\t+ (1)\t+ (D\t+ (1)\nI\tw(2)\t-\t+ (2)\tw(2)\t+ (2)\tw(2)\t+ (2)\t+ (2)\t+ (D\t+ (D\t+ (D\t+ (D\nBSSA S\t+ (2)\t-\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (D\t+ (1)\t+ (D\t+ (D\nI\t+ (2)\t-\tw(2)\tw(2)\t+ (2)\tw(2)\t+ (2)\tw(2)\t+ (D\t+ (1)\t+ (D\t+ (1)\nBCY S\t+ (2)\t-\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (2)\t+ (1)\t+ (D\t+ (D\t+ (D\nI\t+(2)\t-\tw(2)\tw(2)\t+ (2)\tw (2)\t+ (2)\t+ (2)\t+ (D\t+ (1)\t+ (D\t+ (1)\nS: plaqueamento na superficie; I: plaqueamento por incorporação; (+): crescimento; (-): ausência de crescimento, (w): crescimento fraco\n(n°): período (dias) para início do crescimento- ex.: +(3) = crescimento positivo, com inicio após 3 dias de incubação\nUma melhor visualização e separação de colônias em ágar ocorreu no meio BAT em comparação com os cultivos em BSSA e BCY. O meio BSSA não é totalmente translúcido, o que dificultou a discriminação de colônias que estavam incluídas no ágar, enquanto que no meio BCY houve um crescimento intenso e espalhamento de colônias, o que, também, dificultou a discriminação.\nFrente aos resultados obtidos nos experimentos da fase de investigação preliminar de condições ótimas de recuperação e crescimento de aliciclobacilos, os meios BAT, BCY e BAM foram selecionados para a execução das etapas de detecção e enumeração de ATSB nas amostras de suco de laranja concentrado.\n4.1.3\t- Fatores que influenciam a detecção de AlicydobaàUus em amostras de suco concentrado de laranja : meios de enriquecimento, períodos de incubação, métodos de plaqueamento e temperaturas de incubação.\nOs resultados da análise da influência de vários fatores na detecção de ATSB (aliciclobacilos) em amostras de suco concentrado de laranja são apresentados na Tabela\n4.2.\tNeste experimento, 4 amostras apresentaram crescimento de bactérias acidotermofílicas: n08 95086, 95121, 95093 e 95123. As culturas isoladas da amostra 95093 não cresceram em subcultivos em BCY ou BAT a 50°C.\nFoi possível observar que o tratamento da amostra e o tempo de incubação do enriquecimento são fatores importantes para a recuperação desses organismos. A reconstituição das amostras de suco concentrado de laranja com água destilada, seguido de pasteurização, foi o melhor tratamento na recuperação dos esporos de aliciclobacilos em comparação com outros meios de suspensão usados.\nQuanto ao tempo de enriquecimento, o período de incubação de 48 horas foi menos favorável na recuperação de ATSB em comparação com o período de 24 horas em várias condições de tratamento da amostra (Tabela 4.2). As duas únicas amostras (95121 e 95123) que apresentaram resultado positivo em 48 horas também o tiveram com 24 horas de\nincubação, indicando que cultivos de enriquecimento de 24 horas são adequados para detecção de ATSB nas amostras de suco de laranja concentrado testadas.\nA intensidade de crescimento das colônias nos plaqueamentos das amostras 95121 e 95123 não foi alterada pelo método de plaqueamento ou pelo uso de diferentes meios de cultivo, sendo que os meios utilizados, BAM, BAT e BCY, foram igualmente eficientes no isolamento de aliciclobacilos. Houve crescimento de ATSB nas amostras 95121 e 95123 incubadas a 50°C e 60°C. Nenhum crescimento foi detectado nas amostras incubadas a 37°C.\nO crescimento visível das colónias ocorreu após 3 a 4 dias de incubação em todos os meios usados. No plaqueamento por incorporação em meio sólido, muitas colónias estavam imersas em ágar e apresentavam aspecto puntiforme. Não foi observado aumento do tamanho das colônias com maior tempo de incubação. No plaqueamento por superfície foi possível observar colônias com bom crescimento e isoladas. O uso do papel filtro formando uma câmara úmida não permitiu o ressecamento (quebra) do ágar após o período de 4 a 10 dias de incubação (Figura 4.2).\nTabela 4.2 - Efeito dos diferentes meios de enriquecimento, períodos de incubação, métodos de plaqueamento e temperaturas de incubação na detecção de aliciclobacilos em amostras de suco de laranja concentrado.\n\tDiluentes, temperaturas de incubação dos enriquecimentos e métodos de plaqueamento\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\tSuspensão em PFZ\t\t\t\t\tSuspensão em BAM pH 4,0\t\t\t\t\tSuspensão em água destilada\t\t\t\t\n\t60’C\t50°C\ti\t\t\t50°C\t60°C 1\t\t50°C\t| 50»C\t\t60°C 1\t\t50°C\t1 50’C\t\nAmostra\tBAM\tBAT\tBAT\tBAT\tBCY\tBAM\tBAT\tBAT\tBAT\tBCY\tBAM\tBAT\tBAT\tBAT\tBCY\n\t2%\t1.5%\t1.5%\t2.0%\t1.5%\t2%\t1.5%\t1.5%\t2.0%\t1.5%\t2%\t1.5%\t1.5%\t2.0%\t1.5%\n\t60°C\tpour\tpapel\tsuperf.\t\t60-C\tpour\tpapel\tsuperf.\t\t60°C\tpour\tpapel\tsuperf.\t\n\t\tplate\tfiltro\t\t\t\tplate\tfiltro\t\t\t\tplate\tfiltro\t\t\nIncubação c\tlo enriquecimento por 24 horas\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n95086\tneg\tneg\tneg\tneg\t+\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95100\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95121\tneg\tneg\t+\t+\tneg\t+\tneg\tneg\tneg\tneg\t+++\t+++\t+++\t+\t+++\n95093\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\t+\n95099\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95123\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\t+++\t+++\t+++\t+++\t+++\nIncubação c\to enriquecimento por 48 horas\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n95086\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95100\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95121\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\t+++\tneg\tneg\n95093\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95099\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\n95123\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\t.. ngg\t\"gg .\tneg\t+++\tneg\tneg\t+++\n+++-. maior intensidade de crescimento\nobs.: SOB TEMPERATURA DE INCUBAÇÃO DE 37°C, NÃO HOUVE CRESCIMENTO EM NENHUM DOS MEIOS TESTADOS\na\n(b)\n4.1.4\t- Detecção de esporos de Alicyclobacillus em amostras de suco concentrado de laranja, procedentes de diferentes regiões citrícolas do Estado de São Paulo, safra 94/95\nFoi verificado o crescimento de esporos de bactérias acidotermofílicas em 15 das 19 amostras de suco de laranja concentrado analisadas. As amostras 95087, 95090, 95093, e 95099 foram negativas neste ensaio. Os meios BAT e BCY e a temperatura de incubação de 50°C foram eficientes na recuperação de aliciclobacilos nas amostras testadas. Os resultados da detecção de aliciclobacilos, utilizando água destilada na reconstituição do suco concentrado de laranja como meio de enriquecimento, encontram-se listados na Tabela 4.3. As amostras 95102 e 95116 foram positivas na detecção de ATSB nos plaqueamentos incubados à temperatura de 37°C. Observa-se, por estes resultados, que o período de 24 horas é adequado para a germinação e multiplicação dos esporos nas culturas de enriquecimento. As condições de incubação a 60°C e 37°C não foram adequadas para a detecção na maioria das amostras de sucos concentrados de laranja, mas as poucas linhagens crescidas nestas condições foram preservadas e depositadas na CCT (Coleção de Culturas Tropical) formando um acervo importante para pesquisas futuras.\nTabela 4.3 - Detecção de esporos de aliciclobacilos utilizando água destilada na reconstituição do suco concentrado de laranja como meio de enriquecimento.\n\tEnriquecimento por 24 horas a 50üC\t\t\t\tEnriquecimento por 48 horas a 50°C\t\t\t\tResultado geral\nAmostras\tBAM 60°C\tBAT 37°C\tBAT 50°C\tBCY 50°C\tBAM 60°C\tBAT 37°C\tBAT 50°C\tBCY 50°C\t(24h/48h)\n95086\t+\tneg\t+\tneg\tneg\tneg\tneg\tneg\t+/neg\n95087\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg/neg\n95088\tneg\tneg\tneg\t+\tneg\tneg\tneg\t+\t+/+\n95089\tneg\tneg\t+-H-\tneg\tneg\tneg\t+++\tneg\t+/+\n95090\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg/neg\n95091\tneg\tneg\tneg\t+++\tneg\tneg\t+++\tneg\t+/+\n95093\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg/neg\n95098\tneg\tneg\t+++\tneg\tneg\tneg\t+++\t+++\t+/+\n95099\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg\tneg/neg\n95100\tneg\tneg\t+\tneg\tneg\tneg\tneg\tneg\t+/neg\n95101\tneg\tneg\t+\tneg\tneg\tneg\tneg\tneg\t+/neg\n95102\tneg\t+++\t+++\t+++\tneg\t+++\t+++\t+\t+/+\n95103\tneg\tneg\tneg\tneg\tneg\tneg\t+\tneg\tneg/+\n95116\tneg\t+-H-\t+++\t+++\tneg\t+++\t+++\t+++\t+/+\n95121\tneg\tneg\t++\t+++\tneg\tneg\t++\t+\t+/+\n95122\tneg\tneg\t+\t+\t+\tneg\tneg\tneg\t+/+\n95123\tneg\tneg\t+\tneg\t+-H-\tneg\t+\t+-H-\t+/+\n95124\tneg\tneg\t+\t+\tneg\tneg\t+\tneg\t+/+\n95213\tneg\tneg\t+++\tneg\t+\tneg\t+\tneg\t+/+\n-H-+: maior intensidade de crescimento\n4.1.5\t- Enumeração de esporos de AUcyclobaaUus nas amostras de suco concentrado de laranja por incorporação em meio de cultura sólido\nOs resultados do plaqueamento direto utilizado para a enumeração dos esporos de bactérias acidotermofílicas presentes nas amostras de suco de laranja concentrado encontram-se listados na Tabela 4.4. Obteve-se uma contagem muito baixa de unidades formadoras de colônia nas diluições adotadas para a maioria das amostras, as quais apresentaram menos que 10 a 60 UFC/g. Somente 4 amostras apresentaram contagens entre 100 a 300 UFC/g. Este resultado sugere que as bactérias acidotermofílicas encontram-se presentes em pequeno número nas amostras de suco concentrado de laranja, considerando que o suco durante o processo de recontituição é diluído, aproximadamente, seis vezes.\nA temperatura de incubação de 37°C mostrou-se inadequada para a enumeração de aliciclobacilos, pois, neste caso, o resultado foi negativo para todas as amostras testadas. A temperatura de incubação mais adequada para o crescimento de bactérias acidotermofílicas foi 50°C.\nOcorreu a partir do 3o dia de incubação a 50°C o crescimento de colônias visíveis na superfície do ágar. A contagem das colônias foi dificultada pelo fato de algumas estarem submersas no ágar e serem muito pequenas, exceto nas amostras 95116, 95121 e 95122, onde as colônias cresceram apenas na superfície do ágar. Este fato indica a preferência de crescimento em condições aerobias. Diante disto, a técnica de plaqueamento por superfície seria mais adequada, mas a desvantagem está no volume de amostra a ser plaqueado que é muito pequeno (0,1 mL) e também, segundo a literatura, esta técnica pode não ser muito precisa em amostras contendo poucos microrganismos (SWANSON et al., 1992).\nO meio seletivo BAT (originalmente descrito para. A. acidoterrestris; DEINHARD, 1987a), adotado no método de plaqueamento direto, apresentou maior eficiência no crescimento das colônias que o meio BCY (originalmente descrito para A. cycloheptcmicus; DEINHARD, 1987b). Neste, as colónias apresentaram um aspecto de crescimento intenso, porém, com espalhamento que dificultou a contagem.\nTabela 4.4 - Contagem de esporos de aliciclobacilos em amostras de suco concentrado de laranja pela técnica de plaqueamento das diluições por incorporação em meio de cultura sólido.\nAmostra\tIncubação a 37°C\t\tIncubação a 50°C\t\t\tContagem UFC/g\n\tMeio BAT\t\tMeio BAT\t\tMeioBCY\t\n\tdü. 10'1\tdü. 10'2\tdü. 10\t4\tdü. 10‘2\tdü. 10\"1\t\n95086\tneg\tneg\t2\tneg\tneg\t20\n95087\tneg\tneg\tneg\tneg\tneg\t<10\n95088\tneg\tneg\t3\tneg\tneg\t30\n95089\tneg\tneg\t1\tneg\t1\t10\n95090\tneg\tneg\t2\tneg\tneg\t20\n95091\tneg\tneg\t14\tneg\t7\t140\n95093\tneg\tneg\tneg\tneg\tneg\t<10\n95098\tneg\tneg\t30\tneg\t33\t330\n95099\tneg\tneg\tneg\tneg\tneg\t<10\n95100\tneg\tneg\tneg\tneg\tneg\t<10\n95101\tneg\tneg\t1\tneg\tneg\t10\n95102\tneg\tneg\t1\tneg\t1\t10\n95103\tneg\tneg\tneg\tneg\tneg\t<10\n95116\tneg\tneg\tneg\tneg\t1\t10\n95121\tneg\tneg\t35\t1\t38\t380\n95122\tneg\tneg\t4\tneg\t23\t230\n95123\tneg\tneg\t6\tneg\t1\t60\n95124\tneg\tneg\tneg\tneg\tneg\t<10\n95213\tneg\tneg\t10\tneg\t9\t100\nNesta etapa do estudo, com os resultados obtidos até então, foi estabelecida uma metodologia para detecção e enumeração de esporos de aliciclobacilus em amostras de sucos concentrados de laranja (65°Brix), cujo fluxograma é apresentado na Figura 4.3. Cabe salientar que, o desenvolvimento desta metodologia baseou-se nos estudos realizados por DEINHARD et al. (1987a,b), por HIPPECHEN et al. (1981) e por PORALLA &amp; KÕNIG(1983).\nEste protocolo tem sido empregado no controle de qualidade dos sucos nas indústrias citrícolas do Estado de São Paulo. Contudo, faz-se necessária uma avaliação desta e de outras metodologias, com o objetivo de otimizar o isolamento qualitativo e quantitativo de ATSB, considerando principalmente a natureza de diferentes tipos de sucos e subprodutos (óleos, essências, sucos clarificados, com pedaços de frutas, reconstituídos, néctares, etc).\nFigura 4.3 - Fluxograma das etapas de análise de enumeração e detecção de ATSB em sucos de frutas concentrados\n4.2\t- Ocorrência de esporos de Alicyclobacillus em sucos de frutas industrializados comerciais do Brasil e de outros países.\nFoi verificado o crescimento de esporos de bactérias acidotermofílicas em 12 das 23 amostras de sucos de frutas analisados (Tabela 4.5).\nA técnica de filtração em membrana foi adequada para enumeração de aliciclobacilos em amostras de sucos clarificados (sem polpa). Observou-se a partir do 2o dia de incubação a 50°C o crescimento de colônias visíveis na superficie da membrana.\nOs resultados obtidos neste estudo sugerem que há uma distribuição cosmopolita de aliciclobacilos em diferentes tipos de sucos.\nTabela 4.5 - Resultados da detecção e enumeração de aliciclobacilos nas amostras de sucos de frutas industrializados.\nCódigo\tSucos\tOrigem\tDetecção\tEnumeração (UFC/mL)\nSucos CONCENTRADOS COMERCIAIS DE DIFERENTES FRUTAS\t\t\t\t\n166\tConcentrado para limonada\tEUA\t+\t5,10 x1o2\n168\tConcentrado para limonada\tEUA\t+\t3,02 x 102\n167\tSuco de laranja concentrado\tEUA\t+\t60\n172\tSuco de laranja concentrado\tEUA\t+\t36\nSUCOS DE DIFERENTES FRUTAS PRONTOS PARA BEBER E VENDIDOS COMERCIALMENTE\n174\tSuco de maçã\tEUA\t+\t30\n241\tSuco de uva\tBrasil\t-\t<1\n253\tSuco de uva branca\tCoréia\t-\t<1\n250\tSuco de uva\tTailândia\t-\t<1\n173\tSuco de uva branca\tEUA\t+\t<1\n170\tSuco de Grapefruit\tFlórida, EUA\t+\t5\n247\tSuco de Limão\tTailândia\t-\t<1\n251\tSuco de Manga\tTailândia\t-\t<1\n245\tSuco de laranja\tCanadá\t+\t20\n240\tSuco de laranja\tBrasil\t-\t<1\n242\tSuco de laranja\tBrasil\t-\t10\n243\tSuco de laranja\tBrasil\t+\t3,9 xlO2\n244\tSuco de laranja\tArgentina\t-\t<1\n249\tSuco de papaia\tEUA\t-\t<1\n252\tSucodepêra\tCoréia\t-\t<1\n171\tSuco de abacaxi\tFlórida e Havaí, EUA\t+\t1\n248\tSuco de abacaxi\tEUA\t+\t<1\n246\tSuco de tomate\tCanadá\t-\t<1\n169\tSuco de tomate\tEUA\t+\t2\nAs informações obtidas neste estudo demonstram que a ocorrência de Alicyclobacillus em sucos de frutas é pouco relatada ou subestimada. Os resultados mostram, ainda, que a presença desses organismos nos sucos, mesmo em contagens altas (> 102), não esteve associada a deterioração ou qualquer tipo perceptível de alteração do produto. Existe a hipótese de que a deterioração dos sucos causadas por Alicyclobacillus seja um fato incidental, requerendo uma combinação de condições adequadas, como pH, temperatura, disponibilidade de oxigênio, que favoreçam o seu crescimento e o desenvolvimento de alterações nos sucos (PETTTPHER, et al., 1997; RICE, 1998).\nNovos estudos precisam ser realizados, com vistas a melhorar o conhecimento acerca desses fatores e do comportamento dos aliciclobacilos nos sucos. Neste contexto parece bastante significativo para a discussão o fato de que ainda não se sabe explicar porque linhagens diferentes de A. acidoterrestris crescem em tipos de sucos de frutas diferentes, sendo algumas linhagens inibidas ou parcialmente inibidas, como afirmam SPLITTSTOESSER et al. (1994). Os componentes dos sucos terão alguma influência no crescimento de aliciclobacilos? Será possível que todas as linhagens presentes nos diferentes tipos de sucos sejam potencialmente deteriorantes para todos eles? As amostras de suco com detecção positiva, incubadas em condições ótimas de temperatura e tempo, poderão apresentar crescimento com um resultado nítido de deterioração?\n4.3\t- Caracterização taxonômica\n4.3.1\t- Análise da composição de ácidos graxos\nA caracterização quimiotaxonômica das linhagens estudadas foi realizada através da determinação do seus perfis qualitativos de ácidos graxos metil-esterificados (FAMEs). Os principais ácidos graxos detectados nas análises cromatográficas das linhagens estudadas são: co-11-ciclohexil undecanóico (o-Cn) e o-13-ciclohexil tridecanóico ((O-C19). Outros ácidos graxos encontrados em proporções menores foram: 13-metil tetradecanóico (iso-Cu), 12-metil tetradecanóico (anteiso-Cis), hexadecanóico (Ciô), 15-metil hexadecanóico (iso-Cn), 14-metil hexadecanóico (anteiso-Cj7) e ácido octadecanóico (C is)- A Tabela 4.6 apresenta os ácidos graxos identificados nas linhagens isoladas com a variação dos seus respectivos tempos de retenção nas condições de análises cromatográficas empregadas.\nSegundo KANEDA (1991), a maioria das bactérias termofílicas, as quais crescem em temperaturas acima de 55°C e pH neutro, como por exemplo Bacillus stearothermophilus ou Thermus aquaticus, não possuem ácidos graxos incomuns. Neste caso, as proporções de ácidos graxos iso- e anteiso- são ajustadas para o crescimento em altas temperaturas. No entanto, algumas espécies de bactérias que crescem em condições acidofílicas e termofílicas possuem ácidos graxos incomuns.\nTabela 4.6 - Ácidos graxos identificados nas linhagens isoladas , com a variação de seus tempos de retenção.\nÁCIDOS GRAXOS\tNomenclatura\tTempo de Retenção (t^min) (min. emáx.)\nÍSO-C15\t13-metil tetradecanóico\t5,39 - 5,56\nanteiso-Cu\t12-metil tetradecanóico\t5,65 - 5,75\nC16\tmetil hexadecanóico\t7,43 - 7,57\niso-Ci6\t14-metil pentadecanóico\t6,73 - 6,87\nÍSO-C17\t15-metil hexadecanóico\t8,20 - 8,38\nanteiso-Cn\t14-metil hexadecanóico\t8,49 - 8,63\nCi8\tmetil octadecanóico\t10,40 - 10,70\n©-Cp\t©-ciclohexil undecanóico\t11,83 - 12,21\n©•C19\tco-ciclohexil tridecanóico\t15,68 - 18,53\nCondições cromatográficas: coluna polar capilar Omegawax 320™. Programação de temperatura: 160° C, 10 min ,160-220°C, 4°C/min.; 220°C, 10 min.\nOs ácidos graxos cíclicos têm grande importância como marcadores para identificação dos aliciclobacilos e estão presentes na proporção de 70 a 95% do total de ácidos graxos das células dos organismos das espécies Alicyclobacillus acidocaldarius e Alicyclobacillus acidoterrestris. Estes tipos de ácidos graxos podem ser detectados através da técnica de extração por saponificação, seguida de análise por cromatografia gasosa (DE ROSA et al., 1974; OSHIMA &amp; ARIGA, 1975; MOORE et al., 1993; KANNENBERG et al., 1984; KRISCHKE &amp; PORALLA, 1990; HIPPECHEN, 1981).\nA Tabela 4.7 apresenta as proporções relativas (em %) dos principais ácidos graxos identificados pela análise cromatográfica de algumas linhagens de aliciclobacilos estudadas. A linhagem de Bacillus coagulans CCT 0199, utilizada como referência, mostrou uma composição normal de ácidos graxos de cadeias ramificadas iso- e anteiso-, O cromatograma correspondente a esta análise está representado na Figura A6 (Anexos). Este resultado é semelhante ao obtido por HIPPECHEN et al. (1981), que não detectaram a\npresença de ácidos graxos ciclohexano ou cicloheptano em estudo incluindo diversas linhagens de Bacillus coagulans.\nTabela 4.7 - Porcentagens relativas (%) do perfil de ácidos graxos de A. acidocaldarius (CCT 2490T e CCT 4385), de A. acidoterrestris (CCT 4380T e CCT 4384) e das linhagens de bacilos esporulados acidotermofílicos isoladas de suco concentrado de laranja e de sucos de frutas comerciais.\nLinhagens\tÁcidos graxos (%)\nCCT\tO-C19\t©-C17\tCi8\ta/i-Cn\tC«\tÍC16\ta/i-Ci5\n4380T\t26,0\t73,0\ttr\ttr\t1,0\ttr\ttr\n4384\t6,0\t74,0\ttr\t5,0\ttr\ttr\t15,0\n2490T\t11,0\t64,0\ttr\t13,0\t3,0\t3,0\t6,0\n4385\t15,0\t67,0\ttr\t9,0\t6,0\t3,0\ttr\n88A\t28,0\t67,0\ttr\t3,5\t1,5\ttr\ttr\n89A\t20,0\t72,0\ttr\t4,5\t2,5\t1,0\ttr\n90A\t23,0\t62,0\t1,0\t7,0\t4,0\t3,0\ttr\n91D\t29,3\t60,2\ttr\t5,1\t3,0\t2,4\ttr\n98A\t23,3\t58,2\ttr\t9,2\t4,2\t2,5\t2,6\n100B1\t25,0\t74,0\ttr\t1,0\ttr\t0\t0\n121D\t27,6\t62,0\ttr\t5,0\t3,4\t2,0\ttr\n123\t7,0\t68,0\ttr\t11,0\t5,0\t6,0\t3,0\n124A\t22,7\t68,8\ttr\t4,6\t2,4\t1,5\ttr\n213\t14,0\t75,0\t1,0\t5,0\t1,5\t3,5\ttr\n4406\t15,0\t84,0\ttr\ttr\t1,0\ttr\t0\n4407\t21,0\t78,0\ttr\ttr\t1,0\ttr\t0\n4408\t25,0\t73,0\ttr\ttr\t2,0\ttr\ttr\n5019\t15,0\t66,0\t1,0\t12,0\t2,0\ttr\t4,0\n5020\t14,0\t83,0\t1.0\t1,0\t1,0\ttr\ttr\n5021\t18,0\t79,0\t1,0\t1,0\t1,0\ttr\t0\n5022\t6,0\t92,0\t1,0\t1,0\ttr\ttr\t0\n166\t7,0\t42,0\t2,0\t18,0\t6,0\t2,0\t23,0\n167\t3,5\t72,5\ttr\t5,0\t0\t1,0\t18,0\n170\t15,0\t84,0\ttr\t1,0\ttr\ttr\t0\n172\t13,0\t82,0\ttr\t5,0\ttr\ttr\t0\n173\t12,0\t64,0\t2,0\t7,0\t2,0\t7,0\t6,0\n4413\t14,0\t81,0\ttr\t5,0\ttr\ttr\t0\n4415\t14,0\t84,0\ttr\t1,0\ttr\t1,0\ttr\n4525\t16,0\t80,0\ttr\t4,0\ttr\t0\ttr\n(O-C19: a>-ciclohexil tridecanóico; o-Cn:&lt;o-ciclohexü undecanóico; Cis: metxloctadecanóico;\nanteiso/iso-Ci?: 14-metil hexadecanóico e 15-metil hexadecanóico; Ci6: metil hexadecanóico; iso-Ci6: 14-metil pentadecanóico; anteiso/iso-Cis: 12-metil tetradecanóico e 13-metil tetradecanóico.\ntr: traços.\nOs ácidos graxos detectados na linhagem de referência A. cycloheptanicus CCT\n4382 foram: o-cicloheptil undecanóico, ocicloheptil tridecanóico e o-cicloheptil-a-\nhidroxi undecanóico, seguido de proporções menores dos ácidos: 13-metil tetradecanóico (iso-Cis), 12-metil tetradecanóico (anteiso-Cis), hexadecanóico (Ció), 15-metil hexadecanóico (iso-Cn), 14-metil hexadecanóico (anteiso-Cn) e octadecanóico (Cis). O cromatograma correspondente à análise da linhagem está apresentado na Figura A5 (Anexos).\nOs perfis de ácidos graxos de todas as linhagens isoladas das amostras de sucos de frutas também apresentaram ácidos graxos o-ciclohexano. Nenhuma das linhagens apresentou ácidos graxos o-cicloheptano. Os cromatogramas característicos estão apresentados nas Figuras A8 a A45 (Anexo). Pode-se observar que não houve diferença qualitativa de composição de ácidos graxos, porém, algumas diferenças quantitativas foram encontradas. Estas, porém, como sugerem DE ROSA et al. (1974), podem estar relacionadas às condições de cultivo envolvidas no experimento e na cromatografía.\nDe acordo com DEINHARD &amp; PORALLA (1996), os ácidos graxos cíclicos são marcadores quimiotaxonômicos importantes para a identificação de espécies de aliciclobacilos. Entretanto, como qualquer outro caracter taxonómico, o perfil de ácidos graxos não deve ser considerado isoladamente, mas em conjunto com outros dados morfológicos e fisiológicos, complementando, deste modo, a identificação das linhagens.\nOs resultados da análise cromatográfica de FAMEs sugerem que as linhagens isoladas de sucos de frutas pertencem ao gênero Alicyclobacillus sp. Muito embora a espécie de aliciclobacilo associada a sucos de frutas, reportada por diversos autores, seja o A. acidoterrestris, não foi possível, neste estágio da investigação, determinar uma identificação definitiva em nível de espécie. Para isto, seria imprescindível a análise de outros caracteres quimiotaxonômicos, como a composição de bases do DNA ou a análise de quinonas isoprenóides (WISOTZKEY et al., 1992).\nContudo, pode-se considerar a cromatografía de FAMEs como uma ferramenta versátil e eficaz, para a seleção de bacilos acidotermofílicos isolados de diferentes fontes.\n4.3.2\t- Características morfológicas e fisiológicas\nAs características morfológicas e fisiológicas das linhagens de referência de Alicyclobacillus (A. acidocaldarius e A. acidoterrestris) e de 10 linhagens de aliciclobacilos isoladas de amostras de sucos de frutas que apresentaram ácidos graxos o-ciclohexano, estão apresentados na Tabela 4.8.\nAs linhagens isoladas apresentaram colônias de coloração branca a creme amarelada, brilhantes, forma circular, superfície lisa, borda perfeita e translúcida, tamanho de 1,0 a 2,5 mm e odor característico de fermento de pão (Figura 4.4).\nTabela 4.8 - Características morfológicas e fisiológicas das linhagens de A. acidocaldarius (CCT 2490t e 4385) e de A. acidoterrestris (CCT 4380T e 4384) e das linhagens com ácidos graxos o-ciclohexano isoladas de suco concentrado de laranja e de sucos de frutas.\nLinhagens CCT\tTemperatura de crescimento(°C)\tpHde crescimento\tCrescimento em anaerobiose\tLocalização do esporo\n2490T\t50-70\t4,0- 5,0\t\ts\n4385\t50-70\t4,0- 5,0\t\ts\n4380T\t25-55\t3,0-6,0\t\tt-s\n4384\t25-55\t3,0-6,0\t\tt-s\n4406\t25-55\t3,0- 5,5\t\ts\n4407\t25-55\t3,0-6,0\t\ts\n5019\t25-55\t3,0-5,5\t\tt-s\n5020\t25-55\t3,0- 5,5\t\tt-s\n5021\t25-60\t3,0- 5,5\t\tt\n5022\t25-55\t3,0-5,5\t\tt-s\n4525\t25-55\t3,0-6,0\t\ts\n4413\t25-55\t3,0-5,5\t\ts\n4415\t25-55\t3,0-5,5\t\ts\n123\t40-70\t3,0- 5,5\t\tt-s\nt-s: terminal -subtenninal\nA caracterização morfológica da células realizada sob microscopía óptica em reação de Gram (Figura 4.5) revelou a presença de células em forma de bastonetes Gram-positivos com formação de endoesporos. A esporulação foi facilmente observada em todas as linhagens, exceto nas de Alicyclobacillus acidocaldarius (CCT 2490T e 4385). Ñas linhagens estudadas os esporos estão localizados na posição terminal ou sub-terminal e o esporangio aparece levemente entumecido (Tabela 4.8).\nNenhuma das linhagens estudadas cresceu em condições de anaerobiose. Todas elas, exceto a CCT 123, apresentaram crescimento em temperaturas que variaram de 25 a 55°C e sob valores de pH entre 3,0 e 6,0, comportamento este similar ao das linhagens de A. acidoterrestris (CCT 4380Te 4384). Somente a linhagem CCT 5021 foi capaz de crescer numa faixa relativamente mais extensa de temperaturas, entre 25° a 60°C. As linhagens de A. acidocaldarius (CCT 2490T e 4385) apresentaram um comportamento termofílico (50° a 70°C) e cresceram numa faixa de valores de pH menores (4,0 a 5,0). A linhagem 123 também apresentou um caráter termofílico com temperatura mínima de crescimento a 40°C.\nFigura 4.4 — Características macroscópicas de colónias de linhagem com ácidos graxos co-ciclohexano isoladas de suco concentrado de laranja, em meio BAT, temperatura 50°C, 72 horas de incubação.\nFigura 4.5 - Características morfológicas das células de linhagem com ácidos graxos co-ciclohexano isoladas de suco concentrado de laranja, coloração de Gram (1.250 X).\n4.3.3\t- Caracterização fenotípica de Alicyclobacillus através da utilização\nde fontes de carbono\nOs resultados da caracterização do perfil de utilização de fontes de carbono de dez linhagens isoladas de sucos de frutas de várias procedências e linhagens de A. acidocaldarius (CCT 4385) eA. acidoterrestris (CCT 4380T e 4384), através do no Sistema API 50 CH, estão apresentados na Tabela 4.9.\nTodas as linhagens estudadas utilizaram como fonte de carbono os seguintes compostos: L-arabinose, D-xilose, galactose, glicose, frutóse. Estes organismos foram também capazes de hidrolizar a esculina. Nenhuma das linhagens produziu ácidos a partir de 22 das 49 fontes de carbono testadas, incluindo: D- arabinose, L-xilose, B-metil-xilosideo, L-sorbose, dulcitol, a-metil-D-manosídeo, cc-metil-D-glucosídeo, amigdalina, arbutina, melibiose, melizitose, N-acetil glucosamina, inulina, L-lixose, D-tagatose, D-fucose, L- fucose, D- arabitol, L- arabitol, gluconato, 2-ceto-gluconato e 5- ceto-gluconato. Num estudo similar realizado por DEINHARD (1987), incluindo 8 linhagens de A. acidocaldarius e 13 de A acidoterrestris, somente 16 açúcares não foram utilizados.\nOs dados de utilização de fontes de carbono das linhagens de referência de Alicyclobacillus e demais linhagens estudadas foram analisados numericamente através da utilização do coeficiente de similaridade “Simple Matching”. Os dados das relações de similaridade entre as linhagens foram representados em dendograma (Figura 4.6), construído através da utilização do algoritmo UPGMA (“unweighted pair group method of arithmetic means”), implementado no programa NTSys-PC.\nA análise de agrupamento resultante demonstra o agrupamento das linhagens testadas em três clusters distintos, sendo a linhagem CCT 5020 recuperada como um grupo isolado dos demais (Figura 4.6). O primeiro cluster reuniu as linhagens de referência de Alicyclobacillus acidoterrestris CCT 4380T e CCT 4384, e linhagens de aliciclobacilos isoladas de amostras de suco de laranja concentrado, CCT 4406, 4525 e 4407. Num segundo cluster foram agrupadas as linhagens CCT 5019, 4413, 5022, e 4415, com um nível de similaridade médio em relação ao primeiro cluster de aproximadamente 73%. O terceiro grupo reuniu as linhagens Alicyclobacillus acidocaldarius CCT 4385, e as\nlinhagens CCT 5021 e CCT 123, com um nível de similaridade médio de aproximadamente 56% em relação aos dois primeiros clusters.\nTabela 4.9 - Perfil bioquímico de linhagens de Alicyclobacillus sp. no Sistema API 50 CH.\nFontede carbono\tLinhagem\t\t\t\t\t\t\t\t\t\t\t\t\n\t4380\t4384\t4385\t4406\t4407\t5019\t5020\t5021\t5022\t4525\t4413\t4415\t123\nGlicerol\tw\t+\tw\t+\t+\t+\t+\t+\t+\tw\t+\tw\t-\nEritritol\t+\t+\t-\t+\t+\t+\tw\t-\t+\t+\tw\t+\t-\nL- Arabinose\t+\t+\tw\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nRibose\t+\t+\tw\t+\t+\t+\tw\t+\t+\t+\t+\t+\t-\nD-Xilose\t+\t+\tw\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nAdonitol\t+\t+\t-\t+\t+\t-\t-\t-\tw\tw\t-\t-\t-\nGalactose\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nD- Glicose\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nD-Frutose\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nD-Manose\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t-\t+\nRamnose\t+\t+\t-\t+\t-\tw\tw\t-\t+\t+\t+\t+\t-\nInositol\t+\t\t\t\t\t\t\t\t\t\t\t\t\nManitol\t+\tw\tw\t-\t-\t\t+\t+\t+\t+\tw\t+\tw\nSorbitol\t+\t+\t-\t-\t+\t\tw\t-\t-\t-\t-\t-\t-\nEsculina\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\t+\nSalidna\tw\t-\t-\t-\t-\t\tw\t-\t-\t-\t-\t-\t-\nCelubiose\t+\tw\t+\t+\t+\t\t+\tw\tw\t+\tw\t+\t+\nMaltose\t+\t-\tw\t-\tw\t\t+\tw\tw\t-\t-\t-\t+\nLactose\t+\tw\t-\t+\t-\t\t-\t-\t\tw\t-\t-\t+\nSacarose\t-\t-\t+\t-\t-\t\tw\tw\t\t-\t-\t-\t-\nTrealose\t-\t-\t+\t-\t-\t\t+\t+\t\t-\t-\t+\t-\nD-Rafinose\t-\t-\t+\t-\t-\t\t-\t\t\t-\t-\t-\t-\nAmido\t-\t-\t+\t\t\t\t\t\t\t\t\t\t\nGlicogenio\t-\t-\t+\t-\t-\t\t-\t\t\t-\t-\t-\t+\nXilitol\t+\t+\t-\tw\t+\t\t+\t\t\t+\t-\t-\t-\nB- Gentibiose\t-\t-\t-\t-\t-\t\t+\t\t\t+\t-\t-\t-\nD-Turanose\t-\t-\t+\t-\t-\t-\t-\t\t\t-\t-\t-\t-\n(-) não acidificado, a coloração do tubo não difere do tubo controle, (w) fracamente acidificado, um clarear leve em comparação ao tubo controle, (+) acidificado, mudança na coloração do meio de azul para amarelo ou amarelado\nAPI50CH\n----------------------------------------------------4380\n—\t----------4384\n----------------------------------------------------4406\n-----------------------------------4525\n--------------------------------------------------------4407\n-----------------------------------5019\n-----------------------------------4413\n------------ ----------------------------- ---------------------------------------------5022\n-------------------------4415\n---------- ----------------------------------------------------------------------------------------5020\n-----------------------------------------------------4385 -----------------------------------------------------  5021 -----------------------------------------------------123 |----------------------------------------------------1-1-1-1-1-]-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1\n0.30\t0.63\t0.75\t0.88\t1.00\nSimilaridade (%)\nFigura 4.6 - Dendograma representando as relações de similaridade entre linhagens de Alicyclobacillus baseadas na análise numérica (Ssn/ UPGMA) de dados de utilização de fontes de carbono no sistema API 50 CH.\nNo primeiro cluster (Figura 4.6), observa-se que a linhagem de referência Alicyclobacillus acidoterrestris CCT 4380T apresenta um índice de similaridade de aproximadamente 80% em relação às linhagens CCT 4384 {Alicyclobacillus acidoterrestris), CCT 4406 e 4525, resultado da utilização diferenciada das fontes de carbono inositol, salicina e maltose por aquele organismo (Tabela 4.9).\nAs linhagens Alicyclobacillus acidoterrestris CCT 4384, 4406 e 4525 apresentaram um índice de similaridade de aproximadamente de 92% (Figura 4.6). A linhagem CCT 4384 se diferenciou das linhagens 4406 e 4525 pela utilização do sorbitol. As linhagens CCT 4525 e CCT 4384 diferiram da linhagem CCT 4406 na utilização do manitol (Tabela.4.9).\nA linhagem CCT 4407 apresentou um nível de similaridade de aproximadamente de\nO cluster formado pelas linhagens CCT 5019, 4413, 5022, 4415 apresentou um nível médio de similaridade aproximado de 83% (Figura 4.6). As linhagens CCT 5019 e 4413 apresentaram um índice de similaridade em tomo de 90% (Figura 4.6). A linhagem CCT 4413 diferiu da linhagem CCT 5019 pela utilização de manitol e celubiose. Essas linhagens não foram capazes de utilizar adonitol, lactose e xilitol, diferenciando-se das linhagens de referência de Alicyclobacillus acidoterrestris, CCT 4380T e 4384. A linhagem CCT 5022 apresentou um nível aproximado de similaridade de 86% em relação às linhagens CCT 5019 e 4413, devido à utilização dos carboidratos adonitol e maltose (Tabela 4.9).\nA linhagem CCT 4415 apresentou um nível de similaridade de 83% em relação às demais linhagens do cluster formado pelos organismos CCT 4413, 5019 e 5022 (Figura 4.6), diferenciando-se dos demais na utilização da trealose e incapacidade de utilizar manóse (Tabela.4.9).\nA linhagem CCT 5020 foi recuperada em um grupo único, em nível aproximado de similaridade de 65% em relação aos organismos alocados nos dois primeiros clusters (Figura 4.6). Este organismo apresentou um perfil bioquímico distinto das demais linhagens, sendo capaz de formar ácidos a partir de sacarose, trealose e gentibiose, mas não a partir de adonitol (Tabela.4.9).\nO cluster foi formado pelas linhagens Alicyclobacillus acidocaldarius CCT 4385, CCT 5021 e 123. com um nível de similaridade médio de aproximadamente 56%. Essas linhagens não foram capazes de utilizar eritritol e utilizaram fontes de carbono mais complexas, como rafinose, sacarose, trealose, turanose, glicogênio e amido (Tabela.4.9). As linhagens CCT 4385 e CCT 5021 apresentaram um nível de similaridade de aproximadamente 80% (Figura 4.6). A linhagem Alicyclobacillus acidocaldarius CCT 4385 se diferenciou na capacidade de utilizar rafinose, amido, glicogênio e sacarose (Tabela.4.9). A linhagem CCT 123 apresentou baixa similaridade, aproximadamente 67%, em relação às demais linhagens do cluster (Figura 4.6), uma vez que este isolado apresenta uma perfil bioquímico distinto, incapaz de formar ácidos a partir de sacarose, trealose, glicerol e ribose (Tabela 4.9).\nObservou-se que nenhuma das linhagens estudadas foram idênticas quanto à capacidade de utilização de fontes de carbono no sistema API 50CH. Segundo DEINHARD (1987), a utilização dos álcoois eritritol, sorbitol e xilitol como fontes de carbono é característica da espécie A. acidoterrestris. As linhagens da espécie A. acidocaldarius possuem a característica de utilizarem fontes de carbono mais complexas, como amido, sacarose, trealose e glicogênio. Com base nestes dados, pôde-se constatar que 7 das 10 linhagens analisadas apresentam perfil bioquímico semelhante ao de A. acidoterrestris.\nA linhagem CCT 5020 utilizou os alcóois eritritol e sorbitol, mas foi capaz de produzir ácidos a partir da sacarose e trealose, ficando numa posição intermediária entre o perfil característico das espécies A acidoterrestris e A. acidocaldarius.\nA linhagem CCT 5021 apresentou um perfil bioquímico similar ao da espécie A. acidocaldarius, utilizando principalmente di- e polissacarídeos como fonte de carbono. Contudo, com base nos dados de caracterização fisiológica, a linhagem CCT 5021 é similar a A. acidoterrestris.\nA linhagem CCT 123 apresentou um perfil bioquímico distinto das demais linhagens. Por outro lado, tem mais relação com A. acidocaldarius nos parâmetros de temperatura de crescimento (vide Tabela 4.8).\nNeste contexto, é necessário observar que a comparação de propriedades metabólicas e fisiológicas deve ser avaliada com cuidado, levando em consideração que, em muitos casos, as características fenotípicas de uma única espécie podem ser heterogêneas (PRIEST, 1981 apud DEINHARD, 1987).\nAinda, a metodologia de caracterização de utilização de fontes de carbono através do sistema API 50 CH requer cuidados para se evitar a desidratação dos poços de ensaio, principalmente na caracterização de organismos termofílicos a 50°C. Além disso, algumas vezes a viragem de côr do indicador azul de bromofenol não foi nítida, dificultando a interpretação do teste. A Figura 4.7 ilustra a aplicação do sistema API 50 CH na caracterização de aliciclobacilos.\nFigura 4.7 - Utilização de fontes de carbono pela linhagem CCT 4525, isolada de suco concentrado de laranja, através da aplicação do Sistema API 50 CH.\nCONCLUSÕES\nEste estudo confirmou o caráter acidofílico das linhagens de A acidoterrestris, demonstrando sua capacidade de crescimento em uma faixa extensa de pH ácido (3,0 a 5,5), com um ótimo entre 3,5 e 5,0.\nA detecção de esporos de bactérias acidotermofílicas em suco concentrado de laranja é influenciada pelo meio, temperatura e tempo de incubação do enriquecimento. Os resultados indicam que, dentre várias metodologias testadas, a reconstituição do suco concentrado com água destilada seguida por pasteurização da amostra e incubação a 50°C por 24 horas foi o método que promoveu a recuperação destes microrganismos com maior eficiência.\nOs meios de cultivo utilizados nos experimentos, BAT (meio A. acidoterrestris), BCY (meio A. cycloheptanicus) e BAM (meio A.acidocaldarius) foram seletivos para o isolamento de Alicyclobacillus.\nPode ser recomendada como metodologia para o isolamento e enumeração de bactérias esporuladas acidotermofílicas, a partir de suco concentrado de laranja, o plaqueamento de diluições pasteurizadas das amostras pela técnica de profundidade em meio BAT, incubadas a 50°C por 48 a 96 horas.\nOs Alicyclobacillus foram detectados em 79% (15 amostras positivas) das 19 amostras analisadas de suco de laranja concentrado provenientes de diferentes regiões produtoras do Estado de São Paulo.\nA contagem direta de colônias nas 19 amostras de suco concentrado de laranja demonstrou que um número relativamente pequeno de esporos de Alicyclobacillus estão presentes. A maioria das amostras teve uma contagem menor ou igual a 10 UFC/g, sendo que apenas 4 amostras apresentaram uma contagem mais expressiva, entre 100 a 300 UFC/g. Estas contagens são baixas considerando que trata-se de suco concentrado que será diluído aproximadamente seis vezes durante o processo de reconstituição.\nA ocorrência de Alicyclobacillus foi constatada em diferentes tipos de sucos concentrados, sucos reconstituídos a partir do concentrado e em sucos naturais\npasteurizados de uma variedade de frutas, incluindo laranja, maçã, abacaxi, uva branca, tomate, grapefruit e limão, de diferentes procedências (Brasil, EUA e Canadá).\nEstes resultados sugerem haver uma distribuição cosmopolita de Alicyclobacillus, cuja presença tem sido pouco relatada ou subestimada. Por outro lado, a detecção destes organismos nos sucos não foi associada à deterioração ou qualquer tipo perceptível de alteração no produto. Isto indica que a deterioração causada por aliciclobacilos seja incidental, desenvolvendo-se, provavelmente, em função de uma combinação de condições adequadas, como baixo pH, temperaturas elevadas e disponibilidade de oxigênio.\nNo estudo taxonómico das linhagens isoladas, a análise cromatográfica qualitativa de ácidos graxos de membrana celular demonstrou ser uma ferramenta quimiotaxonômica importante na sua identificação como pertencentes ao gênero Alicyclobacillus. Esta técnica foi adequada para a discriminação de linhagens de A. acidoterrestris e A. acidocaldarius e linhagens de A. cycloheptanicus, mas não foi discriminativa entre as espécies A. acidoterrestris e A. acidocaldarius.\nOs principais ácidos graxos presentes nas linhagens isoladas são os ácidos g>-11-ciclohexil undecanóico e o-13-ciclohexil tridecanóico, que se apresentaram como bons marcadores quimiotaxonômicos para o gênero Alicyclobacillus, mais específicamente das espécies A. acidoterrestris e A. acidocaldarius. A espécie A. cycloheptanicus tem como marcadores os ácidos ©-cicloheptil undecanóico, o-cicloheptil tridecanóico e o-cicloheptil-a-hidroxi undecanóico. A linhagem de referência de Bacillus coagulans apresentou uma composição de ácidos graxos com cadeias ramificadas iso- e anteiso-.\nA caracterização fisiológica evidenciou a capacidade destes organsimos de crescer numa extensa faixa de temperatura, tendo apresentado crescimento dos 25 aos 60°C, exceto a linhagem CCT 123 e a linhagem de referência de A. acidocaldarius (CCT 4385) cujo crescimento se deu dos 40 aos 70°C.\nModificações introduzidas na aplicação do Sistema API 50 CH, permitiu identificar 7 das 10 linhagens testadas como Alicyclobacillus acidoterrestris. Este resultado é confirmado pela literatura, onde esta foi a única espécie do gênero Alicyclobacillus detectada como contaminante de sucos e bebidas ácidas.\nREFERÊNCIAS BIBLIOGRÁFICAS\nABECitrus, Associação Brasileira dos Exportadores de Cítricos. 1999: (on line). Acesso:http://www.abecitrus.com.br/exporano.html. setembro 1999\nASH, C.; FARROW, J. A. E.; WALLBANKS, S., COLLINS, M. D. Phylogenetic heterogeneity of genus Bacillus revealed by comparative analyses of small-subunit ribossomal RNA sequences. Letters in Applied Microbiology, n.13, p.202-206,1991.\nBAUMGART, J. Merkmale grampositiver bakterien und weitere identifizierung. In: BAUMGART, J. (Ed.) Mikrobiologische Untersuchung von Lebensmitteln. Hamburg: Behr’s Verlag, 1993. Cap:IV.8, p.245-260.\nBERKELEY, R. C. W.; ALI, N. Classification and identification of endospore-forming bacteria. Journal Applied Bacteriology, n.76, p.ls-8s, 1994. Symp. Supl.\nBONJOUR, F.; ARAGNO, M. Bacillus tusciae, a new species of thermoacidophilic, facultatively chemolithotrofic, hidrogen oxidizing sporeformer from a geothermal area. Archives of Microbiology, n.139, p.397-401, 1984.\nBORLINGHAUS, A., ENGEL, R. AlicyclobaciUus incidence in commercial apple juice concentrate (AJC) Supplies- Method development and validation. Fruit Processing, n.7, p.1-5, 1997.\nBROWN, K. L. New microbiological spoilage challenges in aseptics: AlicyclobaciUus acidoterrestris spoilage in aseptically packed fruit juices. In: OHISSON, T. (Ed.) Advances in aseptic processing and packaging technologies. 1996. p.1-14.\nCERNY, G.; HENNLICH, W.; PORALLA, K. Fruchtsaftverderb durch Bacillen: Isolierung und Charakterisierung des Verderserrgers. Z Lebens Unters Forsch, n. 179, p.224-227, 1984.\nCOSTA, M.S.; NOBRE, M.F. Chemotaxonomy and the identification of thermophilic bacteria. In: PRIEST, F. G.; CORMENZANA, R. A. (Ed.) Bacterial Diversity and Sistematics. N.Y. and London: Plenum Press, 1994. p. 173-193.\nDARLAND, G.; BROCK, T. D. Bacillus acidocaldarius sp. nov. an acidophilic thermofilic spore-forming bacterium. Journal of General Microbiology, n.67, p.9-15, 1971.\nDE BARTOLOMEO, A.; TROTTA, F.; LAROSA, SALTALAMACCCHIA, G.; MASTRANDREA, V. Numerical analyses and DNA base composition of some thermophilic Bacillus species. International Journal of Systematic Bacteriology, v.41,n.4, p.502-509, 1991.\nDE ROSA, M.; GAMBACORTA, A.; MINALE, L. Cyclohexane fatty acids from a thermophilic bacterium. Chemical Communications, n.1019, p.1334, 1971.\nDE ROSA, M.; GAMBACORTA, A.; MINALE, L.; BU’LOCK, J.D. The formation of cj-cyclohexil fatty acids from shikimat in an acidophilic thermophilic Bacillus. Biochemistry Journal, n.128, p.751-754, 1972.\nDE ROSA, M.; GAMBACORTA, A.; BU’LOCK, J. D. Effects of pH and temperature on the fatty acid composition of Bacillus acidocaldarius. Journal of Bacteriology, n. 117, p.212-214,1974.\nDE ROSA, M.; GAMBACORTA, A.; MINALE, L.; BU’LOCK, J. D. Specificity effects in the biosynthesis of fatty acids in Bacillus acidocaldarius. Phytochemistry Journal, n.13, p.905-910, 1974.\nDEINHARD, G. Bacillus acidoterrestris sp. nov. und Bacillus cycloheptanicus sp.nov.: zwei neue acidophile Bacillus-Arten, die ts-alicyclische Fettsauren enthalten. Tubingen, 1987. 106p. Tese (Doutorado) - Universidade de Tubingen, Alemanha.\nDEINHARD, G; BLANZ,P., PORALLA, K.; ALTAN, E. Bacillus acidoterrestris sp.nov., a new thermotolerant acidophile isolated from different soil. Systematic Applied Microbiology, n.10, p.47-53, 1987a.\nDEINHARD, G; SAAR, J.; KRISCHKE, W.; PORALLA, K. Bacillus cycloheptanicus sp.nov., a new thermoacidophile containing w-cycloheptane fatty acids. Systematic Applied Microbiology, n.10, p.68-73, 1987b.\nDEINHARD, G.; PORALLA, K. Vorkommen, Biosynthese und Funktion o-alicyclischer Fettsãuren bei Bakterien. Biospektrum, n.2, p.40-46, fev., 1996.\nDUFRESNE, S.; BOUSQUET,J.; BOISSINOT, M.; GUAY R. Sulfobacillus disulfidooxidans sp. nov., a new acidophilic, disulfide-oxidizing, gram positive,sporeforming bacterium. International Journal of Systematic Bacteriology, n.46, p. 1056-1064, 1996.\nEGUCHI,Y. S.; André Tosello pesquisa bacilo no suco de laranja. Agência Estado, 5 maio 1999:(on line). Acesso:http://www.agestado.com.br/cet/caplic/cal43.htm. setembro 1999.\nEMBLEY, T. M.; WAIT, R. Strutural lipids of Eubacteria. In: GOODFELLOW, M.; O’DONNELL, A. G. (Eds) Chemical methods in procaryotic systematics. Chichester: John Wiley &amp; Sons, 1994. p. 121-161.\nGOODFELLOW, M.; MINNKIN, D. E. (Eds.) Chemical Methods in Bacterial Systematics. London: Academic Press, 1985. p.1-14.\nGOODFELLOW, M.; O’DONNELL, A. G. Chemosystematics; current state and future prospects. In: GOODFELLOW, M.; O’DONNELL, A. G. (Eds.) Chemical Methods in procaryotic Systematics. Chichester: John Wiley &amp; Sons, 1994. p.1-20.\nGORDON, R. E.; HAYNES, W.C.; PANG, C. H. N. The genus Bacillus. Handbook n.427, Washington D.C., 1973. US Departament of agriculture.\nHATCHER, W. S.; WEIHE, J. L.; SPLITTSTOESSER, D. F.; HILL, E. C.; PARISH, M. E. Fruit beverages. In: VANDERZANT, C..; SPLITTSTOESSER, J. D. (Eds.) Compendium of methods for the microbiological examination of foods. Washington, D.C. American Public Health Association, 1992. p.7.953-959.\nHIPPECHEN, B.; ROLL, A.; PORALLA, K. Ocurrence in soil of thermo-acidophilic bacilli possessing co-cyclohexane fatty acids and hopanoids. Archives of Microbiology, n.129, p.53-55, 1981.\nKANEDA, T. Fatty acids in the genus Bacillus, an example of branched-chain preference. Bacteriological Reviews, v.41, n.2, p.391-418, 1977.\nKANEDA, T. Iso- and anteiso-fatty acids in bacteria: biosynthesis, function and taxonomic significance. Microbiological Reviews, v.55, n.2, p.288-302, 1991.\nKANNENBERG, E.; BLUME, A.; PORALLA, K. Properties of co-cyclohexane fatty acids in membranes. FEBS, v. 172, n.2, p.331-334, 1984.\nKRISCHKE, W.; PORALLA K.; Properties of Bacillus acidocaldarius mutants deficient in o-cyclohexyl fatty acid biosynthesis. Arch Microbiology, n.153, p.463-469, 1990.\nKUSANO, K.; HIDEKO,Y.; NIWA,M.; YAMASATO, K. Propionibacterium cyclohexanicum sp. nov., a new acid-tolerant o-cyclohexyl fatty acid - containing Propionibacterium isolated from spoilage orange juice. International Journal of Systematic Bacteriology, p.825-831, 1997.\nLOGINOVA, L.G.; KHRAPTSOVA, G. L; EGOROVA, L. A.; BOGDANOVA, T. I. Acidophilic, obligate thermophilic bacterium Bacillus acidocaldarius isolated from hot springs and soil of Kusnashir island. Microbiology, v.47, p.771-775,1978.\nMCINTYRE, S.; IKAWA, J.; PARKINSON, N.; HAGLUND, I; LEE, J. Characteristics of an acidophilic Bacillus strain isolated from shelf-stable juices. Journal of Food Protection, v.58, n.3, p.319-321, 1995.\nMOORE, B. S.; FLOSS, H. G.; PORALLA, K. Tree new ©-cycloheptyl fatty acids from Alicyclobacillus cycloheptanicus and their biosynthetic interrelationships. Journal of Natural Products, n.58, p.590-593,1995.\nNORRIS, P. R.; CLARK, D. A.; OWEN, J. P.; WATERHOUSE, S. Characteristics of Sulfobacillus acidophilus sp. nov. and other moderately thermophilic mineral-sulphide-oxidizing bacteria. Microbiology, n.142, p.775-783,1996.\nOSHIMA, M.; ARIGA, T. o-Cyclohexil fatty acids in acidophilic thermophilic bacteria. Journal of Biological Chemistry, v.250, n.17, p.6963-6968, set., 1975.\nPARISH, M. Microbiological Concerns in Citrus Juice Processing. Food Technology, n.4, p. 129-132, 1991.\nPETTIPHER, G.L.; OSMUNDSON, M.E.; MURPHY, J.M. Methods for detection and enumeration of Alicyclobacillus acidoterrestris and investigation of growth and production of taint in fruit juice and fruit juice-containing drinks. Letters in Applied Microbiology, n.24, p. 185-189, 1997.\nPORALLA, K., KONIG, W. A. The occurrence of ©-cycloheptane fatty acids in a thermo-acidophilic Bacillus. FEMS Microbiological Letters, n.16, p.303-306,1983.\nPREVEDI, P.; COLLA, F.; VICINI, E. Characterization of Alicyclobacillus, a sporeforming thermophilic acidophilic bacterium. Industria Conserve, n.70, p.128-132, 1995.\nPRIEST, F. G. Isolation and identification of aerobic endospore-forming bacteria. In: HARWOOD, C.R. (Ed.) Bacillus Biotechnology Handbooks. London: Plenum Press,\n1989.\tVol.2, p.27-56.\nPRIEST, F. G.; AUSTIN, B. (Eds.) Numerical taxonomy. In: Modem Bacterial Taxonomy. (2 ed.) London: Chapman &amp; Hall, 1993. p. 14-48.\nPRIEST, F. G.; GOODFELLOW, M.; TODD, C. The Genus Bacillus', a numerical analysis. In: BERKELEY, R. C. W.; GOODFELLOW, M. (Eds.) The Aerobic Endospore-Forming Bacteria: Classification and Identification. London: Academic Press, 1981. p.91-104.\nPRIEST, F. G.; GRIGOROVA, R. Methods for studying the ecology of endospore-forming bacteria. In: Methods in microbiology. London: Academic Press, 1990. Vol.22, cap. 18, p.567-591.\nRAINEY, F.; FRITZE, D.; STACKEBRANDT, E. The phylogenetic diversity of thermophilic members of the genus Bacilus as revealed by 16S rDNA analises. FEMS Microbiology Letters, n. 115, p.205-212, 1994.\nRICE, J. Spore-forming organisms in hot-filled juices. Industry News, Beverages on line -(online). 10/02/1998. Acesso:http://www.beveragesonline.com./industry news/19981002-/614.htm. setembro 1999.\nSASSER, M. Identification of bacteria by gas chromatography of cellular fatty acids. Technical Note n.101. Microbial ID. Inc., Newark, 1990.\nSTACKEBRANDT, E.; WOLFGANG, L.; WEIZENEGGER, M.; DORN, S.; MCGILL, T.; FOX, G.; WOESE, C.; SCHUBERT, W.; SCHELEIFER, K. Comparative 16S rRNA oligonucleotide analyses an murein types of round-spore-forming relatives. Journal of General Microbiology, n.133, p.2523-2529,1987.\nSWANSON, K. M. J.; BUSTA, F.F.; PETERSON, E.H.; JOHNSON, M.G. Colony count methods. In: VANDERZANT, C..; SPLITTSTOESSER, J. D. (Eds.) Compendium of methods for the microbiological examination of foods. Washington, D.C. American Public Health Association, 1992. p.75-96.\nSUZUKI, K.; KAWAGUCHI, A.; SAITO, K.; OKUDA, S.; KOMAGATA, K. Taxomomic significance of the position of double bons of unsaturated fatty acids in corynebacteria. Journal of General and Applied Microbiology, n.28, p.409-416,\n1982.\nSUZUKI, K.; KOMAGATA K. Taxomomic significance of cellular fatty acids composition in some coryneform bacteria. International Journal of Systematic Bacteriology, n.33, p. 188-200,1983.\nSUZUKI, K.; GOODFELLOW, M.; O’DONNELL, A. G. Cell envelopes and classification. In: GOODFELLOW, M.; O’DONNELL, A. G. (Eds.) Handbook of new bacterial systematics. London: Academic Press, 1993. p. 195-250.\nSPLITTSTOESSER, J. D.; CHUREY, J.; LEE, C. Growth characteristics of sporeforming bacilli isolated from fruit juices. Journal of Food Protection, n.57, p. 1080-1083, 1994.\nTSAPLINAJ. A.; OSIPOV, G. A.; BOGDANOVA, T. I.; NEDOREZOVA, T. P.; KARAVAKO, G. I. Fatty acids composition of lipids in thermoacidophilic bacteria of genus Sulfobacillus. Mirobiology, n.63, p.459-464, 1994.\nUBOLDIEIROA, M. N. U.; LEITÃO, M. F. F.; DAVENPORT, R. R.; CULLEN, B.T. Zygosaccharomyces baillii em sucos de frutas concentrados : estudo da ocorrência e avaliação da sua resistência ao calor e aos conservantes químicos. Col. ITAL, n.14, p.57- 72, 1984.\nUCHINO, F.; DOI, S. Acido-thermophilic bacteria from thermal waters. Journal of Agrie. Biological Chemistry, n.31, p.817-822, 1967.\nWEBSTER, J. A.; WALLS, I.; MCDOWELL, C. L; NEWBAUER, J. J.; HUBNER, R. J. Use of normalized ribotyping to descrive acidophilic, sporeformes, isolated from fruits and fruit juices. Amercican Society for Microbiology, 1996.\nWHITE, D.; SHARP, R. J.; PRIEST, F. G. A polyphasic taxomomy study of thermophilic bacilli from a wide geographic area. Antonie van Leeuwenhoek, n.64, p.357-386, 1993.\nWISOTZKEY, J. D.; JURTSHUK, P.; FOX, G. PCR Amplification of 16S rRNA from liophilized cell cultures facilitates studies in molecular systematics. Current Microbiology, n.21, p.325-327, 1990.\nWISOTZKEY, J. D.; JURTSHUK, P.; FOX, G.; DEINARD, G.; PORALLA, K.\nComparative sequence analyses on the 16S rRNA (rDNA) of Bacillus acidocaldarius, Bacillus acidoterrestris and Bacillus cycloheptanicus and proposal for creation of a new genus Alicyclobacillus gen.nov. International Journal of Systematic Bacteriology, v.42, n.2, p.263-269, 1992.\nWISSE, C. A.; PARISH, M. E. Isolation and enumeration of sporeforming, thermo-acidophilic, rod shaped bacteria from citrus orocessing environments. Dairy, Food and environmental Sanitation, v.18, n.8, p.504-509,1998\nYAMAZAKI, K.; TEDUKA, H.; SHINANO, H. Isolation and Identification of Alicyclobacillus acidoterrestris from acidic beverages. Bioscie. Biotech. Biochem., n.60, p.543-545, 1996.\nZENTGRAF, B.; ROGGE, G.; NAGEL, B. A thermoacidophilic bacterium similar to Bacilllus acidocaldarius. Acta Biotechnol., v.12, n.6, p.481-487,1992.\nANEXOS\nFiguras Al a A45: Perfil cromatográfico de esteres metílicos de ácidos graxos (FAMEs) das linhagens de referência de AUcyclobacillus (padrões) e das linhagens isoladas de sucos de frutas industrializados.\nFigura Al -Alicyclobacillus acidoterrestris (CCT43801)\nFigura A2 -Alicyclobacillus acidoterrestris (CCT4384)\nFigura A3 -Alicyclobacillus acidocaldarius (CCT24901)\nFigura A4-Alicyclobacillus acidocaldarius (CCT4385)\nFigura AS -Alicyclobacillus cycloheptanicus (CCT4382t)\n®“Cl7\nO-C19\n_ ■ .\t■ *. ILL\nj ____- -*\tA.*\n‘i----i------rt----rt----rt----rt-----ir\nFigura A8-Linhagem 86SLT\nFigura A9-Linhagem 88 A\nFigura AIO - Linhagem 89 A\nFigura All - Linhagem 90 A\nFigura A12 - Linhagem 91B\nFigura A16-Linhagem 102 A\nFigura A37 - Linhagem 172\n\n\n©-C19\n---------rt---------rt---------tr\nFigura A39 - Linhagem 174\nFigura A41-Linhagem 245\nFigura A42-Linhagem 248"}]}}}