{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05459"}, {"@name": "filename", "#text": "10_MARCIA_SANTOS.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "OPÇÕES PARA ELEVAÇÃO DA OCTANAGEM\nDO POOL DE GASOLINAS\nOPTIONS FOR INCREASING THE OCTANE OF THE GASOLINE POOL\nMarcia Amaral Estevão dos Santos1\"\nRESUMO — Efetuou-se um levantamento de dados da literatura sobre opções para' elevar a octanagem do pool de gasolinas, envolvendo aspectos técnicos e econômicos. A título de indicação preliminar, apresentam-se algumas dessas opções (incorporação de correntes de alta octanagem ao pool de gasolinas, alterações nos processos existentes e outros processos ainda não implantados no País). Recomenda-se efetuar estudos específicos da situação brasileira, a fim de se adotar a opção mais atraente para a Companhia e o País.\nABSTRACT— A review of the literature on options for increasing the octane of the gasoline pool examined technical and economic aspects. Preliminary indications include these alternatives: incorporation of high octane streams into the gasoline pool, alterations of existing processes, and adoption of precesses so far not applied in Brazil. Specific studies on the local situation are recommended for arriving at the most attractive option both for PETROBRÁS and for Brazil.\n(Originais recebidos em 10.11.88.)\n1 - Centro de Pesquisas, Divisão de Tecnologia de Produtos, Setor de Combustíveis e Produtos Especiais.\n1 - INTRODUÇÃO\nAs crescentes restrições governamentais, principalmente nos países desenvolvidos, ao uso de aditivos melhoradores de octanagem à base de chumbo abrem um grande mercado para a produção de gasolina sem chumbo. Esses aditivos dificultam ou mesmo impedem o cumprimento de legislações de controle de poluição, cada vez mais severas, pois, além de envenenarem os catalisadores localizados no sistema de escapamento dos veículos para reduzir o nível de emissões de poluentes, apresentam, por si só, elevado grau de toxidez. Espera-se que até 1990 alguns países tenham eliminado o uso desses aditivos.\nEm contrapartida, essa redução progressiva do teor de chumbo na gasolina tem gerado um déficit de octanagem que tem que ser suprido por outras fontes. Assim, novas tecnologias estão sendo desenvolvidas para compensar esse déficit de octanagem, seja modernizando unidades obsoletas, seja adaptando-as a outros processos. Grandes esforços têm sido destinados ao desenvolvimento de catalisadores mais resistentes e efi\ncientes e também tem sido pesquisada a incorporação de produtos e/ou correntes de maior octanagem. Com relação a esse último item, novas correntes provenientes de fontes de energia alternativas, como álcoois e éteres, têm sido consideradas, não só como agentes elevadores de octanagem do pool de gasolina, como também para reduzir a dependência do petróleo como fonte de energia.\nEste trabalho objetiva reunir os conhecimentos mais recentes disponíveis na literatura na área de octanagem de gasolina, de modo a auxiliar técnicos do Departamento Industrial da PETROBRÁS na busca de soluções de curto, médio e longo prazos para produção de gasolina sem chumbo, de alta octanagem, visando ao atendimento dos requisitos de qualidade exigidos pelo mercado externo. Cabe ressaltar que este trabalho não tem a pretensão de abordar o tema de forma exaustiva, em vista do grande número de opções e variáveis existentes.\nAs avaliações econômicas apresentadas foram compiladas da literatura e servem apenas corno indicação preliminar, devendo ser realizados estudos mais pro-\nPROPRIEDADES FÍSICAS DOS ÉTERES METILBUTÍLICO TERCIÁRIO (MTBE), ETILBUTÍLICO TERCIÁRIO (ETBE) E METILAMILICO TERCIÁRIO (MTAÈ) '\nfundos e específicos para o caso brasileiro, para melhor orientar processos de decisão.\nO assunto foi dividido em três grandes capítulos envolvendo incorporação de correntes de alta octanagem, alterações nos processos existentes no Brasil, visando à sua otimização em termos de octanagem, e novos processos para a obtenção de correntes de alta octanagem.\n2 - ELEVAÇÃO DA OCTANAGEM DOraOL DE GASOLINA\n2.1\t— Incorporação de Correntes de\nAlta Octanagem\nA adição de hidrocarbonetos de alta octanagem, principalmente aromáticos, tem sido recurso extensivamente utilizado pelos refinadores de petróleo com o objetivo de elevar a octanagem do pool de gasolina em substituição ao chumbo tetraetiia. Também vêm sendo realizados diversos estudos com produtos oxigenados, basicamente álcoois de baixo peso molecular e alguns éteres, como componentes elevadores de octanagem, apresentando como vantagens seu alto poder antidetonante e o fato de poderem ser obtidos por outras fontes alternativas de energia, diminuindo a dependência do petróleo.\nEm alguns países, como o Brasil, o uso desses compostos oxigenados já é amplamente difundido, porém em outros países existem ainda críticas por parte de vários segmentos da sociedade, desde os fabricantes de combustível até os órgãos que legislam sobre controle de poluição ambiental.\nA seguir, serão discutidos alguns aspectos técnicos, de legislação e econômicos de alguns produtos e/ou correntes atualmente adicionados ao pool de gasolina como componentes elevadores de octanagem.\n2.1.1\t— Aspectos Técnicos\nÉ teres\nAlguns éteres, como o metilbutílico terciário (MTBE), etilbutíiico terciário\nPropriedades\tMTBE\tETBE\t. MTAE\nDensidade a 20/4 °C\t0,740\t0,750\t0,769\nDestilação, °C:\t\t\t\nPIE\t51,0\t62,0\t78,0\n50%\t54,5\t73,0\t85,0\nponto seco\t58,5\t75,5\t85,0\níndice de refração a 20 °C\t1,3690\t1,3794\t1,3880\níndice de octano Motor (IOM)\t100,5\t99,1\t—\níndice de octano Research (IOR)\t116,7\t—\t—\n(IOM + IORÍ/2\t108,6\t\t\nFonte: GUREÈV eta/w, 1983; SANTOS, 1983.\n(ETBE) emetilamílico terciário (MTAE), têm sido alvo de estudos em diversos países. Dentre esses compostos, o MTBE é o que tem sido mais considerado, uma vez que conjuga uma série de fatores que o tornam atrativo:\n—\tapresenta excelentes propriedades an-tidetonantes;\n—\tpropicia meios indiretos de incorporar metanol ao poo! de gasolina, pois é produzido a partir da reação de metanol com corrente de isobutenos em meio catalítico, contribuindo para a redução do excedente de metanol no mercado internacional;\n—\tsupera inconvenientes técnicos quando do uso de metanol puro na gasolina. 0 MTBE, ao contrário do metanol, é completamente solúvel na gasolina, não apresentando tendência à separação de fases, e não aumenta a pressão de vapor da mistura, além de ser bem menos tóxico que o metanol.\nA produção de MTBE pode ser atrativa principalmente para os refinadores que têm incentivos econômicos especiais, como, por exemplo, metanol a baixo custo, incentivo petroquímico para separação do isobuteno da corrente de butenos mistos e limitação de octanagem. Pode ser também atrativo como componente para deslocar o tolueno adicionado à gasolina, para fins petroquímicos.\nA produção de MTBE está limitada à disponibilidade de matéria-prima, principalmente de isobuteno. Para aumentar a disponibilidade de isobuteno, pode-se pensar na combinação dos processos Oleflex e Butamer, licenciados pela UOP (ver item 2.3.4).\n0 MTAE e o ETBE também podem ser produzidos na mesma unidade de MTBE. 0 primeiro é produto da reação de metanol com isopentenos, e o segundo, de etanol com isobuteno.\nEm virtude da maior dificuldade de reação dos hidrocarbonetos olefínicos ramificados de maior número de átomos de carbono com metanol e da menor octanagem, o MTAE se torna menos atrativo que o MTBE,\nEmbora não se tenham dados de literatura sobre o ETBE, uma avaliação preliminar realizada pela Divisão de Tecnologia de Produtos do Centro de Pesquisas da PETROBRÁS (SANTOS, 1983) indicou que este produto apresenta ganhos de octanagem um pouco superiores aos do MTBE. Contudo, pelo fato de o álcool utilizado como matéria-prima em sua produção ser o etanol, de maior custo e menor disponibilidade no mercado internacional que o metanol, também o ETBE se mostra menos atrativo que o MTBE no mercado internacional. Em geral, tecnicamente tanto o MTAE (GUREEV et alii, 1983) quanto o ETBE apresentam comportamento semelhante ao do MTBE quando adicionados à gasolina nos mesmos teores, não alterando de forma sensível e prejudicial as propriedades da gasolina, dentro dos limites estudados (até 10% vol.). Ambos podem ser utilizados como alternativa para expandir a quantidade de compostos de alta octanagem oriundos de fontes de energia alternativas ao petróleo, desde que o fator econômico não seja limitan-te.\nA tabela I apresenta algumas propriedades físicas dos éteres em questão.\nÁlcoois\nOs álcoois apresentam respostas diferentes quando adicionados à gasolina. Em relação à octanagem, observa-se que seu efeito na mistura é inversamente proporcional a seu peso molecular. Constata-se ainda que os álcoois ramificados, da mesma forma que os hidrocarbonetos ramificados, são mais efetivos que os álcoois lineares.\nA figura 1 mostra o efeito do número de átomos de carbono dos álcoois nos índices de octano Motor (JOM) e Research (I OR) de misturas com gasolina.\nConforme visto nessa figura, os álcoois de baixo peso molecular apresentam maior poder antidetonante. Dentre esses álcoois, o metanol e o etanol são os mais considerados, seja pelo maior poder antidetonante, seja pela possibilidade de obtenção em grande quantidade de outras fontes que não o petróleo, como, por exemplo, agricultura e gás natural.\nEmbora no Brasil a utilização de misturas de gasolina com até 22% vol. de etanol ocorra de forma generalizada sem causar problemas técnicos em relação à utilização de álcoois em mistura com gasolina, o interesse do mercado externo está voltado, em sua maior parte, para o uso de metanol.\nEste álcool, embora apresente grandes excedentes de produção e preço bastante inferior ao do etanol (aproximadamente a metade), apresenta em relação a este uma série de desvantagens de natureza técnica: baixa solubilidade na gasolina, maior toxidez, maior influência nas características de volatilidade da gasolina, maior agressividade aos materiais componentes do sistema de combustível dos veículos, menor poder calorífico, entre outras características. Tais desvantagens têm limitado sua utilização a teores máximos da ordem de 5% vol. na gasolina.\nA utilização de metanol em mistura com gasolina normalmente é acompanhada da adição de outros compostos oxigenados, geralmente álcoois de maior peso molecular {álcoois isopropílico e butíli-\nco terciário) que atuam não só como co-soivente, facilitando a solubilidade do metanol na gasolina, como também como reguladores da volatilidade da mistura. Também o etanol, embora não tão eficiente como os álcoois de maior peso molecular, pode ser utilizado como co-solvente do metanol.\nA utilização em maior escala de metanol na gasolina está em grande parte limitada pela baixa disponibilidade de co-sol-ventes.\nOs álcoois isopropílico (IPA) e butílico terciário (TBA) também podem ser adicionados diretamente ao poo! de gasolina para aumentar a octanagem, apresentando vantagens técnicas sobre o metanol, como menor efeito sobre as características de volatilidade da gasolina e maior solubilidade. Contudo, seu maior\nN? de átomos de carbono dos álcoois\nFig. 1 - Influência do peso molecular de álcoois na octanagem de misturas com gasolina (HINKAMP, 1983).\ncusto de produção e menor disponibilidade comercial os tornam atualmente mais atraentes quando utilizados como co-solventes de metanol em mistura com gasolina.\nO IPA pode ser obtido por meio de rea-ção de propeno com água em sistema catalítico de leito fixo, segundo tecnologia da Texaco atualmente adquirida pela UOP (1985).\n0 TBA é obtido principalmente como subproduto da produção de óxido de propileno. Novos processos estão sendo desenvolvidos de modo a aumentar a produção deste álcool. A UOP comercializa um processo que consta da reação em meio catalítico de isobuteno e água para produzir o TBA (UOP, 1985).\nPROPRIEDADES FÍSICAS DOS ÁLCOOIS METILICO (METANOL), ETILICO (ETANOL) ISOPROPILICO (IPA) E BUTÍLICO TERCIÁRIO (TBA)\nPropriedades\tMetanol\tEtanol\tIPA\tTBA\nDensidade a 20/4 °C\t0,792\t0,789\t0,789\t0,779(a)\nPonto de ebulição, °C\t65\t78,5\t82,5\t82,9\nPoder calorífico superior, kcal/kg\t5 428\t7 093\t7 928\t-\níndice de octano Motor (IOM)\t92\t91\t95\t97\níndice de octano Research (IOR)\t106\t108\t104\t105\n(IOM + IOR)/2\t99\t99,5\t99,5\t101\nPressão de vapor, psi\t5\t2,5\t—\t—\n(a) A 26 °C.\nFonte: UOP (1985}; CENPES/DIPROD.\nA produção do IPA e TBA pode ser aumentada pela combinação dos processos Oleflex, para aumentar a produção de corrente de propeno, e Oleflex/Buta-mer, no caso da corrente de isobutenos.\nNo caso da produção de TBA, pode-se ainda acoplar uma unidade de MTBE para converter a fração de isobuteno não reagida na síntese do álcool, aumentando a economicidade do processo.\nOs demais álcoois de maior peso molecular não apresentam vantagens quando adicionados à gasolina, em virtude de seu baixo poder antidetonante.\nIOR\nlegenda\t\n5CMB-OLO\tMIORO CAR 8ONÊTOS\n—\tHAFTENJCOS AROMÁTICOS OLE FÔNICOS PARAFÍNÍCOS IRAwn CADOS)\nFig. 2 - Valores de mistura de octanagem de hidrocarbonetos (sem chumbo) (O'CONNOR, 1986). As setas indicam redução do número de átomos de carbono na molécula.\nA tabela II apresenta algumas propriedades físicas dos álcoois em estudo.\nHidrocarbonetos\nDa mesma forma que os álcoois, os hidrocarbonetos se comportam de maneira diferente no que se refere à octa-nagem, de acordo com sua natureza química, tanto isoladamente quanto em mistura com outros hidrocarbonetos, observando-se efeitos sinérgicos mais ou menos intensos, dependendo da composição da mistura.\nOs hidrocarbonetos parafínícos, com ex\nceção daqueles de baixo peso molecular, apresentam os mais baixos índices de octano, tendendo a diminuir com o aumento do número de átomos de carbono na cadeia.\nAs parafinas ramificadas têm maior índice de octano que as lineares.\nOs hidrocarbonetos insaturados usualmente apresentam maior octanagem do que os saturados, com exceção do ete-no, etino e propeno, que possuem menor índice de octano que os correspondentes saturados. Trabalhos experimentais constataram que a posição da ligação insaturada na molécula afeta o comportamento do combustível no motor (KALICHEVSKY &amp; STAGNER, 1942). Da mesma forma que as parafinas, ole-finas ramificadas apresentam maior resistência à detonação.\nOs hidrocarbonetos naftênicos apresentam maior índice de octano do que os correspondentes aiifáticos; cadeias laterais alifaticas lineares diminuem a octanagem dos hidrocarbonetos naftênicos, porém cadeias íaterais ramificadas e com insaturação tendem a aumentar a octanagem desses hidrocarbonetos.\nDos hidrocarbonetos comerciais, os aromáticos, como uma classe, apresentam os mais altos índices de octano. A tabela III relaciona a octanagem de alguns deles.\nResumindo, a octanagem de hidrocarbonetos aumenta com:\n—\tMaior teor de olefinas;\n—\tMaior teor de aromáticos;\n—\tMaior quantidade de olefinas ramificadas;\n—\tOlefinas com a dupla ligação mais centralizada;\n—\tMaior grau de substituições no anel aromático;\n—\tMaior ramificação de cadeias parafí-nicas.\nDiminui com:\n—\tMaior teor de parafinas;\n—\tAumento do peso molecular das parafinas;\n—\tAumento do peso molecular das olefinas;\nÍNDICE DE OCTANO MOTOR E RESEARCH DE HIDROCARBONETOS\n-\tAumento do tamanho das cadeias laterais de compostos aromáticos;\n-\tAumento do tamanho de cadeias laterais de compostos naftênicos;\n-\tAumento do número de anéis naftênicos.\nAnalisando-se o comportamento de cada série de hidrocarbonetos isoladamente, verifica-se que, à medida que se aumenta o peso molecular do hidrocarboneto, a octanagem tende a diminuir.\nContudo, dados obtidos no projeto 45 do API mostram que, quando em mistura com gasolina, os hidrocarbonetos aromáticos se comportam diferentemente dos demais tipos de hidrocarbonetos. Observa-se que sua octanagem em mistura aumenta com o aumento do número de átomos de carbono na molécula.\nA figura 2 ilustra o comportamento de alguns hidrocarbonetos quando em mistura com um combustível, por meio dos valores de mistura de octanagem Motor e Research (ver item 2.1.3).\nOs resultados foram obtidos utilizando-se misturas com 20% de hidrocarbonetos aromáticos mais 80% de um combustível de referência (60% isoctano e 40% n-heptano).\nA direção das setas nas curvas da figura 2 indica redução do número de átomos de carbono na molécula.\nO alto índice de octano dos hidrocarbonetos aromáticos torna-os potencialmente adequados para uso como compostos elevadores de octanagem.\nA participação desses compostos no pool de gasolina pode ser aumentada pelo maior uso de nafta de reforma catalítica ou pela incorporação direta de cada hidrocarboneto aromático e/ou mistura de hidrocarbonetos aromáticos. Em virtude do alto valor desses hidrocarbonetos como matéria-prima para a indústria petroquímica, sua utilização em mistura com gasolina deve ser avaliada em função dos ganhos de octanagem resultantes e do diferencial de preço conseguido.\nEmbora não existam ainda restrições legais ao uso de aromáticos na gasolina\nTipos de Hidrocarbonetos\tPonto de Ebulição, °C\tIOM\tIOR\nPARAFINICOS metano\t- 161,6\t110\t\netano\t-88,5\t104\t—\npropano\t-42,2\t100\t—\nn-butano\t-0,5\t92\t—\nisobutano\t- 12,2\t99\t—\nn-pentano\t36,0\t62\t62\nisopentano\t27,9\t90\t92\n2,2-dimetilpropano\t9,5\t80\t85\nn-hexano\t68,7\t26\t25\n2-metilpentano\t60,3\t73\t73\n3-metilpentano\t63,2\t74\t74\n2,2-dimetilbutano\t49,7\t93\t92\n2,3-dimetilbutano\t58,1\t95\t—\nn-heptano\t98,4\t0\t0\n2-metilhexano\t90,1\t46\t42\n2,2-dimetilpentano\t79,3\t96\t93\n2,3-dimetilpentano\t89,8\t89\t—\n2,4-dimetilpentano\t80,6\t84\t83\n3,3-dimetilpentano\t86,1\t87\t81\n2,2,3-trimetilbutano\t80,9\t100\t100\nn-octano\t125,6\t- 17\t—\n3-metilheptano\t119,1\t35\t27\n2,3-dimetilhexano\t115,8\t76\t\n2,5-dimetilhexano\t109,3\t56\t56\n3,4-dimetilhexano\t117,9\t85\t—\n2,2,3-trimetilpentano\t109,8\t100\t100\n2,2,4-trimetilpentano (isoctano)\t99,2\t100\t100\n2,3,4-trimetilpentano\t112,8\t96\t—\n3-metil-3-etilpentano\t118,4\t89\t81\n2,2,3,3-tetrametilbutano\t106,5\t103\t—\nn-nonano\t150,7\t-45\t—\nOLEFÍNICOS eteno\t- 102\t81\t\npropeno\t-47,7\t85\t—\nisobuteno\t-6,9\t88\t103\n1 -buteno\t-6,3\t80\t98\n2-penteno\t36,4\t80\t—\n2-metil-2-buteno\t38,5\t85\t98\n1 -hexeno\t63,7\t63\t76\n2-hexeno\t68,0\t81\t93\n2-metil-2-penteno\t67,4\t78\t—\n3-metil-2-penteno\t69,5\t81\t97\n2,2-dimetil-3-buteno\t41,5\t84\t\n2,2,3-trimetilbuteno\t77,8\t89\t—\n1 -octeno\t121,6\t35\t29\n2-octeno\t125,2\t56\t56\n3-octeno\t123,2\t68\t72\n3-metil-2-hepteno\t122,0\t74\t—\n2,2,4-trimetil-penteno-1\t101,5\t86\t100\nDIOLEFINICO 2,4-hexa dieno\t80\t77\t-\nNAFTÊNICOS etilciclobutano\t70,7\t68\t\nciclopentano\t49,2\t83\t—\nmetilciclopentano\t71,8\t80\t91\nciclohexano\t80,8\t77\t83\nmetilciclohexano\t100,9\t71\t75\nAROMÁTICOS benzeno\t80,1\t115\t\ntolueno\t110,6\t104\t120\netilbenzeno\t136,5\t98\t107\no-xileno\t144,5\t100\t—\nm-xileno\t139,2\t115\t118\np-xileno\t138,5\t110\t116\nisopropilbenzeno\t152,3\t99\t113\nn-propilbenzeno\t159,2\t99\t111\n1 -metil-3-etilbenzeno\t161,1\t100\t112\n1 -metil-4-etilbenzeno\t161,7\t97\t—\n1 -metil-2-etilbenzeno\t165,1\t92\t103\n1,3,5-trimetilbenzeno\t164,6\t120\t>120\n1,2,4-trimetilbenzeno\t169,3\t106\t111\n1,2,3-trimetilbenzeno\t176,0\t101\t105\nFonte:MORRIS (1980); KALICHEVSKY &amp;STAGNER (1942);PETROBRÃS (1984).\nANÁLISE TÍPICA DE NAFTAS DÉ ALQUILAÇÃO\nEnsaios\tAlquilado Leve\tAlquilado Total\nDensidade a 20/4 °C\t0,6953\t0,7038\nPressão de vapor Reid (PVR), psi\t4,3\t4,3\nDestilação, °C\t\t\nPIE\t51\t56\n10%\t82\t91\n50%\t101\t105\n90%\t108\t—\nPFE\t137\t221\níndice de octano Motor (IOM)\t93,7\t93,5\níndice de octano Research (IOR)\t96,6\t96,4\n(IOM + IOR)/2\t95,1\t95,0\nFonte; RPBC/SEQUAL (1985)\nnos EUA para a adição de compostos oxigenados à gasolina sem chumbo, esta-belecidas pela Environmental Protection Agency (EPA).\nEmbora ainda não exista consenso sobre os possíveis efeitos adversos ao meio ambiente oriundos do uso de combustíveis com alto teor de aromáticos, em algumas áreas foí proposta legislação para restringir o teor de aromáticos na gasolina. Atualmente, apenas o teor de benzeno está limitado em 4,9% em peso.\n(exceto benzeno), a quantidade desses hidrocarbonetos nela adicionados depende de ajustes a serem realizados por meio de adição de compostos leves que contrabalancem as alterações na curva de destilação da gasolina-base, principalmente nos pontos 10 e 50% evaporados, dependendo da quantidade e do tipo de aromático adicionado.\nHidrocarbonetos como n-butano, isobu-tano e isopentano se mostram promissores para acertar as características de volatilidade da mistura, mantendo a octanagem, príncípalmente o IOM.\nNafta de alquilação catalítica\nA nafta de alquilação catalítica, em virtude de ser composta quase exclusivamente de isoparafinas, possui alta octanagem e baixa sensitividade, constituindo ótimo componente para elevação da octanagem do pool de gasolina.\nA tabela IV apresenta uma análise típica da nafta em questão, denominada aiqui-lado total, e de um corte de sua fração mais leve, denominado alquilado leve.\nA adição de nafta de alquilação catalítica à gasolina-base em quantidades que traduzam um aumento de octanagem (10% vol. em relação à nafta craqueada) resulta em elevação do ponto 10% de destilação da mistura, necessitando de correções adicionais com outras correntes mais leves (SANTOS, 1986).\nUma vez que o alquilado leve corresponde a cerca de 95% vol. do alquilado total e que as características de octanagem de ambos são semelhantes, a adição de al\nquilado leve à gasolina parece ser mais vantajosa em termos de qualidade, pois espera-se que a influência no ponto 10% do ensaio de destilação seja um pouco menor.\n2.1.2\t- Legislação\nEstados Unidos (EUA)\nA tabela V resume as regras existentes\nTABELAV\nLIMITE MÁXIMO DE COMPOSTOS OXIGENADOS NA GASOLINA - EUA\nProduto\t% Vol.,\tTeor de O2,\tData da\n\tMáx.\t% Peso, Máx.\tPublicação\nRegra geral (exceto para metanol)\t-\t2,0\t10/10/1980 e 28/07/1981\nVolumes iguais de metanol e álcooís C4\t3,5\t—\t28/07/1981\nMTBE\t11,0\t2,0\tRegra geral 05/10/1981\nPetrocoal:\t\t\tCancelada\nmetanol\t12,0\t\tem 1985\nrelação metanol/C4 álcoois 6,5\t15,0\t—\t\nOxinol-.até 50%de metanol em GTBA (a)\t—\t3,5\t16/11/1981\nOxinol 50: 50% metanol + 50% GTBA\t9,6\t3,5\t16/11/1981\nGTBA\t16,0\t3,5\t16/11/1981\nGasohol: 90% gasolina + 10% etanol\t10,0\t3,7\t05/04/1982\nDu Pont:(k)\t—\t3,7\t14/01/1985\nmetanol\t5,0\t—\t\nco-solvente (etanol, propanol, butanóis isoladamente ou em mistura)\t2,5 mín.\t-\t\nFonte: UNZELMAN (1986).\n(a)\tGasoline grade tertbutanol.\n(b)\tAlém da limitação na quantidade de compostos oxigenados, o combustível final deve atender, entre outros, aos requisitos de volatilidade do Indice Evaporativo (IE), definido pela EPA como: !E — 0.85 PVR + 0,14 (% evap. a 200 °F) — 0,32 (% evap. a 100 °F), que varia segundo as classes de volatilidade estabelecidas na especificação ASTM D 439.\nEuropa\nEm meados de 1985, o Mercado Comum Europeu aprovou uma legislação que estabelece os teores dos diferentes compostos oxigenados na gasolina sem chumbo. Foram fixados dois limites: um inferior, correspondente à quantidade de cada composto oxigenado que os estados membros da Comunidade Eco-\nnômíca Européia devem adotar; outro superior, de caráter opcional, correspondente ao teor máximo permitido, havendo necessidade de informar ao consumidor que o combustível tem características diferentes da qualidade padrão e que não pode ser utilizado, sem risco, em todos os motores.\nOs limites estabelecidos (tabela VI) correspondem ao conhecimento atual do assunto e podem ser alterados com o decorrer do tempo.\n2.1.3\t- Custos (UNZELMAN, 1981)\nUma forma conveniente de expressar os custos envolvidos na elevação de octanagem de gasolinas é o conceito de centavos de dólar americano por índice de octano por barril (tf/IO.bbl). Uma vez que o denominador da fração é uma unidade de melhoramento, ele pode ser desvantajoso do ponto de vista de balanço de material, ainda que indique melhoria na qualidade.\nPor exemplo, se 10 barris de uma gasolina com índice de octano (IO) igual a 72 forem retirados de 100 barris de uma mistura com IO igual a 90, 720 barris-octano são perdidos por balanço de ma\nTABELA VI\nLIMITES DE COMPOSTOS OXIGENADOS NA GASOLINA SEM CHUMBO\n- COMUNIDADE ECONÔMICA EUROPÉIA\nProduto .\tLimite Inferior Obrigatório (% vol.)\tLimite Superior com Identificação do Combustível (% vol.)\nmetanol\t3\t3\netanol\t5\t7\nisopropanol\t5\t10\nterc. butanol\t7\t7\nisobutanoi\t7\t10\nÉteres com número de átomos\t\t\ndeC>5ePFE&lt;205 °C\t10\t15\nOutros compostos orgânicos\t\t\noxigenados\t7\t10\nMistura de compostos orgânicos\t\t\noxigenados\t2,5 (a)\t3,7 (a)\n(a) % peso de oxigênio. Fonte: BRANDEL (1989).\nterial. Contudo, o IO dos 90 barris restantes será igual a 92. Portanto, embora o volume final de mistura tenha diminuído de 100 para 90 barris, houve um acréscimo de duas unidades de octana-gem em relação à mistura original. Supondo que o custo total da gasolina seja de U$ 36,00 utilizando-se o critério acima, o custo de elevação de octanagem será de:\nUS 36,00 US 0,2\t„„\t(|\n-----------—-------------ou 20—-— 2 10 x 90 barris lO.bbl--lO.bbl\nResumindo, a unidade de melhoramento (lO.bbl) é definida exclusivamente como sendo o volume de gasolina de qualidade melhorada multiplicado pela diferença entre a octanagem final e a inicial. Dividindo-se o custo do produto pela unidade de melhoramento obtém-se 4/IO.bbl.\nO cálculo dos custos de elevação de octanagem para produtos e/ou misturas de produtos é mais complexo do que para os aditivos antidetonantes, tais como chumbo tetraetita. Para conseguir algum ganho de octanagem, é necessário adicionar uma quantidade significativa de produto. Alterações nas características da gasolina-base, principalmente de vola\ntilidade, podem ocorrer, necessitando de ajustes, como, por exemplo, adição de corrente de butanos. Essa corrente também é elevadora de octanagem e normalmente seu preço é inferior ao da gasolina. Dessa forma, a pressão de vapor dos produtos elevadores de octanagem também afeta a determinação do custo final da mistura.\nA octanagem de misturas de hidrocarbo-netos e de outros compostos elevadores de octanagem não varia linearmente. Dessa forma, nos cálculos de custo devem ser considerados os valores de mistura das correntes elevadoras de octanagem e não os valores obtidos para os componentes em separado.\nOs valores de mistura de octanagem e de pressão de vapor traduzem melhor o comportamento do componente elevador de octanagem na mistura, pois levam em consideração efeitos sinérgicos existentes quando da realização da mistura.\nOs valores de mistura (b/end/ng values) são definidos pela fórmula:\nX\nonde:\nVM = valor de mistura da propriedade avaliada;\nM = propriedade da mistura (índice de octano Motor ou Research, PVR, etc.);\nB = propriedade da gasolina-base (índice de octano Motor ou Research, PVR, etc.);\nX = fração volumétrica do produto adicionado à gasolina-base.\nOs VMs de octanagem variam de acordo com a proporção do produto na mistura e com a natureza da gasolina-base.\nEm geral, o VM de octanagem de determinado componente é maior quanto menor forem a octanagem e a sensitivi-dade da gasolina-base (maior teor de parafinas).\nA pressão de vapor da maioria dos hídrocarbonetos componentes da gaso-\nlina varia linearmente e os VMsde pressão de vapor podem ser calculados a partir de resultados experimentais com alguma precisão. Dos compostos oxigenados, os álcoois são os que apresentam maior problema, pois seu efeito na PVR da mistura não varia linearmente. A adição de pequena quantidade de álcool {até 5% vol.) aumenta significativamente a PVR da mistura; aumentando-se essa quantidade, não se observa efeito crescente nesta propriedade. Portanto, o aumento inicial na PVR da mistura causado pela adição de álcoois resulta na necessidade de ajustes na quantidade de butanos, o que aumenta o custo de elevação de octanagem. Uma vez que adições subsequentes de álcool não resul\nTABELA VII\nVALORES DE MISTURA DE PVR E DE OCTANAGEM DE PRODUTOS SEM CHUMBO\nProduto\tValores de Mistura\t\t\t\n\tPVR, psi\tIOM\tIOR\tIOM + IOR 2\nMetanol\t(a)\t104\t140\t122\nEtanol\t(b)\t101\t125\t112,5\nIPA\t15,7\t-\t\t110\nTBA\t12,7\t82\t107\t94,5\nMTBE\t9,3\t99\t118\t108,5\nMTAE\t—\t100\t110\t105\nMistura 50% metanol, 50% IPA\t(c)\t98\t117\t107,5\nMistura 50% metanol, 50% TBA\t(c)\t95\t114\t104,5\nn-butano\t60\t89,6\t94,5\t92\nBenzeno\t—\t88\t106\t97\nTolueno\t0,5\t97\t115\t106\nm-xileno\t—\t99\t120\t109,5\np-xileno\t—\t98\t120\t109\no-xileno\t—\t87\t105\t96\nEtilbenzeno\t—\t91\t114\t102,5\nC8 aromáticos {^)\t—\t95\t116\t105,5\nC9 aromáticos\t—\t98\t117\t107,5\nC10 aromáticos\t—\t92\t110\t101\nNafta dealquilação catalítica\t—\t90\t100\t95\nFonte: GUREEV eta/ii {1983); UNZELMAN (1981); UOP (1985); MORRIS (1980).\n(a)\tNâb-linear. Adição de 5% vol. de metanol aumenta a PVR da mistura em cerca de 3,0 psi.\n(b)\tNão-línear. Adições de 5, 10, e 15% vol. de etanol aumentam a PVR da mistura em cerca de 0,7 psi.\n(c)\tNão-linear. Adições de 3, 6 e 10% vol. de mistura de metanol/lPA (50/50) e metanol/TBA (50/50) aumentam a PVR da mistura em cerca de 2,0 psi.\n(b) Mistura contendo 15% em peso de etilbenzeno, 15% em peso de p-xileno, 48% em peso de m-xileno e 22% em peso de o-xileno.\ntam em aumento crescente de PVR da mistura, não é necessário continuar ajustando a quantidade de butanos na mistura, o que diminui o custo de elevação de octanagem.\nResumindo, a não-linearidade no comportamento dos álcoois em relação à PVR da mistura causa uma desconti-nuidade no custo de elevação de octanagem.\nA tabela VII apresenta os VMs médios calculados para alguns produtos e/ou correntes estudados.\nOs cálculos de custo de elevação de octanagem apresentados a seguir e nos\ncapítulos subseqüentes foram elaborados pela UOP e se basearam na estrutura de preço apresentada na tabela VIII. Esses custos foram levantados no segundo trimestre de 1985 para a Costa do Golfo nos EUA (UOP, 1985).\nA tabela IX apresenta os custos de elevação de octanagem obtidos para alguns produtos. Verifica-se que a mistura IPA/ metanol foi a que se mostrou mais pro-missora. Também o MTBE e a mistura TBA/metanol são atrativos. Em relação ao etanof, é necessário considerar os incentivos governamentais para torná-lo uma opção viável nos EUA.\nO metanol isoladamente não foi incluído na avaliação econômica, em virtude da necessidade de adicionar co-solventes para seu uso em mistura com gasolina.\nEmbora a tabela IX apresente uma avaliação econômica comparativa entre os produtos, é preciso investigar a disponibilidade de produção e/ou compra de cada corrente no País.\n2.2\t— Alterações nos Processos Existentes\nEmbora a utilização de correntes de alta octanagem para elevar a octanagem do pool de gasolina seja uma opção a ser considerada, a disponibilidade dessas correntes na quantidade necessária e preço competitivo pode ser um entrave para alcançar os valores de octanagem desejados. Nesse sentido, como primeiro passo, deve-se estudar a possibilidade de otimização dos processos empregados nas refinarias, visando a aproveitar todo o potencial de octanagem nelas existente e então, em uma segunda etapa, decidir sobre os investimentos de capital a serem feitos a longo prazo, tais como modificações de maior porte nos processos existentes e instalação de novos processos.\nA seguir, serão abordadas algumas tecnologias já disponíveis para otimizar processos existentes no País, bem como os custos adicionais estimados para essas alterações. São considerados os mesmos conceitos de custo dç octanagem em ter-\nmos de 4/IO.bbl definidos no item 2.1.3 e os preços de produtos, matéria-prima e utilidades apresentados na tabela VIII.\n2.2.7 — Unidade de Craqueamento Catalítico Fluidizado (FCC)\nAumentar a octanagem das naftas de FCC e de reforma catalítica é, geralmente, a primeira opção a ser considerada, pelo fato de essas correntes participarem majoritariamente do pool de gasolina e possuírem baixo custo de elevação de octanagem (geralmente menor do que 20 4/10\t. bbl.\nNo Brasil se dá maior ênfase a melhorias na octanagem de naftas de FCC, já que as unidades de reforma catalítica estão direcionadas para a produção de compostos aromáticos (BTX), embora uma avaliação econômica de oportunidade possa modificar essa orientação.\nCada unidade de FCC tem parâmetros de projeto e de operação que ditam as opções mais adequadas para se elevar a octanagem de nafta. As opções mais importantes são:\n-\tUtilização de catalisadores de alta octanagem;\n-\tAumento na severidade do processo;\n-\tRedução do ponto final de gasolina;\n-\tReprocessamento de cortes da nafta.\nA seguir, cada opção será discutida.\nUtilização de catalisadores de alta octanagem\nExistem vários tipos de catalisadores de FCC para aplicações específicas. Os catalisadores de alta octanagem, à base de zeolitos ultra-estáveis (USY), têm como característica reduzir as reações de transferência de hidrogênio que saturam as olefinas, aumentando a octanagem da nafta em cerca de duas unidades no IOR e uma unidade no IOM em relação aos catalisadores do tipo zeolito convencional (CREY) (HENZeta///, 1986).\nAs figuras 3 e 4 comparam os efeitos da utilização de catalisadores USY com CREY na octanagem da nafta craquea-da.\nPREÇO DE MERCADO DE PRODUTOS, MATÉRIAS-PRIMAS E UTILIDADES\nMatérias-Primas e Produtos\tPreço, U$/Unidade\t\t\n\tGalão Americano\tBarril\tt\nPropano\t0,40\t16,80\t208,00\nButano misto\t0,55\t23,10\t252,00\nButanos de FCC\t0,50\t21,00\t259,00\nPropanos de FCC\t0,60\t25,20\t274,00\n„\ti ,IOR + lOMv Gasolina regular (\t\t\t) = 87\t0,81\t34,00\t275,00\nBenzeno\t1,45\t60,90\t434,00\nTolueno\t1,25\t52,50\t379,00\nMetanol\t0,52\t19,74\t156,00\nEtanol\t1,55\t65,10\t519,00\nEtanol (a)\t0,95\t39,90\t318,00\nTBA/metanol (50/50)\t0,75\t31,50\t258,00\nMTBE\t1,06\t44,40\t375,00\nNafta de reforma catalítica (IOR = 96)\t0,86\t36,00\t284,00\nUtilidades\tPreço, U$/Unidade\nHidrogênio, 103 pé3 normal (b) (t)\t3,00(1.245)\nGás combustível, 106 BTU (GJ)\t4,00 (3,79)\nVapor 600 psig, 103 Ib (t)\t6,00(13,20)\nVapor 150 psig, 103 Ib (t)\t4,50 (9,90)\nVapor 50 psig, 103 Ib (t)\t4,00 (8,80)\nÁgua de aquecimento, 103 Ib (t)\t0,90 (2,00)\nÁgua de resfriamento, 103 gal americano (m3)\t0,05 (0,013)\nEnergia, kWh\t0,05\nFonte: UOP (1985).\n(a)\tConsiderando incentivo de U$ 0,60/galão.\n(b)\t60 °F e 14,7 psia.\nTABELA IX\nCUSTO DE ELEVAÇÃO DE OCTANAGEM DE PRODUTOS UTILIZADOS COMO MELHORADORES DE OCTANAGEM\nProduto\tCusto,&lt;f/IO . bbl\t\n\t4/IO\t. bbl\t4/IOM . bbl\nMTBE (a)\t40-60\t45-70\nMTBE produzido via butenos de FCC\t13\t11-25\nMTBE produzido via Oleflex\t29\t18-33\nIPA\t30\t—\nIPA/metanol (50/50) (b)\t8\t10-15\nTBA/metanol (50/50) (a)\t5-10\t8-15\nTBA/metanol (50/50) (c)\t29\t28-38\nEtanol (a)\t120\t—\nEtanol (a) (d)\t10-15\t-\nTolueno\t40-80\t45-90\nNafta de alquilação catalítica\t40-50\t25-35\nFonte: UOP (1985).\n(a)\tComprado.\n(b)\tIPA produzido via propeno de FCC.\n(c)\tTBA produzido via Oleflex.\n(d)\tConsiderando incentivo de U$ 0,60/galão.\nCE O\nFig. 3- Efeito da utilização de catalisadores USY no IOR da nafta de FCC (GARRET, 1986).\nO Catalisador CREY + Catalisador USY\nFig. 4- Efeito da utilização de catalisadores USY no IOM da nafta de FCC (GARRET, 1986),\nA incorporação de zeolitos especiais do tipo ZSM-5 ao catalisador de craquea-mento também contribui para o aumento de octanagem de gasolina pelo cra-queamento das n-parafinas pesadas e olefinas presentes no corte da gasolina, resultando na maior produção de C3 é C4 e, portanto, concentrando a quantidade de aromáticos na gasolina.\nCom isso, a produção de gasolina é reduzida, mas a octanagem resultante é maior.\nUma vez que não há alteração no rendimento nem na quantidade de coque formado, o custo operacional é influencia-\nUm teste com esse aditivo em catalisador CREY usando cargas naftênica/\n0,8 unidades no IOR e 0,3 no IOM. Outros dados de literatura indicam que para cargas parafínicas o aumento obtido é da ordem de quatro unidades no IOR (HENZ eta/77, 1986).\nA utilização de catalisadores USY leva à produção de GLP e nafta craqueada com maior teor de olefinas, ao passo que a formação de coque e o rendimento global dos produtos permanecem praticamente inalterados.\ncatalisador.\nConsiderando-se um consumo de catalisador de 0,15 lb/bbl de carga e custo adicional de catalisador de 500 U$/t, 0 custo de elevação de octanagem é da ordem de 5-7 i/IO\t, bbl.\nAumento da severidade do processo\nApós selecionar um catalisador de alta octanagem, a próxima opção para elevar a octanagem da nafta de FCC será elevar a severidade de operação do processo, elevando-se a temperatura de reação. Um aumento de 10 °C na temperatura do reator aumenta cerca de uma unidade de IOR e 0,5 de IOM (HENZ etalii, 1986).\nPorém, a maioria das unidades de FCC não pode operar em severidade superior a 1 IOR sem apresentar problemas operacionais, tais como:\n—\tCapacidade limitada dos compressores dos gases de topo de torre fracío-n adora;\n—\tTemperatura de reator limitada;\n—\tCapacidade limitada do soprador de ar;\n—\tLimitações existentes na seção de recuperação de gases.\nOs custos envolvidos na solução de tais limites operacionais dependem do projeto da unidade e podem variar de U$ 1,00 x 106 a U$ 5,00 x 106 para uma unidade de 30 000 barris por dia de operação (BPDO). Uma vez que a unidade seja modificada para operar em severidade maior, a maior conversão em produtos geralmente contrabalança o maior\nCUSTOS ESTIMADOS PARA REPROCESSAMENTO DE CORTES DA NAFTA DE FCC\nconsumo de utilidades. De forma que o custo de elevação de uma a duas unidades de IOR está associado primeiramente ao custo necessário para a revamp da unidade e pode variar na faixa de 5 a 30&lt;f/IO (^|-^) . bbl (UOP, 1985).\nRedução do ponto final da nafta\nA nafta de FCC apresenta distribuição desigual de IOM e IOR ao longo da curva de destilação (fig. 5). A fração inicial se caracteriza por apresentar compostos olefínicos, e a final, compostos aromáticos, ambos de alta octanagem, enquanto a fração intermediária se caracteriza por apresentar compostos parafínicos e com baixa octanagem. Embora a fração mais pesada possua alta octanagem, os últimos 10% da destilação, aproximadamente, apresentam octanagem um pouco inferior em relação à fração imediatamente anterior. Parte da nafta de FCC pode ser retirada, melhorando a octanagem da nafta restante. Duas alternativas podem ser consideradas: realizar cortes na nafta de FCC para reprocessá-los e reduzir o ponto final da nafta. A primeira alternativa será estudada no próximo item.\nDegradando-se de 5 a 10% vol. finais da nafta para óleo leve de reciclo, estima-se que se consiga um aumento de 0,2 a 0,5 IOR (UOP, 1985).\n0 custo de elevação de octanagem nesse caso será função da diferença de preço entre a nafta de FCC e o óleo leve de reciclo. Considerando-se essa diferença de preço de aproximadamente U$ 1,00, o custo de elevação de octanagem da nafta será da ordem de 10 a 30 (f/IO (yy-). bbl.\nReprocessamento de cortes da nafta\nVerifica-se na figura 5 que, dependendo das condições de operação da UFCC, obtêm-se distribuições diferentes de octanagem ao longo da curva de destilação. Assim, operações de FCC com alta severidade produzem uma nafta mais aromática em sua fração mais pesada. Nesse caso, a UOP recomenda o corte 80 a 155 °C como mais adequado. Já\nCustos\tReforma Catai ítica\t\tRecraqueamento Corte 80 a 110 °C\n\tCorte 80 a 155 °C\tCorte 80 a 190 °C\t\nCusto de capital, U$/bbl\t2,00- 3,00\t1,20-1,60\t\t\nCusto de operação (HDT e\t\t\t\nfracionamento), U$/bbl\t2,50- 3,50\t1,40-1,80\t—\nCusto de operação (reforma), U$/bbl\t1,00- 2,00\t1,20-1,80\t—\nPerda de rendimento, U$/bbl\t1,50- 2,50\t1,20-1,80\t—\nTOTAL, U$/bbl\t7,00-11,00\t5,00-7,00\t—\nAumento de octanagem\t\t\t\nIOR\t—\t—\t3,0\nIOM\t—\t—\t1,5\nIOR + IOM\t15-20\t10-15\t\n2\t\t\t2,5\nCusto de elevação de octanagem\t\t\t\n4/IOM . bbl\t40-60\t35-50\t-\n4/IO (^y^) . bbl\t40-60\t35-50\t—\nFonte: UOP (1985); CANOSA etalii (1985).\noperações de FCC com baixa severidade favorecem um corte mais pesado (80 a 190 °C), porque ainda pode ocorrer aro-matização adicional na fração mais pesada, caso esse corte seja reformado.\nEsses cortes podem ser reformados ou recraqueados na própria UFCC para melhorar sua octanagem.\nA tabela X resume os ganhos de octanagem e custos adicionais para o reprocessamento dessas duas correntes.\nOs valores de custo de capital apresentados consideram a necessidade de investimento em novas unidades de fracionamento e hidrotratamento. Se forem utilizados equipamentos já existentes, o custo de elevação de octanagem diminui cerca de 10&lt;f/lO (^ * ^) _ bbl.\nMesmo considerando-se a utilização de equipamentos disponíveis, a reforma de cortes de nafta se apresenta como uma opção menos favorável em relação às demais.\nDados sobre custos de recraqueamento de nafta não estão disponíveis.\nOutras maneiras de elevar a octanagem da nafta de FCC (HENZ et alii, 1986)\nAlém das opções anteriormente mencio\nnadas, outras variáveis contribuem para elevar a octanagem da nafta craqueada, ou sejam:\n—\tQualidade de carga — cargas parafíni-cas geralmente são convertidas em parafinas da faixa da gasolina, de baixo poder antidetonante. Contudo, essas cargas apresentam maior potencial para elevação de octanagem. Os compostos naftênicos são facilmente craqueados e produzem olefinas na faixa de gasolina. Também podem sofrer desidrogenação e se transformar em aromáticos, embora esse tipo de reação não ocorra freqüentemente. Portanto, cargas naftênicas geram gasolinas mais ricas em compostos olefínicos e aromáticos e apresentam maior octanagem do que cargas para-fínicas. Cargas aromáticas geram nafta com maior teor de aromáticos, portanto, com maior octanagem, devido ao craqueamento das cadeias laterais dos compostos aromáticos. Também o craqueamento de cargas contendo óleos residuais gera gasolinas de maior octanagem, tendo sido observado um aumento de cerca de\n1,5\tunidades no IOM e no IOR;\n—\tTempo de contato catalisador/óleo — a diminuição do tempo de contato entre o catalisador e o óleo diminui a chance de acontecerem reações de craqueamento secundárias e de transferência de hidrogênio. Assim, obtêm-se gasolinas com maior teor de olefi-\nnas e maior octanagem. Dados de literatura mostram que a redução do tempo de contato resulta em aumento de duas a três unidades no IOR;\n—\tPressão parcial do óleo — o aumento da pressão parcial do óleo pode levar a um aumento da taxa de craquea-mento e a uma redução no teor de olefinas da gasolina, resultando em menor octanagem do produto;\n—\tDistribuição da carga — o uso de ato-mizadores eficientes no fundo do riser favorece a mistura da carga com o catalisador quente e leva ao cra-queamento de parte das moléculas asfaltênicas do resíduo, resultando no aumento do teor de aromáticos na gasolina e em maior octanagem.\n2.2.2\t— Unidade de Reforma Catalítica\nVárias ações podem ser realizadas nas unidades de reforma catalítica com o objetivo de dar maior flexibilidade operacional e aumentar a octanagem do pool de gasolina. Essas ações podem variar desde revamps nas unidades existentes até alterações nos tipos de catalisador e de processo. O custo para implementar essas opções pode variar numa faixa ampla e deve-se tomar cuidado na seleção da(s) alternativa(s) mais apropriadas para a realidade brasileira.\nA seguir, cada opção será analisada.\nAlteração do tipo de catalisador\nA opção mais barata para se aumentar a octanagem da nafta reformada é aumentar a severidade de operação. O próximo passo é trocar o catalisador tradicionalmente utilizado, à base de platina e rênio, por um catalisador de alta atividade e estabilidade. A UOP desenvolveu o catalisador R-62, que, devido às suas características de alta atividade e estabilidade, permite que a unidade opere em condições de maior severidade e pressões mais reduzidas, mantendo aceitável o tempo de duração do ciclo operacional. 0 catalisador R-62 possui estabilidade 2,7 vezes maior que a do R-16G e 1,6 vezes maior que a do R-50.\nA perda de rendimento é a principal razão para aumentar o custo de produção quando se aumenta a octanagem da\nTABELA XI\nCUSTOS ESTIMADOS PARA\nREVAMP DE UNIDADES DE\nREFORMA CATALÍTICA\nItem\t^/lO(â±M} bb| 2\nPerda de rendimento\t10-16\nCusto de capital\t12-25\nEconomia em\t\nutilidades\t(2-1)\nTOTAL\t20-40\nFonte: UOP (1985).\nnafta de reforma. Também se observa pequeno aumento no custo, devido ao maior consumo de utilidades. Como exemplo, em uma unidade de reforma semi-regenerativa de 300 psig, um aumento de octanagem de 95 para 97 IOR resulta na redução de cerca de 2% vol. no rendimento de C5+. Considerando que esta corrente custe U$ 36/bbl e subtraindo os valores dos outros produtos obtidos, o aumento de duas unidades no IOR custa cerca de 10-\n16 4/10\t. bbl.\nA elevação de octanagem que realmente pode ser obtida pela alteração no tipo de catalisador é, em geral, limitada mecanicamente, sendo, portanto, específica para cada unidade {UOP, 1985).\nRevamp nas unidades existentes\nNas unidades existentes em que não se consegue aumentar significativamente a octanagem da nafta, em virtude de limitações mecânicas, podem ser realizadas revamps para alcançar os níveis de octanagem desejados, mantendo aceitável a duração dos ciclos operacionais.\nUma revamp típica envolve os seguintes itens principais:\n—\tAdição de novo reator;\n—\tInstalação de novo permutador para recuperação de calor do efluente;\n—\tRearranjo dos fornos intermediários e adição de novo forno.\nO investimento necessário para imple. mentar a revamp varia de 15 a 30% do custo de uma unidade de reforma novae resulta em melhoramento de duas a quatro unidades de IOR.\nUma vez que uma revamp típica resulta em pequena alteração da pressão de operação, esperam-se os mesmos rendimentos obtidos quando se altera o tipo de catalisador.\nEmbora seja necessário algum gasto adicional de capital, com as alterações no tipo de carga consegue-se alguma economia em utilidades, de forma que o custo de elevação de octanagem de revamp se situa na faixa de 20-40&lt;4/10\t.bbl,\nsendo os itens apresentados na tabela XI os principais responsáveis pelo maior custo.\nAlteração do tipo de processo\nNa década de 70, a UOP desenvolveu o processo Platforming de regeneração catalítica contínua (Continuous Catalitic Regeneration Platforming), que tem como vantagem sobre o processo tradicional semi-regenerativo não necessitar de paradas periódicas para regenerar o catalisador, mantendo flexibilidade operacional e rendimentos significativamente maiores.\nA substituição do tipo de processo oferece maior flexibilidade do que a substituição do tipo de catalisador.\nO custo de elevação de octanagem pela substituição de uma unidade semi-regenerativa (SR) por uma unidade de regeneração contínua (RC) depende basicamente da pressão de operação da unidade existente.\nA tabela XII resume os custos de substituição de unidades SR operando a 250, 350 e 450 psig. O IOR da nafta reformada é aumentado de 96 na unidade SR para 100 ou 102 na unidade de RC. Além disso, a unidade de RC proporciona maior rendimento em hidrogênio e produto com menor PVR, permitindo que a gasolina contenha maior quantidade de butanos de refinaria.\nCUSTO DE SUBSTITUIÇÃO DE UNIDADES DE REFORMA CATALÍTICA SR POR RC\nCARGA 20 000 BPDO\n0 aumento do custo de operação apresentado na tabela XII reflete as diferenças entre cada unidade SR e RC. O aumento do valor do produto reflete a nova estrutura de rendimento e maior quantidade de butano tolerada na mistura.\nA atratividade em se substituir uma unidade SR por RC depende substancialmente do valor atribuído ao hidrogênio. Os cálculos apresentados na tabela XII foram baseados no valor de U$ 3/103 pé3 normal para o hidrogênio como produto químico. Se o hidrogênio for cotado como corçibustível, o custo de elevação de octanagem aumenta para cerca de 25-35&lt;f/IO (R * M) . bbl. Supondo-se que no futuro haja aumento na demanda de hidrogênio e este seja cotado em U$ 4/103 pé3 normal, o custo de elevação de octanagem para substituição de uma unidade SR operando à 250 psig tende para zero (UOP, 1985).\n2.2.3\t— Unidade de Alquilação Catalítica\nA operação das unidades de FCC a temperaturas mais elevadas com catalisadores mais estáveis termicamente, bem como o processamento de cargas mais pesadas tendem a aumentar o teor de diolefinas nas olefinas de FCC.\nO aumento do teor de butadienos traz como inconveniente, em uma unidade de alquilação catalítica, maior freqüência de regeneração do ácido fluorídrico e maior descarte dos hidrocarbonetos de alto peso molecular presentes no ácido, resultando em diminuição da capacidade de operação da unidade.\nA instalação de uma unidade de hidroge-nação seletiva de diolefinas pode ser um caminho para aumentar a flexibilidade operacional.\nA UOP desenvolveu o processo de hidro-genação seletiva Huels, que permite a obtenção de produto com teor de diolefinas inferior a 10 ppm em cargas com até 40 ppm de enxofre, mantendo o teor total de olefinas e podendo ainda isomerizar buteno-1 para buteno-2. Esse\nCustos\tPressão de Operação da Unidade SR, psig\t\t\n\t450\t350\t250\nCusto de capital, U$/D\t28 000\t28 000\t28 000\nAumento do custo operacional, U$/D\t1 300\t2 000\t1 200\nAumento do valor do produto, U$/D\t(44 000)\t(34 000)\t(22 000)\nVariação do custo de produção, U$/D\t(14 700)\t(4 000)\t7 200\nAumento de IO (\t) • bbl/d\t60 000-100 000\t\t\nCusto de elevação de octanagem |/IO (^y^) . bbl\t<0\t<0\t8\n<f/IOM . bbl\t<0\t<0\t10\nFonte: UOP (1985).\nTABELA XIII\nÍNDICES DE OCTANO OBTIDOS NO PROCESSO PENEX\nTipo de Catalisador\nTipo de Processo\t1-7\t\t1-8\t\n\tIOM\tIOR\tIOM\tIOR\nUma só passagem — Penex\t77,5-88,5\t79-90\t82,5-83,5\t84-85\nCom reciclo — Penex/Molex\t—\t—\t86,5-90,5\t88-92\nCom reciclo — Penex/Deisohexanizer\t—\t—\t85,5-88,5\t87-90\nFonte: UOP (1985).\nprocesso apresenta potencial para aumentar pelo menos uma unidade de IOR.\nSegundo a UOP, o custo estimado para uma unidade de 5 000 BPDO de capacidade é da ordem de U$ 900.000. Consi-derando-se os custos de operação e usando um custo de capital de 35%, o custo de elevação de octanagem fica da ordem de 15-20 4/IO (R * M) . bbl (UOP, 1985).\n2.3\t— Novos Processos\nAlém dos processos atualmente existentes no Brasil, outros processos que consistem principalmente no aproveitamento de frações leves, tais como GLP e naftas de baixa octanagem, também estão sendo utilizados para aumentar a disponibilidade de gasolina de maior\noctanagem.\nAlguns processos serão discutidos a seguir. Também nesse item são considerados os mesmos conceitos de custo de octanagem definidos no item 2.1.3 e os preços de produtos, matéria-prima e utilidades apresentados na tabela VI11.\n2.3.1 — Isomerização — Processo Penex, Licenciado peta UOP\nPrincípio\nEste processo consiste basicamente em transformar os hidrocarbonetos parafínicos lineares presentes na nafta leve de destilação direta (Cs a C6) em seus isô-meros. Embora as unidades de isomerização utilizem normalmente nafta de destilação direta ou gasolina natural como carga, elas podem utilizar também outras correntes, tais como nafta de co-\nc) Flexibilidade\nCUSTOS DE ELEVAÇÃO DE OCTANAGEM PARA O PROCESSO PENEX CARGA 5 000 BPDO\nCustos\tRevamp\t\tUnidade Nova com Uma Só Passagem\t\tUnidade Nova com Reciclo\t\n\t\t\t\t\tDIH\tMolex\nHidrotratamento da carga\tnão\tsim\tnão\tsim\tsim\tsim\nCatalisador I-8\t\t\t\t\t\t\nInvestimento total, 106 U$\t—\t3,7\t—\t9,6\t13,8\t16,4\nIOR do produto\t-\t83,5\t-\t84,0\t88,0\t90,0\n$/iO\t. bbl\t-\t11,9\t-\t18,9\t26,0\t23,4\nCatalisador I-7\t\t\t\t\t\t\nInvestimento total, 106 U$\t2,8\t2,8\t5,7\t8,7\t—\t-\nIOR do produto\t79,0\t80,0\t79,0\t80,0\t-\t—\nf/IO (^~) . bbl\t15,9\t14,7\t21,0\t24,0\t—•\t—\nFonte: UOP (1985J.\nque, refinado da unidade de extração de aromáticos ou outras correntes parafíni-cas leves.\nO processo de isomerização é licenciado por três principais companhias: UOP, Union Carbide e BP. Cada processo apresenta pequenas variações no tipo de catalisador e condições operacionais. No caso do processo licenciado pela UOP, a isomerização pode-se passar em apenas um estágio (processo Penex) ou utilizar o esquema de reciclo (processo Penex/ Molex ou Penex/Deisohexanizer).\nA seguir, serão analisados alguns aspectos do processo Penex, licenciado pela UOP.\nVantagens\na) Aumento de octanagem\nA nafta leve possui baixo índice de octa-no Motor e Research (na faixa de 65 a 70). Os ganhos de octanagem observados variam de acordo com o tipo de catalisador usado e com o tipo de processo.\nA tabela XIII resume os índices de octa-no médios alcançados.\nb) Alto rendimento\nRendimento volumétrico próximo a 100%.\nTABELA XV\nCARACTERÍSTICAS DO PRODUTO OBTIDO NO PROCESSO HEXALL\nPropriedade\tResultado\nPVR.psi\t6,5\nIOR\t95,5\nIOM\t80,5\n(IOM+ IORJ/2\t87,5\nDestilação, °C\t\nPIE\t41\n10%\t54\n50%\t65\n90%\t96\nPFE\t168\nTeor de hexenos, %\t80\nFonte: UOP (1985).\nSegundo a UOP, o processo é flexível porque permite a escolha de um esquema que satisfaça as necessidades de octanagem a curto e a longo prazos. De início, pode-se optar pelo esquema de passagem única, porém prevendo-se o reciclo para quando as necessidades de octanagem aumentarem. Pode-se também adaptar uma unidade de reforma antiga para minimizar investimento, utilizando catalisador zeolítíco I-7, que tolera maior teor de enxofre e, posteriormente, trocar o catalisador para um tipo mais seletivo (catalisador I-8 — promovido por cloretos), para maximizar a octanagem do produto.\nd)\tBaixo custo operacional\nA tabela XIV resume os custos associados ao processo Penex, Os custos apresentados consideram consumo de hidrogênio durante a isomerização e/ou hidrotratamento e estão baseados no processamento de nafta leve de destilação direta com !OR igual a 68, contendo 30 ppm de enxofre. Aumentando-se o teor de enxofre da nafta, praticamente não se alteram os custos de produção de cargas hídrot ratadas. Nos casos de cargas não hidrotratadas, aumentando-se o teor de enxofre de 30 para 150 ppm obtém-se um acréscimo de 3-4 (|:/)O (—. bbl.\nNo caso de se usar o catalisador I-8, é preciso hidrotratar a nafta para reduzir o teor de enxofre abaixo de 1 ppm.\n2.3.2\t— Dimerização —Processo Hexalt, L icenciado pela UOP\nPrincípio\nConsiste na dimerização de propeno para uso como gasolina.\nVantagens\n—\tAlta conversão do propeno (99%) por passagem — a tecnologia de dimerização convencional propicia conversão de 85%;\n—\tValor de mistura (IOR + IOM)/2 maior que 93 (IOR 101 e IOM 85)\nquando misturado com nafta reformada ou de FCC;\n—\tBaixo consumo de utilidades;\n—\tSistema catalítico de leito fixo, condições operacionais brandas e ambiente não-corrosivo;\n—\tProcesso para tratamento da carga simples e bem dominado.\nQua iid ade do produto (tabela XV)\n0 produto apresenta efeito sinérgico com relação ao índice de octano quando misturado com nafta de FCC ou de reforma, apresentando, nesses casos, um valor de mistura (IOR + IOMJ/2 médio, para teores da ordem de 10% na mistura, de 93.\nA figura 6 mostra a influência da adição do produto dimerizado em correntes de FCC, de reforma e em misturas das duas correntes.\nCustos\nA tabela XVI contém um sumário dos custos de produção do processo Hexall.\n2.3.3\t— Aromatização — Processo Cy-clar. Licenciado pela UOP e BP\nPrincípio\nProduz aromáticos ou gasolina de alta octanagem a partir de GLP ou cargas leves parafínicas e olefinas (C5). O efluente aromático é rico em benzeno e tolueno e não requer extração para se obterem aromáticos de grau petroquímico; basta a separação por simples fra-cionamento.\nVantagens\n—\tBaixo custo da carga;\n—\tProdução direta de benzeno de alta qualidade;\n—\tProdução direta de aromáticos de alta octanagem;\n—\tProdução de hidrogênio em grande volume e contínua, podendo ser utilizado em outros processos na refinaria e/ou em petroquímica;\n—\tA carga para o processo Cyclar requer pré-tratamento mínimo, uma\nFig. 6- Indíce de octano de naftas de FCC e de reforma com produto de unidade Hexall {UOP, 1985).\nTABELA XVI\nCUSTOS DA UNIDADE HEXALL\nItem\t103 U$/Dia\nCarga\t105,0\nCusto operacional\t5,8\nCusto de capital a 35%\t13,7\nValor de subprodutos\t(21,6)\nCrédito de PVR\t(2,6)\nCusto de produção\t100,3\nProduto, BPDO\t2 768\nCusto de elevação de octanagem\t\n|/IO (yyb. bbl\t44\nFonte; UOP (1985).\nvez que o catalisador utilizado tolera pequenos teores de enxofre, água, CO2 e oxigenados.\nRendimento\nO rendimento em compostos aromáticos e hidrogênio varia com a composição da carga. Rendimentos de 63 a 67% em peso de aromáticos e 5,5 a 6% em peso de hidrogênio são típicos para cargas parafínicas.\nQualidade do produto\nO efluente líquido da unidade {Cg aromáticos) contém teor de não-aromáticos inferior a 0,1% em peso e se situa predominantemente na faixa de BTX, conforme pode ser observado na tabela XVII.\nA corrente C7 pode ser um componente em potencial para ser adicionado ao poo! de gasolina quando houver limitação no teor de benzeno ou se o benzeno possuir alto valor como produto petroquímico.\nCOMPOSIÇÃO DO PRODUTO DO PROCESSO CYCLAR\nPROPRIEDADES DOS EFLUENTES DO PROCESSO CYCLAR COMO COMPONENTES PARA GASOLINA\nProduto, % Peso\tTipo de Carga\t\n\tPropano\tButano\nBenzeno\t31\t27\nTolueno\t41\t43\nXileno misto\t17\t20\nCg aromáticos\t11\t10\nFonte: UOP (1985).\nCustos\nA economicidade do processo é função do diferencial de preços entre a carga e os produtos.\nA tabela XIX apresenta um resumo dos custos de elevação de octanagem associados a esse processo. Os cálculos foram baseados no esquema de produção que aproveita a corrente C* para gasolina e a de benzeno para petroquímica.\nOs custos de elevação de octanagem são bastante sensíveis aos valores dos produtos e da carga, O processo Cyclar pode\nProduto Propriedade\tc:\t\nIOM\t100\t102\nIOR\t112\t113\n(IOM + IORJ/2\t106\t108\nPVR, psi\t1,6\t0.7\nDestilação, °C\t\t\nPIE\t92\t106\n50%\t113\t131\n90%\t146\t179\nPFE\t210\t227\nFonte: UOP (1985).\nTABELA XIX\nCUSTOS PARA O PROCESSO CYCLAR\nItem\t103 U$/d\nCarga\t68,0\nOperação\t41,2\nCapital a 35%\t47,3\nReceita de subprodutos\t(171,2)\nCrédito de PVR\t(4,0)\nProdução\t81,3\nProduto, BPDO\t2.493\nCusto de elevação de octanagem\t\n<f/IO (~-^-) . bbl\t0\n<f/IOM . bbl\t0\nFonte: UOP (1985).\nTABELA XX\nCARACTERÍSTICAS DO PRODUTO DIMERIZADO PELO PROCESSO DIMERSOL\nPropriedade\tValor Médio\nIOM\t81\nIOR\t96\nIOM + IOR 2\t88,5\nPVR, psí\t6,9\nFonte: BENEFIELD &amp; BROADWAY (1985),\nser multo atrativo quando houver necessidade de hidrogênio na refinaria e quando a carga estiver disponível a preços razoáveis.\n2.3,4\t— Olefinização — Processos Ole-flex/Butamer, Licenciados pela UOP\nPrincípio\n0 processo Oleflex consiste na desidro-genação de parafinas (C3 e C4) para as olefinas correspondentes. Pode ser usado para aumentar a disponibilidade e concentração de olefinas reativas — pro-peno e ísobuteno — necessárias como matéria-prima para a produção de compostos oxigenados, tais como MTBE, TBA e IPA.\nO processo Butamer isomeríza as frações de hídrocarbonetos e pode ser associada ao processo Oleflex para maximizar a produção de isolefinas. Assim, uma corrente de butanos mistos pode ser altamente convertida para ísobuteno quando os dois processos são associados.\nVantagens\n0 processo Oleflex adequa a relação demanda/fornecimento de olefinas reativas.\nQuando associado ao processo Butamer, proporciona alto rendimento em ísobu-teno da corrente de butanos mistos e em concentração tal que permite o uso direto de seu efluente em diversos outros processos.\nAlém de butanos, o processo pode processar propano para produção de prope-no, isopentano para produção de isopen-teno e pode ser ampliado para processamento de etano para obtenção de eteno.\nA conversão de olefinas é alta, e o consumo de utilidades é mínimo.\nHidrogênio de alta pureza é recuperado diretamente da unidade.\n2.3.5\t— Dimerização — Processo Dimersol, Licenciado pelo !FP\nPrincípio\nEste processo tem o mesmo objetivo que o processo Hexall, licenciado pela UOP (item 2.3.2), ou seja, consiste na dimerização de propeno para isohexeno.\nTABELAXXI\nCUSTOS DE ELEVAÇÃO DE OCTANAGEM DAS OPÇÕES ESTUDADAS\nOpções\tCusto\t\n\t4/IOM . bbl\t4/io (5-±wi). bbl 2\nIncorporação de correntes de alta octanagem MTBE comprado\t47-70\t40-60\nMTBE via butenos de FCC\t11-25\t6-16\nMTBE via Oleflex\t18-33\t24-34\nIPA\t—\t30\nIPA/metanol via propeno de FCC\t10-15\t5-10\nTBA/metanol comprado\t8-15\t5-10\nTBA/metanol via Oleflex\t28-38\t24-34\nEtanol comprado sem incentivo\t—\t120\nEtano! comprado com incentivo de U$ 0,60/ga I\t—\t10-15\nTolueno\t45-90\t40-80\nNafta de alquilação catalítica\t23-35\t40-50\nAlterações nos processos existentes Unidade de FCC catalisadores de maior octanagem\t\t5-7\nmaior severidade\t—\t5-30\nredução no ponto final de gasolina\t—\t10-30\nreforma de corte médio de nafta\t40-60\t40-60\nreforma de corte pesado de nafta\t35-50\t35-50\nUnidade de reforma catalítica alteração do tipo de catalisador\t\t10-16\nrevamp das unidades existentes\t—\t20-40\nprocesso de regeneração contínua\t—\t(20)-40\nUnidade de alquilação catalítica hidrogenação seletiva\t\t15-20\nNovos processos Penex revamp\t\t10-15\nunidade nova com uma só passagem\t—\t15-25\nunidade nova com reciclo — Molex\t—\t20-25\nunidade nova com reciclo — DIH\t—\t20-27\nHexall\t—\t44\nCyclar\t—\t(10)-60\nFonte: UOP (1985).\nCerca de 97% do propeno é convertido.\nQualidade do produto\nA tabela XX apresenta algumas características do produto dimerizado.\nEssa corrente apresenta efeito sinérgico quando misturada com naftas de cra-\nqueamento catalítico e de aiquilação catalítica, aumentando os valores de IOM para 84 e 114 e de IOR para 99 e 126, respectivamente.\n5\t- CONCLUSÃO\nA tabela XXI resume os custos associados às opções para elevar a octanagem da gasolina apresentadas nos itens anteriores.\nNem todas as opções foram incluídas, devido à indisponibilidade de dados relativos aos custos de elevação de octanagem.\nOs valores apresentados na tabela XXI podem constituir indicativos de alguns meios atraentes para elevar a octanagem de correntes de naftas isoladamente. Contudo, é necessário investigar as necessidades em termos de octanagem no País, bem como o impacto que as opções estudadas podem causar na octanagem do pool de gasolina para exportação como um todo, em função da disponibilidade de cada corrente e/ou matérias-primas no País, para que se possa chegar às opções de maior atratividade para a Companhia.\nEm vista da crescente demanda por correntes de maior octanagem, estima-se que no futuro a disponibilidade dessas correntes para compra seja reduzida e que seu preço estará mais elevado. Dessa forma, recomenda-se que as refinarias utilizem todos os recursos conhecidos para maximizar a octanagem do pool de gasolina a curto e médio prazos a partir de correntes e processos nelas disponíveis (catalisadores mais eficientes, otimização dos processos, maior severidade nos processos, revamps, etc.) e então decidam sobre os investimentos de capital a serem feitos a longo prazo.\nREFERÊNCIAS BIBLIOGRÁFICAS\nBENEFIELD, C. S. &amp; BROADWAY,\nR. R. Refinery blends gasoline for the unlead era. Oil and Gas Journal, 83 (11): 92-8, Mar., 1985.\nBRANDEL, G. Eliminer le plomb dans Tessence: une necessite à Téchelle\neuropéenne, La Recherche, 20 (211): 836-44, Jun. 1989.\nCANOSA, M. C. R.; MEDEIROS, J. C.; FUSCO, J. M.; CABRAL, J. A. R. Recraqueamento de nafta visando aumento de octanagem. Rio de Janeiro, PETROBRÁS. CENPES, 1985. 9 p. (Comunicação técnica DITER-23/85).\nGARRET, J. Discussion of operation change with USY catalysts. /n;KET-JEN CATALYSTS SYMPOSIUM, 4, Scheveningen, The Netherlands, 1986. Proceedings . . . Amersfoot, Akso Chemie Ketjen Catalysts, 1986.\nGUREEV, A. A. et alii. Use of ethers as . high-octane components of gasolines.\nKhimiya i Tekhnologiya TopHv i Masel, 6: 6-8, Jun. 1983.\nHENZ, H. F.; MENICONt, V. M.; FUSCO, J._ M. PETROBRÁS experience with octane enhancement in resid catcracking. In: KETJEN CATALYSTS SYMPOSIUM, 4, Scheveningen, The Netherlands, 1986. Paper.. . Amersfoot, Akso Chemie Ketjen Catalysts, 1986.&lt;18 p.\nHINKAMP, J. B. Study rates alcohols as octane blending agent. Oil and Gas Journal, 81 (57): 170-8, Sept., 1983.\nKALICHEVSKY, V. A. &amp; STAGNER, B. A. Chemical refining of petroleum. 2. ed. New York, Reinhold, 1942. p. 340-9.\n. MORRIS, W. E. Octane blending effects of aromatics, in: NATIONAL PETROLEUM REFINERS ASSOCIATION ANNUAL. MEETING, New Orleans, 1980. Paper. .. Washington, 1980. 39 p.\nO'CONNOR, P. Changes in FCC gasoline composition and the consequences for octane (MON, RON). Amersfoot, Akzo Chemie Nederland bv., 1986. 28 p.\nPETROBRÁS. CENPES. DIVEN. Manual de dados técnicos da PETROBRÁS. Rio de Janeiro, 1984.\nSANTOS, M. A. E. Especificação de nafta como gasolina de exportação — 1? relatório parcial. Rio de Janeiro, PETROBRÁS. CENPES, 1986. 22 p. (Relatório DIPROD, 20/86).\nSANTOS, M. A. E. Estudo sobre a in\nfluência da adição de MT BE e ETBE a gasolinas. Rio de Janeiro, PETRQ. BRÁS. CENPES, 1983. 17 p. (Re|a_ .orió DIPROD, 16/83).\nUNIVERSAL OIL PRODUCTS COMPANY TECHNOLOGY CONFERENCE. Rio de Janeiro, 1985.\nUNZELMAN, G. H. Value of oxigenates' in motor fuels; Ethyl Corporation, In: REFINING MIDYEAR MEETING, 46, Chicago, 1981. Paper . . , Dallas, American Petroleum Institute, 1981.36 p.\nUNZELMAN, G. H. Volatility limits pose serious problems, O/7 and Gas Journal, 84 (14): 88-92, Apr. 7, 1986.\nBIBLIOGRAFIA\nVEIGA, G. D.; SANTOS, M. A. E.; PALMEIRA, J. T. P. E. S. Estudo da octanagem de misturas gasoiina/CTE/ álcool anidro. Rio de Janeiro, PETROBRÁS. CENPES, 1984. 29 p. (Relatório CENPES, 511)."}]}}}