{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04703"}, {"@name": "filename", "#text": "BTP_1994_37_3_4_08_Avaliacao_de_criterios.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "avaliação de critérios de dimensionamento de dutos submarinos para águas profundas\nASSESSING THE CRITERIA FOR UNDERWATER PIPELINE DESIGN FOR DEEP WATERS\nTeresinha do M. J. Alves(1) Segen F. Estefen1 (2) e Júlio C. R. Cyrino'21\nRESUMO — A tecnologia de instalação de dutos submarinos em águas rasas encontra-se, hoje, completamente dominada. Entretanto, no caso de águas profundas, é necessário definir os limites tecnológicos de instalação de dutos submarinos, para que a PETROBRAS possa continuar suas atividades de exploração na Bacia de Campos. Para isto, critérios apropriados de dimensionamento são necessários. Considerações relativas ao dimensionamento de dutos submarinos para águas profundas, em função da análise dos critérios de dimensionamento atualmente vigentes, Battelle, Shell e DnV, são apresentadas. Conclui-se que estes critérios apresentam significativo grau de conservadorismo nas faixas recomendadas para uso, acarretando, assim, espessuras cuja otimização pode reduzir consideravelmente o custo do empreendimento.\nABSTRACT — The technology for pipeline installation in shallow waters has been completely dominated. However, with regard to deep waters it is necessary to define the technological limits for pipeline installation, so that PETROBRAS may continue its oil exporation activities in the Campos Basin. To achieve this, correct pipeline design criteria is necessary. Considerations concerning deep water pipeline design based on Battelle, Shell and DnV are presented. The conclusion is that these criteria are very conservative for the recommended use. having thicknesses that if optimized could considerably reduce the cost of the enterprise.\n(Originais recebidos em 24.5.93).\n1\t- INTRODUÇÃO\nEm águas cada vez mais profundas, as instalações de tubulações submarinas continuam a ser feitas devido aos estudos de pesquisa e desenvolvimento suportados pela indústria. Estes estudos são necessários na medida em que o reparo nos dutos é extremamente caro. Assim sendo, a PETROBRAS procura definir os limites tecnológicos da instalação de dutos submarinos em águas profundas, com a finalidade de exploração na Bacia de Campos.\nUma consideração importante na instalação de tubulações submarinas é a resistência ao colapso do duto, quando submetido á ação combinada da pressão hidrostática e do momento fletor.\nUma vez que o diâmetro tenha sido determinado para atender às condições de vazão, bombeamento, etc., o parâmetro seguinte a ser determinado é a espessura do duto. A\ndeterminação desta espessura deve levar em consideração a pressão hidrostática máxima e a tensão admissível na parede do duto. Esta tensão pode ser limitada pelos códigos e regulamentos que apresentam os critérios de dimensionamento de tubulações submarinas. Estes critérios são:\n-\tBattelle;\n-\tShell;\n-\tDnV.\nO critério proposto pela Battelle é resultante de um programa de pesquisa conduzido pelo Deep Water Offshore Pipeline Group, sendo válido para lâminas d'água de até 900 m.\nO critério proposto pela Shell é resultante de um projeto multicliente coordenado pela Shell Development Company. O objetivo central foi o lançamento de dutos de 30 pol de diâmetro em lâminas d'agua de até 914 m.\nO terceiro critério, o da DnV, é resultante de estudos desenvolvidos pela própria Sociedade Classificadora.\n1\t- Setor de Tecnologia de Material, Equipamento e Corrosão (SEMEC), Superintendência de Exploração e Produção\n(SUPEP), Centro de Pesquisas (CENPES).\n2\t- Programa de Engenharia Oceânica, Coordenação dos Programas de Pós-graduação em Engenharia (COPPE),\nUniversidade Federal do Rio de Janeiro (UFRJ).\nPortanto, torna-se necessária a análise dos critérios de dimensionamento estrutural, visando à instalação de dutos submarinos em águas profundas.\nConsiderações relativas ao dimensionamento de dutos submarinos para águas profundas, em função desta análise, são aqui descritas.\n2\t- CRITÉRIOS DE DIMENSIONAMENTO\nA equação proposta pela Battelle(1\\ que gera a curva de interação entre a pressão externa aplicada ao duto e a deformação de flexão por ele sofrida, é dada por:\n(IP/P,*)2'5 • (e/eob)M * 1\n(1)\neM = 0,5 (t/D)\nA função imperfeição (g) é determinada pela seguinte expressão:\n(7)\nDe acordo com a DnV, a equação que prediz falhas de dutos submetidos a pressão externa e flexão é a seguinte:\n= 1 (8)\nonde:\nonde:\np = pressão externa aplicada ao duto;\ne = deformação longitudinal sofrida pelo duto.\nOs fatores de adimensionalização pcb e Ecb representam, respectivamerite, a pressão crítica do duto submetido à pressão externa atuando isoladamente e a deformação crítica de flexão do duto submetido à flexão pura. A pressão crítica pcb é obtida a partir da seguinte equação quadrática.\na = 1 *\nA pressão critica (pcd) pode ser determinada pelas seguintes expressões:\n(9)\nPd? - P* { 2^.(VD) * (L*3\\\tP,} * 2^ O®) Pe-0 (2)\nA deformação crítica é dada por:\n3- CURVAS DE PROJETO, RESISTÊNCIA E CARGA\n• 16 (VD)2\t(3)\nA equação proposta pela Shell, que prediz falhas de dutos submetidos à ação combinada de pressão externa e momento fletor, é a seguinte:\n(4)\nA pressão crítica (pcs) e a deformação crítica (e^, conforme indicado na referência(2), são dadas por:\n(5)\nPara se avaliar o grau de conservadorismo implícito em cada critério de dimensionamento, é necessário comparar a curva de projeto relativa a cada critério com a curva de resistência do duto em questão.\nA curva de projeto relativa a cada critério fornece, para cada nível de pressão externa aplicada, a deformação longitudinal admissível dc duto. Já a curva de resistência, para este mesmo duto, fornece os pares pressão externa e deformação longitudinal de flexão, que causam o colapso do duto.\nNa figura 1, são apresentadas a curva de projeto da DnV relativa a um duto dimensionado para uma lâmina d'agua de 1 500 m e as curvas de resistência referentes às faltas de circularidade inicial de 0% (r0) e 2% (r2).\nA curva de resistência foi obtida por meio do programa COLAPS(3), desenvolvido pela Battelle.\nFig. 1 - Curvas de projeto (DnV) e de resistência -1 500 m.\nObserva-se que a curva de projeto se encontra no interior da curva definida pelas curvas de resistência, correspondentes a 0% e 2% de falta de circularidade. Isto significa que a curva de projeto se encontra dentro dos limites considerados seguros pela DnV. O grande conservadorismo da curva de projeto diminui quando são considerados dutos imperfeitos, sendo estes normalmente utilizados na prática.\nNa figura 2, são apresentadas as curvas de projeto da Battelle (b0, b2) e as da Shell (s0, s2), e as curvas de resistência geradas pelo COLAPS (r0, r2), considerando a lâmina d'água de 1 500 m e 0% e 2% de falta de circularidade inicial.\nFig. 2 - Curvas de projeto (Battelle e Shell) e de resistência - 1 500 m.\nPode ser observado que tanto a Battelle quanto a Shell procuram localizar a parte utilizável da curva de projeto nas regiões correspondentes a pequenos e médios valores de deformação de flexão do duto.\nPara dutos perfeitos, tanto a curva de projeto da Battelle quanto a da Shell se aproximam da curva de resistência, neste intervalo de deformação. Já no caso de dutos com 2% de falta de circularidade inicial, a curva de projeto da Battelle é a mais segura, por estar situada na região interna em relação à curva de resistência. Apenas num pequeno trecho, onde quase nenhuma flexão é aplicada no duto, a curva de projeto da Battelle deixa de posicionar-se do lado seguro.\nO inverso ocorre com as curvas de projeto da Shell que se situam do lado inseguro da curva de resistência. Este fato bastante relevante deve ser levado em consideração quando da análise dos coeficientes de segurança ligados aos dutos dimensionados pelo critério da Shell. Fica evidente, então, que o critério de dimensionamento da Shell é mais aplicável ao dimensionamento de dutos com pequeno grau de ovalização, ou seja, menor do que 1%.\nConvém ressaltar a dificuldade de se compararem as curvas de projeto da DnV com as da Battelle ou da Shell, em razão das curvas da DnV serem expressas em termos de pressão versus momento fletor, ao passo que as da Battelle e da Shell são expressas em termos de pressão e deformação.\n4\t- CONSERVADORISMO DOS CRITÉRIOS DE DIMENSIONAMENTO\nOs critérios de dimensionamento existentes apresentam significativo grau de conservadorismo nas faixas recomendadas para uso, acarretando, assim, espessuras, cuja otimização pode reduzir consideravelmente o custo do empreendimento*4 5).\nPara efeito de ilustração, é analisado um caso real relativo ao duto de 16 pol de diâmetro a ser instalado em 1 000 m de lâmina d‘água, pelo método S de lançamento. O procedimento utilizado considera o critério de dimensionamento da Shell, a falta de circularidade inicial admissível de 1% e o aço grau API X-60.\nO fator de segurança (FS) é definido como a relação entre a pressão crítica (pC5) e a pressão correspondente à lâmina d'água de instalação (p) multiplicada por 1,4. De fato, o duto é dimensionado para uma pressão igual a 1,4 x FS x p, associada a uma deformação longitudinal correspondente a 0,0003. O procedimento em\nquestão recomenda que seja adotado o fator de segurança 1,5.\nNa figura 3, apresentam-se as curvas de projeto da Shell e da Battelle e a curva de resistência gerada pelo programa COLAPS, para a espessura de 0,6235 pol, a qual correspond^ ao fator de segurança de 1,41.\nFig. 3 - Curvas de projeto e resistência para a espessura de 0,6235 pol.\nA curva dá Battelle apresenta elevado grau de conservadorismo em relação à proposta pela Shell. Em relação à curva de resistência, a da Battelle se situa na região segura, ao contrário da curva da Shell. Entretanto, deve ser enfatizado que o programa COLAPS foi desenvolvido pela Battelle, sendo validado por um conjunto de testes experimentais diferentes daquele utilizado pela Shell. Conseqüentemente, a curva de projeto da Battelle apresenta uma estimativa inferior à prevista pela curva de resistência do COLAPS.\nOs pontos de projeto, obtidos a partir da equação da catenária, para valores de tração aplicada de 10, 20 e 30 Kips, são indicados na figura 4, juntamente com as curvas de projeto da Battelle e da Shell e da curva de resistência gerada pelo COLAPS.\nFig. 4 - Pontos de projetos em relação às curvas de projeto e de resistência, para espessura de 0,6235 pol.\nPode ser observado que, considerando o critério Shell, todos os pontos de projeto são admissíveis, enquanto, levando em conta o critério Battelle, apenas o ponto de projeto relativo à tração de 30 Kips é satisfatório. Na região onde se situam os pontos de projeto, o critério Battelle apresenta excessivo grau de conservadorismo em relação à curva de resistência gerada pelo COLAPS.\n5\t- CONSIDERAÇÕES FINAIS\nComo constatou-se que os critérios de dimensionamento existentes apresentam elevado grau de conservadorismo, pretende-se propor curvas de projeto otimizadas para faixas específicas de instalação de dutos em águas profundas, visando à redução da espessura do duto, com grau de confiabilidade adequado.\nConsiderando o duto de 16 pol, analisado anteriormente, e admitindo-se a redução de sua espessura de 0,6235 pol para 0,562 pol, conclui-se que pode ser obtida uma redução substancial de custo, visto ser o peso do aço responsável por aproximadamente 60% do custo total do empreendimento, relativo à instalação de dutos submarinos. Admitindo-se o custo do aço de US$ 1,3/kg, a redução de custo obtida com a diminuição de 10% da espessura é da ordem de US$ 20,000/km.\nEste valor é majorado à medida que diâmetros maiores são considerados, por exemplo, 38 pol, cuja redução de 10% na espessura representa economia da ordem de US$ 100,000/km.\nA redução da espessura do duto com grau de confiabilidade satisfatório pode ser obtida a partir de critérios de projeto menos conservadores do que os atualmente vigentes. Para isto, torna-se necessária a realização de testes experimentais adicionais, que possibilitem a aferição de modelos numéricos de análise para a determinação das curvas de resistência. Curvas de projeto poderão, então, ser propostas com grau de confiabilidade adequado.\nNOMENCLATURA\nD\t-\tdiâmetro do duto\nM\t-\tmomento fletor\nMcd\t-\tmomento crítico - critério DnV\n- tensão de escoamento do material E\t-\tmódulo de elasticidade do material\ne\t-\tdeformação de flexão\nr,\t-\tdeformação crítica de flexão\t-\tcritério\nBattelle\necs - deformação crítica de flexão - critério Shell\nÕo\nO Q. Q- Q.\nPcd\nPe\nV\nPo\n-\tfalta de circularidade inicial\n-\tfunção imperfeição\n-\tpressão externa\n-\tpressão crítica - critério Battelle\n-\tpressão crítica - critério Shell\n-\tpressão crítica - critério DnV\n-\tpressão de flambagem elástica\n-\tcoeficiente de Poisson\n-\tpressão de plastificação\nf = (/I ♦ (S, D/t)2 - DA\n,\t300 p\na = 1\t---- ——\nD/t Pod\nr - IPO/PC\nREFERÊNCIAS BIBLIOGRÁFICAS\nJOHNS, T. G„ McCONNELL, D, P. Pipeline design resists buckling in deep water. Oil and Gas Journal, Tulsa, v. 161. n. 30, Jui. 1984.\nMURPHEY, C. E., LANGNER, C. G. Ultimate pipe strength .under bending collapse and fatigue. In: INTERNATIONAL OFFSHORE MECHANICS ARCTIC ENGINEERING, 4, New York, 1985. Proceedings ... New York : American Society of Mechnical Engineers, 1985.\n<3) KINZEL, G. L. et al. The inelastic collapse and buckling of deep water pipelines under combined moment, pressure and axial tension. Ohio . Battelle, 1976.\n'4> ALVES, T. M. J. Colapso de tubulações submarinas. Rio de Janeiro PETROBRAS. CENPES, 1990. (Relatório CENPES. 1067).\n<5) ESTEFEN, S. F. Recomendações quanto à utilização dos critérios de dimensionamento estrutural existentes Rio de Janeiro : COPPETEC, 1989. (Relatório Técnico, ET-17149)."}]}}}