{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23322"}, {"@name": "filename", "#text": "7430_beutler_an_dr_jabo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA\n\nFACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS\n\nCAMPUS DE JABOTICABAL\n\nEFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE \n\nÁGUA NAS CARACTERÍSTICAS AGRONÔMICAS\n\nDE SOJA E ARROZ DE SEQUEIRO\n\nAmauri Nelson Beutler\n\nOrientador: Prof. Dr. José Frederico Centurion \n\nTese apresentada à Faculdade de Ciências Agrárias e\nVeterinárias – Unesp, Câmpus de Jaboticabal, como\nparte das exigências para a obtenção do título de\nDoutor em Agronomia (Produção Vegetal).\n\nJABOTICABAL – SÃO PAULO – BRASIL\n\nNovembro de 2003\n\n\n\nBeutler, Amauri Nelson\nB569e        Efeito da compactação  do solo e do conteúdo de água nas \n\ncaracterísticas agronômicas de soja e arroz de sequeiro/ Amauri \nNelson Beutler. – – Jaboticabal, 2003\n\nvii, 126 f. : il.; 28 cm\n\nTese (doutorado) - Universidade Estadual Paulista, Faculdade de \nCiências Agrárias e Veterinárias, 2003\n\nOrientador: José Frederico Centurion\nBanca examinadora: Alvaro Pires da Silva, Paulo Leonel Libardi, \n\nJosé Eduardo Corá, José Carlos Barbosa\nBibliografia\n\n1. Compactação do solo. 2. Conteúdo de água. 3. Produtividade\nI. Título. II. Jaboticabal-Faculdade de Ciências Agrárias e Veterinárias.\n\nCDU 631.425\n\nFicha catalográfica elaborada pela Seção Técnica de Aquisição e Tratamento da Informação – Serviço \nTécnico de Biblioteca e Documentação - UNESP, Câmpus de Jaboticabal.\n\n\n\ni\n\nDADOS CURRICULARES DO AUTOR\n\nAMAURI NELSON BEUTLER, nascido em 10 de maio de 1973,  em Porto\n\nXavier - RS, cursou o ensino médio profissionalizante de Técnico em Agropecuária no\n\nColégio Presidente Getúlio Vargas (CPGV), Três de Maio - RS. Em 1991 Ingressou no\n\ncurso de Agronomia na Universidade Federal de Santa Maria (UFSM), Santa Maria -\n\nRS, obtendo o título de Engenheiro Agrônomo em 1996, quando começou a prestar\n\nassistência técnica e administrar a Fazenda Indiana Agropecuária LTDA, Barreiras - BA. \n\nEm agosto de 1997 ingressou no curso de Mestrado (Ciência do Solo) na Universidade\n\nFederal de Lavras (UFLA), Lavras - MG e, em agosto de 1999 ingressou no curso de\n\nDoutorado na Universidade Estadual Paulista - Faculdade de Ciências Agrárias e\n\nVeterinárias (UNESP/FCAV), Jaboticabal - SP, obtendo o título de Doutor em novembro\n\nde 2003 (Produção Vegetal).\n\n\n\nii\n\n “Ninguém pode voltar atrás e fazer um novo começo, mas\n\n   qualquer um pode começar agora e fazer um novo fim” \n\n                                                                                                               Chico Xavier\n\n\n\niii\n\nAGRADECIMENTOS\n\nÀ Universidade Estadual Paulista – Faculdade de Ciências Agrárias e\n\nVeterinárias (UNESP/FCAV), ao Departamento de Solos e Adubos e à Fazenda de\n\nEnsino e Pesquisa, pela oportunidade de realização do curso de Doutorado.\n\nÀ Fapesp pelo suporte financeiro.\n\nAos meus pais Herbert H. Beutler e Erena A. Beutler, ao meu irmão Lauri E.\n\nBeutler e a minha irmã Liane A. Beutler pelo apoio, incentivo, confiança e solidariedade.\n\nAo professor José Frederico Centurion pela orientação, incansável dedicação e\n\nsugestões imprescindíveis para a realização desse trabalho e para a minha formação\n\nprofissional, e pela confiança e amizade.\n\nAo professor Álvaro P. Silva pelo empréstimo do penetrômetro eletrônico e pelas\n\nsugestões, e ao professor Ciro A. Rosolem pelo empréstimo do scanner para avaliação \n\nde raízes.\n\nAos professores José F. Centurion, Itamar Andrioli, José E. Corá, José E. Turco,\n\nCélia R.P. Bueno, Marcilio V.M. Filho, Edson L.M. Coutinho, José C. Barbosa, Edemo J.\n\nFernandes, pelas disciplinas ministradas no curso e pela amizade.\n\nAos amigos (as) de Pós-Graduação Cassiano G. Roque, Adriana Ribon, Marcos\n\nV. Ferraz, Maristela Chimello, Márcio C.M. Correa, Juliana Barili, Antônio A. Fracaro,\n\nGláucia de Mello, Adilson Pelá, Ana S.G. Lima, Cleber K. Souza, Gisele A. Bonacin,\n\nRenato M. Prado, Anamari V. Araújo, Zigomar M. Souza, Maria L.P. Villar, Alysson R.\n\nSilva, Carol Fernandez, Marcos A.C Silva, Flávia Consolini, Fábio Camilotti, Eliana G.\n\nBertin e Alexandre Auad, pelo apoio e amizade.\n\nÀ Tyeko T. Sugahara pela revisão das referências bibliográficas e a todos\n\nfuncionários (as) da biblioteca pelo presteza na utilização do acervo bibliográfico.\n\n\n\niv\n\nAos memoráveis e grandiosos amigos Amilcar Nascimento, Cassiano G. Roque,\n\nLuis M.P. Souza e amigas Marizete, Cristina Derobio, Nara Rosseti, Gisele A. Bonacin e \n\nMaria L.P. Villar pela harmoniosa convivência, amizade, pelos momentos de felicidade e\n\napoio nesses quatro anos de curso. \n\nAos funcionários do Departamento de Solos e Adubos Dejair L. Silva, Orivaldo\n\nG.S. Rosa, Adauto S. Alves, Orivaldo S. Gomes, Luis M.P. Souza, Ademir F. Silva,\n\nHoster A. Pereira, Célia R.F. Muniz, Maria I. Bueno, Martha G. Pato, Cláudia C.D.M.\n\nCirilo, pela paciência e presteza na realização dos trabalhos referentes ao curso e pela\n\namizade.\n\nAos funcionários da Fazenda de Ensino e Pesquisa pela prestatividade na\n\nrealização dos trabalhos de campo.\n\nE finalmente a todos professores, funcionários, amigos e colegas que conheci,\n\npelo apoio, sugestões, amizade e agradável convivência.\n\nA Deus pela vida e contínuo amparo.\n\nMuito obrigado...\n\n\n\nv\n\nSUMÁRIO\n\nPágina\n\nRESUMO .... ............................................................................................................... vi\n\nABSTRACT . ............................................................................................................... vii\n\nCAPÍTULO 1. Considerações gerais ......................................................................... 01\n\nCAPÍTULO 2. Altura e matéria seca de soja e arroz de sequeiro em níveis de\n\ncompactação e de água de dois Latossolos ....................................... 12\n\nCAPÍTULO 3. Nutrição de soja e do arroz de sequeiro em níveis de compactação\n\ne de água de dois  Latossolos ............................................................ 22\n\nCAPÍTULO 4. Efeito da compactação do solo e do conteúdo de água na produção\n\nde soja ................................................................................................ 34\n\nCAPÍTULO 5. Efeito da compactação do solo e do conteúdo de água na produção\n\nde arroz de sequeiro ........................................................................... 45\n\nCAPÍTULO 6. Qualidade física do solo e a produção de soja e arroz de sequeiro\n\nem dois Latossolos ............................................................................. 57\n\nCAPÍTULO 7. Relação  entre  alguns  atributos físicos e a produção de grãos de\n\nsoja e arroz de sequeiro em Latossolos ............................................. 73\n\nCAPÍTULO 8. Efeito da compactação do solo no desenvolvimento radicular e na\n\nprodutividade de soja .......................................................................... 84\n\nCAPÍTULO 9. Resistência do solo à penetração, intervalo hídrico ótimo e\n\nprodutividade de soja .......................................................................... 97\n\nREFERÊNCIAS ......................................................................................................... 111\n\n\n\nvi\n\nEFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE ÁGUA NAS \n\nCARACTERÍSTICAS AGRONÔMICAS DE SOJA E ARROZ DE SEQUEIRO\n\nRESUMO – Este estudo objetivou avaliar o efeito da compactação do solo e do\n\nconteúdo de água nas características agronômicas de soja e arroz de sequeiro em um\n\nLatossolo Vermelho distrófico, textura média (LVd) e um Latossolo Vermelho\n\neutroférrico argiloso (LVef). Para tal, foram coletadas amostras na profundidade de 0,0 -\n\n0,20 m e passadas em peneira de 0,004 m e adubadas conforme a recomendação. O\n\nsolo foi compactado em vasos de 9,82 L (0,20 m de altura e 0,25 m de diâmetro) em\n\ncamadas de 0,03 m, estabelecendo-se três níveis de compactação no experimento 1\n\n(Capítulos 2 e 3) e quatro níveis no experimento 2 (Capítulos 4, 5, 6 e 7). Nesses dois \n\nexperimentos utilizaram-se dois conteúdos de água (retenção de água nas tensões de\n\n0,05 e 0,01 MPa). Após a compactação foram semeadas três sementes por cova\n\n(quatro covas vaso-1), e sete dias após foram desbastadas deixando duas plantas de\n\nsoja e quatro de arroz por vaso. O terceiro experimento (Capítulos 8 e 9) foi conduzido\n\nno campo, apenas no LVd e com soja, no qual os cinco níveis de compactação\n\ncorresponderam ao número de passadas de um trator de 11 Mg, uma ao lado da outra, \n\nsobre a superfície do solo, em parcelas de 9 m2, com quatro repetições. Em todos os \n\nexperimentos, após a semeadura, foram determinados atributos físicos e características \n\nagronômicas das plantas nos diferentes níveis de compactação. Por meio dos\n\nresultados, em casa de vegetação, verificou-se que no LVd as duas culturas toleraram\n\nmenores níveis de compactação em relação ao LVef e, que uma pequena compactação \n\naumentou a produção das plantas de soja e arroz, no maior conteúdo de água no solo\n\n(Tensão de 0,01 MPa). No menor conteúdo de água (Tensão de 0,05 MPa) foram\n\nobtidas menores produtividades e, em geral, ocorreu decréscimo em menores níveis de\n\ncompactação do solo. No experimento de campo, no LVd, a produtividade de soja foi\n\nreduzida a partir da resistência à penetração de 0,85 MPa. \n\nPalavras-Chave: resistência à penetração, conteúdo de água, Latossolos, produção\n\n\n\nvii\n\nEFFECT OF SOIL COMPACTION AND WATER CONTENT IN AGRONOMICS \n\nCHARACTERISTICS OF SOYBEAN AND DRY LAND RICE\n\nABSTRACT – This study objectived evaluate the effect of soil compaction and\n\nwater content in agronomics characteristics of soybean and dry land rice in a Oxisol,\n\nmedium texture (LVd) and a clayey Oxissol (LVef). For such, samples were collected in\n\n0.0 – 0.20 m depth and passed in mash of 0.004 m and fertilized as the\n\nrecommendation. The soil was compacted in pots of 9.82 L (0.20 m of height and 0.25\n\nm diameter) in 0.03 m layers, establishing itself three levels of compaction in experiment \n\n1 (Chapters 2 and 3) and four levels in experiment 2 (Chapters 4, 5, 6 and 7). In these \n\ntwo experiments it was used two water contents (water retention in the 0.01 and 0.05\n\nMPa tension). After the compaction it was sown three seeds for hollows (four hollows\n\npot-1), and seven days after was roughed-hew leaving two plants of soybean and four of \n\nrice for pot. The third experiment (Chapters 8 and 9) was carried out in field, only in the \n\nLVd and with soybean, in which the five levels of compaction corresponded to the\n\nnumber of passed of a 11 Mg tractor, one to the side of the other, on the soil surface, in \n\n9 m2 plots, with four replications. In all experiments, after the sowing, were determined\n\nphysical attributes and agronomics characteristic of the plants in the different levels of\n\ncompaction. By means of the results, in greenhouse, it was conclude that in LVd the two \n\ncultures had tolerated smallers levels of compaction in relation to the LVef and, that a\n\nsmall compaction increased the production of the plants, in the greater soil water\n\ncontent (0.01 MPa tension). In the smaller water content (0.05 MPa tension) smaller\n\nyields were obtained and, in general, decrease in smaller levels of soil compactiion. In\n\nthe field experiment, in the LVd, the soybean yield was reduced from the resistance to\n\npenetration of 0.85 MPa.\n\nKeywords: resistance to penetration, water content, Oxisols, yield\n\n\n\nCAPÍTULO 1 – CONSIDERAÇÕES GERAIS\n\nO Brasil é o segundo maior produtor e exportador mundial de soja (Glycine max),\n\na qual é uma das principais culturas de grãos do país e ocupa uma área de 15,5\n\nmilhões de hectares. A produtividade média dessa leguminosa no Brasil é a maior do\n\nmundo (2,7 Mg ha-1) e deverá continuar crescendo de modo acelerado nos próximos\n\nanos. Isso  graças ao aumento da fertilidade do solo em áreas pouco férteis de cerrado, \n\nincluídas a poucos anos no setor produtivo, as quais representam mais de 50% da área \n\nagrícola destinada a produção dessa cultura (AGRIANUAL, 2002). \n\nA expansão das fronteiras agrícolas para produção de soja no Brasil ocorreu na\n\ndécada de setenta, quando foram introduzidas tecnologias avançadas em insumos e\n\nmáquinas agrícolas para o seu cultivo, o que levou ao sucesso da cultura. Na década\n\nde setenta, a soja era cultivada, quase que exclusivamente, em sistema de manejo\n\nconvencional, onde era realizado o revolvimento do solo por meio de arações e\n\ngradagens com o objetivo de deixar o solo poroso para melhorar a germinação, o\n\ncrescimento radicular e o pleno desenvolvimento da cultura. Nesse sistema de manejo,\n\nalém da compactação subsuperficial do solo,  ocorreu uma rápida degradação e\n\ngrandes perdas por erosão, o que levou pesquisadores a refletirem sobre a\n\nsustentabilidade do solo ao longo dos anos. Desta forma, iniciaram-se estudos com\n\npreparo do solo por meio de escarificadores e subsoladores denominado de cultivo\n\nmínimo, e sem revolvimento e preparo prévio do solo denominado de sistema de plantio\n\ndireto (SPD). \n\nA implantação e o crescimento do SPD de soja no Brasil foi lento inicialmente,\n\npor causa de problemas técnicos como defensivos, acidez do solo e à implantação sem \n\nadequação da área, principalmente no que se refere a compactação do solo. Além\n\ndisso, com o passar dos anos o tráfego de máquinas sobre o solo, principalmente\n\nquando este estava muito úmido, causou a compactação e redução da produtividade,\n\ncom destaque para os solos mais argilosos. Estes fatores dificultaram a adoção e\n\nexpansão do SPD, mesmo com a redução de 10% dos custos de produção, relativo ao \n\npreparo do solo (AGRIANUAL, 2002), e aos benefícios de ordem ambiental. No entanto,\n\n\n\n2\n\no avanço tecnológico para o SPD possibilitou a expansão desse sistema de manejo,\n\nque já ocupa expressivas áreas agrícolas e continua crescendo gradativamente por\n\ncausa dos benefícios técnicos, econômicos e ambientais. Por outro lado, em relação a\n\ncompactação do solo, ainda permanece uma grande lacuna, que é a utilização de um\n\natributo físico indicador e preciso para avaliar a compactação e definir valores críticos a \n\npartir dos quais ocorre decréscimo da produtividade.\n\nEm relação ao arroz de sequeiro (Oryza sativa), destaca-se que esse é cultivado \n\npredominantemente nos cerrados e a área destinada ao seu cultivo é incrementada\n\nanualmente. Isto ocorre graças a criação de novas cultivares com produtividade mais\n\nestável e melhor qualidade dos grãos, e a geração de tecnologia na área de herbicidas \n\ne máquinas agrícolas, que tornaram o seu cultivo uma atividade mais rentável. Ainda,\n\ndeve-se ao aumento das áreas com SPD e ao baixo custo comercial do milho utilizado \n\nna rotação com a soja, que tem estimulado o seu cultivo  como alternativa para rotação \n\nde culturas, situação em que, sob condições de irrigação por aspersão, são obtidas\n\nprodutividades acima de 4,0 Mg ha-1 (MOURA NETO, 2001). No SPD o cultivo de arroz \n\nde sequeiro é incipiente e promissor, sendo a compactação do solo o principal fator\n\nfísico limitante ao crescimento radicular e a produtividade (MOURA NETO, 2001;\n\nGUIMARÃES &amp; MOREIRA, 2001).\n\nPara a soja e arroz de sequeiro em SPD, a compactação do solo tem efeitos\n\nprejudiciais mais expressivos em solos argilosos, principalmente os Latossolos, que são\n\nos solos de maior área geográfica no Brasil, e que são os mais utilizados.\n\nPara avaliar a compactação do solo são utilizados vários atributos físicos, entre\n\nestes, a densidade do solo (Ds) e a porosidade. No entanto, apesar dos inúmeros\n\nesforços, tem sido difícil estabelecer relações funcionais desses atributos com o\n\ncrescimento e a produção das culturas. Diante desse fato, intensificaram-se estudos\n\ncom atributos que tem relações diretas com o crescimento das plantas, entre esses,\n\natualmente a resistência do solo à penetração (RP) tem sido amplamente utilizada por\n\ncausa da sua boa correlação com o crescimento radicular (LETEY, 1985; HOAD et al.,\n\n2001). Ainda, objetivando reunir vários atributos físicos diretamente relacionados ao\n\ncrescimento radicular em um único parâmetro, surge o intervalo hídrico ótimo (IHO) que\n\n\n\n3\n\né o mais recente conceito utilizado como indicador da qualidade física e estrutural do\n\nsolo. O IHO é definido como o conteúdo de água no solo em que as limitações ao\n\ncrescimento das plantas por causa da água disponível às plantas, da aeração e da RP\n\nsão mínimas.\n\nCompactação do solo\n\nA compactação do solo é a compressão do solo não saturado provocando uma\n\nreorganização estrutural das partículas e de seus agregados, resultando em aumento\n\nda Ds e redução da porosidade total e dos macroporos (GUPTA &amp; ALLMARAS, 1987;\n\nSTONE et al., 2002). Esta ocorre principalmente em decorrência do excesso de pressão \n\nexercida pelo tráfego de máquinas e equipamentos sobre o solo em condições de\n\nexcesso de água e do não revolvimento anual do solo, com efeitos mais pronunciados \n\nna camada de 0,075 a 0,17 m em SPD (SILVA et al., 2000b). \n\nA compactação causa a redução da penetração e ramificação das raízes por\n\nexcessiva RP e aeração deficiente, culminando com a redução da produtividade das\n\nculturas e da sustentabilidade dos solos agrícolas. Isso em conseqüência da redução\n\nna infiltração e na redistribuição de água no solo, redução nas trocas gasosas, da\n\ndisponibilidade de oxigênio e da limitação na absorção de água e nutrientes pelas\n\nplantas (HAKANSSON &amp; VOORHEES, 1998).\n\nEm solos agrícolas, a compactação ocorre em duas situações: 1) compactação \n\nsuperficial; 2) compactação subsuperficial. Em solo compactado superficialmente, as\n\nplantas de soja suportam menores níveis de compactação, segundo JOHNSON et al.\n\n(1990). Já em cana-de-açúcar, BACCHI (1976) verificou que quando ocorreu\n\ncompactação superficial o crescimento de raízes foi menos danificado comparado a\n\ncompactação subsuperficial (0,10 – 0,20 m). Segundo o autor, quando o perfil é todo\n\ncompactado as raízes iniciam a penetração logo após a emergência, quando ainda\n\nestão finas e com capacidade de penetrar nos microporos. Em camadas subsuperficiais \n\ncompactadas, as raízes já possuem diâmetro superior aos microporos quando atingem\n\nesta camada. \n\n\n\n4\n\nResposta das plantas à compactação do solo\n\nA compactação do solo é um dos fatores mais importantes que determinam o\n\ncrescimento radicular que ocorre através dos bioporos que possuem maior reservatório\n\nde água e nutrientes, no entanto, o crescimento de raízes é prejudicado, principalmente\n\nem dicotyledoneas, em razão do maior diâmetro das raízes (STIRZAKER et al., 1996).\n\nA compactação altera o mecanismo de fluxo de massa e difusão responsáveis pelo\n\ntransporte de nutrientes até as raízes, reduzindo a permeabilidade à água e ar, a\n\nabsorção de água e nutrientes pelas plantas (WOLFE et al., 1995) e, restringido o\n\ncrescimento radicular e da parte aérea (GEDIGA, 1991). Ainda, o impedimento\n\nmecânico reduz a taxa de divisão e elongação celular e aumenta o diâmetro da raiz em \n\nconseqüência do aumento no diâmetro e número das células por comprimento radicular\n\n(BENGOUGH &amp; MULLINS, 1990). Nestas condições, a redução no crescimento\n\nradicular implica em não suprir a demanda de água e nutrientes da parte aérea das\n\nplantas (ATWEEL, 1990a). Além disso, ATWEEL (1990b) argumenta que o carbono\n\nalocado para a parte aérea é reduzido em condições de altas compactações em virtude \n\nda maior necessidade de carboidratos pelas raízes.\n\nEsse aumento do diâmetro das raízes e decréscimo do comprimento radicular\n\ndas plantas em razão da compactação é diferenciado para as culturas. Para soja,\n\nROSOLEM et al. (1994a) verificaram que na camada compactada ocorreu redução do\n\ncomprimento radicular sem alterar o diâmetro das raízes na camada de solo\n\ncompactada, sendo a redução do comprimento compensada por maior comprimento\n\nradicular nas camadas menos compactadas. Esses pesquisadores verificaram, que em\n\ngeral, ocorreu apenas mudança na distribuição do sistema radicular de soja.\n\nAs raízes das plantas atuam como sensores do ambiente físico do solo e enviam \n\nsinais à parte aérea, os quais controlam o crescimento e a expansão foliar (MASLE &amp;\n\nPASSIOURA, 1987). Em condições físicas do solo adversas, o funcionamento\n\nbioquímico da planta é alterado, gerando sinais que chegam à parte aérea, informando\n\nà planta que as condições para o seu funcionamento estão se restringindo e que\n\nreduções no crescimento e na taxa de transpiração são necessárias para manter a\n\n\n\n5\n\nhidratação (TURNER, 1997), podendo causar decréscimo da produção de matéria seca\n\ne da produtividade das culturas. \n\nAvaliação da compactação do solo\n\nResistência do solo à penetração (RP)\n\nDentre os atributos físicos utilizados para avaliar a compactação do solo, a RP\n\ntem sido atualmente priorizada para avaliar sistemas de uso e manejo (BENGOUGH &amp;\n\nMULLINS, 1990; TORMENA &amp; ROLOFF, 1996; BUSSCHER et al., 2000), por ser um\n\natributo diretamente relacionado ao crescimento das plantas (LETEY, 1985) e de fácil e\n\nrápida determinação (STOLF et al., 1983). Ainda, a RP apresenta maiores correlações\n\ncom o crescimento radicular (TAYLOR &amp; GARDNER, 1963; THOMPSON et al., 1987;\n\nHOAD et al., 2001), destacando-se como a melhor estimativa do impedimento mecânico\n\nao crescimento radicular (BENGOUGH &amp; MULLINS, 1990) e como um indicador mais\n\nsensível à compactação do solo (TORMENA &amp; ROLOFF, 1996), comparado a Ds. \n\nA RP depende das propriedades do cone (diâmetro, altura e ângulo) e do solo\n\n(Ds, resistência ao cisalhamento, conteúdo de água e textura) (FRITON, 1990). Com\n\nrelação ao solo, a RP tem relação inversa com o conteúdo de água e direta com a Ds e \n\na textura (GOMES &amp; PEÑA, 1996). Com a diminuição do conteúdo de água ocorre um\n\naumento na RP, em conseqüência da maior coesão entre as partículas (BELTRAME et\n\nal., 1981). Em geral, o conteúdo de água na capacidade de campo é considerado ideal\n\nquando se determina a RP, situação em que é obtida boa correlação entre a RP e o\n\ncrescimento radicular (HENDERSON, 1989; ARSHAD et al., 1996). \n\nPor outro lado, KLEIN et al. (1998) afirmam que a determinação da RP apenas\n\nquando o conteúdo de água se encontra próximo a capacidade de campo não é\n\nrecomendável, pois grandes variações na Ds poderão não ser detectadas. Nesse\n\ncontexto, HAMBLIM (1985) afirma que a RP é acentuadamente influenciada pelo\n\nconteúdo de água e pela condição estrutural do solo, fato que dificulta a obtenção de\n\nvalores críticos de RP para as plantas.\n\n\n\n6\n\nCom relação a interação da RP com outros atributos físicos do solo, STIRZAKER \n\net al. (1996) verificaram que o efeito do conteúdo de água na RP foi maior com o\n\nincremento da Ds, sendo que pequenas alterações na Ds proporcionaram acentuado\n\naumento da RP em solos mais compactados e secos. ROSOLEM et al. (1999)\n\nverificaram que no mesmo nível de Ds a RP é maior em solos argilosos e, que em solo \n\nmais seco ou mais compactado a diferença de crescimento radicular em função da\n\ntextura diminui. Ainda, verificaram que próximo a Ds máxima, a RP é superior nos solos \n\nmais argilosos, e pequenos incrementos na Ds causam acentuados incrementos na RP\n\nem solos argilosos compactados.\n\nPara determinar a RP são utilizados penetrômetros, porém, possuem diâmetros\n\ndas extremidades maiores em relação à extremidade das raízes em crescimento, e\n\ndeterminam valores absolutos 2 a 8 vezes superior a máxima pressão axial que as\n\nraízes podem exercer de 0,9 a 1,3 MPa (MISRA et al., 1986). Além disso, as raízes não \n\ncrescerem em linha reta, produzem mucilagens que reduzem o atrito destas com o solo, \n\ne podem crescer através dos poros ou linhas de fraqueza com menor resistência,\n\nenquanto os penetrômetros determinam a RP máxima do solo (CAMARGO, 1983). No\n\nentanto, esse autor afirma que valores relativos são de grande utilidade quando se\n\npretende verificar a RP que restringe o crescimento das raízes.\n\nDiversos penetrômetros foram desenvolvidos, sendo obtidos vários avanços em\n\nrelação a geometria do cone, taxa de penetração e fricção solo-metal (VOORHEES et\n\nal., 1975). Atualmente, os penetrômetros rotineiramente utilizados são o penetrômetro\n\nde \"Pocket\", de “impacto” e de “anel dinamométrico”. Para determinações em\n\nlaboratório são utilizados penetrômetros eletrônicos equipados com atuador linear\n\n(velocidade constante de penetração) e célula de carga acoplada por meio de interface\n\na um microcomputador (TORMENA et al., 1998). \n\nOs penetrômetros são denominados, em função do princípio de penetração, de\n\nestáticos, em que o conjunto é pressionado contra o solo e a RP é registrada em um\n\ndinamômetro; e, dinâmicos, em que a haste penetra no solo em decorrência do impacto\n\nde um peso que cai em queda livre de uma altura constante (STOLF, 1991). Entretanto, \n\nquanto maior a velocidade de penetração, maior o valor de RP obtido, sendo mais\n\n\n\n7\n\nevidenciado em solos sujeitos a compressões elásticas, como solos argilosos, onde a\n\nresistência dinâmica deve apresentar-se maior que a estática (CAMPBELL, 1977). \n\nEstudos de STOLF (1991) indicam que o penetrômetro de impacto apresentou\n\nvalores de RP superiores em solo compactado argiloso, sendo essas diferenças\n\nmenores em solos arenosos, comparado a um penetrômetro estático com mola\n\ndinamométrica. Resultados semelhantes foram obtidos por BEUTLER et al. (2002), em\n\nLatossolos, em que o penetrômetro de impacto determinou valores superiores de RP\n\ncomparado ao penetrômetro de anel dinamométrico. Neste contexto, HERRICK &amp;\n\nJONES (2002) mencionam que os penetrômetros estáticos apresentam um método\n\nmais padronizado para determinação da RP.\n\nIntevalo hídrico ótimo (IHO)\n\nEntre os atributos físicos diretamente relacionados à produtividade das culturas,\n\no conteúdo de água no solo tem sido mais intensivamente estudado. Com relação a\n\nesse atributo, a água disponível às plantas (AD), que é o conteúdo de água entre a\n\ncapacidade de campo (CC) (0,01 MPa) e ponto de murcha permanente (PMP) (1,5\n\nMPa), tem sido utilizada em estudos de crescimento de raízes (JONES et al., 1991),\n\nassumindo que não ocorre nenhum outro tipo de limitação entre esse conteúdo de\n\nágua. Entretanto, nos limites de água disponível podem ocorrer limitações por\n\nexcessiva RP, ou porosidade de aeração (PA) deficiente (LETEY, 1985). Assim, surgiu\n\no intervalo hídrico ótimo (IHO) que reúne três atributos físicos (AD, RP, PA) diretamente\n\nrelacionados ao crescimento das raízes (LETEY, 1985) em um único conceito. Este\n\nestá sendo utilizado no Canadá e mais recentemente foi estudado por TORMENA et al.\n\n(1998) em solo tropical no Brasil. \n\n O IHO é o mais recente conceito utilizado com o indicador da qualidade física e\n\nestrutural do solo e define o conteúdo de água no solo em que as limitações ao\n\ncrescimento das plantas por causa da água disponível às plantas, da aeração e da RP\n\nsão mínimas. Esses atributos (AD, PA e RP) têm relações diretas e atuam\n\n\n\n8\n\nsimultaneamente no crescimento das plantas; assim, um aumento no conteúdo de água\n\npromove redução na aeração e da RP às raízes das plantas (LETEY, 1985). \n\nO IHO tem como limite superior o conteúdo de água retida na tensão de 0,01\n\nMPa equivalente a capacidade de campo (REICHARDT, 1988) ou o conteúdo de água\n\nno qual a porosidade de aeração é de 10% (GUPTA &amp; ALLMARAS, 1987); o limite\n\ninferior é o conteúdo de água retida na tensão de 1,5 MPa equivalente ao ponto de\n\nmurcha permanente (SAVAGE et al., 1996) ou a RP de 2,0 MPa (SILVA et al., 1994). \n\nDentro desses limites estabelecidos para o IHO, o crescimento das culturas é\n\nmenos restritivo (SILVA et al., 1994). SILVA &amp; KAY (1996) verificaram que a ocorrência\n\nde conteúdos de água fora dos limites do IHO restringiu o crescimento de plantas de\n\nmilho.\n\nO aumento da compactação do solo em razão do manejo inadequado impõem\n\nreduções no IHO podendo atingir o valor zero quando o limite superior e inferior são\n\niguais, quando é atingida a densidade do solo crítica (Dsc). Segundo o modelo do IHO,\n\nquando a Dsc é atingida as raízes das plantas são expostas a condições adversas ao\n\ncrescimento. Estudos mostram que a RP (2,0 MPa) foi o fator que mais freqüentemente \n\ndiminuiu o IHO no limite inferior (SILVA et al., 1994; TOPP et al., 1994; TORMENA et\n\nal., 1998).\n\nValores críticos de RP \n\nOs valores de RP críticos ao crescimento radicular variam com o tipo de solo,\n\ncultivares, culturas e conteúdo de água no solo (TAYLOR et al., 1966; GOSS, 1977;\n\nDEXTER, 1987). Em geral, valores de RP considerados críticos ao crescimento\n\nradicular das plantas variam de 1,0 a 4,0 MPa (DEXTER, 1987); 1,5 a 3,0 MPa (GRANT \n\n&amp; LAFOND, 1993); 2,0 a 4,0 MPa (ARSHAD et al., 1996); sendo em geral adotado o\n\nvalor de 2,0 MPa (TAYLOR et al., 1966; Silva et al., 1994; TORMENA et al., 1998).\n\nCAMARGO &amp; ALLEONI (1997) consideram baixos os valores de RP de 1,0 a 2,5 MPa,\n\ncom pouca limitação ao crescimento radicular. Entretanto, é importante mencionar que\n\nem geral é adotado o valor de RP de 2,0 MPa como crítico ao desenvolvimento\n\n\n\n9\n\nradicular, sem discriminar cultivares, culturas e tipos de solo, fato que deve ser\n\nconsiderado quando for realizada qualquer inferência em relação a valores críticos. \n\nVários trabalhos de curta duração, indicam que  a elongação radicular é mais\n\nlenta e menor com o incremento da RP a partir de níveis relativamente baixos (&lt;1,0\n\nMPa) de RP (TAYLOR &amp; RATLIFF, 1969; VOORHEES et al., 1975; BAR-YOSEF &amp;\n\nLAMBERT, 1981; BENGOUGH &amp; MULLINS, 1990; KIRKEGAARD &amp; TROEDSON,\n\n1992; BENGOUGH &amp; YOUNG, 1993; ROSOLEM et al., 1994a; ROSOLEM et al., 1999).\n\nEntretanto, TAYLOR &amp; BRAR (1991) afirmam que mudanças no sistema radicular e\n\nredução no comprimento radicular não necessariamente causam alterações no\n\ncrescimento e produtividade das plantas, pois muitas vezes  o sistema radicular é\n\nreduzido e mantém satisfatoriamente o suprimento de água e nutrientes para a parte\n\naérea. Segundo PABIN et al. (1998), a redução de 40% no comprimento radicular é\n\ncrítico à produtividade das plantas.\n\nRedução no conteúdo de nutrientes da parte aérea da soja por causa da\n\ncompactação foram verificadas por BORGES et al. (1988) para P, K, Mg e Ca; DOLAN\n\net al. (1992) P e K; ROSOLEM et al.(1994a) para N. FERNANDEZ et al. (1995)\n\nverificaram que o impedimento mecânico ao crescimento radicular levou a diminuições\n\nnas concentrações de N e Mg e, aumentos nas concentrações de P, Ca e K na parte\n\naérea da soja. Já NOGUEIRA &amp; MANFREDINI (1983) não verificaram redução na\n\nabsorção de N, P, K, Ca, Mg e S, com o aumento da compactação.\n\nPara gramíneas, poucos estudos avaliam a influência da compactação na\n\nabsorção de nutrientes, especialmente pela cultura do arroz de sequeiro. SILVA et al.\n\n(1992) estudando gramíneas forrageiras verificaram que o impedimento mecânico do\n\nsolo não induziu alterações nos teores de P, K e Ca na parte aérea das plantas.\n\nROSOLEM et al. (1994b) estudando ampla condição de compactação (1,03-1,72 Mg m-\n\n3) não verificaram diferenças na absorção de N, P, K, Ca e Mg na parte aérea de milho. \n\nSHIERLAW &amp; ALSTON (1984), também não verificaram diferenças na absorção de\n\nfósforo quando a densidade do solo variou de 1,20 a 1,75 Mg m-3, em plantas de milho.\n\nEm condições de campo, ORTOLANI et al. (1982) verificaram decréscimo de até\n\n50% na produtividade de soja (UFV-1) quando a RP aumentou de 0,44 para 1,46 MPa\n\n\n\n10\n\n(16 kg kg-1 de água) em Latossolo Vermelho-Escuro, em condições de campo;\n\nPETTER (1990) verificou que 2,8 MPa foi crítico ao crescimento radicular da soja, em\n\nLatossolo Roxo; SILVA et al. (2000b) verificaram que na RP de 1,5 MPa, em Latossolo\n\nVermelho argiloso, a soja teve uma produtividade adequada; e GOEDERT et al. (2002)\n\nverificaram em Latossolo Vermelho Amarelo muito argiloso e Latossolo Vermelho\n\nargiloso que a RP de 1,1 MPa não afetou a produtividade de soja.\n\nMEROTTO &amp; MUNDSTOCK (1999) estudaram o efeito da RP, em Podzólico\n\nVermelho-Escuro, na produção de matéria seca das raízes e da parte aérea, diâmetro\n\ne comprimento das raízes de trigo em condições controladas, mantendo o conteúdo de\n\nágua do solo igual em todos os tratamentos (0,26 m3 m-3), reduzindo o conteúdo\n\ngravimétrico de água com incremento na Ds. Os autores verificaram que em 2,0 MPa a \n\nprodução de matéria seca da parte aérea de trigo foi ligeiramente afetada e, em 3,5\n\nMPa ocorreu severa limitação ao crescimento das plantas.\n\nEm relação ao tipo de solo, RIBEIRO (1999) estudando compactação do solo\n\nverificaram que a compactação em Latossolo Vermelho-Escuro foi mais prejudicial ao\n\ncrescimento das plantas de soja e eucalipto comparado ao Latossolo Vermelho-\n\nAmarelo arenoso.\n\nPor outro lado, KOOISTRA et al. (1992) verificaram que em solos muito porosos \n\n(soltos) o crescimento radicular pode não ser afetado, mas o menor contato das raízes \n\ncom o solo pode restringir a absorção de água e nutrientes. CORNISH &amp; McWILLIAM\n\n(1984) e VEEN et al. (1992) verificaram incremento na absorção de fósforo e nitrato,\n\nrespectivamente, e BORGES et al. (1988) verificaram maior absorção de P, K e Mg com \n\numa pequena compactação do solo.\n\nSHIERLAW &amp; ALSTON (1984) verificaram que a RP de 1,75 MPa (conteúdo de\n\nágua retida na tensão de 0,002 MPa) incrementou a produção de matéria seca da parte\n\naérea e diminuiu o comprimento de raízes em milho. VEEN &amp; BOONE (1990)\n\nverificaram que, 9 dias após a semeadura de milho, o comprimento radicular diminui em \n\ntodos os tratamentos, no entanto, o peso úmido de raízes incrementou quando a RP\n\npassou de 0,5 a 1,0 MPa diminuindo posteriormente com o incremento da RP, no\n\nconteúdo de água retida na tensão de 0,1 MPa e, quando a tensão foi de 0,63 MPa,\n\n\n\n11\n\nocorreu decréscimo do peso das raízes a partir da RP de 0,7 MPa. Em solo úmido o\n\ncrescimento radicular de milho foi completamente inibido na RP de 4,2 MPa. \n\nNa literatura, encontram-se vários trabalhos que avaliaram a compactação do\n\nsolo em camadas subsuperficiais compactadas, entre estes, BORGES et al. (1988),\n\nMORAES et al. (1991), SILVA et al. (1992), ROSOLEM et al. (1994a, b), FERNANDEZ\n\net al. (1995), WOLFE et al. (1995), ALVARENGA et al.(1996) e MORAES et al. (1998).\n\nNo entanto, apenas ROSOLEM et al. (1994b) e WOLFE et al. (1995) avaliaram a\n\ncompactação do solo por meio da RP. WOLFE et al. (1995) verificaram que a redução \n\nda produtividade seguiu a ordem decrescente repolho, feijão, pepino, milho com o\n\naumento da RP na camada subsuperficial compactada (0,10-0,20 m). No entanto,\n\npoucos estudos avaliam a compactação superficial do solo.\n\nAssim, a hipótese desse estudo é de que a compactação superficial do solo e o\n\nconteúdo de água alteram a produtividade das culturas.\n\nEste estudo objetivou avaliar o efeito da compactação do solo e do conteúdo de\n\nágua nas características agronômicas de soja e arroz de sequeiro em um Latossolo\n\nVermelho distrófico, textura média e um Latossolo Vermelho eutroférrico argiloso.\n\nEXPERIMENTOS:\n\nExperimento 1: Os capítulos 2 e 3 são resultados do experimento de casa-de-\n\nvegetação, que foi conduzido até a fase de florescimento da soja e arroz de sequeiro\n\nobjetivando avaliar a resposta aos níveis de RP e de água pré-estabelecidos.\n\nExperimento 2: Os capítulos 4, 5, 6 e 7 são resultados do experimento de casa-\n\nde-vegetação, conduzido até a colheita de grãos. Este experimento foi instalado com\n\nbase nos resultados do experimento 1, objetivando definir valores de RP a partir dos\n\nquais ocorre decréscimo da produtividade de soja e arroz de sequeiro.\n\nExperimento 3: Os capítulos 8 e 9 são resultados do experimento de campo,\n\nconduzido com o objetivo de avaliar a resposta da soja a compactação em condições\n\nde campo.\n\n\n\n12\n\nCAPÍTULO 2 – ALTURA E MATÉRIA SECA DE SOJA E ARROZ DE SEQUEIRO EM\n\nNÍVEIS DE COMPACTAÇÃO E DE ÁGUA DE DOIS LATOSSOLOS\n\nRESUMO – Este trabalho objetivou avaliar a altura de plantas e produção de\n\nmatéria seca da parte aérea e das raízes de soja e arroz de sequeiro em três níveis de \n\ncompactação (entre 0,25 e 6,46 MPa) determinados com o penetrômetro de anel\n\ndinamométrico, e dois conteúdos de água (conteúdo de água retida a 0,05 e 0,01 MPa). \n\nForam utilizadas amostras de Latossolo Vermelho, distrófico, textura média (LVd) e,\n\nLatossolo Vermelho, eutroférrico, textura argilosa (LVef), coletadas na profundidade de\n\n0,0-0,20 m e compactadas em camadas de 0,03 m, em vasos de 0,20 m de altura e\n\n0,25 m de diâmetro. A altura das plantas foi reduzida em valores de RP superiores a 3,0 \n\nMPa. Menor produção de matéria seca da parte aérea das plantas ocorreu na RP de\n\n3,76 e 3,37 MPa para soja; 3,93 e 3,37 MPa para arroz, no Latossolo Vermelho, textura \n\nmédia e Latossolo Vermelho argiloso, respectivamente, no conteúdo de água retida na\n\ntensão de 0,05 MPa e no maior conteúdo de água (0,01 MPa) somente ocorreu redução\n\nda produção de matéria seca das raízes.\n\nPalavras-Chave: resistência à penetração, conteúdo de água, Glycine max, Oryza\n\nsativa\n\n\n\n13\n\nINTRODUÇÃO\n\nA compactação do solo, originada da pressão exercida pelos pneus das\n\nmáquinas e por implementos agrícolas sobre o solo, principalmente em condições de\n\nsolo muito úmido, é um dos principais fatores físicos que limitam a produtividade de soja \n\ne arroz de sequeiro.\n\nA compactação do solo, genericamente caracterizada pela diminuição do volume\n\nde vazios ocupados pela água ou pelo ar, limita a infiltração e redistribuição de água no \n\nsolo; reduz as trocas gasosas e a disponibilidade de oxigênio, que impede a absorção\n\nativa de água pelas raízes e seu crescimento em busca de água e nutrientes; limita o\n\ncrescimento radicular por impedimento mecânico, culminando com a redução do\n\ncrescimento da parte aérea e da produtividade das culturas (BELTRAME &amp; TAYLOR,\n\n1980).\n\nEm solos compactados ocorrem mudanças e redução no comprimento do\n\nsistema radicular, restringindo a absorção de água e nutrientes. No entanto, não\n\nnecessariamente ocorre redução do crescimento da parte aérea, pois muitas vezes o\n\nsistema radicular é reduzido e mantém satisfatoriamente o suprimento de água e\n\nnutrientes a parte aérea (TAYLOR &amp; BRAR, 1991). Por outro lado, solos muito porosos \n\npodem não afetar o crescimento radicular, porém o menor contato das raízes com o\n\nsolo pode diminuir a absorção de água e nutrientes. Neste sentido, estudos mostram\n\nque muitas vezes uma pequena compactação é benéfica por aumentar a área de\n\ncontato das raízes com o solo (SIDIRAS &amp; VIEIRA, 1984; KOOISTRA et al., 1992).\n\nEstes autores afirmaram que uma pequena compactação pode proporcionar melhor\n\nretenção de água e melhores condições de absorção de nutrientes por unidade de raiz.\n\nCINTRA &amp; MIELNICZUK (1983) observaram que a cultura de soja e trigo responderam\n\npositivamente ao incremento da compactação até a densidade de 1,04 Mg m-3.\n\nKOPI &amp; DOUGLAS (1991) argumentam que uma grande área de contato das\n\nraízes com o solo, espaço poroso suficiente para o movimento de água e gases e baixa \n\nresistência do solo a penetração (RP) das raízes seria a estrutura do solo ideal ao\n\ncrescimento das plantas.\n\n\n\n14\n\nA RP é o atributo físico priorizado atualmente em estudos de compactação do\n\nsolo, por estar diretamente relacionada com o crescimento das plantas, e por ser de\n\nfácil e rápida determinação (WEAICH et al., 1992). Valores de RP críticos ao\n\ncrescimento radicular variam de 1,0 a 4,0 MPa (NESMITH, 1987; GRANT &amp; LAFOND,\n\n1993; TOPP et al., 1994; ARSHAD et al., 1996), sendo, em geral, o valor de 2,0 MPa\n\naceito como impeditivo ao crescimento radicular (TORMENA et al., 1998), apesar das\n\ndiferentes espécies apresentarem competências diferenciadas para penetrar o solo.\n\nMIELNICZUK et al. (1985), verificaram em Latossolo Roxo compactado\n\nartificialmente (conteúdo de água de 0,28 kg kg-1), que a produção de matéria seca de\n\nsoja, trigo e aveia foram menores na RP de 3,13 MPa. Em condições de campo,\n\nSECCO et al. (2000), em Latossolo Vermelho, verificaram redução de 8,3% na\n\nprodução de trigo na RP de 2,0 a 2,4 MPa. PETTER (1990) verificou menor crescimento \n\nradicular de soja a partir de 2,8 MPa, em condições de campo.\n\nEm relação ao conteúdo de água no solo, maiores conteúdos aumentam a\n\ntolerância das plantas a compactação (DEXTER, 1987; STIRZAKER et al., 1996;\n\nRIBEIRO, 1999). STIRZAKER et al. (1996) verificaram que, no maior conteúdo de água,\n\no crescimento de cevada foi maior na densidade intermediária e, no menor conteúdo de\n\nágua o crescimento foi superior no menor nível de compactação.\n\nNa literatura encontram-se alguns estudos avaliando a influência de camadas\n\nsubsuperficias de solo compactadas na produção de matéria seca pelas culturas.\n\nEntretanto, há necessidade de estudos em sistemas com revolvimento mínimo do solo,\n\ncomo o sistema de plantio direto, priorizado por vantagens técnicas e econômicas, que\n\nlevam a formação de camadas superficiais compactadas. \n\nEste estudo teve por objetivo avaliar a altura de plantas e matéria seca da parte\n\naérea e das raízes de soja e arroz de sequeiro em diferentes níveis de RP e de água de \n\nLatossolo Vermelho, distrófico, textura média e Latossolo Vermelho, eutroférrico, textura\n\nargilosa.\n\n\n\n15\n\nMATERIAL E MÉTODOS\n\nO experimento foi realizado em casa de vegetação da Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP. Utilizaram-se um Latossolo Vermelho,\n\ndistrófico, típico, textura média, A moderado, caulinítico, hipoférrico (LVd), e Latossolo\n\nVermelho, eutroférrico, típico, textura argilosa, A moderado, caulinítico-oxídico (LVef)\n\n(ANDRIOLI &amp; CENTURION, 1999), cuja composição granulométrica foi determinada em\n\namostras deformadas por meio da dispersão com NaOH (0,1 mol L-1) e agitação lenta\n\ndurante 16 horas, sendo o conteúdo de  argila  obtido  pelo  método  da  pipeta (GEE &amp; \n\nBAUDER, 1986). A densidade de partículas (Dp) determinada pelo método do\n\npicnômetro (EMBRAPA, 1997) (Tabela 1).\n\nTabela 1. Características do LVd e LVef na profundidade de 0,0-0,20 m. \n\n Solo Matéria\norgânica\n\nArgila  Silte Areia Fe2O3   Al2O3        Dp\n\n---------------------------------- g kg-1 -------------------------------- Mg m-3\n\nLVd 14 271   42 687        54      135 2,82\nLVef 37 517 256 227 205  235 2,98\n\nAs amostras dos solos foram coletadas na camada de 0,0-0,20 m e passadas em \n\npeneira de 0,004 m. O solo utilizado para cada cultura foi adubado segundo RAIJ et al. \n\n(1996); em um m3 de solo foi utilizada a adubação referente a 5 m2 no campo, cuja\n\nanálise química seguiu a metodologia de RAIJ et al. (1987). Foi realizado a calagem do\n\nsolo com calcário com poder relativo de neutralização total de 135%, sendo o solo\n\nmantido com conteúdo de água próximo a capacidade de campo durante 30 dias. Após \n\nesse período foi realizada a adubação com macronutrientes (N, P e K), para as culturas.\n\nApós a realização da adubação, foram determinados os conteúdos de água\n\nequivalentes a retenção de água nas tensões de 0,05 e 0,01 MPa, em amostras\n\ndeformadas, determinada segundo KLUTE (1986). Na sequência, foi ajustado o\n\nconteúdo de água retida na tensão de 0,01 MPa, e o solo foi colocado em vaso\n\ncilíndrico de PVC com capacidade de 9,82 L (altura de 0,20 m e diâmetro de 0,25 m),\n\n\n\n16\n\nem camadas de 0,03 m. Cada camada foi compactada em decorrência da queda livre\n\nde um êmbolo de 7 kg, da altura de 0,60 m, no centro geométrico de um suporte de\n\nmadeira com diâmetro ligeiramente inferior ao vaso (Figura 1a). Os níveis de\n\ncompactação corresponderam a 0, 5, 11 e 0, 7, 13 impactos por camada de solo, para o \n\nLVd e LVef, respectivamente. \n\nFigura 1. Esquema da compactação do solo no vaso (a) e do vaso utilizado para o cultivo da soja e \ndo arroz (b).\n\nO delineamento experimental foi inteiramente casualizado, em esquema fatorial\n\ncom três níveis de compactação e dois conteúdos de água, com três repetições.\n\nA resistência do solo à penetração (RP) foi determinada com o penetrômetro de\n\nanel dinamométrico (Solotest 1.210.001), com ângulo de cone de 30o recomendado\n\npela ASAE (1976). As leituras foram realizadas, nos conteúdos de água retida nas\n\ntensões de 0,05 e 0,01 MPa, quando a base do cone atingiu a profundidade de 0,03 m\n\ne, o valor de cada repetição foi obtida da média de quatro subdeterminações. Utilizou-\n\nse cone com diâmetro de 0,0284; 0,022 e 0,012 m, respectivamente, diminuindo o\n\ndiâmetro do cone com o incremento da compactação do solo. O valor obtido no relógio\n\nde leitura foi transformado em kgf pela equação linear de calibração do aparelho, a\n\nseguir:\n\nxkgfR 2998,00444,1)( +=\n\nVaso de pvc (h= 0,20 m; ?= 0,25 m)\n\nSolo solto (0,03 m)\n\nAltura de queda (0,6 m)\n\nSuporte de madeira\n(? = 0,245 m; h= 0,04 m)\n\nÊmbolo (7 kg) \n\nh= 0,20 m\n\n? = 0,25 m\n\nSolo até a borda (0,02 m)\n\nCano de pvc p erfurado\n\n(a) (b)\n\n\n\n17\n\nem que R(kgf) é a resistência à penetração ((kgf/área cone) * 0,098 = MPa) e\n\nx é a leitura no relógio.\n\nApós a compactação, foram semeadas três sementes por cova (4 covas vaso-1)\n\nde soja (Glycine max cv. Embrapa 48) e arroz (Oryza sativa cv. IAC 165), no ano de\n\n2000. Após sete dias, realizou-se o desbaste, deixando duas plantas de soja e quatro\n\nplantas de arroz por vaso, respectivamente. Nesta data foram aplicados os conteúdos\n\nde água retida nas tensões de 0,05 e 0,01 MPa, visto que foi necessário aumentar o\n\nconteúdo de água no solo para possibilitar a germinação nos vasos mais secos e\n\ncompactados. O conteúdo de água foi mantido constante, mediante duas pesagens\n\ndiárias dos vasos referentes a uma repetição e reposição de água através de tubo de\n\nPVC perfurado (Figura 1b), instalado no centro geométrico do vaso, sendo feita a\n\npesagem e rodízio de todos vasos a cada cinco dias.\n\nNo início do florescimento, aos 54 dias após a semeadura, foi avaliada a altura\n\ndas plantas e a matéria seca da parte aérea e das raízes das plantas de soja e arroz. \n\nA análise estatística dos resultados consistiu da análise da variância e utilização\n\ndo teste de Tukey a 5% de probabilidade para comparação das médias.\n\nRESULTADOS E DISCUSSÃO\n\nAltura e matéria seca das plantas de soja\n\nA altura das plantas de soja foi superior no maior conteúdo de água, no LVd e\n\nLVef, condizente com a maior disponibilidade de água (Tabela 2). Entre os níveis de\n\nRP, não houve diferença, no LVd. Já no LVef, no menor conteúdo de água, ocorreu\n\nredução da altura de plantas a partir da RP de 3,37 MPa, fato não verificado na RP de\n\n3,76 MPa no maior conteúdo de água,  corroborando com STIRZAKER et al. (1996) e\n\nRIBEIRO (1999). Isto deve-se ao menor conteúdo de água no solo que possivelmente\n\nlevou a deficiência de água e nutrientes, resultando em menor crescimento da parte\n\naérea das plantas. Neste contexto, TARDIEU (1994) verificou que em solos\n\n\n\n18\n\ncompactados ocorre rápida depleção de água nos poros ocupados pelas raízes, que\n\naumenta a resistência lateral à penetração das raízes e aumenta a resistência ao fluxo\n\nde água em direção as raízes.\n\nTabela 2. Altura, matéria seca da parte aérea e das raízes das plantas de soja, no LVd e LVef, em \ntrês níveis de resistência à penetração (RP) e dois conteúdos de água.\n\n   LVd\n----------------------------------- Conteúdo de água (kg kg-1) ---------------------------------\n\n0,12 0,17    0,12   0,17    0,12   0,17          0,12   0,17\nMatéria seca (g planta-1)RP\n\n(MPa)\n     Altura da planta\n              (cm)  Parte aérea   Raízes\n\n 0,38 0,27 74,4 Ab 96,8 Aa 8,1 Ab 12,1 Ba         2,6 Ab 3,9 Ba\n1,95 1,79 72,2 Ab 96,2 Aa 8,7 Ab 17,9 Aa         2,1 Ab 4,4 Aa\n3,76 2,69 62,1 Ab 95,8 Aa   4,6 Bb 15,0 ABa   0,9 Bb  4,0 Ba\n\nLVef\n0,20 0,26    0,20   0,26      0,20    0,26          0,20      0,26\n\n0,64 0,36     53,8 Ab 73,0 Aa 4,9 Ab 10,6 Ba         2,0 Ab 4,8 Aa\n3,37 2,03 31,9 Bb 79,4 Aa 1,9 Bb 17,1 Aa 0,4 Bb 3,5 Ba\n5,84 3,76 27,7 Bb 75,0 Aa 1,9 Bb 17,5 Aa 0,5 Bb 3,6 Ba\nMédias seguidas pela mesma letra maiúscula na coluna e minúscula na linha, para a mesma característica \nagronômica, não diferem entre si pelo teste de Tukey a 5% de probabilidade.\n\nNo menor conteúdo de água no LVd, a RP de 3,76 MPa não afetou a altura das \n\nplantas, enquanto que a RP de 3,37 MPa no LVef, restringiu a altura das plantas. Esse\n\nresultado deve-se provavelmente a utilização do conteúdo de água retida a maior\n\ntensão no LVef em relação ao LVd. O conteúdo de água foi determinado em amostras \n\ndeformadas nas tensões de 0,05 e 0,01 MPa, o qual foi utilizado no experimento. Isso\n\nconduziu a valores aproximados do conteúdo de água, visto que o mesmo foi\n\ndeterminado, posteriormente, em amostras indeformadas, obtendo-se 0,11 e 0,14 e,\n\n0,24 e 0,27 kg kg-1, para o LVd e LVef, nas tensões de 0,05 e 0,01 MPa,\n\nrespectivamente. Neste sentido, SIDIRAS et al. (1984) afirmam que amostras\n\nindeformadas estimam melhor a realidade e as condições de campo.\n\n\n\n19\n\n Ainda, RIBEIRO (1999) verificaram que a compactação do solo é mais\n\nprejudicial ao crescimento das plantas de soja em solo argiloso e com menor conteúdo\n\nde água, em relação à solo arenoso.\n\nA produção de matéria seca da parte aérea e das raízes de soja apresentou\n\ncomportamento diferenciado em relação a altura de plantas (Tabela 2). No maior\n\nconteúdo de água a matéria seca da parte aérea aumentou na RP de 1,79 e não diferiu \n\nde 2,69 MPa e, a matéria seca das raízes foi superior na RP de 1,79 MPa, no LVd. Isso \n\npossivelmente está relacionado a maior contato das raízes com o solo, que proporciona\n\nmaior absorção de água e nutrientes por unidade de raiz, segundo SIDIRAS &amp; VIEIRA\n\n(1984). Maior produção de matéria seca com uma pequena compactação também\n\nforam verificados por CINTRA &amp; MIELNICZUCK (1983) em soja e trigo e, STIRZAKER\n\net al. (1996) em cevada. \n\nNo maior conteúdo de água, no LVef, a matéria seca da parte aérea aumentou e\n\ndas raízes diminuiu na RP de 2,03 MPa e não diferiu de 3,76 MPa,  corroborando com\n\nMIELNICZUK et al. (1985) e TAYLOR &amp; BRAR (1991). Estes autores afirmam que\n\nmuitas vezes o sistema radicular é reduzido, porém, mantém satisfatoriamente o\n\nsuprimento de água e nutrientes à parte aérea. MIELNICZUK et al. (1985) em\n\nexperimento semelhante, em Latossolo Roxo, verificou menor produção de matéria\n\nseca da parte aérea de soja aos 54 dias, na RP de 3,13 MPa, em relação a RP de 0,19 \n\ne 2,35 MPa, no conteúdo de água de 0,28 kg kg-1.\n\nNo menor conteúdo de água ocorreu redução da matéria seca da parte aérea e\n\ndas raízes de soja na RP de 3,76 e 3,37 MPa no LVd e no LVef, respectivamente.\n\nEsses resultados corroboram com STIRZAKER et al. (1996), que verificaram que em\n\nmenores conteúdos de água, menores níveis de compactação proporcionam melhores\n\nrespostas. Ainda, no menor conteúdo de água, o valor de RP crítico à produção de\n\nmatéria seca da parte aérea de soja no LVef foi menor em relação ao LVd. Isso é\n\natribuído a utilização do conteúdo de água retida em maior tensão no LVef, resultando\n\nem menor conteúdo de água disponível às plantas.\n\n\n\n20\n\nAltura e matéria seca das plantas de arroz\n\nA altura das plantas de arroz, no maior conteúdo de água, foi superior na RP de\n\n1,79 e 2,83 MPa, no LVd (Tabela 3). No LVef, na RP de 1,91 e 3,53 MPa ocorreu maior \n\naltura de plantas em relação a menor compactação, corroborando os estudos de\n\nCINTRA &amp; MIELNICZUCK (1983) e STIRZAKER et al. (1996). Nesse contexto,\n\nSIDIRAS &amp; VIEIRA (1984) afirmam que pequena compactação melhora a retenção de\n\nágua e proporciona maior absorção de água e nutrientes por unidade de raiz.\n\nNo menor conteúdo de água, a altura das plantas de arroz foi superior na RP de \n\n1,99 MPa, apresentando valores inferiores na RP de 3,93 MPa, no LVd. Já no LVef\n\nocorreu redução da altura de plantas a partir de 3,37 MPa. \n\nA altura de plantas no menor nível de RP não foi influenciada pelo conteúdo de\n\nágua, no LVd. Isto deve-se possivelmente ao menor contato das raízes com o solo,\n\nreduzindo a absorção de nutrientes, conforme mencionado por KOOISTRA et al. (1992).\n\nTabela 3. Altura e matéria seca da parte aérea e das raízes das plantas de arroz, no LVd e LVef, em \ntrês resistências à penetração (RP) e dois conteúdos de água.\n\nLVd\n--------------------------------------- Conteúdo de água (kg kg-1) ------------------------------\n\n0,12 0,17       0,12   0,17    0,12    0,17      0,12 0,17\nMatéria seca (g planta-1)RP\n\n(MPa)\n      Altura da planta \n               (cm)   Parte aérea   Raízes\n\n0,42 0,25 19,5 Ba 19,7 Ba 3,8 Ba   4,2 Ba 2,2 Ab 3,5 Ba\n1,99 1,79 26,1 Ab 28,3 Aa 7,6 Ab 12,7 Aa 2,1 Ab 4,6 Aa \n3,93 2,83 21,3 Bb 27,3 Aa 4,0 Bb 12,2 Aa 1,3 Bb   4,0 ABa\n\n LVef\n0,20 0,28     0,20    0,28       0,20   0,28          0,20   0,28\n\n0,57 0,40 14,8 Ab 18,4 Ba 2,1 Ab 5,6 Ca 0,4 Ab 0,8 Ba\n3,37 1,91 7,0 Bb 27,5 Aa 0,2 Bb 10,2 Ba 0,1 Bb 2,9 Aa\n6,46 3,53 6,0 Bb 29,4 Aa 0,1 Bb 12,5 Aa 0,1 Bb 3,2 Aa\nMédias seguidas pela mesma letra maiúscula na coluna e minúscula na linha, para a mesma característica \nagronômica, não diferem entre si pelo teste de Tukey a 5% de probabilidade.\n\n\n\n21\n\nA produção de matéria seca da parte aérea e das raízes de arroz foi superior no \n\nsegundo e terceiro nível de compactação, nos dois solos, no maior conteúdo de água\n\n(Tabela 3), corroborando KOOISTRA et al. (1992).\n\nNo menor conteúdo de água, no LVd, a matéria seca da parte aérea e das raízes \n\naumentou até a RP de 1,99 MPa, apresentando valores inferiores na RP de 3,93 MPa.\n\nJá no LVef ocorreu a senescência das plantas na RP de 3,37 MPa, quando foram\n\naplicados os conteúdos de água correspondentes. \n\nA menor tolerância das plantas de arroz, assim como de soja, no menor\n\nconteúdo de água, no LVef em relação ao LVd, deve-se principalmente ao conteúdo de\n\nágua utilizado no experimento ser o conteúdo retido em maiores tensões em relação ao\n\nLVd, resultando em menor conteúdo de água disponível as plantas. \n\nA RP de 2,0 MPa considerada crítica ao crescimento radicular não restringiu a\n\nprodução de matéria seca das raízes e da parte aérea das plantas de soja e arroz no\n\nconteúdo de água retida na tensão de 0,01 MPa, sendo que no menor conteúdo de\n\nágua as plantas foram mais sensíveis a compactação do solo.\n\nCONCLUSÕES\n\nA altura das plantas foi reduzida em valores de resistência à penetração\n\nsuperiores a 3,00 MPa. A produção de matéria seca da parte aérea das plantas foi\n\nmenor na resistência à penetração de 3,76 e 3,37 MPa para soja; 3,93 e 3,37 MPa para \n\narroz, no Latossolo Vermelho, textura média e Latossolo Vermelho argiloso,\n\nrespectivamente, no conteúdo de água retida na tensão de 0,05 MPa e no maior\n\nconteúdo de água ocorreu apenas decréscimo da produção de matéria seca das raízes.\n\n\n\nCAPÍTULO 3 - NUTRIÇÃO DA SOJA E DO ARROZ DE SEQUEIRO EM NÍVEIS DE \n\nCOMPACTAÇÃO E DE ÁGUA DE DOIS LATOSSOLOS\n\nRESUMO - Este trabalho objetivou avaliar o acúmulo de nutrientes na parte\n\naérea de soja (Glycine max) e arroz de sequeiro (Oryza sativa) em três níveis de\n\nresistência do solo à penetração (RP) (entre 0,25 e 6,46 MPa) determinados com o\n\npenetrômetro de anel dinamométrico, e dois conteúdos de água (conteúdo de água\n\nretida a 0,05 e 0,01 MPa). Foram utilizadas amostras de Latossolo Vermelho distrófico\n\n(LVd) e, Latossolo Vermelho eutroférrico (LVef), coletadas na profundidade de 0,0-0,20\n\nm, as quais foram compactadas em camadas de 0,03 m, em vasos de 0,20 m de altura \n\ne 0,25 m de diâmetro. No início do florescimento, aos 54 dias, determinou-se o\n\nconteúdo total de N, P, K, Ca, Mg, S, B, Cu, Fe, Mn e Zn acumulados na parte aérea\n\ndas plantas. As culturas de soja e arroz toleraram maiores níveis de RP, relativo ao\n\nconteúdo de nutrientes na parte aérea, no maior conteúdo de água, no LVef em relação \n\nao LVd. O nível de RP a partir do qual ocorreu menor conteúdo de nutrientes na parte\n\naérea da soja foi 2,69 MPa no LVd e, no LVef a RP de 3,76 MPa foi benéfica ao\n\nacúmulo de nutrientes, no maior conteúdo de água. Para o arroz, as maiores RP de\n\n2,83 e 3,53 MPa, para o LVd e LVef, foram benéficas ao acúmulo de nutrientes na parte \n\naérea, no maior conteúdo de água. \n\nPalavras-chave: resistência à penetração, água do solo, nutrientes, Glycine max,\n\nOryza sativa\n\n\n\n23\n\nINTRODUÇÃO\n\nA cultura da soja e arroz ocupam extensas áreas agrícolas no país, sendo que no \n\nano de 1999 aproximadamente 21% do incremento da produção da soja foi em razão\n\ndo aumento da produtividade (EMBRAPA, 1999). Desta forma, torna-se cada vez mais\n\nimportante o estudo dos atributos físicos do solo, especialmente a compactação que\n\ntem sido freqüentemente apontada como fator físico limitante ao crescimento das\n\nplantas, principalmente em solos mais argilosos (ROSOLEM et al., 1999).\n\nA compactação do solo  reduz a porosidade total e a macroporosidade e,\n\naumenta a microporosidade (MEROTTO &amp; MUNDSTOCK, 1999), reduzindo a\n\npermeabilidade à água e ao ar, a absorção de água e nutrientes pelas plantas (WOLFE\n\net al., 1995) e, restringido o crescimento radicular, da parte aérea e a produção\n\n(GEDIGA, 1991). A compactação reduz a taxa de elongação celular, levando ao\n\naumento no diâmetro da raiz em conseqüência do aumento no diâmetro e número das \n\ncélulas em função do comprimento da raiz, assim, reduzindo o volume de solo\n\nexplorado e absorção de água e nutrientes (BENGOUGH &amp; MULLINS, 1990). \n\nNeste contexto, o valor de resistência do solo à penetração (RP) de 2,0 MPa,\n\nconsiderado como crítico ao crescimento das plantas (NESMITH, 1987), tem sido\n\nadotado em trabalhos que avaliam os efeitos prejudiciais da compactação do solo para\n\nas culturas.\n\nRedução no conteúdo de nutrientes da parte aérea da soja em decorrência da\n\ncompactação foram verificadas por BORGES et al. (1988) para P, K, Mg e Ca; DOLAN\n\net al. (1992) para P e K; ROSOLEM et al. (1994a) para N. FERNANDEZ et al. (1995)\n\nverificaram que o impedimento mecânico ao crescimento radicular levou a diminuições\n\nnas concentrações de N e Mg e, aumentos nas concentrações de P, Ca e K na parte\n\naérea da soja. NOGUEIRA &amp; MANFREDINI (1983) estudando compactação em soja,\n\nnão verificaram redução na absorção de N, P, K, Ca, Mg e S, em vasos com conteúdo \n\nde água não controlado.\n\nPara gramíneas, são escassos os trabalhos que avaliam a influência da\n\ncompactação na absorção de nutrientes, especialmente para a cultura do arroz de\n\n\n\n24\n\nsequeiro. SILVA et al. (1992) estudando gramíneas forrageiras verificaram que a\n\ncompactação do solo não induziu alterações nos teores de P, K e Ca na parte aérea\n\ndas plantas. ROSOLEM et al. (1994b) estudando ampla condição de densidade do solo\n\n(1,03-1,72 Mg m-3), em Latossolo Vermelho de textura média, não verificaram\n\ndiferenças na absorção de N, P, K, Ca e Mg na parte aérea de milho. SHIERLAW &amp;\n\nALSTON (1984) também não verificaram diferenças na absorção de fósforo quando a\n\ndensidade do solo variou de 1,20 a 1,75 Mg m-3, em plantas de milho.\n\nPor outro lado, vários pesquisadores afirmam que uma pequena compactação do\n\nsolo é benéfica por aumentar a área de contato das raízes com o solo (DOLAN et al.,\n\n1992; KOPI &amp; DOUGLAS, 1991; SHIERLAW &amp; ALSTON, 1984; STIRZAKER et al.,\n\n1996). CORNISH et al. (1984) e VEEN et al. (1992) verificaram incremento na absorção \n\nde P e N, respectivamente, e BORGES et al. (1988) verificaram maior absorção de P, K \n\ne Mg com uma pequena compactação do solo.\n\nNa literatura encontram-se alguns estudos avaliando a influência de camadas\n\nsubsuperficiais de solo compactadas na absorção de macronutrientes pelas plantas, no\n\nentanto, poucos estudos avaliam a absorção de macro e micronutrientes, por culturas\n\nanuais, em solo compactado superficialmente, no qual as plantas de soja suportam\n\nmenores níveis de compactação do solo (JOHNSON et al., 1990). Com a acentuada\n\nexpansão do sistema de plantio direto, no qual ocorre a compactação superficial\n\n(VOORHEES &amp; LINDSTORM, 1983; SILVA et al., 2000b), torna-se indispensável o\n\nconhecimento dos efeitos da compactação no crescimento das culturas. Além disso, a\n\nmaioria dos trabalhos utilizam a densidade do solo como indicativo do nível de\n\ncompactação, a qual é um atributo indiretamente relacionado ao crescimento das\n\nplantas. Assim, há necessidade de estudos utilizando a RP, que é um atributo\n\ndiretamente relacionado ao crescimento das plantas (LETEY, 1985) e, que está sendo\n\npriorizada em estudos de compactação do solo. \n\nEste estudo teve por objetivo avaliar a influência da compactação e do conteúdo\n\nde água de Latossolo Vermelho distrófico e Latossolo Vermelho eutroférrico no acúmulo\n\nde macro e micronutrientes na parte aérea da soja e arroz.\n\n\n\n25\n\nMATERIAL E MÉTODOS\n\nO experimento foi conduzido em casa de vegetação da Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP, utilizando-se Latossolo Vermelho distrófico,\n\ntípico, textura média, A moderado, caulinítico hipoférrico (LVd), e Latossolo Vermelho\n\neutroférrico, típico, textura argilosa, A moderado, caulinítico-oxídico (LVef). Os solos\n\nLVd e LVef apresentaram, respectivamente, 271 e 517 g kg-1 de argila, 42 e 256 g kg-1\n\nde silte e 687 e 227 g kg-1 de areia. As amostras dos solos foram coletadas na\n\nprofundidade de 0,0-0,20 m e passadas em peneira de 0,004 m, e adubadas segundo\n\nRAIJ et al. (1996), cuja análise química que seguiu a metodologia de RAIJ et al. (1987).\n\nA caracterização química após a adubação é apresentada na Tabela 4.\n\nTabela 4. Caracterização química do Latossolo Vermelho distrófico (LVd) e do Latossolo Vermelho \neutroférrico (LVef), após a adubação.\n\npH\n (CaCl2)\n\nMatéria\norgânica\n\n   Presina K Ca Mg V\n\n    1 : 2,5 (g dm-3) (mg dm-3) ------ (mmolc dm\n-3) ------ (%)\n\n                                                                          Soja\nLVd 5,7 10 28 2,1 19 13 68\nLVef 5,5 37 45 4,1 46 19 67\n\n         Arroz\nLVd 5,4 12 26 2,1 16 12 63\nLVef 5,3 36 41 4,4 39 18 64\n\nO delineamento experimental foi  inteiramente casualizado, em esquema fatorial\n\ncom três níveis de compactação e dois conteúdos de água, com três repetições, para\n\ncada solo e cultura.\n\nApós a realização da adubação, o solo foi colocado em vaso cilíndrico de PVC\n\ncom capacidade de 9,82 L (0,20 m de altura e 0,25 m de diâmetro), em camadas de\n\n0,03 m. Cada camada foi compactada em decorrência da queda livre de um êmbolo de\n\n7 kg, da altura de 0,60 m, no centro geométrico de um suporte de madeira com\n\ndiâmetro ligeiramente inferior ao vaso. Os níveis de compactação foram obtidos por\n\n\n\n26\n\nmeio de 0, 5, 11 e 0, 7, 13 impactos por camada de solo, correspondendo aos níveis 1, \n\n2 e 3 de compactação, para o LVd e LVef, respectivamente (Tabela 5).\n\nTabela 5. Resistência do solo à penetração (RP), nos três níveis de compactação e nas duas\ntensões de água (MPa), no LVd e LVef, antes do plantio da soja e arroz.\n\nLVd LVef\nAtributo\n\n          0,05                0,01         0,05            0,01\n                                          Soja\n\nConteúdo de água (kg kg\n-1\n) 0,12 0,17 0,20 0,27\n\n(1)\n\nRP (MPa)\nNível de compactação      1 0,38 0,27 0,64 0,36\n                                       2 1,95 1,79 3,37 2,03\n\n             3 3,76 2,69 5,84 3,76\n\n                                            Arroz\nConteúdo de água (kg kg\n\n-1\n) 0,12 0,17 0,20 0,27\n\n(2)\n\nRP (MPa)\nNível de compactação      1 0,42 0,25 0,57 0,40\n                                         2 1,99 1,79 3,37 1,91\n                                         3 3,93 2,83 6,46 3,53\n(1)  Valor utilizado 0,26 kg kg-1. (2)  Valor utilizado 0,28 kg kg-1\n\nOs solos foram compactados no conteúdo de água próximo ao conteúdo de água \n\nretida na tensão de 0,01 MPa, apresentado na Tabela 5, conteúdo de água em que foi\n\ndeterminada RP na condição de retenção de água na tensão de 0,01 MPa. Para a\n\ntensão de 0,05 MPa os vasos foram expostos ao sol até atingir este conteúdo de água\n\nque foi utilizada nos tratamentos (Tabela 5) e para determinação da RP nesta condição. \n\nA RP foi determinada, antes da semeadura, com o penetrômetro de anel dinamométrico\n\n(Solotest 1.210.001), com ângulo de cone de 30o. A leitura foi feita quando a base do\n\ncone atingiu a profundidade de 0,03 m, sendo o valor de cada repetição  obtido da\n\nmédia de quatro subdeterminações. Utilizou-se cone com diâmetro de 0,0284; 0,022 e\n\n0,012 m, respectivamente, diminuindo o diâmetro do cone com o incremento da\n\ncompactação do solo. O valor obtido no instrumento de leitura foi transformado em kgf\n\npela equação linear de calibração do aparelho, a seguir:\n\nxkgfR 2998,00444,1)( +=\n\n\n\n27\n\n em que R(kgf) é a resistência à penetração ((kgf/área cone) * 0,098= MPa) e x é \n\na leitura no instrumento.\n\nApós a compactação, em agosto  de 2000 foram semeadas 3 sementes por cova \n\n(4 covas vaso-1) de soja (Glycine max cv. Embrapa 48) e arroz de sequeiro (Oryza\n\nsativa cv. IAC 165). Após sete dias realizou-se o desbaste, deixando duas plantas de\n\nsoja e quatro plantas de arroz por vaso, respectivamente. Nesta data foram aplicados\n\nos conteúdos de água, visto que foi necessário aumentar o conteúdo de água no solo\n\npara possibilitar a germinação nos vasos mais secos e compactados. O conteúdo de\n\nágua foi mantido constante, mediante de duas pesagens diárias  dos vasos referentes a\n\numa repetição e reposição de água através de tubo de PVC perfurado, instalado no\n\ncentro geométrico do vaso, sendo feita a pesagem e rodízio de todos vasos a cada\n\ncinco dias.\n\nNo início do florescimento, aos 54 dias após a semeadura, a parte aérea das\n\nplantas foi seccionada próximo a superfície do solo e seca em estufa de circulação\n\nforçada de ar a + 65 oC para determinação da matéria seca. Posteriormente a parte\n\naérea foi moída em moinho Willey para determinação do conteúdo de N, P, K, Ca, Mg, \n\nS, B, Cu, Fe, Mn e Zn, segundo metodologia citada por BATAGLIA et al. (1983).\n\nA análise estatística dos resultados consistiu da análise da variância e utilização\n\ndo teste de Tukey a 5% de probabilidade de erro para comparação das médias.\n\nRESULTADOS E DISCUSSÃO\n\nAs produções de matéria seca da parte aérea das culturas de soja e arroz de\n\nsequeiro são apresentadas na Tabela 6. No LVd ocorreu a maior produção de matéria\n\nseca no segundo nível de RP, nos dois conteúdos de água e nas duas culturas. No\n\nLVef  ocorreu maior produção de matéria seca no menor nível de compactação, no\n\nmenor conteúdo de água, e no maior nível de compactação no maior conteúdo de água,\n\npara soja e arroz. \n\n\n\n28\n\nTabela 6. Matéria seca da parte aérea das plantas de soja e arroz em três níveis de resistência do \nsolo à penetração (RP) e duas tensões de água (MPa), no LVd e LVef.\n\nLVd LVef\nRP\n\n(MPa)\nMatéria seca\n(g planta\n\n-1\n)\n\nRP\n(MPa)\n\nMatéria seca\n(g planta\n\n-1\n)\n\n0,05 0,01      0,05  0,01     0,05 0,01 0,05 0,01\nSoja\n\n       0,38 0,27 8,1 Ab 12,1 Ba 0,64 0,36 4,9 Ab 10,6 Ba\n       1,95 1,79 8,7 Ab 17,9 Aa          3,37 2,03 1,9 Bb 17,1 Aa\n       3,76 2,69 4,6 Bb 15,0 ABa          5,84 3,76 1,9 Bb 17,5 Aa\n\nArroz\n      0,42 0,25 3,8 Ba  4,2 Ba          0,57 0,40 2,1Ab 5,6 Ca\n      1,99 1,79 7,6 Ab 12,7 Aa          3,37 1,91 0,2 Bb 10,2 Ba\n      3,93 2,83 4,0 Bb 12,2 Aa          6,46 3,53 0,1 Bb 12,5 Aa\nMédias não seguidas pela mesma letra maiúscula na coluna e minúscula na linha, para o mesmo parâmetro da \nplanta, diferem estatisticamente entre si pelo teste de Tukey a 5% de probabilidade de erro.\n\nConteúdo total de nutrientes na parte aérea da soja\n\nA conteúdo total de macro e micronutrientes acumulada na parte aérea da soja\n\nestá apresentada na Tabela 7. No menor conteúdo de água ocorreu menor conteúdo de\n\nnutrientes na parte aérea da soja, nos dois solos, condizente com o maior nível de RP e \n\no menor conteúdo de água, fatores que afetam o crescimento radicular e absorção de\n\nnutrientes. Neste sentido, JOHNSON et al. (1990) verificaram que a resposta da soja à\n\ncompactação depende da precipitação pluvial no período de crescimento da planta.\n\nNo menor conteúdo de água (conteúdo de água retida na tensão de 0,05 MPa)\n\nocorreu menor conteúdo de P, K, Ca, Mg, S, B, Cu, Fe, Mn e Zn, no LVef, a partir do\n\nsegundo nível de RP de 3,37 MPa e, no LVd ocorreu redução de todos nutrientes a\n\npartir do terceiro nível de RP de 3,76 MPa. Apesar do maior conteúdo volumétrico de\n\nágua, possivelmente o impedimento mecânico restringiu o crescimento radicular e,\n\nassim, o suprimento de nutrientes para a parte aérea. \n\nAlém do menor crescimento radicular, nesta condição, TARDIEU (1994)\n\nargumentou que ocorre uma rápida depleção da água e  nutrientes nos poros ocupados\n\npelas raízes, aumentando a RP nas paredes dos poros e a resistência ao fluxo de água \n\ne nutrientes em direção as raízes.\n\n\n\n29\n\nTabela 7. Conteúdo total de nutrientes acumulados na parte aérea da soja, aos 54 dias, em três \nníveis de compactação e dois conteúdos de água, no LVd e LVef.\n\nConteúdo de água                 Nível de compactação CV\nNutriente    Solo\n\n   (kg kg\n-1\n\n) 1                  2                      3  (%)\nLVd 0,12 0,183 Ba 0,222 Ba 0,142 Bb \n\nN (g) 0,17 0,325 Aa 0,350 Aa 0,249 Ab\n15,1\n\nLVef 0,20 0,104 Aa 0,049 Ba 0,041 Ba\n0,26 0,152 Ab 0,431 Aa 0,389 Aa\n\n14,9\n\nLVd 0,12 0,021 Ba 0,022 Ba 0,013 Bb\nP (g) 0,17 0,037 Aa 0,040 Aa 0,027 Ab\n\n12,0\n\nLVef 0,20 0,010 Ba 0,003 Bb 0,003 Bb\n0,26 0,028 Ab 0,040 Aa 0,040 Aa\n\n8,6\n\nLVd 0,12 0,159 Ba 0,177 Ba 0,107 Bb\nK (g) 0,17 0,264 Aa 0,323 Aa 0,227 Ab\n\n12,0\n\nLVef 0,20 0,122 Ba 0,047 Bb 0,041 Bb\n0,26 0,210 Ab 0,389 Aa 0,373 Aa\n\n  8,6\n\nLVd 0,12 0,095 Bab 0,102 Ba 0,057 Bb \nCa (g) 0,17 0,169 Ab 0,225 Aa 0,188 Ab\n\n15,7\n\nLVef 0,20 0,061 Ba 0,023 Bb 0,022 Bb\n0,26 0,137 Ab 0,206 Aa 0,231 Aa\n\n12,5\n\nLVd 0,12 0,040 Bab 0,052 Ba 0,031 Bb\nMg (g) 0,17 0,067 Ab 0,103 Aa 0,087 Aa\n\n13,3\n\nLVef 0,20 0,024 Ba 0,009 Bb 0,009 Bb\n0,26 0,049 Ab 0,083 Aa 0,088 Aa\n\n8,4\n\nLVd 0,12 0,017 Bab 0,020 Ba 0,011 Bb\nS (g) 0,17 0,031 Aab 0,038 Aa 0,030 Ab\n\n17,8\n\nLVef 0,20 0,010 Ba 0,004 Bb 0,004 Bb\n0,26 0,025 Ab 0,036 Aa 0,036 Aa\n\n14,4\n\nLVd 0,12 0,417 Bab 0,429 Ba 0,198 Bb\nB (mg) 0,17 0,614 Aab 0,762 Aa 0,610 Ab\n\n18,7\n\nLVef 0,20 0,312 Ba 0,107 Bb 0,108 Bb\n0,26 0,586 Ab 0,785 Aa 0,849 Aa\n\n16,5\n\nLVd 0,12 0,059 Bab 0,066 Ba 0,045 Bb\nCu (mg) 0,17 0,101 Ab 0,143 Aa 0,110 Ab\n\n13,7\n\nLVef 0,20 0,046 Ba 0,016 Bb 0,014 Bb\n0,26 0,084 Ab 0,193 Aa 0,192 Aa\n\n8,5\n\nLVd 0,12 2,626 Ba 2,288 Bab 1,191 Bb\nFe (mg) 0,17 3,939 Aab 4,848 Aa 3,887 Ab\n\n16,5\n\nLVef 0,20 1,687 Ba 0,480 Bb 0,586 Bb\n0,26 3,177 Ac 4,908 Ab 6,001 Aa\n\n17,3\n\nLVd 0,12 0,804 Ba 0,703 Ba 0,385 Ba\nMn (mg) 0,17 1,200 Aa 1,170 Aa 1,701 Aa\n\n45,6\n\nLVef 0,20 0,437 Ba 0,134 Bb 0,133 Bb\n0,26 0,708 Ab 0,966 Aa 0,957 Aa\n\n11,3\n\nLVd 0,12 0,280 Ba 0,337 Ba 0,194 Bb\nZn (mg) 0,17 0,412 Ab 0,555 Aa 0,445 Ab\n\n  7,7\n\nLVef 0,20 0,431 Ba 0,124 Bb 0,120 Bb\n0,26 0,791 Ab 1,086 Aa 1,126 Aa\n\n  6,5\n\nMédias segu idas pela mesma letra maiúscula na coluna e minúscula na linha, para o mesmo solo, não diferem entre \nsi pelo teste de Tukey a 5% de probabilidade. \n\n\n\n30\n\nNo conteúdo de água retida na tenção de 0,01 MPa houve maior conteúdo de\n\ntodos os nutrientes no nível de RP de 2,03 e 3,76 MPa, comparado a RP de 0,36 MPa, \n\nno LVef. No LVd, ocorreu redução de N, P, K, S, B e Fe, no terceiro nível de RP de 2,69 \n\nMPa e para o Ca, Cu e Zn houve maior conteúdo no segundo nível de 1,79 MPa. \n\nBORGES et al. (1988) verificaram maior conteúdo de P, K e Mg na parte aérea\n\nda soja quando foi realizada uma pequena compactação em Latossolo Vermelho e, em\n\nmaiores compactações, redução do conteúdo de P, K, Mg e Ca na parte aérea da soja. \n\nDOLAN et al. (1992) verificaram que a compactação subsuperficial do solo reduziu a\n\nabsorção de P e K e ROSOLEM et al. (1994a), estudando nutrição da soja, verificaram\n\nredução apenas na absorção de N na parte aérea da soja, na resistência à penetração\n\nde 2,0 MPa, mantendo o conteúdo de água em 80% da porosidade total. FERNANDEZ\n\net al. (1995) verificaram que o impedimento ao crescimento radicular levou a\n\ndiminuições nas concentrações de N e Mg na planta, e aumentos nas concentrações de \n\nP, Ca e K na parte aérea da soja. \n\nNo LVef, verificou-se que em solo não compactado o conteúdo de nutrientes foi\n\nmenor, tendo a compactação efeito benéfico, fato não verificado para a maioria dos\n\nnutrientes no LVd. Ainda, o LVef suportou valores muito superiores de RP à penetração\n\nsem diminuir o conteúdo de nutrientes na parte aérea, comparado ao LVd. Isto\n\npossivelmente deve-se ao maior contato das raízes com o solo com a compactação, no \n\nLVef, visto que a porosidade total é superior no LVef (0,64 m3 m-3), comparado ao LVd \n\n(0,51 m3 m-3). O maior teor de óxidos de ferro presentes no LVef conferem uma\n\nestrutura granular e mais porosa, apesar do maior conteúdo de argila. Neste sentido,\n\nKOPI &amp; DOUGLAS (1991) afirmaram que uma grande área de contato das raízes com o \n\nsolo, espaço poroso suficiente para o movimento de água e gases e baixa RP para as \n\nraízes é a estrutura ideal para o crescimento das plantas.\n\nHIRA &amp; SINGH (1977) verificaram que, além de aumentar o conteúdo de água,\n\nocorreu redução da tortuosidade dos poros, facilitando o processo de difusão e fluxo de\n\nnutrientes em direção as raízes, atingindo mais rapidamente os pontos de absorção.\n\nSILBERBUSH et al. (1983), verificaram que o aumento da densidade do solo levou a\n\naumento no poder tampão do solo para os nutrientes. \n\n\n\n31\n\nNo maior conteúdo de água, além das plantas acumularem maior conteúdo de\n\nnutrientes na parte aérea, verificou-se no LVef que a RP de 3,76 MPa foi benéfica e, no \n\nmenor conteúdo de água, na RP de 3,37 MPa diminuiu o conteúdo de nutrientes,\n\nconcordando com os estudos de DEXTER (1987), que verificou que em solos mais\n\númidos, as plantas suportam maior RP. \n\nConteúdo de nutrientes na parte aérea do arroz\n\nNo menor conteúdo de água, ocorreu menor acúmulo de macro e micronutrientes \n\nna parte aérea do arroz (Tabela 8), relacionado a maior RP, nos dois solos.\n\nNo LVd, no menor conteúdo de água, ocorreu redução no conteúdo de nutrientes \n\nno terceiro nível de RP de 3,93 MPa. No LVef, ocorreu a senescência das plantas no\n\nsolo compactado, quando foram aplicados os conteúdos de água, no menor conteúdo\n\nde água.\n\nNo maior conteúdo de água, no LVd, com exceção do fósforo que diminui no\n\nterceiro nível de compactação de 2,83 MPa, as plantas apresentaram conteúdos\n\nsuperiores de nutrientes no nível de RP de 1,79 e 2,83 MPa, comparado a 0,25 MPa. A\n\nredução apenas no conteúdo de fósforo na RP de 2,83 MPa , no LVd, possivelmente\n\ndeve-se ao dominante mecanismo de difusão responsável pelo transporte do nutriente\n\naté as raízes, que é menos eficiente em relação ao mecanismo de fluxo de massa\n\ndominante nos demais nutrientes.\n\nNo LVef, no maior conteúdo de água, ocorreu incremento na conteúdo de\n\nnutrientes acumulados na parte aérea do arroz até o terceiro nível de compactação de\n\n3,53 MPa.\n\n\n\n32\n\nTabela 8. Conteúdo total de nutrientes acumulados na parte aérea do arroz de sequeiro, aos 54 \ndias, em três níveis de compactação e dois conteúdos de água.\n\nConteúdo de água                      Nível de compactação CV\nNutriente     Solo\n\n (kg kg\n-1\n\n) 1                  2                          3  (%)\nLVd 0,12 0,063 Ac 0,219 Ba 0,128 Bb\n\nN (g) 0,17 0,062 Ab 0,270 Aa 0,244 Aa\n 15,0\n\nLVef 0,20 0,049 -- --\n0,28 0,106 c 0,277 b 0,294 a\n\n 5,4\n\nLVd 0,12 0,013 Bb 0,018 Ba 0,009 Bb\nP (g) 0,17 0,018 Ac 0,028 Aa 0,023 Ab\n\n11,6\n\nLVef 0,20 0,003 -- --\n0,28 0,013 c 0,019 b 0,023 a\n\n  6,9\n\nLVd 0,12 0,112 Ab 0,261 Ba 0,147 Bb\nK (g) 0,17 0,129 Ab 0,427 Aa 0,410 Aa\n\n11,6\n\nLVef 0,20 0,065 -- --\n0,28 0,167 c 0,386 b 0,461 a\n\n  8,9\n\nLVd 0,12 0,014 Bb 0,024 Ba 0,012 Bb\nCa (g) 0,17 0,020 Ab 0,043 Aa 0,038 Aab\n\n27,0\n\nLVef 0,20 0,006 -- --\n0,28 0,015 b 0,032 a 0,032 a\n\n26,5\n\nLVd 0,12 0,019 Bab 0,031 Ba 0,016 Bb\nMg (g) 0,17 0,025 Ab 0,057 Aa 0,053 Aa\n\n17,6\n\nLVef 0,20 0,005 -- --\n0,28 0,018 c 0,026 b 0,030 a\n\n  7,0\n\nLVd 0,12 0,010 Ab 0,024 Ba 0,014 Bb\nS (g) 0,17 0,012 Ab 0,035 Aa 0,032 Aa\n\n15,8\n\nLVef 0,20 0,007 -- --\n0,28 0,016 c 0,032 b 0,038 a\n\n12,9\n\nLVd 0,12 0,088 Bb 0,154 Ba 0,121 Ba\nB (mg) 0,17 0,087 Ab 0,278 Aa 0,290 Aa\n\n35,6\n\nLVef 0,20 0,069 -- --\n0,28 0,146 b 0,208 ab 0,256 a\n\n28,7\n\nLVd 0,12 0,044 Bb 0,116 Ba 0,068 Bb\nCu (mg) 0,17 0,050 Ab 0,165 Aa 0,152 Aa\n\n16,1\n\nLVef 0,20 0,052 -- --\n0,28 0,120 c 0,308 b 0,342 a\n\n  8,4\n\nLVd 0,12 0,555 Bb 1,327 Ba 0,687 Bb\nFe (mg) 0,17 0,750 Ab 2,620 Aa 2,467 Aa\n\n  9,9\n\nLVef 0,20 0,427 -- --\n0,28 1,062 b 2,628 a 2,475 a\n\n26,4\n\nLVd 0,12 0,611 Ba 0,961 Ba 0,463 Ba\nMn (mg) 0,17 0,671 Aa 2,033 Aa 3,343 Aa\n\n71,2\n\nLVef 0,20 0,353 -- --\n0,28 0,594 c 1,170 b 1,416 a\n\n  4,6\n\nLVd 0,12 0,227 Bab 0,333 Ba 0,172 Bb\nZn (mg) 0,17 0,279 Ab 0,588 Aa 0,560 Aa\n\n20,4\n\nLVef 0,20 0,332 -- --\n0,28 0,522 c 0,764 b 0,977 a\n\n15,0\n\nMédias seguidas pela mesma letra maiúscula na coluna e minúscula na linha, para o mesmo solo, não diferem entre \nsi pelo teste de Tukey a 5% de probabilidade. -- Senescência das plantas quando aplicou-se os conteúdos de água.\n\n\n\n33\n\nSILVA et al. (1992), estudando gramíneas forrageiras verificaram que o\n\nimpedimento mecânico do solo não induziu alterações nos teores de P, K e Ca na parte \n\naérea das plantas. ROSOLEM et al. (1994b), estudando ampla condição de\n\ncompactação (1,03-1,72 Mg m-3), não verificaram diferenças na absorção de N, P, K,\n\nCa e Mg na parte aérea de milho e, SHIERLAW &amp; ALSTON (1984), também não\n\nverificaram diferenças na absorção de fósforo quando a densidade do solo variou de\n\n1,20 a 1,75 Mg m-3, em plantas de milho.\n\nPara a cultura do arroz verificou-se o efeito benéfico da compactação, no LVd e\n\nLVef, no maior conteúdo de água, atribuído ao maior contato das raízes com o solo,\n\nsegundo HIRA &amp; SINGH  (1977) e, possivelmente ao sistema radicular fasciculado da\n\ncultura que tem maior facilidade em penetrar em solo compactado e, assim, o maior\n\ncontato das raízes com o solo facilita a absorção de água e nutrientes, comparado a\n\nsoja.\n\nCONCLUSÕES\n\nO conteúdo total de macro e micronutrientes acumulados na parte aérea da\n\ncultura de soja e arroz foi mais afetada no Latossolo Vermelho distrófico em relação ao\n\nLatossolo Vermelho eutroférrico, no maior conteúdo de água e no mesmo valor de\n\nresistência à penetração. \n\nO valor de resistência à penetração a partir do qual ocorreu redução no conteúdo\n\ntotal de nutrientes na parte aérea da soja e arroz foi superior a 2,0 MPa e, na condição \n\nde solo mais úmido as plantas toleraram maiores níveis de resistência à penetração.\n\nO conteúdo de macro e micronutrientes na parte aérea das culturas foi função da \n\ncompactação e do conteúdo de água.\n\n\n\nCAPÍTULO 4 - EFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE ÁGUA\n\nNA PRODUÇÃO DE SOJA\n\nRESUMO - A compactação do solo tem sido fator físico limitante ao crescimento \n\ndas plantas. Este trabalho objetivou avaliar a produção de soja (Glycine max cv.\n\nEmbrapa 48) em razão da compactação do solo e do conteúdo de água. Usou-se o\n\ndelineamento inteiramente casualizado, em esquema fatorial 4 x 2, ou seja, quatro\n\nníveis de resistência à penetração (entre 0,27 e 4,32 MPa) e dois níveis de retenção de\n\nágua pelo solo (0,05 e 0,01 MPa). Foram utilizadas amostras de Latossolo Vermelho,\n\ntextura média (LVd) e, Latossolo Vermelho, textura argilosa (LVef), coletadas na\n\nprofundidade de 0,0-0,20 m, passadas em peneira de 0,004 m e compactados em\n\ncamadas de 0,03 m, em vasos de 0,20 m de altura e 0,25 m de diâmetro (9,82 L). Os \n\nníveis de resistência à penetração foram determinados com o penetrômetro de anel\n\ndinamométrico. O valor de resistência do solo à penetração a partir do qual ocorreu\n\ndecréscimo da produção de grãos, foi de 1,66 e 2,22 MPa, no LVd, e 3,05 e 2,81 MPa, \n\nno LVef  para o conteúdo de água retida nas tensões de 0,05 e 0,01 MPa,\n\nrespectivamente. A maior produção de grãos foi obtida na tensão de 0,01 MPa. A\n\nprodução de soja é função da compactação do solo e do conteúdo de água.\n\nPalavras-Chave: resistência à penetração, água do solo, Latossolos, Glycine max\n\n\n\n35\n\nINTRODUÇÃO\n\nA soja é uma das principais culturas de grãos do país, ocupando uma área de\n\n15,5 milhões de hectares (AGRIANUAL, 2002). O incremento da produção da cultura\n\nestá ocorrendo graças ao aumento da produtividade proporcionado pelo manejo\n\nracional dos solos e insumos agrícolas e, em menor proporção pelo desmatamento de\n\nextensas áreas para fins agrícolas, resultando em menores prejuízos ao meio ambiente\n\n(AGRIANUAL, 2002). Neste contexto, a compactação do solo assume destacada\n\nimportância nas relações físicas, químicas e biológicas do solo, que atuam no\n\ncrescimento das plantas.\n\nPor estar diretamente relacionado ao crescimento das plantas, a resistência do\n\nsolo à penetração tem sido o atributo físico priorizado em trabalhos que estudam a\n\ncompactação (WEAICH et al., 1992; IMHOFF et al., 2000). A resistência à penetração\n\napresenta forte relação com o crescimento radicular das plantas (BENGOUGH &amp;\n\nMULLINS, 1990; SMITH et al., 1997; HOAD et al., 2001), no entanto, é acentuadamente\n\ninfluenciada pelo conteúdo de água e pela condição estrutural do solo, o que dificulta a\n\nobtenção de valores críticos em relação à produção das culturas (HAMBLIM, 1985;\n\nTARDIEU, 1994; UNGER &amp; KASPAR, 1994).\n\nValores críticos de resistência à penetração variam de 1,5 a 4,0 MPa (NESMITH,\n\n1987; TOPP et al., 1994; ARSHAD et al., 1996; TORMENA et al., 1998; IMHOFF et al.,\n\n2000), sendo, em geral, o valor de 2,0 MPa aceito como impeditivo ao crescimento\n\nradicular (TORMENA et al., 1998). Em Latossolo Roxo, MIELNICZUK et al. (1985)\n\nverificaram, em vasos, menor crescimento da parte aérea de soja em resposta à\n\nresistência de 3,03 MPa; e PETTER (1990), no campo, verificou em Latossolo menor\n\ncrescimento radicular de soja a partir de 2,8 MPa. \n\nAs plantas apresentam diferentes respostas à resistência do solo à penetração,\n\nvariando entre culturas e cultivares (MIELNICZUK et al., 1985). As raízes das plantas\n\nque crescem em solos com alta resistência à penetração apresentam modificações\n\nmorfológicas, provocando indução ao decréscimo na divisão celular no meristema e\n\naumento no diâmetro da raiz, resultante do aumento na espessura do córtex, reduzindo\n\n\n\n36\n\nassim a área de solo explorado pelas raízes e a absorção de água e nutrientes\n\n(TAYLOR &amp; BRAR, 1991; BENGOUGH et al., 1997). Segundo estes pesquisadores, em\n\ncondições adversas ao crescimento as raízes enviam sinais a parte aérea informando à\n\nplanta que as condições para seu funcionamento estão se restringindo e que é\n\nnecessário reduzir a taxa de crescimento, refletindo em menor produção.\n\nPor outro lado, foi verificado que solos excessivamente porosos são prejudiciais\n\na absorção de água e nutrientes pelas raízes, por causa do menor contato das raízes \n\ncom o solo, resultando em menor desenvolvimento das plantas (KOOISTRA et al.,\n\n1992; HAKANSSON et al., 1998).\n\nA maioria dos estudos com níveis críticos de resistência à penetração avaliam\n\ncamadas subsuperficiais de solo compactado. Entretanto, segundo JOHNSON et al.\n\n(1990) em camadas superficiais compactadas a produção de soja foi menor em 15%\n\nem relação a solos compactados subsuperficialmente, na qual apenas ocorreu redução\n\nna altura de plantas. Com o aumento gradativo das áreas cultivadas em sistemas com\n\nmenor revolvimento, denominado de sistema de plantio direto, ocorre a compactação\n\nsuperficial do solo, condição em que existem poucos estudos com níveis críticos de\n\nresistência à penetração para produção de grãos de soja. Sabendo-se que a resistência \n\ndo solo à penetração tem relação inversa com o conteúdo de água e com a produção\n\ndas culturas, é imprescindível o conhecimento desses níveis críticos, para o manejo\n\nadequado e controle da qualidade física do solo, com vistas a maximização da\n\nprodução da cultura, conforme demonstrado por IMHOFF et al. (2000), por meio da\n\ncurva de resistência do solo em função do conteúdo de água e da densidade do solo,\n\nconsiderando o nível crítico de resistência à penetração de 2,5 MPa para pastagens. \n\nEste trabalho objetivou avaliar a produção de soja em razão da compactação do\n\nsolo e do conteúdo de água.\n\n\n\n37\n\nMATERIAL E MÉTODOS\n\nO experimento foi realizado em casa de vegetação da Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP, em Latossolo Vermelho distrófico típico\n\ntextura média A moderado caulinítico hipoférrico (LVd) e Latossolo Vermelho\n\neutroférrico típico textura argilosa A moderado caulinítico-oxídico (LVef). A composição\n\ngranulométrica foi determinada em amostras deformadas por meio da dispersão com\n\nNaOH (0,1 mol L-1) e agitação lenta durante 16 horas e o conteúdo de argila obtido pelo \n\nmétodo da pipeta (GEE &amp; BAUDER, 1986). Os solos LVd e LVef apresentaram,\n\nrespectivamente: 271 e 517 g kg-1 de argila, 42 e 256 g kg-1 de silte e 687 e 227 g kg-1\n\nde areia, e densidade de partículas de 2,82 e 2,98 Mg m-3.\n\nAs amostras dos solos foram coletadas na camada de 0,0-0,20 m e passadas em \n\npeneira de 0,004 m. Os solos foram adubados segundo RAIJ et al. (1996), cuja análise\n\nquímica foi realizada conforme RAIJ et al. (1987). A caracterização química do solo\n\nantes e após a adubação e no momento da colheita é apresentada na Tabela 9. \n\nTabela 9. Caracterização quími ca do Latossolo Vermelho distrófico (LVd) e do Latossolo Vermelho \neutroférrico (LVef) utilizado para o cultivo de soja, antes e após a realização da\nadubação, e na colheita.\n\nMO Presina K Ca Mg VSolo pH\nCaCl2 (g dm\n\n-3) (mg dm-3) ------- (mmolc dm\n-3) ------- (%)\n\nAntes da adubação\nLVd 5,2 14 18 1,2 14 10 52\nLVef 4,8 37 16 1,2 21 10 41\n\nApós a adubação\nLVd 5,5 11 27 2,5 16 13 64\nLVef 5,5 42 80 4,8 55 25 71\n\nApós a colheita(1)\n\nLVd 6,0 10 22 2,1 20 11 67\nLVef 5,7 37 56 2,5 55 17 71\n(1)  Os teores de nutrientes no solo após a colheita estavam no nível médio a alto de acordo com RAIJ et al. (1996).\n\n\n\n38\n\nApós a realização da adubação, foram ajustados os conteúdos de água de 0,11\n\ne 0,14 kg kg-1 no LVd e 0,24 e 0,27 kg kg-1 no LVef, correspondentes aos conteúdos de \n\nágua retida nas tensões de 0,05 e 0,01 MPa, respectivamente, os quais foram\n\ndeterminados previamente em câmaras de Richards, em amostras indeformadas\n\n(KLUTE, 1986). Em seguida, o solo foi colocado em vaso cilíndrico de PVC com\n\ncapacidade de 9,82 L (0,20 m de altura e 0,25 m de diâmetro), em camadas de 0,03 m. \n\nCada camada foi compactada em decorrência da queda livre de um êmbolo de 7 kg, da \n\naltura de 0,60 m, no centro geométrico de um suporte de madeira com diâmetro\n\nligeiramente inferior ao vaso, semelhante ao descrito por MORAES et al. (1991). Foram\n\nestabelecidos quatro níveis de resistência do solo à penetração. \n\nA resistência à penetração foi determinada com o penetrômetro de anel\n\ndinamométrico (Solotest 1.210.001), com ângulo de cone de 30o. As leituras foram\n\nrealizadas quando a base do cone atingiu a profundidade de 0,03 m a partir da\n\nsuperfície do solo, e o valor de cada repetição foi obtido da média de quatro\n\nsubdeterminações.  Foram utilizados cones com diâmetro de 0,0284; 0,022; 0,0120 e\n\n0,006 m, respectivamente, diminuindo a área do cone com o incremento da\n\ncompactação do solo. \n\nEm novembro de 2001, foram semeadas três sementes inoculadas por cova (4\n\ncovas vaso-1) de soja (Glycine max cv. Embrapa 48), em 2001. Após sete dias, realizou-\n\nse o desbaste, deixando duas plantas de soja por vaso, respectivamente. Nesta data\n\nforam aplicados os respectivos conteúdos de água, visto que foi necessário aumentar o\n\nconteúdo de água no solo para possibilitar a germinação nos vasos mais secos e\n\ncompactados. O conteúdo de água foi mantido constante, mediante duas pesagens\n\ndiárias dos vasos referentes a uma repetição e reposição de água através de tubo de\n\nPVC perfurado, instalado no centro geométrico do vaso; a pesagem e rodízio dos vasos \n\nfoi feita a cada cinco dias .\n\nForam avaliados a altura das plantas, altura da inserção da primeira vagem,\n\nvagens planta-1, grãos vagem-1, grãos planta-1, peso de 100 sementes, produção de\n\ngrãos planta-1, de matéria seca da parte aérea e das raízes. O conteúdo de água dos \n\ngrãos foi ajustado a 0,12 kg kg-1 pela fórmula:\n\n\n\n39\n\nP= Pi * ((100 - Ui)/(100 - Uf))\n\nem que P é a produção final com 0,12 kg kg-1 de água, Pi é a produção inicial, Ui \n\né o conteúdo de água inicial e Uf é o conteúdo de água final de 0,12 kg kg-1.\n\nOs tratamentos consistiram de quatro níveis de resistência à penetração e dois\n\nconteúdos de água, constituindo um experimento inteiramente casualizado, em\n\nesquema fatorial 4 x 2, com três repetições, para cada solo. Foram realizadas análises \n\nde variância,  comparação de médias pelo teste de Tukey a 5% de probabilidade e,\n\nregressão entre a resistência à penetração e produção de matéria seca da parte aérea,\n\ndas raízes e de grãos. A análise estatística do número de vagens planta-1,  grãos\n\nvagem-1 e grãos planta-1 foi realizada com os  dados transformados em x .\n\nRESULTADOS E DISCUSSÃO\n\nA altura das plantas, o número de vagens e grãos por planta foram, em geral,\n\nsuperiores nos dois solos, na tensão de 0,01 MPa (Tabela 10). A altura das plantas e a \n\ndistância do solo até a inserção da primeira vagem, características importantes quando\n\na colheita é realizada mecanicamente, foram pouco alterados entre os níveis de\n\nresistência do solo à penetração. Já, o número de vagens por planta foi menor, no LVd, \n\nna resistência à penetração de 4,18 e 3,58 MPa, nas tensões de 0,05 e 0,01 MPa,\n\nrespectivamente, e no LVef foi menor a partir de 2,54 MPa, na tensão de 0,01 MPa. \n\nA produção de matéria seca da parte aérea, das raízes e de grãos foi maior na\n\ntensão de 0,01 MPa, comparado a 0,05 MPa (Figura 2). TARDIEU (1994) e UNGER &amp;\n\nKASPAR (1994) também verificaram que num mesmo nível de resistência à penetração\n\nos efeitos da resistência são menos pronunciados em condições de maior conteúdo de\n\nágua. Isto deve-se a maior disponibilidade de água e nutrientes às plantas nestas\n\ncondições.\n\n\n\n40\n\nTabela 10. Componentes de desenvolvimento de soja em razão de níveis de resistência do solo à \npenetração e de conteúdos de água retida nas tensões de 0,05 MPa (0,11 kg kg\n\n-1\n) e 0,01 \n\nMPa (0,14 kg kg\n-1\n\n) no Latossolo Vermelho distrófico (LVd) e de 0,05 MPa (0,24 kg kg\n-1\n\n) e \n0,01 MPa (0,27 kg kg\n\n-1\n) no Latossolo Vermelho eutroférrico (LVef).\n\nResistência\nà\n\npenetração\n\nAltura  da\nplanta\n\nAltura da \nvagem(1)\n\nVagens\nplanta-1\n\n Grãos\nvagem-1\n\nGrãos\nplanta-1\n\nPeso de\n100\n\nsementes\n(MPa) ------- (cm) -------- ------------------ (no) ---------------- (g)\n\nLVd\nTensão de 0,05 MPa\n\n0,27 50,83 Aa 9,92 Aa 19,50 Ab 2,07 Aa 40,33 Ab 13,38 Bb\n2,04 37,00 ABb 8,08 Aa 23,17 Ab 1,86 Aa 43,00 Ab 13,36 Ba\n2,75 35,33 ABb 7,57 Aa 23,17 Ab 1,84 Aa 42,67 Ab 13,46 Bb\n4,18 31,00 Bb 10,83 Aa 10,83 Bb 1,80 Aa 19,33 Bb 16,70 Aa\n\nTensão de 0,01 MPa\n0,31 56,33 Aa 9,50 Aa 31,50 Ca 1,89 Aa 59,67 Ca 14,79 Aa\n1,79 55,17 Aa 8,83 Aa 51,33 Aa 1,91 Aa 98,33 Aa 13,87 Aa\n2,32 52,83 Aa 9,58 Aa 46,83 Aa 1,93 Aa 90,50 Aa 14,89 Aa\n3,58 52,50 Aa 8,33 Aa 38,00 Ba 1,98 Aa 75,17 Ba 15,01 Ab\n\nCV (%) 18,12 19,27   3,36 2,76   3,53   7,32\n\nLVef\nTensão de 0,05 MPa\n\n0,43 42,33 Ab 10,17 Aa 12,83 Bb 1,95 Aa 24,83 Cb 14,51 Aa\n2,52 55,50 Aa  9,63 Aa 37,83 Ab 1,94 Aa 73,67 Ab 16,32 Aa\n3,83 52,33 Aa 8,33 Aa 37,00 Ab 1,89 Aa 70,00 ABb 16,05 Aa\n4,32 51,42 Aa 8,83 Aa 32,33 Ab 1,90 Aa 61,33 Bb 17,01 Aa\n\nTensão de 0,01 MPa\n0,27 61,17 Aa 9,58 Aa 32,50 Ca 1,89 Aa   61,50 Ba 15,05 Aa\n1,78 64,83 Aa 9,08 Aa 64,33 Aa 1,88 Aa 120,67 Aa 15,51 Aa\n2,54 59,17 Aa 8,17 Aa 60,67 Ba 1,91 Aa 115,67 Aa 15,20 Aa\n4,03 56,83 Aa 8,08 Aa 59,83 Ba 1,92 Aa 114,83 Aa 14,69 Ab\n\nCV (%) 12,2 11,95   3,79 4,02     4,61   5,3\nMédias, na coluna, seguidas pela mesma letra maiúscula na mesma tensão e minúscula entre tensões, não diferem \nentre si  pelo teste de Tukey a 5% de probabilidade. (1)  Distância do solo até a inserção da primeira vagem.\n\n\n\n41\n\nFigura 2. Produção de matéria seca da parte aérea e das raízes e produção de grãos de soja por \nplanta, em diferentes níveis de resistência do solo à penetração, no conteúdo de água \n(0,11 kg kg\n\n-1\n; 0,24 kg kg\n\n-1\n) retida na tensão de 0,05 MPa (o) e conteúdo de água (0,14 kg \n\nkg\n-1\n\n; 0,27 kg kg\n-1\n\n) retida na tensão de 0,01 MPa (• ), no Latossolo Vermelho distrófico \n(LVd) e no Latossolo Vermelho eutroférrico (LVef), respectivamente.\n\ny= -1,455x 2 + 8,165x + 7,449  R2= 0,93**\n\ny= -1,267x 2 + 7,719x + 0,528  R2= 0,99**\n0\n\n5\n\n10\n\n15\n\n20\n\n0 1 2 3 4 5\n\nResistência à penetração (MPa)\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n g\n\nrã\no\ns \n\n(g\n)\n\n.\n\ny= -0,866x 2 + 4,657x + 5,164  R2= 0,84**\n\ny= -0,577x 2 + 3,584x + 1,078  R2= 0,99**\n0\n\n3\n\n6\n\n9\n\n12\n\nM\na\n\nté\nri\na\n\n s\ne\n\nca\n d\n\na\n p\n\na\nrt\n\ne\n a\n\né\nre\n\na\n (\n\ng\n).\n\ny= -1,171x 2 + 4,976x + 4,111   R2= 0,99**\ny= -0,315x 2 + 0,959x + 3,395   R2= 0,99**\n\n0\n\n3\n\n6\n\n9\n\n12\nM\n\na\nté\n\nri\na\n\n s\ne\n\nca\n d\n\na\n p\n\na\nrt\n\ne\n a\n\né\nre\n\na\n (\n\ng\n) .\n\ny= -0,090x 2 + 0,412x + 0,928  R2= 0,64**\n\ny= -0,068x 2 + 0,337x + 0,514  R2= 0,81**\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\nM\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\ns \n\nra\níz\n\ne\ns \n\n(g\n)\n\n.\n\ny= -0,285x 2 + 1,025x + 0,964  R2= 0,99**\n\ny= -0,041x 2 + 0,073x + 0,799  R2= 0,83**\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\nM\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\ns \n\nra\níz\n\ne\ns \n\n(g\n)\n\ny= -1,319x 2 + 5,868x + 7,154  R2= 0,99**\n\ny= -0,489x 2 + 1,625x + 4,991  R2= 0,99**\n0\n\n5\n\n10\n\n15\n\n20\n\n0 1 2 3 4 5\n\nResistência à penetração (MPa)\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n g\n\nrã\no\ns \n\n(g\n) \n\n.\n\n2,12\n?\n\n1,52\n?\n\n1,80\n?\n\n0,90\n?\n\n2,22\n?\n\n1,66\n?\n\n•\no\n\n2,69\n?\n\n3,10\n?\n\n2,29\n?\n\n2,48\n?\n\n2,81\n?\n\n3,05\n?\n\n•\no\n\n•\no\n\n•\no\n\n•\no\n\n•\no\n\n                             Resistência do solo à penetração (MPa)\n\nLVd LVef\n\n\n\n42\n\nSegundo NOVAIS &amp; SMYTH (1999), em condição de maior conteúdo de água,\n\nalém da maior disponibilidade de água no solo, o filme de água das partículas sólidas \n\nfica mais espesso, diminuindo a interação íon-colóide, aumentando a quantidade de\n\nnutrientes na solução do solo e, ocorre maior difusão dos nutrientes no solo, como o\n\nfósforo que, segundo FERNANDEZ et al. (1995), é o nutriente mais limitante em\n\noxissolos.\n\nA menor produção no menor nível de resistência à penetração ocorreu na\n\ncondição de solo solto, apesar de “in situ” o sistema radicular estar distribuído em todo\n\no solo do vaso (Figura 2). HAKANSSON et al. (1998) verificaram que solos\n\nexcessivamente soltos apresentam menores produções por causa do menor contato\n\ndas raízes com o solo que diminuí a habilidade do sistema radicular em absorver\n\nquantidades adequadas de água e nutrientes.\n\nAs menores produções foram obtidas na condição de solo extremamente solto,\n\nque foi mantida durante  o ciclo da cultura por causa da adição de água no centro do\n\nvaso através de tubo de PVC perfurado. Esta condição física a nível de campo se\n\ndesfaz após as primeiras chuvas depois do preparo do solo, quando ocorre o\n\nrearranjamento das partículas de solo e aumento da densidade. Assim, foi enfatizado o\n\nnível a partir do qual ocorre redução da produção de grãos de soja, denominado nível\n\ncrítico.\n\nHouve redução da produção de matéria seca das raízes nos menores níveis de\n\nresistência à penetração em relação a produção de matéria seca da parte aérea que\n\nforam próximos a da produção de grãos (Figura 2). Assim, fica demonstrado que\n\ninicialmente ocorre redução da produção da matéria seca das raízes que não\n\nnecessariamente causa redução na produção da matéria seca e de grãos. TAYLOR &amp;\n\nBRAR (1991) também constataram que muitas vezes ocorrem mudanças e redução no\n\ncomprimento radicular, porém este mantém satisfatoriamente o suprimento de água e\n\nnutrientes para a parte aérea, não refletindo em menor produção.\n\nEntretanto, a excessiva redução da matéria seca do sistema radicular em\n\nconseqüência da alta resistência do solo à penetração resultou em menor produção de\n\nmatéria seca da parte aérea e de grãos (Figura 2). “In situ”  ocorreu decréscimo gradual \n\n\n\n43\n\ndo sistema radicular das plantas com o incremento da resistência à penetração,\n\npartindo do vaso totalmente utilizado pelas raízes na condição de solo solto até a\n\nconcentração de raízes na camada superficial de 0,05 m na condição de maior\n\ncompactação.\n\nIsto ocorreu, segundo HOAD et al. (2001) por causa do menor comprimento e\n\nmaior espessura radicular que diminui a área de contato das raízes com o solo e, ainda, \n\npor estas possuírem menor resistência de transporte no xilema em relação as raízes\n\nmais finas. Assim, diminui a absorção de nutrientes por causa da baixa taxa de difusão\n\nde alguns nutrientes como o P que é crucial ao desenvolvimento radicular e que é\n\naproveitado apenas quando se encontra até 0,001 m da raiz (HOAD et al., 2001). De\n\nfato, BORGES et al. (1988) verificaram sintomas de deficiência de P e K nas folhas de\n\nsoja a medida que aumentou a compactação.\n\nOutro aspecto, são os valores próximos de resistência à penetração em que\n\nocorreu redução da produção da matéria seca da parte aérea em relação a produção de \n\ngrãos, nos dois solos, indicando que a redução da matéria seca da parte aérea se\n\nrefletiu diretamente na produção de grãos de soja.\n\nHouve redução na produção de grãos a partir do segundo e terceiro nível de\n\nresistência à penetração e, o teor de nutrientes no solo, após a colheita, foi semelhante\n\nentre os níveis de resistência à penetração (Figura 2). Possivelmente a quantidade\n\ndiferenciada de nutrientes absorvidos pelas plantas não foi verificado por meio da\n\nanálise química por causa do considerável volume de solo de 9,82 L. \n\nNo LVd o limite crítico de resistência à penetração em relação a produção de\n\ngrãos de soja foi de 1,66 MPa e 2,22 MPa, e da matéria seca das raízes foi de 0,90 e \n\n1,80 MPa, nas tensões de 0,05 e 0,01 MPa, respectivamente (Figura 2). Esses níveis \n\nsão inferiores aos aceitos como impeditivos ao crescimento radicular de 2,0 MPa\n\n(TORMENA et al., 1998). Entretanto, a redução da produção é muito pequena quando é\n\nconsiderado o nível de 2,22 MPa ao invés de 1,66 MPa na tensão de 0,05 MPa, sendo \n\no conteúdo de água do solo mais importante na produção. Desta forma pode ser\n\nadotado o valor de 2,22 MPa como crítico para a produção da soja neste solo.\n\n\n\n44\n\nNo LVef, foram obtidas maiores produções em relação ao LVd (Figura 2),\n\ncondizente com os maiores teores de P, K, Ca e Mg no solo (Tabela 9), corroborando\n\nos estudos de TU &amp; TAN (1991) que atribuíram a maior produção das plantas em solo\n\nargiloso, no mesmo nível de compactação, ao maior teor de nutrientes e matéria\n\norgânica em relação ao solo arenoso.\n\n Os níveis de resistência à penetração críticos, no LVef, em relação a produção\n\nde grãos foi de 3,05 e 2,81 MPa, e da matéria seca da parte aérea foi 3,10 e 2,69 MPa, \n\nnas tensões  de 0,05 e 0,01 MPa, respectivamente (Figura 2). MIELNICZUK et al.\n\n(1985) também  verificaram que a produção de matéria seca da parte aérea de soja foi \n\nmenor em 3,03 MPa, em Latossolo Roxo, no conteúdo de água de 0,28 kg kg-1.\n\nNo LVef as plantas de soja suportaram maiores níveis de resistência à\n\npenetração em relação ao LVd indicando a importância da estrutura do solo, conforme\n\nmencionado por HAMBLIM (1985). Os maiores valores críticos de resistência à\n\npenetração em relação a produção de grãos, no LVef, devem-se a maior porosidade\n\ndeste solo, conforme verificado por BEUTLER et al. (2002). Por sua vez a maior\n\nporosidade deve-se à mineralogia oxídica deste solo que condiciona uma estrutura\n\nmaciça porosa “in situ” (FERREIRA et al., 1999). Assim, quando há maior resistência à\n\npenetração, ocorre maior contato das raízes com o solo, o que favorece a absorção de \n\nágua e nutrientes por unidade de raiz (HAKANSSON et al., 1998), do LVef em relação\n\nao LVd que possui mineralogia caulinitica com aspecto maciço coeso e menos poroso.\n\nCONCLUSÕES\n\nA excessiva compactação do solo reduz o crescimento radicular, seguido da\n\nparte aérea e da produção de grãos.\n\nO nível de resistência do solo à penetração a partir da qual a produção de grãos \n\nde soja decresce é de 2,22 e 2,81 MPa, para o Latossolo Vermelho caulinítico e oxídico, \n\nrespectivamente, no conteúdo de água retida na tensão de 0,01 MPa.\n\n\n\nCAPÍTULO 5 – EFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE ÁGUA\n\nNA PRODUÇÃO DE ARROZ DE SEQUEIRO\n\nRESUMO - Este trabalho objetivou avaliar o efeito da compactação e do\n\nconteúdo de água na produção de arroz de sequeiro (Oryza sativa cv. IAC 165). Foram \n\nutilizadas amostras de Latossolo Vermelho, textura média (LVd) e, Latossolo Vermelho,\n\ntextura argilosa (LVef), coletadas na profundidade de 0,00-0,20 m, passadas em\n\npeneira de 0,004 m e compactados em camadas de 0,03 m, em vasos de 0,20 m de\n\naltura e 0,25 m de diâmetro (9,82 L). Estabeleceram-se quatro níveis de compactação e \n\ndois conteúdos de água (conteúdo de água retida nas tensões de 0,05 e 0,01 MPa). A\n\ncompactação foi avaliada por meio da resistência do solo à penetração determinada\n\ncom o penetrômetro de anel dinamométrico. Utilizou-se o delineamento inteiramente\n\ncasualizado, em esquema fatorial 4 x 2, com três repetições. No conteúdo de água\n\nretida na tensão de 0,01 MPa, o valor de resistência do solo à penetração a partir do\n\nqual a produtividade de grãos de arroz de sequeiro decresceu foi de 2,38 e 2,07 MPa,\n\nrespectivamente, para o LVd e LVef. No conteúdo de água retida na tensão de 0,05\n\nMPa foram obtidas maiores produções no menor nível de resistência à penetração. O\n\narroz de sequeiro foi menos produtivo no conteúdo de água retida na tensão de 0,05\n\nMPa.\n\nPalavras-Chave: resistência à penetração, água do solo, Latossolos, Oryza sativa\n\n\n\n46\n\nINTRODUÇÃO\n\nO arroz de sequeiro é cultivado predominantemente nos cerrados, sendo a área\n\nde cultivo incrementada anualmente. Isto ocorre graças a criação de novas cultivares\n\ncom produtividade mais estável e melhor qualidade dos grãos, e a geração de\n\ntecnologias na área de herbicidas e máquinas agrícolas, que tornaram o cultivo de arroz \n\nde sequeiro uma atividade mais rentável. Ainda, o aumento das áreas com sistema de\n\nplantio direto (SPD) e o baixo custo comercial do milho utilizado na rotação com a soja\n\nem plantio direto, tem estimulado o seu cultivo como alternativa para rotação de\n\nculturas, situação em que, sob condições de irrigação por aspersão, são obtidas\n\nprodutividades acima de 4,0 Mg ha-1 (MOURA NETO, 2001).\n\nO cultivo de arroz de sequeiro em SPD é incipiente e promissor, sendo a\n\ncompactação do solo o principal fator físico limitante ao crescimento radicular e a\n\nprodutividade (MOURA NETO, 2001). GUIMARÃES &amp; MOREIRA (2001) verificaram\n\nmenores produções de matéria seca de arroz da cultivar Caiapó e Corad L-141, em\n\ncasa-de-vegetação, a partir da densidade do solo de 1,2 Mg m-3, em Latossolo\n\nVermelho de textura média mantido no conteúdo de água retida em tensão inferior\n\n0,035 MPa.\n\nA compactação do solo provoca modificações na estrutura, caracterizadas pela\n\nredução da porosidade total e da macroporosidade, e aumento da microporosidade.\n\nEsta é comumente avaliada por meio da resistência do solo à penetração (RP) por\n\ncausa da sua boa correlação com o crescimento radicular e a produtividade das plantas \n\n(HOAD et al., 2001), no entanto, é influenciada pelo conteúdo de água e pela condição\n\nestrutural do solo (HAMBLIM, 1985; TARDIEU, 1994).\n\nO impedimento mecânico do solo provoca redução do comprimento e maior\n\nespessura das raízes, refletindo em menor produção de matéria seca da parte aérea e\n\nde grãos, em conseqüência ao inadequado suprimento de água e nutrientes à parte\n\naérea (ATWELL, 1990a). A redução no comprimento radicular diminuí o volume de solo\n\nexplorado pelas raízes, podendo reduzir a absorção de P que é pouco móvel no solo e\n\ntransportado tipicamente por difusão e de potássio com predomínio da difusão sobre o\n\n\n\n47\n\nfluxo de massa (DOLAN et al., 1992; NOVAIS &amp; SMYTH, 1999). Além disso, ATWEEL\n\n(1990b) argumenta que o carbono alocado para a parte aérea é reduzido em condições \n\nde altas compactações por causa da maior necessidade de carboidratos às raízes.\n\nDa mesma forma que solos excessivamente compactados são prejudiciais ao\n\ndesenvolvimento das plantas, em solos muito porosos o crescimento radicular pode não\n\nser afetado, mas o menor contato das raízes com o solo impossibilita o adequado\n\nsuprimento de água e nutrientes à parte aérea, resultando em menor desenvolvimento e\n\nprodutividade das plantas (DEXTER, 1987; KOPI &amp; DOUGLAS, 1991; HAKANSSON et\n\nal., 1998). Neste sentido, STIRZAKER et al. (1996) verificaram, em casa-de-vegetação,\n\nque a densidade do solo intermediária proporcionou maior crescimento de cevada e que\n\nem condições de menor conteúdo de água do solo menores valores de densidade\n\nforam mais propícios ao crescimento da cultura.\n\nValores críticos de RP variam de 1,5 a 4,0 MPa (TOPP et al., 1994; ARSHAD et \n\nal., 1996; ROSOLEM et al., 1999), sendo  o valor de 2,0 MPa aceito como crítico ao\n\ncrescimento radicular (TORMENA et al., 1998). Valores entre 2,0 e 3,0 MPa são\n\nconsiderados críticos ao desenvolvimento radicular de trigo, milho e pastagem (IMHOFF\n\net al., 2000). MIELNICZUK et al. (1985) verificaram, em Latossolo Roxo em casa-de-\n\nvegetação, menor produção de matéria seca da parte aérea de aveia e trigo na RP de\n\n3,03 MPa e milheto em 2,35 MPa, no conteúdo de água de 0,28 kg kg-1.\n\nEstudos como os de ROSOLEM et al. (1999), demonstram que a compactação é \n\nmais freqüente e prejudicial em Latossolos, que são os principais solos do Brasil\n\nutilizadas para culturas anuais.\n\nEste estudo objetivou determinar o efeito da compactação e do conteúdo de\n\nágua na produtividade de grãos de arroz de sequeiro em um Latossolo Vermelho de\n\ntextura média e um Latossolo Vermelho argiloso.\n\n\n\n48\n\nMATERIAL E MÉTODOS\n\nO experimento foi conduzido em casa de vegetação da Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP, em Latossolo Vermelho distrófico típico\n\ntextura média A moderado caulinítico hipoférrico (LVd), e Latossolo Vermelho\n\neutroférrico típico textura argilosa A moderado caulinítico-oxídico (LVef). A composição\n\ngranulométrica foi determinada em amostras deformadas por meio da dispersão com\n\nNaOH (0,1 mol L-1) e agitação lenta durante 16 horas, sendo o conteúdo de argila\n\nobtido pelo método da pipeta (GEE &amp; BAUDER, 1986). Os solos LVd e LVef\n\napresentaram, respectivamente: 271 e 517 g kg-1 de argila, 42 e 256 g kg-1 de silte e\n\n687 e 227 g kg-1 de areia, e densidade de partículas de 2,82 e 2,98 Mg m-3.\n\nAs amostras dos solos foram coletadas na camada de 0,0-0,20 m e passadas em \n\npeneira de 0,004 m. O solo utilizado para cada cultura foi adubado segundo RAIJ et al. \n\n(1996), sendo utilizado em um m3 de solo a adubação referente a 5 m2 no campo, cuja \n\nanálise química seguiu a metodologia de RAIJ et al. (1987). \n\nApós a adubação, foram ajustados os conteúdos de água de 0,11 e 0,14 kg kg-1\n\nno LVd e 0,24 e 0,27 kg kg-1 no LVef, correspondentes aos conteúdos de água retida\n\nnas tensões de 0,05 e 0,01 MPa, respectivamente. Estes conteúdos de água foram\n\ndeterminados previamente em câmaras de Richards (KLUTE, 1986), usando amostras\n\nindeformadas coletadas em vasos referentes a uma repetição dos tratamentos utilizado\n\napenas para análises físicas. Em seguida, o solo foi colocado em vaso cilíndrico de\n\nPVC com capacidade de 9,82 L (0,20 m de altura e 0,25 m de diâmetro), em camadas \n\nde 0,03 m. Cada camada foi compactada em decorrência da queda livre de um êmbolo \n\nde 7 kg, da altura de 0,60 m, no centro geométrico de um suporte de madeira com\n\ndiâmetro ligeiramente inferior ao vaso, semelhante ao descrito por MORAES et al.\n\n(1991). Foram estabelecidos quatro níveis de resistência do solo à penetração (RP). \n\nA RP foi determinada com o penetrômetro de anel dinamométrico (Solotest\n\n1.210.001), com ângulo de cone de 30o recomendado pela ASAE (1976). As leituras\n\nforam realizadas quando a base do cone atingiu a profundidade de 0,03 m, e o valor de \n\ncada repetição foi obtido da média de quatro subdeterminações. Foram utilizados cones \n\n\n\n49\n\ncones com diâmetro de 0,0284; 0,022; 0,0120 e 0,006 m, respectivamente, diminuindo\n\na área do cone com o incremento da compactação do solo. \n\nApós a compactação, foram semeadas três sementes por cova (4 covas vaso-1)\n\nde arroz (Oryza sativa cv. IAC 165), em 2001. Após sete dias, realizou-se o desbaste,\n\ndeixando quatro plantas de arroz por vaso, respectivamente. Nesta data foram\n\naplicados os respectivos conteúdos de água, visto que foi necessário aumentar o\n\nconteúdo de água no solo para possibilitar a germinação nos vasos mais secos e\n\ncompactados. Aos 30 dias foi realizada adubação de cobertura com uréia. O conteúdo\n\nde água no solo foi mantido constante, mediante duas pesagens diárias dos vasos\n\nreferentes a uma repetição e reposição de água através de tubo de PVC perfurado,\n\ninstalado no centro geométrico do vaso, sendo feita a pesagem e rodízio de todos\n\nvasos a cada cinco dias. \n\nForam avaliadas a altura, perfilhos planta-1, cachos planta-1, grãos cacho-1, grãos \n\ncheios e grãos vazios, massa de 100 sementes, produtividade de grãos, produção de\n\nmatéria seca da parte aérea e das raízes. O conteúdo de água dos grãos foi ajustado a \n\n0,12 kg kg-1 pela fórmula a seguir:\n\nP= Pi * ((100 - Ui)/(100 - Uf))\n\nem que P é a produtividade final com 0,12 kg kg-1 de água, Pi é a produtividade \n\ninicial, Ui é o conteúdo de água inicial e Uf é o conteúdo de água final de 0,12 kg kg-1.\n\nOs tratamentos consistiram de quatro níveis de RP e dois conteúdos de água,\n\nconstituindo um experimento inteiramente casualizado, em esquema fatorial 4 x 2, com\n\ntrês repetições, para cada solo. Foram realizadas análises de variância,  comparação\n\nde médias pelo teste de Tukey a 5% de probabilidade de erro e, regressão entre a RP e \n\nprodução matéria seca da parte aérea, das raízes e de grãos. A análise estatística do\n\nnúmero de perfilhos planta-1, cachos planta-1, grãos cacho-1, grãos cheios e vazios por\n\nplanta foi realizada com dados transformados por x .\n\n\n\n50\n\nRESULTADOS E DISCUSSÃO\n\nA altura de plantas, o número de perfilhos, cachos, grãos por cacho e o peso de \n\n100 sementes de arroz, no maior conteúdo de água (Tabela 11), demonstram efeito\n\nbenéfico de uma pequena compactação do solo, nos dois solos. Entretanto, no menor\n\nconteúdo de água, os componentes de produção demonstram que a compactação foi\n\nprejudicial ao desenvolvimento da cultura, nos dois solos. STIRZAKER et al. (1996)\n\nobtiveram resultados semelhantes em cevada cultivada em casa-de-vegetação. Estes\n\nautores verificaram que em maiores conteúdos de água a densidade do solo\n\nintermediária proporcionou maior desenvolvimento de cevada e que, em solos mais\n\nsecos, a menor densidade do solo foi mais favorável ao desenvolvimento da cultura.\n\nA análise estatística revelou interação significativa entre a RP e o conteúdo de\n\nágua gravimétrico, demonstrando valores superiores dos componentes de\n\ndesenvolvimento do arroz, principalmente o número de cachos e de grãos cheios,\n\nresponsáveis por maior produtividade (MOURA NETO, 2001), no maior conteúdo de\n\nágua. Estudos com milho demonstraram que o conteúdo de água no solo é o principal\n\nfator que afeta a taxa de crescimento das raízes (MACKAY &amp; BARBER, 1985). Estes\n\nautores obtiveram maior comprimento radicular quando o conteúdo de água aumentou\n\nde 0,22 a 0,27 m3 m-3.\n\n Na Figura 3, para o LVd e LVef, observa-se menores produções de matéria seca \n\ndas raízes e da parte aérea, no menor nível de RP, nos dois conteúdos de água, exceto \n\npara a matéria seca das raízes no maior conteúdo de água no LVd. Entretanto, no\n\nmenor conteúdo de água, a produtividade de grãos foi superior no menor nível de RP,\n\nmesmo com o solo extremamente poroso, ao passo que as raízes não conseguiram\n\nancorar-se no solo (Figura 3). Isto possivelmente esta relacionado ao maior\n\ncomprimento e melhor distribuição espacial das raízes no solo que favorece maior\n\nabsorção de água e nutrientes, conforme mencionado por TARDIEU (1988). Este autor\n\nafirma que a absorção de água pelas raízes ocorre em um raio médio de 0,02 m. \n\n\n\n51\n\nTabela 11. Componentes de desenvolvimento de arroz de sequeiro em razão de níveis de\nresistência à penetração e de conteúdos de água retida nas tensões de 0,05 MPa (0,11 \nkg kg\n\n-1\n) e 0,01 MPa (0,14 kg kg\n\n-1\n) no Latossolo Vermelho distrófico (LVd) e de 0,05 \n\nMPa (0,24 kg kg\n-1\n) e 0,01 MPa (0,27 kg kg\n\n-1\n) no Latossolo Vermelho eutroférrico (LVef).\n\nResistência\nà\n\npenetração\n\nAltura\nplanta-1\n\nPerfilhos\nplanta-1\n\nCachos\nplanta-1\n\nGrãos\ncacho-1\n\nGrãos\ncheios\nplanta-1\n\nGrãos\nplanta-1\n\nPeso de \n100\n\nsementes\n(MPa)  (cm) ---------------------------------- (no) ----------------------------- (g)\n\nLVd\nTensão de 0,05 MPa \n\n0,27 18,42 Cb 0,58 Bb 1,04 Bb 72,78 Aa 48,25 Ab   27,08 Bb 2,94 Aa\n2,04 27,50 Ab 1,50 Ab 2,50 Ab 63,22 Aba 29,92 ABb 127,33 Aa 1,08 Bb\n2,75 26,58 Ab 1,50 Ab 2,42 Ab 55,35 Aba 15,08 BCb  118,75 Aa 0,80 Bb\n4,18 23,58 Bb 1,25 Ab 2,17 Ab 46,17 Bb   8,17 Cb   91,83 Aa 0,78 Bb\n\nTensão de 0,01 MPa\n0,31 28,33 Ba 2,25 Ba 3,17 Ba 54,79 Bb   81,25 Ba 91,25 Aa 1,89 Bb\n1,79 31,67 Aa 2,25 Ba 3,17 ABa 73,29 Aa 155,42 Aa 75,92 Ab 2,67 Aa\n2,32 32,50 Aa 3,50 Aa 3,92 Aa 53,72 Ba 131,42 Aa 78,92 Ab 2,51 Aa\n3,58 32,42 Aa 2,92 Aba 3,58 Ba 58,93 Ba 130,25 Aa 79,50 Aa 2,43 Aa\n\nCV (%) 3,62 8,18 4,02   3,41     7,97     8,99   11,57\n\nLVef\nTensão de 0,05 MPa\n\n0,43 26,17 Bb 2,17 Aa 2,50 Bb 56,78 Aa 37,00 Ab 104,00 Bb 1,27 Aa\n2,52 32,50 Ab 2,08 Ab 3,08 Ab 60,41 Ab   4,17 Bb 181,75 Ab 0,56 Bb\n3,83 31,75 Ab 2,33 Ab 3,33 Ab 56,77 Aa   3,42 Bb 185,58 Ab 0,53 Bb\n4,32 30,50 Ab 2,00 Ab 3,00 Ab 63,97 Ab   2,25 Bb 189,67 Ab 0,46 Bb\n\nTensão de 0,01 MPa\n0,27 30,25 Ba 2,58 Ca 3,17 Ba 69,01 Aa 64,33 Aa 154,08 Ba 1,40 Aa\n1,78 35,58 Aa 4,83 Aa 5,50 Aa 65,15 Aa 80,33 Aa 274,42 Aa 1,25 Aa\n2,54 35,00 Aa 3,92 ABa 4,75 Aa 77,45 Aa 50,67 Aa 315,67 Aa 1,08 Aa\n4,03 34,58 Aa 3,75 Ba 4,67 Aa 70,32 Aa 35,92 Aa 291,33 Aa 0,89 Aa\n\nCV (%)   2,78 6,41 3,60   5,22    22,89     3,43    18,83\nMédias, na coluna, seguidas pela mesma letra maiúscula na mesma tensão e minúscula entre tensões, não diferem \nentre si  pelo teste de Tukey a 5% de probabilidade.\n\n\n\n52\n\nFigura 3. Produção de matéria seca da parte aérea e das raízes e produção de grãos de arroz de \nsequeiro por planta, em diferentes níveis de resistência do solo à penetração, no \nconteúdo de água (0,11 kg kg\n\n-1\n; 0,24 kg kg\n\n-1\n) retida na tensão de 0,05 MPa (o) e conteúdo \n\nde água (0,14 kg kg-1; 0,27 kg kg-1) retida na tensão de 0,01 MPa (• ), no Latossolo \nVermelho distrófico (LVd) e no Latossolo Vermelho eutroférrico (LVef), respectivamente.\n\ny= -1,442x2 + 8,3573x + 14,816    R2= 0,96**\n\ny= -1,2196x 2 + 7,3834x + 6,2668  R2= 0,99**\n\n0\n\n7\n\n14\n\n21\n\n28\n\nM\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\n p\n\na\nrt\n\ne\n a\n\né\nre\n\na\n (\n\ng\n)\n\n.y= -0,6481x 2 + 2,9714x + 8,1682  R2= 0,68**\ny= -0,9776x 2 + 6,0612x + 0,7372  R2= 0,98**\n\n0\n\n4\n\n8\n\n12\n\n16\nM\n\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\n p\n\na\nrt\n\ne\n a\n\né\nre\n\na\n (\n\ng\n)\n\n.\n\ny= -0,2458x 2 + 0,6658x + 5,457   R2= 1**\ny= -0,3924x 2 + 2,5273x + 0,5435 R2= 0,99**\n\n0\n\n2\n\n4\n\n6\n\n8\n\nM\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\ns \n\nra\niz\n\ne\ns \n\n(g\n)\n\n.\n\ny= -1,4637x 2 + 6,8631x + 5,4124  R2= 0,62**\ny= -0,5841x 2 + 3,5538x + 3,7124  R2= 0,89**\n\n0\n\n4\n\n8\n\n12\n\n16\n\nM\na\nté\n\nri\na\n s\n\ne\nca\n\n d\na\ns \n\nra\níz\n\ne\ns \n\n(g\n)\n\n.\n\ny= -0,5824x 2 + 2,7707x + 2,5339 R2= 0,86**\n\ny= -0,3116x + 2,0823                   R2= 0,89**\n\n0\n\n2\n\n4\n\n6\n\n8\n\n0 1 2 3 4 5\n\nResistência à penetração, MPa\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n g\n\nrã\no\ns \n\n(g\n)\n\n.\n\ny = -0,35x 2 + 1,4464x + 2,76        R2 = 0,93**\ny = 0,0581x2 - 0,5028x + 2,0113  R2 = 0,99**\n\n0\n\n2\n\n4\n\n6\n\n0 1 2 3 4 5\n\nR e s i s t ê n c i a  à  p e n e t r a ç ã o ,  M P a\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n g\n\nrã\no\ns \n\n(g\n) \n\n  \n.\n\n2,29\n?\n\n3,10\n?\n\n1,35\n?\n\n3,22\n?\n\n2,38\n?\n\n•\no\n\n2,90\n?\n\n3,03\n?\n\n2,34\n?\n\n3,04\n?\n\n2,07\n?\n\n•\no\n\n•\no\n\n•\no\n\n•\no\n\n•\no\n\n                             Resistência do solo à penetração (MPa)\n\nLVd LVef\n\n\n\n53\n\nSTIRZAKER et al. (1996) verificaram, em casa-de-vegetação, maior\n\ndesenvolvimento de cevada no menor nível de densidade do solo, em condição de\n\nmenor conteúdo de água. Neste sentido, DEXTER (1987) afirma que o crescimento\n\npode ser inibido na RP de 1,0 MPa em solo seco, no entanto, em solo úmido pode\n\nhaver crescimento em valores de RP superiores a 4,0 MPa.\n\nMaiores produções de matéria seca das raízes, da parte aérea e de grãos de\n\narroz foram observadas no maior conteúdo de água no solo (Figura 3). MACKAY &amp;\n\nBARBER (1985) e TARDIEU (1994) verificaram que o conteúdo de água no solo é o\n\nprincipal determinante do crescimento de plantas; NOVAIS &amp; SMYTH (1999) afirmaram\n\nque aumentando o conteúdo de água no solo diminui a interação íon-colóide,\n\naumentando a disponibilidade e a difusão de nutrientes na solução do solo,\n\nespecialmente o fósforo que é fortemente fixado em oxissolos. \n\nAinda, no maior conteúdo de água, verificou-se que uma pequena compactação\n\nde 1,79 MPa foi benéfica a produtividade, corroborando os estudos de STIRZAKER et\n\nal. (1996), em casa-de-vegetação. Isto ocorre graças ao aumento da quantidade de\n\npartículas de solo explorado pelas  raízes, e um contato mais íntimo entre o solo, a\n\nsolução e as raízes, fazendo com que os nutrientes atinjam mais rapidamente os pontos \n\nde absorção. Neste contexto, KOPI &amp; DOUGLAS (1991) afirmaram que uma grande\n\nárea de contato das raízes com o solo, espaço poroso suficiente para o movimento de\n\nágua e gases e baixa RP às raízes seria a estrutura do solo ideal ao crescimento das \n\nplantas.\n\n Visto que a condição se solo solto se desfaz, no campo, logo após as primeiras \n\nchuvas, será enfatizado o nível de RP a partir do qual ocorre redução da produtividade\n\nde arroz de sequeiro.\n\nNa Figura 3, para LVd e LVef, observa-se redução da produtividade de grãos de\n\narroz, no menor conteúdo de água, a partir da condição de solo solto. No maior\n\nconteúdo de água ocorreu redução da produtividade a partir da RP de 2,38 e 2,07 MPa, \n\nrespectivamente, no LVd e LVef. Entretanto, a produção de matéria seca da parte aérea \n\nfoi restringida a partir de 2,30 e 2,90 MPa, respectivamente, no LVd e LVef.\n\n\n\n54\n\nMIELNICZUK et al. (1985) verificaram em Latossolo Roxo, em casa-de-vegetação,\n\nmenor produção de matéria seca da parte aérea de aveia e trigo em 3,03 MPa. \n\nA redução na produtividade, no maior conteúdo de água, a partir da excessiva\n\nRP ocorreu principalmente em decorrência do impedimento mecânico ao crescimento\n\nradicular, já que a porosidade de aeração mínima de 0,10 m3 m-3 não foi fator limitante, \n\nconforme verificado por BEUTLER et al. (2002), no mesmo solo. Segundo ATWELL\n\n(1990a), a restrição no crescimento radicular ocorre por causa a incapacidade das\n\nraízes manter pressão de turgor suficiente para mover as partículas de solo. Assim, nas \n\ncondições adversas ao crescimento, as raízes enviam sinais a parte aérea informando à \n\nplanta que as condições para seu funcionamento estão se restringindo e que é\n\nnecessário reduzir a taxa de crescimento, refletindo em menor produtividade\n\n(BENGOUGH et al., 1997).\n\nCom um pequeno aumento da compactação ocorreu maior produção de matéria\n\nseca de raízes, confirmando os resultados de ATWEEL (1990a). No entanto, este\n\npesquisador afirma que essas são mais espessas e curtas, diminuindo a absorção de\n\nágua e nutrientes e, ainda nesta condição, ATWEEL (1990b) afirma que ocorre menor\n\nalocação de carbono na parte aérea em razão do maior consumo de carboidratos pelas \n\nraízes. Menor comprimento radicular e concentração de raízes de arroz de sequeiro\n\ncultivar Caiapó e Cirad L-141 na camada superficial com o aumento da compactação do \n\nsolo também foram verificados nos estudos de GUIMARÃES &amp; MOREIRA (2001), em\n\ncasa-de-vegetação, em Latossolo Vermelho textura média. Ainda, estes autores\n\nverificaram que as cultivares apresentaram comportamento semelhante em relação a\n\ncompactação e menor produção de matéria seca da parte aérea a partir da densidade\n\ndo solo de 1,2 até 1,7 Mg m-3, mostrando-se extremamente sensíveis a compactação.\n\nO menor crescimento radicular pode resultar em menor absorção de fósforo que\n\né transportado no solo por difusão e absorvido a distâncias não superiores a 1 mm da\n\nraiz (NOVAIS &amp; SMYTH, 1999) e, de potássio que segundo DOLAN et al. (1992) é\n\ntransportado com predomínio da difusão sobre o fluxo de massa, resultando em menor\n\ndesenvolvimento das plantas com o aumento da compactação. Em solos compactados\n\n\n\n55\n\no transporte de nutrientes é facilitado porque diminui a tortuosidade dos poros, por outro\n\nlado, ocorre uma maior interação dos íons com o solo (HIRA &amp; SINGH, 1977)\n\nSegundo HAMBLIM (1985) em solos mais porosos, as plantas suportam maiores \n\nníveis de RP pois aumenta o contato das raízes com o solo e assim a quantidade de\n\nágua e nutrientes absorvidos por unidade de raiz. Isto não foi observado neste estudo,\n\nno conteúdo de água retida na tensão de 0,01 MPa, em que o nível de RP a partir do \n\nqual ocorreu redução da produtividade de grãos de arroz foi de 2,38 e 2,07 MPa,\n\nrespectivamente, no LVd e LVef (Figura 3). BEUTLER et al. (2002) relatou maior\n\nporosidade total no LVef. O incremento na compactação induziu as raízes a se\n\nconcentraram na camada superficial, sendo que no LVef a produção de matéria seca\n\ndas raízes e da parte aérea foi duas vezes superior, comparado ao LVd. \n\nAssim, as plantas demonstraram potencial para alta produtividade de grãos no\n\nLVef, confirmado pelo maior número de grãos por planta, no entanto, não ocorreu\n\nenchimento da maioria destes grãos. Visto que o teor de nutrientes na parte aérea das \n\nplantas foi semelhante no LVd e LVef, a menor produtividade de arroz no LVef em\n\nrelação ao LVd, no conteúdo de água retida na tensão de 0,01 MPa possivelmente\n\nocorreu em decorrência a períodos com menor conteúdo de água no solo entre as\n\nirrigações, ocorrido neste solo em decorrência do maior consumo de água pela parte\n\naérea, duas vezes superior no LVef. Neste contexto, MOURA NETO (2001) afirma que\n\na cultura de arroz de sequeiro é muito sensível a déficit hídrico na fase reprodutiva. \n\nEm milho, TAVARES FILHO et al. (2001) verificaram que a RP de 3,5 MPa, em\n\nLatossolo Roxo muito argiloso, no campo, não restringiu o desenvolvimento radicular,\n\nvalor muito superior aos encontrados como críticos para o arroz de sequeiro. Essas\n\ndiferenças podem ser explicadas, em parte, pelo penetrômetro de impacto utilizado na\n\ndeterminação da RP. Segundo BEUTLER et al. (2002) o penetrômetro de impacto\n\ndetermina valores superiores e essas diferenças aumentam com a compactação e o\n\nteor de argila, comparado ao penetrômetro de anel dinamométrico, mostrando a\n\nnecessidade de cautela na interpretação de valores obtidos como críticos ao\n\ndesenvolvimento das culturas.\n\n\n\n56\n\nCONCLUSÕES\n\nO valor de resistência do solo à penetração a partir da qual a produtividade de\n\ngrãos de arroz de sequeiro decresceu foi de 2,38 e 2,07 MPa, respectivamente, no\n\nLatossolo Vermelho textura média e Latossolo Vermelho textura argilosa, no conteúdo\n\nde água retida na tensão de 0,01 MPa. \n\nNo conteúdo de água retida na tensão de 0,05 MPa foram obtidas menores\n\nproduções e, o menor nível de resistência à penetração proporcionou maiores\n\nproduções de arroz de sequeiro. \n\n\n\nCAPÍTULO 6 – QUALIDADE FÍSICA DO SOLO E A PRODUÇÃO DE SOJA E ARROZ\n\nDE SEQUEIRO EM DOIS LATOSSOLOS\n\nRESUMO – O intervalo hídrico ótimo (IHO) definido como o conteúdo de água no \n\nsolo em que as limitações ao crescimento das plantas por causa da água disponível,\n\naeração e resistência do solo à penetração (RP) são mínimas, é o mais recente\n\nconceito utilizado como indicador da qualidade física e estrutural do solo. Os objetivos\n\ndeste estudo foram determinar o IHO em um Latossolo Vermelho textura média (LVd) e \n\nargiloso (LVef) e estabelecer sua relação funcional com a produção de grãos de soja e\n\narroz de sequeiro. Foram coletadas amostras deformadas de solo na camada de 0-0,20\n\nm e passadas em peneira de 0,004 m de abertura de malha. Para a determinação do \n\nIHO, estabeleceu-se, em vasos (0,20 m de altura e 0,25 m de diâmetro), três níveis de\n\ncompactação do solo para obter uma ampla variação de condições físicas e estruturais \n\ndos solos. Foram coletadas 45 amostras indeformadas para determinação da curva de\n\nRP, da curva de retenção de água, da densidade do solo e do IHO. Os limites\n\nsuperiores do IHO foram: o conteúdo de água do solo na tensão de 0,01 MPa (?cc) ou a \n\nporosidade de aeração de 10% (?PA); e inferiores o conteúdo de água do solo na qual a\n\nRP é limitante (?RP) ou o conteúdo de água no ponto de murcha permanente (?PMP),\n\nequivalente à tensão de 1,5 MPa. Para o estudo de crescimento das plantas,\n\nestabeleceu-se um experimento com quatro níveis de compactação do solo em vasos\n\nde 0,20 m de altura e 0,25 m de diâmetro, nos quais foram determinados os valores de \n\nRP e de densidade do solo críticos à produção de soja e arroz. Os resultados indicaram \n\nque a amplitude do IHO foi maior no LVef comparado ao LVd, e em ambos os solos o\n\nlimite superior do IHO foi ?cc e no limite inferior foi reduzido pela ?RP, com o aumento da \n\nDs. A densidade do solo crítica foi alterada com o valor de RP inserido no modelo do\n\nIHO, sendo, em geral, superior a densidade limitante à produção de soja e arroz, no\n\nLVd, e inferior no LVef.\n\nPalavras-Chave: conteúdo de água, compactação do solo, cultura anual\n\n\n\n58\n\nINTRODUÇÃO\n\nA exploração de grande diversidade de áreas para fins agrícolas implica na\n\nutilização de solos com comportamentos físicos distintos, que devem ser considerados\n\nquando da tomada de decisões sobre o manejo. É consenso que a compactação do\n\nsolo, principalmente em sistemas de plantio direto (SPD), é fator limitante a\n\ncontinuidade de uso do sistema. No entanto, o SPD cresce desde a década de setenta, \n\nprincipalmente na região sul e no cerrado brasileiro. A compactação do solo altera a\n\ninfiltração e redistribuição de água, a difusão de gases, a disponibilidade de oxigênio no\n\nsolo, reduz o crescimento das raízes podendo diminuir a eficiência de utilização da\n\nágua e dos nutrientes pelas plantas (HAKANSSON &amp; VOORHEES, 1998).\n\nVários atributos físicos do solo são utilizados para avaliar o estado de\n\ncompactação do solo, entre estes, a densidade e a porosidade do solo. Entretanto, na\n\nmaioria dos estudos, não tem sido possível estabelecer relações funcionais destes\n\natributos com o crescimento e a produção das culturas. O Intervalo Hídrico Ótimo (IHO), \n\ntermo introduzido no Brasil por TORMENA et al. (1998), foi originalmente  proposto por\n\nLETEY (1985) e quantificado pela primeira vez por SILVA et al. (1994). O IHO, um\n\nindicador da qualidade física e estrutural do solo para o crescimento das plantas, é\n\ndefinido por um conteúdo de água no solo no qual as limitações ao crescimento das\n\nplantas em função da água disponível, da aeração e da resistência do solo à\n\npenetração (RP) são mínimas. O limite superior do IHO é o conteúdo de água retida na \n\ntensão de 0,01 MPa equivalente a capacidade de campo (REICHARDT, 1988) ou o\n\nconteúdo de água no qual a porosidade de aeração é de 10% (GUPTA &amp; ALLMARAS,\n\n1987); o limite inferior o conteúdo de água retida na tensão de 1,5 MPa equivalente ao\n\nponto de murcha permanente (SAVAGE et al., 1996) ou a RP limitante ao crescimento\n\nradicular de 2,0 MPa (SILVA et al., 1994).\n\n Dentro destes limites estabelecidos para o IHO, o crescimento das plantas é\n\nmenos restritivo e o grau dessas limitações aumenta de dentro para fora desses limites \n\n(SILVA et al., 1994). SILVA &amp; KAY (1996) verificaram que a ocorrência de conteúdo de\n\nágua fora dos limites do IHO restringiu o crescimento das plantas de milho e que o\n\n\n\n59\n\ncrescimento das plantas foi positivamente correlacionado com o IHO. Dos atributos que\n\nintegram o IHO, a RP é o fator que mais freqüentemente reduz o IHO (SILVA et al.,\n\n1994; TORMENA et al., 1998; IMHOFF et al., 2001), e seus valores oscilam com\n\ncultivares, culturas e com a condição estrutural do solo (HAMBLIM, 1985). Além disso, o\n\nvalor de RP de 2,0 MPa aceito como limitante ao crescimento das raízes e da parte\n\naérea (TORMENA et al., 1998) tem sido questionado para as diferentes culturas,\n\nsistemas de manejo e solos tropicais, necessitando de mais estudos específicos. Neste\n\nsentido, são escassos os estudos que relacionam o IHO com a produção das culturas,\n\nem especial nos solos tropicais do Brasil.\n\nA compactação do solo modifica o comportamento físico do solo em\n\nconseqüência da mudança na distribuição dos poros do solo. Resultados de pesquisas\n\nindicam que o IHO diminui com o aumento da densidade do solo (Ds) (SILVA et al.,\n\n1994; IMHOFF et al., 2000, 2001; SILVA et al., 2002) podendo atingir o valor zero\n\nquando os limites superior e inferior são numericamente iguais. Nesta condição, a Ds é\n\ndenominada de densidade do solo crítica (Dsc) ao desenvolvimento das plantas (SILVA\n\net al., 1994; IMHOFF et al., 2001). Tanto o IHO como a Dsc variam com a textura e com \n\na condição estrutural do solo (SILVA et al., 1994) e, tem sido constatado que em solos \n\nargilosos é grande a freqüência de valores do IHO muito baixos e/ou até nulos (TOPP\n\net al., 1994). Os resultados obtidos por SILVA et al. (2002), estudando o IHO em três \n\nsolos, indicam que a Dsc diminui do solo mais arenoso para o mais argiloso. Sugere-se\n\nque, quando a Dsc é atingida, são necessárias medidas biológicas ou mecânicas para\n\nrecuperação da estrutura do solo, ou seja, para realizar a descompactação do solo.\n\nO objetivo deste estudo foi de determinar o IHO e a Dsc de um Latossolo\n\nVermelho de textura média e de um Latossolo Vermelho argiloso e estabelecer as\n\nrelações destes com a produção de grãos de soja e arroz de sequeiro em dois\n\nconteúdos de água.\n\n\n\n60\n\nMATERIAL E MÉTODOS\n\nOs solos são classificados como Latossolo Vermelho distrófico típico textura\n\nmédia A moderado caulinítico hipoférrico (LVd), e Latossolo Vermelho eutroférrico típico\n\ntextura argilosa A moderado caulinítico-oxídico (LVef), localizados na Universidade\n\nEstadual Paulista (UNESP/FCAV), Jaboticabal, SP. A composição granulométrica dos\n\nmesmos foi determinada em amostras deformadas por meio da dispersão com NaOH\n\n(0,1 mol L-1) e agitação lenta durante 16 horas, sendo o conteúdo de argila obtido pelo \n\nmétodo da pipeta (GEE &amp; BAUDER, 1986). Os solos LVd e LVef apresentaram,\n\nrespectivamente: 271 e 517 g kg-1 de argila, 42 e 256 g kg-1 de silte e 687 e 227 g kg-1\n\nde areia. A densidade de partículas determinada pelo método do picnômetro\n\n(EMBRAPA, 1997) foi de 2,82 e 2,98 Mg m-3, para o LVd e LVef, respectivamente. \n\nForam coletadas amostras deformadas dos solos na camada de 0,0 - 0,20 m,\n\ndestorroadas e passadas em peneira com abertura de malha de 0,004 m, sendo\n\nanalisadas para fins de fertilidade segundo RAIJ et al. (1987) e corrigidas e fertilizadas \n\nsegundo RAIJ et al. (1996), para soja e arroz de sequeiro.\n\nA primeira etapa do trabalho consistiu na determinação do IHO. Para a\n\ndeterminação do IHO foram estabelecidos três níveis de compactação no solo com o\n\nobjetivo de ampliar as condições estruturais do solo para a modelagem das curvas de\n\nretenção e de resistência do solo à penetração (RP) do solo necessárias para a\n\nquantificação do IHO. O solo foi compactado em vaso cilíndrico de PVC com\n\ncapacidade de 9,82 L (0,20 m de altura e 0,25 m de diâmetro), em camadas de 0,03 m, \n\nsendo cada camada compactada, por meio da queda livre de um êmbolo de 7 kg de\n\numa altura de 0,6 m, no centro geométrico de um suporte de madeira com diâmetro\n\nligeiramente inferior ao vaso. Para cada nível de compactação (mesmo número de\n\nimpactos/ volume de solo) foram coletadas cinco amostras indeformadas, na\n\nprofundidade de 0,02 a 0,05 m, utilizando anéis volumétricos (0,03 m de altura e 0,048\n\nm de diâmetro), com três repetições, formando três grupos de cinco amostras. Cada\n\ngrupo de amostras foi saturado e submetido a uma das seguintes tensões: 0,006; 0,01;\n\n0,033; 0,06 e 0,3 MPa em câmaras de Richards (KLUTE, 1986). Após o equilíbrio, as\n\n\n\n61\n\namostras foram pesadas e tiveram determinadas a RP utilizando um penetrômetro\n\neletrônico com velocidade constante de penetração de 0,01 m min-1 e, cone com área\n\nde 3,69 x 10-6 m2, conforme descrito por TORMENA et al. (1998). A RP foi determinada \n\nno centro geométrico de cada amostra na profundidade de 0,01 a 0,02 m, obtendo-se\n\numa leitura a cada 0,001 m, perfazendo 100 leituras por amostra, e o valor médio\n\ndestas foi utilizado. Os valores obtidos (kgf cm-2) foram multiplicados pelo fator de 0,098 \n\npara transformação em MPa.\n\nApós a determinação da RP as amostras foram secas em estufa a + 105 oC por \n\n24 horas. Nestas amostras foram determinados o conteúdo de água retida em cada\n\ntensão (KLUTE, 1986) e a densidade do solo (Ds) (BLAKE &amp; HARTGE, 1986b). A\n\nfunção entre conteúdo de água do solo e tensão, i.e. as curvas de retenção de água,\n\nforam ajustadas pelo modelo proposto por GENUCHTEN (1980). A partir do modelo\n\najustado aos dados foi estimado o conteúdo de água na capacidade de campo (tensão\n\nde 0,01 MPa) e no ponto de murcha permanente (tensão de 1,5 MPa).\n\nOs valores de RP foram ajustados em função do conteúdo de água volumétrico e \n\na Ds utilizando o modelo não-linear proposto por BUSSCHER (1990), na sua forma log-\n\ntransformada, descrito a seguir:\n\nlnRP= lna +  b ln? + c lnDs                                                               (1)\n\nem que RP é a resistência do solo à penetração (MPa), ? o conteúdo de água\n\nvolumétrico (m3 m-3), Ds a densidade do solo (Mg m-3) e a, b, c são os coeficientes do \n\nmodelo obtidos por meio do ajuste do modelo aos dados. O conteúdo de água em que a \n\nRP foi limitante foi calculado pela equação (2) obtida de (1), a seguir:\n\n?(RPcrit)= RP(crit)/(ea*(Dsc))1/b                                                                                    (2)\n\nO conteúdo de água em que a porosidade de aeração é de 10% foi obtido pela\n\nequação a seguir:\n\n?PA= (1-Ds/Dp) - 0,1                               (3)\n\n\n\n62\n\nem que ?PA é o conteúdo de água em que a porosidade de aeração de 10% é\n\nlimitante (m3 m-3) e Dp a densidade de partículas do solo (Mg m-3).\n\nO IHO foi determinado para cada amostra conforme metodologia descrita por\n\nSILVA et al. (1994). O conteúdo de água volumétrico do solo nos valores limitantes de\n\nRP foi obtida utilizando os níveis de RP limitantes estabelecidos no experimento de\n\nprodução de grãos de soja e arroz descrito adiante.\n\nNa segunda etapa do trabalho, o experimento foi conduzido em casa de\n\nvegetação da Universidade Estadual Paulista (UNESP/FCAV), Jaboticabal, SP. Antes\n\nda instalação do experimento, foram previamente estabelecidos quatro níveis de RP e\n\ncoletadas amostras indeformadas para determinação dos conteúdos gravimétricos de\n\nágua em câmaras de Richards (KLUTE, 1986) nas tensões de 0,05 e 0,01 MPa. Em\n\nseguida foram ajustados os conteúdos de água de 0,11 e 0,14 kg kg-1 no LVd e 0,24 e \n\n0,27 kg kg-1 no LVef, correspondentes as tensões de 0,05 e 0,01 MPa,\n\nrespectivamente. Na seqüência foi realizada uma calibração do número de impactos por\n\ncamada de solo necessários para atingir os valores de RP desejados. Nessa etapa\n\nforam determinados os quatro níveis de RP com o penetrômetro de anel dinamométrico\n\n(Solotest 1.210.001), com ângulo de cone de 30o, sendo as leituras realizadas quando a \n\nbase do cone atingiu a profundidade de 0,03 m, e o valor de cada repetição foi obtido\n\nda média de quatro determinações.  Foram utilizados cones com diâmetros da base de\n\n0,028; 0,022; 0,012 e 0,006 m, respectivamente, diminuindo o diâmetro da base do\n\ncone com o incremento dos valores de compactaç ão do solo. A utilização de cones com \n\nmenores diâmetros foi necessário para possibilitar as determinações nos maiores níveis\n\nde RP. Após essa calibração, mantendo o solo sempre coberto para evitar perda de\n\nágua, foi realizada a compactação do solo utilizando o número de impactos/ camada\n\nestabelecidos anteriormente, seguindo a metodologia descrita na primeira fase.\n\nImediatamente após a compactação do solo, cada vaso foi pesado para utilização\n\ndesse valor na condução do experimento, e manter o solo nos conteúdos de água pré-\n\ndeterminados.\n\nForam semeadas três sementes por cova (4 covas vaso-1) de soja (Glycine max \n\ncv. Embrapa 48) e arroz (Oryza sativa cv. IAC 165), em 2001. Após sete dias, realizou-\n\n\n\n63\n\nse o desbaste, deixando duas plantas de soja e quatro de arroz por vaso,\n\nrespectivamente. Nesta data foram aplicados os conteúdos de água pré-determinados,\n\nvisto que foi necessário aumentar o conteúdo de água do solo para possibilitar a\n\ngerminação nos vasos mais secos e compactados. O conteúdo de água foi mantido\n\nconstante, mediante duas pesagens diárias dos vasos referentes a uma repetição e\n\nreposição de água através de tubo de PVC perfurado, instalado no centro geométrico\n\ndo vaso, sendo feita a pesagem e rodízio de todos vasos a cada cinco dias. Na colheita, \n\nfoi avaliada a produção de grãos por planta e ajustada a 12% de conteúdo de água.\n\nOs tratamentos consistiram de quatro níveis de RP e dois conteúdos de água,\n\npara cada solo e cultura, constituindo quatro experimentos inteiramente casualizados,\n\ncom três repetições. A analise estatística consistiu da análise de variância, e de\n\nregressão entre a RP e a Ds com a produção de grãos de soja e arroz, em cada\n\nconteúdo de água e solo. \n\nRESULTADOS E DISCUSSÃO\n\nOs resultados de produção de grãos indicam, de modo geral, que para soja os \n\nvalores limitantes de RP foram superiores ao arroz, e que na tensão de 0,01 MPa foram \n\nobtidas maiores produções e as plantas suportaram valores superiores de RP (Tabela\n\n12), confirmando os estudos de TARDIEU (1994). Por meio das regressões da RP com \n\na produção, verifica-se que no conteúdo de água retida na tensão de 0,01 MPa, a RP\n\nlimitante à produção de grãos de soja no LVd e arroz no LVd e LVef, é próxima do valor \n\namplamente adotado como crítico ao crescimento radicular de 2,0 MPa (TORMENA et\n\nal., 1998). Ainda, verifica-se que com o aumento do conteúdo de água pode-se tolerar\n\num maior valor de RP e que o menor valor crítico de RP com a redução do conteúdo de \n\nágua pode ser indicativo de um interação com efeito do potencial da água no solo\n\nrestringindo a atividade fisiológica da planta. Neste sentido, vários trabalhos abordam\n\nesta interação com a RP (TARDIEU, 1994; STIRZAKER et al., 1996). \n\n\n\n64\n\nTabela 12. Equações de regressão entre a resistência do solo à penetração (RP) e a produção de \ngrãos de soja e arroz de sequeiro (g planta\n\n-1\n), no LVd e LVef, nos conteúdos de água \n\nretida nas tensões de 0,05 e 0,01 MPa. \n\n  Conteúdo \nde água \n(kg kg-1)\n\nEquação\nY= produção; x= RP\n\nR2 Produção\nmáxima\n\nRP\n  Crítica1\n\nSoja\nLVd\n\n0,11         Y= -0,4897x2 + 1,6246x + 4,9907 0,99**   6,34 1,66\n0,14         Y= -1,3189x2 + 5,8676x + 7,1537 0,99** 13,68 2,22\n\nLVef\n0,24         Y= -1,267x2 + 7,7189x + 0,5277 0,99** 12,28 3,05\n0,27         Y= -1,455x2 + 8,1652x + 7,4492 0,93** 18,90 2,81\n\nArroz\nLVd\n\n0,11         Y= -0,3116x + 2,0823 0,89** 1,92 0,27\n0,14         Y= -0,5824x2 + 2,7707x + 2,5339 0,86** 5,83 2,38\n\nLVef\n0,24         Y= 0,0581x2 – 0,5028x + 2,0113 0,99** 1,81 0,43\n0,27         Y= -0,35x2 + 1,4464x + 2,76 0,93** 4,25 2,06\n\n1 Valor de RP (MPa) a partir do qual ocorreu decréscimo da produção de grãos por planta.  ** Significativo a \n1% de probabilidade. Os valores médios de RP em cada nível de compactação foram: 0,27; 2,04; 2,75; 4,18 e \n0,31; 1,79; 2,32; 3,58 para o LVd e 0,43; 2,52; 3,83; 4,32 e 0,27; 1,78; 2,54; 4,03 para o LVef, no conteúdo de \nágua de 0,11; 0,14 e 0,24; 0,27 kg kg-1, respectivamente. \n\nA partir desses valores limitantes de RP, para soja e arroz (Tabela 12), foi\n\ndeterminado o conteúdo de água em que a RP é limitante, para confecção do IHO. Para \n\ntal, foram ajustados modelos aos dados de RP em função da Ds e do conteúdo de água \n\nvolumétrico (?) (Tabela 13). Verifica-se que as variáveis utilizadas no modelo foram\n\nsignificativas a 1% de probabilidade no LVef, e no LVd a Ds apresentou probabilidade\n\nde erro acima de 4%, demonstrando menor interação deste atributo no modelo,\n\nconfirmando os estudos de TORMENA et al. (1998), em que as variáveis foram\n\nsignificativas a 1% de probabilidade em Latossolo Roxo, no campo. Por meio dos\n\ncoeficientes do modelo ajustado da RP verifica-se que a Ds teve relação direta e a ?\n\ninversa com a RP, conforme também verificado por SMITH et al. (1997) e TORMENA et\n\nal. (1998).\n\n\n\n65\n\nTabela 13. Valores dos parâmetros estimados da regressão linearizada e probabilidade dos\ncoeficientes ajustados do modelo da RP em função do conteúdo de água e da Ds, no \nLVd e LVef, nos três níveis de compactação (lnRP= lna + b ln?  + c lnDs).\n\nLVd LVef\n  Parâmetro       Valor\n\n   estimado\nProbabilidade   Valor \n\n   estimado\nProbabilidade\n\nNivel de compactação 1\na -9,248 0,0001 -4,929 0,0001\nb -3,860 0,0001 -3,188 0,0001\nc  5,932 0,1498  5,893 0,0018\n\nNível de compactação 2\na -7,205 0,0012 -4,947 0,0001\nb -2,756 0,0012 -3,754 0,0001\nc  8,115 0,0461   7,792 0,0071\n\n                                       Nível de compactação 3\na -6,131 0,1128 -5,749 0,0001\nb -2,710 0,0251 -4,360 0,0001\nc  6,062 0,3152   9,457 0,0001\nAs amostras de solo utilizadas no modelo apresentaram valores de RP de 0,16 - 9,00 e 0,33 – 6,63 MPa; Ds de \n1,13 - 1,76 e 0,91 – 1,30 Mg m-3; e conteúdo de água volumétrico de 0,09 – 0,24 e 0,20 – 0,40 m3 m-3, no LVd e \nLVef, respectivamente. Em cada nível de compactação, o modelo foi estimado com 15 amostras, sendo a \ncurva de RP utilizada no IHO final, obtida da junção das três curvas.\n\nUtilizando os dados do modelo apresentado na Tabela 13 foi calculada o ? em que \n\na RP é limitante para cada cultura e condição, formando em conjunto os conteúdos de\n\nágua a partir da qual a RP torna-se limitante para cada solo, cultura e conteúdo de água \n\nutilizado no cultivo. Essas curvas são apresentadas na Figuras 4 e 5 e por meio dessas \n\nverifica-se que a inserção de diferentes valores de RP limitante altera a amplitude do\n\nIHO e a Dsc, i.e. o solo LVd em que a Dsc aumenta de 1,55 para 1,63 Mg m-3 quando a \n\nRP limitante inserida no modelo aumenta de 1,66 para 2,22 MPa. Esses resultados\n\ncorroboram SILVA et al. (1994) que afirmam que a determinação da RP limitante para\n\ncada cultura e sua inserção no IHO aumentam a sua precisão para o monitoramento da \n\nqualidade física do solo. TORMENA et al. (1998) verificaram em Latossolo Roxo muito\n\nargiloso que a RP foi o fator que assumiu maior importância relativa em termos de\n\nlimitação ao crescimento radicular.\n\n\n\n66\n\nFigura 4. Variação do conteúdo de água volumétrico (? ) com a densidade do solo, para os limites \ncríticos da capacidade de campo (? CC), ponto de murcha permanente (? PMP), porosidade \nde aeração (?PA) e resistência à penetração limitante para a cultura de soja no conteúdo \nde água retida nas tensões de 0,05 (+) e 0,01 MPa (• ) (? R P), no LVd e LVef,\nrespectivamente. IHO= intervalo hídrico ótimo.\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,9 1,0 1,1 1,2 1,3\n\n   CC\n   PMP\n   PA\n   RP= 3,05 MPa\n   RP= 2,81 MPa\n\nDensidade do solo (Mg m-3)\n\n?\n?\n?\n?\n?\n\nLVef\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n1,0 1,2 1,4 1,6 1,8\n\n   CC\n   PMP\n   PA\n   RP= 1,66 MPa\n   RP= 2,22 MPa\n\nC\no\nn\nte\n\nú\nd\no\n d\n\ne\n á\n\ng\nu\na\n (\n\n m\n3\n m\n\n-3\n)\n\n?\n?\n?\n?\n?\n\nLVd\n\n1,55\n\n1,22\n\n1,63\n\n1,24\n\n\n\n67\n\nFigura 5. Variação do conteúdo de água volumétrico (? ) com a densida de do solo, para os limites \ncríticos da capacidade de campo (? CC), ponto de murcha permanente (? PMP), porosidade \nde aeração (? PA) e resistência à penetração limitante para a cultura de arroz no conteúdo \nde água retida nas tensões de 0,05 (+) e 0,01 MPa (• ) (? R P), no LVd e LVef,\nrespectivamente. IHO= intervalo hídrico ótimo. \n\nDensidade do solo (Mg m-3)\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,9 1,0 1,1 1,2 1,3\n\n   CC\n   PMP\n   PA\n   RP= 0,43 MPa\n   RP= 2,06 MPa\n\n?\n?\n?\n?\n?\n\nLVef\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n1,0 1,2 1,4 1,6 1,8\n\n   CC\n   PMP\n   PA\n   RP= 0,27 MPa\n   RP= 2,38 MPa\n\nC\no\n\nn\nte\n\nú\nd\n\no\n d\n\ne\n á\n\ng\nu\n\na\n (\n\nm\n3  \n\nm\n-3\n\n)\n\n?\n?\n?\n?\n?\n\nLVd\n\n1,12\n\n0,97\n\n1,66\n\n1,17\n\n\n\n68\n\nA curva de ? em que a RP é limitante (?RP) ou a curva da ? no ponto de murcha \n\npermanente (?PMP) constitui o limite inferior e a ? na capacidade de campo (?cc) ou a ?\n\nem que a porosidade de aeração é de 10% (?PA) o limite superior do IHO. Assim,\n\nverificou-se que o limite inferior do IHO foi a ?PMP na condição de solo solto e a ?RP com \n\no aumento da Ds (Figuras 4 e 5), confirmando os estudos de SILVA et al. (1994),\n\nTORMENA et al. (1998) e IMHOFF et al. (2001). Visto que o conteúdo de água do solo\n\nse encontra muitas vezes abaixo da capacidade de campo durante o ciclo das culturas,\n\na ?RP, em solos compactados, torna-se o fator limitante ao crescimento das plantas até\n\na Dsc, destacando a importância da utilização de valores de RP limitante para cada\n\ncultura, no IHO.\n\nO limite superior do IHO foi a ?cc no solo de textura média (LVd) e argilosa (LVef) \n\n(Figura 4 e 5), corroborando TORMENA et al. (1998) que verificaram que em 97% das \n\namostras a ?cc foi o limite superior do IHO, em Latossolo Roxo muito argiloso, e\n\nIMHOFF et al. (2001) em Podzólico Vermelho Amarelo de textura média. A ?PA não foi\n\nfator limitante do IHO até a Dsc, e foi superior no LVef argiloso em relação ao LVd de\n\ntextura média (Figura 4 e 5). Neste sentido, BEUTLER et al. (2002) que verificaram\n\nmaior porosidade total no LVef graças a mineralogia oxídica do LVef, que segundo\n\nFERREIRA et al. (1999), proporciona a formação de microagregados arredondados &lt;1\n\nmm, formando uma estrutura com aspecto maciça porosa “in situ”, resultando em maior \n\nproporção e poros grandes e menor Ds, comparado ao LVd caulinítico, em que ocorre a \n\nformação de estrutura maciça coesa.\n\nSegundo IMHOFF et al. (2001), quando ocorre valor numérico igual para o limite\n\nsuperior e inferior do IHO é atingida a Dsc. Desta forma, quando a Ds é superior a Dsc \n\nocorrem condições altamente restritivas ao crescimento radicular. Baseado neste\n\nconceito, foram realizadas regressões entre a Ds e a produção de grãos de soja e arroz\n\n(Figura 6) para verificar a relação funcional do IHO com a produção de grãos de soja e\n\narroz.\n\n\n\n69\n\nA Ds a partir da qual ocorreu redução da produção de soja e arroz foi inferior a\n\nDsc para o LVd e ligeiramente superior a Dsc para o LVef (Figuras 4 e 5), no conteúdo\n\nde água retida na tensão de 0,01 MPa. Isto possivelmente está relacionado a\n\nmineralogia do solo, que segundo BEUTLER et al. (2002), condicionou maior\n\nporosidade total no LVef, comparado ao LVd. Visto que o experimento foi conduzido em\n\ncasa de vegetação, a maior porosidade no LVef possivelmente aumentou a\n\ncondutividade hidráulica não saturada desse solo. Desta forma, a água atingiu mais\n\nrapidamente os pontos de absorção das raízes, após as duas irrigações diárias,\n\ndiminuindo o tempo em que estas permaneceram em  condições de déficit hídrico, em\n\nrelação aos potenciais de água utilizados, no LVef. Associado a porosidade, outro\n\naspecto que contribuiu para esse resultado, no LVef, foi o valor do IHO superior em\n\n0,006 m3 m-3 e a menor redução do IHO pela ?RP limitante próxima a Dsc, comparado \n\nao LVd. Ainda, a amplitude de Ds do solo em que ?RP é limitante foi de 0,14 no LVef, \n\nenquanto que no LVd foi de 0,30. SILVA et al. (1994) afirmaram que quanto menor o\n\nIHO maior a probabilidade de ocorrência de limitações físicas ao crescimento das raízes \n\ne desenvolvimento das plantas. Neste contexto, a relação funcional diferenciada do IHO\n\ncom a produção das culturas, para cada solo, indica que a resposta das culturas à\n\ncompactação está relacionada a estrutura do solo, corroborando com HAMBLIM (1985). \n\nA produção de soja, no LVd, foi reduzida a partir da Ds de 1,27 e 1,40 Mg m-3\n\n(Figura 6) e a Dsc foi de 1,55 e 1,63 Mg m-3 (Figura 4), resultando em produção de\n\ngrãos 15 e 16% menor na Dsc determinada no IHO, no conteúdo de água retida nas \n\ntensões de 0,05 e 0,01 MPa, respectivamente. Desta forma, a Ds a partir da qual\n\nocorreu limitação à produção de grãos de soja ocorreu quando o IHO começou a ser\n\nreduzido pela ?RP, no entanto, o modelo do IHO mostra que não ocorreram restriç ões de \n\nágua, aeração e RP nos valores de Ds em que houve redução da produção e grãos.\n\nEste comportamento também foi observado para o arroz no LVd, em que a produção foi \n\nreduzida na Ds de 1,39  Mg m-3 (Figura 6) e a Dsc foi de 1,66 Mg m-3 (Figura 5) no \n\nconteúdo de água retida na tensão de 0,01 MPa. \n\nJá o arroz de sequeiro foi mais sensível ao conteúdo de água no solo,\n\nconfirmando estudos de MOURA NETO (2001), ao passo que, no LVd, no conteúdo de\n\n\n\n70\n\nágua retida na tensão de 0,01 MPa ocorreu redução de 33% da produção de grãos na \n\nDsc comparada a Ds limitante (Figuras 5 e 6). No conteúdo de água retida na tensão de \n\n0,05 MPa ocorreu menor produção e, maior decréscimo da produção de grãos com o\n\nincremento da Ds (Figura 6), nos dois solos. \n\nNo LVef a Ds limitante a produção de grãos de soja e arroz (Figura 6) foi\n\nligeiramente superior a Dsc obtida no IHO. Neste caso, ao considerar-se a Dsc como\n\nlimite crítico para a descompactação do LVef com vistas a melhoria de sua estrutura,\n\nseria obtida uma menor produção de grãos de soja de 1,7 e 2,5% no conteúdo de água \n\nretida nas tensões de 0,05 e 0,01 MPa, e de arroz de sequeiro de 0,5% no conteúdo de \n\nágua retida na tensão de 0,01 MPa. Para esse solo, os resultados permitem inferir que\n\na Dsc foi um atributo adequado no monitoramento da compactação do solo para a soja \n\ne arroz, com vistas a qualidade estrutural do solo.\n\nNa determinação do IHO, a curva de RP em função da ? e Ds, foi obtida com\n\nvalores de RP obtidos com o penetrômetro eletrônico e o valor de RP limitante a\n\nprodução das culturas foi obtido com o penetrômetro de anel dinamométrico, fato que\n\npossivelmente foi pouco expressivo no valor de Dsc obtida no IHO. Isso porque os dois \n\npenetrômetros são estáticos e foram utilizados com velocidade de penetração do cone\n\nno solo inferior a 1,8 m min-1, condição em que a velocidade tem menor influência sobre \n\no valor obtido de RP (ASAE, 1976). Ainda, mediante as curvas de ?RP verifica-se que,\n\ngeralmente, são necessárias grandes variações da RP para que a Ds limitante seja\n\nigual a Dsc, no LVd. \n\nOs resultados obtidos neste estudo mostram que a utilização do IHO e da Dsc no \n\nmonitoramento da qualidade estrutural do solo com vistas a maximização da produção\n\ndas culturas é um índice promissor, no entanto, há necessidade de estudos a nível de\n\ncampo onde ocorrem períodos com diferentes conteúdos de água no solo durante o\n\nciclo das culturas. A utilização da Dsc como a Ds a partir da qual devem ser tomadas \n\nmedidas mecânicas ou biológicas para descompactar o solo demonstra ser um atributo\n\naltamente dependente do conteúdo de água no solo durante o ciclo das culturas.\n\n\n\n71\n\nFigura 6. Produção de grãos de soja e arroz (g planta\n-1\n), no LVd e LVef, em níveis de densidade do \n\nsolo e de água. (• ) Conteúdo de água retida na tensão de 0,01 MPa; (o) Conteúdo de \nágua retida na tensão de 0,05 MPa.\n\ny= -44,774x 2 + 124,94x - 73,326 R2= 0,88**\ny= -79,034x 2 + 200,55x - 117,71 R2= 0,81**\n\n0\n\n4\n\n8\n\n12\n\n16\n\n1,0 1,2 1,4 1,6\n\ny= -120,42x2 + 308,82x - 179,75 R2= 0,98**\n\ny= -198,81x2 + 482,24x - 280,65 R2= 0,99**\n0\n\n6\n\n12\n\n18\n\n24\n\n1,0 1,1 1,2 1,3 1,4\n\ny= -27,528x 2 + 76,374x - 46,766  R2= 0,99**\ny= -22,333x 2 + 55,248x - 31,382  R2 = 0,99**0\n\n2\n\n4\n\n6\n\n8\n\n1,0 1,2 1,4 1,6\n\ny = -38,438x 2 + 91,807x - 50,427 R2 = 0,97**\ny = 6,26x2 - 17,637x + 13,238       R2 = 1**\n\n0\n\n2\n\n4\n\n6\n\n1,0 1,1 1,2 1,3 1,4\n\n                                  Densidade do solo (Mg m-3)\n\n1,27\n?\n\n1,40\n?\n\n1,24\n?\n\n1,39\n?\n\n•\no\n\n1,29\n?\n\n1,21\n?\n\n1,20\n?\n\n•\no\n\n•\no\n\n•\no\n\nLVd LVef\n\nArroz\n\nSoja\n\n   \n   \n\n P\nro\n\nd\nu\nçã\n\no\n d\n\ne\n g\n\nrã\no\ns \n\n(g\n p\n\nla\nn\nta\n\n-1\n)\n\n\n\n72\n\nCONCLUSÕES\n\nA amplitude do IHO foi superior no LVef comparado ao LVd sendo o limite\n\nsuperior a capacidade de campo e na parte inferior foi reduzido pela resistência à\n\npenetração, com o aumento da densidade do solo.\n\nA densidade do solo crítica foi alterada com o valor de RP limitante inserido no\n\nmodelo do IHO, sendo, em geral, superior a densidade limitante a produção de soja e\n\narroz, no LVd, e inferior no LVef.\n\nO conteúdo de água utilizado durante cultivo das culturas alterou a produção e\n\nos níveis de resistência à penetração e de densidade do solo limitantes, e o IHO e a\n\ndensidade do solo crítica.\n\n\n\nCAPÍTULO 7 – RELAÇÃO  ENTRE ALGUNS ATRIBUTOS FÍSICOS E A PRODUÇÃO\n\nDE GRÃOS DE SOJA E ARROZ DE SEQUEIRO EM LATOSSOLOS\n\nRESUMO – Este trabalho objetivou avaliar atributos físicos e a correlação com a\n\nprodução de grãos de soja e arroz de sequeiro em três níveis de compactação e dois \n\nconteúdos de água no solo (água retida nas tensões de 0,05 e 0,01 MPa), com três \n\nrepetições. Foram utilizadas amostras de Latossolo Vermelho, textura média (LVd) e,\n\nLatossolo Vermelho, textura argilosa (LVef), coletadas na profundidade de 0,0-0,20 m e\n\ncompactadas em camadas de 0,03 m, em vasos de 9,82 L. Foram avaliados a\n\nporosidade total, macro e microporosidade, densidade do solo, resistência do solo à\n\npenetração e a produção de grãos de soja e arroz de sequeiro. Os atributos físicos\n\napresentaram correlações altas e significativas entre si, nos dois solos e conteúdos de\n\nágua. As maiores correlações dos atributos físicos com a produção de grãos de soja e\n\narroz foram obtidas no LVd e no conteúdo de água retida na tensão de 0,05 MPa,\n\ncondição em que ocorreu maior redução da produção de grãos com o aumento da\n\ncompactação. As  correlações foram positivas da macroporosidade e porosidade total e\n\nnegativas da microporosidade, densidade do solo e resistência à penetração com a\n\nprodução de grãos de soja e arroz.\n\nPalavras-Chave: compactação do solo, conteúdo de água, Glycine max, Oryza sativa\n\n\n\n74\n\nINTRODUÇÃO\n\nAs culturas de soja e arroz de sequeiro são cultivadas em extensas áreas\n\nagrícolas e em grande diversidade de solos, sendo que a partir de 1980 ocorreu um\n\naumento gradativo na utilização de sistemas de manejo com revolvimento mínimo do\n\nsolo, denominado de sistema de plantio direto (SPD). Esse sistema ocupa atualmente\n\nocupa áreas no sul e no cerrado brasileiro, por vantagens de ordem técnica, econômica\n\ne ambiental, como menor utilização de máquinas agrícolas para preparo do solo e\n\nconseqüente redução de custos, redução nas perdas de solo, nutrientes e água,\n\nreduzindo a poluição de mananciais de água, além de preservar a estrutura do solo. No\n\nentanto, pesquisadores tem verificado que o tráfego de máquinas pesadas sobre o solo\n\nprovoca compactação superficial do solo com maiores valores na profundidade de\n\n0,075 a 0,17 m (SILVA et al., 2000b), fato que tem dificultado a expansão do SPD.\n\nEm solos compactados o desenvolvimento das plantas é menor (VIEIRA &amp;\n\nMUZILLI, 1984; TORMENA et al., 1998; MEROTTO &amp; MUNDSTOCK, 1999;\n\nGUIMARÃES et al., 2002). Isto tem sido atribuído ao impedimento mecânico do solo ao\n\ncrescimento radicular, que resulta em menor volume de solo explorado, menor\n\nabsorção de água e nutrientes e, consequentemente menor produção das culturas. Por \n\noutro lado, ANDRADE et al. (1993) verificaram menor crescimento das plantas de\n\ngirassol sob estresse físico provocado pela compactação do solo, o qual não foi\n\ninfluenciado pelo suprimento de água, oxigênio, nutrientes e disponibilidade de\n\ncarboidratos.\n\nPara avaliar a compactação do solo em relação a produtividade das culturas são\n\nutilizados alguns atributos físicos. Segundo LETEY (1985), os atributos físicos são\n\nclassificados como diretamente e indiretamente relacionados com o crescimento das\n\nplantas, sendo a água, o oxigênio, a temperatura e a resistência do solo à penetração\n\n(RP) os que tem relações diretas com o crescimento radicular, e a densidade do solo, a \n\nporosidade, a infiltração de água, a agregação e a textura os de relações indiretas.\n\nDentre estes, é importante a seleção e utilização de atributos físicos sensíveis ao\n\nmanejo e relacionados com a produção, para o monitoramento da qualidade do solo,\n\n\n\n75\n\nmaximização da produção das culturas e manutenção da sustentabilidade dos sistemas\n\nagrícolas, minimizando a degradação dos solos e do meio ambiente.\n\nA compactação é caracterizada pelo aumento da RP, da densidade do solo e da\n\nmicroporosidade, com redução da porosidade total e da macroporosidade\n\n(ALVARENGA et al., 1996; MEROTTO &amp; MUNDSTOCK, 1999; ROSOLEM et al., 1999;\n\nBEUTLER et al., 2002; STONE et al., 2002). Em geral, pequenas compactações são\n\nbenéficas por aumentar a área de contato das raízes com o solo, proporcionando um\n\nadequado suprimento de água e nutrientes à parte aérea (KOOISTRA et al., 1992).\n\nEntretanto, o valor de RP de 2,0 MPa é considerado como restritivo ao desenvolvimento\n\ndas plantas (TORMENA et al., 1998).\n\nOs solos apresentam comportamentos físicos distintos de acordo com a\n\ncomposição granulométrica, mineralogia (FERREIRA et al., 1999), teor de matéria\n\norgânica e o conteúdo de água. Neste sentido, HAMBLIM (1985) afirmou que a\n\nresposta das culturas à compactação do solo é acentuadamente influenciada pela\n\ncondição estrutural do solo. Ainda, DEXTER (1987) afirma que a compactação do solo\n\né mais prejudicial em solo seco, sendo que em condições de maior conteúdo de água\n\npode haver crescimento radicular em valores de RP superiores a 4,0 MPa.\n\nEste estudo objetivou avaliar atributos físicos e as correlações com a produção\n\nde grãos de soja e arroz de sequeiro, em níveis de compactação e de água de um\n\nLatossolo Vermelho, textura média (LVd) e um Latossolo Vermelho argiloso (LVef).\n\nMATERIAL E MÉTODOS\n\nO experimento foi conduzido em casa de vegetação da Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP, em Latossolo Vermelho distrófico típico\n\ntextura média A moderado caulinítico hipoférrico (LVd), e Latossolo Vermelho\n\neutroférrico típico textura argilosa A moderado caulinítico-oxídico (LVef). A composição\n\ngranulométrica foi determinada em amostras deformadas por meio da dispersão com\n\nNaOH (0,1 mol L-1) e agitação lenta durante 16 horas, sendo o conteúdo de argila\n\n\n\n76\n\nobtido pelo método da pipeta (GEE &amp; BAUDER, 1986). A densidade de partículas foi\n\ndeterminada pelo método do picnômetro, segundo BLAKE &amp; HARTGE (1986a). Os\n\nsolos LVd e LVef apresentaram, respectivamente, 271 e 517 g kg-1 de argila; 42 e 256 g \n\nkg-1 de silte; 687 e 227 g kg-1 de areia; e densidade de partículas de 2,82 e 2,98 Mg m-3.\n\nAs amostras dos solos foram coletadas na camada de 0,0-0,20 m e passadas em \n\npeneira de 0,004 m. O solo utilizado para cada cultura foi adubado segundo RAIJ et al.\n\n(1996), cuja análise química seguiu a metodologia de RAIJ et al. (1987). A\n\ncaracterização química no momento da colheita mostrou níveis médios de fósforo e\n\npotássio, altos de cálcio e magnésio (relação 2:1) e saturação de bases de 68%, para\n\nsoja e arroz, no LVd e LVef.\n\nApós a realização da adubação, foram ajustados os conteúdos de água de 0,11\n\ne 0,14 kg kg-1 no LVd e 0,24 e 0,27 kg kg-1 no LVef, correspondentes aos conteúdos de \n\nágua retida nas tensões de 0,05 e 0,01 MPa, respectivamente. Estes conteúdos de\n\nágua foram determinados previamente em câmaras de Richards em amostras\n\nindeformadas, segundo KLUTE (1986). Em seguida, o solo foi colocado em vaso\n\ncilíndrico de PVC com capacidade de 9,82 L (0,20 m de altura e 0,25 m de diâmetro),\n\nem camadas de 0,03 m. Cada camada foi compactada em decorrência da queda livre\n\nde um êmbolo de 7 kg, da altura de 0,60 m, no centro geométrico de um suporte de\n\nmadeira com diâmetro ligeiramente inferior ao vaso, semelhante ao descrito por\n\nMORAES et al. (1991). Foram estabelecidos três níveis de resistência do solo à\n\npenetração (RP). \n\nEm vasos com níveis de compactação e conteúdo de água equivalente aos\n\nutilizados para o cultivo, foram coletadas amostras indeformadas, na profundidade de\n\n0,02 – 0,05 m, com anéis volumétricos de 0,03 m de altura e 0,048 m de diâmetro para \n\ndeterminação da densidade do solo (Ds) segundo BLAKE &amp; HARTGE (1986b), da\n\nmicroporosidade (Mi), por secagem (tensão de 0,006 MPa), em câmaras de pressão de\n\nRichards com placa porosa (KLUTE, 1986), da porosidade total (PT) segundo\n\nDANIELSON &amp; SUTHERLAND (1986), e a macroporosidade (Ma) foi obtida por\n\ndiferença entre a PT e a Mi. \n\n\n\n77\n\nA RP foi determinada com o penetrômetro de anel dinamométrico (Solotest\n\n1.210.001), com ângulo de cone de 30o. As leituras foram realizadas quando a base do \n\ncone atingiu a profundidade de 0,03 m, e o valor de cada repetição foi obtido da média\n\nde quatro subdeterminações.  Foram utilizados cones com cones com diâmetros de\n\n0,0284; 0,022; 0,0120 e 0,006 m, respectivamente, diminuindo a área do cone com o\n\nincremento da compactação do solo. O valor obtido no relógio de leitura foi\n\ntransformado em kgf pela equação linear de calibração do aparelho, a seguir: \n\nxR 2998,00444,1 +=\n\nem que R é a resistência à penetração em kgf e x é a leitura no relógio. O valor \n\nobtido em kgf foi dividido pela área do cone e multiplicado pelo fator 0,098 para\n\ntransformação em MPa.\n\nForam semeadas três sementes por cova (4 covas vaso-1) de soja (Glycine max\n\ncv. Embrapa 48) e arroz (Oryza sativa cv. IAC 165), em 2001. Após sete dias, realizou-\n\nse o desbaste, deixando duas plantas de soja e quatro plantas de arroz por vaso. Nesta \n\ndata foram aplicados os conteúdos de água, visto que foi necessário aumentar o\n\nconteúdo de água no solo para possibilitar a germinação nos vasos mais secos e\n\ncompactados. O conteúdo de água foi mantido constante, mediante duas pesagens\n\ndiárias dos vasos referentes a uma repetição e reposição de água através de tubo de\n\nPVC perfurado, instalado no centro geométrico do vaso, sendo feita a pesagem e\n\nrodízio de todos vasos a cada cinco dias. \n\nFoi avaliada a produção de grãos de soja e arroz por planta, sendo o conteúdo de \n\nágua dos grãos ajustada a 0,12 kg kg-1 pela equação a seguir:\n\n P= Pi * ((100 - Ui)/(100 - Uf))\n\n em que P é a produção final (g planta-1) com 0,12 kg kg-1 de água nos grãos, Pi é \n\na produção inicial (g planta-1), Ui é o conteúdo de água inicial (kg kg-1) e Uf é o\n\nconteúdo de água final (0,12 kg kg-1).\n\nOs tratamentos consistiram de três níveis de compactação e dois conteúdos de\n\nágua, constituindo um experimento inteiramente casualizado, em esquema fatorial 3 x\n\n\n\n78\n\n2, com três repetições. Foram realizadas correlações entre os atributos físicos e destes \n\ncom a produção de grãos de soja e arroz de sequeiro. \n\nRESULTADOS E DISCUSSÃO\n\nOs valores dos atributos físicos e da produção de grãos de soja e arroz no LVd e \n\nLVef, nos dois conteúdos de água são apresentados na Tabela 14. Verifica-se que o\n\nmenor nível de compactação foi próximo a RP de 2,0 MPa, adotado como crítico ao\n\ncrescimento radicular e da parte aérea das plantas (TORMENA et al., 1998). Assim, as \n\ncorrelações dos atributos físicos com a produção das culturas foram realizadas na\n\ncondição de compactação prejudicial ao desenvolvimento das plantas. A PT e a Ma\n\ndiminuíram e a Mi aumentou com o incremento da RP e da Ds (Tabela 14). Resultados \n\nsemelhantes foram encontrados por ALVARENGA et al. (1996), MEROTTO &amp;\n\nMUNDSTOCK (1999), BEUTLER et al. (2002) e STONE et al. (2002). Entretanto,\n\nverifica-se que o incremento da Mi foi de 4,2 e 5,5%, valor inferior relativo ao\n\ndecréscimo da PT de –7,1 e –7,3% e da Ma -31,4 e –53,0% no LVd no conteúdo de\n\nágua retida a 0,05 MPa, fato que se repete no outro conteúdo de água e solo. Neste\n\nsentido, MEROTTO &amp; MUNDSTOCK (1999) e STONE et al. (2002) verificaram\n\nincremento não significativo da Mi com o aumento da Ds; e STONE et al. (2002)\n\nobservaram que o aumento da Ds se refletiu na redução da PT e em maior proporção \n\nda Ma.\n\nÉ importante mencionar que foram encontradas altas correlações significativas a\n\n1% de probabilidade entre os atributos físicos, e com valores acima de 0,92 para a Ds,\n\nMa, Mi e PT (Tabela 15). VIEIRA &amp; MUZILLI (1984) estudando atributos físicos em\n\nsistemas de plantio direto e convencional e rotação de culturas com milho, soja e trigo,\n\nverificaram, após quatro anos, correlações de 0,97 , 0,87 e 0,99 para a Ma, Mi e PT\n\ncom a Ds na profundidade de 0,10 m. \n\n\n\n79\n\nTabela 14. Porosidade total (PT), macro (Ma) e microporosidade (Mi), densidade do solo (Ds), \nresistência do solo à penetração (RP) e produção de grãos de soja e arroz de sequeiro \npor planta, em níveis crescentes de compactação e no conteúdo de água retida nas \ntensões de 0,05 e 0,01 MPa, no Latossolo Vermelho textura média (LVd) e no\nLatossolo Vermelho argiloso (LVef).\n\n0,05 MPa 0,01 MPa\nPT Ma Mi Ds RP  Produção(g) PT Ma Mi Ds RP      Produção(g)\n\n------ (m 3 m-3) ----- (Mg m-3)(MPa) Soja Arroz ----- (m3 m-3) ---- (Mg m -3) (MPa) Soja Arroz\n\nLVd\n0,391 0,155 0,236 1,46 2,04 6,29 1,70 0,386 0,141 0,245 1,43 1,79 13,61 6,16\n0,367 0,118 0,249 1,51 2,75 5,73 1,06 0,372 0,124 0,248 1,54 2,32 13,48 5,27\n0,365 0,118 0,246 1,54 4,18 3,23 0,77 0,330 0,064 0,266 1,59 3,58 11,29 5,09\n\nLVef\n0,500 0,153 0,347 1,20 2,52 12,06 1,09 0,484 0,126 0,358 1,24 1,78 18,71 4,45\n0,484 0,132 0,352 1,24 3,83 11,22 0,99 0,466 0,097 0,369 1,28 2,54 17,46 3,95\n0,466 0,100 0,366 1,30 4,32 10,41 0,89 0,442 0,063 0,379 1,39 4,03 17,00 2,95\n\nTabela 15. Correlações de Pearson entre a porosidade total (PT), macro (Ma) e microporosidade \n(Mi), densidade do solo (Ds), resistência do solo à penetração (RP), e regressões entre \na RP e a Ds, no conteúdo de água retida nas tensões de 0,05 e 0,01 MPa no Latossolo \nVermelho textura média (LVd) e no Latossolo Vermelho argiloso (LVef).\n\n.\nCorrelação de Pearson (r)\n\n 0,05 MPa  0,01 MPa\nMa Mi Ds RP Ma Mi Ds RP\n\nLVd\nPT 0,99 -0,99 -0,96 -0,80 0,99 -0,99 -0,92 -0,99\nMa -0,99 -0,96 -0,82 -0,99 -0,92 -0,99\nMi  0,97  0,85  0,92  0,99\n\nLVef\nPT 0,99 -0,93 -0,99 -0,96 0,99 -0,99 -0,99 -0,99\nMa -0,98 -0,99 -0,90 -0,99 -0,99 -0,99\nMi  0,95  0,80  0,99  0,98\n\n         Solo – Tensão            Equação de regressão         R2\n\n         LVd      (0,05) RP=  903,6 - 1228,2 Ds + 4187,3 Ds2         0,99\n           (0,01) RP=  208,9 -   285,2 Ds +     98,1 Ds2          0,99\n\n         LVef     (0,05) RP= -402,6 +  632,6 Ds –   245,8 Ds2          0,99\n           (0,01) RP= -79,5 +  110,6 Ds –     36,4 Ds2          0,99\n\nTodas as correlações foram significativas a 1% de probabilidade.\n\n\n\n80\n\nAs altas correlações entre a Ds e PT, Ds e Ma (negativas) e Ds e Mi (positivas) \n\nocorrem, segundo STONE et al. (2002), em razão da aproximação das partículas com o \n\nincremento da pressão mecânica exercida sobre o solo, reduzindo a proporção dos\n\nporos de maior diâmetro e incrementando ligeiramente os de menor diâmetro.\n\nForam obtidas equações quadráticas com altos coeficientes de determinação\n\nentre a RP e a Ds, nos dois solos e conteúdos de água (Tabela 15). No entanto, no\n\nLVd, textura média, a convectividade da parábola está voltada para cima se\n\naproximando de um ajuste exponencial. STONE et al. (2002) encontraram equação\n\nquadrática com coeficiente de determinação de 0,96 entre a RP e a Ds em Latossolo\n\nVermelho argiloso; e ROSOLEM et al. (1999) verificaram aumento quadrático e\n\nlogarítmico da RP em função da Ds com coeficientes de determinação acima de 0,98,\n\npara solos com menos e mais de 400 g kg-1 de argila, respectivamente. Estes autores \n\nverificaram ainda que próximo a Ds máxima o valor de RP foi superior e aumentou em\n\nmaior proporção com a Ds em solos mais argilosos. Isto demonstra que a RP é\n\nextremamente dependente da Ds. \n\nA PT e a Ma apresentaram correlações significativas e positivas, e a Mi, a Ds e a \n\nRP correlações negativas com a produção de grãos de soja e arroz no LVd, nos dois \n\nconteúdos de água (Tabela 16). Já no LVef, as correlações foram significativas apenas\n\npara o arroz no conteúdo de água retida na tensão de 0,01 MPa, apesar de\n\napresentarem correlações significativas a 15,0% de probabilidade nas demais\n\ncondições. Este resultado demonstra que no LVd textura média a produção de grãos de\n\nsoja e arroz foi mais influenciada pelos atributos físicos. Neste contexto, HAMBLIM\n\n(1985) menciona que a resposta das plantas a compactação do solo é dependente da\n\nestrutura do solo, principalmente da porosidade; e  MORAES et al. (1991) observaram\n\nque o mesmo nível de compactação foi mais prejudicial ao desenvolvimento de soja em \n\nLatossolo Roxo, comparado a Terra Roxa Estruturada mais argilosa.\n\n\n\n81\n\nTabela 16. Correlações de Pearson entre a porosidade total (PT), macro (Ma) e microporosidade \n(Mi), densidade do solo (Ds), resistência do solo à penetração (RP) com a produção de \ngrãos de soja e arroz por planta, no conteúdo de água retida nas tensões de 0,05 e 0,01 \nMPa, no Latossolo Vermelho textura média (LVd) e no Latossolo Vermelho argiloso \n(LVef).\n\nCorrelação com a produção de grãos\n   Atributos 0,05 MPa 0,01 MPa\n\n     Físicos r Probabilidade r Probabilidade\n           Soja\n            LVd\n\nPT 0,91** 0,0017       0,67* 0,0499\nMa 0,91** 0,0016       0,67* 0,0474\nMi -0,92** 0,0012 -0,68* 0,0423\nDs -0,93** 0,0009 -0,82** 0,0073\nRP -0,85** 0,0027 -0,70* 0,0375\n\n                    LVef\nPT 0,58ns 0,0980 0,65ns 0,0588\nMa 0,60ns 0,0880 0,65ns 0,0601\nMi -0,60ns 0,0910 -0,64ns 0,0629\nDs -0,59ns 0,0944 -0,63ns 0,0666\nRP -0,53ns 0,1466 -0,65ns 0,0566\n\n       Arroz\n              LVd\n\nPT      0,68* 0,0429           0,75* 0,0203\nMa      0,70* 0,0350           0,75* 0,0207\nMi -0,73* 0,0245 -0,74* 0,0217\nDs -0,86** 0,0031 -0,63ns 0,0688\nRP -0,97** 0,0001 -0,74* 0,0229\n\n                     LVef\nPT 0,60ns 0,0878 0,74* 0,0215\nMa 0,59ns 0,0952 0,75* 0,0196\nMi -0,55ns 0,1224 -0,76* 0,0170\nDs -0,60ns 0,0887 -0,77* 0,0150\nRP -0,58ns 0,1005 -0,71* 0,0314\n\n** significativo a 1%; * significativo a 5%; ns não significativo.\n\n\n\n82\n\nNo conteúdo de água retida na tensão de 0,05 MPa, no LVd, as correlações\n\nentre os atributos físicos e a produção de grãos foram significativas e superiores para\n\nsoja, comparado a 0,01 MPa. Já para o arroz as correlação foram superiores no LVd \n\napenas para a Ds e RP, comparada a tensão de 0,01 MPa. Ainda, a produção de grãos \n\nde soja no LVd (Tabela 14) foi reduzida em 48,7 e 17,0% quando a RP passou de 2,04 \n\na 4,18 MPa e de 1,79 a 3,58 MPa, no conteúdo de água retida nas tensões de 0,05 e\n\n0,01 MPa, respectivamente. A maior relação dos atributos físicos com a produção de\n\ngrãos em menores conteúdos de água no solo é mencionada por DEXTER (1987), que\n\nverificou que em baixos conteúdos de água no solo, valores de RP de 1,0 MPa podem\n\nrestringir o crescimento radicular, e que em solos mais úmidos pode haver crescimento\n\nradicular em valores de RP superiores a 4,0 MPa.\n\nAs correlações significativas e positivas da Ma com a produção de grãos de soja\n\ne arroz no LVd ocorrem, segundo TIMLIM et al. (1994), em virtude do incremento da\n\ndensidade de macroporos aumentar o crescimento das raízes e a quantidade de solo\n\nexplorado pelas raízes e, consequentemente, proporcionando maior absorção de água\n\ne nutrientes, resultando em maior produção de grãos. Entretanto, para o LVef a\n\ncorrelação foi menor (r= 0,59 a 0,75), em razão da maior PT do solo. Neste sentido,\n\nKOPI &amp; DOUGLAS (1991) verificaram que uma grande área de contato das raízes com\n\no solo, espaço poroso suficiente para o movimento de água e gases e baixa RP é a\n\nestrutura ideal ao desenvolvimento das plantas; e KOOISTRA et al. (1992) observaram\n\nefeitos benéficos com uma pequena compactação em solos muito porosos. MORAES et\n\nal. (1998) encontraram correlação de 0,68, significativa a 5% de probabilidade, entre a\n\nMa e a produção de matéria seca de feijão em Latossolo Roxo argiloso e Terra Roxa\n\nEstruturada , com Ma acima de 0,18 m3 m-3, no maior nível de compactação.\n\nAs maiores correlações dos atributos físicos com a produção de grãos de soja e\n\narroz no LVd mostram a importância da mineralogia caulinítica, pois promove a\n\nformação da estrutura em blocos com aspecto maciça coesa “in situ”, com menor\n\nporosidade em relação ao LVef, cuja mineralogia oxídica  promove a formação de\n\nmicroagregados com menos de 0,001 m de diâmetro, formando uma estrutura granular\n\ncom aspecto maciça porosa “in situ”, com maior proporção de poros de maior diâmetro\n\n\n\n83\n\n(FERREIRA et al., 1999). A estrutura granular e a melhor distribuição do sistema\n\nradicular das culturas no LVef na tensão de 0,05 MPa foram observadas visualmente,\n\nfatores estes responsáveis pela menor redução da produção com o incremento da RP\n\nde 13,7 e 18,3% comparado ao LVd com 48,7 e 54,7%, para soja e arroz,\n\nrespectivamente.\n\nAs correlações  entre a Ma, Mi, PT, Ds e RP com a produção de grãos, na tensão \n\nde 0,05 MPa no LVd, foram próximas para a soja e, a RP seguida da Ds apresentaram \n\nas maiores correlações com a produção de arroz nessa condição (Tabela 16). Na\n\ntensão de 0,01 MPa no LVd a RP apresentou correlações próximas a Ma, Mi e PT. Já \n\nTAYLOR &amp; GARDNER (1963) encontraram maior correlação da RP (r= -0,96),\n\ncomparado a Ds (r= -0,59) com o crescimento radicular de algodão. Além disso, a RP é \n\num atributo físico diretamente relacionado com a resposta fisiológica e o crescimento\n\ndas plantas em solos compactados (LETEY, 1985), e está sendo utilizado como atributo\n\npara definir níveis de compactação, a partir do qual devem ser tomadas medidas\n\nmecânicas ou biológicas de descompactação, para permitir o adequado\n\ndesenvolvimento das plantas e maximizar a produção (TORMENA et al., 1998).\n\nCONCLUSÕES\n\nA resistência do solo à penetração, a densidade do solo, a porosidade total, a\n\nmacro e microporosidade apresentaram correlações altas entre si, nos dois solos e\n\nconteúdos de água. O aumento da resistência do solo à penetração, da densidade e\n\nmicroporosidade do solo inicialmente aumentou a produção de grãos de soja e arroz de\n\nsequeiro, provocando acentuados decréscimos posteriormente. Os atributos físicos\n\ntiveram maiores relações com a produção de grãos no menor conteúdo de água no solo \n\ne no Latossolo Vermelho de textura média.\n\n\n\nCAPÍTULO 8 – EFEITO  DA COMPACTAÇÃO DO SOLO NO DESENVOLVIMENTO\n\nRADICULAR E NA PRODUTIVIDADE DE SOJA\n\nRESUMO – Em solos compactados ocorrem mudanças na distribuição do sistema\n\nradicular das plantas em profundidade. Este estudo objetivou avaliar o efeito da\n\ncompactação no desenvolvimento radicular e na produtividade de soja em Latossolo\n\nVermelho de textura média. O experimento foi conduzido na Universidade Estadual\n\nPaulista (UNESP/FCAV), Jaboticabal, SP, Brasil. Os tratamentos foram: T0= sem\n\ncompactação; T1= 1 passada; T2= 2 passadas; T4= 4 passadas; e T6= 6 passadas de um \n\ntrator, uma ao lado da outra sobre a superfície do solo, constituindo o delineamento\n\nexperimental inteiramente casualizado, com quatro repetições. Em dezembro de 2002\n\nfoi semeada a soja (Glycine max cv. Embrapa 48) e conduzida conforme a\n\nrecomendação para a cultura. Após a semeadura, foram coletadas amostras nas\n\nprofundidades de 0,02-0,05; 0,07-0,10 e 0,15-0,18 m, para as determinações físicas. No\n\nestádio R6 foram coletadas amostras de 0,10 m no sentido da linha x 0,20 m no sentido \n\nda entrelinha, nas profundidades de 0,0-0,05; 0,05-0,10; 0,10-0,15; 0,15-0,20 m, e na\n\nmaturação das plantas foi avaliada a produtividade de soja em parcelas de 3,6 m2. O\n\naumento da compactação aumentou a densidade radicular o peso de matéria seca das \n\nraízes, na profundidade de 0,0-0,05 m, e decréscimo linear nas camadas mais\n\ncompactadas de 0,05-0,10 e 0,10-0,15 m. A partir do decréscimo de 18% da densidade\n\nradicular, na resistência do solo à penetração de 0,85 MPa, na profundidade de 0,05-\n\n0,15 m, ocorreu redução na produtividade de soja. A compactação do solo promoveu\n\nmodificações na distribuição do sistema radicular de soja.\n\nPalavras-Chave: densidade do solo, resistência à penetração, raízes, produção\n\n\n\n85\n\nINTRODUÇÃO\n\nA soja tem sido amplamente cultivada no Brasil por causa da sua importância\n\nalimentar e econômica, sendo crescente a utilização do sistema de plantio direto (SPD)\n\nno seu cultivo. Entretanto, o tráfego de máquinas pesadas sobre o solo no SPD tem\n\nprovocado uma compactação superficial (SILVA et al., 2000b, que tem preocupado\n\nvários pesquisadores por reduzir significativamente a produtividade da soja\n\n(HAKANSSON &amp; VOORHEES, 1998; BEUTLER &amp; CENTURION, 2003). \n\nEm solos compactados ocorre a alteração da estrutura, refletindo em decréscimo\n\nda porosidade, da macroporosidade, na disponibilidade de água e nutrientes e na\n\ndifusão de gases no solo (TAYLOR &amp; BRAR, 1991), que tem relações importantes com \n\no desenvolvimento das raízes. Segundo QUEIROZ-VOLTAN et al. (2000), em solos\n\ncompactados as raízes das plantas não utilizam adequadamente os nutrientes\n\ndisponíveis, uma vez que o desenvolvimento de novas raízes fica prejudicado, as quais \n\nsão as principais responsáveis pela absorção. Além disso, esses autores mencionam\n\nque a quantidade de oxigênio na rizosfera pode ser limitante para os processos\n\nmetabólicos. Ainda, em solos compactados o menor desenvolvimento do sistema\n\nradicular resulta em menor volume de solo explorado pelas raízes, e consequentemente\n\nmenor absorção de água e nutrientes (HAKANSSON et al., 1998).\n\nEstudos mostram que tanto, em vasos, em casa-de-vegetação (ROSOLEM et al., \n\n1994a; QUEIROZ-VOLTAN et al., 2000; GUIMARÃES et al., 2002) como em\n\nexperimentos de campo (MERTEN &amp; MIELNICZUK, 1991; SILVA et al., 2000a) que as\n\nraízes apresentam dificuldades em penetrar as camadas compactadas, promovendo\n\nmaior desenvolvimento radicular na camada superior ou inferior menos compactada,\n\ncomo forma de contornar a redução do desenvolvimento radicular na camada de solo\n\ncompactada.\n\nSegundo PABIN et al. (1998), a redução de 40% no comprimento radicular é\n\ncrítico à produtividade das plantas, em solo arenoso. CINTRA &amp; MIELNICZUK (1983)\n\nverificaram redução de 50% no comprimento radicular de várias culturas na resistência\n\ndo solo à penetração (RP) de 1,10 MPa, em Latossolo Roxo. MIELNICZUK et al. (1985)\n\n\n\n86\n\nverificaram redução de 86% no comprimento radicular da soja, em vasos, quando a RP\n\nfoi de 2,35 MPa, porém não decrescendo o peso de matéria seca da parte aérea, em\n\nLatossolo Roxo. ROSOLEM et al. (1994A), em vasos, verificaram que na RP de 0,69\n\nMPa houve uma redução de 50% no comprimento radicular da soja, em Latossolo\n\nVermelho Escuro. Em geral, tem-se adotado o valor de RP de 2,0 MPa como crítico ao\n\ncrescimento radicular (SILVA et al., 1994; TORMENA et al., 1998).\n\nEste estudo objetivou avaliar o efeito da compactação no desenvolvimento\n\nradicular e na produtividade de soja em Latossolo Vermelho de textura média.\n\nMATERIAL E MÉTODOS\n\nO experimento foi realizado na Universidade Estadual Paulista (UNESP/FCAV),\n\nJaboticabal, SP, situado nas coordenadas geográficas de 21o 15’ 29” de latitude Sul e\n\n48o 16’ 53” de longitude Oeste de Greenwich, e altitude média de 607 m. O clima é do \n\ntipo Cwa, segundo o sistema de classificação de Köppen. \n\nO solo foi classificado como Latossolo Vermelho distrófico, típico, textura média,\n\nA moderado, caulinítico hipoférrico (LVd) (ANDRIOLI &amp; CENTURION, 1999), cuja\n\ncomposição granulométrica foi determinada por meio da dispersão com NaOH (0,1 mol\n\nL-1) e agitação lenta durante 16 horas, sendo o conteúdo de  argila  obtido  pelo  método\n\nda  pipeta (GEE &amp; BAUDER, 1986). O LVd apresentou 271 g kg-1 de argila; 42 g kg-1\n\nde silte; 687 g kg-1 de areia, na profundidade de 0,0-0,20 m. \n\nAntes da instalação do experimento, foi realizada uma escarificação do solo até\n\n0,30 m de profundidade, seguido de uma gradagem. Os tratamentos foram: T0= sem\n\ncompactação; T1= 1 passada; T2= 2 passadas; T4= 4 passadas e T6= 6 passadas de um \n\ntrator de 11 Mg, com os quatro pneus de mesma largura (0,40 m) e pressão interna,\n\numa ao lado da outra, no sentido do declive da área, perfazendo toda a superfície,\n\nquando o conteúdo de água no solo estava próximo a capacidade de campo (0,01\n\nMPa).\n\n\n\n87\n\nO delineamento experimental foi inteiramente casualizado, com cinco níveis de\n\ncompactação, quatro repetições e parcelas de 9,0 m2.\n\nA caracterização química do solo foi realizada segundo a metodologia citada por\n\nRAIJ et al (1987), e a adubação na semeadura foi de 50 kg ha-1 de sulfato de amônio, \n\n125 kg ha-1 de superfosfato triplo e 85 kg ha-1 de cloreto de potássio, para obtenção da \n\nprodutividade esperada de soja de 2,5 - 2,9 Mg ha-1,  segundo recomendação de RAIJ\n\net al. (1996).\n\nDia 9 de dezembro de 2002 as sementes de soja (Glycine max cv. Embrapa 48) \n\nforam inoculadas com Bradyrhizobium japonicum e semeadas na profundidade de 0,05\n\nm e espaçamento de 0,45 m entre linhas, no sentido transversal ao declive da área,\n\nsendo realizado o desbaste 10 dias após a semeadura, deixando 20 plantas por m\n\nlinear. O controle de plantas invasoras foi manual.\n\nApós a semeadura, foram coletadas amostras com cilindros de 53,16 x 10-6 m3\n\nnas profundidades de 0,02-0,05; 0,07-0,10 e 0,15-0,18 m, as quais foram saturadas e\n\nsubmetidas à tensão de 0,006 MPa em câmaras de Richards (KLUTE, 1986) e pesadas \n\nao atingirem o equilíbrio. Em seguida, foram submetidas a tensão de 0,01 MPa, e\n\nquando atingiram o equilíbrio foi determinada a resistência do solo à penetração (RP),\n\ncom duas subdeterminações por amostra, com o penetrômetro eletrônico com\n\nvelocidade constante de penetração de 0,01 m min-1 e, cone com área de 3,14 x 10-6\n\nm2, conforme descrito por TORMENA et al. (1998). Na seqüência, as amostras foram\n\nsecas em estufa a + 105 oC durante 24 horas e pesadas para determinação da\n\ndensidade do solo (BLAKE &amp; HARTGE, 1986b), da porosidade total Segundo\n\nDANIELSON &amp; SUTHERLAND (1986), da microporosidade na tensão de 0,006 MPa\n\n(KLUTE, 1986) e da macroporosidade por diferença entre a porosidade total e a\n\nmicroporosidade.\n\nNo estádio R6 da soja (Enchimento de grãos), na escala de FEHR et al. (1971),\n\nforam retiradas amostras de 0,10 m no sentido da linha x 0,20 m no sentido da\n\nentrelinha, a partir da raiz principal das plantas, nas profundidades de 0,0-0,05; 0,05-\n\n0,10; 0,10-0,15; 0,15-0,20 m. Em seguida, as raízes foram separadas do solo por\n\nlavagem em água corrente, utilizando peneira de abertura de malha de 0,005 m. As\n\n\n\n88\n\nimagens das raízes foram digitalizadas em um “scanner” de leitura ótica, na resolução\n\nde 200 dpi, e analisadas quanto a densidade, superfície e diâmetro radicular pelo\n\nprograma “Win Msc Rhyzo”, versão 3.8. Na seqüência as amostras foram secas em\n\nestufa a + 65 oC até peso constante, para determinação do peso da matéria seca. Após \n\na maturação da soja foi determinada a produtividade a partir da parcela útil de 3,6 m2.\n\nOs resultados foram submetidos à análise de variância e análise de regressão\n\nentre a resistência do solo à penetração com os componentes de desenvolvimento\n\nradicular e a produção de grãos de soja.\n\nRESULTADOS E DISCUSSÃO\n\nPor meio dos valores de macroporosidade, Ds e RP (Tabela 17) verifica-se que, \n\nonde foi realizado o tráfego com um trator de 11 Mg sobre o solo (T1 – T6), ocorreu uma \n\ncamada mais compactada na profundidade de 0,07-0,10 m, decrescendo a\n\ncompactação na profundidade de 0,15-0,18 m. SILVA et al. (2000b), em sistemas de\n\nplantio direto, também verificaram a formação de uma camada de solo mais\n\ncompactada na profundidade de 0,075-0,17 m em decorrência do tráfego de colhedora\n\nsobre o solo. \n\nTabela 17. Valores médios dos atributos físicos, do Latossolo Vermelho em diferentes\nprofundidades e níveis de compactação.\n\nProfundidade Nível de compactação\n     (m) T0 T1 T2 T4 T6 T0 T1 T2 T4 T6\n\nMacroporosidade (m 3 m-3)     Microporosidade (m3 m-3)\n0,02–0,05 0,28 0,10 0,06 0,05 0,03 0,24 0,29 0,30 0,29 0,29\n0,07–0,10 0,24 0,06 0,05 0,04 0,04 0,25 0,29 0,28 0,28 0,28\n0,15–0,18 0,18 0,08 0,06 0,05 0,05 0,28 0,30 0,30 0,29 0,28\n\nResistência à penetração (MPa*)   Densidade do solo (Mg m-3)\n0,02–0,05 0,21 1,00 1,92 3,58 4,57 1,19 1,54 1,70 1,74 1,80\n0,07–0,10 0,32 2,38 2,63 4,40 4,10 1,31 1,68 1,76 1,82 1,81\n0,15–0,18 0,65 2,07 3,65 3,64 4,07 1,46 1,64 1,74 1,77 1,78\n\n* Determinação realizada no conteúdo de água retida na capacidade de campo (0,01 MPa).\n\n\n\n89\n\nPor ser a RP o atributo físico do solo atualmente mais utilizado como indicativo\n\nda compactação do solo, foram estabelecidas equações de regressão desta com os\n\ncomponentes de desenvolvimento radicular (Figura 7). No tratamento onde o solo foi\n\nrevolvido e não trafegado (T0), ocorreu uma melhor distribuição do sistema radicular em \n\nprofundidade e uma maior concentração de raízes na profundidade de 0,0-0,05 e 0,05-\n\n0,10 m, comparado ao solo em que foi realizado a compactação (T1 – T6), verificado por \n\nmeio da densidade, superfície e matéria seca das raízes. Na profundidade de 0,0-0,10\n\nm, obteve-se 73% do peso de matéria seca do total até a profundidade 0,20 m (T0),\n\ncorroborando com os resultados de MERTEN &amp; MIELNICZUK (1991), que verificaram,\n\nna profundidade de 0,0-0,10 m, que o peso de matéria seca de raízes de soja foi de\n\n80% do total até a profundidade de 0,40 m, em sistema de plantio convencional e direto, \n\nos quais não diferiram estatisticamente, em Latossolo Roxo. Essa melhor distribuição\n\ndo sistema radicular na condição de solo solto (T0) está relacionado a maior porosidade \n\ne menor impedimento mecânico ao desenvolvimento radicular.\n\nDe modo geral, verifica-se que o aumento de tráfego sobre o solo proporcionou\n\num aumento linear da densidade de raízes e quadrático da superfície radicular na\n\nprofundidade de 0,0-0,05 m e decréscimo linear na profundidade de 0,05-0,15 m, com\n\nmenores alterações na profundidade de 0,15-0,20 m (Figura 7). Estes resultados são\n\nexplicados pelo maior valor de RP na profundidade de 0,07-0,10 m, dificultando a\n\npenetração das raízes nessa camada. Segundo BORGES et al. (1988), as raízes das\n\nplantas de soja se desenvolvem melhor em pontos de menor RP, razão pela qual\n\nocorrem modificações na morfologia da raiz, como a redução no comprimento radicular\n\nquando estas encontram impedimento mecânico. BENGOUGH &amp; MULLINS (1990)\n\nafirmam que o menor crescimento radicular em solos compactados ocorre em\n\ndecorrência da menor taxa de elongação celular em razão da diminuição na taxa de\n\ndivisão celular do meristema.\n\n\n\n90\n\nFigura 7. Regressão entre os componentes de desenvolvimento radicular com a resistência do \nsolo à penetração, nas profundidades de 0,0-0,05; 0,05- 0,10; 0,10-0,15; e 0,15-0,20 m, no \nLatossolo Vermelho. \n\nObservou-se maior densidade e superfície radicular na profundidade de 0,0-0,05\n\nm, com o aumento da RP na profundidade de 0,05-0,15 m, corroborando com SILVA et \n\nal. (2000a), que verificaram maior densidade radicular de milho na camada de 0,0-0,05\n\nm em plantio direto comparado ao sistema convencional, em Podzólico Vermelho\n\ny = -0,020x 2 + 0,113x + 0,15   R2= 0,93*\n\ny = -0,016x 2 + 0,077x - 0,025 R2= 0,36NS\n\ny = -0,032x + 0,194                 R2= 0,92**\ny = -0,013x + 0,097                 R2= 0,64*\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0 1 2 3 4 5\n\ny = -0,075x 2 + 0,366x + 0,700  R2= 0,80**\n\ny = -0,061x 2 + 0,222x + 0,579  R2= 0,94*\ny = -0,035x 2 + 0,142x + 0,644  R2= 0,72NS\ny = -0,016x 2 + 0,054x + 0,777  R2= 0,62NS\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n0 1 2 3 4 5\n\ny = 0,378x + 1,292                  R2= 0,96*\n\ny = -0,054x2 + 0,228x + 0,064 R2= 0,90*\n\ny = -0,222x + 1,355                 R2= 0,93*\ny = -0,125x + 0,785                 R2= 0,97*\n\n0\n\n1\n\n2\n\n3\n\n4\n\n0 1 2 3 4 5\n\ny = -0,008x 2 + 0,033x + 0,002  R2= 0,68*\n\ny = -0,0235x + 0,158                R2= 0,95**\ny = -0,013x + 0,0896                R2= 0,88*\n\ny = -0,012x 2 + 0,099x + 0,127  R2= 0,97*\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0 1 2 3 4 5\n\nD\ne\nn\nsi\n\nd\na\nd\ne\n r\n\na\nd\nic\n\nu\nla\n\nr \n(c\n\nm\n c\n\nm\n-3\n)\n\nS\nu\np\ne\nrf\n\níc\nie\n\n r\na\nd\nic\n\nu\nla\n\nr \n(c\n\nm\n c\n\nm\n-3\n)\n\n  \nD\n\niâ\nm\n\ne\ntr\n\no\n m\n\né\nd\nio\n\n (\nm\n\nm\n)\n\n M\na\nté\n\nria\n s\n\ne\nca\n\n (\nm\n\ng\n c\n\nm\n-3\n)\n\nResistência do solo à penetração (MPa)\n\no\n\no\n\no\n\no\n\n0,0 -0,05 m 0,05-0,10 m 0,10-0,15 m                o 0,15-0,20 m\n\n\n\n91\n\nAmarelo. Esse aumento na densidade radicular na camada de 0,0-0,05 m esta\n\nassociado a menor crescimento radicular na camada compactada, como também\n\nverificado por (ROSOLEM et al., 1994a). Segundo CAMARGO &amp; ALLEONI (1997), o\n\naumento da compactação e conseqüente redução do tamanho dos poros a ponto de\n\nimpedir a passagem da raiz principal leva a planta a utilizar-se do mecanismo de\n\ndefesa, que é a expansão de raízes laterais com diâmetros menores, que se proliferam\n\nlateralmente e formam um sistema radicular muito denso e raso, que no campo\n\ndificilmente sobrevive a condições de seca.\n\nNa profundidade de 0,15-0,20 m, verifica-se que ocorreu um pequeno aumento\n\nna densidade, superfície e diâmetro das raízes com o aumento da RP, diminuindo\n\nposteriormente. Isso possivelmente ocorreu em razão do decréscimo no\n\ndesenvolvimento radicular na profundidade de 0,05-0,15 m que gerou a necessidade da\n\nplanta em aumentar o desenvolvimento radicular nessa camada um pouco menos\n\ncompactada e na superfície, conforme mencionado por QUEIROZ-VOLTAN et al.\n\n(2000). No entanto, a partir do valor de RP próximo a 2,5 MPa o decréscimo do\n\ndesenvolvimento radicular na profundidade de 0,05-0,15 m refletiu no decréscimo na\n\nprofundidade de 0,15-0,20 m. Essa característica das plantas de soja em tentar suprir o\n\nmenor desenvolvimento radicular na camada compactada, aumentando o\n\ndesenvolvimento radicular nas regiões superior e inferior menos compactadas, de forma\n\na contornar os efeitos supressivos da compactação também foram observados por\n\nNOGUEIRA &amp; MANFREDINI (1983) para a cultivar Santa Rosa e por ROSOLEM et al.\n\n(1994a) para a cultivar primavera, em experimentos com vasos.\n\nGUIMARÃES et al. (2002) estudando compactação do solo em superfície para o\n\nfeijão, em vasos, verificaram que na camada superficial de solo compactada a\n\ndensidade radicular e o peso de matéria seca diminuíram e a espessura das raízes\n\naumentou com o aumento da compactação e abaixo da camada compactada de 0,20 m \n\nocorreu aumento na densidade radicular com o aumento da compactação na camada\n\nsuperior.\n\nEm relação ao diâmetro médio das raízes, não foram verificadas alterações na\n\ncamada compactada de 0,05-0,15 m, corroborando com ROSOLEM et al. (1994a), para\n\n\n\n92\n\nsoja. Segundo MATERECHERA et al. (1992), isso ocorre em decorrência da\n\nproliferação de raízes finas laterais em camadas menos compactadas, causada pela\n\ninibição do alongamento na região apical das raízes, conforme observada nesse estudo\n\nna profundidade de 0,0-0,05 m. Entretanto, BENGOUGH &amp; MULLINS (1990) e\n\nGUIMARÃES et al. (2002) verificaram que o diâmetro médio das raízes aumentou na\n\ncamada compactada.\n\nPor meio dos componentes de desenvolvimento radicular na profundidade de\n\n0,0-0,20 m (Figura 8), verifica-se que a densidade e a superfície radicular não diferiram\n\nsignificativamente com o aumento da RP, e o diâmetro médio e o peso de matéria seca \n\naumentaram até a RP de 2,07 e 1,99 MPa, respectivamente, decrescendo\n\nposteriormente. Es ses resultados corroboram com QUEIROZ-VOLTAN et al. (2000),\n\nque verificaram que o densidade de raízes de soja (cv. IAC 14) não diferiram com o\n\naumento da compactação e o peso da matéria seca das raízes aumentou inicialmente,\n\ndiminuindo com o aumento da compactação do solo, na profundidade de 0,0-0,20 m. O \n\naumento do peso seco das raízes de soja com um pequeno aumento da compactação e \n\num decréscimo posterior também foi verificado por MORAES et al. (1995). Estes\n\nresultados indicam que o desenvolvimento de raízes em solos compactados deve ser\n\nestudado por camadas, no sentido de avaliar a sua distribuição no perfil de solo.\n\nOs resultados de desenvolvimento de raízes obtidos por meio de avaliações\n\nquantitativas são confirmados ao visualizar-se os perfis apresentados na Figura 9.\n\nVerifica-se que do menor para o maior nível de RP (média de 0,0-0,20 m) ocorrem\n\nmudanças na distribuição do sistema radicular e aumento da espessura das raízes na\n\ncamada mais compactada de 0,05-0,15 m. Observa-se ainda, que na profundidade de\n\n0,0-0,05 m o solo está visualmente menos compactado e que aumenta a concentração\n\nde raízes finas nessa camada com o aumento da RP. Ainda, visualiza-se um ligeiro\n\nespelhamento no perfil a partir da RP de 1,82 MPa, que se torna mais visível a partir da \n\nRP de 3,87 MPa e, que a camada compactada aumenta em profundidade no maior\n\nvalor de RP de 4,25 MPa. É destacável ainda, o espessamento das raízes principais a\n\npartir da RP de 3,87 MPa e o seu crescimento nos planos verticais de fraqueza\n\n(rachaduras), em que ocorrem espaços livres para seu desenvolvimento, confirmando\n\n\n\n93\n\nos estudos de BARBIERI et al. (1985), que mencionam que a compactação do solo não \n\nse apresenta de forma contínua ao longo de grandes extensões e que em solos\n\ncompactados as raízes se desenvolvem  através dos planos verticais de fraqueza. \n\nFigura 8. Regressão entre os componentes de desenvolvimento radicular com a resistência do \nsolo à penetração, na média de 0,0-0,20 m, no Latossolo Vermelho. \n\ny= -0,043x 2 + 0,178x + 0,666   R2= 0,98**\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n0 1 2 3 4 5\n\ny= -0,013x 2 + 0,065x + 0,366   R2= 0,66NS\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0 1 2 3 4 5\n\ny= 0,018x2 - 0,053x + 3,490  R2= 0,40NS\n\n2,0\n\n2,5\n\n3,0\n\n3,5\n\n4,0\n\n0 1 2 3 4 5\n\nD\ne\nn\nsi\n\nd\na\nd\ne\n r\n\na\nd\nic\n\nu\nla\n\nr \n(c\n\nm\n c\n\nm\n-3\n)\n\nD\niâ\n\nm\ne\ntr\n\no\n m\n\né\nd\nio\n\n (\nm\n\nm\n)\n\nM\na\nté\n\nria\n s\n\ne\nca\n\n (\nm\n\ng\n c\n\nm\n-3\n)\n\nS\nu\np\ne\nrf\n\níc\nie\n\n r\na\nd\nic\n\nu\nla\n\nr \n(c\n\nm\n c\n\nm\n-3\n)\n\nResistência do solo à penetração (MPa)\n\ny= -0,044x 2 + 0,175x + 0,374   R2= 0,88*\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0 1 2 3 4 5\n\n\n\n94\n\nFigura 9. Perfil do desenvolvimento radicular de soja até 0,30 m de profundidade, em diferentes \nvalores de resistência do solo à penetração, no Latossolo Vermelho.\n\n 3,87 MPa\n\n0,0 m\n\n0,10 m\n\n0,20 m\n\n0,30 m\n\n 4,25 MPa\n\n1,82 MPa  2,40 MPa\n\n0,39 MPa\n\n\n\n95\n\nTão importante quanto o desenvolvimento radicular é a determinação do valor\n\ncrítico de RP ao desenvolvimento radicular e sua relação com a produção de soja.\n\nDesta forma, foi estabelecida a equação de regressão quadrática entre a RP e a\n\nprodutividade de soja (Figura 10a), sendo obtido o valor de RP de 0,85 MPa como valor \n\na partir do qual a produção de soja decresceu. Este valor é inferior ao preconizado\n\ncomo crítico de 2,0 MPa (TORMENA et al., 1998). Inserindo o valor de RP de 0,85 MPa \n\nem substituição a variável independente (x) da equação linear da densidade radicular\n\n(Figura 7), na profundidade de 0,05-0,10 e 0,10-0,15 m e somando-se o valor das duas, \n\nobteve-se redução de 18% na densidade radicular. Esse valor é inferior à redução de\n\n40% do comprimento radicular considerado crítico à produção das culturas, por PABIN\n\net al. (1998). Isso pode ter ocorrido em razão da resposta diferenciada das culturas à\n\ncompactação do solo. Por outro lado, verifica-se aumento linear no comprimento\n\nradicular na profundidade de 0,0-0,05 m, que possivelmente tiveram menor importância\n\nno suprimento de água e nutrientes à planta, uma vez que a adubação foi realizada na\n\nprofundidade de + 0,10 m e que o conteúdo de água na camada superficial é menor e\n\naumenta em profundidade (Figura 10b). Menor conteúdo de água na profundidade de\n\n0,0-0,5 m, em condições de menor conteúdo de água no solo, em plantio direto,\n\ntambém foi encontrado por SILVA et al. (2000b). \n\nFigura 10. Regressão entre a RP e a produção de soja (a), e conteúdo de água em diferentes \ncamadas, em condição de menor conteúdo de água no solo (b).\n\n0,00\n\n0,03\n\n0,06\n\n0,09\n\n0,12\n\n0,0-0,05 0,05-0,10 0,10-0,15 0,15-0,20\n\ny= -0,119x2 + 0,203x + 2,922  R2= 0,92**\n\n0\n\n1\n\n2\n\n3\n\n4\n\n0 1 2 3 4 5\n\n          Profundidade (m)\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n s\n\no\nja\n\n (\nM\n\ng\n h\n\na\n-1\n) 0,85\n\nC\no\nn\nte\n\nú\nd\no\n d\n\ne\n á\n\ng\nu\na\n (\n\nkg\n k\n\ng\n-1\n)(a) (b)\n\nResistência à penetração, MPa\n\n\n\n96\n\nDesta forma, em sistema de plantio direto, a alteração na distribuição de raízes\n\nem profundidade, aumentando a concentração de raízes na camada superficial de 0,0-\n\n0,05 m torna-se fator limitante à obtenção de produtividade adequada de soja,\n\nprincipalmente em condições de menor conteúdo de água no solo, conforme também\n\nmencionado por CAMARGO &amp; ALLEONI (1997).\n\nCONCLUSÕES\n\nO aumento da compactação proporcionou aumento na densidade, na superfície\n\ne no peso de matéria seca das raízes, na profundidade de 0,0-0,05 m, e decréscimo\n\nlinear nas camadas mais compactadas de 0,05-0,10 e 0,10-0,15 m.\n\nNa média de 0,0-0,20 m de profundidade não houve diferença na densidade e\n\nsuperfície radicular, e o diâmetro médio aumentou até a resistência à penetração de\n\n2,07 MPa e matéria seca até 1,99 MPa. \n\nA partir do decréscimo de 18% da densidade radicular, na RP de 0,85 MPa, na\n\nprofundidade de 0,05-0,15 m, ocorreu redução na produtividade de soja.\n\nA compactação do solo promoveu alterações na distribuição do sistema radicular\n\ne na produtividade de soja.\n\n\n\nCAPÍTULO 9 – RESISTÊNCIA DO SOLO À PENETRAÇÃO, INTERVALO HÍDRICO\n\nÓTIMO E PRODUTIVIDADE DE SOJA\n\nRESUMO – A  compactação do solo impede a penetração e ramificação das\n\nraízes no solo, culminando com a redução da produtividade. Este estudo teve o objetivo \n\nde determinar a relação da resistência do solo à penetração (RP), do intervalo hídrico\n\nótimo (IHO) e da densidade do solo crítica (Dsc) com a produção de grãos de soja em\n\num Latossolo Vermelho de textura média (LVd). O experimento foi conduzido na\n\nUniversidade Estadual Paulista (UNESP/FCAV), Jaboticabal, SP. Os tratamentos de\n\ncompactação foram: T0= sem compactação; T1= 1 passada; T2= 2 passadas; T4= 4\n\npassadas e T6= 6 passadas de trator uma ao lado da outra, na superfície do solo,\n\nconstituindo o delineamento experimental inteiramente casualizado, com quatro\n\nrepetições. Foram coletadas amostras nas profundidades de 0,02-0,05; 0,07-0,10 e\n\n0,15-0,18 m, das quais utilizou-se uma média de 0,0-0,20 m, para determinação da RP, \n\nIHO, Dsc, Ds e da curva de retenção de água no solo. Em dezembro de 2002 foi\n\nsemeada a soja (Glycine max cv. Embrapa 48) e conduzida conforme a recomendação \n\npara a cultura. Foram avaliados a altura das plantas, número de vagens, matéria seca\n\nda parte aérea, peso de 100 sementes e produtividade em parcelas úteis de 3,6 m2. A\n\nprodutividade de soja decresceu a partir da RP de 0,85 MPa e da densidade do solo de \n\n1,48 Mg m-3. O intervalo hídrico ótimo foi limitado na parte superior pelo conteúdo de\n\nágua na capacidade de campo (0,01 MPa) e na parte inferior pelo conteúdo de água em \n\nque a RP foi crítica, atingindo a densidade do solo crítica ao crescimento radicular em\n\n1,48 Mg m-3. O tráfego do solo com um trator de 11 Mg, no conteúdo de água\n\nequivalente a capacidade de campo (0,01 MPa), compactou o solo e reduziu a\n\nprodutividade de soja em até 45,6%.\n\nPalavras-Chave: conteúdo de água, resistência à penetração, densidade do solo\n\n.\n\n\n\n98\n\nINTRODUÇÃO\n\nA soja é uma das principais culturas de grãos do Brasil, com incrementos anuais\n\nna produtividade média, graças aos grandes investimentos realizados na área de\n\ninsumos agrícolas. Entretanto, o aumento da utilização do sistema de plantio direto para\n\no cultivo da soja tem provocado uma compactação superficial do solo que resulta em\n\nsignificativas reduções na produtividade e acréscimos nos custos de produção\n\n(RALISCH &amp; TAVARES FILHO, 2002). Apesar da dificuldade em quantificá-la, o\n\nconhecimento dos níveis de compactação, a partir dos quais ocorre redução da\n\nprodução das culturas, são importantes no manejo adequado dos solos, a fim de que\n\npossam ser adotadas medidas preventivas e corretivas a cada tipo e condição de solo,\n\npara melhorar a qualidade do solo e maximizar a produção.\n\nA compactação do solo de origem antrópica, é formada pelas forças mecânicas \n\nrelacionadas principalmente ao tráfego intenso de máquinas e equipamentos pesados\n\nsobre o solo em condições de excessivo  conteúdo de água. Essa compactação é uma \n\nalteração estrutural do solo que resulta em menor  penetração e ramificação das raízes, \n\npodendo afetar o desenvolvimento vegetativo da parte aérea das plantas. Isto ocorre\n\npor causa da reorganização das partículas e dos agregados do solo, que provocam a\n\nredução da porosidade total e da macroporosidade, prejudicando a infiltração e o\n\nmovimento da água e disponibilidade de nutrientes no solo (HAKANSSON &amp;\n\nVOORHEES, 1998; RALISCH &amp; TAVARES FILHO, 2002; GOEDERT et al., 2002).\n\nAlguns atributos físicos são utilizados para caracterizar a compactação do solo,\n\nentre estes, a infiltração de água, a porosidade, a densidade do solo e a resistência do\n\nsolo à penetração (RP). Atualmente, a RP tem sido utilizada como o atributo físico\n\nindicativo da compactação do solo em sistemas de manejo (IMHOFF et al., 2000;\n\nBEUTLER et al., 2001) por estar diretamente relacionado ao crescimento das plantas\n\n(LETEY, 1985) e por apresentar forte relação com o crescimento radicular das plantas\n\n(HOAD et al., 2001). Entretanto, a RP apresenta valores 2 a 8 vezes superior a máxima \n\npressão axial que a raiz pode exercer (MISRA et al., 1986) e é acentuadamente\n\ninfluenciada pelo conteúdo de água, textura e pela condição estrutural do solo\n\n\n\n99\n\n(HAMBLIM, 1985; TARDIEU, 1994), fatores que dificultam a obtenção de valores\n\ncríticos ao desenvolvimento das culturas. \n\nNeste sentido, o conteúdo de água na capacidade de campo é considerado ideal\n\nquando se determina a RP e ao crescimento radicular (SMITH et al., 1997), sendo\n\ngeralmente o conteúdo de água utilizado na maioria dos estudos em que é determinada\n\na RP, a fim de que seja possível fazer inferência com relação ao valor crítico de 2,0\n\nMPa (SILVA et al., 1994).\n\nValores de RP restritivos ao desenvolvimento radicular situam -se entre 1,5 a 4,0\n\nMPa, sendo, em geral aceito o valor de 2,0 MPa (SILVA et al., 1994; TORMENA et al.,\n\n1998; IMHOFF et al., 2001). Neste contexto, GOEDERT et al. (2002) verificaram que a\n\nRP de 1,1 MPa não afetou a produção de soja em Latossolo Vermelho Amarelo muito\n\nargiloso e Latossolo Vermelho argiloso e, SILVA et al. (2000b) verificaram que a cultura\n\nda soja teve uma produtividade adequada na RP de 1,5 MPa, em Latossolo Vermelho\n\nargiloso. Já, MIELNICZUK et al. (1985), em casa de vegetação, não observaram\n\nalteração no crescimento da parte aérea da soja até a RP de 2,35 MPa, em Latossolo\n\nRoxo.\n\nPara avaliar a compactação e a qualidade do solo para o desenvolvimento\n\nradicular, além da RP, surgiu o intervalo hídrico ótimo (IHO), índice proposto por LETEY\n\n(1985) e desenvolvido por SILVA et al. (1994), sendo, no Brasil, os primeiros estudos\n\nrealizados por TORMENA et al. (1998). Este indicador define o conteúdo de água do\n\nsolo ideal, na qual as limitações ao crescimento das raízes por causa da água\n\ndisponível, aeração e RP são mínimas. \n\nO IHO integra os atributos físicos que atuam diretamente no crescimento das\n\nplantas. O limite superior é o conteúdo de água na capacidade de campo na tensão de \n\n0,01 MPa (REICHARDT, 1988) ou o conteúdo de água no qual a porosidade de\n\naeração é de 10% (GUPTA &amp; ALLMARAS, 1987), sendo limitante o atributo que\n\nprimeiro apresenta valores críticos; e o limite inferior o conteúdo de água no ponto de\n\nmurcha permanente na tensão de 1,5 MPa (SAVAGE et al., 1996) ou a RP de 2,0 MPa \n\n(SILVA et al., 1994). SILVA &amp; KAY (1996) verificaram que a ocorrência de conteúdos de\n\nágua fora dos limites do IHO restringiu o crescimento das plantas de milho. No entanto, \n\n\n\n100\n\nsão escassos os estudos que relacionam o IHO com a produção de soja, em especial\n\nnos solos tropicais do Brasil.\n\nO conteúdo de água em que a RP é de 2,0 MPa é fator que mais reduz o IHO em \n\nsolos compac tados (SILVA et al., 1994; TORMENA et al., 1998; IMHOFF et al., 2001).\n\nNeste sentido, a definição do nível de RP crítico às culturas em solos tropicais e sua\n\ninserção no IHO aumenta a sua precisão para aplicação no manejo do solo.\n\nO incremento da densidade do solo reduz o IHO até atingir o valor zero (SILVA et \n\nal., 1994; IMHOFF et al., 2000, 2001), quando ocorre o valor de densidade do solo\n\ncrítica (Dsc) ao crescimento radicular e quando são indispensáveis medidas corretivas\n\npara a descompactação do solo e para evitar perdas na produção das culturas.\n\nEntretanto, há necessidade de estudos para relacionar este atributos físicos com a\n\nprodução das culturas e definir valores aplicáveis no campo.\n\nEste estudo teve o objetivo de determinar a relação da resistência do solo à\n\npenetração e do intervalo hídrico ótimo com a produção de grãos de soja em um\n\nLatossolo Vermelho de textura média.\n\nMATERIAL E MÉTODOS\n\nO experimento foi realizado na Universidade Estadual Paulista (UNESP/FCAV),\n\nJaboticabal, SP, situado nas coordenadas geográficas de 21o 15’ 29” de latitude Sul e\n\n48o 16’ 53” de longitude Oeste de Greenwich, e altitude média de 607 m. O clima é do \n\ntipo Cwa, segundo o sistema de Köeppen. As precipitações pluviais diárias durante o\n\nciclo da cultura (dezembro a março) são apresentadas na Figura 11. \n\n\n\n101\n\nFigura 11. Precipitação pluvial diária durante o ciclo da soja, nos anos agrícolas 2002/03.\n\nUtilizou-se um Latossolo Vermelho distrófico, típico, textura média, A moderado,\n\ncaulinítico hipoférrico (LVd) (ANDRIOLI &amp; CENTURION, 1999), cuja composição\n\ngranulométrica foi determinada em amostras deformadas por meio da dispersão com\n\nNaOH (0,1 mol L-1) e agitação lenta durante 16 horas, sendo o conteúdo de  argila\n\nobtido  pelo  método  da  pipeta (GEE &amp; BAUDER, 1986). O LVd apresentou 271 g kg-1\n\nde argila; 42 g kg-1 de silte; 687 g kg-1 de areia; e densidade de partículas de 2,82 Mg \n\nm-3, na profundidade de 0,0-0,20 m. \n\nAntes da instalação do experimento foi realizada uma escarificação do solo até +\n\n0,30 m de profundidade, seguida de uma gradagem para nivelar o solo. A compactação\n\nfoi realizada por meio de passadas, uma ao lado da outra, de um trator de 11 Mg com \n\nos quatro pneus de 0,40 m de largura e mesma pressão interna, perfazendo toda a\n\nsuperfície do solo. Um dia após uma precipitação pluvial intensa, quando o conteúdo de\n\nágua estava próximo a capacidade de campo (0,01 MPa) foram estabelecidos os\n\ntratamentos de compactação: T0= sem compactação; T1= 1 passada; T2= 2 passadas;\n\nT4= 4 passadas e T6= 6 passadas de trator sobre o solo. \n\nO delineamento experimental foi inteiramente casualizado, com cinco níveis de\n\ncompactação e quatro repetições, sendo as parcelas de 9,0 m2.\n\n0\n\n20\n\n40\n\n60\n\nDezembro Fevereiro       MarçoJaneiro\n\nP\nre\n\nci\np\nita\n\nçã\no\n p\n\nlu\nvi\n\na\nl (\n\nm\nm\n\n)\n\n60\n\n40\n\n20\n\n  0\n\n\n\n102\n\nO solo foi analisado quimicamente segundo metodologia citada por RAIJ et al.\n\n(1987) e, na semeadura, adubado com 50 kg ha-1 de sulfato de amônia, 125 kg ha-1 de\n\nsuperfosfato triplo e 85 kg ha-1 de cloreto de potássio, para obtenção da produtividade\n\nesperada de soja de 2,5 - 2,9 Mg ha-1, segundo RAIJ et al. (1996). Dia nove de\n\ndezembro de 2002 foi realizada a semeadura da soja (Glycine max cv. Embrapa 48) na \n\nprofundidade de 0,05 m e espaçamento de 0,45 m entre linhas, sendo realizado o\n\ndesbaste 10 dias após a semeadura, deixando 20 plantas por m linear. Foi realizado\n\ncontrole manual de plantas  invasoras. Foram avaliadas a altura, número de vagens e\n\nmatéria seca da parte aérea por planta, peso de 100 sementes e produção de grãos de \n\nsoja por hectare, a partir da parcela útil de 3,6 m2.\n\nApós a semeadura, foram coletados dois grupos de seis amostras indeformadas,\n\ncom cilindros de 53,16 x 10-6 m3, nas profundidades de 0,02 – 0,05; 0,07 – 0,10 e 0,15 –\n\n0,18 m, totalizando 36 amostras por tratamento. Essas amostras foram saturadas e\n\nsubmetidas as tensões de 0,006; 0,01; 0,033; 0,06; 0,1 e 0,3 MPa, em câmaras de\n\nRichards (KLUTE, 1986), sendo uma amostra de cada grupo por tensão. Ao atingir o\n\nequilíbrio foi realizada a pesagem das amostras e duas sub-determinações de\n\nresistência do solo à penetração (RP) por amostra, na profundidade de 0,01 a 0,02 m,\n\nperfazendo 100 leituras por amostra, as quais foram utilizadas para obtenção da RP\n\nmédia. A RP foi determinada com o penetrômetro eletrônico com velocidade constante\n\nde penetração de 0,01 m min-1, equipado com atuador linear e célula de carga de 20 kg \n\nacoplada a um microcomputador, e cone com área de 3,14 x 10-6 m2, conforme descrito \n\npor TORMENA et al. (1998).\n\nApós a determinação da RP, as amostras foram secas em estufa a + 105 oC por \n\n24 horas. Nestas amostras foram determinados o conteúdo de água retida em cada\n\ntensão (KLUTE, 1986) e a densidade do solo (BLAKE &amp; HARTGE, 1986b). A função\n\nentre conteúdo de água do solo e tensão, i.e. as curvas de retenção de água, foram\n\najustadas pelo modelo proposto por GENUCHTEN (1980). A partir do modelo ajustado\n\naos dados foi estimado o conteúdo de água na capacidade de campo (tensão de 0,01\n\nMPa) e no ponto de murcha permanente (tensão de 1,5 MPa).\n\n\n\n103\n\nOs valores de RP foram ajustados em função do conteúdo de água volumétrico e \n\nda Ds utilizando o modelo não-linear proposto por BUSSCHER (1990), na sua forma\n\nlog-transformada, descrito a seguir:\n\nlnRP= lna + b ln? + c lnDs                               (1)\n\nem que a RP é a resistência do solo à penetração (MPa), ? o conteúdo de água \n\nvolumétrico (m3 m-3), Ds a densidade do solo (Mg m-3) e a, b e c são os coeficientes \n\nobtidos por meio do ajuste do modelo aos dados. Os coeficientes ajustados foram\n\nsignificativos a 1% de probabilidade, com valores de –8,3736; -3,16505 e 9,46211, para\n\na, b e c, respectivamente. Os valores de RP utilizados na elaboração do modelo\n\nvariaram de 0,05-18,90 MPa; ? de 0,10 a 0,30 m3 m-3; e Ds de 1,11 a 1,84 Mg m-3.\n\nO conteúdo de água em que a RP foi crítica foi calculado pela equação (2) obtida \n\nde (1), a seguir:\n\n?(RPcrít.)= RP(crít.)/(ea*(Dsc))1/b                                                                    (2)\n\nO conteúdo de água em que a porosidade de aeração é de 10% foi obtida pela\n\nequação a seguir:\n\n?PA= ?S - 0,10                               (3)\n\nem que ?PA é o conteúdo de água (m3 m-3) em que a porosidade de aeração de \n\n10% é crítica e ?S é o conteúdo de água quando o solo está saturado (m3 m-3).\n\nO conteúdo volumétrico de água do solo nos valores críticos de RP foi obtido\n\nutilizando os níveis de RP críticos obtidos no experimento de produção de grãos de\n\nsoja. Os valores críticos de RP correspondem a RP determinada no conteúdo de água\n\nna capacidade de campo de 0,01 MPa (REICHARDT, 1988). \n\nOs modelos do IHO ajustados para cada profundidade convergiram para o\n\nmesmo resultado. Assim, foi ajustado um modelo com todos os dados das três\n\nprofundidades. Desta forma, os dados de produção de soja foram discutidos com os\n\nvalores dos atributos físicos obtidos da média das três profundidades (Tabela 18).\n\n\n\n104\n\nTabela 18. Valores médios de resistência do solo à penetração e densidade do solo nos diferentes \ntratamentos e profundidades, no LVd.\n\nProfundidade Resistência à penetração (MPa)* Densidade do solo (Mg m-3)\n\n       m T0 T1 T2 T4  T6 T0 T1 T2    T4  T6\n\n 0,02–0,05   0,21 1,00 1,92 3,58  4,57 1,19 1,54  1,70 1,74 1,80\n\n 0,07–0,10   0,32 2,38 2,63 4,40  4,10 1,31 1,68  1,76 1,82 1,81\n\n 0,15–0,18   0,65 2,07 3,65 3,64  4,07 1,46 1,64  1,74 1,77 1,78\n\n    Média   0,39 1,82 2,40 3,87  4,25 1,32 1,62  1,73 1,78 1,80\n\n* Determinação realizada no conteúdo de água retida na capacidade de campo (0,01 MPa).\n\nOs resultados foram submetidos à análise de variância e análise de regressão\n\nentre a RP e a densidade do solo com os componentes de desenvolvimento da soja. \n\nRESULTADOS E DISCUSSÃO\n\nA altura das plantas decresceu a partir da RP de 1,46 MPa, e o peso da matéria \n\nseca da parte aérea e o número de vagens por planta diminuíram linearmente a partir\n\nda RP de 0,39 MPa (Figura 12). MIELNICZUK et al. (1985) verificaram menor peso de\n\nmatéria seca da parte aérea de soja a partir da RP de 2,35 MPa, em Latossolo Roxo,\n\nem casa de vegetação. BEUTLER &amp; CENTURION (2003) verificaram, em casa de\n\nvegetação, que a produção de matéria seca da parte aérea decresceu a partir da RP de \n\n2,12 e 2,69 MPa, em Latossolo Vermelho distrófico e Latossolo Vermelho eutroférrico,\n\nrespectivamente, no conteúdo de água retida na tensão de 0,01 MPa.\n\nSegundo HAKANSSON &amp; VOORHEES (1998) e RALISCH &amp; TAVARES FILHO\n\n(2002), o menor desenvolvimento da parte aérea em solos compactados ocorre por\n\ncausa da redução da penetração e da ramificação das raízes em conseqüência da\n\nresistência mecânica do solo, e em decorrência da menor infiltração e movimento da\n\nágua e disponibilidade de nutrientes no solo. De acordo com HOAD et al. (2001), em\n\nsolos compactados ocorre a redução no comprimento e maior espessura radicular que\n\n\n\n105\n\ndiminui a área de contato do solo com as raízes e, estas possuem menor resistência de \n\ntransporte no xilema em relação as raízes mais finas.\n\nFigura 12. Regressão entre resistência do solo à penetração e altura das plantas, peso da matéria \nseca da parte aérea, número de vagens por planta e peso de 100 sementes. **, * \nSignificativo a 1 e 5% de probabilidade.\n\ny= -2,191x 2 + 6,416x + 57,336 R2= 0,85**\n\n0\n\n20\n\n40\n\n60\n\n80\n\n0 1 2 3 4 5\n\ny= -0,4651x + 7,2741  R2= 0,84**\n\n0\n\n2\n\n4\n\n6\n\n8\n\n0 1 2 3 4 5\n\ny= -2,235x + 38,918  R2= 0,83*\n\n0\n\n10\n\n20\n\n30\n\n40\n\n0 1 2 3 4 5\n\ny= -0,067x 2 - 0,398x + 25,336  R2= 0,98**\n\n0\n\n10\n\n20\n\n30\n\n40\n\n0 1 2 3 4 5\n\nResistência do solo à penetração (MPa)\n\n   \nN\n\nú\nm\n\ne\nro\n\n d\ne\n v\n\na\ng\ne\nn\ns \n\np\nla\n\nn\nta\n\n-1\nA\n\nltu\nra\n\n d\na\ns \n\np\nla\n\nn\nta\n\ns \n(c\n\nm\n)\n\nP\ne\nso\n\n d\na\n m\n\na\nté\n\nri\na\n s\n\ne\nca\n\n (\ng\n)\n\nP\ne\nso\n\n d\ne\n 1\n\n0\n0\n s\n\ne\nm\n\ne\nn\nte\n\ns \n(g\n\n)\n\n\n\n106\n\nEm relação ao peso de 100 sementes, por meio da análise de variância não\n\nforam verificadas diferenças significativas entre os valores de RP, apesar de apresentar\n\numa decréscimo quadrático  com o aumento da RP (Figura 12).\n\nA produtividade máxima de soja foi de 2,975 Mg ha-1, condizente com relação a\n\nquantidade de adubo utilizado e a produtividade esperada, e decresceu a partir da RP\n\nde 0,85 MPa e da Ds de 1,48 Mg m-3 (Figura 13). BEUTLER &amp; CENTURION (2003), em \n\ncasa de vegetação, obtiveram decréscimo da produtividade de soja a partir da RP de\n\n2,22 e 1,66 MPa para o conteúdo de água retida nas tensões de 0,01 e 0,05 MPa,\n\nrespectivamente. O valor a partir do qual a produtividade de soja decresceu no campo\n\nfoi menor possivelmente em decorrência das maiores variações no conteúdo de água\n\nno solo (Figura 11), que tem relação direta com o valor de RP crítico, segundo DEXTER \n\n(1987) e TARDIEU (1994).\n\nFigura 13. Regressão entre a resistência do solo à penetração e a densidade do solo com a \nprodução de grãos de soja no LVd (n= 4). ** Significativo a 1% de probabilidade de erro.\n\ny = -15,83x 2 + 46,805x - 31,234  R2= 0,93**\n\n0\n\n1\n\n2\n\n3\n\n4\n\n1,3 1,4 1,5 1,6 1,7 1,8\n\ny= -0,119x2 + 0,203x + 2,922  R2= 0,92**\n\n0\n\n1\n\n2\n\n3\n\n4\n\n0 1 2 3 4 5\n\nDensidade do solo (Mg m-3)\n\nP\nro\n\nd\nu\nçã\n\no\n d\n\ne\n s\n\no\nja\n\n (\nM\n\ng\n h\n\na-\n1\n)\n\n0,85\n\n1,48\n\nResistência à penetração (MPa)\n\n\n\n107\n\nNa literatura são mencionados valores de RP de 2,0 MPa (SILVA et al., 1994) e\n\nde Ds de 1,55 Mg m-3 para solos franco-argilosos (CAMARGO &amp; ALLEONI, 1997) como \n\ncríticos ao crescimento radicular. Desta forma, por meio das regressões quadráticas\n\najustadas aos dados de RP e Ds com a produtividade de soja, verificou-se decréscimo \n\nna produtividade de 5,18 e 2,28%, respectivamente, para os valores críticos de RP e\n\nDs. Entretanto, é importante mencionar que o valor crítico de RP é variável com o tipo \n\nde solo, conforme verificado por BEUTLER &amp; CENTURION (2003). Neste contexto,\n\nSILVA et al. (1994) afirmam que a seleção de valores críticos de RP modifica a\n\nsensibilidade e a precisão do IHO.\n\nNa Figura 14, verfica-se que a partir da Ds de 1,13 Mg m-3 o IHO é limitado na \n\nparte inferior pela RP, ou seja, a ? em que a RP de 0,85 MPa foi crítica a produtividade \n\nda soja foi fator limitante do IHO e o limite superior foi o conteúdo de água na\n\ncapacidade de campo. TORMENA et al. (1998) e IMHOFF et al. (2001) também\n\nverificaram que, em solos tropicais, o IHO foi limitado na parte inferior pela RP e na\n\nsuperior pelo conteúdo de água na capacidade de campo, fato que evidencia a\n\nimportância em determinar os valores críticos de RP para as diferentes culturas e tipos \n\nde solos. Os estudos com IHO indicam que em solos tropicais o IHO é limitado pela\n\ncurva de RP até a Dsc que é o valor de IHO igual a zero, quando o valor numérico do \n\nlimite superior é igual ao limite inferior (IMHOFF et al., 2001). Assim, IMHOFF et al.\n\n(2000) verificaram que a curva de RP pode ser utilizada para orientar práticas de\n\nmanejo visando a manutenção da qualidade física para o desenvolvimento das plantas.\n\nO IHO variou negativamente com o aumento da Ds, com amplitude inicial de\n\n0,095 m3 m-3, e decrescendo acentuadamente até atingir a zero denominado Dsc de\n\n1,48 Mg m-3. TORMENA et al. (1998) verificaram amplitude do IHO de 0,118 m3 m-3 em \n\nLatossolo Roxo argiloso, contradizendo os estudos de SILVA et al. (1994) que\n\nmenciona que o IHO está negativamente correlacionado com a textura do solo. Isto\n\nocorre por causa da mineralogia oxídica do Latossolo Roxo que promove a formação de\n\numa estrutura granular forte muito pequena, com maior espaço poroso (FERREIRA et\n\nal., 1999), comparado ao Latossolo Vermelho distrófico utilizado no estudo. Essa\n\namplitude do IHO é importante ao passo que quanto maior a amplitude do IHO menor a \n\n\n\n108\n\npossibilidade de restrição de água ou mecânica ao sistema radicular, ou seja, menor\n\nserá a quantidade de dias em que o solo poderá estar fora das condições adequadas \n\nao desenvolvimento radicular das plantas. SILVA et al. (1994) afirmam que freqüência\n\nde valores de conteúdos de água fora do IHO depende da sua amplitude e da\n\nvariabilidade do conteúdo de água do solo em consequência do clima (precipitações\n\npluviais).\n\nFigura 14. Variação do conteúdo de água volumétrico (? ) com a densidade do solo, para os limites \ncríticos da porosidade de aeração (? PA), capacidade de campo (? CC), resistência do solo \nà penetração de 0,85 MPa (? R P) e ponto de murcha permanente (?PMP) no LVd. IHO= \nintervalo hídrico ótimo. Dsc= Densidade do solo crítica.\n\n0,00\n\n0,15\n\n0,30\n\n0,45\n\n1,10 1,30 1,50 1,70 1,90\n\n?PA\n?CC\n?RP\n?PMP\n\nDensidade do solo (Mg m-3)\n\nC\no\nn\nte\n\nú\nd\no\n d\n\ne\n á\n\ng\nu\na\n (\n\nm\n3\n m\n\n-3\n)\n\n IHO\n\nDsc\n1,10                1,30                1,50                1,70                 1,90\n\n0,45\n\n0,30\n\n0,15\n\n0,00\n\n\n\n109\n\nA Dsc do LVd obtida no IHO foi de 1,48 Mg m-3 (Figura 14), que é o valor de\n\ndensidade do solo a partir do qual o crescimento radicular é restringido pela excessiva\n\nresistência mecânica do solo, isso se o conteúdo de água do solo corresponder ao\n\nconteúdo de água retida na capacidade de campo (0,01 MPa). Caso o conteúdo de\n\nágua do solo seja inferior, a restrição ao sistema radicular ocorre em valores inferiores \n\nde densidade do solo, segundo o modelo do IHO (SILVA et al., 1994). Assim, a\n\nprodutividade das culturas deve ser reduzida em valores inferiores ou próximos a\n\ndensidade do solo de 1,48 Mg m-3. De fato, na Figura 13 verifica-se que o valor de\n\ndensidade do solo a partir do qual ocorreu decréscimo da produtividade foi de 1,48 Mg\n\nm-3. Isso demonstra um modelo adequado, porém, o conteúdo de água do solo no\n\ncampo não está sempre no conteúdo de água retida na capacidade de campo (0,01\n\nMPa).\n\nEntretanto, ao verificar-se as precipitações pluviais diárias durante o ciclo da soja\n\n(Figura 11), observa-se a partir da semeadura da soja no dia 10 de dezembro de 2002, \n\nque ocorreram 73 dias sem estiagens superiores à quatro dias, até o dia 22 de fevereiro \n\nde 2003, quando ocorreu uma pequena estiagem de sete dias, e a partir desta data\n\nocorreram precipitações mais esparsas, que foi na fase de enchimento de grãos da\n\nsoja. Assim, na fase de intenso crescimento radicular o conteúdo de água esteve\n\npoucos dias abaixo da capacidade de campo que normalmente é atingida 2 a 3 dias\n\napós a chuva (REICHARDT, 1985). Ainda, a porosidade de aeração limitante é muito\n\nsuperior a capacidade de campo, desta forma, ocorrendo pouca restrição ao\n\ncrescimento radicular durante esse período. \n\nAlém disso, o valor de Dsc a produção das culturas não é o mesmo que limita o \n\ncrescimento radicular. Segundo TAYLOR &amp; BRAR (1991), muitas vezes ocorrem\n\nmudanças e redução no comprimento radicular, porém este mantém satisfatoriamente o\n\nsuprimento de água e nutrientes para a parte aérea, não refletindo em menor produção.\n\nBEUTLER &amp; CENTURION (2003) verificaram que o desenvolvimento radicular da soja é\n\nrestringido em valores inferiores de densidade do solo e resistência à penetração em\n\nrelação a matéria seca da parte aérea e a produção de grãos.\n\n\n\n110\n\nO valor de Ds de 1,48 Mg m-3 obtido como crítico à produção de grãos de soja é \n\ninferior ao valor de 1,55 Mg m-3, para solos franco-argilosos (CAMARGO &amp; ALLEONI,\n\n1997), valor acima do qual o solo é considerado compactado e a partir do qual são\n\nsugeridas medidas corretivas para descompactá-lo. Entretanto, é importante mencionar\n\nque os valores de RP de 0,85 MPa e de Ds de 1,48 Mg m-3 foram obtidos como valores \n\na partir dos quais ocorre decréscimo da produtividade de soja. Para que esses sejam\n\nutilizados como valores críticos, a partir dos quais é viável a adoção de medidas para\n\ndescompactar o solo, é necessário uma análise econômica da relação custo/benefício. \n\nNo aspecto de manejo do solo, é importante mencionar que 1, 2 e 6 passadas de \n\numa máquina de 11 Mg no mesmo local, no conteúdo de água próximo à retida na\n\ncapacidade de campo (0,01 MPa), causou um decréscimo de 3,7; 9,4 e 45,6% na\n\nprodutividade de soja, destacando a importância e a necessidade de trafegar o solo\n\nquando o mesmo está mais seco. Ainda, o valor crítico RP de 0,85 MPa e de Ds 1,48\n\nMg m-3 encontrado neste estudo como valor a partir do qual ocorre decréscimo da\n\nprodutividade de soja no LVd deve ser analisado para cada solo, cultura, cultivar e\n\nsistema de manejo, conforme mencionado por ARSHAD et al. (1996). \n\nCONCLUSÕES\n\nA produtividade de soja decresceu a partir da resistência do solo à penetração de \n\n0,85 MPa e da densidade do solo de 1,48 Mg m-3, no Latossolo Vermelho. \n\nO intervalo hídrico ótimo foi limitado na parte superior pelo conteúdo de água na\n\ncapacidade de campo (0,01 MPa) e na parte inferior pela resistência à penetração,\n\natingindo a densidade do solo crítica ao crescimento radicular em 1,48 Mg m-3.\n\nA densidade do solo crítica obtida no intervalo hídrico ótimo foi de 1,48 Mg m-3,\n\nigual ao valor densidade a partir da qual ocorreu decréscimo da produtividade de soja.\n\nO tráfego do solo com um trator de 11 Mg, no conteúdo de água equivalente a\n\ncapacidade de campo (0,01 MPa), compactou o solo e reduziu a produtividade de soja\n\nem até 45,6% quando passou 6 vezes no mesmo local.\n\n\n\n111\n\nREFERÊNCIAS\n\nAGRIANUAL 2002: anuário da agricultura brasileira. São Paulo: FNP Consultoria e\n\nComércio, 2001. p. 469-498.\n\nALVARENGA, R.C.; COSTA, L.M.; MOURA FILHO, W.; REGAZZI, A.J. Crescimento de\n\nraízes de leguminosas em camadas de solo compactadas artificialmente. Revista\n\nBrasileira de Ciência do Solo, Viçosa, v. 20, p. 319-326, 1996.\n\nAMERICAN SOCIETY OF AGRICULTURAL ENGINEERS. Soil cone penetrometer. In:\n\n______. Agricultural engineers yearbook. Saint Joseph, 1976. p. 368-369 (ASAE Re.,\n\n313.1).\n\nANDRADE, A.; WOLFE, D.W.; FERERES, E. Leaf expansion, photosynthesis and water\n\nrelations of sunflower plants frown on compacted soil. Plant and Soil, Dordrecht, v. 149,\n\np. 175-184, 1993.\n\nANDRIOLI, I.; CENTURION, J.F. Levantamento detalhado dos solos da Faculdade de\n\nCiências Agrárias e Veterinárias de Jaboticabal. In: CONGRESSO BRASILEIRO DE\n\nCIÊNCIA DO SOLO, 27., 1999, Brasília. Anais... Brasília: SBCS, 1999. 1 CD-ROM.\n\nARSHAD, M.A.; LOWERY, B.; GROSSMAN, B. Physical tests for monitoring soil quality.\n\nIn: DORAN, J.W.; JONES, A.J. Methods for assessing soil quality. Madison: Soil\n\nScience Society of America, 1996. p. 123-141 (Special Publication, 49).\n\nATWELL, B.J. The effect of soil compaction on wheat during early tillering: I. Growth,\n\ndevelopment and root structure. New Phytologist, Cambridge, v. 115, p. 29-35, 1990a. \n\nATWELL, B.J. The effect of soil compaction on wheat during early tillering: III. Fate of\n\ncarbon transported to the root structure. New Phytologist, Cambridge, v. 115, p. 43-49,\n\n1990b.\n\n\n\n112\n\nBACCHI, O.O.S. Efeito da compactação sobre o sistema solo-planta em cultura de \n\ncana-de-açucar (Saccharum spp.). 1976. 65 f. Dissertação (Mestrado em Agronomia) –\n\nEscola Superior de Agricultura Luiz de Queiroz, Piracicaba, 1976.\n\nBARBIERI, J.L.; POLI, D.M.; DONZELLE, J.L.O. Latossolos roxos e a cana-de-açúcar.\n\nBoletim Técnico Coopersucar, São Paulo, v. 32, p. 1-10, 1985.\n\nBAR-YOSEF, B.; LAMBERT, J.R. Corn and cotton root growth in response to soil\n\nimpedance and water potential. Soil Science Society of America Journal, Madison, v.\n\n45, p. 930-935, 1981.\n\nBATAGLIA, O.C.; FURLANI, A.M.C.; TEIXEIRA, J.P.F.; FURLANI, P.R.; GALLO, J.R.\n\nMétodos de análise química das plantas. Campinas: Instituto Agronômico, 1983. 48\n\np. (Boletim Técnico, 78).\n\nBELTRAME, L.F.C.; GONDIM, L.A.P.; TAYLOR, F.C. Estrutura e compactação na\n\npermeabilidade de solos do Rio Grande do Sul. Revista Brasileira de Ciência do Solo,\n\nCampinas, v. 5, p. 145-149,1981.\n\nBELTRAME, L.F.S.; TAYLOR, J.C. Causas e efeitos da compactação do solo. Lavoura\n\nArrozeira, Porto Alegre, v. 33, p. 59-62, 1980.\n\nBENGOUGH, A.G.; MULLINS, C.E. Mechanical impedance to root growth: a review of\n\nexperimental techniques and root growth responses. Journal of Soil Science, Oxford,\n\nv. 41, p. 341-358, 1990.\n\nBENGOUGH, A.G.; YOUNG, I.M. Root elongation of seedling peas through layered soil\n\nof different penetration resistances. Plant and Soil, Dordrecht, v. 149, p. 129-139, 1993.\n\nBENGOUGH, A.G.; CROSER, C.; PRITCHARD, J. A biophysical analysis of root growth\n\nunder mechanical stress. Plant and Soil, Dordrecht, v. 189, p. 155-164, 1997.\n\n\n\n113\n\nBEUTLER, A.N.; CENTURION, J.F. Efeito do conteúdo de água e da compactação do\n\nsolo na produção de soja. Pesquisa Agropecuária Brasileira, Brasília, v. 38, p. 849-\n\n856, 2003.\n\nBEUTLER, A.N.; CENTURION, J.F.; SOUZA, Z.M.; SILVA, L.M. Utilização dos\n\npenetrômetros de impacto e de anel dinamométrico em Latossolos. Engenharia\n\nAgrícola, Jaboticabal, v. 22, p. 191-199, 2002.\n\nBEUTLER, A.N.; SILVA, M.L.N.; CURI, N.; FERREIRA, M.M.; CRUZ, J.C.; PEREIRA\n\nFILHO, I.A. Resistência à penetração e permeabilidade de Latossolo Vermelho\n\ndistrófico típico sob sistemas de manejo na região dos cerrados. Revista Brasileira de \n\nCiência do Solo, Viçosa, v. 25, p. 167-77, 2001.\n\nBLAKE, G.R.; HARTGE, K.H. Particle density. In: KLUTE, A. Methods of soil analysis:\n\nphysical and mineralogical methods. 2. ed. Madison: American Society of Agronomy,\n\n1986a. v. 1, p. 377-382.\n\nBLAKE, G.R.; HARTGE, K.H. Bulk density. In: KLUTE, A. Methods of soil analysis:\n\nphysical and mineralogical methods. 2. ed. Madison: American Society of Agronomy,\n\n1986b. v. 1. p. 363-375.\n\nBORGES, E.N.; NOVAIS, R.F.; REGAZZI, A.J.; FERNANDES, B.; BARROS, N.F.\n\nRespostas de variedades de soja à compatação de camadas de solo. Revista Ceres,\n\nViçosa, v. 35, p. 553-568, 1988.\n\nBUSSCHER, W.J. Adjustment of flat-tipped penetrometer resistance data to a common\n\nwater content. Transactions of the ASAE, Saint Joseph, v. 33, p. 519-524, 1990.\n\nBUSSCHER, W.J.; FREDERICK, J.R.; BAUER, P.J. Timing effects of deep tillage on\n\npenetration resistance and wheat and soybean yield. Soil Science Society of America\n\nJournal, Madison, v. 64, p. 999-1003, 2000.\n\n\n\n114\n\nCAMARGO, O.A. de. Compactação do solo e desenvolvimento de plantas.\n\nCampinas: Fundação Cargill, 1983. 44 p.\n\nCAMARGO, O.A.; ALLEONI, L.R.F. Compactação do solo e o desenvolvimento das\n\nplantas. Piracicaba: ESALQ, 1997. 132 p.\n\nCAMPBELL, D.J. A laboratory penetrometer for the measurement of the strenght of soil\n\nclods. Journal of Agricultural Engineering Research, London, v. 22, p. 85-91, 1977.\n\nCINTRA, F.L.D.; MIELNICZUK, J. Potencial de algumas espécies vegetais para\n\nrecuperação de solos com propriedades físicas degradadas. Revista Brasileira de\n\nCiência do Solo, Campinas, v. 7, p. 323-327, 1983.\n\nCORNISH, P.S.; SO, H.B.; McWILLIAM, J.R. Effects of soil bulk density and water\n\nregime on root growth and uptake of phosphorus by ryegrass. Australian Journal of\n\nAgricultural Research, Melbourne, v. 35, p. 621-644,1984.\n\nDANIELSON, R.E.; SUTHERLAND, P.L. Porosity. In: KLUTE, A. Methods of soil\n\nanalysis. 2. ed. Madison: American Society of Agronomy, 1986. part 1, p. 443-461.\n\nDEXTER, A.R. Mechanics of root growth. Plant and Soil, Dordrecht, v. 98, p. 303-312,\n\n1987.\n\nDOLAN, M.S.; DOWDY, R.H.; VOORHEES, W.B.; JOHNSON, J.F.; BIDWELL-\n\nSCHRADER, A.M. Corn phosphorus and potassium uptake in response to soil\n\ncompaction. Agronomy Journal, Madison, v. 84, p. 639-642, 1992.\n\nEMBRAPA SOJA. Recomendações técnicas para a cultura da soja na região\n\ncentral do Brasil 1999/2000. Londrina, 1999. 226 p. (Documentos, 132).\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA – EMBRAPA. Manual de\n\nmétodos de análises de solo. 2. ed. Rio de Janeiro: Ministério da Agricultura e do\n\nAbastecimento, 1997. 212 p.\n\n\n\n115\n\nFEHR, W.R.; GAVINESS, C.E.; BURMOOD, D.T.; PENNINGTON, J.S. Stage of\n\ndevelopment description for soybeans (Glycine max (L) Merrill). Crop Science,\n\nMadison, v. 11, p. 929-931, 1971.\n\nFERNANDEZ, E.M.; CRUSCIOL, C.A.C.; THIMOTEO, C.M. de S.; ROSOLEM, C.A.\n\nMatéria seca e nutrição da soja em razão da compactação do solo e adubação\n\nfosfatada. Científica, São Paulo, v. 23, p. 117-132, 1995.\n\nFERREIRA, M.M.; FERNANDES, B.; CURI, N. Mineralogia da fração argila e estrutura\n\nde Latossolos da região sudeste do Brasil. Revista Brasileira de Ciência do Solo,\n\nViçosa, v. 23, p. 507-514, 1999.\n\nFRITTON, D.D. A standard for interpreting soil penetrometer measurements. Soil\n\nScience, Baltimore, v. 150, p. 542-551, 1990.\n\nGEDIGA, K. Influence of subsoil compaction on the uptake of 45Ca from the soil profile\n\nand on maize yield. Soil &amp; Tillage Research, Amsterdam, v. 19, p. 351-355, 1991.\n\nGEE, G.W.; BAUDER, J.W. Particle-size analysis. In: KLUTE, A. Methods of soil\n\nanalysis. 2. ed. Madison: American Society of Agronomy, 1986. part. 1. p. 383-411.\n\nGENUCHTEN, M.T.A. A closed-form equation for predicting the hydraulic conductivity of\n\nunsaturated soils. Soil Science Society of America Journal, Madison, v. 44, p. 892-\n\n897, 1980.\n\nGOEDERT, W.; SCHERMACK, M.J.; FREITAS, F.C. Estado de compactação do solo\n\nem áreas cultivadas no sistema de plantio direto. Pesquisa Agropecuária Brasileira,\n\nBrasília, v. 37, p. 223-227, 2002.\n\nGOMES, A. da S.; PEÑA, Y.A. Caracterização da compactação através do uso do\n\npenetrômetro. Lavoura Arrozeira, Porto Alegre, v. 49, p. 18-20, 1996.\n\n\n\n116\n\nGOSS, M.J. Effects of mechanical impedance on root growth in barley (Hordeum\n\nvulgare L.) I. Effects on the elongation and branching of seminal root axes. Journal of\n\nExperimetal Botany, Oxon, v. 28, p. 96-111, 1977.\n\nGRANT, C.A.; LAFOND, G.P. The effects of tillage systems and crop sequences on soil \n\nbulk density and penetration resistance on a clay soil in southern Saskatchewan.\n\nCanadian Journal of Soil Science , Ottawa, v. 73, p. 223-32, 1993.\n\nGUIMARÃES, C.M.;  MOREIRA, J.A.A. Compactação do solo na cultura do arroz de\n\nterras altas. Pesquisa Agropecuária Brasileira, Brasília, v. 36, p. 703-707, 2001.\n\nGUIMARÃES, C.M.; STONE, L.F.; MOREIRA, J.A.A. Compactação do solo na cultura\n\ndo feijoeiro. II: efeito sobre o desenvolvimento radicular e da parte aérea. Revista\n\nBrasileira de Engenharia Agrícola e Ambiental, Campina Grande, v. 6, p. 213-218,\n\n2002.\n\nGUPTA, S.C.; ALLMARAS, R.R. Models to assess the susceptibility of soils to excessive\n\ncompaction. Advances in Soil Science, New York, v. 6, p. 65-100, 1987.\n\nHAKANSSON, I.; VOORHEES, W.B. Soil compaction. In: LAL, R.; BLUM, W.H.;\n\nVALENTINE, C.; STEWARD, B.A. Methods for assessment of soil degradation. Boca\n\nRaton: CRS Press, 1998. p. 167-179 (Advances in Soil Science).\n\nHAKANSSON, I.; STENBERG, M.; RYDBERG, T. Long-term experiments with different\n\ndepths of mouldboard plowghing in sweden. Soil &amp; Tillage Research, Amsterdam, v.\n\n46, p. 209-223, 1998.\n\nHAMBLIM, A.P. The influence of soil structure on water movement, crop root growth and\n\nwater uptake. Advances in Agronomy, San Diego, v. 38, p. 95-158, 1985.\n\nHENDERSON, C.W.L. Using a penetrometer to predict the effects of soil compaction on\n\nthe growth an yield of wheat on uniform, sandy soils. Australian Journal of\n\nAgricultural Research, Melbourne, v. 40, p. 497-508, 1989.\n\n\n\n117\n\nHERRICK, J.E.; JONES, T.L. A dynamic cone penetrometer for measuring soil\n\npenetration resistance. Soil Science Society of America Journal, Madison, v. 66, p.\n\n1320-1324, 2002.\n\nHIRA, G.S.; SINGH, N.T. Observe and predicted rates of phosphorus difusion in soils of\n\nvaryng bulk density and water content. Soil Science Society of America Journal,\n\nMadison, v. 41, p. 537-540, 1977.\n\nHOAD, S.P.; RUSSEL, G.; LUCAS, M.E.; BINGHAM, I.J. The management of wheat,\n\nbarley, and oat root systems. Advances in Agronomy, San Diego, v. 74, p. 195-254,\n\n2001.\n\nIMHOFF, S.; SILVA, A.P.; DIAS JUNIOR, M.S.; TORMENA, C.A. Quantificação de\n\npressões críticas para o crescimento das plantas. Revista Brasileira de Ciência do\n\nSolo, Viçosa, v. 25, p. 11-18, 2001.\n\nIMHOFF, S.; SILVA, A.P.; TORMENA, C.A. Aplicações da curva de resistência no\n\ncontrole da qualidade física de um solo sob pastagem. Pesquisa Agropecuária\n\nBrasileira, Brasília, v. 35, p. 1493-1500, 2000.\n\nJOHNSON, J.F.; VOORHEES, W.B.; NELSON, W.W.; RANDALL, G.W. Soybean\n\ngrowth and yield as affected by surface and subsoil compaction. Agronomy Journal,\n\nMadison, v. 82, p. 973-979, 1990.\n\nKIRKEGAARD. H.B. so; TROEDSON, R.J. The effect of soil strength on the growth of\n\npigeonpea radicles and seedlings. Plant and Soil, Dordrecht, v. 140, p. 65-74, 1992.\n\nKLEIN, V.A.; LIBARDI, P.L.; SILVA, A.P. Resistência mecânica do solo à penetração\n\nsob diferentes condições de densidade e teor de água. Engenharia Agrícola,\n\nJaboticabal, v. 18, p. 45-54, 1998.\n\nKLUTE, A. Water retention: laboratory methods. In: KLUTE, A. Methods of soil\n\nanalysis. 2. ed. Madison: American Society of Agronomy, 1986. part. 1, p. 635-662.\n\n\n\n118\n\nKOOISTRA, M.J.; SCHOONDERBEEK, D.; BOONE, F.R.; VEEN, B.W.; NOORDWIJK,\n\nM. van. Root-soil contact of maize, as measured by a thin-section technique – II: effects \n\nof soil compaction. Plant and Soil, Dordrecht, v. 139, p. 119-129, 1992.\n\nKOPI, A.J.; DOUGLAS, J.T. A rapid inexpensive and quantitative procedure for\n\nassessing soil structure with respect to cropping. Soil Use and Management, v. 7, p.\n\n52-56, 1991.\n\nLETEY, J. Relationship between soil physical properties and crop production. Advances\n\nin Soil Science , New York, v. 1, p. 277-294, 1985.\n\nMACKAY, A.D.; BARBER, S.A. Effect of soil moisture and phosphate level on root hair\n\ngrowth of corn roots. Plant and Soil, Dordrecht, v. 86, p. 321-331, 1985.\n\nMASLE, A.; PASSIOURA, J.B. Effect of soil strength on the growth of young wheat\n\nplants. Australian Journal of Plant Physiolgy, Melbourne, v. 14, p. 643-656, 1987.\n\nMATERECHERA, S.A.; ALSTON, A.M.; KIRBY, J.M.; DEXTER, A.R. Influence of root\n\ndiameter on the penetration of seminal roots into a compacted subsoil. Plant and Soil,\n\nDordrecht, v. 144, p. 297-303. 1992.\n\nMEROTTO, A.J.; MUNDSTOCK, C.M. Wheat root growth as affected by soil strength.\n\nRevista Brasileira de Ciência do Solo, Viçosa, v. 23, p. 197-202, 1999.\n\nMERTEN, G.H.; MIELNICZUK, J. Distribuição do sistema radicular e dos nutrientes em\n\nLatossolo Roxo sob dois sistemas de preparo do solo. Revista Brasileira de Ciência\n\ndo Solo, Campinas, v. 15, p. 369-374, 1991.\n\nMIELNICZUK, J.; CARPENEDO, V.; PEDO, F. Desenvolvimento de raízes em solos\n\ncompactados. Lavoura Arrozeira, Porto Alegre, v. 38, p. 42-43, 1985.\n\nMISRA, R.K.; DEXTER, A.R.; ALSTON, A.M. Penetration of soil aggregates of finite\n\nsize. II. Plant roots. Plant and Soil, Dordrecht, v. 94, p. 59-85, 1986.\n\n\n\n119\n\nMORAES, M.H.; BENEZ, S.H.; LIBARDI, P. Influência de camadas compactadas de\n\nsubsuperfície no desenvolvimento do sistema radicular de plantas de soja (Glycine max\n\n(L) Merrill). Científica, São Paulo, v. 19, p. 195-206, 1991.\n\nMORAES, M.H.; BENEZ, S.H; LIBARDI, P. Efeitos da compactação em algumas\n\npropriedades físicas do solo e seu reflexo no desenvolvimento das raízes de plantas de\n\nsoja. Bragantia, Campinas, v. 54, p. 393-403, 1995.\n\nMORAES, M.H.; VILLAS BÔAS, R.L.; BREDA, C.C.; ELIAS JUNIOR, R.C.; LUNA,\n\nP.E.V.; PRADO FILHO, R.S. Efeito da compactação subsuperficial do solo no\n\ndesenvolvimento inicial e no estado nutricional de plantas de feijoeiro (Phaseolus\n\nvulgaris L.). Engenharia Agrícola, Jaboticabal, v. 18, p. 35-43, 1998.\n\nMOURA NETO, F.P. Desempenho de cultivares de arroz de terras altas sob plantio \n\ndireto e convencional. 2001. 92 f. Dissertação (Mestrado em Agronomia) –\n\nUniversidade Federal de Lavras, Lavras, 2001. \n\nNESMITH, D.S. Soil compaction in double cropped wheat and soybean on Ultissol. Soil\n\nScience Society of America Journal, Madison, v. 51, p. 183-186, 1987.\n\nNOGUEIRA, S.S.S.; MANFREDINI, S. Influência da compactação do solo no\n\ndesenvolvimento da soja. Pesquisa Agropecuária Brasileira, Brasília, v. 18, p. 973-\n\n976, 1983.\n\nNOVAIS, R.F.; SMYTH, T.J. Fósforo em solo e planta em condições tropicais.\n\nViçosa: UFV, 1999. 399 p.\n\nORTOLANI, A.F.; COAN, O.; SALLES, H.C. Influência da compactação do solo no\n\ndesenvolvimento da soja (Glycine max (L) Merril). Engenharia Agrícola, Jaboticabal,\n\nv. 6, p. 35-42, 1982.\n\n\n\n120\n\nPABIN, J.; LIPIEC, J.; WODEK, S. Crítical soil bulk density and strength for pea seedling \n\nroot growth as related to other soil factors. Soil &amp; Tillage Research, Amsterdam, v. 19, \n\np. 131-143, 1998.\n\nPETTER, R.L. Desenvolvimento radicular da soja em função da compactação do\n\nsolo, conteúdo de água e fertilidade em Latossolo. 1990. 144 f. Dissertação\n\n(Mestrado Agronomia) – Universidade Federal de Santa Maria, Santa Maria, 1990.\n\nQUEIROZ-VOLTAN, R.B.; NOGUEIRA, S.S.S.; MIRANDA, M.A.C. Aspectos da\n\nestrutura da raiz e do desenvolvimento de plantas de soja em solos compactados.\n\nPesquisa Agropecuária Brasileira, Brasília, v. 35, p. 929-938, 2000.\n\nRAIJ, B. van; CANTARELLA, H.; QUAGGIO, J.H.; FURLANI, A.M.C. Recomendação\n\nde adubação e calagem para o estado de São Paulo. 2. ed. Campinas: Instituto\n\nAgronômico &amp; Fundação IAC, 1996, 285 p. (Boletim Técnico, 100).\n\nRAIJ, B. van; QUAGGIO, J.A.; CANTARELLA, H.; FERREIRA, M.E.; LOPES, A.S.;\n\nBATAGLIA, O.C. Análise química do solo para fins de fertilidade. Campinas:\n\nFundação Cargill, 1987. 170 p.\n\nRALISCH, R.; TAVARES FILHO, J. Compactação: uma preocupação pertinente. A\n\nGranja,  Porto Alegre, v. 646, p. 55-57, 2002.\n\nREICHARDT, K. Capacidade de campo. Revista Brasileira de Ciência do Solo,\n\nCampinas, v. 12, p. 211-216, 1988.\n\nREICHARDT, K. Processos de transferência no sistema solo – planta – atmosfera.\n\nPiracicaba: Fundação Cargill, 1985. 445 p. \n\nRIBEIRO, M.A.V. Resposta da soja e do eucalipto a fósforo em solos de diferentes\n\ntexturas, níveis de densidade e de umidade . 1999. 71 f. Tese (Doutorado em\n\nAgronomia) – Universidade Federal de Lavras, Lavras, 1999.\n\n\n\n121\n\nROSOLEM, C.A.; ALMEIDA, A.C.S.; SACRAMENTO, L.V.S. Sistema radicular e\n\nnutrição da soja em função da compactação do solo. Bragantia, Campinas, v. 53, p.\n\n259-266, 1994a.\n\nROSOLEM, C.A.; VALE, L.S.R.; GRASSI FILHO, H.; MORAES, M.H. Sistema radicular\n\ne nutrição do milho em função da calagem e da compactação do solo. Revista\n\nBrasileira de Ciência do Solo, Campinas, v. 18, p. 491-497, 1994b. \n\nROSOLEM, C.A.; FERNANDEZ, E.M.; ANDREOTTI, M.; CRUSCIOL, C.A.C.\n\nCrescimento radicular de plântulas de milho afetado pela resistência do solo à\n\npenetração. Pesquisa Agropecuária Brasileira, Brasília, v. 34, p. 821-828, 1999.\n\nSAVAGE, M.J.; RITCHIE, J.T.; LAND, W.L.; DUGAS, W.A. Lower limit of soil water\n\navailable. Agronomy Journal, Madison, v. 88, p. 651-844, 1996.\n\nSECCO, D.; SILVA, V.R.; RUBIN, R.B; REINERT, D.J. Efeitos da compactação nos\n\natributos físicos do solo e na produtividade da cultura do trigo, em Latosolo Vermelho\n\nEscuro no sistema plantio direto. In: REUNIÃO BRASILEIRA DE MANEJO E\n\nCONSERVAÇÃO DO SOLO E DA ÁGUA, 13., 2000, Ilhéus. Anais... Ilhéus: SBCS,\n\n2000. 1 CD-ROM.\n\nSHIERLAW, J.; ALSTON, A.M. Effect of soil compaction on root growth and uptake of\n\nphosphorus. Plant and Soil, Dordrecht, v. 77, p. 15-28, 1984.\n\nSIDIRAS, N.; VIEIRA, M.J. Comportamento de um Latossolo Roxo distrófico\n\ncompactado pelas rodas de um trator na semeadura. Pesquisa Agropecuária\n\nBrasileira, Brasília, v. 19, p. 1285-1293, 1984.\n\nSIDIRAS, N.; VIEIRA, S.R.; ROTH, C.H. Determinação de algumas características\n\nfísicas de um Latossolo Roxo distrófico sob plantio direto e preparo convencional.\n\nRevista Brasileira de Ciência do Solo, Campinas, v. 8, p. 265-8, 1984.\n\n\n\n122\n\nSILBERBUSCH, M.; HALLMARK, W.B.; BARBER, S.A. Simulation of effects of soil bulk\n\ndensity and P addition on K uptake of soybean. Communications in Soil Science and\n\nPlant Analysis, New York, v. 14, p. 287-296, 1983. \n\nSILVA, A.P.; KAY, B.D. The sensitivity of shoot growth of corn to the least limiting water\n\nrange of soils. Plant and Soil, Dordrecht, v. 184, p. 323-329, 1996.\n\nSILVA, A.P.; KAY, B.D.; PERFECT, E. Characterization of the least limiting water range.\n\nSoil Science Society of America Journal, Madison, v. 58, p. 1775-1781, 1994.\n\nSILVA, G.P.; NOVAIS, R.F. de; NEVES, J.C.L.; BARROS, N.F. Respostas de espécies\n\nde gramíneas forrageiras a camadas compactadas de solo. Revista Ceres, Viçosa, v.\n\n39, p. 31-43, 1992.\n\nSILVA, V.R.; REINERT, D.J.; REICHERT, J.M. Densidade do solo, atributos químicos e\n\nsistema radicular do milho afetados pelo pastejo e manejo do solo. Revista Brasileira\n\nde Ciência do Solo, Viçosa, v. 24, p. 191-199, 2000a.\n\nSILVA, V.R.; REINERT, D.J.; REICHERT, J.M. Resistência mecânica do solo à\n\npenetração influenciada pelo tráfego de uma colhedora em dois sistemas de manejo do\n\nsolo. Ciência Rural, Santa Maria, v. 30, p. 795-801, 2000b.\n\nSILVA, V.R.; REICHERT, J.M.; REINERT, D.J.; SILVA, A.P.; BRAIDA, J.A.; KAISER,\n\nD.R. Intervalo Hídrico Ótimo para três solos em sistema de plantio direto. In: REUNIÃO\n\nBRASILEIRA DE MANEJO E CONSERVAÇÃO DO SOLO E DA ÁGUA, 14., 2003,\n\nCuiabá. Anais... Cuiabá: SBCS, 2002. 1 CD-ROM.\n\nSMITH, C.W.; JOHNSTON, M.A.; LORENTZ, S. The effect of soil compaction and soil\n\nphysical properties on the mechanical resistance of South African forestry soils.\n\nGeoderma, Amsterdam, v. 78, p. 93-111, 1997.\n\n\n\n123\n\nSTIRZAKER, R.J.; PASSIOURA, J.B.; WILMS, Y. Soil structure and plant growth:\n\nimpact of bulk density and biopores. Plant and Soil, Dordrecht, v. 185, p. 151-162,\n\n1996.\n\nSTOLF, R. Teoria e teste experimental de fórmulas de transformação dos dados de\n\npenetrômetro de impacto em resistência do solo. Revista Brasileira de Ciência do\n\nSolo, Campinas, v. 15, p. 229-235, 1991.\n\nSTOLF, R.; FERNANDES, J.; FURLANI NETO, V.L. Recomendação para uso do\n\npenetrômetro de impacto, modelo IAA/Planalsucar - Stolf. São Paulo: MIC/IAA/\n\nPNMCA-Planalsucar, 1983. 8 p. (Série Penetrômetro de Impacto - Boletim, 1).\n\nSTONE, L.F.; GUIMARÃES, C.M.; MOREIRA, A.A.J. Compactação do solo na cultura\n\ndo feijoeiro. I: efeitos nas propriedades físico-hídricas do solo. Revista Brasileira de\n\nEngenharia Agrícola e Ambiental, Campina Grande, v. 6, p. 207-212, 2002.\n\nTARDIEU, F. Analysis of the spatial variability in maize root density. Plant and Soil,\n\nDordrecht, v. 109, p. 257-262, 1988.\n\nTARDIEU, F. Growth and functioning of roots and to root systems subjected to soil\n\ncompaction. Towards a system with multiple signaling. Soil &amp; Tillage Research,\n\nAmsterdam, v. 30, p. 217-243, 1994.\n\nTAVARES FILHO, J.; BARBOSA, G.M.C.; GUIMARÃES, M.F.; FONSECA, I.C.B.\n\nResistência do solo à penetração e desenvolvimento do sistema radicular do milho (Zea\n\nmays) sob diferentes sistemas de manejo em um Latossolo Roxo. Revista Brasileira\n\nde Ciência do Solo, Viçosa, v. 25, p. 725-730, 2001.\n\nTAYLOR, H.M.; BRAR, G.S. Effect of soil compaction on root development. Soil &amp;\n\nTillage Research, Amsterdam, v. 19, p. 111-119, 1991.\n\n\n\n124\n\nTAYLOR, H.; GARDNER, H. Penetration of cotton seedling taproots as influenced by\n\nbulk density, moisture content, and strength. Soil Science, Baltimore, v. 963, p. 153-\n\n156, 1963.\n\nTAYLOR, H.M.; RATLIFF, L.F. Root elongarion rates of cotton and peanuts as a\n\nfunction of soil strength and soil water content. Soil Science, Baltimore, v. 108, p. 113-\n\n119, 1969.\n\nTAYLOR, H.M.; ROBERSON, G.M.; PARKER Jr., J.J. Soil strength-root penetration\n\nrelations to medium to coarse-textured soil materials. Soil Science, Baltimore, v. 102, p. \n\n18-22, 1966.\n\nTHOMPSON, P.J.; JANSEN, I.J.; HOOKS, C.L. Penetrometer resistance and bulk\n\ndensity as parameters for predicing root system performance in mine soils. Soil Science \n\nSociety of America Journal, Madison, v. 51, p. 1288-1293, 1987.\n\nTIMLIM, D.J.; AHUJA, L.R.; ANKENY, M.D. Comparison of three field methods to\n\ncharacterize apparent macropore conductivity. Soil Science Society of America\n\nJournal, Madison, v. 58, p. 278-284, 1994.\n\nTOPP, G.C.; GALGANOW, Y.T.; WIRES, K.C. Non limiting water range (NLWR): an\n\napproach for assessing soil structure. Ottawa: Soil Quality Evaluation Program, 1994. 96\n\np. (Technical Report, 2).\n\nTORMENA, C.A.; ROLOFF, G.  Dinâmica da resistência à penetração de um solo sob\n\nplantio direto. Revista Brasileira de Ciência do Solo, Campinas, v. 20, p. 333-339,\n\n1996.\n\nTORMENA, C.A.; SILVA, A.P.; LIBARDI, P. Caracterização do intervalo hídrico ótimo de\n\num Latossolo Roxo sob plantio direto. Revista Brasileira de Ciência do Solo, Viçosa,\n\nv. 22, p. 573-581, 1998.\n\n\n\n125\n\nTU, J.C.; TAN, C.S. Effect of soil compaction on growth, yield and root rots of white\n\nbeans in clay loam and sandy loam soil. Soil Biology and Biochemistry, Oxford, v. 23, \n\np. 233-238, 1991.\n\nTURNER, N.C. Further progress in crop water relations. Advances in Agronomy, San\n\nDiego, v. 58, p. 293-325, 1997.\n\nUNGER, W.P.; KASPAR, T.C. Soil compaction and root  growth: a rewiew. Agronomy\n\nJournal, Madison, v. 86, p. 759-766, 1994.\n\nVEEN, B.W.; BOONE, F.R. The influence of mechanical resistance and soil water on the \n\ngrowth of seminal roots of maize. Soil &amp; Tillage Research, Amsterdam, v. 16, p. 219-\n\n226, 1990.\n\nVEEN, B.W.; NOORDWIJK, M.; WILLIGEN, P.; BOONE, F.R.; KOOISTRA, M.J. Root-\n\nsoil contact of maize, as measured by a thin-section technique. III. Effects on shoot\n\ngrowth, nitrate and water uptake efficiency. Plant and Soil, Dordrecht, v. 139, p. 131-\n\n138, 1992.\n\nVIEIRA, M.J.; MUZILLI, O. Características físicas de um Latossolo Vermelho Escuro \n\nsob diferentes sistemas de manejo. Pesquisa Agropecuária Brasileira, Brasília, v. 19, \n\np. 873-882, 1984.\n\nVOORHEES,  W.B.;  LINDSTORM,  M.J.  Soil  compaction constraints on conservation\n\ntillage in the northorn corn belt. Journal of Soil Water Conservation, Ankeny, v. 38, p. \n\n307-311, 1983.\n\nVOORHEES, W.B.; FARRELL, D.A.; LARSON, W.E. Soil strenght and aeration effects\n\non root elongarion. Soil Science Society of America Proceedings, Madison, v. 39, p.\n\n948-953, 1975.\n\n\n\n126\n\nWEAICH, K.; BRISTOW, K.L.; CASS, A. Preemergent shoot growth of maize under\n\ndifferent dryin conditions. Soil Science Society of America Journal, Madison, v. 56, p.\n\n1272-1278, 1992.\n\nWOLFE, D.W.; TOPOLESKI, D.T.; GUNDERSHEIM, N.A.; INGALL, B.A. Growth and\n\nyeld sensitivity of four vegetable crops to soil compaction. Journal of the American\n\nSociety of Horticultural Science, Alexandria,  v. 120, p. 956-963, 1995.\n\n\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tDADOS CURRICULARES\n\tEPÍGRAFE\n\tAGRADECIMENTOS\n\tSUMÁRIO\n\tRESUMO\n\tABSTRACT\n\tCAPÍTULO 1 – CONSIDERAÇÕES GERAIS\n\tCAPÍTULO 2 – ALTURA E MATÉRIA SECA DE SOJA E ARROZ DE SEQUEIRO EM NÍVEIS DE COMPACTAÇÃO E DE ÁGUA DE DOIS LATOSSOLOS\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 3 - NUTRIÇÃO DA SOJA E DO ARROZ DE SEQUEIRO EM NÍVEIS DE COMPACTAÇÃO E DE ÁGUA DE DOIS LATOSSOLOS\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 4 - EFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE ÁGUA NA PRODUÇÃO DE SOJA\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 5 – EFEITO DA COMPACTAÇÃO DO SOLO E DO CONTEÚDO DE ÁGUA NA PRODUÇÃO DE ARROZ DE SEQUEIRO\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 6 – QUALIDADE FÍSICA DO SOLO E A PRODUÇÃO DE SOJA E ARROZ DE SEQUEIRO EM DOIS LATOSSOLOS\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 7 – RELAÇÃO ENTRE ALGUNS ATRIBUTOS FÍSICOS E A PRODUÇÃO DE GRÃOS DE SOJA E ARROZ DE SEQUEIRO EM LATOSSOLOS\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 8 – EFEITO DA COMPACTAÇÃO DO SOLO NO DESENVOLVIMENTO RADICULAR E NA PRODUTIVIDADE DE SOJA\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tCAPÍTULO 9 – RESISTÊNCIA DO SOLO À PENETRAÇÃO, INTERVALO HÍDRICO ÓTIMO E PRODUTIVIDADE DE SOJA\n\tIntrodução\n\tMaterial e Métodos\n\tResultados e Discussão\n\tConclusões\n\n\tREFERÊNCIAS"}]}}}