{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05870"}, {"@name": "filename", "#text": "10319_Andr%c3%a9%20Manuel%20Gomes%20dos%20Santos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade do Minho\nEscola de Ciências\nAndré Manuel Gomes dos Santos\no\nÜ\nÜ\no\nu\no\n5\nc\nCA\n3\n</>\n</>\nS\nS\nDiversity and Distribution of Freshwater\nMussels in Morocco\nu.\no\nc\no\n□\n■Q\n*E\ntn\nQ\n■n\nc\nra\n£\n(/>\no\n>\n¡5\n_o\nc\nCD\n<z>\no\n~o\nE\no\nO\nZ3\nC\nCD\ns\n\"O\n<\no\no\nUniversidade do Minho\nEscola de Ciências\nAndré Manuel Gomes dos Santos\nDiversity and Distribution of Freshwater Mussels in Morocco\nMaster thesis Ecology\nWork made under supervision of: Prof. Doutor Ronaldo Sousa\nDoutora Elsa Froufe\nDeclaração\nNome: André Manuel Gomes dos Santos\nEndereço Eletrónico: andrepousa64@gmail.com Telefone: 962323994\nNúmero do Cartão do Cidadão: 14591358\nTitulo da dissertação:\nDiversity and Distribution of Freshwater Mussels in Morocco\nDiversidade e Distribuição de Mexilhões de Água Doce em Marrocos\nOrientadores: Ronaldo Sousa, PhD; Elsa Froufe, PhD\nAno de Conclusão: 2017\nDesignação de Mestrado: Ecologia\n1. É AUTORIZADA A REPRODUÇÃO INTEGRAL DESTA DISSERTAÇÃO APENAS PARA EFEITOS DE INVESTIGAÇÃO, MEDIANTE DECLARAÇÃO ESCRITA DO INTERESSADO, QUE A TAL SE COMPROMETE;\nUniversidade do Minho,______/____/_________\nAssinatura:___________________________________________________________________\nAgradecimentos\nAgradeço, às duas instituições que me acolheram, ao Departamento de Biologia da Universidade do Minho e ao Centro Interdisciplinar de Investigação Marinha e Ambiental (CIIMAR) e que permitiram a realização deste trabalho.\nAos meus orientadores, primeiramente, por me terem concedido a oportunidade de trabalhar com eles; por todo o conhecimento que partilharam comigo; e por todo apoio e orientação durante o desenvolvimento desta dissertação.\nAo meu orientador, Professor Doutor Ronaldo Sousa por ter inspirado a minha entrada no mundo da Ecologia; por ter demostrado confiança em mim, sempre apoiando e encorajando o meu progresso no mundo da ciência; pela prontidão e disponibilidade que sempre teve para ajudar, esclarecer e corrigir no decorrer das diferentes fazes desta dissertação;\nÁ minha coorientadora, Doutora Elsa Froufe, por tudo que me ensinou e continua a ensinar no mundo da genética molecular; pela incansável disponibilidade e tempo empregues na ajuda da escrita e análise de dados desta dissertação; pela imensurável paciência para lidar com os meus disparates e inseguranças; por sempre incentivar o meu espírito critico e encorajar o meu futuro na ciência;\nAo Manuel Lopes-Lima, que mesmo não sendo orientador oficial, ter-se demonstrado sempre disponível para me esclarecer qualquer dúvida e por todo o apoio despendido no desenvolvimento da dissertação.\nA todos os meu colegas de laboratório, e de campo, por toda ajuda e companheirismo que tiveram no decorrer do trabalho.\nAos meus Pais, por sempre suportarem, acreditarem e apoiarem as minhas decisões.\nÀ Adriana por ter estado sempre ao meu lado e sempre me apoiar, ao longo de todo o trabalho e nos últimos 8 anos.\nÀ minha família por todo o apoio que me deram e por sempre acreditarem em mim.\niv\nDiversidade e Distribuição de Mexilhões de Água Doce em Marrocos\nResumo\nOs mexilhões de água doce (Bivalvia: Unionoida) são responsáveis por importantes funções e serviços nos ecossistemas aquáticos, contudo encontram-se globalmente ameaçados. Marrocos é um país do Norte de Africa caracterizado por um clima semiárido, no qual existem pelo menos 5 espécies de mexilhões de água doce. Nas últimas décadas, os sistemas de água doce de Marrocos têm sido altamente degradados pela intensa pressão humana, resultante do crescimento económico e populacional do país. Só recentemente algumas questões sobre a taxonomia e distribuição dos mexilhões de água doce têm sido respondidas; no entanto, muita informação carece de atualização. Deste modo, é essencial completar e atualizar a informação sobre a distribuição e a diversidade de mexilhões de água doce em Marrocos. Assim, os objetivos deste estudo foram: 1) avaliar a composição taxonómica destas espécies no país; 2) atualizar a informação sobre a sua distribuição; 3) avaliar a diversidade genética de cada espécie; e 4) realizar uma avaliação preliminar sobre a conservação destas espécies. Para tal foi feita uma amostragem extensiva nas principais bacias hidrográficas de Marrocos e uma analise filogenética e filogeográfica, utilizando a subunidade 1 do gene da Citocromo Oxidase (COI) do genoma mitocondrial como marcador molecular. Os resultados permitiram confirmar a presença de cinco espécies nativas no país, Anodonta anatina, Margarítifera marocana, Potomida littoralis, Unio foucau/dianuse Uniogibbus. Foi possível confirmar que A. anatinaé, de facto, a espécie do género Anodonta presente no país. A. anatinae M marocanaapresentaram uma distribuição muito restrita, ao passo que as restantes espécies estavam mais amplamente distribuídas. P littoralis foi a única espécie presente numa bacia endorreica. Desde o último levantamento em 2012, a distribuição da espécíe invasora Corbicuia fiuminea aumentou. P littoralis foi a espécie com maior diversidade genética intraespecífica. Por outro lado, as restantes espécies exibiram baixa diversidade haplotípica, inclusive todos os indivíduos da espécie A. anatina partilharam o mesmo haplótipo. Em termos de conservação, as situações mais preocupantes são as de A. anatina e M marocana devido à restrita distribuição e baixa diversidade. No entanto, todas as espécies apresentam sinais de vulnerabilidade, sendo extremamente importante e urgente implementar planos legislativos e de gestão que visem a proteção destas espécies e assegurem a sua sobrevivência.\nvi\nDiversity and Distribution of Freshwater Mussels in Morocco\nAbstract\nFreshwater mussels (Bivalvia: Unionoida) are in global decline, despite being responsible for important ecosystem services and functions. Morocco is a semi-arid country of Northern Africa inhabited by five native freshwater mussel species. In the last decades, Moroccan freshwater ecosystems and their biodiversity have been strongly degraded in consequence of the growing human population and economic development. In recent years, some work on freshwater mussels has been done in the area, but there are still many gaps regarding the diversity and distribution of these species. Given all this, the aims of this study were: 1) to assess the taxonomic composition of the species present in the country; 2) update the current distribution of each species; 3) asses the genetic diversity of each species; and 4) make a preliminary assessment of the conservation status of each species. For that, an extensive sampling was carried throughout the main river basins of the country and phylogenetic and phylogeographic analyses were performed, using mtDNA cytochrome oxidase subunit 1 (COI) gene. Our results show the existence of five distinct native species, Anadonta anatina, Margaritifera marocana, Potomida littoralis, Unio foucau/dianus and Unio gibbus. A. anatina was confirmed to be the species of the Anodonta genus present. Regarding the distribution, while A. anatina and M marocana were the most restricted species, being only present in two basins, U gibbus, P. littoralis and U foucau/dianus had a wider distribution. P littoralis was the only species present in an endorheic basin. Additionally, the distribution of the invasive species Corbicuia f/uminea has increased since 2012. P littoralis shown the highest haplotypic diversity, suggesting more stable and diverse genetic structure. On the other hand, the other four species revealed much lower haplotypic diversity, with all A. anatina individuals sharing the same haplotype. Due to their limited distribution and low genetic diversity, A. anatina and M marocana were the most concerning cases regarding conservation. Nevertheless, all the species have been suffering declines in the last decades and are constantly exposed to various threats. Therefore, it is urgent to implement management and legislative actions to ensure the long-term persistence of these interesting and functional important species.\nviii\nList of Contents\nDiversity and Distribution of Freshwater Mussels in Morocco\nAGRADECIMENTOS...................................................................III\nRESUMO.............................................................................V\nABSTRACT.........................................................................VII\nLIST OF FIGURES...................................................................XI\nLIST OF TABLES...................................................................XII\n1.\tINTRODUCTION...................................................................1\n1.1\tFreshwater ecosystems........................................................1\n1.2\tFreshwater mussels' general ecology and main threats to their conservation...2\n1.3\tMoroccan freshwater ecosystems...............................................4\n1.4\tFreshwater bivalves present in Morocco.......................................5\n1.5\tMolecular markers and their application for phylogeographical patterns in freshwater mussels of\nthe Maghreb........................................................................8\n1.6\tObjectives...................................................................9\n2.\tMETHODS.....................................................................11\n2.1\tDistribution assessment ....................................................11\n2.2\tSample collection...........................................................11\n2.3\tDNA extraction, amplification and sequencing................................12\n2.4\tPhylogenetic analyses and population geographic structure...................12\n2.5\tDistribution Maps...........................................................14\n3.\tRESULTS ....................................................................15\n3.1\tPhylogenetic analyses of freshwater mussels in Morocco......................15\n3.2\tDistribution and population genetic structure......................................16\n3.2.1\tAnodonta anatina.................................................................16\n3.2.2\tMargarítifera ma roca na.........................................................19\n3.2.3\tPotomida littoral is.............................................................21\n3.2.4\tUnio foucauldianus...............................................................23\n3.2.5\tUnio gibbus.....................................................................25\n3.2.6\tCorbicuia flu minea..............................................................28\n3.3\tDistribution Maps..................................................................29\n4.\tDISCUSSION...........................................................................31\n4.1\tAnodonta anatina...................................................................31\n4.2\tMargarítifera ma rocana.............................................................34\n4.3\tPotomida iittoraiis................................................................36\n4.4\tUnio foucauldianus................................................................ 39\n4.5\tUnio gibbus........................................................................41\n4.6\tCorbicuia fiuminea..................................................................43\n4.7\tCurrent and future conservation scenarios..........................................44\n5.\tCONCLUSION...........................................................................50\n6.\tBIBLIOGRAPHY.........................................................................51\n7.\tSUPPLEMENTARY INFORMATION............................................................61\nList of Figures\nFigure 1 - Neighbour-Joining (NJ) phylogeny of Unionida from Morocco. Four individuals of each known species were included. The sequences obtained in this study are represented in red. Additionally, European A. anatina and A. cygnea specimens were added for comparison purposes. Support values above 50 (%) are given as bootstrap support (NJ) above the nodes.....................................................................15\nFigure 2 - Map showing the locations of A. anatina samples from Morocco and Europe. European locations were approximated, adapted from Froufe et al (2014) and references within. Colours represent the geographic distributions of the major groups as in the phylogeny and haplotype network (Figure 3 and 4)...............17\nFigure 3 - Neighbour-Joining (NJ) phylogeny resulted from 118 COI sequences (590bp) of A. anatina and with P. compianata and A. cygnea individuals as outgroups. Support values above 50 (%) are given as bootstrap support (NJ) above the nodes. Some values were omitted for clarity at short nodes within clades. Colours highlight the major mtDNA groups found that correspond to the geographic distribution as seen in Figure 2. 18 Figure 4 - COI haplotype (TCS) network showing the relationships of A. anatina haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and/or potential intermediates. Colours correspond to the major mtDNA groups found in the phylogeny (Figure 3). . 19 Figure 5 - Map showing the locations of M. marocanasamples from Morocco. Colours represent the geographic distributions of the sampled populations. Derna River location was approximated and extrapolated from Araujo et al (2009). Right below COI haplotype (TCS) network showing the relationships of M marocana haplotypes. Circle size is proportional to the observed haplotype frequencies and colours correspond to the geographic distribution as seen in the map............................................................................20\nFigure 6 - Map showing the locations of P. Httoraiissamples from Morocco and Tunisia. Colours represent the geographic distributions of the sampled populations. Laou River and Tunisian locations were approximated and extrapolated from Araujo et al (2009) and Khallloufi et al (2011), respectively............................22\nFigure 7 - COI haplotype (TCS) network showing the relationships of P. Httoraiis haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 6.............23\nFigure 8 - Map showing the locations of U foucauidianus samples from Morocco. Colours represent the geographic distributions of the sampled populations within the country.....................................24\nFigure 9 - COI haplotype (TCS) network showing the relationships of U foucauidianus haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 8.............25\nFigure 10 - Map showing the locations of U gibbus samples from Morocco, Spain and Tunisia. Colours represent the geographic distributions of the sampled populations. Tunisian locations were approximately and extrapolated from Khalloufi et al (2011)...................................................................27\nFigure 11 - COI haplotype (TCS) network showing the relationships of U gibbus haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 10............28\nFigure 12 - Map showing the locations of C. fiuminea samples from Morocco..................................29\nFigure 13 - Distribution of the five freshwater mussels native species across all assessed sites in Morocco, recorded from May 2013 to September 2016. Size of the pie chart wedges do not reflect relative abundance of species....................................................................................................30\nList of Tables\nTable S 1 - List of samples used with respective GenBank accession codes and information about population/ country, river basin, haplotype/haplogroups. The haplotypes/haplogroups are represented by the code/colour shown in the networks..................................................................................61\nTable S 2 - List of samples used in the phylogeny of all the species present in Morocco, with respective GenBank accession codes and information about population/ country, river basin.................................72\n1.\tIntroduction\n1.1\tFreshwater ecosystems\nFreshwater ecosystems represent a very small portion of earth's surface (0.8%) and an even smaller portion of all the water on the planet (less than 0.01%) (Dudgeon et al 2006). Yet, freshwater ecosystems support a high biodiversity, which includes around 10% of all known animals (Balian et al 2008, Strayer and Dudgeon 2010). There is a high frequency of endemism and speciation due to the natural characteristics of these ecosystems, which favour isolation and impair long distance dispersal and consequent reductions in connectivity (Strayer and Dudgeon 2010). However, these same characteristics make freshwater biodiversity incredibly vulnerable and sensitive to human activities (Dudgeon et al 2006, Strayer and Dudgeon 2010, Carpenter et al 2011). In addition, freshwater ecosystems provide a wide range of resources essential for humans, such as support (e.g. nutrient cycling), provisioning (e.g. water), regulation (e.g. disease) and cultural (e.g. education) services (Carpenter et al 2011). The increasing need for those resources, especially water, as led to a greater pressure upon freshwater biodiversity, which is nowadays in decline (Dudgeon et al 2006, Strayer and Dudgeon et al 2010, Carpenter et al 2011). Freshwater biodiversity is threatened in various ways, including: overexploitation, pollution, alterations in flow regimes, habitat loss, fragmentation and degradation of habitats, climate change and introduction of non-native species (Dudgeon et al 2006, Carpenter et al 2011, and references within). In fact, almost every freshwater ecosystem in the world has been already altered (Leveque and Balion 2005). With all of this in mind, freshwater ecosystems are considered hotspots of diversity and of endangerment (Strayer and Dudgeon 2010).\nThe decline of freshwater biodiversity has raised the interest of the scientific community, and more recently many faunal groups such as invertebrates have gained more attention (e.g. Lydeard et al 2004, Strayer et al 2004, Clausnitzer et al 2009). Invertebrates represent 99% of all animal diversity (Ponder and Lunney 1999) and they usually dominate the abundance and biomass of both aquatic and terrestrial ecosystems (Cardoso et al 2011). Furthermore, they are responsible for a great variety of ecosystem functions and services including pollination, bioturbation, nutrient cycling, water\npurification, among others (Hooper et al 2005, Cardinale et al 2012, Mace et al 2012). However, for many decades, invertebrates have been ignored in the majority of conservation studies, which have been almost exclusively focused on vertebrates, especially mammals and birds (Lydeard et al 2004, Cardoso et al 2011). Nevertheless, more recently, invertebrates have gained scientific and media attention. Particularly in freshwater ecosystems, studies of the freshwater mussels of the Order Unionida Gray, 1854 have had an exponential increase in the last two decades (Lopes-Lima et al 2014a).\n1.2\tFreshwater mussels' general ecology and main threats to their conservation\nUnionida freshwater bivalves, frequently referred as freshwater mussels or naiads, inhabit all continents except Antarctica (Graf and Cummings 2007, Lopes-Lima et al 2014a). These organisms have some characteristics that make them biologically very interesting, such as: some species have a very long lifespan, living more than a century; they have a peculiar life cycle, which includes parental care (e.g. brooding) and specialized larvae (glochidea) that act as parasite of fishes (and much less often other vertebrates such as amphibians) (Lopes-Lima et al 2014a, 2017a); they also have an unusual mode of mitochondrial DNA transmission, called Doubly Uniparental Inheritance (DUI), where males inherit mtDNA from both parents while females only inherit maternal mtDNA (Graf and Cummings 2007, Lopes-Lima et al 2014a). Besides, freshwater mussels are also responsible for several functions that ensure the balance and good health of ecosystems: they have an outstanding capacity for filtering huge amounts of water (40l/day/ind.), which has a great impact on water clarity and quality (Tankersley &amp; Dimock 1993, Lopes-Lima et al 2017a); they promote the transference of matter and energy between the water column and the benthos, which affects primary and secondary production; they increase bioturbation and oxygenation of the sediments (Stayer et al 1999, Lopes-Lima et al 2017a) and their shells can be used by other organisms (e.g. macroinvertebrates and algae) as substrate or refugia from harsh abiotic conditions or predators and therefore facilitate their existence (Vaughn and Hakenkamp 2001, Spooner et al 2013). Because of their important ecological roles, they are often\nreferred as ecosystem engineers (Gutiérrez et al 2003). Moreover, freshwater mussels are also responsible for ecosystem services of great importance, such as water purification, are prey for some commercially important fishes, serve as source of protein to humans (mostly in Asia) and provide some valuable materials like pearls and shells (Haag 2012, Lopes-Lima et al 2017a, Zieritz et al 2016).\nDespite the major role that freshwater mussels have in aquatic ecosystems and the services they provide to human well-being, these species are globally threatened and many populations are in pronounced decline (Strayer et al 2004, 2006, Lydeard et al 2004, Lopes-Lima et al 2017a). In fact, according to the IUCN Red List 2015, 44% of the documented freshwater mussel species are in Threatened or Near Threatened category (Lopes-Lima et al 2017a). The major threats that have affected these species worldwide are: habitat loss, fragmentation and degradation of habitats (mostly by reservoir constructions or other man-made structures), pollution (which has a greater impact in larvae and juveniles), extirpations of host fishes, introductions of non-native species (predators, competitors or hosts that do not function), water abstraction (to fulfil human needs) and overexploitation (for food, pearls and/or nacre) (Lydeard et al 2004, Strayer et al 2004, Lopes-Lima et al 2014a, 2017a). Associated to all these threats, climate change will possibly exacerbate the poor conservation status of many populations worldwide (Santos et al 2015a).\nThe global extinction crisis in freshwater mussels has led to a great increase in efforts to better understand the distribution and diversity of these species, as well as their autecology (e.g. density, biomass, life cycle, population's structure, habitat preference and space-time dynamics). These efforts are essential in order to advance with strategies and management plans to protect these animals (reviewed in Lopes-Lima et al 2014a). Nevertheless, most of the work that has been done is strongly biased towards Northern America and European taxa, and in other regions of the world, such as in Africa, information on freshwater mussels, including basic data on diversity and distribution, is very scarce (Graf and Cummings 2007, 2011, Lopes-Lima et al 2014a, Sousa et al 2016). In fact, the most recent assessment available for Africa (and Madagascar), described the presence of 87 freshwater mussel species (Graf and Cummings 2011). Additionally, the authors pointed that many taxonomic doubts subsist due to outdated information and absence of molecular studies. Besides this, there are still uncertainties about species distributions and lack of basic ecological data, which makes difficult to\nimplement more detailed ecological studies and conservation plans (Graf and Cummings 2011, Lopes-Lima et al 2014a).\n1.3\tMoroccan freshwater ecosystems\nMorocco is a semi-arid Northern West African country, which is included in a region known as Maghreb. As it happens in other regions of the world, human pressure upon freshwater biodiversity is also increasing in North Africa. Freshwater ecosystems have suffered negative impacts triggered by the growing economic activities in Morocco (and other North African countries), such as stockbreeding, mining and agriculture, the latter being the most harmful for freshwater ecosystems due to the intense water extraction for irrigation as well as the uncontrolled use of fertilizers and pesticides (Van Damme et al 2010, Schyns and Hoekctra 2014). Furthermore, in the last decades' human populations have increased causing a larger input of pollutants from industry and domestic origin, which, in some basins, are directly released in rivers without treatment and/or regulation (Van Damme et al 2010, Schyns and Hoekctra 2014, Sousa et al 2016). Also, to satisfy the growing urban populations, irrigation needs and energy production, the construction of reservoirs is increasing, which directly affects biodiversity (e.g. fragmentation and destruction of habitats, alterations in water flow and as a barrier for migratory fish species, among others) and increases the water loss due to evaporation (Van Damme et al 2010, Schyns and Hoekctra 2014). As an aggravation to all this, Morocco is very vulnerable to climate change, particularly to extreme climate events (Schilling et al 2012, Schyns and Hoekctra 2014). Droughts are nowadays more frequent and last for extended periods of time (Schilling et al 2012). As a consequence, some rivers dry completely during the summer or stay reduced to small disconnected water pools, which makes them more susceptible to pollution, decreasing the availability of habitats, and also increasing biotic interactions (Van Damme et al 2010). On the other hand, drought events will most certainly increase the water's necessities for agriculture, industrial and human consumption, which will lead to an even more intense and widespread extraction of water and reservoirs construction.\nal 2012, 2014, Sousa et al 2016). However, these possible negative impacts were not yet assessed in Morocco.\n1.4\tFreshwater bivalves present in Morocco\nRelatively to freshwater mussels in Morocco, some work was made in the beginning of the 20th century (Pallary 1918, 1923, 1928) and then in the 80's and the 90's (Van Damme 1984, Mandhal-Barth 1988, Daget 1998). However, there are still uncertainties about the current distribution and taxonomy of species present in the country. In fact, only recently, with the help of molecular markers it was possible to clarify the taxonomic status of the species present in the country (Araujo et al 2009a,b, Khalloufi et al 2011, Froufe et al 2016a,b). Therefore, nowadays, there are five recognised native freshwater mussel species in Morocco and all belonging to the Order Unionida: Anodonta sp. (Lamarck, 1799), Margaritifera marocana (Pallary 1918), Potomida Httoraiis (Cuvier, 1798), Unio gibbus (Spengler, 1793) and Unio foucauidianus (Pallary, 1936). In addition, the non-native freshwater bivalve, from a distinct Order (i.e. Veneroida), Corbicuia fiuminea (O.F. Muller, 1774) was recently described in the country (Clavero et al 2012). Finally, some species of Sphaeriidae Family have also been described in Morocco but the uncertainites about their distribution and taxonomy are even larger and its discussion is out of the scope of this thesis.\nConcerning the genus Anodonta, many uncertainties exist about which species is present in Morocco. According to the last IUCN assessment (Van Damme and Ghamizi 2010a), the Anadonta species present in Morocco is endemic and named Anodonta paiiaryi (Bede, 1932) (Van Damme et al 2010a). On the other hand, in the Mussel Project (Graf and Cummings 2015) it is stated that the species present is Anodonta anatina (Linnaeus, 1758), which is a widely-distributed species in Europe (Froufe et al 2014). Regarding its distribution, Anodonta sp. is probably present in Grou River (shells were found in 1990's) (Van Damme and Ghamizi 2010a). In addition, Sousa et al (2016) have recently found individuals in the Oum Er Rbia basin. Furthermore, it is believed that its distribution has been dramatically reduced since 1930's and some populations are now probably extinct (for example in Mda basin; Van Damme and Ghamizi 2010a). Consequently, A. paiiayi is considered Critically\nEndangered by the IUCN Red List (Van Damme and Ghamizi 2010a). There is no information about its host fishes in Morocco, even though the genus Anodonta is generally considered a host generalist, using a wide range of fish families and, also, habitat generalist, capable of inhabiting highly altered and disturbed habitats in Europe (reviewed in Lopes-Lima et al 2017a).\nMargaritifera marocana, which is considered one of the rarest freshwater mussels in the world and is classified as Critically Endangered (Van Damme and Ghamizi 2010b), was once abundant in Sebou (North) and Oum Er Rbia (Centre) basins (Araujo et al 2009a, Araujo and Ramos 2010, Van Damme et al 2010, Sousa et al 2016). Nowadays, the species has a much more restricted distribution and only the Laabid River seems to have a relatively stable population (Sousa et al 2016). In Sebou basin this species also suffered a major contraction in its distribution (Araujo and Ramos 2010) and in a recent assessment Araujo et al (2009a) could not find specimens in this basin. To date, there is almost no detailed study about basic ecological features (e.g. information on host fish is not available) regarding this species (but see Sousa et al 2016).\nPotomida Httora/is was recently listed as Endangered in IUCN Red List (Lopes-Lima et al 2014b) and has a wide distribution, being present in South-West Europe (Iberian Peninsula and Southern France), and North Africa, (i.e. Morocco, Algeria and Tunisia) (Araujo et al 2016, Froufe et al 2016a). This is probably the most widespread freshwater mussel species in Morocco. In fact, in recent studies individuals were sampled from many river basins across the country, including the Southern rivers near the Sahara Desert (Araujo et al 2016, Froufe et al 2016a, Sousa et al 2016). Regarding genetic information, Froufe et al (2016a) and Araujo et al (2016) analysed several individuals from North Africa, concluding their taxonomic classification as P littoralis. Moreover, some individuals from Northern regions of Iberian Peninsula and Southern France clustered with North African individuals. In Europe, this species is generally found in lotic habitats and uses a wide range of native fishes as hosts (reviewed in Lopes-Lima et al 2017a). Given the genetic proximity of European and North African populations it is possible that this and other ecological features are shared.\nThe Unio genus is phylogenetically divided in four main lineages: crassus, gibbus, pictorum and tumidus (Froufe et al 2016b, Lopes-Lima et al 2017a). For years, there was a lot of uncertainty about which Unio species was present in Morocco. This was mostly due to the fact that this genus presents\na high intraspecific phenotypic plasticity and regional variation in shell shape, which impaired its classification based only on morphological features (Froufe et al 2016b). Consequently, only recently and with the help of molecular markers combined with conchology, it was possible to clarify the taxonomic status of Uniospecies in the country, i.e. U. foucau/dianus (pictorum lineage) (Froufe et al 2016b) and U gibbus (gibbus lineage) (Araujo et al 2009b).\nIn the 2010 IUCN assessment, U. foucau/dianuswas classified as Critical Endangered based on the fact that its distribution has decreased significantly in the last decades. However, the recent work by Froufe et al (2016b) by reassessing the taxonomy status of this species revealed that its distribution is greater than previously believed. Nowadays, there are records of its presence in rivers from North to South of the country, i.e. Mda and Sebou in the Northern region, Oum Er Rbia in central region and in Noun and Massa in the Southwestern region and also in Mediterranean basins, e.g. Martil and Moulouya (Froufe et al 2016b, Sousa et al 2016). Furthermore, Froufe et al (2016b) by using microsatellites analyses were able to identify management units (MU's). MU's characterise \"populations with significant divergence of allele frequencies at a nuclear or mitochondrial loci, regardless of the phylogenetic distinctiveness of the alleles” (Moritz 1994) and thus are important for the definition of future conservation actions. Also, through phylogenetic analysis, it was showed that U foucau/dianus is included in the pictorum lineage and that its genetically closest species is Unio de/phinus (Spengler 1793), endemic to the Iberian Peninsula. It is also important to mention that no ecological detailed studies exist to date regarding the host fish and habitat requirements of U foucau/dianus.\nRelatively to U gibbus, the conservation status in its entire distribution has not yet been accessed. However, in Europe, the species is listed as Critically Endangered in the IUCN Red List (Araujo 2011), due to its restricted distribution (i.e. present only in Barbate River in Spain) and low abundances (Araujo et al 2009b; Araujo 2011). In North Africa, in addition to Morocco, this species is also present in Algeria and Tunisia (Daget 1984, Van Damme 1984, Mandhal-Barth 1988) and is possibly the most widespread Unio species in North Africa (Khalloufi et al 2011). In Morocco, it was recently found in Beth (Sebou basin), Mda, Oum Er Rbia and Noun Rivers (Araujo et al 2009b, Froufe et al 2016b, Sousa et al 2016, Lopes-Lima et al 2017b). However, its current distribution is not fully documented\nand the past distribution is sometimes hard to determine due to the existence of various synonyms for Unio species in Morocco (Araujo et al 2009b, Froufe et al 2016a,b). Using molecular markers, Khalloufi et al (2011) pointed out that Iberian and Moroccan individuals cluster together and apart from those from Tunisia. The genetically closest Unio species of U. gibbus is Unio durieui (Deshayes, 1847) and both species constituted the gibbus lineage (Khalloufi et al 2011, Froufe et al 2016). Khalloufi et al (2011) advanced with the possibility of Moulouya River, in Morocco, being a geographical barrier to its distribution as it happens in other taxa (e.g. Harris et al 2002, Recuero et al 2007), but that possibility has never been assessed. No physiological or reproductive studies have been done for U gibbus, inclusively the host fishes are still not known.\n1.5\tMolecular markers and their application for phylogeographical patterns in freshwater mussels of the Maghreb\nIn the last decades, the application of molecular markers in freshwater mussels has gained a great importance in ecological and conservational studies as this information may be ideal to clarify phylogeographical patterns, historical distributions, taxonomic ambiguities and even introduce new possibilities on the application of conservation measures (Lopes-Lima et al 2014a). Mitochondrial DNA (mtDNA) has been an important tool in taxonomical and phylogeographical studies of freshwater mussels (e.g. Zanatta and Harris 2013 in North America, Froufe et al 2016a,b in Europe and North Africa). This is due to the rapid mutation rate of some mtDNA genes (e.g. cytochrome oxidase subunit 1 gene), in contrast with nuclear genes, that allows the haplotype frequencies of distinct populations to differentiate in short periods of time, thus reflecting the recent history of the species (Beebee and Rowe 2008).\nSouth Europe and Northwest Africa regions played a very important role during the last ice age, as they served as glacial refugia for many distinct taxa (Gomez and Lunt 2007, Husemenn et al 2012). In freshwater mussels, recent studies have showed very complex and distinct phylogeographic patterns between and within species distributed throughout the Mediterranean region (e.g. Araujo et al 2009a,b, Khalloufi et al 2011, Reis et al 2013, Froufe et al 2014,2016a,b). Furthermore, the genetic diversity\nof freshwater mussels has also been influenced by a major vicariant event that happened at the end of Miocene, the so-called Messinian Salinity Crisis (MSC) (Froufe et al 2016a,b, Araujo et al 2016). During the MSC, the Mediterranean Sea dried out, which allowed taxa to move from Southern regions of Iberian Peninsula to Maghreb and vice versa. After the reopening of the Strait, about 5.3 million years ago (Mya), in some freshwater mussel species the interactions between individuals from both sides were highly affected, which is nowadays reflected in their very distinct genetic patterns (e.g.Froufe et al 2016a, Khalloufi et al 2011; Araujo et al 2009b,2016) or genetic splits (Araujo et al 2009a, Froufe et al 2016b). These relationships are not unique to freshwater mussel species and have also been found in other taxa (e.g Steinfartz et al 2000, Carranza et al 2006, Fonseca et al 2009, Gaubert et al 2011). Therefore, given the complex climatic and geographic history of Morocco (and other Maghreb countries) it is of great importance to have a more detailed assessment of the genetic diversity in the country as it will allow a better understanding of the evolutionary dynamics and current distributions of freshwater mussels.\nOverall, there are many uncertainties on the current distribution of freshwater mussel species, their phylogeographic patterns within the country and their taxonomic status. At least the taxonomy of one species is still unclear (Anodonta sp. Furthermore, almost all species have apparently suffered great declines in their distribution in the last decades (Araujo et al 2009a,b, Sousa et al 2016, Froufe et al 2016a,b). Since human pressure on freshwater ecosystems will probably increase in the future (Van Damme et al 2010, Sousa et al 2016) it is crucial to update the information on the distribution and diversity of freshwater mussel species in Morocco so that more detailed studies and conservation actions can be properly programmed and applied.\n1.6\tObjectives\nThe aims of this study were to: i) assess the taxonomic composition of freshwater mussel fauna in Morocco; ii) update the current distribution of each species; iii) assess the genetic diversity of each species; and iv) discuss their conservation implications for all freshwater mussel species present in the country.\nThis was accomplished by using the molecular marker cytochrome oxidase subunit 1 gene (COI) to assess the taxonomy and the phylogeographic patterns of the freshwater mussel species sampled. Additionally, distribution assessments throughout the main river basins in the country were performed. Finally, management strategies were proposed, which included the locations and species of greater conservation need in an effort to protect these freshwater animals in Morocco.\n2.\tMethods\n2.1\tDistribution assessment\nTo assess the distribution of all freshwater mussel species in Morocco we followed Cummings et al (2016). A total of 189 sites were surveyed across the country, encompassing all major river basins in Morocco. The assessment took in consideration past information concerning freshwater mussels' occurrence sites (Pallary 1918, 1923, 1928, Van Damme 1984, Mandhal-Barth 1988, Daget 1998). The surveys were done between May 2013 and September 2016. Many different habitat types were assessed including permanent and temporary rivers and streams, pools (which are formed during the dry seasons), and even artificial irrigation channels.\nWhen possible, before starting the sampling, local inhabitants were asked about the presence of mussels in the area or nearby. In this way, the sampling efforts could be adjusted to specific locations.\nThe search was conducted by diving and hand-sampling following Cummings et al 2016. In detail, in approximately 100-300 m of river length, a recognition survey was carried to identify all different habitats. The survey was then accomplished with a minimum of 1 person-hour (i.e. each person searched a minimum of 15 minutes during the sampling). If the habitats were difficult to survey, due to the natural composition of the system (e.g. presence of vegetation, dead wood, etc), more time was spent in each search. Also, if the area had many different microhabitat types, more time was spent to ensure a good coverage.\n2.2\tSample collection\nThe collected individuals and their locations are shown in Table S1 (Supplementary information). All collected individuals were morphologically identified and a small tissue sample (foot) was collected and stored in individual 99% ethanol vials (following Naimo et al 1998), for further genetic analyses. Immediately after, the individuals were returned to their habitat. A total of 109 individuals (i.e. 12 Anodonta, 5 M marocana, 16 P littoralis, 55 U foucau/dianusand 21 U gibbus') were collected and stored.\n2.3\nDNA extraction, amplification and sequencing\nTotal DNA of 1 Spanish (Barbate River) and 109 Moroccan freshwater mussel individuals was extracted using a high-salt protocol (Sambrook et al 1989). Afterwards the F-type COI mtDNA (Ca. 700bp fragment) was amplified with LCO_22me and HCO_700dy primers (Walker et al 2006, 2007). PCR conditions were as follows: each reaction contains 2.5pL 10x Invitrogen PCR Buffer, 0.5pl 10mmol L-1 of each primer, 1.5pL 50mmol L-1 MgCl2, 0.5pl 10mmol L-1 dNTPs, 0.1pl Invitrogen Taq DNA Polymerase, 1pl of DNA template and water until it reached 25pl of total volume, following Froufe et al (2014). The cycle PCR parameters were: initial denaturation at 94°C for 3 min, denaturation at 94°C (30s), annealing temperatures varied from 48oC to 55°C (40s), extension at 72°C (60s), repeated 43 times, with a final extension at 72°C for 10min. The PCR results were tested in 2% agarose gel, run in 0.5x TBE buffer stained with a 0.5p g/p l SYBR® Safe DNA Gel Stain (Invitrogen), using a 100bp DNA ladder. Afterwards, the PCR products were purified using the DNA Clean &amp; ConcentratorTM-% kit (ZYMO RESEARCH) following the protocol developed by the manufacturer. Sequences were obtained using the BigDye sequencing protocol (Applied Biosystems 3730xl) by Macrogen Inc., Korea, using the same primers.\n2.4\tPhylogenetic analyses and population geographic structure\nChromatograms were analysed using ChromasPro 2.6.2 (Technelysium, Tewantin) and the sequences aligned using ClustalW, in Bioedit v7.2.5 (Hall 1999).\nTo determine the phylogenetic status of Moroccan mussel species, an initial Neighbour-Joining (NJ) tree was constructed from a COI alignment that included: two sequences from each potential species (newly sampled), and two from each known mussel species from Morocco, i.e. M. marocana, P Httora/is, U foucau/dianus and U gibbus, in a total of 22 DNA sequences. Due to the taxonomic uncertainty and lack of molecular data for the Moroccan Anodonta sp., additionally sequences from two A. anatina and two A. cygnea from Europe were also included in this dataset (Table S2) (Supplementary information). The NJ tree was constructed in MEGA6 (Tamura et al 2013), with uncorrected pdistance and 1000 bootstraps.\nThe relationships among closely related haplotypes within each species (excluding the outgroups) were evaluated by the construction of a parsimony network under a 95% criterion using TCS 1.2.1 (Clement et al 2000) and visualised using tcsBU (Santos et al 2015b). In order to do this, an alignment for each species was constructed using all sequences obtained and sequences previously published from Morocco and/or from other relevant geographical areas outside Morocco (Table S1):\nFor the Anodonta, as no published sequences from Morocco were available, sequences from the four main mtDNA clades of the European A. anatina (Froufe et al 2014) were included in addition to the new sequences. The total alignment consisted of 124 COI sequences: 12 from Morocco, 15 from South-West Iberia, 14 from South-Central Iberia, 37 from North-West Iberia, 31 from Europe and 15 from Ebro and Italy (Table S1). Moreover, a phylogenetic analysis was made, which included 2 sequences of A. cygneaand 4 of Pseudanodonta comp/anata (Rossmassler, 1835) as outgroups (Table S1).\nFor M. marocana all available sequences of this species were joined to the 5 obtained in this study (Table S1). In total, 15 DNA sequences were included in the alignment: 5 from Sebou basin (Bouhlou River) and 10 from Oum Er Rbia basin (7 from Laabid River, 1 from Derna River, 2 from Oum Er Rbia River) (Table S1).\nFor P littoralis, the 16 newly sequenced individuals were aligned with the available Moroccan and Tunisian sequences, resulting in a total of 111 DNA sequences, 93 from Morocco and 18 from Tunisia (Table S1).\nFor U. foucauldianus, the 55 sequences obtained in this study were aligned with all published sequences for this species (Table S1), resulting in a final alignment with 74 sequences, all from Morocco.\nFinally, for the U gibbus dataset, the 21 sequences obtained in this study were joined with all available sequences from Morocco, Spain and Tunisia (Table S1). The total alignment consisted of 44 DNA sequences: 32 from Morocco, 5 from Tunisia and 7 from Spain (Barbate River) (Table S1).\nMean pairwise genetic distances (uncorrected pdistance) as need for each dataset, were obtained in MEGA 6.0 (Tamura et al 2011).\n2.5\tDistribution Maps\nThe GPS coordinates of every sampling site were registered and uploaded to the geographical information systems (GIS) software QGIS (Quantum GIS Development Team 2009). This information was then categorised according to the global presence/absence of individuals and/or shells in Morocco. Afterwards, in combination with molecular data, maps were constructed regarding the species distribution. An individual map was constructed for each species taking in account the genetic data (coloured according to the genetic networks). Moreover, a distribution map for the invasive species C. f/uminea was constructed, even though no molecular data was gathered for this species. Finally, a comprehensive map was constructed showing the distribution of all the species simultaneously.\n3.\tResults\n3.1\tPhylogenetic analyses of freshwater mussels in Morocco\nThe COI alignment was composed of 22 sequences with a total length of 590 bp. No indels or stop codons were observed after translating all sequences to amino acids. The resulting Neighbour-Joining tree is presented in Figure 1. The newly sequenced individuals clustered with the 4 species of freshwater mussels identified in Morocco, i.e. M. marocana, P. littoralis, U. gibbus and U foucau/dianus. Furthermore, the new sequences of the genus Anodontawere placed together with the sequences of A. anatinafrom Iberian Peninsula and Czech Republic (Figure 1) and clearly separated from the sequences of A. cygnea, with a mean sequence divergence of 13.39% (uncorrected p-distance).\nBIV258O\nj— EF571393aa\n*— KC583481aa\nA. anatina\n,0orKC583513\nL-EF571398\n[&lt;4. cygnea\n— KU160134 too\nUG13\nBIV2537\nEU735759\nJUD639\n,00 P KU160117\nBIV663\n\\ui60116\nKP217821\nU gibbus\nU. foucauldianus\n-KP217825\ntoo\n■—B!V3195\ntoo\nP littoralis\nr EU429685\nEU429676\nBIV2636\nBIV2639\nM marocana\n\nFigure 1 - Neighbour-Joining (NJ) phylogeny of Unionida from Morocco. Four individuals of each known species were included. The sequences obtained in this study are represented in red. Additionally, European A. anatina and A. cygnea specimens were added for comparison purposes. Support values above 50 (%) are given as bootstrap support (NJ) above the nodes.\n3.2\nDistribution and population genetic structure\n3.2.1\tAnodonta anatina\nLiving individuals were found in the lower sections of Loukos basin (small Northern basin) and in the Oum Er Rbia basin (large central basin) (Figure 2). Additionally, shells were discovered in two other sites further upstream in the Oum Er Rbia basin and also in the Mda basin (small Northern basin) (Figure 2).\nThe COI alignment consisted of 124 DNA sequences of A. anatina. Additionally to the sequences from Morocco, sequences from the three main mtDNA clades of the European A. anatina (Froufe et al 2014) were included. Moreover, 2 sequences from A. cygnea and 4 sequences from P. compianata were included as outgroups to construct the NJ tree. The final alignment was 590 bp long and no indels or stop codons were observed after translating all sequences to amino acids.\nThe obtained phylogeny is shown in Figure 3 where it is possible to see the four previously identified mtDNA clades by Froufe et al (2014), i.e., a clade formed by the Iberian individuals, except those from Ebro, a second clade that includes the European individuals (Italy and Iberian Peninsula excluded), and a third clade with all Ebro/Italy individuals. The new individuals from Morocco cluster inside the Iberian clade (Yellow - Figure 3).\nAt a 95% confidence limit, TCS produced a single network shown in Figure 4. There was no haplotypic diversity within Morocco, i.e. all the 12 individuals sampled (6 from each basin), shared the same haplotype. This haplotype (Yellow - Figure 4) was placed in between individuals from Iberian Peninsula - i.e. 5 mutations from both South-Central (Green - Figure 4) and South-West (Red - Figure 4) and 7 mutations from Ebro/Italy haplogroup - (Orange - Figure 4).\nAdditionally, the Moroccan haplotype presented a mean uncorrected p-distance of 0.95% from the South-Central Iberia haplogroup (Green - Figure 4), 1.05% from the South-West Iberia (Red - Figure 4) and a mean uncorrected p-distance of 2.92% from Ebro/Italy (Orange - Figure 4).\nFigure 2 - Map showing the locations of A. anatina samples from Morocco and Europe. European locations were approximated, adapted from Froufe et al (2014) and references within. Colours represent the geographic distributions of the major groups as in the phylogeny and haplotype network (Figure 3 and 4).\nFigure 3 - Neighbour-Joining (NJ) phylogeny resulted from 118 COI sequences (590bp) of A. anatina and with P. compianata and A. cygneaindividuals as outgroups. Support values above 50 (%) are given as bootstrap support (NJ) above the nodes. Some values were omitted for clarity at short nodes within clades. Colours highlight the major mtDNA groups found that correspond to the geographic distribution as seen in Figure 2.\nHaplogroups\n□\tMarocoo\n□\tSouth-Central Iberia\nSouth-West Ibera\nNorth-West Iberia\nI. B Europe\n2] Italy and Ebro\no\nFigure 4 - COI haplotype (TCS) network showing the relationships of A. anatina haplotypes. Circle size Is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and/or potential intermediates. Colours correspond to the major mtDNA groups found in the phylogeny (Figure 3).\n3.2.2\tMargaritifera marocana\nIn this study, we were able to add a new population to the most recent distribution data, i.e. we succeeded in finding living specimens of M. marocana in the Sebou basin, more precisely in the lower section of the Bouhlou River (Figure 5). Furthermore, individuals were also found in a small artificial channel completely made of concrete in an adjacent area near the Bouhlou River. In addition, shells were found in two other points of Oum Er Rbia basin and in the lower section of Moulouya basin (Figure 5).\nThe final COI alignment for M marocana had a total of 15 DNA sequences with a length of 657 bp. No indels or stop codons were observed after translating all sequences to amino acids.\nLoukos\nMoulouya\nBou regreg\nTensift\nNoun\nGhir\nI m I SNtMt i~l Dwra\nOum Er Rix\n| m Onutoj\nSampling Locations\n• Bouhou QimEf £’t%j\n$ D©TX!\n> LMtHt\ns Shai______________\nFigure 5 - Map showing the locations of M. marocana samples from Morocco. Colours represent the geographic distributions of the sampled populations. Derna River location was approximated and extrapolated from Araujo et al (2009). Right below COI haplotype (TCS) network showing the relationships of M. marocana haplotypes. Circle size is proportional to the observed haplotype frequencies and colours correspond to the geographic distribution as seen in the map.\nAt the 95% confidence limit, TCS produced a single network shown in Figure 5 (Right below). From the 15 M marocana sequences analysed, 6 haplotypes were recovered, two from the newly sequenced individuals from Bouhlou River in Sebou basin (H1 and H2 - Figure 5 Right Below), and four corresponding to the published individuals from three rivers from Oum Er Rbia basin, i.e. Laabid (H3, H4 and H6 - Figure 5 Right Below), Derna (H3 - Figure 5 Right Below) and Oum Er Rbia Rivers (H5 -Figure 5 Right Below). Of the 6 haplotypes, two were singletons, both from Oum Er Rbia basin, one from Laabid River (H6 - Figure 5 Right Below) and the other from Oum Er Rbia River (H5 - Figure 5 Right Below).\n3.2.3\tPotomda littoralis\nIs was possible to add one more basin, i.e. Martil, to the known distribution of this species in Morocco which encompassed Laou, Sebou, Oum Er Rbia, Souss, Massa, Draa and Ziz (Froufe et al 2016, Araujo et al 2016). Furthermore, a new location was found in the Oum Er Rbia basin. Additionally, shells were found in three sites in Mda basin and in one site in Loukos basin, plus other sites in the basins mentioned above (Figure 6).\nThe final COI alignment was composed by 111 COI sequences with a total length of 607 bp. No indels or stop codons were observed after translating all sequences to amino acid.\nAt the 95% confidence limit, TCS produced a single network shown in Figure 7. In total, there were 26 haplotypes of which 21 were from Moroccan individuals (Figure 7). In Morocco, there are two distinct haplogroups, one corresponding to all individuals sequenced from the endorheic Ziz River (H3 - Figure 7), and the other containing the remaining haplotypes (mean uncorrected p-distance of 1.54). Six new haplotypes were found in this new study, 3 in Oum Er Rbia (H18, H19 and H21 - Figure 7), 2 in Martil (H5 and H6 - Figure 7) and 1 in Sebou (H12 - Figure 7). Haplotype 1 (H1 - Figure 7) was the most frequent, occurring in 31 individuals. Moreover, 11 haplotypes occurred only once.\nSebou and Oum Er Rbia basins had higher haplotype diversities with 9 haplotypes each. In Sebou, which had 23 individuals sequenced, there was a dominance of haplotype H1 (Figure 7), occurring in 14 individuals, with the other haplotypes represented only 1 or 2 times (within group mean distance of 0.19%). On the other hand, in the Oum Er Rbia basin (within population mean distance of 0.63%), which had also 23 individuals sequenced, there was no prevalent haplotype. In this basin, two subgroups could be identified, one corresponding to H15 - H19 (Figure 7) and the other corresponding to haplotypes H1, H7, H9, H21 (Figure 7), with a minimum distance of 5 mutations and with a mean uncorrected p-distance of 1.05%. All individuals from Draa and Ziz basins correspond to a unique haplotype each (H2 and H3 - Figure 7). All Massa and Souss individuals shared the most common haplotype in the dataset (H1 - Figure 7). Additionally, only one individual (from Sebou basin), shared a haplotype with the individuals from the two Mediterranean basins (i.e. Martil and Laou) (H4 - Figure 7).\n\nMoulouya\nTensift\nMassa\nNoun\nTunisia\nGhir\nMorocco\nSampling locations ADraa\nMalil\nMassa\nOum Er Rba\n0Set>ou\nSeuss\nQZz\n^Laou\nTurisa\ns S»*||____________\nFigure 6- Map showing the locations of P. iittoraiis samples from Morocco and Tunisia. Colours represent the geographic distributions of the sampled populations. Laou River and Tunisian locations were approximated and extrapolated from Araujo et al (2009) and Khallloufi et al (2011), respectively.\nThe five Tunisian haplotypes (H22-H26 Figure 7) were placed in an intermediated position between the two Moroccan haplogroups, being at a minimum of 5 mutations from the Ziz River haplotype (H3\n- Figure 7) (mean uncorrected pdistance of 1.11%) and 6 mutations from the closest Moroccan\nhaplotype (H14 - Figure 7) (uncorrected p-distance of 1.43%).\nFigure 7 - COI haplotype (TCS) network showing the relationships of P. iittoraiis haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 6.\n3.2.4\tUnio foucauldianus\nIn this study, it was possible to add 8 new populations to the current known distribution of this species i.e. Martil, Tensift, Ouergha-Sebou, Beth-Sebou, Loukos, Bouregreg, Grou-Bouregreg and Moulouya (Table S2, Figure 8) thus, adding five new basins to the current known distribution of the species. Additionally, shells were found in other locations of Oum Er Rbia, Massa, Mda and Loukos basins (Figure 8).\nç • Massa\nNoun\nMoulouya\nBouregreg\nSebou\nLoukos\nMda» >\n• Martil\nSouss\nDraa\nOum Er Rbia\nF’\nGhir\n*5\nTensift\nSampling Locations\n£ _at>an fUtfV\n0UU\nOsnEr Rh>\n£ Setor\nXanifl\nS*»\"_______________\nFigure 8 - Map showing the locations of U. foucauidianus samples from Morocco. Colours represent the geographic distributions of the sampled populations within the country.\nThe final COI alignment had a total of 74 sequences and was 629 bp long. No indels or stop codons were observed after translating all sequences to amino acids.\nAt the 95% confidence limit, TCS produced a single network shown in Figure 9. In total, there were 9 haplotypes of which H1 was the most common and was present in 50 individuals from all sampled populations, except the Bouregreg basin (Figure 9). Five new haplotypes were found (H2, H3, H7, H8 and H9 - Figure 9) of which three were found in the new sampled populations (Bouregreg and Loukos basins). Additionally, haplotypes H6-H9 (Figure 9) were singletons. No geographical pattern was detected.\ni 9\nFigure 9 - COI haplotype (TCS) network showing the relationships of U. foucauidianus haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 8.\n3.2.5\tUnio gibbus\nOne additional population was discovered in Bouregreg basin (immediately South of Mda) (Figure 10) raising to five the number of the current known populations of this species in the country, i.e. populations from Oum Er Rbia, Mda, Noun, Beth (Sebou basin) and Bouregreg basins. Additionally, shells were found in the lower section of the Massa basin, in other tributaries of the Sebou basin (Bouhlou River) and in other sites near the Bouregreg, Mda, Noun, Beth and Oum Er Rbia sites mentioned above (Figure 10).\nThe final CO1 alignment for this species had a total of 44 sequences with a length of 559 bp. No indels or stop codons were observed after translating all sequences to amino acids.\nAt the 95% confidence limit, TCS produced a single network shown in Figure 11. In total, there were 11 haplotypes of which 7 were from Morocco, 3 from Tunisia and 1 from Spain. Regarding Morocco,\nthree new haplotypes were found (H4, H5 and H8 - Figure 11), two singleton haplotypes from Mda and one from Bouregreg, which was retrieved in two individuals. All the individuals collected from the populations in Oum Er Rbia and Noun basins and two individulas colecetd from Bouregreg basin shared the same haplotype (H1 - Fig 11). This haplotype is at one of the tips of the network and the other tip is formed by the (three) Tunisian haplotypes (H8-10 - Figure 11). Additionally, all Spanish individuals (n=7) shared the same haplotype (H2 Figure 11) that was placed between two Moroccan haplotypes in the network (H1 and H3 - Figure 11). The mean divergence between the Spanish haplotype and all the Moroccan individuals was 0.52% (uncorrected p-distance). Finally, 8 mutations (mean uncorrected p- distance of 1.98 %) separate the closest Tunisian haplotype (H8) from the Moroccan (H6 - Figure 11), this being the only detectable phylogeographic pattern.\nBarbate\nBouregreg\nMoulouya\nTensift\nNoun\nTunisia\nr\nFigure 10 - Map showing the locations of U. gibbus samples from Morocco, Spain and Tunisia. Colours represent the geographic distributions of the sampled populations. Tunisian locations were approximately and extrapolated from Khalloufi et al (2011).\nFigure 11 - COI haplotype (TCS) network showing the relationships of U. gibbus haplotypes. Circle size is proportional to the observed haplotype frequencies and white points represent unobserved haplotypes and potential intermediates. Colours correspond to the geographic distribution as seen in Figure 10.\n3.2.6\tCorbicula fluminea\nThis non-native species was found in five basins, in 16 sites of Oum Er Rbia basin of which 3 were in Laabid River; in 6 sites of Sebou basin which two were in the tributaries of Beth and Ouergha; in three sites in Moulouya basin and in two sites of Loukos and Martil basins (Figure 12). Oum Er Rbia basin was the Southern limit of the distribution of the species in Morocco. Additionally, it was possible to find shells in three upstream sites of Oum Er Rbia basin (Figure 12).\nBouregreg\nTensifl\nSous»\nMoulouya\nGhir\nLoukos»\n, •\nSampling lacallom £ LM<KJ trO«i)N»t S3-”___________________\nFigure 12 - Map showing the locations of C. fiuminea samples from Morocco.\n3.3 Distribution Maps\nThe map representing the distribution of all native species found in Morocco is presented in Figure 13.\nMoulouya\nBouregr&amp;g\nTerre ift\nMassa\nNoun\nLoukos\nMda > P\nJ*, r-\nSebou *?\nGhrr\nSpecies\n4 anarvw\n■\tP. vtttfofni\n■\t\\J. feuraaVAonus\n■\tU Qftbx\n■\tU inooxitni)\nFigure 13- Distribution of the five freshwater mussels native species across all assessed sites in Morocco, recorded from May 2013 to September 2016. Size of the pie chart wedges do not reflect relative abundance of species.\n4.\tDiscussion\nThis study represents the first all-inclusive genetic diversity and distribution assessment of freshwater mussels in Morocco. The mitochondrial data obtained allowed us to clarify the taxonomic uncertainties confirming the presence of five native freshwater mussel species: A. anatina, M. marocana, P Httora/is, U foucau/dianus and U. gibbus (Figure 1). Furthermore, the current distribution of all five species (Figure 13), as well as the invasive species C. f/uminea (Figure 12), was assessed throughout all the major basins of the country. This information can be used as a basis for future conservation management actions as well as for future research.\n4.1\tAnodonta anatina\nThis study includes the first phylogenetic analysis of Anodonta sp. individuals from Morocco. The phylogeny with all freshwater mussels' species sampled from Morocco (Figure 1) clearly showed the clustering of these Anodonta individuals with the European A. anatina, thus confirming that the Anodonta species present in Morocco is, in fact, A. anatina.\nAlive animals of A. anatina were found in two distinct basins, Loukos and Oum Er Rbia (Figure 2), and shells in Mda. Loukos is a small basin in the North of the country, in which we were only able to find another native mussel species (i.e. U foucau/dianus and also the invasive Asian clam (C. f/uminea). On the other hand, Oum Er Rbia is one of the biggest basins of Morocco, where all Moroccan freshwater bivalve species (native and invasive) were found (Figure 12 and 13). However, in the locations where A. anatina were discovered, only U. gibbus, U foucau/dianusand C. f/uminea were also present (Figure 13). In the past, A. anatina was also present in both Bouregreg (Grou River) and in Mda basins (reviewed in Daget 1998). However, and despite a great sampling effort, we were not able to find living individuals in any of these two basins. Furthermore, since we found old shells in Mda we cannot exclude the possibility that some individuals may persist in the basin. Therefore, future surveys are necessary to confirm this situation.\nInterestingly, both sampled populations, i.e. Oum Er Rbia and Loukous, are relatively close to the shore, which suggest vulnerability of this species to changes in the river, mainly future reductions in river flow (due to increasing human pressure and climate change) and consequent increase in salinity (tidal influence). Moreover, the existence of dams in Oum Er Rbia basin, may be an additional problem to its persistence. In fact, this would explain the apparent recent decline of this species, as dams' construction have been increasing in the last decades, particularly in Oum Er Rbia basin (Schyns and Hoekctra 2014, Sousa et al 2016). The effect of the dams can also affect the movements of the host fish, therefore raising the vulnerability of the mussel species (dependence on a host fish to complete the life cycle). However, this situation is unlikely since A. anatina (from Europe) is considered a host generalist and usually uses a wide number of host fishes (reviewed in Lopes-Lima et al 2017a). Nevertheless, detailed studies on the host preferences of this species from Moroccan populations might help clarify this situation.\nInterestingly, even though the 12 sampled individuals were collected in two separated basins (Figure 2) they share the same haplotype (Yellow - Figure 4), which is unexpected. This pattern may be explained by the effects of genetic drift related with a recent decline in both populations, which probably were never that abundant neither diverse, and the present haplotype is likely the one which used to be more frequent. However, this would be unlikely to have occurred simultaneously in the two basins. The fact that the two populations have only one haplotype suggest that one of the two may have resulted from a recent translocation between them. This might have happened during a translocation of host fishes between the two basins, as fish stoking is frequently done in Morocco, to promote recreational fishery activities (Clavero et al 2012). On the other hand, it can also be the result of natural dispersion promoted by a migratory host fish which allowed the transportation of glochidea between the two basins, through the ocean. Anyway, this possibility is also highly unlikely due to the possible low survivorship of glochidea subjected to such physiological stress (i.e. differences in salinity). Another possibility would be the transportation mediated by birds, as such dispersal mechanism has been recorded in the past, inclusively in the adult stages of freshwater mussels (Darwin 1882, Rees 1965, Green and Figuerola 2005).\nThe sequences obtained from the Moroccan Anodonta individuals were grouped inside the Iberian Peninsula clade (excluding Ebro individuals), exhibiting high proximity with the three Iberian haplogroups: with mean uncorrected pdistances of 0.95% with the South-West group, 1.05% with the South-Central group and 1.51% with the North-West Iberian individuals. This was further depicted in the network (Figure 4), where is more evident the proximity with both Southern Iberian haplogroups (Green and Red - Figure 4). Both were connected with the Moroccan haplotype (Yellow - Figure 4) and were 5 mutations apart from it, suggesting a closer proximity. This pattern is expected given the geographical proximity between these two regions.\nSeveral evidences strongly indicate that the Moroccan populations originated from the Iberian populations. The fact that in Maghreb the species is very restricted (but see below further discussion about possible additional populations in Algeria and Tunisia), while in Europe it is widely distributed; its geographical and genetic proximity with Iberian individuals; the position of the Moroccan haplotype in the network (between Iberian haplogroups) and its lack of genetic diversity. This hipotetical origin possibly happened during the MSC (5.6 My ago), as it is the most recent geological event that allowed connectivity between these two regions and it has already been used as an explanation for the divergence seen in other freshwater mussels (e.g. Froufe et al 2016a,b). Furthermore, dispersion between Southern Europe and Maghreb, posterior to the MSC, has been reported in other taxa (see Recuero et al 2007 and references within). Freshwater mussels are sessile and their dispersion ability is entirely dependent on the host fish (Vaughn and Taylor, 2000). Subsequently their migration trough the Mediterranean would require a vector of transportation. For example, a migratory host fish during an unusual migratory pattern could have reached a Moroccan basin instead of an Iberian one (but see above discussion about the low probability of this event) or even transportation mediated by birds (see above). This would also explain the lack of genetic diversity due to the founder effect. On the other hand, a more recent introduction (human mediated or natural) in Morocco, is not plausible given the fact that the haplotype position in the network suggests that the Moroccan haplotype has been isolated for some time, i.e. at least 5 mutations apart from the closest Iberian haplotype. Nevertheless, further studies including more samples and/or other markers would allow a more trustworthy clarification of this situation.\nThe lack of genetic diversity seen in A. anatina, as well as its very restrict distribution in Morocco, suggests that the species has suffered a very severe decline. This is very concerning as it implies the high vulnerability to any sudden threat that may easily impair the future survival of the species. Furthermore, the fact that both sampled populations are in the lower sections of the rivers, represents an additional concern, given that littoral zones are more densely humanized and therefore exposed to higher disturbance. This is further aggravated by the almost inexistent ecological and biological information for Moroccan populations, which makes the application of conservation measures difficult. This scenario, along with the fact that it represents a unique isolated genetic entity makes this species a conservation priority, as its extinction in Morocco will represent a loss of freshwater diversity in the country as well as a loss of the genetic diversity for A. anatina as a whole.\nFinally, the misidentification of A. anatina and A. cygnea is very common when based only on morphological data (Froufe et al 2014). There are records of A. cygnea in Algeria and Tunisia (Khalloufi and Boumiza 2005), but their taxonomic status was never genetically evaluated and so these records could be in fact A. anatina. Therefore, it is essential to clarify the taxonomic status of this species in these countries.\n42\tMargaritifera marocana\nRelatively to Sebou basin, the historical records indicate that M marocana was present in Fes, Redom (Pallary, 1918, 1923, 1928), Beht, Tiflet and Sebou Rivers (Araujo &amp; Ramos, 2000). In a more recent assessment, Araujo et al (2009a) could not find evidences of its presence in Sebou basin and the species was believed to be possibly extirpated in this basin. Of the 5 rivers mentioned above, only Tiflet was not included in our survey, due to logistic constrains, and therefore the presence/absence of the species in this river needs to be confirmed. We could not find living individuals or shells in none of the other four rivers. However, we succeeded in finding the species in the Bouhlou River, a river not included in the historical records (Figure 5). Moreover, one of the assessed sites was a small artificial channel, made entirely of concrete (also colonized by P. iittoraiis, U. fouicadianus and C. f/umined) (Figure 13). The presence of freshwater mussels in this type of habitats had already been pointed by\nGomez and Araujo (2008). In fact, Margaritifera auricularia (Spengler, 1793) was found in similar habitats, although in the particular case of M auricularia the channels were much bigger and had sedimentary bottoms. The fact that M marocana can be found in small channels represents very exciting news, because it suggests that this species (as well as other species) may colonize stable artificial channels present in Morocco. Therefore, it is important to further assess irrigation channels, mostly those connected with the main rivers, where mussels may be present.\nM marocana had already been found in Oum Er Rbia basin, in Laabid, Derna and Oum Er Rbia Rivers. In this study, it was possible to confirm the presence in all these rivers except in Derna. In fact, even though Araujo et al (2009a) were able to get one mtDNA sequence from this population, this was obtained from a foot sample collected in 2006. Given the fact that all the samplings performed after this date (i.e. Araujo et al 2009a and Sousa et al 2016) failed to find M marocana in Derna River, it is probable that the population that once existed has gone extinct. Indeed, most parts of the river stretches where the species was found in the past usually dry out in the summer, impairing the survival of M marocana.\nThe molecular results must be interpreted carefully as the sample size is very small. Nevertheless, six distinct haplotypes were retrieved from the 15 analysed individuals (Right below - Figure 5). This data indicates absence of recent past gene flow, given the fact that there are no shared haplotypes between the two populations from Sebou and Oum Er Rbia. In the future, it will be important to use microsatellites markers, as they allow the identification of management unities (MUs), before applying any conservation actions. Additionally, these markers will also allow the evaluation of the current population structure in Bouhlou River, similarly to what has been done by Sousa et al (2016) in Oum Er Rbia basin.\nThe fact that the distribution of this species has been considerably reduced is very concerning being one of the reasons for its Critically Endangered status (Red List of Endangered Species if IUCN). Nevertheless, Sousa et al (2016) showed that the scenario in Oum Er Rbia basin was better than previously believed and along with the present study, a new hope for the preservation of the species arises since a new population was described for Bouhlou River. Nevertheless, it is of great importance to rapidly take measures to conserve this species. In fact, while in Oum Er Rbia basin M marocana\noccupies a wider area (Sousa et al 2016), in Bouhlou River it is much more restricted, and is therefore, much more vulnerable to any human or environmental disturbance. Additionally, we were able to find shells in the Moullouya basin, which suggests the existence of the species in the basin. Its therefore important to conduct a more detailed survey in the area, as finding new populations is essential for the long-term survival of the species as well as for future implementation of conservation actions.\n4.3\tPotomida littoralis\nEven though most of the P. littoralisdistribution in Morocco had already been assessed in two recent studies (Froufe et al 2016a and Araujo et al 2016) we were able to add two new locations to the current known distribution, i.e. one in the Martil basin and in an additional site in Oum Er Rbia basin (Figure 6). Shells were also found in Mda and Loukos basins (Figure 6), which means that further studies should be done in both basins.\nOf all the known freshwater mussels' species present in Morocco, P littoralis i s the only species found in the Draa and Ziz basins, both characterized by arid conditions which lead to intermittent or no flow in some sections during dry periods (Clavero et al 2014, in press). Moreover, P littoralis was only found in the upstream areas of both rivers, located at higher altitudes on the Southern slopes of the High Atlas, where the conditions (i.e. availability of water) are more adequate for maintaining stable populations.\nIn this study, we were able to add six new haplotypes to the previously published data. These were found in Oum Er Rbia (H18, H19 and H21 - Figure 7), Martil (H5 and H6 - Figure 7) and Sebou (H12 - Figure 7) basins. Two distinct haplogroups within Morocco were identified: Ziz River/Remaining Rivers. Another very interesting pattern is the placement of the Tunisian haplotype in a middle position between the two Moroccan haplogroups in the network. In fact, the network clearly showed the existence of a geographical barrier separating the Western and Eastern Maghreb, i.e. the Tunisian haplotypes are split from the Moroccan (1.43% uncorrected pdistance). This was already described for P littoralis(Froufe et al 2016a, Araujo et al 2016) but also for U gibbus(Khalloufi et al 2011). This\npattern suggests the existence of a barrier somewhere between the two countries, probably in Algeria or the Moulouya basin (suggested by Khalloufi et al 2011), responsible for the split.\nThe Ziz haplotype appears to be genetically closer to the Tunisian ones, with a minimum of 5 mutations (mean uncorrected p-distance of 1.11%). On the other hand, it is 9 mutations from the remaining Moroccan haplotypes (mean uncorrected p-distance of 1.54). Ziz River rises in the Southern slopes of the High Atlas Mountains, but unlike the other Moroccan basins (where freshwater mussels are present), it flows into the Saharan Desert (i.e. endorheic basin) (Figure 6) (Clavero et al 2014). This may be an important factor of isolation and probably explains the strong genetic split from the other Moroccan and Tunisian individuals. Furthermore, this river is characterized by intense arid conditions, whichs lead to the total dry out of some river stretches and high levels of salinity in the downstream areas (Clavero et al 2014). This situation strongly reduces the habitat availability for survival, reducing the probability of hosts fish dispersal, which probably explains the lack of diversity seen within the basin. The fact that there is a close genetic proximity with the Tunisian haplotypes may be related with the Ziz Basin recent history. Around 10,000 years ago, this river, along with Ghir (another Moroccan endorheic basin) was connected in an ancient lake system that included most of the Saharan rivers (Drake et al 2011, Clavero et al 2014). This inland connection might have allowed the interaction between the P littorals populations of Ziz and Tunisia and thus causing the close genetic proximity seen here. Further sampling in the area may help to clarify this situation.\nSimilarly, and as observed in the Ziz, only one haplotype was found in the Draa basin, yet it is unarguably closer to the rest of the Moroccan haplotypes, falling inside the other haplogroup. Draa basin originates in the Southern slopes of the High Atlas and flows towards the Atlantic Ocean, which may explain the genetic proximity to the other Moroccan haplotypes (in comparison to Ziz). However, Draa basin is also subjecte to intermittent or no flow conditions and high salinity in the downstream areas (Clavero et al 2014). This strongly restricts the species distribution, which associated with the increasing droughts frequencies (Van Damme et al 2010, Schilling et al 2012), may be causing strong population declines leading to low genetic diversity. Moreover, in the Froufe et al (2016a) study two distinct mitochondrial lineages were detected: one only present in Europe and another which included all Moroccan and Tunisian individuals and some European individuals. Interestingly, the unique\nhaplotype present in Draa River is also shared with the Iberian individuals. Given that Morocco frequently import Iberian fish for aquaculture exploration and recreational fishing (Clavero et al 2012, FAO 2005-2017), from which some species can already be found in Draa basin (Clavero et al 2014, in press), a possible explanation for this curious pattern can be related to recent fish translocation. Nevertheless, natural dispersion mediated by a migratory host fish or even a migratory bird cannot be excluded. However, these possibilities are less likely given the great geographical distances and the fact that in Morocco, the haplotype is only present in Draa basin, which only maintains water uninterruptedly in the higher sections.\nFinally, both Draa and Ziz basins have been altered by human actions and dam constructions that favour the persistence of invasive fish species (Clavero et al 2014). Even though the hosts of P littoralis in Morocco are not yet known, the increasing number of invasive fish (Clavero et al 2014) will possibly represent an additional threat, leading to the loss of diversity of this freshwater mussel in the Southern rivers.\nOverall, P littoralis in Morocco seems to have a stable and diverse genetic structure. It is, however, worrisome that all populations from the Southern basins, i.e. Ziz, Draa, Massa and Souss, lack haplotypic diversity, with Draa and Ziz having unique haplotypes and Massa and Souss individuals sharing the same and most frequent haplotype in Morocco (H1 - Figure 7). A probable explanation for this may be the fact that the Southern regions of Morocco are characterized by dry conditions, which in addition to frequent seasonal droughts, strongly limit the distribution and abundance of the species, leading to the loss of genetic diversity. On the other hand, most of the genetic diversity of this species is present in Central and Northern rivers. Martil and Laou populations present signs of isolation, as they have unique haplotypes, although there is one haplotype also present in one Sebou individual. Martil and Laou basins flow towards the Mediterranean Sea, which may be the main reason responsible for the detected isolation, as the other basins flow to the Atlantic Ocean. Sebou and Oum Er Rbia basins have the highest haplotypic diversity, i.e. 9 haplotypes each, and there were no clear geographical patterns within each basin, as the haplotypes were well distributed throughout the sampling sites. However, in Oum Er Rbia basin an additional pattern can be seen. Two clear haplogroups can be identified, which are separated from each other by a minimum of 5 mutations,\ncorresponding to a divergence of 1.05% (uncorrected p-distance). This genetic split within the basin, should be further investigated as it may be due to distinct factors: a local adaptation to distinct host fishes, or more likely as the result of genetic drift. The high diversity found in Sebou and Oum Er Rbia basins is very encouraging for the future of the species, as it suggests that these basins are able to sustain stable and diverse P. Httora/is populations. Nevertheless, and as pointed out, Moroccan freshwater ecosystems are exposed to intensive human pressure and this species need conservation attention since it is already listed as endangered (Lopes-Lima et al 2014b).\nFinally, the fact that the network has a star like haplotype topology suggests that in the past there was a bottleneck event responsible for the populations decline, followed by an expansion throughout the range. This pattern can be a result of events that occurred during the Pleistocene (further explored below). The Northern and Central regions might have served as refuges, thus keeping most of the diversity, with a subsequent expansion to the other regions.\n4.4\tUnio foucauldianus\nIn this study, it was possible to add 8 new populations to the current known distribution of U. foucauldianus, raising them to 12 (Figure 8). Additionally, the fact that shells were found in other locations of these basins suggest a wider distribution (particularly in Oum Er Rbia basin). The species is present in almost all the river basins except in the ones that flow near or towards the Sahara Desert (i.e. Draa and Ziz), where only P littoraliswas found (Figure 6 and 13). In fact, U. foucauldianuswas the species present in more basins (Figure 13) and is probably the most abundant. Another interesting fact is that it is the only native species found in the Moulouya basin, believed to be the western boundary of the distribution of Unio ravoisieri (Deshayes, 1847) (Khalloufi et al 2009). Given that U ravoisieri was not detected in this basin, the distribution edge of this species must be probably located somewhere in western Algeria. This stresses the necessity to assess the diversity and distribution of freshwater mussels in Algeria, as it may be possible that U foucauldianus can be also present in the country.\nCuriously, even though this species is widely distributed in Morocco, it has a very low genetic diversity (0.16% within group mean distance). In fact, out of the 9 haplotypes found, one is present in 67.6% of the individuals (n=50) (H1 - Figure 9), while the second most frequent (H2 and H4 - Figure 9) only occurred in 7 individuals. As a consequence, there is an absence of a clear geographic pattern, as the most frequent haplotype is present along the country. However, it is worth noting that the individuals from Bouregreg basin have two unique haplotypes. This suggest that these individuals have been isolated and may be diverging.\nThe star-shape topology of the network is often associated with the following scenario: the species suffered an intense decline in the past, that significantly reduced its genetic diversity due to bottleneck effects, followed by an expansion in its distribution and abundance. The result is expressed by a clearly prevalent haplotype and low genetic distances between that haplotype and the less frequent ones. This pattern may be related to events that occurred during the Pleistocene, when Northern African countries suffered climate changes and fluctuations between arid and wet periods (Jamet 1991). A particularly hyperarid period affected these areas until approximately 12,000 years ago (Dobson 1998, Recuero et al 2007) and this probably strongly affected the survival of this species, which might have caused a massive population decline. During this period, some populations might have survived in refuges, but with a loss of diversity due to genetic drift and inbreeding. However, this was followed by a wetter period, (Dobson 1998, Recuero et al 2007), that might have created favourable conditions, allowing a rapid expansion of the species throughout the country. Nevertheless, the genetic diversity remained low, due to a founder effect.\nThe distribution of this species was believed to be restricted to two small basins in South of Morocco, i.e. Souss (now possibly extinct) and Massa Rivers (Van Damme &amp; Ghamizi 2010c). However, Froufe et al (2016b) by redefining the taxonomic status of the species shown that U foucau/dianus is much more widely distributed, and therefore its conservation status should be down-listed. In the present study, we have further shown the wide distribution of the species, adding new populations to its current known distribution, which must be considered when reassessing its conservation status. Nevertheless, even if the conservation status is to be reassessed there are still reasons to include the species in future conservations actions: its very low genetic diversity reflects higher vulnerability; the growing\nhuman disturbances that will considerably affect the species survival; and the fact that it's endemic to Morocco, which, all together makes it a relevant conservation unity. Finally, three distinct MU's have been already identified for this species (Froufe et al 2016b). Given the new populations here discovered, additional studies applying microsatellites markers may identify additional MU's. All of these will influence the path for the conservation actions of this species.\n4.5\tUnio gibbus\nIn this study, a new additional population was discovered in Bouregreg basin (Figure 10), thus extending its current known Moroccan distribution. Furthermore, the presence of shells in Massa and Bouhlou Rivers may indicate the presence of additional populations that should be further evaluated. There are records of this species in Tiflet River (Araujo et al 2009b); however, we were not able to assess this basin due its logistic constrains and therefore the current presence in this river needs to be verified. Curiously, all the populations were found downstream, relatively close to the shore. These areas are generally highly populated by humans, with intense disturbance that expose freshwater diversity, including U gibbus populations, to intense stress that can impair their survival.\nA phylogeographic separation was detected between the Tunisian and the Moroccan/Spanish individuals. This situation was already pointed by Khalloufi et al (2011) for U gibbus (with a similar CO1 mean divergence value) and for another freshwater mussel, i.e. P iittoraiis by Froufe et al (2016a). The repetition of this pattern in these two mussel species, as well as in other taxa (e.g. amphibians; Recuero et al 2007), stresses the importance of future assessments concerning the diversity and distribution of Algerian mussels as it will allow a better comprehension of this clear separation in Maghreb.\nWithin Morocco, there were only 7 haplotypes found (Figure 11), of which six were restricted to Northern basins (Sebou, Mda and Bouregreg), suggesting a clear genetic and geographical concordance within these Northern basins (H3 - H8 - Figure 11). However, the other two individuals from Bouregreg had another haplotype (H1 - Figure 11) shared with individuals from two additional basins: one in the Central region (Oum Er Rbia) and the other in the South (Noun) (Figure 10).\nThe lack of diversity observed in the Noun basin may be related to the climatic conditions, as the Noun River is frequently reduced to small pools in the summer/autumn, where the individuals remain confined (Froufe et al 2016b). This phenomenon acts as a barrier to their dispersal, preventing the mussels from reaching high densities and possibly leading to the loss of genetic diversity by drift. Regarding Oum Er Rbia, the observed lack of genetic diversity is probably the result of a decline in this species distribution within the basin, which is supported by the extremely low number of individuals sampled (n=3). This is probably the result of the intensification of human activities and consequent increase in disturbance in the basin (reviewed in Sousa et al 2016).\nOne unexpected and very interesting pattern is the unique haplotype found in the Spanish individuals that appeared between two Moroccan haplotypes. In fact, the Spanish haplotype H2 (Figure 11) was only one mutation from H1 (Figure 11), represented by Oum Er Rbia, Noun and Bouregreg individuals, and three mutations from H3 (Figure 11), represented by Mda and Sebou individuals. Moreover, in Europe, U gibbus is only present in Barbate River (Araujo et al 2009), which is located near the Gibraltar Strait. Even though in the past this species had a wider distribution in Southern Iberian Peninsula, it has suffered a strong decline in recent years (Araújo et al 2009; Lopes-Lima et al 2017a). The lack of genetic diversity here shown in the Spanish individuals can be a result of the recent distribution constraint that might have caused low effective population size, promoting the loss of genetic diversity by genetic drift (Araujo et al 2009b). However, its current Spanish restricted distribution, its close geographical proximity with Morocco, the lack of haplotype diversity (H1 Figure 11) and the haplotype placement in the network are all indications that they possibly originated in Morocco. This possibly happened during the Messinian Salinity Crisis which was the most recent geological event that allowed the connection between the two regions. However, the fact that Spanish and Moroccan haplotypes are only one mutation apart (mean uncorrected pdistance of 0.52%) suggests that they have diverged more recently, after the MSC which occurred approximately 5.6 million years ago.\nA post-Messinian Salinity Crisis separation might have happened in two possible scenarios: naturally, which would mean that this species was able to pass through dozens of km across the Mediterranean to reach Spain. For instance, a dispersion mediated by a migratory fish and/or, as mentioned above\nfor A. anatina, by a migratory bird, could explain the presence of U. gibbus in Barbate River. On the other hand, another possibility could be a deliberate or accidental introduction by humans (e.g. during the Arabic invasion of Iberia), probably due to the transport of hosts fish or even the mussels. Anthropogenic mediated introductions of other taxa (e.g. mammals Dobson 1998 and amphibians Recuero et al 2007) in South West Europe from Morocco have already been reported.\nFinally, and given that a molecular rate for female-type COI has already been calculated for the same genus, i.e. Unio (Froufe et al 2016b), future studies should use it to clarify this situation. The possible introduction in Spain should be rapidly clarified because, if confirmed, it will probably affect all future conservation measures devoted to this species. These should include microsatellites analyse, similarly to what has already been done for U. foucau/dianus (Froufe et al 2016b), in order to identify possible MUs that may influence the direction of conservation actions.\n4.6\tCorbicula fluminea\nThis non-native species was first reported in Morocco in several locations in Sebou and Oum Er Rbia basins (Clavero et al 2012). In the present study, we found the species in three new basins i.e. Martil, Loukos and Moulouya (Figure 12). This is ecologically important because it confirms the rapid spread potential of this species. Interestingly, it seems that C. corbicula was only able to spread northwards, as its Southern limit is still Oum Er Rbia basin. This is probably related to the harsh abiotic conditions existent in the Southern Morocco basins, i.e. the high temperatures and the frequent droughts, that probable preclude the survival of the species. In addition, the propagule pressure in the Southern parts is also much lower, which reduces the probability of human deliberate or accidental introduction of new populations. Nevertheless, this means that since first detected, the species was able to spread to other regions of the country and if nothing is done to contain its spread, it will rapidly reach many other basins.\nThe observed spreading is very concerning given the known ecological and economic impacts generated by this species (extensively reviewed in Karatayev et al 2007; Sousa et al 2008 and Ilarri and Sousa 2012). Additionally, the fact that C. fluminea lives in sympatry with all the Moroccan\nfreshwater mussel species represents an additional threat to their conservation given the negative impacts of this non-native invasive species in the development and survival of native freshwater mussels (for a review see Vaughn and Spooner 2006, Sousa et al 2008, Crespo et al 2015)\nIn 2012, Clavero et al proposed that some measures should be applied in order to contain the spread of C. f/uminea in Morocco. Unfortunately, since then, the species has already reached other basins, which further stresses the urgency of creating regulation and applying effective measures to prevent further expansion of C. f/uminea in Morocco as well as the arrival of other invasive species.\n4.7\tCurrent and future conservation scenarios\nOf the five native species found in the country, three are classified as Critically Endangered, i.e. A. pallaryi(which we confirmed to be A. anatina}, M. marocanaand U foucau/dianus, mostly due to their apparent rapid decline and restricted distributions (Van Damme and Ghamizi 2010a,b,c). Regarding U gibbus status, it is only assessed in Europe, where it is also listed as Critically Endangered (Araujo 2011).\nOf the four above mentioned species, U foucau/dianus is the one with the wider spatial distribution, since it was present in almost every assessed basin in Morocco (Figure 8). This was already pointed by Froufe et al (2016b), which proposed to down-list the species conservation status. The fact that we were able to add new locations to the known distribution of this species, stresses even more the importance to re-assess its conservation status. Nevertheless, the species faces numerous threats and some populations have disappeared (Van Damme and Gammizi 2000c). Furthermore, its very low haplotypic diversity (Figure 9) reflects the species vulnerability to the growing threats and, therefore, this species must be included in future management actions even if its conservation stauts is down-listed.\nAs for M marocana, it was found in Sebou basin, increasing its current known distribution (Figure 5) and also its discrebed haplotype diversity (Figure 5). This new information represents a new hope for the future conservation of this species. Nevertheless, this species still has a very restricted distribution\nand low abundance, especially in Sebou, and it is exposed to numerous threats (extensively reviewed in Sousa et al 2016).\nU gibbus i s considered one of the most threatened species in Europe, given the fact that it is restricted to Barbate River, Southern Spain (Araujo et al 2009). On the other hand, its has been referred as the most widely distributed Unio on North Africa, existing from Morocco to Tunisia (Khalloufi et al 2011). The genetic data here presented adds intriguing new information relatively to the Spanish individuals due to their possible introduction possibly by human vectors. The confirmation of this situation, which will require a more extensive sampling and more molecular data, will have major implications on the conservation measures to be taken in Spain (see for example recent discussions about the white clawed crayfish Austropotamobius ita/icus (Faxon, 1914); Clavero et al in press). In Morocco, U gibbus is found in five distinct basins, from North to South of the country (Figure 10). However, most populations seem to be locally restricted and in most of the basins the species was only found in one location. The unique exception was in Mda basin, which is a small basin and where all sampling sites were relatively close to each other (Figure 11). Additionally, the fact that this species is present in middle and lower sections of the rivers, represents a problem for its survival. The high frequencies of droughts, associated with human impacts (e.g. water extraction and dam construction), are causing the total drying of the lower sections in some Moroccan rivers (Clavero et al 2014, in press, Froufe et a 2016b). Moreover, the costal littoral areas are more densely populated, which inevitably leads to intense human pressure upon the freshwater biodiversity. Although our genetic data should be interpreted with some caution, due to the low number of specimens analysed, the species shows relatively low genetic diversity in Morocco. All this suggests its high vulnerability and stresses the urgency to take actions to ensure its persistence in Morocco. Additionally, it is important to complement our data with information from Algeria and Tunisia in order to clarify the current global conservation status of U gibbus.\nA. anatina, i s listed as Least Concern (IUCN), given the fact that it is widely distributed in the Palearctic (Lopes-Lima 2014). In this study, we have shown that A. anatina is the Anodonta species present in Morocco previously named A. paiiaryiand listed as Critically Endangered. From all the species here studied, A. anatina had the most restricted distribution (Figure 2), being only found in two locations (both in lower sections). In addition, both populations lack genetic diversity, i.e. only one haplotype was\nfound. All of this reinforces the importance of taking urgent measures to protect this species in Morocco.\nAs for P Httoraiis, it was recently classified as Endangered (IUCN), given its drastic decline in Europe (Lopes-Lima et al 2014b). In Morocco, P littorals(in addition with U fou/cadianus appears to be the freshwater mussel species better adapted to the different conditions throughout the country, given its wide distribution, which includes endorheic basins. Additionally, from all the mussels under study, P littorals shows the highest haplotypic diversity, which suggest a higher stability in the past. Nevertheless, some European P littorals populations have suffered strong declines (Lopes-Lima et al 2017a) and in Morocco the species will probably suffer similar declines as a consequence of the growing human pressures, particularly the decrease of lotic habits resulting from dam construction and water abstraction for human consumption. Therefore, management actions are urgently needed to ensure the long-term survival of this species.\nMoroccan Northern and Central regions support most of the species diversity (Figure 13). M. marocana and A. anatina are only present in the Northern and Central regions, while P littorals, U gibbus and U foucauidianus were found in rivers from North to South. Additionally, most of the intraspecific genetic diversity was found in Northern and Central rivers. Although in the Southern basins (i.e. Tensift, Souss, Massa, Noun, Ziz and Draa) only three species were found, little haplotypic diversity was detected in P littorals and U foucauidianus and none in U gibbus. This makes the Southern populations incredibly vulnerable. This is further aggravated by the fact that North African countries are experiencing higher frequencies of low precipitation and high temperatures (Schilling et al 2012, Schyns and Hoekstra, 2014), which reduce the habitat availability for freshwater mussels and host fishes. Finally, the current high demand of water for agriculture, domestic and industrial use will inevitably represent additional threats to the long survival of these species, not only in the South but in all the country.\nOur data additionally shows a very important pattern, i.e. all species of freshwater mussels are present in Oum Er Rbia and Sebou basins (except A. anatina, in the last). Interestingly, these basins represent key areas for Moroccan economy and consequently are very exposed to high levels of domestic, industrial and agricultural pollution, contain numerous dams, and to satisfy the water demand water\nabstraction is very frequent (Vam Damme et al 2010, Schyns and Hoekstra, 2014). The fact that in these two basins, mussels are present in distinct locations, implies that management actions must encompass large areas while ensuring the maintenance of water necessities required by surrounding human populations.\nAlthough Sebou and Oum Er Rbia basins clearly represent conservation priorities, due to their species richness and high genetic diversity, ideally many other basins should also be considered in future management plans. For instance, even though P littoalis was the only species present in Draa and Ziz basins, unique haplotypes were found in each basin (Figure 6 and 7). Particularly, Ziz population should be a priority for conservation, due to its geographic isolation but also as it contains a clearly isolated and unique haplotype (H3 - Figure 7). A similar situation can be seen in both U. foucau/dianus and U. gibbus populations from Bouregreg and Mda basin (Figure 9 and 11). Furthermore, P littoralis populations from Martil and Laou basins seem to contain some degree of genetic isolation (H4, H5 and H6 - Figure 7). Additionally, Loukos basin contains one of the two A. anatina populations and therefore is essential for the preservation of this very threatened species in Morocco (Figure 2). Finally, U foucau/dianus is the only species present in Moulouya basin, and therefore the basin should also be considered for future conservation actions.\nHere we present some possible conservation measures that we believe could be considered for future application:\nFirst, it will be crucial to increase the basic ecological and physiological knowledge of all freshwater mussel species present in the country as it will effectively ensure higher success of conservation plans. It will be fundamental to assess the habitat preferences, the main factors responsible for the current distribution of the species and most importantly to determine the host fish preferences for all the species. Additionally, the molecular analyses should be continued to further explore the genetic diversity and to find new management units that are important to consider when applying conservation measures. Therefore, before any actions are taken it would be important to perform further genetic studies, especially with the application of fast mutation genetic markers, e.g. microsatellites, as they allow the identification of independent MUs. These analyses were already performed in U foucau/dianus (Froufe et al 2016b) and should be pursued in the other four species.\nSecond, and after a better ecological knowledge of all species, the artificial culture propagation and further release in the habitat where the species exist as well as in other potential habitats throughout their historical distribution should be pursued. This measure should be a priority for M marocana and A. anatina due to their very limited distributions. Similar approaches have been done in Europe for example in the native species Margaritifera margaritifera (Linnaeus 1758) (Gum et al 2011). However, to be efficiently applied it requires knowledge of the species habitat preferences and a full information about biotic interactions (Lopes-Lima et 2017a), which for Morocco are almost absent.\nThird, and in a more long-term scenario and given the fact that different species are generally present in distinct sections of the basins, it would be ideal to create protected areas throughout the basins. These areas would allow the buffering of some of the threats and protect freshwater biodiversity. It would be important that the location of these protected areas would not collide with human activities to reduce possible conflicts, for example for water demand. Additionally, it will be extremely important to increase the connectivity between the different stretches of the main rivers as well as in their tributaries (for instance Laabid in Oum Er Rbia basin and Beth in Sebou basin). For that, fish passages could be built in the already existing dams, as well as including them in the new ones. Some mussel species are dependent on highly mobile (or even migratory) fish, which dispersal would be facilitated without affecting water storage for surrounding human populations.\nFourth, given the fact that aquaculture in Morocco is generally intended as a way to restock fish for recreational fishing (FAO- 2005-2017, Clavero et al 2014) future aquaculture projects should also include the native host fish in their restock actions. This measure will help the dispersal and survival of host fishes in various regions and consequentially help the reproduction and recruitment of freshwater mussels.\nFifth, it is also important that the Moroccan government begin to rise the financial investment in the treatment of industrial, domestic and agricultural wastes (e.g. construction of water treatment stations, increase the riparian buffer zones), as an effort to increase the water quality. The intense water extraction and catchment probably represents the major threats for the freshwater diversity in Morocco (Van Dame et al 2010, Schyns and Hoekstra 2014). This, associated with the climate change, is causing the progressive disappearance of some flowing rivers (e.g. lower sections of Souss, Massa,\nTensift, among others). It is therefore essential to start water management programs, or at least include this management in ongoing catchment programmes, that focus on the maintenance of water availability and also to effectively control the intensive water extraction throughout the country. Additionally, legislation and higher attention (including possible economic investments) are necessary concerning the introduction, spread and control of invasive species. The recent introduction of the invasive Asian clam C. f/uminea in Morocco is a good example of a rapid spread, the possible ecological and economic effects being not yet evaluated but suspected to be high (e.g. Ilarri and Sousa 2012). Given the frequent import of freshwater fishes from Spain (aquaculture), the intentional or accidental introduction of freshwater invasive species will probably continue in the future. Bivalve species, such as the zebra mussel Dreissena po/ymorpha (Pallas, 1771) and the Chinese pond mussel Sinanodonta woodiana (Lea 1834), are likely possible future introductions in Morocco, also with high ecological and economic impacts (Strayer 2009, Sousa et al 2014).\nSixth, our data also stresses the importance to carry out similar studies in the rest of Maghreb, mostly in Algeria, from where almost no data is available. Basic information on the physiology, ecology and genetic diversity of freshwater mussels in this area is essential to understand the global phylogenetic and phylogeographic patterns of each species. However, given the gap of knowledge between Morocco and Tunisia, in this study we could only speculate about the evolutionary history of P littoralis and U gibbus in the area. Additionally, given the close relationship between Southern Europe and North African fauna (e.g. Froufe et al 2016 a,b) a broader knowledge of Maghreb's diversity will certainly help to understand the evolutionary dynamics of each species in the Mediterranean region.\n5.\tConclusion\nThe results presented here represent the first inclusive assessment covering the entire distribution of Moroccan freshwater mussels. It also allowed to update the distribution of the non-native invasive species C. f/uminea. This study clarified for the first time the taxonomy of Anodonta sp. in Morocco, revealing A. anatina as the only species of the genus present in the country. Additionally, it confirmed the existence of five native freshwater mussel species, i.e. M. marocana (endemic), U foucauldianus (endemic), A. anatina, P Httora/is and U gibbus. Our work also included the first comprehensive genetic diversity characterization of all the five species present in Morocco. This information allowed the broadening of the phylogeographic knowledge of M marocana, P. Httora/is and U foucauldianus and revealed the first phylogeographic patterns for A. anatina and U gibbusi n the country. Additionally, the data gathered pointed the direction for future studies on the autoecology of these species and suggested prioritization of conservation plans for these threatened taxa. We hope that our work will encourage the scientific community, as well as the government entities, to promote further studies in these remarkable animals. These should include the implementation of conservation measures, aiming their protection and progressively reducing some of the threats that affect Moroccan freshwater ecosystems. Finally, we hope that our work will also encourage the replication of similar studies in other African countries, as well as in other regions, like Asia and South America, often excluded when it comes to studies focusing in these interesting and functionally important freshwater species.\n6.\tBibliography\nAraujo, R., &amp; Ramos, M. A. (2000). A critical revision of the historical distribution of Margaritifera auricu/aria (Spengler, 1793) (Mollusca: Margaritiferidae) based on museum specimens. Journal of Conchoiogy, 37, 4959.\nAraujo, R., Toledo, C., Van Damme, D., Ghamizi, M., &amp; Machordom, A. (2009a). Margaritifera marocana (Pallary, 1918): a valid species inhabiting Moroccan rivers. Journal of Moiiuscan Studies, 75(2), 95-101.\nAraujo, R., Toledo, C., &amp; Machordom, A. (2009b). Redescription of Unio gibbus Spengler, 1793, a west palaearctic freshwater mussel with hookless glochidia. Maiacoiogia, 51(1), 131-141.\nAraujo, R., (2011). Uniogibbus. IUCN red list of threatened species. Available at http://www.iucnredlist.org/. Accessed 08.2017.\nAraujo, R., Buckley, D., Nagel, K. O., &amp; Machordom, A. (2016). Potomida iittoraiis (Bivalvia, Unionidae) evolutionary history: slow evolution or recent speciation? Zoological Journal of the Linnean Society, 179(2), 277290.\nBalian, E. V., Segers, H., Leveque, C., &amp; Martens, K. (2008). The freshwater animal diversity assessment: an overview of the results. Hydrobioiogia, 595(1), 627-637.\nBeebee, T., &amp; Rowe, G. (2008). An Introduction to Molecular Ecology. Oxford University Press, Oxford, United Kingdom.\nCardinale, B. J., Duffy, J. E., Gonzalez, A., Hooper, D. U., Perrings, C., Venail, P., Narwani, A., Mace, G.M., Tilman, D., Wardle, D.A., Kinzig, A.P., Daily, G.C., Loreau, M., Grace, J.B., Larigauderie, A., Srivastava, D., &amp; Naeem, S., (2012). Biodiversity loss and its impact on humanity. Nature, 486(7401), 59-67.\nCardoso, P., Erwin, T. L., Borges, P. A., &amp; New, T. R. (2011). The seven impediments in invertebrate conservation and how to overcome them. Biological Conservation, 144(11), 2647-2655.\nCarpenter, S. R., Stanley, E. H., &amp; Vander Zanden, M. J. (2011). State of the world's freshwater ecosystems: physical, chemical, and biological changes. Annual review of Environment and Resources, 36, 75-99.\nCarranza, S., Arnold, E. N., &amp; Pleguezuelos, J. M. (2006). Phylogeny, biogeography, and evolution of two Mediterranean snakes, Malpolon monspessulanus and Hemorrhois hippocrepis (Squamata, Colubridae), using mtDNA sequences. Molecular Phylogenetics and Evolution, 40(2), 532-546.\nClausnitzer, V., Kalkman, V. J., Ram, M., Collen, B., Baillie, J. E., Bedjanic, M., Darwall, W. R. T., Dijkstra, K.-D.B., Dowf, R., Hawking, J., Karube, H., Malikova, E., Paulson, D., Schutte, K., Suhling, F., Villanuevam, R. J., von Ellenrieder, N., &amp; Wilson, K. (2009). Odonata enter the biodiversity crisis debate: the first global assessment of an insect group. Biological Conservation, 142(8), 1864-1869.\nClavero, M., Araujo, R., Calzada, J., Delibes, M., Fernández, N., Gutiérrez-Expósito, C., Revilla, E., &amp; Román, J. (2012). The first invasive bivalve in African fresh waters: invasion portrait and management options. Aquatic Conservation: Marine and Freshwater Ecosystems, 22(2), 277-280.\nClavero, M., Esquivias, J., Qninba, A., Riesco, M., Calzada, J., Ribeiro, F., Fernández, N., &amp; Delibes, M. (2014). Fish invading deserts: non-native species in arid Moroccan rivers. Aquatic Conservation: Marine and Freshwater Ecosystems, 25(1), 49-60.\nClavero, M., Calzada, J., Esquivias, J., Veríssimo, A., Hermoso, V., Qninba, A., &amp; Delibes, M. (in press). Nowhere to swim to: climate change and conservation of the relict Dades trout Salmo multipunctata in the High Atlas Mountains, Morocco. Oryx .\nClement, M., Posada, D. C. K. A., &amp; Crandall, K. A. (2000). TCS: a computer program to estimate gene genealogies. Molecular ecology, 9(10), 1657-1659.\nCrespo, D., Dolbeth, M., Leston, S., Sousa, R., &amp; Pardal, M. Â. (2015). Distribution of Corbicu/a fiuminea (Müller, 1774) in the invaded range: a geographic approach with notes on species traits variability. Biological invasions, 17(7), 2087-2101.\nDaget, J. (1998). Catalogue raisonné des Mollusques bivalves d'eau douce africains. ¡RD Editions.\nDarwin, C. (1882). On the dispersal of freshwater bivalves. Nature, 25, 529-530.\nDobson, M. (1998). Mammal distributions in the western Mediterranean: the role of human intervention. Mammal Review, 28(2), 77-88.\nDrake, N. A., Blench, R. M., Armitage, S. J., Bristow, C. S., &amp; White, K. H. (2011). Ancient watercourses and biogeography of the Sahara explain the peopling of the desert. Proceedings of the National Academy of Sciences, 108(2), 458-462.\nDudgeon, D., Arthington, A. H., Gessner, M. O., Kawabata, Z. I., Knowler, D. J., Lévêque, C., Naiman, R. J. Prieur-Richard, A. H., Soto, D., Stiassny, M.L.J., &amp; Sullivan, C. A. (2006). Freshwater biodiversity: importance, threats, status and conservation challenges. Biological Reviews, 81(2), 163-182.\nFAO. 2005-2017. National Aquaculture Sector Overview. Morocco. National Aquaculture Sector Overview Fact Sheets. Text by Abdellatif, O., El- Ahdal, M. In: FAO Fisheries and Aquaculture Department. Rome. Updated 1 February 2005. Accessed 8.2017.\nFonseca, M. M., Brito, J. C., Paulo, O. S., Carretero, M. A., &amp; Harris, D. J. (2009). Systematic and phylogeographical assessment of the Acanthodactylus erythrurus group (Reptilia: Lacertidae) based on phylogenetic analyses of mitochondrial and nuclear DNA. Molecular Phylogenetics and Evolution, 51(2), 131142.\nFroufe, E., Sobral, C., Teixeira, A., Sousa, R., Varandas, S., C Aldridge, D., &amp; Lopes-Lima, M. (2014). Genetic diversity of the pan-European freshwater mussel Anodonta anatina (Bivalvia: Unionoida) based on CO1: new phylogenetic insights and implications for conservation. Aquatic Conservation:Marine and Freshwater Ecosystems, 24(4), 561-574.\nFroufe, E., Prié, V., Faria, J., Ghamizi, M., Gonçalves, D. V., Gürlek, M. E., Karaouzas, I., Kebapci, U., Serefelisan, H., Sobral, C., Sousa, R., Teixaeira, A., Varandas, S., Zagoris, S. &amp; Lopes-Lima, M. (2016a). Phylogeny, phylogeography, and evolution in the Mediterranean region: News from a freshwater mussel (Potomida, Unionida). Molecular Phylogenetics and Evolution, 100, 322-332.\nFroufe, E., Gonçalves, D. V., Teixeira, A., Sousa, R., Varandas, S., Ghamizi, M., Zieritz, A., &amp; Lopes-Lima, M. (2016b). Who lives where? Molecular and morphometric analyses clarify which Unio species (Unionida, Mollusca) inhabit the southwestern Palearctic. Organisms Diversity &amp; Evolution, 16(3), 597-611.\nGaubert, P., Machordom, A., Morales, A., López-Bao, J. V., Veron, G., Amin, M., Barros, T., Basuony, M., Djagoun, C. A. M. S., Do Linh San, E., Fonseca, C., Geffen, E., Ozkurt, S. O., Cruaud, C., Couloux, A., &amp; Palomares, F., &amp; Fonseca, C. (2011). Comparative phylogeography of two African carnivorans presumably introduced into Europe: disentangling natural versus human-mediated dispersal across the Strait of Gibraltar. Journal of Biogeography, 38(2), 341-358.\nGraf, D. L., &amp; Cummings, K. S. (2007). Review of the systematics and global diversity of freshwater mussel species (Bivalvia: Unionoida). Journal of Moiiuscan Studies, 73(4), 291-314.\nGraf, D. L., &amp; Cummings, K. S. (2011). Freshwater mussel (Mollusca: Bivalvia: Unionoida) richness and endemism in the ecoregions of Africa and Madagascar based on comprehensive museum sampling. Hydrobioiogia, 678(1), 17-36.\nGraf, D. L., &amp; Cummings, K. S. (2015). The freshwater mussels (Unionoida) of the world (and other less consequential bivalves). MUSSEL Project. Available at http://mussel-project.uwsp.edu/. Accessed 08.2017.\nGreen, A. J., &amp; Figuerola, J. (2005). Recent advances in the study of long-distance dispersal of aquatic invertebrates via birds. Diversity and Distributions, 11(2), 149-156.\nCummings, K. S., Jones, H. A., &amp; Lopes-Lima, M. (2016). Rapid bioassessment methods for freshwater molluscs. Core Standardized Methods, 186.\nGeist, J. (2011). Integrative freshwater ecology and biodiversity conservation. Ecological indicators, 11(6), 15071516.\nGómez, A., &amp; Lunt, D. H. (2007). Refugia within refugia: patterns of phylogeographic concordance in the Iberian Peninsula. in Phyiogeography of southern European refugia. Springer Netherlands.\nGómez, I., &amp; Araujo, R. (2008). Channels and ditches as the last shelter for freshwater mussels: the case of Margaritifera auricuiaria and other naiads inhabiting the mid Ebro River Basin, Spain. Aquatic Conservation: Marine and Freshwater Ecosystems, 18(5), 658-670.\nHaag, W. R. (2012). North American freshwater mussels: natural history, ecology, and conservation. Cambridge Universiy Press.\nHall, T. A. (1999). BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. In Nucleic acids symposium series (Vol. 41, No. 41, pp. 95-98): Information Retrieval Ltd., c1979-c2000.\nHarris, D. J., Carranza, S., Arnold, E. N., Pinho, C., &amp; Ferrand, N. (2002). Complex biogeographical distribution of genetic variation within Podarcis wall lizards across the Strait of Gibraltar. Journal of Biogeography, 29(9), 1257-1262.\nHinzmann, M., Lopes-Lima, M., Teixeira, A., Varandas, S., Sousa, R., Lopes, A., Froufe, E., &amp; Machado, J. (2013). Reproductive cycle and strategy of Anodonta anatina (L., 1758): Notes on hermaphroditism. Journal of Experimental Zoology Part A: Ecological Genetics and Physiology, 319(7), 378-390.\nHooper, D. U., Chapin, F. S., Ewel, J. J., Hector, A., Inchausti, P., Lavorel, S., Lawton, J.H., Lodge, D., M., Naeem, S., Schmid, B., Setala, H., Symstad, A.J., Vandermeer, J., &amp; Wardle, D.A. (2005). Effects of biodiversity on ecosystem functioning: a consensus of current knowledge. Ecological Monographs, 75(1), 3-35.\nHuff, S. W., Campbell, D., Gustafson, D. L., Lydeard, C., Altaba, C. R., &amp; Giribet, G. (2004). Investigations into the phylogenetic relationships of freshwater pearl mussels (Bivalvia: Margaritiferidae) based on molecular data: implications for their taxonomy and biogeography. Journal of Moiiuscan Studies, 70(4), 379-388.\nHusemann, M., Ray, J. W., King, R. S., Hooser, E. A., &amp; Danley, P. D. (2012). Comparative biogeography reveals differences in population genetic structure of five species of stream fishes. Biological Journal of the Linnean Society, 107(4), 867-885.\nIlarri, M., &amp; Sousa, R. (2012). Corbicuia fiuminea Muller (Asian clam). A handbook of global freshwater invasive species. Earthscan, London, 173-183.\nJamet, P. (1991). Flore et fauna du Sahara depuis 18000 bp. Actes Congres National des Societe's Savantes, 116, 55-69.\nKallersjo, M., Von Proschwitz, T., Lundberg, S., Eldenas, P., &amp; Erseus, C. (2005). Evaluation of ITS rDNA as a complement to mitochondrial gene sequences for phylogenetic studies in freshwater mussels: an example using Unionidae from north-western Europe. Zooiogica Scripta, 34(4), 415-424.\nKaratayev, A. Y., Padilla, D. K., Minchin, D., Boltovskoy, D., &amp; Burlakova, L. E. (2007). Changes in global economies and trade: the potential spread of exotic freshwater bivalves. Biological Invasions, 9(2), 161-180.\nKhalloufi, N., &amp; Boumaiza, M. (2005). Premiere note sur la presence d'Anodonta cygnea (Linnaeus, 1758) (Mollusca, Bivalvia, Unionidae) en Tunisie. Zooiogia Baetica, 16, 21-29.\nKhalloufi, N., Toledo, C., Machordom, A., Boumaiza, M., &amp; Araujo, R. (2011). The unionids of Tunisia: taxonomy and phylogenetic relationships, with redescription of Unio ravoisieri Deshayes, 1847 and U durieuiDeshayes, 1847. Journal of Moiiuscan Studies, 77(2), 103-115.\nLeveque, C., &amp; Balian, E. V. (2005). Conservation of freshwater biodiversity: does the real world meet scientific dreams? Aquatic Biodiversity II, 23-26.\nLopes-Lima, M., Teixeira, A., Froufe, E., Lopes, A., Varandas, S., &amp; Sousa, R. (2014a). Biology and conservation of freshwater bivalves: past, present and future perspectives. Hydrobioiogia, 735(1), 1-13.\nLopes-Lima, M., Prie, V., &amp; Seddon, M. B. (2014b). Potomida littoralis. IUCN red list of threatened species. Available at http://www.iucnredlist.org/. Accessed 08.2017.\nLopes-Lima, M. (2014). Anodonta anatina. IUCN red list of threatened species. Available at http://www.iucnredlist.org/. Accessed 08.2017.\nLopes-Lima, M., Sousa, R., Geist, J., Aldridge, D. C., Araujo, R., Bergengren, J., Bespalaya, Y., Bodis, E., Burlakova, L., Van Damme, D., Douda, K., Foufe, E., Georgiev, D., Gumpinger, C., Karatayev, A., Kebapqi, U., Killeen, I., Lajtner, J., Larsen, B. M., Lauceri, R., Legakis, A., Lois, S., Lundberg, S., Moorkens, E., Motte, G., Nagel, K-O., Ondina, P., Outeiro, A., Paunovic, M., Prie, V., Von Proschwitz, T., Riccardi, N., Rudzite, M., Rudzitis, M., Scheder, C., Seddon, M., ^ereflisan, H., Simic, V., Sokolova, S., Stoeckl, K., Taskinen, J., Teixeira, A., Thielen, F., Trichkova, T., Varandas, S., Vicentini, H., Zajac, K., Zajac, T., &amp; Zogaris, S. (2017a). Conservation status of freshwater mussels in Europe: state of the art and future challenges. Biological Reviews, 92(1), 572607.\nLopes-Lima, M., Froufe, E., Ghamizi, M., Mock, K. E., Kebapqi, U., Klishko, O., Kovitvadhi, S., Kovitvadhi, U., Paulo, O. S., Pfeiffer, J. M., Raley, M., Riccardi, N., Sereflisean, H., Sousa, R., Teixeira, A., Varandas, S., Wu, X., Zanatta, D. T., Zieritz, A., &amp; Bogan, A. E. (2017b). Phylogeny of the most species-rich freshwater bivalve family (Bivalvia: Unionida: Unionidae): Defining modern subfamilies and tribes. Molecular Phylogenetics and Evolution, 106, 174-191.\nLydeard, C., Cowie, R. H., Ponder, W. F., Bogan, A. E., Bouchet, P., Clark, S. A., Cummings, K. S., Frest, T.J., Gargominy, O., Heberte, D.G., Hershler, R., Perez, K. E., Roth, B., Seddon, M., Strong, E. E., &amp; Thompson, F. G. (2004). The global decline of nonmarine mollusks. BioScience, 54(4), 321-330.\nMace, G. M., Norris, K., &amp; Fitter, A. H. (2012). Biodiversity and ecosystem services: a multilayered relationship. Trends in Ecology &amp; Evolution, 27(1), 19-26.\nMandhal-Barth, (1988). Studies on African freshwater bivalves. Danish Bilharziasis Laboratory.\nMoritz, C. (1994). Defining 'evolutionary significant units' for conservation. Trends in ecology &amp; evolution, 9(10), 373-375.\nNaimo, T. J., Damschen, E. D., Rada, R. G., &amp; Monroe, E. M. (1998). Nonlethal evaluation of the physiological health of unionid mussels: methods for biopsy and glycogen analysis. Journal of the North American Benthoiogicai Society, 17(1), 121-128.\nQuantum GIS Development Team (2009). Quantum GIS Geographic Information System. Open Source Geospatial Foundation Project.\nPallary, P. (1918). Diagnoses d'une cinquantaine de molusques terrestres nouveaux du Nord de L'afrique.\nBulletin de la Société d'Histoire Naturelle de l'Afrique du Nord, 9,137-152.\nPallary, P. (1923). Descriptions de trois mollusques nouveaux du Maroc. Bulletin de la Société des Sciences Natureiies du Maroc, 3, 78-79.\nPallary, P. (1928). Notice sur seize mollusques nouveaux du Maroc découverts en 1926 et 1927. Journal de Conchyiioiogie, 72, 1-24.\nPlazzi, F., Ceregato, A., Taviani, M., &amp; Passamonti, M. (2011). A molecular phylogeny of bivalve mollusks: ancient radiations and divergences as revealed by mitochondrial genes. PLoS One, 6(11), e27147.\nPonder, W. F., Lunney, D. (1999). The Other 99%: The Conservation and Biodiversity of Invertebrates. Mosman (Australia): Royal Zoological Sociey of New South Wales.\nRecuero, E., Iraola, A., Rubio, X., Machordom, A., &amp; García-París, M. (2007). Mitochondrial differentiation and biogeography of Hyla meridionalis (Anura: Hylidae): an unusual phylogeographical pattern. Journal of Biogeography, 34(7), 1207-1219.\nRees, W. J. (1965). The aerial dispersal of Mollusca. Journal of Moiiuscan Studies, 36(5), 269-282.\nReis, J., Machordom, A., &amp; Araujo, R. (2013). Morphological and molecular diversity of unionidae (Mollusca, Bivalvia) from Portugal. Graeiisia, 69(1), 17-36.\nSambrook, J., Fritsch, E.F., Maniatis, T. (1989). Molecular Cloning: a Laboratory Manual. Cold Harbor Spring Press, New York.\nSantos, R. M. B., Sanches Fernandes, L. F., Varandas, S. G. P., Pereira, M. G., Sousa, R., Teixeira, A., Lopes-Lima, M., Cortes, R. M. V., &amp; Pacheco, F. A. L. (2015b). Impacts of climate change and land-use scenarios on Margaritifera margaritifera, an environmental indicator and endangered species. Science of the Total Environment, 511, 477-488.\nSantos, A.M., Cabezas, M.P., Tavares, A.I., Xavier, R., &amp; Branco, M. (2015b) tcsBU: a tool to extend TCS network layout and visualization. Bioinformatics, btv636\nSchilling, J., Freier, K. P., Hertig, E., &amp; Scheffran, J. (2012). Climate change, vulnerability and adaptation in\nNorth Africa with focus on Morocco. Agriculture, Ecosystems &amp; Environment, 156, 12-26.\nSchyns, J. F., &amp; Hoekstra, A. Y. (2014). The added value of water footprint assessment for national water policy: a case study for Morocco. PLoS One, 9(6), e99705.\nSoroka, M. (2008). Identification of gender-associated mitochondrial haplotypes in Anodonta anatina (Bivalvia:\nUnionidae). Folia Maiacoiogica, 16(1), 21-26.\nSoroka, M. (2010). Characteristics of mitochondrial DNA of unionid bivalves (Mollusca: Bivalvia: Unionidae). I. Detection and characteristics of doubly uniparental inheritance (DUI) of unionid mitochondrial DNA. Folia malacologica, 18(4), 147-188.\nSousa, R., Antunes, C., &amp; Guilhermino, L. (2008). Ecology of the invasive Asian clam Corbicuia fiuminea (Muller, 1774) in aquatic ecosystems: an overview. Annaies de Limnoiogie-intemationa/ Journal of Limnology, 44, 8594.\nSousa, R., Novais, A., Costa, R., &amp; Strayer, D. L. (2014). Invasive bivalves in fresh waters: impacts from individuals to ecosystems and possible control strategies. Hydrobiologia, 735(1), 233-251.\nSousa, R., Varandas, S., Teixeira, A., Ghamizi, M., Froufe, E., &amp; Lopes-Lima, M. (2016). Pearl mussels (Margaritifera marocana) in Morocco: conservation status of the rarest bivalve in African fresh waters. Science of the Total Environment, 547, 405-412.\nSpooner, D. E., Frost, P. C., Hillebrand, H., Arts, M. T., Puckrin, O., &amp; Xenopoulos, M. A. (2013). Nutrient loading associated with agriculture land use dampens the importance of consumer-mediated niche construction. Ecology Letters, 16(9), 1115-1125.\nStrayer, D. L., Downing, J. A., Haag, W. R., King, T. L., Layzer, J. B., Newton, T. J., &amp; Nichols, S. J. (2004).\nChanging perspectives on pearly mussels, North America's most imperiled animals. BioScience, 54(5), 429439.\nStrayer, D. L. (2009). Twenty years of zebra mussels: lessons from the mollusk that made headlines. Frontiers in Ecology and the Environment, 7(3), 135-141.\nStrayer, D. L., &amp; Dudgeon, D. (2010). Freshwater biodiversity conservation: recent progress and future challenges. Journal of the North American Benthoiogicai Society, 29(1), 344-358.\nSteinfartz, S., Veith, M., &amp; Tautz, D. (2000). Mitochondrial sequence analysis of Salamandra taxa suggests old splits of major lineages and postglacial recolonizations of Central Europe from distinct source populations of Salamandra salamandra. Molecular Ecology, 9(4), 397-410.\nTamura, K., Stecher, G., Peterson, D., Filipski, A., &amp; Kumar, S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular Biology and Evolution, 30(12), 2725-2729.\nTankersley, R. A., &amp; Dimock Jr, R. V. (1993). The effect of larval brooding on the respiratory physiology of the freshwater unionid mussel Pyganodon cataracta. American Midland Naturalist, 146-163.\nVan Damme, D. (1984). Freshwater mollusca of Northern Africa. In: H. Dumont, Developments in Hydrobiology, Dr. W. Junk, Dordrecht.\nVan Damme, D., Ghamizi, M., Soliman, G., Mclvor A., &amp; Seddon, M. B. (2010). The status and distribution of freshwater molluscs. In García, N., Cuttelod, A., &amp; Malak, D. A. (2010). The status and distribution of freshwater biodiversity in Northern Africa. IUCN.\nVan Damme, D., &amp; Ghamizi, M. (2010a). Anodontapaiiaryi. IUCN Red List of Threatened Species. Available at http://www.iucnredlist.org/. Accessed 08.2017\nVan Damme, D., &amp; Ghamizi, M. (2010b). Margaritifera marocana. IUCN Red List of Threatened Species. Available at http://www.iucnredlist.org/. Accessed 08.2017.\nVan Damme, D., &amp; Ghamizi, M. (2010c). Unio foucauidianus. IUCN Red List of Threatened Species. Available at http://www.iucnredlist.org/. Accessed 08.2017.\nVaughn, C. C., &amp; Hakenkamp, C. C. (2001). The functional role of burrowing bivalves in freshwater ecosystems. Freshwater Biology, 46(11), 1431-1446.\nVaughn, C. C., &amp; Taylor, C. M. (2000). Macroecology of a host-parasite relationship. Ecography, 23(1), 11-20.\nVaughn, C. C., &amp; Spooner, D. E. (2006). Scale-dependent associations between native freshwater mussels and invasive Corbicula. Hydrobioiogia, 568(1), 331-339.\nWalker, J. M., Curole, J. P., Wade, D. E., Chapman, E. G., Bogan, A. E., Watters, G. T., &amp; Hoeh, W. R. (2006). Taxonomic distribution and phylogenetic utility of gender-associated mitochondrial genomes in the Unionoida (Bivalvia). Malacologia-Philadelphia, 48(1/2), 265-282.\nWalker, J. M., Bogan, A. E., Bonfiglio, E. A., Campbell, D. C., Christian, A. D., Curole, J. P., Harris, J. L., Wojtecki, R. J., &amp; Hoeh, W. R. (2007). Primers for amplifying the hypervariable, male-transmitted COII-COI junction region in amblemine freshwater mussels (Bivalvia: Unionoidea: Ambleminae). MolecularEcoiogResources, 7(3), 489491.\nZanatta, D. T., &amp; Harris, A. T. (2013). Phylogeography and genetic variability of the freshwater mussels (Bivalvia: Unionidae) Ellipse, Venustaconcha ellipsiformis (Conrad 1836), and Bleeding Tooth, V pleasii (Marsh 1891). American MalacologicalBulletin, 31(2), 267-279.\nZieritz, A., Lopes-Lima, M., Bogan, A. E., Sousa, R., Walton, S., Rahim, K. A. A., Wilson, J-J., Ng, P-Y., Froufe, E., &amp; McGowan, S. (2016). Factors driving changes in freshwater mussel (Bivalvia, Unionida) diversity and distribution in Peninsular Malaysia. Science of the Total Environment, 571, 1069-1078.\n7.\tSupplementary information\nTable S1 - List of samples used with respective GenBank accession codes and information about population/ county river basin, hapioype/hapiogroups. The hapioypes/hapiogroups are represented by the code/coiour shown in the networks.\nSample - (GenBank)\tSpecies\tPopulation/Country\tRiver\tHaplotype/Haplogroup\tReference\nBIV2000\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2001\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2002\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2003\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2004\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2006\tAnodonta anatina\tSidi Said Maachou\tOum Er-Rbia\tYellow\tThis study\nBIV2580\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nBIV2581\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nBIV2582\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nBIV2583\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nBIV2584\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nBIV2585\tAnodonta anatina\tLarache\tLoukos\tYellow\tThis study\nAA173 - KC583464.1\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tFroufe et al 2014\nAA176 - KC583465.1\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tFroufe et al 2014\nAA179 - KC583466.1\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tFroufe et al 2014\nAanatSDA1.5 - EF571393\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tReis et al 2013\nAA180 - EF571393\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tReis et al 2013\nAA181 - EF571393\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tReis et al 2013\nAA182 - EF571393\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tReis et al 2013\nAA183 - EF571393\tAnodonta anatina\tPortugal: Sado\tSado\tRed\tReis et al 2013\nAA19 - KC583467\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tFroufe et al 2014\nAA15 - KC583451\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tHinzmann et al 2013\nAA17 - KC583453\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tHinzmann et al 2013\nAA14 - KC583450\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tHinzmann et al 2013\nAA16 - KC583452\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tHinzmann et al 2013\nAanatXA1.3 - EF571396\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tReis et al 2013\nAanatXA2.3 - EF571397\tAnodonta anatina\tPortugal:Guadiana\tGuadiana\tRed\tReis et al 2013\nAA287 - KC583476.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA288 - KC583477.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA291 - KC583477.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA292 - KC583477.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA293 - KC583477.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA289 - KC583478.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA294 - KJ402054.1\tAnodonta anatina\tSpain: Guadalquivir\tGuadalquivir\tGreen\tFroufe et al 2014\nAA339 - KC583479.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA341 - KC583480.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA343 - KC583480.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA344 - KC583480.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA342 - KC583481.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA345 - KC583481.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA346 - KC583481.1\tAnodonta anatina\tSpain: Barbate\tBarbate\tGreen\tFroufe et al 2014\nAA42 - KC583458\tAnodonta anatina\tPortugal Minho\tMinho\tBlue\tHinzmann et al 2013\nAA51-KC583459\tAnodonta anatina\tPortugal Minho\tMinho\tBlue\tHinzmann et al 2013\nAA61 - KC583460\tAnodonta anatina\tPortugal Minho\tMinho\tBlue\tFroufe et al 2014\nAY579122\tAnodonta anatina\tPortugal Minho\tMinho\tBlue\tHuff et al 2004\nAA1 - KC583446\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA3 - KC583454\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA31 - KC583455\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA33 - KC583457\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA11 - KC583447\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA12 - KC583448\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAA13 - KC583449\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nEF571387\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tReis et al 2013\nEF571388\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tReis et al 2013\nEF571389\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tReis et al 2013\nEF571390\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tReis et al 2013\nAA32 - KC583456\tAnodonta anatina\tPortugal Douro\tDouro\tBlue\tHinzmann et al 2013\nAC1 - KC583461\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tHinzmann et al 2013\nAC9 - KC583463\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tHinzmann et al 2013\nV1 - KC583511\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tFroufe et al 2014\nAA87 - KC583497\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tFroufe et al 2014\nAC3 - KC583462\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tHinzmann et al 2013\nAA83 - KC583496\tAnodonta anatina\tPortugal Vouga\tVouga\tBlue\tFroufe et al 2014\nAi1 - KC583503\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nAi 12 - KC583504\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nAi 13 - KC583505\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nAi 15 - KC583506\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nAi21 - KC583508\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nEF571391\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tReis et al 2013\nEF571392\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tReis et al 2013\nAi20 - KC583507\tAnodonta anatina\tPortugal Mondego\tMondego\tBlue\tFroufe et al 2014\nAA229 - KC583468.1\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tFroufe et al 2014\nAA233 - KC583469\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tFroufe et al 2014\nAA237 - KC583471\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tFroufe et al 2014\nEF571395\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tReis et al 2013\nAA234 - KC583470\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tFroufe et al 2014\nAA242 - KC583472\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tFroufe et al 2014\nEF571394\tAnodonta anatina\tPortugal: Tejo\tTejo\tBlue\tReis et al 2013\nAA369 - KC583482.1\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA70 - KC583489\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nAA72 - KC583491\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nACGOM3 - KC583502\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nAA71 - KC583490\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nACGOM1 - KC583500\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nACGOM2 - KC583501\tAnodonta anatina\tHungary: Danube\tDanube\tPurple\tFroufe et al 2014\nAA370 - KC583483\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA375 - KC583486\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA371 - KC583484\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA372 - KC583485\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA73 - KC583492\tAnodonta anatina\tHungary: Lake Balaton\tLake Balaton\tPurple\tFroufe et al 2014\nAA74 - KC583493\tAnodonta anatina\tCzech Republic: Elbe\tElbe\tPurple\tFroufe et al 2014\nAA75 - KC583494\tAnodonta anatina\tCzech Republic: Elbe\tElbe\tPurple\tFroufe et al 2014\nAC79 - KC583499\tAnodonta anatina\tCzech Republic: Elbe\tElbe\tPurple\tFroufe et al 2014\nAA76 - KC583495\tAnodonta anatina\tCzech Republic: Elbe\tElbe\tPurple\tFroufe et al 2014\nAC77 - KC583498\tAnodonta anatina\tCzech Republic: Elbe\tElbe\tPurple\tFroufe et al 2014\nAA387 - KC583512\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tPurple\tFroufe et al 2014\nAA389 -KC583514\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nAA390 - KC583515.1\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nAA391 - KC583516.1\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nAA392 - KC583517.1\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nAA394 -KC583519\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nAA393 - KC583518\tAnodonta anatina\tItaly: Lake Maggiore\tLake Maggiore\tOrange\tFroufe et al 2014\nJF496764\tAnodonta anatina\tItaly: Lake Castel dell'Alpi\tLake Castel dell'Alpi\tOrange\tPlazzi et al 2011\nAA379 - KC583487\tAnodonta anatina\tUk: Bure\tBure\tPurple\tFroufe et al 2014\nAA380 - KC583487\tAnodonta anatina\tUk: Bure\tBure\tPurple\tFroufe et al 2014\nAA381 - KC583488\tAnodonta anatina\tUK: Thames\tThames\tPurple\tFroufe et al 2014\nDQ060168\tAnodonta anatina\tSweden: Lake Stavsjon\tLake Stavsjon\tPurple\tKallersjo et al 2005\nAF494102\tAnodonta anatina\tPoland: Vistula\tVistula\tPurple\tSoroka 2008\nGU230745\tAnodonta anatina\tPoland: Vistula\tVistula\tPurple\tSoroka 2010\nEF440346\tAnodonta anatina\tPoland: Odra\tOdra\tPurple\tSoroka 2008\nGU230744\tAnodonta anatina\tPoland: Odra\tOdra\tPurple\tSoroka 2010\nEF440347\tAnodonta anatina\tPoland: Lake Wdzydze\tLake Wdzydze\tPurple\tSoroka 2008\nGU230742\tAnodonta anatina\tPoland: Lake Hamrzysko\tLake Hamrzysko\tPurple\tSoroka 2010\nDG3 - KC583509\tAnodonta anatina\tUkraine: Dniester\tDniester\tPurple\tFroufe et al 2014\nDG4 - KC583510\tAnodonta anatina\tUkraine: Dniester\tDniester\tPurple\tFroufe et al 2014\nJQ253884\tAnodonta anatina\tUkraine: Dniester\tDniester\tPurple\tYanovich (unpublished)\nJQ253883\tAnodonta anatina\tUkraine: Salgir\tSalgir\tPurple\tYanovich (unpublished)\nAA257 - KC583473.1\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA258 - KC583474.1\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA259 - KC583475\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA260 - KC583475\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA261 - KC583475\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA264 - KC583475\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA263- KJ402053\tAnodonta anatina\tSpain: Ebro\tEbro\tOrange\tFroufe et al 2014\nAA388-KC583513\tAnodonta cygnea\t\t\t\tFroufe et al 2014\nGU230749\tAnodonta cygnea\t\t\t\tSoroka 2010\nDQ060172\tPseudanodonta campianata\tSweden: Gardvedasjon lake\tGardvedasjon lake\t\tKallersjo et al 2005\nDQ060173\tPseudanodonta campianata\tSweden: Gardvedasjon lake\tGardvedasjon lake\t\tKallersjo et al 2005\nJQ253892\tPseudanodonta campianata\t\tUkraine;Severskiy Donec\t\tYanovich(unpublished)\nJQ253891\tPseudanodonta campianata\t\tUkraine;Danube\t\tYanovich(unpublished)\nPL575 - KU946878\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t1\tFroufe et al 2016a\nPL576 - KU946879\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t15\tFroufe et al 2016a\nPL577 - KU946880\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t7\tFroufe et al 2016a\nPL578 - KU946881\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t16\tFroufe et al 2016a\nPL579 - KU946882\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t1\tFroufe et al 2016a\nPL580 - KU946883\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t15\tFroufe et al 2016a\nPL581 - KU946884\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t7\tFroufe et al 2016a\nPL582 - KU946885\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t15\tFroufe et al 2016a\nPL583 - KU946886\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t1\tFroufe et al 2016a\nPL589 - KU946887\tPotomida iittoraiis\tBzou\tLaabid, Oum-Er- Rbia\t15\tFroufe et al 2016a\nN1255 - KP217824\tPotomida iittoraiis\tUnknown\tDange Bradia, Oum- Er-Rbia\t1\tAraujo et al 2016\nN1256 - KP217825\tPotomida iittoraiis\tUnknown\tDange Bradia, Oum- Er-Rbia\t7\tAraujo et al 2016\nN1257 - KP217826\tPotomida iittoraiis\tUnknown\tDange Bradia, Oum- Er-Rbia\t7\tAraujo et al 2016\nN1283 - KP217827\tPotomida iittoraiis\tUnknown\tLaabid, Oum-Er- Rbia\t15\tAraujo et al 2016\nN1284 - KP217828\tPotomida iittoraiis\tUnknown\tLaabid, Oum-Er- Rbia\t9\tAraujo et al 2016\nN1304 - KP217833\tPotomída littoralis\tUnknown\tLaabid, Oum-Er- Rbia\t15\tAraujo et al 2016\nN1305 - KP217834\tPotomída littoralis\tUnknown\tLaabid, Oum-Er- Rbia\t17\tAraujo et al 2016\nBIV2035\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t21\tThis study\nBIV2037\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t7\tThis study\nBIV2038\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t19\tThis study\nBIV2039\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t1\tThis study\nBIV2040\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t18\tThis study\nBIV2041\tPotomida littoralis\tDouar Laalaoua Bridge\tOum-Er-Rbia\t21\tThis study\nBIV0780 - KU946699\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0781 - KU946700\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0782 - KU946701\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0783 - KU946702\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0784 - KU946703\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0785 - KU946704\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0786 - KU946705\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0787 - KU946706\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0788 - KU946707\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nBIV0789 - KU946708\tPotomida littoralis\tOuled Otmane\tDraa\t2\tFroufe et al 2016a\nN2026 - KP217839\tPotomida littoralis\tUnknown\tDraa\t2\tAraujo et al 2016\nN2027 - KP217840\tPotomida littoralis\tUnknown\tDraa\t2\tAraujo et al 2016\nN2029 - KP217841\tPotomida littoralis\tUnknown\tDraa\t2\tAraujo et al 2016\nBIV0626\tPotomida littoralis\tTilougass\tAmaghouss, Massa\t1\tThis study\nBIV627 - KU946668\tPotomida littoralis\tTilougass\tAmaghouss, Massa\t1\tFroufe et al 2016a\nBIV760 - KU946689\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0761 - KU946690\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0762 - KU946691\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0763 - KU946692\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0764 - KU946693\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0765 - KU946694\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0766 - KU946695\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0767 - KU946696\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0768 - KU946697\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0769 - KU946698\tPotomida littoralis\tOuzioua\tSouss\t1\tFroufe et al 2016a\nBIV0647 - KU946669\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0648 - KU946670\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0649 - KU946671\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0650 - KU946672\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0651 - KU946673\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0652 - KU946674\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0653 - KU946675\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0654 - KU946676\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0655 - KU946677\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nBIV0656 - KU946678\tPotomida littoralis\tBousaid\tZiz\t3\tFroufe et al 2016a\nN2030 - KP217842\tPotomida littoralis\tUnknown\tZiz\t3\tAraujo et al 2016\nN2031 - KP217843\tPotomida littoralis\tUnknown\tZiz\t3\tAraujo et al 2016\nN2032 - KP217844\tPotomida littoralis\tUnknown\tZiz\t3\tAraujo et al 2016\nBIV0680 - KU946679\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016a\nBIV0681 - KU946680\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t10\tFroufe et al 2016a\nBIV0682 - KU946681\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t20\tFroufe et al 2016a\nBIV0683 - KU946682\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t11\tFroufe et al 2016a\nBIV0684 - KU946683\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016a\nBIV0685 - KU946684\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016a\nBIV0686 - KU946685\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016a\nBIV0687 - KU946686\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t10\tFroufe et al 2016a\nBIV0688 - KU946687\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016a\nBIV0689 - KU946688\tPotomida littoralis\tDouar Chebabate\tAbiod, Sebou\t13\tFroufe et al 2016a\nMNCN N1292 - KP217829\tPotomida littoralis\tDar Bel Amri\tBeth, Sebou\t1\tAraujo et al 2016\nMNCN N1293 - KP217830\tPotomida littoralis\tDar Bel Amri\tBeth, Sebou\t1\tAraujo et al 2016\nMNCN N1294 - KP217831\tPotomida littoralis\tDar Bel Amri\tBeth, Sebou\t8\tAraujo et al 2016\nMNCN N1295 - KP217832\tPotomida littoralis\tDar Bel Amri\tBeth, Sebou\t14\tAraujo et al 2016\nBIV2536\tPotomida littoralis\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV3223\tPotomida littoralis\tZewiherate Taoughilt\tOuergha, Sebou\t1\tThis study\nBIV3224\tPotomida littoralis\tZewiherate Taoughilt\tOuergha, Sebou\t1\tThis study\nBIV3225\tPotomida littoralis\tZewiherate Taoughilt\tOuergha, Sebou\t12\tThis study\nMNCN N1246 - KP217819\tPotomida littoralis\tOuara\tOuergha, Sebou\t1\tAraujo et al 2016\nMNCN N1247 - KP217820\tPotomida littoralis\tOuara\tOuergha, Sebou\t4\tAraujo et al 2016\nMNCN N1248 - KP217821\tPotomida littoralis\tOuara\tOuergha, Sebou\t1\tAraujo et al 2016\nMNCN N1249 - KP217822\tPotomida littoralis\tJorf Melha\tOuergha, Sebou\t1\tAraujo et al 2016\nMNCN N1250 - KP217823\tPotomida littoralis\tJorf Melha\tOuergha, Sebou\t1\tAraujo et al 2016\nBIV3194\tPotomida littoralis\tTetouan\tHajera, Martil\t4\tThis study\nBIV3195\tPotomida littoralis\tTetouan\tHajera, Martil\t5\tThis study\nBIV3196\tPotomida littoralis\tTetouan\tHajera, Martil\t5\tThis study\nBIV3198\tPotomida littoralis\tTetouan\tHajera, Martil\t6\tThis study\nBIV3199\tPotomida littoralis\tTetouan\tHajera, Martil\t4\tThis study\nMNCN N1461 - KP217835\tPotomida littoralis\tUnknown\tOued Laou\t4\tAraujo et al 2016\nMNCN N1462 - KP217836\tPotomida littoralis\tUnknown\tOued Laou\t4\tAraujo et al 2016\nMNCN N1463 - KP217837\tPotomida littoralis\tUnknown\tOued Laou\t4\tAraujo et al 2016\nMNCN N1464 - KP217838\tPotomida littoralis\tUnknown\tOued Laou\t4\tAraujo et al 2016\nGU070946\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t22\tKhalloufi et al 2011\nGU070949\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t26\tKhalloufi et al 2011\nGU070947\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t22\tKhalloufi et al 2011\nGU070948\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t22\tKhalloufi et al 2011\nGU070951\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t24\tKhalloufi et al 2011\nGU070950\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t25\tKhalloufi et al 2011\nGU070952\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t23\tKhalloufi et al 2011\nGU070953\tPotomida littoralis\tTunisia\tSejenane (Mediterranean)\t25\tKhalloufi et al 2011\nGU070954\tPotomida littoralis\tTunisia\tSejenane (Mediterranean)\t25\tKhalloufi et al 2011\nN1548 - KP217892\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t25\tAraujo et al 2016\nN1549 - KP217893\tPotomida littoralis\tTunisia\tZiatine (Mediterranean)\t25\tAraujo et al 2016\nN1571 - KP217894\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t22\tAraujo et al 2016\nN1572 - KP217895\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t25\tAraujo et al 2016\nN1576 - KP217896\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t22\tAraujo et al 2016\nN1577 - KP217897\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t22\tAraujo et al 2016\nN1578 - KP217898\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t22\tAraujo et al 2016\nN1579 - KP217899\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t25\tAraujo et al 2016\nN1612 - KP217900\tPotomida littoralis\tTunisia\tEl-Maaden (Mediterranean)\t25\tAraujo et al 2017\nBIV3237\tUnio gibbus\tAghbal\tBouregreg\t1\tThis study\nBIV3250\tUnio gibbus\tAghbal\tBouregreg\t1\tThis study\nBIV3252\tUnio gibbus\tAghbal\tBouregreg\t4\tThis study\nBIV3253\tUnio gibbus\tAghbal\tBouregreg\t4\tThis study\nBIV0725\tUnio gibbus\tGuelmim\tNoun\t1\tThis study\nBIV0726 - KU160134\tUnio gibbus\tGuelmim\tNoun\t1\tFroufe et al 2016b\nBIV0727\tUnio gibbus\tGuelmim\tNoun\t1\tThis study\nBIV0728\tUnio gibbus\tGuelmim\tNoun\t1\tThis study\nBIV0729\tUnio gibbus\tGuelmim\tNoun\t1\tThis study\nBIV0730\tUnio gibbus\tGuelmim\tNoun\t1\tThis study\nKU160135 - BIV0820\tUnío gíbbus\tSidi Said Maachou\tOum Er-Rbia\t1\tFroufe et al 2016b\nBIV0821\tUnío gíbbus\tSidi Said Maachou\tOum Er-Rbia\t1\tThis study\nBIV811\tUnío gíbbus\tSidi Said Maachou\tOum Er-Rbia\t1\tThis study\nUG004\tUnío gíbbus\tDar Bel Amri\tBeth, Sebou\t3\tThis study\nUG005\tUnío gíbbus\tDar Bel Amri\tBeth, Sebou\t7\tThis study\nUG006\tUnío gíbbus\tDar Bel Amri\tBeth, Sebou\t7\tThis study\nUG010 - KX822671.1\tUnío gíbbus\tKenitra\tMda\t3\tLopes-Lima et al 2017b\nUG011\tUnío gíbbus\tKenitra\tMda\t3\tThis study\nUG016\tUnío gíbbus\tKenitra\tMda\t3\tThis study\nUG013\tUnío gíbbus\tKenitra\tMda\t3\tThis study\nUG014\tUnío gíbbus\tKenitra\tMda\t8\tThis study\nUG015\tUnío gíbbus\tKenitra\tMda\t5\tThis study\nBIV2537\tUnío gíbbus\tDar Bel Amri\tBeth, Sebou\t6\tThis study\nPL392\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tThis study\nN731 -EU735755\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN732-EU735756\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN734-EU735758\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN729-EU735753\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN730-EU735754\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN733-EU735757\tUnío gíbbus\tUnkonwn\tSpain, Barbate\t2\tAraujo et al 2009b\nN 1289 - EU735759\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t6\tAraujo et al 2009b\nN1291-EU735760\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t7\tAraujo et al 2009b\nN1306-EU735761\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t3\tAraujo et al 2009b\nN1307-EU735762\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t6\tAraujo et al 2009b\nN1309 -EU735763\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t6\tAraujo et al 2009b\nN1310 -EU735764\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t3\tAraujo et al 2009b\nN1311 -EU735765\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t5\tAraujo et al 2009b\nN1312-EU735766\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t6\tAraujo et al 2009b\nN1313 -EU735767\tUnío gíbbus\tUnkonwn\tBeth, Sebou\t7\tAraujo et al 2009b\nN1616 - GU070980\tUnío gíbbus\tTunisia\tSejenane River\t11\tKhalloufi et al 2011\nN1617 - GU070981\tUnío gíbbus\tTunisia\tSejenane River\t10\tKhalloufi et al 2011\nN1596 - GU070982\tUnío gíbbus\tTunisia, Ghardimaou\tMedjerda River\t9\tKhalloufi et al 2011\nN1597 - GU070983\tUnío gíbbus\tTunisia, Ghardimaou\tMedjerda River\t9\tKhalloufi et al 2011\nN1598 - GU070984\tUnío gíbbus\tTunisia, Ghardimaou\tMedjerda River\t8\tKhalloufi et al 2011\nUG007 - KU160130.1\tUnío foucauídíanus\tKenitra\tMda\t5\tFroufe et al 2016b\nUG008 - KU160130.1\tUnío foucauídíanus\tKenitra\tMda\t5\tFroufe et al 2016b\nUG009 - KU160131.1\tUnío foucauídíanus\tKenitra\tMda\t6\tFroufe et al 2016b\nUD636\tUnío foucauídíanus\tKenitra\tMda\t7\tThis study\nUD639\tUnío foucauídíanus\tKenitra\tMda\t1\tThis study\nUD638\tUnio foucauídianus\tKenitra\tMda\t1\tThis study\nBIV659 - KU160116.3\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t4\tFroufe et al 2016b\nBIV660 - KU160117.3\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016b\nBIV661 - KU160116.3\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t4\tFroufe et al 2016b\nBIV662 - KU160117.3\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t1\tFroufe et al 2016b\nBIV663\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t4\tThis study\nBIV664\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t4\tThis study\nBIV665\tUnío foucau/díanus\tDouar Chebabate\tAbiod, Sebou\t1\tThis study\nBIV 3229\tUnío foucauídianus\tTaza, Bouhlou\tAbiod, Sebou\t4\tThis study\nBIV 3230\tUnío foucauídianus\tTaza, Bouhlou\tAbiod, Sebou\t1\tThis study\nBIV801 - KU160117.3\tUnío foucauídianus\tSidi Said Maachou\tOum Er-Rbia\t1\tFroufe et al 2016b\nBIV802 - KU160117.3\tUnío foucauídianus\tSidi Said Maachou\tOum Er-Rbia\t1\tFroufe et al 2016b\nBIV803 - KU160117.3\tUnío foucauídianus\tSidi Said Maachou\tOum Er-Rbia\t1\tFroufe et al 2016b\nBIV804 - KU160117.3\tUnío foucauídianus\tSidi Said Maachou\tOum Er-Rbia\t1\tFroufe et al 2016b\nBIV697 - KU160116.3\tUnío foucauídianus\tGuelmim\tNoun\t4\tFroufe et al 2016b\nBIV698 - KU160117.3\tUnío foucauídianus\tGuelmim\tNoun\t1\tFroufe et al 2016b\nBIV700 - KU160117.3\tUnío foucauídianus\tGuelmim\tNoun\t1\tFroufe et al 2016b\nBIV707 - KU160117.3\tUnío foucauídianus\tGuelmim\tNoun\t1\tFroufe et al 2016b\nBIV0602\tUnio foucauídianus\tGuelmim\tNoun\t1\tThis study\nBIV0603\tUnio foucauídianus\tGuelmim\tNoun\t1\tThis study\nBIV741 - KU160117.3\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tFroufe et al 2016b\nBIV742 - KU160117.3\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tFroufe et al 2016b\nBIV743 - KU160117.3\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tFroufe et al 2016b\nBIV744 - KU160117.3\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tFroufe et al 2016b\nBIV0614\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tThis study\nBIV0615\tUnio foucauídianus\tTilougass\tAmaghouss, Massa\t1\tThis study\nBIV2509\tUnio foucauídianus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2510\tUnio foucauídianus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2511\tUnío foucauídianus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2512\tUnío foucau/díanus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2513\tUnío foucau/díanus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2514\tUnío foucau/díanus\tOumnass\tNfiss, Tensift\t1\tThis study\nBIV2614\tUnío foucau/díanus\tDouar E¡¡¡¡\tMoulouya\t1\tThis study\nBIV2615\tUnío foucau/díanus\tDouar Eííií\tMoulouya\t1\tThis study\nBIV2616\tUnío foucau/díanus\tDouar Eííií\tMoulouya\t1\tThis study\nBIV2617\tUnío foucau/díanus\tDouar Eííií\tMoulouya\t1\tThis study\nBIV2618\tUnío foucauídianus\tDouar Eííií\tMoulouya\t1\tThis study\nBIV2619\tUnío foucauídianus\tDouar Eííií\tMoulouya\t1\tThis study\nBIV3174\tUnío foucauídianus\tTetouan\tHajera, Martil\t1\tThis study\nBIV3175\tUnío foucauídianus\tTetouan\tHajera, Martil\t1\tThis study\nBIV3176\tUnío foucauídianus\tTetouan\tHajera, Martil\t1\tThis study\nBIV3178\tUnío foucauídianus\tTetouan\tHajera, Martil\t1\tThis study\nBIV3179\tUnío foucauídianus\tTetouan\tHajera, Martil\t1\tThis study\nBIV3214\tUnío foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t9\tThis study\nBIV3215\tUnío foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t4\tThis study\nBIV3216\tUnío foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t1\tThis study\nBIV3217\tUnio foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t1\tThis study\nBIV3218\tUnio foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t1\tThis study\nBIV3219\tUnio foucauídianus\tZewiherate Taoughiít\tOuergha, Sebou\t1\tThis study\nBIV2557\tUnio foucauídianus\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV2558\tUnio foucauídianus\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV2565\tUnio foucauídianus\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV2566\tUnio foucauídianus\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV2562\tUnio foucauídianus\tDar Bel Amri\tBeth, Sebou\t1\tThis study\nBIV2600\tUnio foucauídianus\tLarache\tUnnamed tributary, Loukos\t1\tThis study\nBIV2605\tUnio foucauídianus\tLarache\tUnnamed tributary, Loukos\t1\tThis study\nBIV2606\tUnio foucau/dianus\tLarache\tUnnamed tributary, Loukos\t8\tThis study\nBIV2603\tUnio foucau/dianus\tLarache\tUnnamed tributary, Loukos\t1\tThis study\nBIV3236\tUnio foucau/dianus\tAghbal\tBouregreg\t2\tThis study\nBIV3238\tUnio foucau/dianus\tAghbal\tBouregreg\t2\tThis study\nBIV3239\tUnio foucau/dianus\tAghba/\tBouregreg\t2\tThis study\nBIV3240\tUnio foucau/dianus\tAghba/\tBouregreg\t2\tThis study\nBIV3241\tUnio foucau/dianus\tAghba/\tBouregreg\t2\tThis study\nBIV3257\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t2\tThis study\nBIV3258\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t3\tThis study\nBIV3259\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t2\tThis study\nBIV3260\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t3\tThis study\nBIV3261\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t3\tThis study\nBIV3262\tUnio foucau/dianus\tAghba/\tGrou, Bouregreg\t3\tThis study\nBIV2634\tMargaritifera marocana\tBouh/ou\tBouh/ou, Abiod, Sebou\t1\tThis study\nBIV2636\tMargaritifera marocana\tBouh/ou\tBouh/ou, Abiod, Sebou\t1\tThis study\nBIV2639\tMargaritifera marocana\tBouh/ou\tBouh/ou, Abiod, Sebou\t1\tThis study\nBIV2648\tMargaritifera marocana\tBouh/ou\tBouh/ou, Abiod, Sebou\t2\tThis study\nBIV2649\tMargaritifera marocana\tBouh/ou\tBouh/ou, Abiod, Sebou\t2\tThis study\nMNCN-N1206 - EU429676\tMargaritifera marocana\tDerna, Moroccco\tDerna, Morocco\t3\tAraujo et al 2009a\nMNCN-N1252- EU429677\tMargaritifera marocana\tDange Bradia\tOum Er Rbia, Dange Bradia\t5\tAraujo et al 2009a\nMNCN-N1254- EU429678\tMargaritifera marocana\tDange Bradia\tOum Er Rbia, Dange Bradia\t3\tAraujo et al 2009a\nMNCN:N1264 - EU429679\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t4\tAraujo et al 2009a\nMNCN:N1266 - EU429680\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t6\tAraujo et al 2009a\nMNCN:N1267 - EU429681\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t4\tAraujo et al 2009a\nMNCN:N1268 - EU429682\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t4\tAraujo et al 2009\nMNCN:N1269 - EU429683\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t4\tAraujo et al 2009a\nMNCN:N1270 - EU429684\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t3\tAraujo et al 2009a\nMNCN:N1271 - EU429685\tMargaritifera marocana\tBzou\tLaabid, Oum-Er- Rbia\t\tAraujo et al 2010a\nTable S 2 - List of samples used in the phylogeny of all the species present in Morocco, with respective GenBank accession codes and information about population/ country, river basin.\nSample - (GenBank code)\tSpecies\tPopulation\tRiver/Lake\tReference\nBIV2000\tAnodonta sp.\tSidi Said Maachou\tOum Er-Rbia\tThis study\nBIV2580\tAnodonta sp.\tLarache\tUnnamed tributary, Loukos\tThis study\nAA73 - KC583492\tAnodonta anatina\tCzech Republic\tElbe\tFroufe et al 2014\nAA346 - KC583481.1\tAnodonta anatina\tSpain\tBarbate\tFroufe et al 2014\nAA388-KC583513\tAnodonta cygnea\tItaly\tLake Maggiore\tFroufe et al 2014\nEF571398\tAnodonta cygnea\tPortugal\tPateira de Fermenteiros\tReis et al 2013\nBIV0626\tPtomida iittoraiis\tTilougass\tAmaghouss, Massa\tThis study\nBIV3195\tPtomida iittoraiis\tTetouan\tHajera, Martil\tThis study\nMNCN N1248 - KP217821\tPtomida iittoraiis\tOuara\tOuergha, Sebou\tAraujo et al 2016\nN1256 - KP217825\tPtomida iittoraiis\tUnknown\tDange Bradia, Oum-Er-Rbia\tAraujo et al 2016\nUG013\tUnio gibbus\tKenitra\tMda\tThis study\nBIV2537\tUnio gibbus\tDar Bel Amri\tBeth, Sebou\tThis study\nBIV0726 - KU160134\tUnio gibbus\tGuelmim\tNoun\tFroufe et al 2016b\nN 1289 - EU735759\tUnio gibbus\tUnkonwn\tMarocco, Beth, Sebou\tAraujo et al 2009b\nUD639\tUnio foucauldianus\tKenitra\tMda\tThis study\nBIV663\tUnio foucauldianus\tDouar Chebabate\tAbiod, Sebou\tThis study\nBIV662 - KU160117.3\tUnio foucauldianus\tDouar Chebabate\tAbiod, Sebou\tFroufe et al 2016b\nBIV661 - KU160116.3\tUnio foucauldianus\tDouar Chebabate\tAbiod, Sebou\tFroufe et al 2016b\nBIV2636\tMargagtifera marocana\tBouhlou\tBouhlou, Abiod, Sebou\tThis study\nBIV2639\tmarocano\tBouhlou\tBouhlou, Abiod, Sebou\tThis study\nEU429676\tMa^oarOiffra marocano\tMorocco: Derna\tOum Er-Rbia\tAraujo et al 2009a\nEU429685\tMa^oarOiffra marocano\tMorocco: Abid, Imadahine\tOum Er-Rbia\tAraujo et al 2009a\n73"}]}}}