{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21886"}, {"@name": "filename", "#text": "5696_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\nVANESSA PATARO MAFFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMONITORAMENTO HIDROLÓGICO DA BACIA HIDROGRÁFICA \nDO CÓRREGO ÁGUIDA, FRANCISCO DUMONT, MG \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-Graduação \nem Ciência Florestal, para obtenção do \ntítulo de Magister Scientiae. \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2011 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n\n\n \n\n\n\nii \n \n\n \n \n \n \n \nAnda \nQuero te dizer nenhum segredo \nFalo nesse chão, da nossa casa \nBem que tá na hora de arrumar... \nTempo! \nQuero viver mais duzentos anos \nQuero não ferir meu semelhante \nNem por isso quero me ferir \nVamos precisar de todo mundo \nPrá banir do mundo a opressão \nPara construir a vida nova \nVamos precisar de muito amor \nA felicidade mora ao lado \nE quem não é tolo pode ver... \nA paz na Terra,  \nO pé na terra \nTerra! \nÉs o mais bonito dos planetas \nTão te maltratando por dinheiro \nTu que és a nave nossa irmã \nCanta! \nLeva tua vida em harmonia \nE nos alimenta com seus frutos \nTu que és do homem, a maçã... \nVamos precisar de todo mundo \nUm mais um é sempre mais que dois \nPrá melhor juntar as nossas forças \nÉ só repartir melhor o pão \nRecriar o paraíso agora \nPara merecer quem vem depois. \n \nBeto Guedes \n \n\n \n\n \n\n \nTudo é uma questão de manter, \nA mente quieta, \nA espinha ereta, \nE o coração tranquilo. \n                                            \nWalter Franco \n\n\n\niii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus avós (in memoriam). \n \n\nAos meus queridos pais, Eduardo e Cristina. \n \n\nAo meu irmão, Rodrigo. \n \n \n\n \n\n \n\n \n\n\n\niv \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAGRADECIMENTOS \n \n\n \n\n \n\nA Deus, por ter me dado vida, saúde e força para estar aqui hoje. \n\nÀ Universidade Federal de Viçosa e ao Departamento de Engenharia \n\nFlorestal, pela oportunidade de participar do Programa de Pós-Graduação, em \n\nnível de mestrado, em Ciência Florestal. \n\n Ao Conselho Nacional de Desenvolvimento Científico e Tecnológico \n\n(CNPq), pelo apoio financeiro durante o desenvolvimento da pesquisa \n\nÀ empresa Scflor, pela oportunidade de realizar este trabalho e todo \n\nincentivo ao longo destes três anos de trabalho. \n\nAo professor Herly, pela oportunidade, pela confiança, pelo incentivo e \n\npela amizade. \n\nAos coorientadores, professores Helio e Kelly, que prestaram grande \n\napoio e ajudaram no momento mais difícil. \n\nAos professores do DEF, por todo ensinamento. \n\nAos funcionários do DEF, Ritinha, Chiquinho, Noêmia, Jamile, Cida, \n\nMerrim, por toda ajuda e amizade durante todos esses anos. \n\nA todos os estagiários do Laboratório de Hidrologia Florestal, ao Paulo, \n\ncompanheiro de campo e das longas viagens; ao Francisco Dumont, à Camila \n\nBaiana, à Cris, à Breda, ao Tom, à Aninha, ao Otávio e ao Alexandre, pela \n\namizade e pela troca de experiências. \n\nAos colegas do Programa de Pós-Graduação, que sempre deram apoio \n\nnos momentos difíceis, na hora do estudo, infinitos trabalhos, muito obrigada. \n\n\n\nv \n \n\nAos meus pais, Eduardo e Cristina, por toda dedicação, pela educação, \n\npelo apoio, pela confiança, pela amizade e pelo amor. Agradeço por tudo... \n\nAMO VOCÊS! \n\nAo meu irmão, Rodrigo, pelo amor, pelo companheirismo e pela amizade. \n\nÀs tias e aos primos, que sempre me incentivaram; às tias Lena, Uva, \n\nLúcia e Ana, sempre presentes, ajudando e apoiando em todos os momentos. \n\nÀ Aurora, por ajudar no trabalho e aguentar toda a turma nas festas. \n\nÀ família de Francisco Dumont, ao Paulo Boy, à Dona Socorro, à Mara, \n\nao Seu Luis, à Dona Cida, à Deise, à Linete, à Lú e ao Renatinho, agradeço \n\npelo carinho, pela atenção, pela receptividade e por proporcionar grandes \n\nmomentos, que serão inesquecíveis. \n\nAos amigos de longa data sempre presentes, ao Tchutchu, Marcelo, \n\nChey, Nana, Gabi, Camila, Cláudio, Deive, Adelita, Cassandra, Jú Marota. \n\nAgradeço pela amizade de todos vocês (a todos os grandes amigos, não dá \n\npara citar todos). \n\nA todos que, de alguma forma, me apoiaram  \n\nMuito Obrigada! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvi \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBIOGRAFIA \n \n\n \n\n \n\n VANESSA PATARO MAFFIA, filha de Eduardo Marcio Maffia e Maria \n\nCristina Pataro Maffia, nasceu em 29 de dezembro de 1981, em Viçosa, Minas \n\nGerais. \n\n Em janeiro de 2008, graduou-se na Universidade Federal de Viçosa no \n\ncurso de Engenharia Florestal. \n\n Em 2009, iniciou o programa de Pós-Graduação em Ciência Florestal, \n\nna área de Meio Ambiente e subárea Hidrologia Florestal e Manejo de Bacias \n\nHidrográficas, pela Universidade Federal de Viçosa, concluindo os requisitos \n\nindispensáveis para obtenção do título de Magister Scientiae em fevereiro de \n\n2011.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSUMÁRIO \n \n\n \n\n \n\nPágina \n \n\nRESUMO ................................................................................................  ix \n  \nABSTRACT .............................................................................................  xi \n  \n1 INTRODUÇÃO .....................................................................................  1 \n  \n   1.1 Objetivos ........................................................................................  3 \n  \n      1.1.1 Objetivo geral ...........................................................................  3 \n      1.1.2 Objetivos específicos ...............................................................  3 \n  \n2 REVISÃO DE LITERATURA ................................................................  4 \n  \n   2.1 Funções ambientais das florestas naturais ....................................  4 \n   2.2 O eucalipto e a sustentabilidade ....................................................  6 \n   2.3 Influência da cobertura florestal no ciclo hidrológico ......................  7 \n  \n      2.3.1 Ciclo hidrológico .......................................................................  8 \n      2.3.2 Precipitação .............................................................................  9 \n      2.3.3 Evapotranspiração ...................................................................  10 \n      2.3.4 Infiltração ..................................................................................  11 \n      2.3.5 Escoamento superficial ............................................................  12 \n  \n   2.4 Bacias hidrográficas como unidade de planejamento ....................  14 \n  \n      2.4.1 Características fisiográficas de interesse hidrológico ...............  16 \n  \n   2.5 Qualidade da água .........................................................................  17 \n \n\n\n\nviii \n \n\nPágina \n \n\n3 METODOLOGIA ..................................................................................  20 \n  \n   3.1 Caracterização da área ..................................................................  20 \n   3.2 Parâmetros morfométricos .............................................................  23 \n   3.3 Precipitação ...................................................................................  28 \n   3.4 Vazão .............................................................................................  30 \n   3.5 Infiltração, resistência mecânica e umidade do solo ......................  33 \n  \n      3.5.1 Infiltração ..................................................................................  35 \n      3.5.2 Resistência mecânica do solo ..................................................  38 \n      3.5.3 Teor de umidade do solo ..........................................................  39 \n  \n   3.6 Qualidade da água .........................................................................  40 \n  \n      3.6.1 Parâmetros físicos....................................................................  40 \n      3.6.2 Parâmetros químicos ...............................................................  41 \n  \n   3.7 Análise estatística ..........................................................................  41 \n   3.8 Balanço hídrico ..............................................................................  42 \n  \n4 RESULTADOS E DISCUSSÃO ...........................................................  43 \n  \n   4.1 Morfometria ....................................................................................  43 \n   4.2 Precipitação ...................................................................................  49 \n   4.3 Vazão .............................................................................................  52 \n   4.4 Infiltração, umidade e resistência mecânica do solo ......................  56 \n  \n      4.4.1 Avaliação da capacidade de infiltração de água no solo ..........  56 \n      4.4.2 Avaliação do teor de umidade do solo .....................................  60 \n      4.4.3 Avaliação da resistência mecânica do solo ..............................  63 \n  \n   4.5 Parâmetros físico-químicos da água ..............................................  65 \n  \n      4.5.1 Análise média dos dados mensais ...........................................  65 \n      4.5.2 Análise temporal dos dados mensais .......................................  69 \n      4.5.3 Enquadramento do corpo d’água .............................................  72 \n  \n   4.6 Balanço hídrico ..............................................................................  74 \n  \n5 CONCLUSÃO ......................................................................................  76 \n  \nREFERÊNCIAS BIBLIOGRÁFICAS ........................................................  77 \n \n\n \n\n \n\n \n\n \n\n\n\nix \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRESUMO \n \n\n \n \n \nMAFFIA, Vanessa Pataro, M.Sc., Universidade Federal de Viçosa, março de \n\n2011. Monitoramento hidrológico da bacia hidrográfica do córrego \nÁguida, Francisco Dumont, MG. Orientador: Herly Carlos Teixeira Dias. \nCoorientadores: Haroldo Nogueira de Paiva e Helio Garcia Leite. \n\n \n \n\nA importância econômica dos reflorestamentos com eucalipto para o \n\npaís é inquestionável, sendo diversos os produtos fornecidos pelas florestas. \n\nPorém, os plantios de eucalipto ainda geram debates sobre os possíveis danos \n\nao meio ambiente, especialmente aqueles relacionados ao consumo de água e \n\nesgotamento de nutrientes do solo.  Este trabalho teve por objetivo monitorar a \n\nqualidade e quantidade de água de uma bacia reflorestada com eucalipto, no \n\nmunicípio de Francisco Dumont, norte do Estado de Minas Gerais. A bacia em \n\nestudo situa-se na Serra do Cabral, que reserva importantes riquezas naturais, \n\ncom extensos campos emoldurados por elevações rochosas, veredas, cerrados \n\ne florestas e várias cachoeiras nas encostas da serra. O trabalho consistiu em \n\nobter os parâmetros morfométricos da bacia, como área de drenagem, períme-\n\ntro, fator de forma, coeficiente de compacidade, dentre outros; e monitorar as \n\nprecipitações e vazões, desde o início dos plantios na área. Para o monitora-\n\nmento hidrológico foram instalados medidores de chuva e realizadas medições \n\nde vazão mensalmente. Em 2009, iniciou-se a coleta de água para monitora-\n\nmento da qualidade, do pH, da turbidez, da condutividade elétrica e do oxigênio \n\ndissolvido. Em um segundo momento, foram realizados testes de infiltração de \n\n\n\nx \n \n\nágua, umidade e resistência mecânica do solo, nos diferentes usos da área em \n\nestudo. A bacia possui forma alongada, com baixa densidade de drenagem e \n\ndeclividade média de 3,38%. Observou-se que os plantios não estão inter-\n\nferindo na vazão dos rios, mesmo tendo havido uma diminuição da precipitação \n\nao longo dos anos do período de estudo. As atividades silviculturais praticadas \n\nnos povoamentos não prejudicaram e nem impactaram o solo. Em relação à \n\nqualidade da água, de acordo com os parâmetros avaliados, a água não possui \n\npadrão para consumo, de acordo com a Resolução CONAMA no 357/2005. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxi \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nABSTRACT \n \n\n \n \n \nMAFFIA, Vanessa Pataro, M.Sc., Universidade Federal de Viçosa, March of \n\n2011. Hydrological monitoring in a watershed reforested with \neucalyptus in northern of Minas Gerais State. Adviser: Herly Carlos \nTeixeira Dias. Co-advisers: Kelly Cristina Tonello and Helio Garcia Leite. \n\n \n \n\nThe economic importance of eucalyptus reforestation is unquestionable \n\nfor the country, several products are provided, but the eucalyptus plantations \n\nhas lead to debates about the possible damage to the environment, especially \n\nthose related to water consumption and depletion of soil nutrients. This study \n\naimed to monitor the quality and quantity of water from watershed reforestation \n\nwith eucalyptus, district of Francisco Dumont, State of Minas Gerais. The study \n\nwatershed is located into Serra do Cabral, which holds important natural \n\nresources with vast fields framed by rocky hills, trails, forests, savannahs, and \n\nnumerous waterfalls. This work aimed to obtain the morphometric parameters \n\nfor the watershed drainage area, perimeter, shape factor, compactness \n\ncoefficient among others and monitor the flow and rainfall since the beginning of \n\nthe area plantations. For hydrological monitoring, rain gauges were installed \n\ninto watershed and flow measurements were carried out monthly since \n\nSeptember 2007. At 2009 started the monitoring of water quality, parameters \n\nsuch as pH, turbidity, conductivity and dissolved oxygen were measured \n\nmonthly. In the second stage tests were conducted of water infiltration, moisture \n\nand mechanical strength of the soil in different land uses in the study area. \n\n\n\nxii \n \n\nRegarding morphology, the basin has elongated shape, with low drainage \n\ndensity and slope of 3.38%. It was noted that the plantings are not influencing \n\nthe flow of rivers, while there were a decrease in rainfall in recent years in the \n\nregion. The silvicultural activities practiced in the stands not damaged or \n\nimpacted the ground. The water consumed by the population does not fit in \n\nClass 1, according to CONAMA no 357/2005. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1 INTRODUÇÃO \n \n\n \n\n  \nA água é um elemento essencial para a existência dos seres vivos e \n\nconstitui fator imprescindível para o desenvolvimento econômico, para a saúde \n\ne o bem-estar dos seres humanos. A importância da água, no contexto \n\ngeopolítico, faz dela um elemento de pesquisas, no intuito de conservar a sua \n\nqualidade e melhorar as condições de uso e seu aproveitamento em diferentes \n\necossistemas. \n\n O conhecimento da influência da floresta sobre a água no solo é de \n\ngrande importância, para que sejam adotadas técnicas adequadas de manejo. \n\nSabe-se que o solo florestal apresenta boas condições de infiltração e que as \n\náreas florestadas são importantes fontes de abastecimento de aquíferos. Para \n\nque se possam compreender os efeitos da floresta sobre a produção de água, \n\né fundamental o entendimento do funcionamento de todos os processos do \n\nciclo hidrológico. \n\n O ciclo hidrológico é um processo cíclico que não tem início nem fim, \n\nporém é frequente iniciar-se os estudos pela evaporação das águas dos \n\noceanos e da superfície continental. Essa evaporação irá formar uma umidade \n\nque precipitará sobre os oceanos e continentes. A água precipitada nos \n\ncontinentes pode seguir dois caminhos, onde uma parte é interceptada pela \n\nfloresta e a outra chega diretamente na superfície do solo. Esta água, que \n\nchega à superfície, poderá escoar pelo terreno ou infiltrar-se no solo, \n\nenvolvendo outros processos complexos, como evaporação, precipitação, \n\n\n\n2 \n\ninterceptação, transpiração, infiltração, percolação e escoamento superficial \n\n(BUCHIANERI, 2004). \n\n As alterações na paisagem, ocasionadas pelas atividades do homem, \n\nem uma bacia hidrográfica, interferem diretamente nas propriedades do solo e \n\nda água. Desta forma, pode-se dizer que a cobertura vegetacional, somada às \n\npráticas de manejo utilizadas, interfere em todos os processos que envolvem o \n\nciclo hidrológico. \n\n De acordo com Tonello (2005), bacia hidrográfica é uma área de \n\ncaptação natural da água da chuva, drenada por canais, tributários e ravinas, \n\naté um curso d’água principal, tendo a vazão uma saída única que deságua em \n\num curso d’água maior (lago ou oceano). \n\n Os estudos envolvendo bacias hidrográficas têm se intensificado cada \n\nvez mais, pelo fato de a bacia ser uma unidade ecossistêmica de planejamento \n\ncom condições de integrar os seguintes valores ecológicos: proteção dos \n\nrecursos hídricos, em qualidade e quantidade, manutenção do potencial produ-\n\ntivo ou da capacidade de suporte do solo, manutenção da biodiversidade, \n\nprincipalmente em áreas hidrologicamente mais dinâmicas e vulneráveis.  \n\n Embora o Brasil possua cerca de 5,5 milhões de hectares de plantações \n\nde eucaliptos (BRACELPA, 2008), esse gênero ainda gera grandes debates e \n\nquestionamentos sobre os possíveis danos ao meio ambiente, especialmente \n\naqueles relacionados ao consumo de água e esgotamento de nutrientes do solo. \n\nHoje, pode-se dizer que o eucalipto é uma necessidade, pois o \n\ndesenvolvimento mundial está atrelado ao uso das florestas como fonte de \n\nenergia e suprimento de madeira. Esta necessidade foi, durante muitos anos, \n\nsuprida quase que exclusivamente por meio de florestas inequiâneas, o que \n\nprovocou grandes destruições ao habitat natural, gerando danos aos \n\necossistemas. O plantio de eucalipto é uma solução para diminuir a pressão \n\nsobre as florestas inequiâneas, viabilizando a produção de madeira para \n\natender as necessidades da sociedade. \n\nLima (2006) relata alguns trabalhos conduzidos por Hibbert (1967), \n\nSwank e Miller (1968) e Vertessy et al. (2001), sobre a influência das florestas \n\nequiâneas na quantidade de água de microbacias. Esses trabalhos denotam \n\nque o deflúvio da bacia diminui com o plantio e o crescimento da floresta e \n\naumenta após seu corte raso, o que ocorre também quando se refloresta uma \n\n\n\n3 \n\nmicrobacia anteriormente coberta com pastagem. Porém, este possível impacto \n\ndas florestas sobre a quantidade das águas será mais ou menos severo, \n\ndependendo das condições hidrológicas regionais e da disponibilidade de \n\nágua, em termos de balanço hídrico. De acordo com Cossalter e Pye Smith \n\n(2003), quando os plantios são estabelecidos, haverá inevitavelmente um \n\nimpacto no ciclo hidrológico, sendo que a intensidade do impacto dependerá do \n\ntipo de uso e do manejo do solo anteriormente às plantações. Com o devido \n\ntempo, os plantios de eucalipto irão promover um controle dos processos de \n\nescoamento superficial, de erosão e ciclagem de nutrientes, contribuindo para \n\nmelhoria da qualidade e da quantidade de água produzida na microbacia. Por \n\nisso, o monitoramento hidrológico de uma bacia hidrográfica é uma importante \n\nferramenta no controle dos impactos ambientais e do manejo sustentável dos \n\nrecursos naturais. \n\n \n\n1.1 Objetivos \n \n\n1.1.1 Objetivo geral \n\n \n\nAnalisar os parâmetros de qualidade e quantidade das águas da bacia \n\ndo córrego Águida, visando detectar possíveis impactos do reflorestamento de \n\neucalipto nos recursos hídricos locais, por meio de um programa permanente \n\nde monitoramento hidrológico. \n\n \n\n1.1.2 Objetivos específicos \n\n \n\n- Caracterizar os parâmetros morfométricos da bacia. \n\n- Monitorar todos os eventos de chuva na bacia hidrográfica do córrego \n\nÁguida. \n\n- Monitorar a vazão mensal do córrego Águida. \n\n- Monitorar a qualidade da água do Córredo Águida. \n\n- Avaliar a capacidade de infiltração, umidade e resistência mecânica do \n\nsolo. \n\n \n\n\n\n4 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2 REVISÃO DE LITERATURA \n \n\n \n\n \n\n2.1 Funções ambientais das florestas naturais \n \n\n As florestas são um dos principais componentes naturais que garantem \n\nvida sobre a superfície da Terra, exercendo, também, um papel fundamental no \n\nequilíbrio ambiental, proporcionando abrigo e segurança para uma vida saudável \n\nao homem (LIMA; ZAKIA, 2006). \n\n Atualmente, a degradação e as modificações do meio ambiente têm sido \n\numa das maiores discussões e vêm causando grande impacto na biodiver-\n\nsidade, no clima e nos seres vivos.  \n\n De todas as mudanças ocorridas no mundo atual, a conscientização e a \n\nmobilização das pessoas diante dos problemas ambientais do planeta consti-\n\ntuem, sem dúvida, uma das mais salutares conquistas do mundo moderno. Um \n\nmarco importante que possibilitou o início destas mudanças foi com a reunião \n\nda Conferência das Nações Unidas sobre Meio Ambiente e Desenvolvimento \n\n(UNCED) em 1992, no Rio de Janeiro. No que diz respeito aos problemas \n\natuais das florestas e da diversidade biológica, a Agenda 21, da UNCED, \n\ndefine claramente: \n\n“As florestas em todo o mundo estão sendo ameaçadas pela \ndegradação descontrolada e a transformação de usos da terra; \ninfluenciada pelo aumento das necessidades humanas; expan-\nsão agrícola e má gestão ambiental, incluindo: falta de controle \ndos incêndios florestais, insustentável exploração de madeira, \n\n\n\n5 \n\nsobrepastoreio, poluentes atmosféricos, incentivos econômicos \ne atividades de outros setores da economia. Os impactos da \nperda e degradação das florestas são na forma de erosão do \nsolo, perda da diversidade biológica, danos aos habitats silves-\ntres, degradação dos mananciais, deterioração da qualidade de \nvida e redução das opções para o desenvolvimento” (ISIK et \nal., 1997).  \n\nAs florestas em seu estado natural prestam inúmeros serviços ambien-\n\ntais, gerando benefícios à humanidade. Como funções ambientais e de proteção \n\ndas florestas observam-se: \n\n- proteção dos recursos hídricos: através de sua folhagem, casca e \n\nserrapilheira abundante, as florestas diminuem a velocidade de dispersão de \n\nágua, favorecendo a infiltração de águas pluviais (ISIK et al., 1997); \n\n- proteção do solo: o dossel florestal diminui o impacto do vento e das \n\ngotas de chuva sobre o solo. As raízes promovem a estruturação do solo, \n\nprotegendo-o contra erosões. Com a combinação da dispersão mais lenta da \n\npercolação de água de lençóis freáticos e intermediários, a floresta exerce um \n\nimportante efeito-tampão, que protege contra as inundações e erosões das \n\nmargens do rio (ISIK et al., 1997); \n\n- influência sobre o clima local e redução dos impactos das emissões de \n\ngases: pelo controle da velocidade do vento e dos fluxos de ar, a floresta \n\ninfluencia a circulação do ar atmosférico local, mantendo os sólidos e \n\nelementos gasosos suspensos; e funcionam como um filtro de massas de ar. \n\nAs florestas exercem também um efeito climático, proporcionando temperaturas \n\namenas e causando maior bem-estar à população que vive nestas áreas. Esta \n\ncapacidade é muito útil para a proteção de zonas habitadas que fazem fronteira \n\ncom zonas industriais e de silvicultura urbana em geral (ISIK et al., 1997); \n\n- conservação do habitat natural e da diversidade biológica: a floresta \n\noferece um habitat para a flora e a fauna e, dependendo de sua saúde, \n\nvitalidade e, finalmente, do modo como ela é gerida ou protegida, garante sua \n\nprópria perpetuação, por meio da manutenção dos processos ecológicos (ISIK \n\net al., 1997); \n\n- lazer e outras funções sociais das florestas: além de suas funções \n\nfísicas, biológicas e de proteção, as florestas têm ganhado cada vez mais \n\nimportantes funções recreativas durante as últimas décadas. Os parques \n\n\n\n6 \n\nurbanos e as unidades de conservação têm atraído cada vez mais visitantes, \n\nproporcionado bem-estar e recreação para a população (ISIK et al., 1997). \n\n Estas funções somente serão possíveis de serem prestadas pelas \n\nflorestas se houver preservação e práticas de manejo adequadas, visando à \n\nsustentabilidade. De acordo com os preceitos da Agenda 21, fica claro que não \n\nhá mais lugar para empreendimentos florestais que não estejam fundamentados \n\nna sustentabilidade.  \n\n \n\n2.2 O eucalipto e a sustentabilidade \n\n \n\n As plantações de espécie exótica vêm crescendo a cada dia e \n\npreocupando alguns setores da sociedade. Estes seguimentos acreditam que \n\nessas espécies prejudicam a bacia hidrográfica e degradam a paisagem como \n\num todo, principalmente no que tange às características hidrológicas originais. \n\nEntretanto, esta questão deve ser alvo de intensas pesquisas, no intuito de \n\nsolucionar este problema.  \n\n O efeito visível do consumo de água é comum em qualquer tipo de \n\nplantação, seja florestal ou não, em níveis variados, dependendo da espécie \n\nplantada. Mesmo as florestas nativas consomem água dos mananciais e do \n\nsolo; contudo, esta questão persiste sobre o eucalipto, visto que esta espécie \n\ncausa muita polêmica no meio social (OLERIANO; DIAS, 2007). \n\n Os ecossistemas florestais desempenham inúmeras funções, como \n\nmitigação do clima (temperatura e umidade), minimização do pico do hidrograma \n\n(redução de enchentes e recarga para os rios), controle de erosão, atenuação \n\nda poluição atmosférica, fornecimento do oxigênio (O2) e absorção do gás \n\ncarbônico (CO2), prevenção contra ação do vento e dos ruídos, produção de \n\nbiomassa e fornecimento de energia (KOBIYAMA, 2000). \n\n Porém, sabe-se que áreas cobertas com plantações florestais, além de \n\nmelhorarem a paisagem como um todo, promovem a redução de erosão do \n\nsolo, ajudando na potencialização da infiltração da água da chuva, para que \n\nesta possa abastecer os lençóis subterrâneos. \n\n Atualmente, com a inserção do conceito de sustentabilidade, não há \n\nmais espaço para atividades que comprometam a disponibilidade dos recursos \n\nhídricos, tanto no aspecto quantitativo quanto qualitativo.  \n\n\n\n7 \n\n De acordo com Couto e Dubé (2001), o cultivo do eucalipto é uma \n\nalternativa de preservação da natureza, pois, a partir de 1994, as práticas \n\nsilviculturais sugeriram abolir a queima e o preparo convencional do solo. Leite \n\net al. (1997), em trabalhos a respeito de regime hídrico do solo, com diferentes \n\ncoberturas vegetais (eucalipto, mata nativa e pastagem), constataram que o \n\neucalipto não interferiu de modo negativo no regime hídrico do solo quando \n\ncomparado aos outros tipos de vegetação.  \n\n As florestas plantadas manejadas adequadamente constituem-se em \n\numa forma apropriada do uso do solo, sendo menos impactantes do que \n\nqualquer outra cultura intensiva. Entretanto, precisam estar em harmonia com \n\nas prioridades ecológicas e sociais da região (POGGIANI et al., 1998). \n\n A sustentabilidade de uma floresta manejada ou de uma plantação \n\nflorestal está fundamentada nas seguintes premissas básicas: manutenção e \n\naté aumento da produção de madeira, perpetuidade do equilíbrio dinâmico \n\nentre a entrada e saída de energia e nutrientes, assim como conservação da \n\ncapacidade de regeneração do ecossistema (POGGIANI et al., 1998). \n\n \n\n2.3 Influência da cobertura florestal no ciclo hidrológico \n\n \n\n As alterações na estrutura da paisagem, ocasionadas pelas atividades \n\ndo homem em uma bacia hidrográfica, irão interferir diretamente nas proprieda-\n\ndes do solo, que, por sua vez, irá refletir nas propriedades das águas em \n\nqualidade e quantidade. Desta forma, pode-se dizer que a presença ou ausên-\n\ncia da vegetação, as práticas de manejo utilizadas e os diferentes usos do solo, \n\ninterferem nas características das águas que, nesse sentido, irá interferir em \n\ntodo ciclo hidrológico.   \n\nPara se atingir um nível desejável de preservação destes recursos \n\nnaturais, faz-se necessário o desenvolvimento de pesquisas voltadas para \n\nanálise e monitoramento de todos os componentes do ciclo hidrológico e sua \n\nrelação com os fatores que irão influenciar a dinâmica da bacia, bem como a \n\nmanutenção destas, por meio de processos de interceptação pluviométrica, \n\nprecipitação interna, escoamento pelo tronco e fluxo de água no solo \n\n(BALBINOT et al., 2008). \n\n\n\n8 \n\n A presença do piso florestal protege a superfície do solo dos impactos \n\ndas gotas de chuva, dos efeitos de radiação solar e do vento e diminui a \n\nevaporação de sua superfície.  \n\n \n\n2.3.1 Ciclo hidrológico \n\n \n\n A quantidade de água existente na Terra é praticamente constante e \n\nestá distribuída por uma série de domínios ou ambientes, os quais, no seu \n\nconjunto, constituem a hidrosfera. Entre esses ambientes as águas circulam \n\nconstante e continuamente. Esse processo repetitivo que, em médio prazo, se \n\nconfigura estacionário ou constante, é o chamado Ciclo Hidrológico (Figura 1). \n\n As águas dos oceanos e da superfície continental evaporam-se, \n\ntornando parte da atmosfera, que formará uma umidade que irá precipitar sobre \n\nos oceanos e continentes. A água precipitada nos continentes pode seguir dois \n\ncaminhos, onde uma parte é interceptada pela floresta/vegetação e a outra \n\nparte chega diretamente na superfície do solo. Esta água que chega à \n\nsuperfície do solo poderá escoar pelo terreno ou infiltrar-se no solo de onde \n\npode ser absorvida pelas plantas.  \n\n \n\n \n\n \n               Fonte: adaptado de Buchianeri (2004). \n \n\nFigura 1 – Ciclo hidrológico.  \n\n\n\n9 \n\n2.3.2 Precipitação \n\n  \n\n A ciclagem de água na atmosfera é proporcionada pela relação entre \n\nsua demanda e seu excesso, denominada diferença de pressão de vapor da \n\natmosfera. A demanda está relacionada às características do ar relativamente \n\nseco, do vento e da radiação solar, que, juntos, fazem com que a água evapore \n\ndos oceanos, lagos, rios, solos e outras superfícies molhadas, e seja carregada \n\npelo ar. As condições de excesso ocorrem quando o ar está saturado de vapor, \n\ncessando o processo de evaporação e permitindo que a água retorne à \n\nsuperfície terrestre por meio da precipitação (REICHARDT, 1990). \n\n O termo precipitação inclui todas as formas de água depositadas na \n\nsuperfície da terra, que sejam provenientes do vapor atmosférico, sendo as \n\nmais importantes: neblina, chuva, granizo, geada e neve. Muitas vezes, este \n\ntermo é usado apenas para se referir à chuva. Ainda, há alguns autores que \n\nnão consideram a condensação sobre superfícies sólidas ou liquidas sob a \n\nforma de orvalho ou geada como uma forma de precipitação (WISLER; \n\nBRATER, 1964). \n\n Cada uma das formas de precipitação contribui de maneira distinta para \n\no input de água nos solos florestais e, consequentemente, possui diferentes \n\nparticipações no ciclo hidrológico. Entretanto, a principal forma pela qual a \n\nágua retorna da atmosfera para as culturas agrícolas e o solo, nas regiões \n\ntropicais e subtropicais, é através da chuva (REICHARDT, 1990). A sua \n\ndistribuição no tempo e espaço depende do clima, da natureza e da cobertura \n\nvegetal, permitindo a circulação da água na atmosfera (MOLCHANOV, 1963). \n\nDesta forma, as distintas características das chuvas irão contribuir de diferen-\n\ntes maneiras no contínuo solo-planta-atmosfera.  \n\n Para estudos hidrológicos é importante quantificar as precipitações. Para \n\nisto, o processo mais utilizado se dá com da instalação de pluviômetros e \n\npluviógrafos dentro dos limites da bacia.  \n\n Desta forma, a quantidade de precipitação (P) é medida em termos de \n\nvolume de água (V) precipitada por unidade de área (A), em que P = V/A. A \n\nunidade de medida de chuva mais utilizada é em milímetros de água de chuva, \n\nque se refere ao espalhamento de 1 L de água em uma superfície plana de \n\n1 m², gerando uma lâmina de chuva de 1 mm de altura. \n\n\n\n10 \n\n2.3.3 Evapotranspiração \n\n \n\n A evapotranspiração é a transferência de água na forma de vapor, do \n\nsistema solo-planta-atmosfera, que possui grande influência nas alterações do \n\nregime hidrológico do solo (MOLCHANOV, 1963; REICHARDT, 1990). \n\n Dentre os componentes do ciclo hidrológico, a evapotranspiração é o \n\nprocesso mais importante, em termos de magnitude. Em estudos na Amazônia \n\nCentral, obteve-se que 97% da precipitação não é escoada, permanecendo na \n\nsuperfície do solo, e desta quantidade, cerca de 67,6% são evapotranspiradas \n\n(BACELLAR, 2009). Desta forma, a vazão anual de uma bacia diminui quanto \n\nmaior for sua capacidade evapotranspirativa.  \n\n Como forma de padronização, considera-se evapotranspiração potencial \n\nde referência (ETo), a quantidade de água evapotranspirada em unidade de \n\ntempo e área, por uma cultura de cobertura do solo, de baixo porte e altura \n\nuniforme, sem deficiência de água. A evapotranspiração máxima de uma cultura \n\n(ETm) é a máxima perda de água que uma cultura sofre, em um determinado \n\nestágio de desenvolvimento, quando não há restrição da água no solo \n\n(REICHARDT, 1990). \n\n Ainda, segundo este autor, a evapotranspiração real (ETa) é aquela que \n\nrealmente ocorre, em que: \n\n - ETa = ETm, se houver água disponível no solo e o fluxo de água na \n\nplanta atender à demanda atmosférica; e \n\n - ETa ? ETm, se houver restrição de água no solo e a demanda \n\natmosférica não for atendida. \n\n Sob pastagem, o solo encontra-se mais propenso à evaporação quando \n\ncomparado à presença de floresta, que é capaz de conservar maiores umida-\n\ndes ao longo do seu perfil e em maiores profundidades. \n\n A distribuição e quantidade de raízes em uma planta afeta a absorção de \n\nágua e, consequentemente, a transpiração. A transpiração faz parte dos \n\nprocessos fisiológicos das plantas e ocorre na interface folha-atmosfera, \n\nprincipalmente através dos estômatos, permitindo que a água na forma líquida \n\npresente no interior da planta seja perdida para a atmosfera na forma de vapor. \n\n \n\n \n\n\n\n11 \n\n2.3.4 Infiltração  \n\n \n\n A infiltração é a passagem da água existente na superfície para o interior \n\ndo solo, sendo um processo que depende essencialmente do volume de água \n\ndisponível para infiltrar, das características do solo, como textura e estrutura, \n\ndas características de sua superfície e das quantidades de água e ar existentes \n\nno seu interior (LIMA, 2008). \n\n De acordo com Lima (1996), o conceito de infiltração no ciclo hidrológico \n\nfoi introduzido por Horton (1945), sendo definida pelo autor, como a \n\n“capacidade de infiltração” (fc) como a taxa máxima com que um dado solo, em \n\ndeterminadas condições, pode absorver água.  \n\n O estudo da capacidade de infiltração de um solo é importante ao \n\ndiferenciar o potencial que o solo tem de absorver água pela sua superfície da \n\ntaxa real de infiltração, que ocorre quando há disponibilidade de água para \n\npenetrar no solo. Desta forma, a curva de infiltração da taxa real de um solo \n\nsomente irá coincidir com a curva da capacidade de infiltração se o aporte \n\nsuperficial de água tiver intensidade superior ou igual à capacidade de infiltra-\n\nção.  \n\n Quando a precipitação atinge o solo com intensidade menor que sua \n\ncapacidade de infiltração, toda a água irá penetrar no solo e sua capacidade de \n\ninfiltração irá se igualar à intensidade de chuva. Quando a intensidade de \n\nchuva for maior que a capacidade de infiltração do solo ocorrerá o escoamento \n\nsuperficial. Quando termina a precipitação e não há mais aporte de água na \n\nsuperfície do solo, a taxa de infiltração real anula-se rapidamente e a capacida-\n\nde de infiltração volta a crescer, porque o solo continua a perder umidade para \n\nas camadas mais profundas, além das perdas por evapotranspiração. \n\n De acordo com Pierce (1967), a taxa de infiltração somente será mantida \n\nno seu máximo se houver uma cobertura florestal não explorada. Outros autores \n\ncomo Muschler (2000) e Barbera-Castillo (2001) discorreram sobre o fato da \n\npresença de árvores aumentar o aporte de matéria orgânica dos solos, \n\nconservando a umidade; aumentando a capacidade de absorção e infiltração \n\nde água; reduzindo o risco de erosão; e estimulando a atividade biológica. \n\nDesta forma, sob florestas, os solos apresentam significativa porosidade, \n\nespecialmente macroporosidade. Estes macroporos são caminhos \n\n\n\n12 \n\npreferenciais que facilitam a infiltração, percolação e a recarga dos aquíferos \n\n(CHENG et al., 2002). \n\n Alguns resultados podem ser demonstrados como na comparação feita \n\npor Arend (1942), em que foi realizada uma medição da infiltração em \n\ndiferentes tratamentos quanto aos diferentes usos do solo (Tabela 1). \n\n \n\nTabela 1 – Infiltração média em parcelas contendo diferentes condições de piso \nflorestal \n\n \nTratamento Infiltração (mm/h) \n\nPiso florestal intacto 59,9 \n\nPiso removido mecanicamente 49,3 \n\nPiso queimado anualmente 40,1 \n\nPastagem degradada 24,1 \n\nFonte: Arend (1942). \n \n\n A prática de cultivo agrícola tem sido uma situação preocupante em \n\nrelação à infiltração, pois a aração ou revolvimento e as práticas adotadas para \n\ncultivo alteram as características do solo e, consequentemente, a infiltração. As \n\natividades silviculturais relacionadas com o preparo do solo, o corte e a retirada \n\nda madeira também causam alteração na infiltração. A preocupação de manu-\n\ntenção de condições ótimas de infiltração durante estas atividades deve estar \n\ncentrada na manutenção da integridade do piso florestal. \n\n \n\n2.3.5 Escoamento superficial \n\n \n\n O escoamento superficial tem origem, principalmente, nas precipitações. \n\nAo chegar ao solo, parte da água se infiltra, parte é retida pelas depressões do \n\nterreno e parte escoa pela superfície. \n\n A soma das quantidades de água retidas pelo processo de interceptação \n\n(capacidade de retenção) mais a acumulação nas depressões define a “abstra-\n\nção inicial”. Antes que possa ocorrer escoamento superficial, esta abstração \n\ninicial deve ser completada. Após este estágio, se a intensidade da chuva \n\nexceder a capacidade de infiltração do solo, a diferença será denominada \n\n\"excesso de chuva\". Este excesso de chuva então é denominado de \n\n\n\n13 \n\nescoamento superficial, ou seja, a quantidade de água excedente que escoa \n\nsobre a superfície do terreno (Figura 2) (LIMA, 1996). \n\n \n\n \nFonte: adaptado de Gray et al. (1973). \n\n \nFigura 2 – Escoamento superficial. \n\n \n\n Essa água que escoa pode seguir três caminhos para atingir o curso \n\nd’água: o escoamento superficial, o escoamento subsuperficial e o escoa-\n\nmento subterrâneo. O deflúvio direto abrange o escoamento superficial e grande \n\nparte do subsuperficial. \n\nPara melhor entender o que é o deflúvio, Dnaee, citado por Lima (1996), \n\nconceitua-se como sendo o volume de água que passa, em determinado \n\nperíodo, pela secção transversal de um rio. Desta forma, o deflúvio define a \n\nexpressão “produção de água” ou “rendimento de água” de uma bacia hidrográ-\n\nfica. \n\n Assim, pode-se dizer que o deflúvio irá refletir-se em todos os fatores \n\nhidrológicos em uma bacia hidrográfica, incluindo, também, as características \n\ntopográficas, o clima, o solo, a geologia e o uso do solo. De acordo com \n\nFujieda et al. (1997),  \n\n“o uso do solo, nele incluindo o tipo de vegetação e as ativida-\ndes antropogênicas, afeta a formação de deflúvio pela sua \ninfluência na evapotranspiração, infiltração de água para o inte-\nrior do solo e percolação da água na bacia. Esse fator, sem \ndúvida alguma, é dos mais relevantes a ser considerado, pois \ndependendo das práticas realizadas pelo homem o deflúvio \npode ser modificado de maneira prejudicial ou favorável para \nos usuários da bacia”. \n\n \n\n\n\n14 \n\n2.4 Bacias hidrográficas como unidade de planejamento \n\n \n\n Muitas definições envolvendo o termo bacia hidrográfica foram estabele-\n\ncidas durante um longo período, porém todas essas definições possuem uma \n\nrelação no que diz respeito ao recorte espacial, com base na área de concen-\n\ntração de determinada rede de drenagem. Os conceitos envolvem as subdivi-\n\nsões da bacia hidrográfica (microbacia e sub-bacia), apresentando diferentes \n\nabordagens que vão desde os fatores físicos ao ecológico.  \n\n De acordo com Dias (2009), a bacia é a porção natural de terra, geogra-\n\nficamente delimitada por divisores de água, englobando toda a área de drena-\n\ngem do curso d’água. \n\n Para Lima e Zakia (1996), a bacia hidrográfica é toda área de captação \n\nnatural da água da chuva, que proporciona escoamento para o canal principal e \n\nseus tributários. O limite superior de uma bacia é o divisor de águas, ou seja, o \n\ndivisor topográfico, e a delimitação inferior é a foz da bacia; isto é, sua \n\nconfluência. O comportamento hidrológico de uma bacia hidrográfica é função \n\nde suas características morfológicas, ou seja, área, forma, topografia, geologia, \n\nsolo, bem como a cobertura florestal.  \n\n A respeito dos termos sub-bacia e microbacia, os conceitos não irão \n\napresentar a mesma convergência conceitual. Estes conceitos se diferem, \n\nprincipalmente, nas unidades de medidas utilizadas.  \n\n Sendo a sub-bacia uma área de drenagem dos tributários do curso \n\nd’água principal, Faustino (1996) conceitua a microbacia como sendo áreas \n\nmaiores que 100 km² e menores que 700 km². Já para Rocha (1997), são áreas \n\nentre 20.000 e 30.000 ha (200 a 300 km²). Para Santana (2003), bacias podem \n\nser desmembradas em um número qualquer de sub-bacias, dependendo do \n\nponto de saída considerado ao longo do seu eixo-tronco ou canal coletor. Cada \n\nbacia hidrográfica interliga-se com outra de ordem hierárquica superior, consti-\n\ntuindo, em relação à última, uma sub-bacia. \n\n Tanto as sub-bacias com as microbacias não devem ser caracterizadas \n\nem relação à área de drenagem. As sub-bacias são subunidades das bacias \n\nhidrográficas, podendo ser de qualquer tamanho; já as microbacias são bacias \n\nmenores capazes de refletir toda interação dos processos hidrológicos dentro \n\nde seus limites. \n\n\n\n15 \n\n Walling (2004), em seu conceito de microbacia hidrográfica, sintetizou a \n\nbase teórica para os estudos de hidrologia em microbacias, definindo-o como \n\numa unidade natural da paisagem, que representa a definição espacial de um \n\necossistema aberto, onde ocorre uma contínua troca de energia com o meio, \n\nfazendo com que a qualidade da água nela produzida seja resultado de diver-\n\nsas características da microbacia, entre as quais se destaca a cobertura vegetal. \n\nEsta condição singular permite o estudo da interação entre o uso da terra e a \n\nqualidade nela produzida. \n\n O uso do solo tem um impacto sobre o regime hidrológico e a qualidade \n\nda água à jusante. A importância deste impacto varia com o tipo de uso da \n\nterra, o tamanho da bacia, clima, características do solo, topografia, geologia, \n\netc. (CALDER, 1999). Desta forma, as bacias hidrográficas são ecossistemas \n\ncapazes de avaliar os impactos causados pelas atividades antrópicas, que \n\npodem acarretar danos ao equilíbrio e à manutenção da quantidade e quali-\n\ndade da água (RANZINI, 2009); ou seja, as bacias são unidades naturais, que \n\npossuem características próprias, as quais permitem utilizá-las para testar os \n\nefeitos do uso da terra nos ecossistemas (CASTRO et al., 1983).  \n\n Seguindo os conceitos mencionados, a bacia hidrográfica vem sendo \n\ncada vez mais designada como a principal unidade de planejamento, por ser \n\ncapaz de preservar os recursos naturais através de um dinâmico solo, água e \n\ncobertura vegetal, que ocorre em seu interior. Somando a esse conceito surge \n\no manejo de bacias como um processo capaz de formular um conjunto \n\nintegrado de ações sobre o meio ambiente, a estrutura social, econômica, \n\ninstitucional e legal, a fim de promover a conservação e a utilização sustentável \n\ndos recursos naturais, principalmente os recursos hídricos e o desenvolvimento \n\nsustentável (TONELLO, 2005). \n\n A bacia hidrográfica é considerada um sistema, podendo ser determi-\n\nnada por dois tipos: o sistema fechado, onde são estudados os impactos \n\npontuais nesta bacia, e o sistema aberto, em que existe a manutenção de um \n\nequilíbrio dinâmico, onde irá receber energia dos agentes climáticos, permitindo \n\na entrada da água, via precipitação, e a saída, via deflúvio (MAIA; LESJAK, \n\n1997; citados por VALERI et al., 2004l). \n\n De acordo com Lima (1996), o comportamento hidrológico de uma bacia \n\nhidrográfica se apresenta na interação de suas características geomorfológicas, \n\n\n\n16 \n\ncomo forma, relevo (forma, relevo, área, geologia, rede de drenagem, solo, \n\netc.) e do tipo da cobertura vegetal existente. Desta forma, estas características \n\nfísicas e bióticas demonstram um importante papel nos processos do ciclo \n\nhidrológico, influenciando, dentre outros, a infiltração e a quantidade de água \n\nproduzida, como deflúvio, a evapotranspiração e os escoamentos superficial e \n\nsubsuperficial (TONELLO, 2005). \n\n \n2.4.1 Características fisiográficas de interesse hidrológico \n\n \n\n De acordo com Chaves (2002), as características físicas de uma bacia \n\nhidrográfica são todos os dados de sua superfície, que podem ser extraídos de \n\nforma direta ou indireta (por meio de índices), de mapas e produtos de \n\nsensoriamento remoto.  \n\n A caracterização do terreno, por meio da geração dos parâmetros morfo-\n\nmétricos, é de suma importância para geração da modelagem de processos \n\nhidrológicos. Sabe-se da importância da topografia nos processos e fenômenos \n\nde superfície que influencia tanto o escoamento superficial e subterrâneo, \n\ncomo também o potencial de erosão e umidade do solo, afetando, assim, suas \n\ncaracterísticas físicas e químicas (HUTCHINSON, 1988). \n\n Desta forma, as características morfométricas do relevo e do padrão de \n\ndrenagem irão refletir nas propriedades do terreno, como infiltração e deflúvio, \n\ne expressam uma correlação com a litologia, estrutura geológica e formação \n\nsuperficial dos elementos que compõem a superfície terrestre. \n\n Para Chaves (2002), a ordenação de um curso d’água consiste em um \n\nmétodo que permite enquadrá-lo em uma sequência numérica dentro de uma \n\nrede de drenagem, o que reflete o grau de bifurcação dentro de uma bacia. \n\nAlgumas características dos rios podem ser inferidas, simplesmente quando se \n\nconhece sua ordem. Já os parâmetros de elevação são importantes pela \n\ninfluência que exercem sobre a precipitação, a temperatura, as perdas de água \n\npor evaporação e transpiração e, consequentemente, sobre o deflúvio médio.  \n\n Os parâmetros morfométricos mais comumente utilizados nos estudos \n\nde bacia hidrográfica são a área, o perímetro, o fator de forma, o coeficiente de \n\ncompacidade, o índice de circularidade, o padrão de drenagem, a orientação \n\nda bacia, a declividade, a altitude, o comprimento dos cursos d’água, a \n\n\n\n17 \n\ndensidade de drenagem e a ordem dos cursos d’água. Todos estes parâmetros \n\nem conjunto irão contribuir para compreensão e avaliação dos processos que \n\nocorrem dentro dos limites da bacia, como também para realização do manejo \n\ne as práticas que serão adotadas. \n\n \n\n2.5 Qualidade da água \n \n\n O crescimento demográfico e o desenvolvimento socioeconômico têm \n\nalterado a distribuição dos recursos hídricos em qualidade e quantidade, \n\nameaçando a sobrevivência humana e as demais espécies do planeta. \n\n Os diversos componentes que atuam na dinâmica de uma microbacia \n\nirão influenciar na qualidade da água, dentre eles estão o clima, a cobertura \n\nvegetal, a topografia, a geologia, bem como o uso e o manejo do solo \n\n(DONADIO, 2005). Segundo Arcova et al. (1998), os vários processos que \n\ncontrolam a qualidade da água de determinado manancial fazem parte de um \n\nfrágil equilíbrio, motivo pelo qual alterações de ordem física, química ou \n\nclimática, na bacia hidrográfica, podem modificar a sua qualidade. \n\n Segundo Bollmann et al. (2005), na contaminação das águas superficiais \n\nos principais poluentes que causam riscos são: \n\n- sólidos em suspensão e dissolvidos que, transportados pelo escoa-\n\nmento superficial rural e urbano, causam turbidez nas águas; \n\n- material orgânico: proveniente de atividades rurais, industriais e urba-\n\nnas pontuais ou difusas, reduzindo a disponibilidade do oxigênio dissolvido \n\npara a biota do meio aquático; \n\n- nutrientes: principalmente nitrogênio e fósforo, promovendo um rápido \n\ne intenso crescimento na produção primaria dos reservatórios e outros \n\nproblemas associados; \n\n- metais pesados, poluentes orgânicos e outras substâncias perigosas \n\nque acumulam nos sedimentos e na biota do ecossistema; e \n\n- bactérias e vírus potencialmente causadores de doenças. \n\n \n\n Desta forma, torna-se de grande importância o manejo adequado das \n\nbacias hidrográficas, visto que as atividades praticadas na bacia irão influenciar \n\ndiretamente a qualidade e a quantidade de água. A cobertura vegetal promove \n\n\n\n18 \n\na proteção contra erosão do solo, sedimentação e a lixiviação de nutrientes. \n\nArcova e Cicco (1998) salientam que nas microbacias de uso agrícola quando \n\ncomparadas às de uso florestal, o transporte de sedimentos e a perda de \n\nnutrientes são maiores. Para Margalef, citado por Donadio et al. (2005), os \n\nsistemas aquáticos são receptores das descargas resultantes das várias \n\natividades humanas nas bacias hidrográficas. \n\n Diversos parâmetros são utilizados para caracterizar um recurso hídrico, \n\nde forma a representar suas características físicas, químicas e biológicas. \n\nEsses parâmetros são indicadores da qualidade da água e constituem impure-\n\nzas quando alcançam valores superiores aos estabelecidos para determinado \n\nuso. Dentre eles estão a turbidez, o pH, a condutividade elétrica (Ce), o \n\noxigênio dissolvido (OD), os sólidos suspensos, a demanda bioquímica por \n\noxigênio (DBO), a demanda química de oxigênio (DQO), a temperatura e o teor \n\nde matéria orgânica. \n\n A resolução do CONAMA no 357/2005 estabelece a classificação dos \n\ncorpos d’água, o enquadramento destes e as condições de padrão de \n\nlançamentos de efluentes. Considera, ainda, dentre outros argumentos (BRASIL, \n\n2005): \n\n“a água integra as preocupações do desenvolvimento susten-\ntável; tem função ecológica; sua natureza possui valor \nintrínseco; e a saúde, o bem-estar humano e o equilíbrio \necológico não devem ser afetados pela deterioração da \nqualidade das águas.”  \n\n Para assegurar os serviços prestados pela água, ainda na resolução, os \n\ncorpos d’água são classificados em águas doces, salobras e salinas, integran-\n\ndo 13 classes de uso conforme sua qualidade. Abaixo são listadas as cinco \n\nclasses das águas doces: \n\n- Classe especial: destinada ao abastecimento para consumo humano, \n\ncom desinfecção, preservação do equilíbrio natural das comunidades \n\naquáticas, preservação do equilíbrio natural em unidades de conservação de \n\nproteção integral; \n\n- Classe 1: podem ser destinadas ao abastecimento para consumo \n\nhumano após tratamento simplificado, proteção das comunidades aquáticas, a \n\n\n\n19 \n\nrecreação, a irrigação de hortaliças consumidas cruas e a proteção de \n\ncomunidades aquáticas em áreas indígenas; \n\n- Classe 2: podem ser destinadas ao abastecimento para consumo \n\nhumano após tratamento convencional, para proteção das comunidades \n\naquáticas, recreação, irrigação de hortaliças, de frutíferas, de parques e jardins \n\ne na aquicultura ou atividade pesqueira; \n\n- Classe 3: podem ser destinadas ao abastecimento para consumo \n\nhumano após tratamento avançado, à irrigação de culturas arbóreas, \n\ncerealíferas e forrageiras, à pesca amadora, à recreação de contato secundário \n\ne à dessedentação de animais; e \n\n- Classe 4: pode ser destinada à navegação e à harmonia paisagística.  \n\n  \nO monitoramento da qualidade da água proporciona um amplo campo \n\nde participação e divulgação de conhecimentos na sociedade, fornecendo \n\nferramentas para a compreensão do meio ambiente e tomadas de decisões. \n\nEstas informações podem ser repassadas ao público para entendimento do \n\nambiente local, além de monitorar as mudanças ambientais provocadas por \n\nações antropogênicas e para efeitos positivos das medidas mitigadoras \n\nadotadas na bacia. Permite identificar os locais mais degradados com \n\nnecessidade de remediação mais urgente e pesquisas mais aprofundadas \n\nsobre a presença de contaminantes especiais e fontes de poluição (CANADA, \n\n2006). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n20 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n3 METODOLOGIA \n \n\n \n\n \n\n3.1 Caracterização da área \n \n\n O presente estudo foi realizado em área pertencente à empresa Scflor \n\nEmpreendimentos Agrícolas Ltda., localizada na fazenda Espírito Santo, \n\nmunicípio de Francisco Dumont, microrregião de Bocaiúva, na região Centro-\n\nNorte do Estado de Minas Gerais, nas coordenadas 17°18’54” S e 44°14’02” O. \n\n A bacia hidrográfica em estudo está inserida na Serra do Cabral, que \n\nreserva importantes riquezas naturais com extensos campos emoldurados por \n\nelevações rochosas, veredas, cerrados e florestas, e uma infinidade de \n\ncachoeiras nas encostas da serra. \n\n O córrego Águida deságua no rio Jequitaí, que, por sua vez, deságua na \n\nmargem direita do rio São Francisco, que forma uma das mais importantes \n\nbacias hidrográficas do Brasil.  \n\n Os solos são geralmente profundos no cerrado baixo e rasos e arenosos \n\nno alto da serra, altamente ácidos e extremamente pobres em nutrientes \n\n(SILVA, 2005). \n\n O clima predominante na região, segundo a classificação de Köppen, é \n\ndo tipo tropical de altitude, com verões quentes e chuvosos e invernos secos \n\n(Cwa), com temperaturas médias anuais entre 16,1 e 29,1 ºC (mínimas e \n\nmáximas). \n\n\n\n21 \n\n O histórico de ocupação da serra do Cabral, no que diz respeito aos \n\nreflorestamentos, iniciou-se na década de 1980, época dos incentivos fiscais. \n\nUma grande área foi reflorestada com plantios de Pinus em toda a serra, \n\ninclusive em áreas de preservação permanente (APPs), incluindo construções \n\nde fornos de carvão.  \n\n A partir de 2007, ano que a empresa SCFLOR adquiriu áreas na região, \n\nforam realizadas reformas destas áreas com plantios de eucalipto, delimitação \n\ndas áreas de preservação permanente, inativação de estradas, retirada dos \n\nfornos de carvão irregulares e recuperação de nascentes e veredas (Tabela 2 e \n\nFigura 3). A partir de então, após essa readequação ambiental, iniciou-se o \n\nmonitoramento hidrológico da bacia. \n\n \n\nTabela 2 – Distribuição do uso e ocupação do solo na bacia do córrego Águida \nno município de Francisco Dumont, MG, 2010 \n\n \nUsos e Ocupação do Solo Área Total (ha) Representatividade (%) \n\nPlantios de Eucaliptus sp. 743,60 42,44 \n\nÁrea de preservação permanente (APP) 279,88 15,98 \n\nCerrado 612,93 34,99 \n\nÁreas não pertencentes à empresa 115,47 6,59 \n\nÁrea total da bacia 1.751,88 100,00 \n\n \n\nOs plantios com eucalipto foram iniciados na fazenda Espírito Santo, na \n\nqual foi implantada o monitoramento das águas. A fazenda foi dividida em 33 \n\ntalhões, onde foi implantada a floresta de Eucalipus sp., a um espaçamento de \n\n3,5 x 2,6 metros de distância.  \n\nDurante os plantios utilizou-se um gel que mantém a umidade do solo. \n\nEsse gel é muito utilizado em regiões quentes e terrenos arenosos, pois com \n\nele a muda de eucalipto fica úmida no período mais crítico do desenvolvimento \n\nda planta.  \n\n Nas áreas de preservação permanente, que compreende todo o trajeto \n\ndo córrego Águida e seus afluentes, foi delimitada uma faixa de preservação de \n\n150 m para cada margem do rio. \n\n Uma grande área de cerrado, com vegetação menos antropizada, nos \n\nlocais de maiores declividade da bacia, compreendem as áreas de reserva \n\nlegal da bacia. \n\n\n\n22 \n\n \n               Fonte: base de dados fornecida pela Empresa Scflor. \n \nFigura 3 – Uso e ocupação do solo na bacia hidrográfica do córrego Águida, \n\nem Francisco Dumont, MG, 2010.  \n \n \n A Serra do Cabral possui um grande potencial para o turismo ecológico \n\ne o município de Francisco Dumont destaca-se neste contexto pela riqueza de \n\nsua flora e fauna, abundancia de água, com muitas quedas d’água e uma \n\npiscina natural no centro da cidade, que é grande atração da população \n\nregional (Figura 4). Desta forma, o monitoramento da vazão dos cursos d’água \n\nque drenam para a piscina natural sob influência do manejo florestal, tem \n\nespecial importância para a manutenção do turismo e deste patrimônio natural. \n\n  \n\n\n\n23 \n\n \n \nFigura 4 – Potencial turístico do município de Francisco Dumont, MG. Cachoeira \n\ndo córrego Águida, novembro, 2009. \n \n\n \n\n3.2 Parâmetros morfométricos \n \n\n Para determinação dos parâmetros morfométricos utilizou-se o software \n\nArcGIS 9.3, que possui diversas ferramentas aplicadas em estudos hidrológicos \n\nos quais possibilitam, de maneira rápida e eficiente, a obtenção de elementos \n\ndiversos de uma bacia hidrográfica como, por exemplo, parâmetros relativos à \n\ndrenagem da bacia (rede de drenagem, perímetro, área de contribuição, \n\ncomprimento da rede de drenagem, dentre outros) e parâmetros relativos ao \n\nrelevo da bacia (menor altitude, maior altitude, amplitude altimétrica, declividade \n\nmédia, dentre outros).  \n\n Para confecção do mapa da bacia e geração dos parâmetros morfomé-\n\ntricos, foi utilizada uma base cartográfica na escala de 1:100.000, em formato \n\ndigital, cedida pela Companhia de Desenvolvimento dos Vales do São \n\nFrancisco e Parnaíba (CODEVASF), contendo curvas de nível e hidrografia \n\n\n\n24 \n\ngeorreferenciada. O mapa foi gerado pela empresa H3M Soluções Ambientais \n\ne Gis.  \n\n A caracterização morfométrica da bacia foi feita com base na determi-\n\nnação das características indicadas na Tabela 3. \n\n \n\nTabela 3 – Características morfométricas de bacias hidrográficas \n \n\nCaracterísticas Morfométricas Tipo de Análises \n\n Características geométricas \n\nÁrea total \nPerímetro total \nCoeficiente de compacidade (Kc) \nFator de forma (F) \nÍndice de circularidade (IC) \nPadrão de drenagem \n\n Características do relevo \n\nOrientação \nDeclividade mínima \nDeclividade média \nDeclividade máxima \nAltitude mínima \nAltitude média \nAltitude máxima \nDeclividade média do curso principal \n\nCaracterísticas da rede de drenagem \n\nComprimento do curso d'água principal \nComprimento total dos cursos d’água \nDensidade de drenagem (Dd) \nOrdem dos cursos d'água \n\nFonte: Tonello (2005). \n \n\n- Área de drenagem: é considerada o elemento mais importante da \n\nmorfometria de uma bacia hidrográfica. É representada por toda a área drenada \n\ndo conjunto do sistema fluvial inserido dentro dos limites da bacia. Normalmente, \n\nexpressa em km2 ou hectares. \n\n- Perímetro total (P): comprimento do contorno da bacia, ou seja, o \ncomprimento de uma linha imaginária sobre os divisores de água da bacia em \n\nestudo. \n\n- Coeficiente de compacidade (Kc): relaciona a forma da bacia com \num círculo. Para indicar a compacidade da bacia o valor do Kc deve ser maior \n\nou igual a um, quanto mais irregular for a bacia maior será o coeficiente de \n\n\n\n25 \n\ncompacidade. Uma bacia é mais vulnerável a enchentes quando seu Kc se \n\napresenta mais próximo da unidade. \n\n \n\n5,0A\nP2821,0\n\nKc\n?\n\n?                                                                           equação 1 \n\n \n\nem que P = perímetro da bacia, em km; e A = área da bacia em km². \n\n \n- Fator de forma (F): as bacias hidrográficas têm uma variedade infinita \n\nde formas, sendo que a variação na forma reflete o comportamento hidrológico \n\nda bacia. Em uma bacia circular, toda a água escoada tende a alcançar a saída \n\nda bacia ao mesmo tempo; já em uma bacia elíptica, tendo a saída da bacia na \n\nponta do maior eixo, o escoamento será mais distribuído no tempo, produzindo, \n\nportanto, uma enchente menor. \n\n O fator de forma de uma bacia (F) é obtido pela razão entre a área da \n\nbacia (A) e o quadrado do comprimento (L) do eixo, que é obtido pela distância \n\nda foz ao ponto mais longínquo da área. Quanto mais próximo de 1, mais \n\ncircular é a bacia. \n\n Uma bacia com fator de forma alto, tendendo para circular, é mais \n\nsujeita a enchentes que outra de mesma área, porém com menor fator de \n\nforma. Isso se deve ao fato de que sendo uma bacia circular mais compacta ela \n\nreceberá precipitações mais homogêneas em sua extensão e com um tempo \n\nde concentração menor, ao passo que nas bacias com fator de forma baixo, há \n\nmenor possibilidade de ocorrência de chuvas intensas cobrindo simultânea-\n\nmente toda sua extensão, sendo, portanto, menos sujeitas a enchentes. \n \n\n- Índice de circularidade (IC): determina o grau de circularidade de uma \nbacia, O índice de circularidade tende para unidade à medida que a bacia se \n\naproxima da forma circular. \n \n\n       \n2P\n\nA57,12\nIC ?                                                                           equação 2 \n\nem que  \n\nA = área da bacia em km²; e  \n\nP = perímetro da bacia em km. \n\n\n\n26 \n\n- Orientação do eixo da bacia: definida como sendo o azimute em \n\ngraus, para o qual se encontra orientado o seu plano de máxima declividade. A \n\norientação do eixo (L) influencia em algumas características da bacia no \n\nhemisfério sul. As bacias com orientação oeste (nascente a leste e fluxo para \n\noeste) e orientação leste (nascente a oeste e fluxo para leste) ficarão mais \n\nexpostas aos efeitos dos raios solares. Assim, terão maior evapotranspiração, \n\nsolos com menor teor de umidade e produzirão menos água. \n\n \n- Declividade: a declividade da bacia influenciará principalmente a \n\nvelocidade de escoamento das águas, ou seja, quanto mais declivosa a bacia, \n\nmaior a velocidade de escoamento e maior a possibilidade de ocorrer \n\nenxurradas, causando erosão, assoreamento de rios, etc. \n\n  São diversos os parâmetros de declividade que podem ser calculados. \n\nOs parâmetros e os cálculos são representados abaixo: \n\n \n\na) Amplitude altimétrica (H): \n \n H = e máx - e mín                                                                       equação 3 \n\n \n\nem que  \n\nemáx = altitude máxima (m); e  \n\nemín = altitude mínima (m). \n\n \n\nb) Declividade geral da bacia (SB): \n \n\n \nLe\nH\n\nSB ?                                                       equação 4 \n\n \nem que  \n\nLe = comprimento da bacia (m); e  \n\nH = amplitude altimétrica (m). \n\n \n\nc) Declividade média (S): \n \n\n 100\nA\n\nDL\n%S ??                                               equação 5 \n\n \n\n\n\n27 \n\nem que  \n\nD = distância entre as curvas de nível (m);  \n\nL = comprimento do canal principal (m); e  \n\nA = área da bacia (m²). \n \n\n- Altitude: a altitude, por sua vez, influencia principalmente as tempera-\nturas e as chuvas na bacia: quanto mais elevada menor a temperatura e maior \n\na probabilidade de ocorrer maiores chuvas. Esta pode ser medida com a \n\nutilização de um GPS, ou por um mapa altimétrico da bacia. Verificam-se as \n\naltitudes do terreno, podendo-se então calcular a altitude média a partir de uma \n\nmédia aritmética simples. \n \n- Densidade de drenagem (Dd): a densidade de drenagem é obtida \n\npela razão entre o somatório do comprimento de todos os canais e da área da \n\nbacia, sendo normalmente expressa em km/km2.  Este índice está relacionado \n\nao tempo de saída do escoamento superficial da bacia, influenciado pela geolo-\n\ngia, pela vegetação, pela topografia e pelo tipo de solo.  \n\n Com base no valor da densidade de drenagem as bacias são classifica-\n\ndas, segundo Strahler (1957), em: \n  \n\n- baixa densidade =  &lt;5,0 km/km2; \n\n - média densidade = 5,0 – 13,5 km/km2; \n\n - alta densidade =  13,5 a 155,5 km/km2; e \n\n - muito alta densidade = > 155,5 km/km2. \n \n- Ordem dos cursos d’água: a metodologia usual para ordenar os \n\ncanais de uma bacia é o proposto por Sthraler (1957), em que os canais \n\nprimários (nascentes) são designados de 1a ordem, a junção de dois canais \n\nprimários forma um de 2a ordem e, assim, sucessivamente. A junção de um \n\ncanal de uma dada ordem a um canal de ordem superior não altera a sua \n\nordem. A ordem do canal à saída da bacia é também a ordem da bacia \n\n(Figura 5). \n\n Para estudos de manejo de bacias utilizam-se bacias pequenas ou \n\nmicrobacias de 1a a 4a ordem. A menor bacia é a de 1a ordem, a junção de \n\nduas bacias primárias forma uma de segunda ordem e, assim, sucessivamente, \n\naté a formação de uma bacia maior, a bacia de um rio. \n\n\n\n28 \n\n \n \nFigura 5 – Ordenamento dos cursos d’água da bacia hidrográfica do córrego \n\nÁguida. \n \n \n\n3.3 Precipitação  \n \n\n Para realização das coletas dos dados de precipitação da bacia do \n\ncórrego Águida foram utilizados seis pluviômetros (Figura 6a) e um pluviógrafo \n\n(Figura 6b). Os pluviômetros foram confeccionados manualmente com tubo de \n\nPVC, sendo a área de captação de 167 cm2, onde todos os eventos de chuva \n\nao longo do período de estudo foram registrados com auxílio de uma proveta \n\ngraduada. O pluviógrafo utilizado foi o Irriplus, modelo P300, com área de \n\ncaptação de 314 cm2, permitindo o armazenamento de todos os eventos de \n\nchuva, com a facilidade de estes serem posteriormente transferidos diretamente \n\npara computadores portáteis. \n\n \n \nFigura 6 – Pluviômetro instalado na vereda (a), pluviógrafo na guarita da fazen-\n\nda Espírito Santo (b); e bacia hidrográfica do córrego Águida, \nFrancisco Dumont, MG. \n\n\n\n29 \n\nTanto os pluviômetros quanto o pluviógrafo foram instalados em locais \n\nabertos, com intuito de obter o total de chuva mensal e anual sobre a bacia \n\n(Figura 7). Estes pontos são identificados no mapa e localizados: um no \n\nescritório da SCFLOR (pluviômetro 1); um na cascalheira (pluviômetro 2); um \n\nna água limpa, ponto dois de medição da vazão (pluviômetro 3); um na cabe-\n\nceira do barraco do Lú (pluviômetro 4); um na Vereda Poço Bonito, ponto 3 de \n\nmedição da vazão (pluviômetro 5); e um no viveiro da fazenda (pluviômetro 6). \n\nO pluviógrafo se encontra na guarita da fazenda. Na Tabela 4 contém as \n\ncoordenadas geográficas da localização de todos os instrumentos.  \n\n \n\n \n \n\nFigura 7 – Distribuição espacial dos pontos amostrados na bacia hidrográfica \ndo córrego Águida, Francisco Dumont, MG, 2010. \n\n\n\n30 \n\nTabela 4 – Localização dos pluviômetros na bacia hidrográfica do córrego \nÁguida. Francisco Dumont, MG, agosto de 2010 \n\n \n\nLocalização \nCoordenadas Geográficas \n\nAltitude (m) \nDatum WGS 84 \n\nPluviógrafo 17º19’58”S, 44º14’33”W 720 \n\nPluviômetro 1 17º18’46”S, 44º13’58”W 618 \n\nPluviômetro 2 17º20’45”S, 44º13’45”W 895 \n\nPluviômetro 3 17º22’30”S, 44º14’02”W 986 \n\nPluviômetro 5 17º21’44”S, 44º12’58”W 961 \n\nPluviômetro 6 17º24’54”S, 44º16’49”W 918 \n\n \n \n\nPara determinação da precipitação mensal, foi calculada a média mensal \n\nda precipitação de todos os pluviômetros instalados na bacia. \n \n\n3.4 Vazão \n \n\n Primeiramente, foram definidos três pontos de coleta da vazão, sendo \n\ndois próximos às nascentes em áreas de veredas e o terceiro na foz da bacia \n\nhidrográfica (Figura 7). No decorrer do trabalho foi identificado um local de \n\nocorrência de desvio de água em um ponto anterior à foz, que já vem sendo \n\nutilizado pela população local por longo tempo. Desde então, iniciou-se a \n\nmedição da vazão neste local, sendo uma medição anterior ao desvio e outra \n\nlogo após o desvio (Figuras 8, 9,10 e 11). \n\n O aparelho utilizado para medir a vazão foi o micromolinete Flow Probe \n\nFP101 (Figura 12a), o qual fornece a velocidade do fluxo de água em metros \n\npor segundo. Quando o micromolinete é inserido no rio, simultaneamente \n\ninicia-se a cronometragem, o relógio é pausado a cada dois minutos e feita a \n\nleitura da velocidade média. O aparelho possui uma hélice na parte anterior \n\nque gira de acordo com o fluxo de água armazenando os dados das veloci-\n\ndades médias no ponto. \n\n As medições da vazão iniciaram-se em outubro de 2007 e foram reali-\n\nzadas durante três dias consecutivos a cada mês. Em cada um desses dias \n\nforam realizadas dez repetições de 2 minutos cada. Para cada repetição de \n\n2 minutos obteve-se a vazão média em m/s, com as dez repetições são \n\ncalculadas as médias diárias. Finalmente, obtêm-se a média dos três dias de \n\nmedição, que representa a velocidade em m/s do ponto mensal. \n\n\n\n31 \n\n \n \n\n \n \nFigura 8 – Ponto 1 de medição da vazão da bacia do córrego Águida, Francisco \n\nDumont, MG, maio, 2008. \n \n \n \n\n \n \nFigura 9 – Ponto 2 de medição da vazão da bacia do córrego Águida, Francisco \n\nDumont, MG, outubro, 2009. \n \n \n \n\n \n \nFigura 10 – Ponto de medição da vazão anterior ao desvio das águas da bacia \n\ndo córrego Águida, Francisco Dumont, MG, outubro, 2009 \n\n\n\n32 \n\n \n \nFigura 11 – Ponto 3 de medição da vazão da bacia do córrego Águida, Francisco \n\nDumont, MG, setembro 2009  \n \n\n Para o cálculo da vazão, multiplicam-se a velocidade média encontrada \n\n(m/s) pela área seccional do córrego (m2), como demonstrado na equação (6), \n\na seguir: \n \n Q = As x V                                                                                  Equação 6 \n \n\nem que  \n\nQ = vazão do córrego em m3/s;  \n\nAs = área da seção em m²; e  \n\nV = velocidade em m/s. \n \n Para o cálculo das áreas seccionais nos pontos de medição da vazão do \n\ncórrego, foram medidas as profundidades a 10 ou 20 cm de equidistância e a \n\nlargura da seção do córrego. Para cada uma dessas secções, foi calculada \n\numa área em m2; o somatório de todas as áreas resultou na área total, ou seja, \n\nrepresenta a área seccional do córrego (Figura 12b). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n33 \n\n \n \nFigura 12 – Micromolinete Flow Proble FP101 (a). Esquema representativo \n\npara cálculo da área da secção do córrego Águida, Francisco \nDumont (b), MG. \n\n \n \n \n3.5 Infiltração, resistência mecânica e umidade do solo \n\n \n\n Para realização dos testes de infiltração, resistência mecânica do solo e \n\nteor de umidade do solo, estratificou-se o ambiente de modo que toda área \n\nabrangida pela bacia fosse representada. Desta forma, o ambiente foi dividido \n\nem três cenários sendo representados por:  \n \n\n- Cenário 1: vegetação nativa, englobando o cerrado e áreas de veredas; \n\n- Cenário 2: dentro dos plantios de eucalipto; e \n\n- Cenário 3: mata ciliar, sendo representado pela mata ciliar próxima ao \n\ncórrego Águida e outra em um riacho próximo às nascentes. \n \n Os testes foram realizados durante três dias consecutivos no mês de \n\nmarço de 2010, sendo necessário meio período para cada área amostrada. \n\n Cada cenário foi representado por apenas duas repetições, em virtude \n\nda homogeneidade local, e em cada uma destas áreas foram realizadas repeti-\n\nções diferentes para cada tipo de equipamento (Figuras 13, 14,15 e 16). \n\n \n\n\n\n34 \n\n \n \nFigura 13 – Cenário 1: Veredas (a) cerrado (b). Bacia hidrográfica do córrego \n\nÁguida, Francisco Dumont, MG, março de 2010. \n \n\n \n\n \n \nFigura 14 – Cenário 2: talhões de eucalipto, em detalhe a medição da infiltra-\n\nção. Bacia hidrográfica do córrego Águida, Francisco Dumont, MG, \nmarço de 2010. \n\n \n \n \n\n \n \nFigura 15 – Cenário 3: mata ciliar próxima a foz da bacia hidrográfica do \n\ncórrego Águida, Francisco Dumont, MG, março de 2010. \n\n\n\n35 \n\n \n \nFigura 16 – Cenário 3: mata ciliar (a); detalhe da serrapilhera (b); e teste com o \n\npenetrômetro (c). Bacia hidrográfica do córrego Águida, Francisco \nDumont, MG, março de 2010. \n\n \n3.5.1 Infiltração \n\n \n\n A medição da infiltração de água no solo foi realizada empregando um \n\ninfiltrômetro de anéis concêntricos (Figura 17), que consiste em dois cilindros \n\nmetálicos, sendo o externo com 10 cm de diâmetro e o interno com 5 cm. O \n\naparelho possui uma boia no interior do cilindro interno e uma régua graduada \n\nem milímetros. Conforme a água inflitra no solo, a boia abaixa e a leitura é \n\nrealizada na régua. \n\n Para realização dos testes, inicialmente o infiltrômetro é introduzido no \n\nsolo a uma profundidade de 5 cm. Adiciona-se água no anel externo até saturar \n\no  solo,  assegurando  que  o  processo  de  infiltração não sofra interrupção, ou  \n\n\n\n36 \n\n \n \nFigura 17 – Infiltrômetro de anéis concêntricos: detalhe os dois anéis e a boia \n\nflutuante. \n \n\nseja, que não haja movimentação lateral da água a partir do anel interno. Neste \n\nmomento, inicia-se a medição da infiltração, adicionando-se 300 mL de água \n\nno anel interno, determina-se um tempo fixo e no fim de cada tempo realiza-se \n\na leitura da lâmina. São realizadas repetições até que a leitura da lâmina de \n\nágua permaneça constante. Calcula-se então a taxa de infiltração, que é a \n\nrelação entre os volumes d’água adicionados e os intervalos de tempo gastos \n\npara sua penetração no solo. \n\nA metodologia consistiu em três repetições para cada ponto de medição. \n\nA localização destes pontos foi de acordo com os diferentes usos do solo \n\ndentro da bacia para que haja uma representatividade da área em estudo \n\n(Figura 18): \n\n \n\nCenário Pontos Amostrados Descrição Nomenclatura \n\nCenário 1 \nPonto de infiltração 1 Mata nativa: Vereda MN1 \nPonto de infiltração 2 Mata nativa: Cerrado MN2 \n\nCenário 2 \nPonto de infiltração 1 Talhão de eucalipto 1 E1 \nPonto de infiltração 2 Talhão de eucalipto 2 E2 \n\nCenário 3 \nPonto de infiltração 1 Mata ciliar próximo a foz da bacia. MC1 \nPonto de infiltração 2 Não foi possível a execução do teste  \n\n\n\n37 \n\n \n \nFigura 18 – Distribuição dos pontos de infiltração amostrados na bacia hidro-\n\ngráfica do córrego Águida, Francisco Dumont, março, 2010. \n  \n\n \n\nA localização dos pontos de 1 a 6 foi aleatória e para as três repetições,  \n\nequidistantes 2 m entre si, em forma de um triângulo equilátero (Figura 19). \n\n\n\n38 \n\n \n \nFigura 19 – Representação esquemática da repetição para os testes de \n\ninfiltração. \n \n\n \n\n3.5.2 Resistência mecânica do solo \n\n \n\n Para realização dos testes de resistência mecânica do solo foi utilizado o \n\naparelho denominado penetrômetro de anel da marca Solotestes, modelo \n\nMitutoyo 2046F, graduado com subdivisões de 0,01 mm. O aparelho possui um \n\nanel diamétrico com relógio comparador analógico equipado na sua extremi-\n\ndade e uma ponta cônica para penetração em aço de diâmetro de 4 cm. Sua \n\nescala de trabalho é de 0 a 100 kgf (Figura 20). \n\n \n \n\nFigura 20 – Penetrômetro de anel Solotestes, modelo Mitutoyo 2046F. \n\n\n\n39 \n\nA resistência à penetração foi determinada a partir de dez pontos \n\naleatórios, a fim de se obter uma média representativa da resistência na área \n\nem estudo. Os pontos medidos foram próximos aos pontos de medição da \n\ninfiltração de água no solo. Dada a influência da umidade nas determinações \n\ncom o penetrômetro, tomou-se o cuidado de realizar os dez pontos em um \n\nmesmo dia, para garantir as mesmas condições de umidade do solo durante a \n\nrealização da penetrometria. Para determinação da resistência do solo introdu-\n\nziu-se o equipamento ao solo, onde a cada leitura em kgf foi realizada de \n\nacordo com a profundidade máxima alcançada pelo penetrômetro. As leituras \n\nforam transformadas para resistência do solo à penetração em (MPa), de \n\nacordo com a equação 7: \n\n \n\n)cm(A\nkgf10\n\nMPa\n2\n\n?                                                                        equação 7 \n\nem que  \n\nkgf =  leitura realizada à profundidade máxima; e  \n\nA = área em cm² da ponteira do equipamento penetrado no solo. \n\n \n\n3.5.3 Teor de umidade do solo \n\n \n\nA umidade do solo foi determinada empregando-se o equipamento Soil \n\nmoisture monitor, modelo ECH3O Check, da marca Decagon Devices. Para \n\nisto, o sensor foi introduzido no solo à aproximadamente 20 cm de profundi-\n\ndade, onde as leituras foram realizadas instantaneamente (Figura 21). Este \n\nvalor é dado em porcentagem de água no solo e representa a umidade no local \n\nde medição de infiltração. Foram integrados os mesmo pontos de medição da \n\ninfiltração. \n\n \n\n\n\n40 \n\n \n \nFigura 21 – Equipamento utilizado para mediação de umidade do solo na bacia \n\nhidrográfica do córrego Águida, Francisco Dumont, MG, março 2010. \n \n\n \n\n3.6 Qualidade da água \n\n \n\n3.6.1 Parâmetros físicos \n \n\nPara maior precisão e representatividade de toda a área da bacia hidro-\n\ngráfica, foram estipulados quatro pontos estratégicos de amostragem de parâ-\n\nmetros físicos da qualidade de água (Tabela 5). \n\n  \n\nTabela 5 – Localização geográfica dos pontos de coleta de água para análise \ndos parâmetros físicos e químicos da bacia do córrego Águida, \nFrancisco Dumont, MG \n\n \n\nLocalização \nCoordenadas Geográficas \n\nAltitude (m) \nDatum WGS 84 \n\nPonto 1 17º19’08” S, 44º13’38” W 631 \n\nPonto 2 17º20’57” S, 44º13’20” W 877 \n\nPonto 3 17º22’15” S, 44º14’01” W 971 \n\nPonto 4 17º21’39” S, 44º12’59” W 948 \n\n \n\nO ponto 1 é localizado na foz da microbacia, próximo à piscina. O ponto \n\n2 mais à frente na Serra é localizado em um desvio de águas que abastece a \n\npopulação local. Já os pontos 3 e 4 são localizados mais à frente, nas nascentes \n\ncujo córrego, formado por cada uma delas se encontram na área de vereda. \n\n\n\n41 \n\n A coleta das amostras iniciou-se em outubro de 2009, desde então as \n\nanálises foram realizadas mensalmente até agosto de 2010. Para isto, foi \n\ncoletada uma amostra composta, a partir de amostras que integrem a variação \n\nvertical de toda a lâmina d’água no ponto central do canal. Foram utilizadas \n\ngarrafas de polietileno identificadas e as amostras coletadas foram analisadas \n\nem campo por meio da leitura direta pelos aparelhos portáteis da marca \n\nDigimed: pHmetro, condutivímetro, turbidímetro e oxímetro. \n\n \n\n3.6.2 Parâmetros químicos \n\n \n\n Os parâmetros químicos da água foram feitos pela empresa Ecolabor e \n\nfornecidos pela empresa SCFLOR Empreendimentos Ltda. \n\n A coleta foi realizada no dia 5 de agosto de 2009, às 10h50 sobre \n\ntemperatura do ar de 22 ºC e da água à 22 ºC. Foram avaliados os seguintes \n\nparâmetros: DBO 5 dias à 20 ºC, Fipronil, orto-fosfato, OD – medido em campo, \n\nsólidos totais, sufluramida, nitratos, glifosfato, pH – água, turbidez, coliformes \n\nfecais, cloro total e cloro livre. \n\n \n\n3.7 Análise estatística \n \n\n Para avaliação dos resultados obtidos, da capacidade de infiltração de \n\nágua no solo, resistência mecânica do solo, teor de umidade do solo e os \n\nparâmetros físicos-químicos da água, foi utilizado o teste t, para amostras \n\nindependentes por meio do software Statistic 7.0 \n\n Para a capacidade de infiltração foram comparadas as médias por \n\ntratamento em relação à localização dos pontos amostrados, para verificar a \n\ninfluência dos biomas e da cobertura vegetal sobre a infiltração da água. A \n\nresistência mecânica do solo e o teor de umidade seguiram a mesma método-\n\nlogia. \n\n Os parâmetros físicos e químicos da água, além da comparação entre \n\nos locais amostrados, avaliaram-se os resultados em relação ao período de \n\nchuva e estiagem, para verificar a influência das chuvas sobre os teores de pH, \n\nturbidez, oxigênio dissolvido e condutividade elétrica da água. \n\n\n\n42 \n\n3.8 Balanço hídrico \n\n \n\n Para realização do balanço hídrico, foram utilizados os dados de \n\nprecipitação mensal no período de 2007 a 2010 e os dados de vazão do \n\nperíodo de 2008 a 2010. O deflúvio foi obtido a partir dos valores de vazão, \n\nonde foi utilizada a área da bacia no valor de 1.743,71 ha. O deflúvio, de \n\nacordo com DNAEE, (1970), “é o volume total de água que passa, em \n\ndeterminado período, pela secção transversal de um curso d’água”. O deflúvio \n\npode ser medido em unidades de deflúvio anual, mensal, semanal, diário, \n\nsendo expresso em mm de altura de água sobre a bacia correspondente. Neste \n\nestudo foi calculado o deflúvio mensal contendo 31 dias/mês.  \n\n \n\nA\n31246060Q\n\nD\n????\n\n?                                                            equação 8 \n\n \n\nem que  \n\nQ = vazão (L/s);  \n\nD = deflúvio mensal (mm); e  \n\nA = área da bacia (m²). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n43 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4 RESULTADOS E DISCUSSÃO \n \n\n \n\n \n\n4.1 Morfometria \n \n\nAs características morfométricas estudadas irão interferir no padrão de \n\ndrenagem e do relevo, refletindo algumas propriedades do terreno, como \n\ninfiltração e deflúvio das águas das chuvas expressando estreita correlação \n\ncom a litologia, estrutura geológica e formação superficial dos elementos que \n\ncompõem a superfície terrestre (HORTON, 1945; STRAHLER, 1957; \n\nFRANÇA,1968). \n\n A bacia hidrográfica do córrego Águida abrange uma área de drenagem \n\nde 1.743,7 ha, perímetro de 23,04 km e classificada de segunda ordem, segun-\n\ndo Strahler (1957) (Tabela 6). \n\n A área de uma bacia está correlacionada com a maioria das suas \n\ncaracterísticas hidrológicas. Segundo Lima (2008), as bacias são classificadas \n\ncomo grandes e pequenas, não apenas em função do tamanho de sua área, \n\nmas também em relação aos efeitos de fatores dominantes na geração do \n\ndeflúvio. Para estudos de bacias hidrográficas é importante que exista a sensi-\n\nbilidade tanto das chuvas quanto do uso do solo na dinâmica da bacia. Se a \n\nbacia em estudo fosse classificada de acordo com sua área seria enquadrada \n\ncomo uma grande bacia, porém é uma bacia de segunda ordem, e sua área \n\ntem relação com as características geográficas da região. \n\n \n\n\n\n44 \n\nTabela 6 – Características morfométricas da bacia do córrego Águida no muni-\ncípio de Francisco Dumont, MG \n\n \nCaracterísticas Morfométricas Estimativas \n\nÁrea total 1.743,7 ha \nPerímetro total 23,038 km \nCoeficiente de compacidade (Kc) 1,4 \nFator de forma (F) 1,8 \nÍndice de circularidade (IC) 0,4 \nPadrão de drenagem Dendrítico \nOrientação Norte à Noroeste \nDeclividade mínima 0,01% \nDeclividade média 3,38% \nDeclividade máxima 27,25% \nAltitude mínima 623,7 m \nAltitude média 946,8 m \nAltitude máxima 1.053,3 m \nDeclividade média do curso principal 0,047 m/m \nComprimento do curso d'água principal 7.354,6 m \nComprimento total dos cursos d'água 9.291,4m \nDensidade de drenagem (Dd) 0,53 km/km \nOrdem da Bacia 2 \n\n \n\n \n\n A forma alongada é predominante na bacia, onde o coeficiente de com-\n\npacidade (Kc) mostrou-se igual a 1,4 e índice de circularidade (IC) de 0,4. \n\nSegundo Villela e Mattos (1975), o Kc relaciona a forma da bacia com um \n\ncírculo; quanto mais irregular for a bacia, maior será o coeficiente de compaci-\n\ndade. Um coeficiente mínimo igual à unidade corresponderia a uma bacia \n\ncircular e, para uma bacia alongada, seu valor é significativamente superior a 1. \n\nSimultaneamente ao Kc, o IC tende para a unidade, à medida que a bacia se \n\naproxima da forma circular, e diminui à medida que a forma torna-se alongada. \n\nEstas características da forma expressam o tempo de concentração da água \n\nde chuva dentro da bacia, ou seja, o tempo que, a partir do início da precipi-\n\ntação, a água leva para chegar à foz da bacia, indicando ser uma área pouco \n\nprovável a inundações. \n\n O fator de forma (F) confirma o predomínio da forma alongada da bacia, \n\nque também indica a probabilidade de ocorrência de enchentes na área; quanto \n\nmaior o índice menos sujeita às enchentes. \n\n\n\n45 \n\n A densidade de drenagem é um fator importante na indicação do grau de \n\ndesenvolvimento do sistema de drenagem de uma bacia. Sendo assim, este \n\níndice fornece uma indicação da eficiência da drenagem da bacia, sendo \n\nexpressa pela relação entre o somatório dos comprimentos de todos os canais \n\nda rede; sejam eles, perenes, intermitentes ou temporários e a área total da \n\nbacia (ANTONELI; THOMAZ, 2007). A bacia em estudo apresenta baixa densi-\n\ndade de drenagem, ou seja, apresenta um relevo pouco declivoso, com rampas \n\nlongas e solos profundos no cerrado baixo e rasos e arenosos no alto da serra \n\ncom alta capacidade de infiltração. Lima (1996) relata que valores baixos de \n\ndensidade de drenagem estão geralmente associados a regiões de rochas \n\npermeáveis e de regime pluviométrico caracterizado por chuvas de baixa \n\nintensidade.   \n\n As características do padrão de drenagem repercutem no comportamento \n\nhidrológico e litológico; o padrão de drenagem foi do tipo dendrítico, indicando \n\nregião com predomínio de rochas de resistência uniforme à erosão.  \n\n O ordenamento da bacia, de acordo com a classificação de Strahler \n\n(1957), apresentou grau de ramificação de segunda ordem (Figura 22), sendo \n\nesta baixa ramificação explicada pela alta permeabilidade dos solos da região.  \n\n A declividade média foi de 3,38%, indicando ser uma bacia com relevo \n\nsuave ondulado, de acordo com Embrapa (1999) (Figura 23). Este parâmetro \n\ninfluencia principalmente a velocidade de escoamento das águas que, de \n\nacordo com Lima (1996), existe também uma influência da orientação da bacia, \n\nsendo esta uma bacia de orientação noroeste, as águas drenam para o sentido \n\nnoroeste. A orientação afeta as perdas por evapotranspiração, que está relacio-\n\nnada com o tempo de exposição ao sol. \n\n A altitude média também influenciará os mesmos fatores descritos, por \n\nafetar a quantidade de radiação solar recebida na área. A altitude média foi de \n\n946,8 m, com valor mínimo de 626,0 m e máximo de 1.053,3 m (Figura 24). \n\n \n \n \n \n \n \n \n \n\n\n\n46 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nFigura 22 – Ordenamento dos cursos d’água, de acordo com Strahler (1957), \n\nbacia hidrográfica do córrego Águida, Francisco Dumont, MG. \n \n   \n \n \n \n \n\n\n\n47 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nFigura 23 – Declividade da bacia hidrográfica do córrego Águida, Francisco \n\nDumont, MG.  \n \n \n \n \n\n\n\n48 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nFigura 24 – Variação altimétrica gerada pelo modelo digital de elevação hidrolo-\n\ngicamente consistente (MDEHC), em intervalos de 40 m para a \nbacia hidrográfica do córrego Águida, Francisco Dumont, MG. \n\n \n\n \n\n \n\n\n\n49 \n\n4.2 Precipitação \n\n \n\n As precipitações médias anuais mensuradas na bacia para os anos de \n\n2007, 2008, 2009 e 2010 foram de 360,5, 900,8, 848,0 e 310,1 mm, respectiva-\n\nmente, visto que, para o ano de 2007 os dados abrangeram o período de cinco \n\nmeses, sendo de outubro a dezembro, em 2008 e 2009 compreende todo o \n\nano, em 2010 de janeiro a agosto (Tabela 7) \n\n  \n\nTabela 7 – Precipitação média mensal coletada nos anos de 2007 a 2010 na \nbacia do córrego Águida, em Francisco Dumont, MG \n\n \n\nMeses/Ano \nPrecipitação (mm) \n\n2007 2008 2009 2010 Média Normais Climatológicas \nJaneiro - 111,6 246,6 65,0 141,1 216,1 \nFevereiro - 72,1 27,5 9,1 36,2 147,2 \nMarço - 166,3 111,7 171,1 149,7 134,1 \nAbril - 61,7 25,0 36,2 40,9 64,8 \nMaio - 0,6 0,6 28,7 30,3 13,7 \nJunho - 0,0 0,0 0,0 0,0 4,5 \nJulho - 0,0 0,0 0,0 0,0 5,4 \nAgosto 0,0 0,0 0,0 0,0 0,0 3,1 \nSetembro 75,0 10,0 52,2 - 45,7 34,6 \nOutubro 112,0 17,0 174,7 - 101,2 73,1 \nNovembro 51,0 219,3 30,1 - 100,1 206,4 \nDezembro 122,5 242,2 179,6 - 181,4 285,2 \nTotal 360,5 900,8 847,8 310,1 826,8 1.188,2 \n\n \nA média anual do período estudado foi de 806,4 mm. Comparando este \n\nvalor com as normais climatológicas para o município de Francisco Dumont, \n\ndescrito entre os anos de 1961 a 1990, com média anual de 1.188,2 mm, o \n\nperíodo em estudo apresentou uma grande diminuição nas chuvas locais \n\n(Figura 25). \n\n Nota-se que houve uma diminuição nas chuvas a partir do ano de 2007. \n\nPara este ano de 2010, houve uma queda maior e os impactos decorrentes a \n\nesta diminuição podem ser visualizados no local: nascentes que nunca ficaram \n\nsecas, de acordo com relatos da população e as medições desde 2007, ficaram \n\nsecas durante os meses de julho e agosto 2010; veredas que apresentavam \n\ninúmeras nascentes difusas também secaram neste período (Figura 26). \n\n\n\n50 \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\n2007 2008 2009 2010\n\n \n \nFigura 25 – Precipitação média mensal para os anos de 2007 a 2010, Francisco \n\nDumont, MG.  \n \n\n \nFigura 26 – Principal nascente da bacia do córrego Águida, setembro de 2008 \n\n(a) e julho de 2010 (b). \n \n\nA distribuição mensal da precipitação pluviométrica para o período de \n\n2007 a 2010 na bacia em estudo está disposta na Tabela 8. Observa-se que o \n\nperíodo de estiagem na região é severo entre os meses de maio a setembro, \n\ncom média de 15,2 mm, sendo o período de outubro a março as precipitações \n\nmais concentradas, com média de 107,2 mm mensal, representando este o \n\nperíodo das chuvas. \n\n Outra forma de visualizar a distribuição de chuvas em uma dada região é \n\npor meio de sua distribuição média mensal acumulada (Figura 27). A inclinação \n\nda reta indica os períodos de chuvas mais intensas. Nota-se que quanto mais \n\ninclinada maior concentração de chuva. A linha reta representa o período de \n\nestiagem, ou seja, período em que não houve acréscimo de chuva na região. \n\n\n\n51 \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\nag\no\n\nse\nt\n\nou\nt\n\nno\nv\n\nde\nz\n\nja\nn\n\nfe\nv\n\nm\nar ab\nr\n\nm\nai ju\nn ju\nl\n\nag\no\n\nse\nt\n\nou\nt\n\nno\nv\n\nde\nz\n\nja\nn\n\nfe\nv\n\nm\nar ab\nr\n\nm\nai ju\nn ju\nl\n\nag\no\n\nse\nt\n\nou\nt\n\nno\nv\n\nde\nz\n\nja\nn\n\nfe\nv\n\nm\nar ab\nr\n\nm\nai ju\nn ju\nl\n\nag\no\n\n2007 2008 2009 2010\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \nac\n\num\nul\n\nad\na \n\n(m\nm\n\n)\n\n \n \nFigura 27 – Distribuição da precipitação média mensal acumulada no período \n\nde 2007 a 2010, em Francisco Dumont, MG. \n \n\n Quando foram comparadas as médias mensais da precipitação quantifi-\n\ncada na bacia em relação às normais climatológicas (Figura 28), verificou-se \n\nque os dois gráficos se assemelham e indicam a mesma tendência entre os \n\nperíodos de estiagem e de chuvas.  \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\njan fev mar abr mai jun jul ago set out nov dez\n\nMédia mensal (2007 - 2010)\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\nNormais climatológicas Bacia hidrográfica\n\n \n \nFigura 28 – Distribuição da precipitação média das normais climatológicas no \n\nperíodo de 1961 a 1990 e da precipitação média entre os anos de \n2007 a 2010, na Bacia Hidrográfica do córrego Águida, em \nFrancisco Dumont, MG. \n\n \n\n \n\n\n\n52 \n\n4.3 Vazão \n\n \n\n Nas Tabelas 8, 9, 10 e 11 podem ser observados os valores de vazão, \n\nao longo do período de estudo, para a bacia hidrográfica do córrego Águida, \n\nem cada ponto de medição pré-estipulado. Observa-se que nos meses de chu-\n\nvas mais intensas houve um aumento da vazão. Nota-se, também, um aumento \n\nna vazão entre os anos de 2008 e 2009, mesmo ocorrendo a diminuição da \n\nprecipitação para este período. De acordo com Carvalho e Silva (2006), são \n\ninúmeros os fatores que influenciam o comportamento da vazão; fatores estes \n\nque podem ser de natureza climática, relacionados à precipitação, de natureza \n\nfisiográfica, ligados às características físicas da bacia e os usos do solo. \n\n  \n\nTabela 8 – Valores mensais da vazão em litros por segundo (L/s) nos pontos \namostrados da bacia para o ano de 2008, em Francisco Dumont, MG \n\n \n\n2008 \nVazão (L/s) \n\n1 2 3 \nJaneiro 89,00 19,00 59,00 \nFevereiro - - - \nMarço 240,00 49,00 25,00 \nAbril - - - \nMaio 89,90 30,10 12,50 \nJunho - - - \nJulho 100,50 37,70 8,60 \nAgosto - - - \nSetembro 41,20 41,90 12,40 \nOutubro 7,54 34,00 - \nNovembro - - - \nDezembro 727,60 67,20 9,90 \n\n \n \n\nA intensidade e a duração da chuva e a precipitação antecedente são \n\nfatores importantes nesta relação com a vazão, pois, quanto maior a intensi-\n\ndade, mais rápido o solo atinge a sua capacidade de infiltração, provocando um \n\nexcesso de precipitação que escoará superficialmente. A duração é direta-\n\nmente proporcional ao escoamento, pois para chuvas de intensidade constan-\n\nte, haverá maior oportunidade de escoamento quanto maior for a duração, e, \n\nquando o solo já está umedecido por uma precipitação anterior, haverá também \n\nmaior facilidade de escoamento. \n\n\n\n53 \n\nTabela 9 – Valores mensais da vazão em litros por segundo (L/s), nos pontos \namostrados da bacia para o ano de 2009, em Francisco Dumont, MG \n\n \n\n2009 \nVazão (L/s) \n\n1 2 3 A. D.* D. D.** \nJaneiro 525,50 61,10 30,80 - - \nFevereiro 306,00 90,70 36,00 - - \nMarço 423,60 78,50 42,00 - - \nAbril 427,60 60,20 33,40 - - \nMaio 306,40 33,40 24,70 - - \nJunho 285,80 37,10 20,90 - - \nJulho 190,80 40,70 21,50 - - \nAgosto 107,70 9,30 26,40 - - \nSetembro 143,30 9,90 19,10 - - \nOutubro 254,30 9,90 37,10 511,70 67,80 \nNovembro 229,40 95,90 29,90 225,20 188,60 \nDezembro 291,10 67,80 22,90 337,70 205,80 \n\n* A.D. = antes do desvio; e  ** D.D. = depois do desvio. \n \n\n \nTabela 1 – Valores mensais da vazão em litros por segundo (L/s) nos pontos \n\namostrados da bacia para o ano de 2010, em Francisco Dumont, MG \n \n\n2010 \nVazão (L/s) \n\n1 2 3 A. D. D. D. \nJaneiro 393,40 90,30 15,00 301,50 266,80 \nFevereiro 99,40 47,50 17,80 241,60 39,00 \nMarço 293,40 62,70 20,50 138,00 167,40 \nAbril 169,60 42,60 33,20 99,40 107,10 \nMaio 150,30 44,40 17,60 90,40 108,30 \nJunho 147,60 34,10 16,70 77,20 83,30 \nJulho 70,90 32,50 11,60 76,40 52,50 \nAgosto 66,40 23,60 11,40 63,90 36,10 \n\n \n\nDentre os fatores morfométricos da bacia relacionados com a vazão, os \n\nmais importantes são: a área, pois sua extensão está relacionada à maior ou \n\nmenor quantidade de água que ela pode captar; a forma, relacionado ao tempo \n\nde concentração da água na bacia; a permeabilidade do solo, que influi direta-\n\nmente na capacidade de infiltração, ou seja, quanto mais permeável for o solo, \n\nmaior será a quantidade de água que ele pode absorver, diminuindo, assim, a \n\nocorrência de excesso de precipitação; e a topografia, relacionada à velocidade \n\nde escoamento das águas.  \n\n\n\n54 \n\nTabela 11 – Médias anuais da vazão nos pontos 1, 2, e 3 de medição na bacia \ndo córrego Águida, no município de Francisco Dumont, MG \n\n \n\nPontos Amostrados \nVazão (L/s)  \n\n2008 2009 2010 Média \n\nPonto 1 185,1 290,95 173,87 216,65 \n\nPonto 2 39,84 49,54 47,23 45,53 \n\nPonto 3 21,23 28,72 17,97 22,64 \n\nPrecipitação total anual 900,80 848,00 310,10 806,47 \n\n  \n  \n\nOutros fatores também são de grande importância como a vegetação, \n\nmanejo do solo e atividades praticadas dentro dos limites da bacia. \n\n Nota-se, então, que esta relação precipitação – vazão nem sempre é \n\numa relação direta e imediata por sofrer influência de inúmeros outros fatores, \n\ncomo mencionados. \n\nNos meses de março a julho de 2010 (valores em negrito) ocorreu que a \n\npopulação beneficiada com as águas do rio muitas vezes bloqueavam a \n\npassagem das águas utilizando pedras e depois liberavam, fazendo com que a \n\nágua acumulada para o desvio desça para o rio fazendo a vazão aumentar \n\nsubitamente. Valores depois do desvio não poderiam apresentar-se maiores \n\naos valores mensurados antes do desvio (Tabela 10). \n\nOutra relação que pode ser visualizada, entre os pontos de medição, são \n\nas das maiores vazões na foz da bacia (ponto 1), com sua diminuição nos \n\npontos dois e três, à medida que se afasta da saída da bacia. Esse fato pode \n\nser explicado porque próximo às nascentes existe menor contribuição do \n\nescoamento e a vazão possui menor contribuição das águas. Quanto mais se \n\ncaminha em sentido à foz, esses valores de vazão vão aumentando, como \n\npode ser visto nas Figuras 29, 30 e 31. \n\n Na resposta da vazão pós-precipitação nota-se que quanto mais distante \n\nda foz da bacia maior é o tempo necessário para que ocorra o aumento da \n\nvazão. Esse fato ocorre devido, principalmente, à forma, à área e à densidade \n\nde drenagem da bacia. A bacia possui forma alongada, baixa densidade de \n\ndrenagem e grande área, fazendo com que necessite de maior tempo de \n\nconcentração das chuvas para que toda bacia contribua para sua saída pós-\n\nprecipitação.  \n\n\n\n55 \n\n \n \nFigura 29 – Relação entre as vazões e precipitações médias mensais para o \n\nano de 2008, na bacia hidrográfica do córrego Águida, no municí-\npio de Francisco Dumont, MG. \n\n \n \n \n\n \n \nFigura 30 – Relação entre as vazões e precipitações médias mensais para o \n\nano de 2009, na bacia hidrográfica do córrego Águida, no municí-\npio de Francisco Dumont, MG. \n\n\n\n56 \n\n \n \nFigura 31 – Relação entre as vazões e precipitações médias mensais para o \n\nano de 2010, na bacia hidrográfica do córrego Águida, no municí-\npio de Francisco Dumont, MG. \n\n \n \n\n4.4 Infiltração, umidade e resistência mecânica do solo \n \n\n4.4.1 Avaliação da capacidade de infiltração de água no solo \n\n \n\n Na Tabela 12 são apresentados os valores médios da velocidade básica \n\nde infiltração (VIB) de água no solo, e da capacidade de infiltração (mm/h), \n\npara cada tipo de uso do solo amostrado. Observa-se que as coberturas do \n\nsolo que apresentaram maior infiltração foram na ordem: mata nativa \n\n(1.040,88 mm/h), mata ciliar (668,17 mm/h) e plantios de eucalipto \n\n(374,83 mm/h).  \n\n De acordo com a classificação de Staff (1993), todos os valores \n\nencontrados apresentam-se na classe rápida, com permeabilidade acima de \n\n254 mm/h. Este fato pode ser explicado devido à natureza dos solos da região, \n\nque são solos arenosos e pedregosos, à presença de cobertura vegetal, ao \n\nmanejo solo, dentre outros, que faz com que a infiltração nestas áreas seja \n\nalta. \n\n\n\n57 \n\nTabela 12 – Velocidades básicas de infiltração (VIB) e Capacidade de infiltra-\nção (CI) de acordo com cada repetição e cenário utilizado, na \nbacia em estudo, Francisco Dumont, MG  \n\n \nUsos do solo Média VIB (mm/h) Média CI (mm/h) \n\nMata nativa (vereda, cerrado)    999,1 1.040,88 \n\nMata ciliar  620,2 668,17 \n\nEucalipto  443,35 374,83 \n\n \n\n As Figuras 32, 33, 34, 35 e 36 mostram o comportamento da velocidade \n\nbásica de infiltração em relação ao tempo, indicando que, no início do teste, a \n\ntaxa de infiltração é mais alta e decresce com o tempo, ou seja, satura o solo. \n\nO tempo de aplicação do teste é limitado até o momento em que um valor \n\nconstante, denominado velocidade básica de infiltração, é alcançado (VIB) \n\nindicando neste momento a capacidade de infiltração (CI). \n\n  \n\n500\n700\n900\n\n1100\n1300\n1500\n1700\n1900\n2100\n\n0 0,1 0,2 0,3 0,4 0,5 0,6\nTempo acumulado (h)\n\nV\nIB\n\n (m\nm\n\n/h\n)\n\nR1 R2\n\n \n             ** R1 = repetição 1; e R2 = repetição 2. \n \n\nFigura 32 – Velocidade básica de infiltração (VIB), em relação ao tempo de \ninfiltração no cenário 1, ponto 1 (vereda), na bacia do córrego \nÁguida, em Francisco Dumont, MG, março, 2010. \n\n \n \n\nOs testes foram realizados em março de 2010, em época chuvosa, por \n\nisso, alguns solos atingiram rapidamente a VIB, não podendo ser expresso os \n\nvalores de infiltração inicial, que somente é visualizado na estação seca. \n\n O teste teve como objetivo, além de avaliar as condições físicas do solo, \n\ncomparar diferentes usos do solo e biomas, na bacia em estudo; para isto, \n\nforam amostrados mais de um ponto por ambiente com intenção de poder \n\ncompará-los entre si.   \n\n\n\n58 \n\n700\n800\n900\n\n1000\n1100\n1200\n1300\n1400\n\n0,0 0,1 0,2 0,3 0,4 0,5\nTempo acumulado (h)\n\nV\nIB\n\n (m\nm\n\n/h\n)\n\nR1 R2\n\n \n             ** R1 = repetição 1; e R2 = repetição 2. \n \n\nFigura 33 – Velocidade básica de infiltração (VIB), em relação ao tempo de \ninfiltração no cenário 1, ponto 2 (cerrado), na bacia do córrego \nÁguida, em Francisco Dumont, MG, março, 2010. \n\n \n\n200\n250\n300\n350\n400\n450\n500\n\n0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7\nTempo acumulado (h)\n\nV\nIB\n\n (m\nm\n\n/h\n)\n\nR 1 R 2 R 3\n\n \n             ** R1 = repetição 1; e R2 = repetição 2. \n \n\nFigura 34 – Velocidade básica de infiltração (VIB), em relação ao tempo de \ninfiltração no cenário 2, ponto 1 (eucalipto), na bacia do córrego \nÁguida, em Francisco Dumont, MG, março, 2010. \n\n \n\n200\n250\n300\n350\n400\n450\n500\n\n0,0 0,2 0,4 0,6 0,8 1,0 1,2 1,4\nTempo de acumulado (h)\n\nV\nIB\n\n (m\nm\n\n/h\n)\n\nR 1 R 2\n\n \n             ** R1 = repetição 1; e R2 = repetição 2. \n \nFigura 35 – Velocidade básica de infiltração, em relação ao tempo de infiltração \n\nno cenário 2, ponto 2 (eucalipto), na bacia do córrego Águida, em \nFrancisco Dumont, MG, março 2010. \n\n\n\n59 \n\n \n             ** R1 = repetição 1; e R2 = repetição 2. \n \nFigura 36 – Velocidade básica de infiltração (VIB), em relação ao tempo de \n\ninfiltração no cenário 3, ponto 1 (mata ciliar), na bacia do córrego \nÁguida, Francisco Dumont, MG, março 2010.  \n\n \n Segundo Cabeda (1984), citado por Pott (2001), a taxa de infiltração de \n\nágua no solo é isoladamente a propriedade que melhor reflete as condições \n\nfísicas do solo, sua qualidade e estabilidade estrutural, sendo um atributo \n\neficaz para avaliação de manejo de solo. \n\n Na mata nativa foram amostrados dois pontos e realizadas duas repeti-\n\nções em cada. (Figuras 32 e 33). O primeiro ponto (vereda) apresentou CI de \n\n800,32 e 1.380,55 mm/h nas duas repetições do segundo ponto (cerrado) \n\n1.172,31 e 810,32 mm/h, respectivamente. Na mata ciliar foi amostrado apenas \n\num ponto e três repetições com CI de 729,0, 825,33  e 450,18 mm/h. Nos \n\nplantios de eucalipto foram amostrados dois pontos com três repetições no \n\nprimeiro, sendo 330,0, 350,0 e 480,0 mm/h, e duas repetições no segundo com \n\n396,0 e 330,0 mm/h, respectivamente. \n\n A área de vereda é muito comum na região e se encontra sobre prote-\n\nção legislativa, sendo uma área de preservação permanente. É uma área que \n\nsofre menos impacto no solo, comparado com os plantios de eucalipto, onde \n\nsão utilizadas máquinas no preparo do solo, principalmente nas atividades de \n\nsilvicultura e colheita, compactando sua superfície. Já a mata ciliar, se encontra \n\nem uma área de preservação ambiental (APA) destinada ao turismo ecológico, \n\nsofrendo impactos devido ao pisoteio nas trilhas. \n\n Segundo Lima (2006), são inúmeros os fatores que influenciam o \n\nprocesso de infiltração, principalmente as atividades de uso da terra, que \n\npodem modificar a capacidade de infiltração dos solos por meio do manejo. O \n\n\n\n60 \n\nhorizonte superficial pode tornar-se impermeável por tráfego intenso, pisoteio \n\nexagerado, cultivo ininterrupto, etc. A infiltração também é influenciada pelas \n\ncaracterísticas do solo, assim como pela própria água (temperatura, turbidez, \n\nviscosidade, etc.). A cobertura vegetal é um dos principais fatores que podem \n\ninfluir sobre esta condição superficial do solo; a presença da vegetação e da \n\ncamada de material orgânico (serrapilheira, litter) fornece proteção contra o \n\nimpacto das gotas da chuva, reduzindo a compactação e a desagregação. Esta \n\nrelação, descrita por Lima (2006), pode ser visualizada neste estudo, pois nos \n\nlocais mais impactados pela atividade do homem menor foi a capacidade de \n\ninfiltração de água no solo observada. \n\n Os ambientes amostrados não deferiram estatisticamente entre si, \n\ncomprovando a hipótese testada (Tabela 13). Em relação aos tratamentos \n\ntestados, houve diferença significativa entre os plantios de eucalipto, a mata \n\nciliar e a mata nativa, refletindo a influência de uso e manejo do solo. \n\n \n\nTabela 13 – Médias da capacidade de infiltração para os tratamentos mata \nnativa 1 (MN1), mata nativa 2 (MN2), mata ciliar (MC), eucalipto 1 \n(E1) e eucalipto 2 (E2), para CI, na bacia do córrego Águida, em \nFrancisco Dumont, MG \n\n \nTratamento Média(CI) Teste t \n\nE2 363,00 A \n\nE1 386,67 a \n\nMC 668,17 b \n\nMN2 991,32 c \n\nMN1 1.090,44 c \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05) pelo Teste t.. \n  \n\n \n\n4.4.2 Avaliação do teor de umidade do solo \n\n \n\n Os teores de umidade encontrados nos diferentes tipos de solo estuda-\n\ndos foram de 10,57 e 12,63% em área de mata nativa, composta por cerrado, e \n\nvereda, 17,93 e 17,65% nos eucaliptos e 12,57 e 34,3% em área de mata ciliar \n\n(Figura 37). \n\n  \n\n\n\n61 \n\n0\n\n5\n10\n\n15\n20\n\n25\n\n30\n35\n\n40\n\nMata Nativa Eucalipto Mata Ciliar\n\nTe\nor\n\n d\ne \n\num\nid\n\nad\ne \n\ndo\n s\n\nol\no \n\n(%\n)\n\nPonto 1 Ponto 2\n\n \n \nFigura 37 – Teores médios de umidade do solo nos três tipos de usos do solo \n\nestudados na bacia do córrego Águida, em Francisco Dumont, MG.  \n \n\nEsperava-se que houvesse uma relação das áreas com a capacidade de \n\ninfiltração, teor de umidade e resistência à penetração, porém são inúmeros \n\nfatores envolvidos que influenciarão esta relação, como o tipo de solo, a \n\ncobertura vegetal, as práticas adotadas, etc. Neste trabalho não foi possível \n\nverificar a relação existente entre a capacidade de infiltração e teor de umidade \n\ndo solo, porém os resultados podem ser explicados levando-se em conta outros \n\nfatores. \n\nOs efeitos da umidade alteram-se com as características do solo e com \n\no esforço de compactação aplicado sobre o mesmo. Se o teor de umidade \n\naumenta em um solo argiloso, a resistência à compactação diminui, em virtude \n\nda maior lubrificação das partículas, até que se atinjam os limites plásticos \n\ninferiores e o teor de umidade próximo à capacidade de campo, onde o pico de \n\ncompactação ocorre. Acima deste limite, próximo do ponto de saturação de \n\ncada tipo de solo, o aumento da umidade resulta em redução da densidade, \n\nchegando mesmo a causar a destruição da estrutura do solo. \n\n Verifica-se que no solo do cerrado e das veredas o teor de umidade é \n\nmais baixo e a capacidade de infiltração é mais alta, isto se deve ao solo \n\nnestas áreas ser mais arenoso, promovendo maior infiltração e retendo menos \n\numidade, e por haver menor cobertura vegetal, ficando mais expostos à radiação \n\nsolar. \n\n Nas áreas com plantios de eucalipto, em virtude da cobertura vegetal do \n\nsolo e das grandes quantidades de matéria orgânica, os índices de umidades \n\n\n\n62 \n\nforam mais altos enquanto a infiltração foi mais baixa, em virtude das práticas \n\nde cultivo adotadas que aumentam a compactação do solo. \n\n Nas áreas de mata ciliar foram observadas duas situações distintas, na \n\nprimeira, avaliada próximo à foz, a mata ciliar apresenta-se com vegetação de \n\ncerrado e solo pedregoso, sendo uma vegetação mais densa do que a verifica-\n\nda na área de cerrado, resultando um teor de umidade mais alto. Na segunda \n\nárea analisada, constituída de um cerradão denso aparentando, foi observada \n\numa grande quantidade de matéria orgânica no solo, com uma camada \n\nespessa de serrapilheira e um solo muito argiloso, resultando, assim, em um \n\nalto teor de umidade. Os testes de infiltração nesta área não foram possíveis \n\nde realizar, em virtude desta espessa camada de serrapilheira que protege o \n\nsolo, o alto teor de argila, sendo difícil a infiltração de água.  \n\n Nota-se que a Mata Nativa (1, e 2) e a Mata Ciliar 1 não diferiram \n\nestatisticamente entre si, apresentando menores teores de umidade que os \n\noutros tratamentos. Isto se justifica pelo fato da cobertura vegetal nestas áreas \n\nser menos densa que nos plantios de eucalipto; nestas áreas de cerrado e \n\nveredas ocorre maior evaporação das águas sobre na superfície do solo, por \n\nsua vez vai diminuindo a umidade no perfil do solo (Tabela 14).  \n\n \n\nTabela 15 – Médias dos teores de umidade do solo, para os tratamentos avalia-\ndos na bacia do córrego Águida, em Francisco Dumont, MG \n\n \nTratamentos Média Teste t \n\nMN2 10,56 A \nMN1 10,56 A \nMC1 12,56 A \nE2 17,36 B \nE1 17,93 B \n\nMC2 34,30 C \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05), pelo teste t. \n \n \nEm relação ao eucalipto, houve diferença estatística em relação ao \n\nprimeiro grupo descrito acima (MN2, MN1, MC1). Nas áreas de plantio de \n\neucalipto, o solo apresenta maior densidade da cobertura vegetal, em virtude \n\ndo espaçamento da floresta, promovendo maior concentração da umidade do \n\nsolo. \n\n\n\n63 \n\n A Mata Ciliar 2 é um cerradão e o solo apresenta grande aporte de \n\nserrapilheira e matéria orgânica, retendo maior umidade que os outros trata-\n\nmentos. \n\n \n\n4.4.3 Avaliação da resistência mecânica do solo \n\n \n\n A resistência mecânica (RMP) do solo foi medida em kgf e os valores \n\ntransformados em unidade de pressão MPa. Os valores encontrados são \n\nvisualizados na Figura 38, onde os plantios de eucalipto apresentaram maior \n\nresistência com valores de 0,83 e 1,00 MPa; na Mata Nativa 1, com 0,71 e \n\n0,64 MPa, na Mata Nativa 2; e 0,9 e 0,09 MPa, na Mata Ciliar.  \n\n No primeiro instante nota-se que para maiores teores de água no solo \n\nobteve-se menor resistência do solo em unidades de pressão, porém a relação \n\nnão é verdadeira em todos os momentos, em virtude da influência de outros \n\nfatores externos. Verifica-se que essa relação é inversa para os plantios de \n\neucalipto (Figura 38). \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nMN1  MN2  E1  E2  MC1  MC2\n\nTratamentos\n\nU\nm\n\nid\nad\n\ne \n(%\n\n) e\n R\n\nM\nP\n\n (M\nP\n\na)\n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\n1400\n\nV\nIB\n\nUmidade RMP * 100 VIB\n\n \n \nFigura 38 – Visualização gráfica dos valores de VIB (mm/h), umidade do solo \n\n(%) e RMP (MPa), nos cenários estudados na bacia do córrego \nÁguida, em Francisco Dumont, MG. \n\n \n\n\n\n64 \n\n A avaliação da resistência mecânica à penetração é importante por \n\nverificar o grau de compactação do solo, de acordo com Tormena e Roloff \n\n(1996), este é um dos atributos físicos do solo que mais influencia o cresci-\n\nmento de raízes e serve como base da avaliação dos efeitos dos sistemas de \n\nmanejo do solo sobre o ambiente radicular.  \n\n Os valores apresentaram-se baixos, sendo menores que 1,0 MPa, \n\ndemonstrando baixa compactação do solo (Tabela 15). De acordo com Hamza \n\ne Anderson (2005), os valores de resistência mecânica à penetração do solo, \n\nentre 2 e 3 MPa, são considerados limitantes ao desenvolvimento radicular de \n\nvárias culturas.  \n\n  \n\nTabela 15 – Médias da resistência mecânica do solo (Mpa), para os seis trata-\nmentos na bacia do córrego Águida, em Francisco Dumont, MG \n\n \nTratamento Média Teste t \n\nMC2 0,000942 a \n\nMN2 0,006560 b \n\nMN1 0,007202 c \n\nE1 0,008424 c \n\nMC 0,009201 d \n\nE2 0,010148 e \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05), pelo teste t. \n \n\nSegundo Daniel et al. (1995), não somente o sistema de utilização das \n\nmáquinas no campo, mas também as características físicas do solo, o teor de \n\nágua e a presença de resíduos culturais, são fatores importantes ao entendi-\n\nmento do processo de compactação. As propriedades físicas e mecânicas dos \n\nsolos os tornam mais ou menos propensos à compactação, influenciando o \n\ndesenvolvimento das culturas. \n\n Solos que apresentam maior quantidade de matéria orgânica possuem \n\nmaior grau de elasticidade do que as partículas minerais do solo e proporcio-\n\nnam maior agregação, por meio da formação e estabilização de agregados, \n\nagindo de maneira conjunta com a estrutura do solo no aumento da resistência \n\nmecânica à compactação (SILVA et al., 2000). \n\n\n\n65 \n\nObserva-se que praticamente todos os tratamentos diferem entre si, isto \n\nocorre em virtude dos diferentes tipos de solo, estrutura do solo e cobertura \n\nvegetal. \n\n \n\n4.5 Parâmetros físico-químicos da água \n\n \n\n4.5.1 Análise média dos dados mensais \n\n \n\n De acordo com os resultados encontrados durante o período de avalia-\n\nção das análises física e química da água, percebe-se uma diferença significa-\n\ntiva em alguns parâmetros e entre os valores nos pontos de coleta.  \n\n A condutividade elétrica é um parâmetro que indica a quantidade de sais \n\nexistentes na água, ou seja, está relacionada com a concentração total de íons, \n\ninferindo também na qualidade dos solos e do tipo de rocha existente na região.  \n\n Na Figura 39 observa-se que existe influência quanto à localização das \n\ncoletas realizadas; o ponto 1, na foz da bacia, recebe maior quantidade de \n\náguas provindas de escoamento superficial e escoamento direto, aumentando, \n\nassim, a concentração de íons em solução (Tabela 16).  \n\n \n\n0,0\n\n5,0\n\n10,0\n\n15,0\n\n20,0\n\n25,0\n\nPonto 1 Ponto 2 Ponto 3 Ponto 4\n\npH CE(µS cm-1) TB(NTU) OD(mg/l)\n\n \n \nFigura 39 – Valores de pH, CE, TB e OD para os quatro pontos de medição. \n\nBacia hidrográfica do córrego Águida, Francisco Dumont, MG. \n \n\n \n\nFoi verificada nos pontos três e quatro, próximo ao local de medição, \n\numa grande área erodida, que está proporcionando assoreamento no córrego e \n\neutrofização de suas águas. \n\n \n\n\n\n66 \n\nTabela 16 – Valores médios dos parâmetros físicos da água: pH, condutividade \nelétrica (CE), turbidez (TB) e oxigênio dissolvido (OD), nos quatro \npontos de medição, no período de outubro de 2009 a julho de \n2010, na bacia em estudo \n\n \n\nParâmetro \nMédia \n\nPonto 1 Ponto 2 Ponto 3 Ponto 4 \n\npH 8,6 6,7 7,5 7,2 \n\nCE (?s/cm) 22,0 11,5 18,4 7,0 \n\nTB (NTU) 0,7 1,1 1,5 1,3 \n\nOD (MG/l) 7,8 7,3 5,1 5,6 \n\n  \n \n A legislação não determina valores de concentração para classificar as \n\náguas em relação ao parâmetro de condutividade elétrica (Tabela 17), mas de \n\nacordo com Pinheiro (2008), valores superiores a 50 ?S/cm podem indicar a \n\npresença de esgoto doméstico, insumos agrícolas e características corrosivas \n\nda água. Segundo Arcova (1999), valores inferiores a 20 ?S/cm indicam solos \n\npobres com presença de rochas de difícil intemperização. \n\n  \n\nTabela 17 – Médias dos valores de condutividade elétrica para a bacia do \ncórrego Águida, em Francisco Dumont, MG \n\n \nLocal Média Teste t \n\n2 3,04 a \n\n4 6,56 b \n\n3 10,65 b \n\n1 26,45 c \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05), pelo teste t. \n\n \n O teste t mostrou-se significativo para os tratamentos de condutividade \n\nelétrica; nota-se que o valor de turbidez é maior na saída da bacia, seguindo \n\nnas duas nascentes e mais baixo no ponto intermediário. \n\nOs valores de pH, de acordo com o CONAMA no 357/2005, enquadram-\n\nse na classe 1, com valores entre 6,5 e 9,0. De acordo com McNeely (1979) e \n\nCanada (1994), a medida de pH indica o balanço entre ácidos e bases na água \n\ne a medida da concentração de íons de hidrogênio na solução, sendo a  maior \n\ninfluência sobre o pH das águas, exercida pelas características geológicas da \n\nbacia hidrográfica. \n\n\n\n67 \n\n Canada (1994) relata também que é recomendado que os efluentes não \n\ndevam causar no corpo receptor oscilação maior do que 0,5 unidades de pH \n\npara não afetar a vida aquática. \n\n Seguindo a metodologia utilizada para o parâmetro de condutividade \n\nelétrica, foram realizados os teste t, descritos nas Tabelas 18, 19 e 20, com \n\nfinalidade de comparar os resultados para os diferentes pontos amostrados. \n\n \n\nTabela 18 – Médias dos valores de pH para a bacia do córrego Águida, em \nFrancisco Dumont, MG \n\n \nPonto de Medição Média Teste t \n\n2 6,82 a \n\n4 7,28 a \n\n3 7,57 b \n\n1 8,54 c \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05), pelo teste t. \n \n\n \n\nTabela 19 – Médias dos valores de turbidez para a bacia do córrego Águida, \nem Francisco Dumont, MG \n\n \nPonto de Medição Média Teste t \n\n1 0,80 a \n\n4 1,26 a \n\n2 1,07 a \n\n3 1,43 a \n\n \n\n \n\nTabela 20 – Médias dos valores de oxigênio dissolvido para a bacia do córrego \nÁguida, em Francisco Dumont, MG \n\n \nPonto de Medição Média Teste t \n\n3 5,08 a \n\n4 5,56 a \n\n2 7,26 b \n\n1 7,84 b \n\n** Médias seguidas pelas mesmas letras não diferem entre si (P > 0,05), pelo teste t. \n \n\n\n\n68 \n\nO pH apresentou comportamento muito semelhante ao oxigênio dissolvi-\n\ndo. Observa-se que existe uma tendência, pois as médias seguiram o mesmo \n\npadrão do OD, com valores mais próximos à foz da bacia, seguido das nascen-\n\ntes e mais baixo no ponto intermediário. \n\nOs resultados em relação à turbidez foram enquadrados na classe 1, ou \n\nseja, todas menores que 10 NTU. Os valores apresentaram-se muito baixos, \n\ndenotando a baixa presença de sólidos em suspensão nos corpos d’água da \n\nbacia.  \n\n O parâmetro turbidez indica presença de matéria em suspensão na \n\nágua, como argila, silte, substâncias orgânicas finamente divididas, organismos \n\nmicroscópicos e outras partículas. De acordo com a resolução do CONAMA \n\nno 357/2005, para o enquadramento na classe 1, é determinado até dez \n\nunidades nefelométricas de turbidez (NTU). Para British e Columbia (1998), a \n\nturbidez reportada em NTU sendo citada como limite: 1 NTU (proteção a \n\nsaúde) e 5 NTU (para fins estéticos). A detecção de sólidos suspensos ou \n\ndissolvidos indica a possibilidade de turvação da água com o impedimento da \n\npenetração da luz, influenciando todo o processo biótico. \n\n Os testes realizados para efeito comparativo do efeito da turbidez nos \n\ncorpos d’água, por meio do teste t, não apresentaram significância a 5% de \n\nprobabilidade (Tabela 19). \n\n Os valores encontrados para o oxigênio dissolvido em relação à classifi-\n\ncação do CONAMA no 357/2005, se enquadram também na classe 1, com \n\nvalores superiores a 5 mg/L, porém estes valores se apresentaram muito próxi-\n\nmos ao limite estipulado, podendo indicar algum impacto ambiental, como a \n\neutrofização das águas, que têm sido verificada nestas áreas.  \n\n Comparando os dois locais próximos às nascentes (ponto 3 e 4) com os \n\noutros dois pontos, nota-se uma diferença entre estes, sendo os valores próxi-\n\nmos às nascentes, com taxa de oxigênio dissolvido mais baixo. As águas \n\nsofrem maior oxigenação nos pontos mais próximos à foz, refletindo essa rela-\n\nção nos resultados obtidos (Tabela 20). \n\n O oxigênio é um elemento indispensável aos organismos aeróbios; a \n\nágua, em condições normais contém oxigênio dissolvido, cujo teor de satura-\n\nção depende da altitude e da temperatura. A presença de matéria orgânica nos \n\nrecursos hídricos faz com que diminua os teores de oxigênio nas águas, devido \n\n\n\n69 \n\nao fato de sua decomposição por bactérias aeróbias ser acompanhada pelo \n\nconsumo e redução do oxigênio. Dependendo da capacidade de autodepuração \n\ndo manancial, o teor de oxigênio dissolvido pode alcançar valores muito baixos. \n\n O teste t foi significativo, comprovando a tendência esperada, sendo os \n\npontos mais próximos à foz estatisticamente deferentes dos pontos amostrados \n\nnas nascentes. \n\n \n\n4.5.2 Análise temporal dos dados mensais \n\n \n\n Outra forma de avaliar os resultados é por meio da análise temporal em \n\nrelação à precipitação na bacia, ou seja, separando os resultados entre os dois \n\nperíodos do ano em relação às chuvas, constituindo de um período de estiagem \n\nou período seco e o outro num período chuvoso ou período das chuvas. \n\n Esta avaliação também é interessante pelo fato das chuvas interferirem \n\nna qualidade da água, como, por exemplo, aumentando o escoamento superfi-\n\ncial, carregando partículas sólidas, sais, onde se espera a alteração nos teores \n\nde condutividade elétrica, oxigênio dissolvido, turbidez e pH.  \n\n Na Tabela 21 estão apresentados os valores médios dos parâmetros \n\navaliados em relação ao período de estiagem e de chuvas, no período de \n\noutubro de 2009 a julho de 2010.  \n\n \n\nTabela 21 – Parâmetros físicos da qualidade da água, em relação aos períodos \nde seca e chuvas, entre outubro de 2009 a julho de 2010 \n\n \n\nParâmetro \nPonto 1 Ponto 2 Ponto 3 Ponto 4 \n\nEstiagem Chuvas Estiagem Chuvas Estiagem Chuvas Estiagem Chuvas \n\npH 9,1 8,3 6,6 7,0 7,0 7,8 6,9 7,0 \n\nCE (µS cm-1) 9,9 33,6 4,4 13,7 9,5 22,8 15,3 13,7 \n\nTB (NTU) 0,5 0,9 2,2 0,5 0,2 1,9 1,9 0,5 \n\nOD (mg/l) 8,1 7,7 7,1 7,8 4,3 5,6 5,7 7,8 \n\n \nPara os valores de pH encontrados não houve diferença significativa \n\nentre os períodos de estiagem e chuva na bacia, como pode ser visualizado na \n\nFigura 40. No período de chuva esperava-se que houvesse algumas alterações \n\nem virtude da maior deposição de sedimentos nos cursos d’água, levando a \n\numa variação do pH nestas épocas. \n\n\n\n70 \n\n \n** Médias seguidas pela mesma letra não diferem entre si (P > 0,05), pelo teste t. \n \n\nFigura 40 – Valores médios de pH entre o período de chuva e a estiagem, na \nbacia do córrego Águida, em Francisco Dumont, MG.  \n\n \n\nPercebe-se uma grande variação da condutividade elétrica entre os dois \n\nperíodos avaliados (Figura 40); isto se deve ao fato da precipitação poder \n\ncarrear grande quantidade de sais aos cursos d’água, aumentando, assim, \n\nseus valores na época chuvosa. Porém, a única diferença significativa verificada \n\nentre os períodos de chuva e a estiagem foi no ponto 4. Isto se deve à grande \n\nheterogeneidade dos valores amostrados nos dez meses de estudo.  \n\nO ponto 4, por ter maior proximidade com a nascente, não apresentou \n\nessa relação como nos outros pontos, por não receber muitas águas de escoa-\n\nmento, que é a principal fonte do aumento de sais nas águas. \n\n \n\n \n** Médias seguidas pela mesma letra não diferem entre si (P > 0,05), pelo teste t. \n \n\nFigura 41 – Valores médios de CE entre o período de chuva e estiagem, na \nbacia do córrego Águida, em Francisco Dumont, MG.  \n\n\n\n71 \n\n A turbidez apresentou uma grande diferença entre os pontos em relação \n\naos dois períodos discutidos, porém o teste foi significativo apenas para os \n\npontos 3 e 4 (Figura 42). Esperava-se que nas chuvas aumentassem os \n\nvalores de turbidez nas águas, pelo fato do carreamento de partículas e maior \n\nmovimentação das águas, etc.  \n\n \n** Médias seguidas pela mesma letra não diferem entre si (P > 0,05), pelo teste t. \n \n\nFigura 42 – Valores médios de turbidez entre o período de chuva e estiagem, \nna bacia do córrego Águida, em Francisco Dumont, MG.  \n\n \n\nO oxigênio dissolvido apresentou um aumento na estação chuvosa em \n\ntodos os pontos amostrados, como pode ser visto na Figura 43. Essa relação \n\npermite inferir que nessas épocas com aumento e maior movimentação da \n\nágua provoca uma maior oxigenação destas. \n\n Pelo teste t, não houve nenhuma diferença significativa, a 5% de \n\nprobabilidade, entre os períodos de chuva e estiagem na bacia em estudo. \n\n \n \n\n0,0\n\n5,0\n\n10,0\n\n15,0\n\n20,0\n\n1 2 3 4\nPontos amostrados\n\nO\nD\n(m\n\ng/\nl)\n\nSeca Chuvoso\n\n \n \nFigura 43 – Relação dos valores de oxigênio dissolvido entre o período de \n\nchuva e seca, na bacia do córrego Águida, em Francisco Dumont, \nMG. \n\n\n\n72 \n\n4.5.3 Enquadramento do corpo d’água \n\n \n\n As análises mensais das águas do córrego Águida não foram suficientes \n\npara avaliar a sua qualidade, em virtude do número restrito de parâmetros \n\navaliados. \n\n Para enquadramento dos corpos d’água, foi realizada uma coleta pontual \n\nde amostra da água para avaliação dos parâmetros físico-químicos, pela \n\nempresa Ecolabor, no dia 5 de agosto de 2009, às 10h50 da manhã, nas \n\ncoordenadas de 581725,87 m E, 80804498, 85 m S, no córrego Águida, a uma \n\ntemperatura de 22 ºC.  \n\n De acordo com a Resolução CONAMA no 20/86,  \n\n“o enquadramento dos corpos d’água deve considerar não \nnecessariamente seu estado atual, mas os níveis de qualidade \nque deveriam possuir para atender às necessidades da \ncomunidade e garantir os usos concebidos para os recursos \nhídricos”. \n\n Os parâmetros avaliados, seguidos dos resultados, são apresentados na \n\nTabela 22. \n\n \n\nTabela 22 – Parâmetros físico-químicos da água da bacia do córrego Águida, \nno município de Francisco Dumont, MG, agosto de 2009 \n\n \nParâmetros Unidades LD Resultados \n\nDBO 5 dias à 20 ºC mg/L 1,20 3,00 \nFipronil µg/L 500,00 n.d. \norto-fosfato mg/L 0,00 0,00 \nOD - medido em campo mg/L 0,10 3,60 \nSólidos totais mg/L 3,00 8,00 \nSufluramida µg/L 500,00 n.d. \nNitratos mg/L 0,00 0,11 \nGlifosfato mg/L 0,00 n.d. \npH – água - - 5,09 \nTurbidez UT 0,20 0,30 \nColiformes fecais NMP/100mL n.d n.d. \nCloro total  PPM 0,1 g/L n.d. \nCloro livre PPM 0,1 g/L n.d. \n\nLD = limite de detecção do método; e n.d. = não detectado. \n           \n\n\n\n73 \n\n Para classificação dos corpos de água, segundo a Resolução no 357, \n\nproposta por CONAMA (2005), o enquadramento será realizado de acordo com \n\no uso preponderante das águas. Dessa forma, os parâmetros de qualidade de \n\nágua analisados na bacia do córrego Águida foram comparados com os limites \n\nditados pelos padrões de Classe 1, que determina: \n\n \nI - classe especial: águas destinadas: \n\na) ao abastecimento para consumo humano, com desinfecção; \n\nb) à preservação do equilíbrio natural das comunidades aquáticas; e  \n\nc) à preservação dos ambientes aquáticos em unidades de conservação \n\nde proteção integral. \n\n \nII - classe 1: águas que podem ser destinadas: \n\na) ao abastecimento para consumo humano, após tratamento simplificado; \n\nb) à proteção das comunidades aquáticas; \n\nc) à recreação de contato primário, como natação, esqui aquático e \n\nmergulho, conforme Resolução CONAMA no 274, de 2000; \n\nd) à irrigação de hortaliças que são consumidas cruas e de frutas que se \n\ndesenvolvam rentes ao solo e que sejam ingeridas cruas sem remoção \n\nde película; e \n\ne) à proteção das comunidades aquáticas em terras Indígenas. \n\n \n Os padrões de qualidade determinados na resolução estabelecem limites \n\npara diferentes substâncias em cada classe, sendo que a resolução abrange \n\num número superior de parâmetros além daqueles analisados neste trabalho. \n\nOutra determinação na Resolução no 357, em que a violação de apenas um \n\nparâmetro é suficiente para que o curso d’água não possa ser enquadrado em \n\nclasses de maior qualidade. \n\n Os resultados encontrados não enquadram os corpos d’água na classe 1, \n\nem virtude dos parâmetros de oxigênio dissolvido e do pH que ultrapassam o \n\nlimite estabelecido na resolução. \n\n Estes dois parâmetros nas análises mensais realizadas desde outubro \n\nde 2009, não ultrapassaram o limite de classe estabelecida, porém como já \n\nmencionado, a violação de uma amostra é suficiente para o não enquadramento \n\ndesta. \n\n\n\n74 \n\n O oxigênio dissolvido pode estar sofrendo interferência, em virtude do \n\nalto grau de eutrofização e assoreamento das águas próximo às nascentes. \n\nDesta forma, é necessário que se tome providencias em relação a estes \n\nparâmetros, visto que a população utiliza a água para consumo sem que ela \n\nseja tratada. \n\n \n\n4.6 Balanço hídrico \n  \n\n Segundo Oki (2002), quando se considera o ano hídrico, o armazena-\n\nmento de água no solo tende a 0, simplificando a equação, de modo que a \n\ndiferença entre a precipitação e o deflúvio é uma estimativa razoável da \n\nevapotranspiração. Na Tabela 23, são visualizados os valores da evapotrans-\n\npiração, precipitação e deflúvio para o período em estudo da bacia. \n\n  \n\nTabela 23 – Dados médios mensais para o período de 2007 a 2010, de precipi-\ntação, vazão, deflúvio e evapotranspiração, na Bacia do córrego \nÁguida, em Francisco Dumont, MG \n\n \n2007-2010 \n(Meses) \n\nPrecipitação \n(mm) \n\nVazão \n(L/s) \n\nDeflúvio \n(mm) \n\nEvapotranspiração Excesso \n(mm) \n\nDéficit \n(mm) mm % \n\nJan. 141,1 335,97 49,94 91,13 64,60 49,94 0,00 \nFev. 36,2 202,70 30,13 6,10 16,84 30,13 0,00 \nMar. 149,7 319,01 47,42 102,28 68,32 47,42 0,00 \nAbr. 41,0 298,61 44,39 -3,42 -8,35 0,00 3,42 \nMaio 10,0 198,15 29,45 -19,49 -195,53 0,00 19,49 \nJun. 0,0 218,05 32,41 -32,41 0,00 0,00 32,41 \nJul. 0,0 146,30 21,75 -21,75 0,00 0,00 21,75 \nAgo. 0,0 107,70 16,01 -16,01 0,00 0,00 16,01 \nSet. 45,7 68,27 10,15 35,59 77,81 10,15 0,00 \nOut. 101,2 124,95 18,57 82,66 81,65 18,57 0,00 \nNov. 100,1 163,20 24,26 75,87 75,77 24,26 0,00 \nDez. 181,4 365,91 54,39 127,04 70,02 54,39 0,00 \n\n \n\nA quantidade de água que a floresta devolve para a atmosfera pode \n\nrepresentar uma grande diferença na produção de água pela bacia. De acordo \n\ncom Studart (2003), cerca de 70% da quantidade da água precipitada sobre a \n\nsuperfície terrestre retornam à atmosfera pelos efeitos da transpiração, inter-\n\nceptação e evaporação direta da água do solo. Neste trabalho foi encontrado o \n\nvalor máximo de 81,65% ou 82,66 mm de água evapotranspirada. \n\n\n\n75 \n\n Nota-se que nos meses que apresentaram maior deflúvio na bacia são \n\nos mesmos meses com maiores chuvas na região, indicando a influência da \n\nprecipitação na dinâmica das águas da bacia. \n\n Foi observada uma deficiência hídrica para os meses de abril a agosto, \n\nvariando de 3,42 a 32,41 mm, ocorrendo a reposição de água no solo nos \n\nmeses seguintes (Figura 44). \n\n \n\n-40\n-30\n-20\n-10\n\n0\n10\n20\n30\n40\n50\n60\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nAno (2007 - 2010)\n\nB\nal\n\nan\nço\n\n d\ne \n\nm\nas\n\nsa\ns \n\n(m\nm\n\n)\n\nExcesso Déficit\n\n \n \nFigura 44 – Balanço hídrico para a bacia do córrego Águida, para o período de \n\n2007 a 2010, em Francisco Dumont, MG. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n76 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n5 CONCLUSÃO \n \n\n \n\n \n\n Pelas análises realizadas no estudo da bacia hidrográfica do córrego \n\nÁguida concluiu-se que os plantios de eucalipto não comprometem a hidrologia \n\nda bacia, visto que foi verificada, durante os três anos de estudo, que a vazão \n\nmínima não diminuiu, mesmo havendo neste período uma diminuição da \n\nprecipitação na região. \n\n As nascentes que secaram no ano de 2010 não apresentaram relação \n\ncom as atividades praticadas na bacia, mas, sim, em virtude do longo período \n\nde estiagem e a diminuição da precipitação na região. \n\n Os testes de infiltração demonstram que, mesmo que nas áreas de \n\nplantios tenham apresentado uma capacidade de infiltração inferior às encon-\n\ntradas nas áreas de cerrado, veredas e mata ciliar, os índices são altos, \n\ncomprovando que as atividades silviculturais não prejudicaram e, ou, impactaram \n\nos solos dessas áreas.   \n\n Em relação à qualidade da água, de acordo com os parâmetros avaliados, \n\na água não possui padrão para consumo, ou seja, não se enquadra na classe 1, \n\nde acordo com a Resolução CONAMA no 357/2005. \n\n \n\n \n\n \n\n \n\n \n\n\n\n77 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n \n\n \n \n \nANTONELI, V.; THOMAZ, E. L. Caracterização do meio físico da bacia do \nArroio Boa Vista, Guamiranga-PR. Caminhos da Geografia, Uberlândia, v. 8, \nn. 21, p. 46-58, 2007. \n \nARCOVA, F. C. S.; CESAR, S. F.; CICCO, V. Qualidade da água em \nmicrobacias recobertas por floresta de Mata Atlântica, Cunha, São Paulo. \nRevista do Instituto Florestal de São Paulo, São Paulo, v. 10, n. 2, p. 185-96, \n1998. \n \nAREND, J. L. Infiltration as affected by the forest floor. Soil Science Society of \nAmerica Proceddings, v. 6, p. 430-435, 1942. \n \nBACELLAR, L. A. P. O papel das florestas no regime hidrológico de bacias \nhidrográficas. Universidade Federal de Ouro Preto, MG. 2005. Disponível em:   \n<http//:www.degeo.ufop.br/geobr>. Acesso em: 19 abr. 2009. \n \nBALBINOT, R.; OLIVEIRA, N. K.; VANZETTO, S. C.; PEDROSO, K.; VALERIO, \nA. F. O papel da floresta no ciclo hidrológico em bacias hidrográficas. \nAmbiência, Guarapuava, PR, v. 4, n. 1, p. 131-149, 2008. \n \nBARBERA-CASTILLO, N. M. Diversidad de especies de hormigas em \nsistemas agroforestales contrastantes de café, em Turrialba, Costa Rica. \n2001. 99 f. Dissertação (Mestrado) – Centro Agronómic, 2001. \n \nBOLLMANN, H. A.; CARNEIRO, C.; PEGORINI, E. S. Qualidade da água e \ndinâmica de nutrientes. In: ANDREOLI, C. V. (Org.). Gestão integrada de \nmananciais de abastecimento eutrofizados. Curitiba: SANEPAR, 2005. \np. 213-269. \n \n \n\n\n\n78 \n\nBRACELPA, 2009. Setor de celulose e papel do Brasil é referência \nmundial. Associação Brasileira de Papel e Celulose, São Paulo, 2009. \nDisponível em:&lt;http://www.bracelpa.org.br/bra/releases_bracelpa/Florestas_ \nPlantadas_sao_referencia_mundial_02%2009%20_2_.pdf>. Acesso em: 20 \nset. 2010. \n \nBRASIL. Resolução CONAMA no 357, de 17 de março de 2005. Dispõe sobre \na classificação dos corpos de água e diretrizes ambientais para o seu \nenquadramento, bem como estabelece as condições e padrões de \nlançamento de efluentes, e dá outras providências. Diário Oficial da \nRepública Federativa do Brasil, Brasília, 2005.  \n  \nBRASIL. Resolução CONAMA no 274, de 29 de novembro de 2000. Diário \nOficial da República Federativa do Brasil, Brasília, 2000. \n \nBRASIL. Resolução CONAMA no 20, de 18 de junho de 1986. Estabelece a \nclassificação de águas doces, salobras e salinas. Diário Oficial da \nRepública Federativa do Brasil, Brasília, 1986. \n \nBUCHIANERI, V. C. Geração da serie histórica de vazão por meio de \nModelo Smap: subsidio para o plano de manejo da bacia do Rio Grande de \nUbatuba. 2004. 124 f. Dissertação (Mestrado) – Escola Superior de Agricultura \n“Luiz de Queiróz”, Universidade de São Paulo, Piracicaba, 2004. \n \nCARVALHO, D. F.; SILVA, L. D. B. Apostila: hidrologia – escoamento \nsuperficial. Universidade Federal do Rio de Janeiro, RJ, 2006. p. 95-114. \nDisponível em:&lt;http://www.ufrrj.br/institutos/it/deng/leonardo/downloads/ \nAPOSTILA/HIDRO-Cap7-ES.pdf>. Acesso em: 31 ago.2010. \n \nCANADA, C. B. S. A política da água mineral e avaliação do indicador \nenergético-ambiental: uma proposta de política pública para o Município de \nPoá-SP. Campinas. 2006. 98 f. Dissertação (Mestrado) – Departamento de \nRecursos Hídricos, Faculdade de Engenharia Civil, Arquitetura e Urbanismo, \nUniversidade Estadual de Campinas, Campinas, São Paulo, 2006. \n \nCANADA (New Brunswick Water/Economy Agreement). Monitoring surface \nwater quality: A guide for citizens, students and communities in Atlantic \nCanada. Canada: New Brunswick, Environment Canada, 1994. 76 p. \n \nCALDER, I. R. The blue revolution: land use and integrated water resources \nmanagement.  London: Earthscan,1999. 192 p. \n \nCASTRO, P. S.; VALENTE, O. F; COELHO, D. T; RAMALHO, R. S. \nInterceptação da chuva por mata natural secundária na região de Viçosa, MG. \nRevista Árvore, Viçosa, Minas Gerais, v. 7, n. 1, p. 76-89, 1983. \n \nCHAVES, M. A. Modelos digitais de elevação hidrologicamente \nconsistentes para a bacia amazônica. 2002. 113 f. Tese (Doutorado) – \nUniversidade Federal de Viçosa, Viçosa, MG, 2002. \n \n\n\n\n79 \n\nCHENG et al. Influences of forests on water flows from headwater watersheds \nin Taiwan. Forest Ecology and Management, v. 165, p. 11-28, 2002. \n \nCOUTO, L.; DUBÉ, F. The status and practice of forestry in Brazil at the \nbeginning of the 21st century: A review. The Forestry Chronicle, Ottawa v. 77, \nn. 5 p. 817-830, 2001. \n \nCOSSALTER, C.; PYE SMITH, C. Fast-wood forest: myths and realities. \nJakarta, Forest Perspectives, CIFOR, 2003. 50 p. \n \nDANIEL, L. A.; LUCARELLI, J. R.; CARVALHO, J. F. Efeito do método de \npreparo do solo na formação e localização de camadas compactadas. In: \nCONGRESSO BRASILEIRO DE ENGENHARIA AGRÍCOLA, 24., 1995, Viçosa. \nAnais... Viçosa: SBEA/UFV, 1995. p. 370. \n \nDIAS, H. C. T. Universidade Federal de Viçosa, Departamento de Engenharia \nFlorestal, notas de aula, Hidrologia e Manejo de Bacias Hidrográficas, Viçosa, \nMG, 2009. \n \nD.N.A.E.E. Normas e recomendações hidrológicas – Fluviometria. Ministério \nde Minas e Energia, 1970. 94 p. \n \nDONADIO, N. M. M.; GALBIATTI, A. A.; PAULA, R. C. P. Qualidade da água de \nnascentes com diferentes usos do solo na bacia hidrográfica do córrego rico, \nSão Paulo, Brasil. Eng. Agríc., Jaboticabal, v. 25, n. 1, p. 115-125, 2005. \n \nEMBRAPA.  Centro Nacional de Pesquisa de Solos. Sistema brasileiro de \nclassificação de solos.  Rio de Janeiro, 1999. 412 p. \n \nFRANÇA, G. V. Interpretação fotográfica de bacias e de rede de drenagem \naplicada a solos da região de Piracicaba, SP. 1968. 151 f. Tese (Doutorado) \n– Escola Superior de Agricultura “Luiz de Queiróz”, Universidade de São Paulo, \nPiracicaba, 1968. \n \nFAUSTINO, J. Planificación y gestión de manejo de cuencas. Turrialba: \nCATIE, 1996. 90 p. \n \nFUJIEDA, M.; KUDOH, T.; CICCO, V.; CARVALHO, J. L. Hydrological \nprocesses at two subtropical forest catchments; the Serra do Mar, São Paulo, \nBrazil. Journal of Hydrology, n. 196, p. 26-46, 1997. \n \nGRAY et al. Infiltration and de physics of flow through porous media. In: GRAY, \nD. M. (Ed.). Handbook of the principles of hydrology. Water Information \nCenter, New York, 1973. p. 5.1 a 5.58. \n \nHAMZA, M. A.; Anderson, W. K. Soil compaction in cropping systems: A review \nof the nature, causes and possible solutions. Soil Till. Res., v. 82, p. 121-145, \n2005. \n \n\n\n\n80 \n\nHIBBERT, A. R. Forest treatment effects on water yield. In: Sopper e Lull (Ed.).  \nInternational Symposium on Forest Hydrology. 1967. Articles… Pergamon \nPress, 1967, p. 527-543. \n \nHORTON, R. E. Erosional development of streams and their drainage basins: \nhidrophysical approach to quantitative morphology. Bull. Geol. Soc. Am., v. 56, \np. 275-370, 1945. \n \nHUTCHINSON, M. F. Calculation of hydrologically saund digital elevation \nmodels. In: Third Internation Simposium on spatial data Handling. Articles... \nSidney Columbus, Ohio: International Geographical Union, 1988. \n \nISIK, K.; YALTIRIK, F.; AKESEN, A. The interrelationship of forests, biological \ndiversity and the maintenance of natural resources. In: Eleventh World Forestry \nCongress: Forests, biological diversity and the maintenance of the natural \nheritage, Unasylva. International Journal of Forestry and Forest Industries, \nv. 48, n. 190-191, FAO, 1997. \n \nKOBIYAMA, M. Ruralização na gestão de recursos hídricos em área urbana. \nRevista OESP Construção, São Paulo, v. 5, n. 32, p.112-117, 2000. \n \nLEITE, F. P.; BARROS, N. F.; SANS, L. M. A.; FABRES, A. S. Regime hídrico \ndo solo sob povoamento de eucalipto, floresta nativa e pastagem, na região de \nGuanhães-MG. Revista Árvore, Viçosa, v. 21, n. 4, p. 455-62, 1997. \n \nLIMA, W. P. Hidrologia florestal aplicada ao manejo de bacias \nhidrográficas: Apostila, Escola Superior de Agricultura “Luiz de Queiróz”. \nDepartamento de Ciências Florestais Piracicaba, São Paulo, 2008. \n \nLIMA, W. P.; ZAKIA, M. J. B. As florestas plantadas e a água: Implementando \no conceito da microbacia hidrográfica como unidade de planejamento. 1. ed. \nSão Carlos: Rima, 2006. 218 p. \n \nLIMA, W. P.; ZAKIA, M. J. B. Monitoramento de bacias hidrográficas em áreas \nflorestadas. In: Workshop sobre monitoramento ambiental em áreas \nflorestadas, 1., PIRACICABA, 1996. Memória, v. 10, n. 29, p. 11-21, 1996 \n(Série Técnica IPEF). \n \nMcNEELY, R. N.; NEIMANIS, V. P.; DWYER, L. Water quality sourcebook: A \nguide to water quality parameters. Ottawa: Environment Canada, 1979. 90 p. \n \nMOLCHANOV, A. A. Hidrologia florestal. Fundação Calouste Gulbankian. \nLisboa, 1963. 413 p. \n \nMUSCHLER, R. G. Árboles en cafetales. Turrialba, Costa Rica: Catie/GTZ, \n2000.  \n \n \n \n\n\n\n81 \n\nOLERIANO, E. S.; DIAS, H. C. T. A dinâmica da água em microbacias \nhidrográficas reflorestadas com eucalipto. In: SEMINÁRIO DE RECURSOS \nHÍDRICOS DA BACIA HIDROGRÁFICA DO PARAÍBA DO SUL: O \nEUCALIPTO E O CICLO HIDROLÓGICO, 1., 2007. Taubaté. Anais... Taubaté: \nIPABHi, 2007. P. 215-222. \n \nOKI, V. K. Impactos da colheita de Pinus taeda sobre o balanço hídrico, a \nqualidade da água e a ciclagem de nutrientes em microbacias. 2002. 85 f. \nDissertação (Mestrado) – Escola Superior de Agricultura “Luiz de Queiróz”, \nUniversidade de São Paulo, Piracicaba, 2002.  \n \nPIERCE, R. S. Evidence of overland flow on forest watershed. In: \nINTERNATIONAL SYMPOSIUM ON FOREST HYDROLOGY. Article… \nPergamon Press, 1967. p. 247-254. \n \nPOTT, C. A. Determinação da velocidade de infiltração básica de água no \nsolo por meio de infiltrômetros de aspersão, de pressão e de tensão, em \ntrês solos do estado de São Paulo. 2001. 77 f. Dissertação (mestrado) – \nInstituto Agronômico, Campinas, São Paulo, 2001.  \n \nPOGGIANI, F.; STAPE, J. L.; GONÇALVES, J. L. M. Indicadores de \nsustentabilidade das plantações florestais. Memória, v. 12, n. 31, p. 33-44, abr. \n1998 (Série Técnica IPEF). \n \nRANZINI, M.; LIMA, W. P. Comportamento hidrológico, balanço de nutrientes e \nperdas de solo em duas microbacias reflorestadas com Eucalyptus, no Vale do \nParaíba, SP. Scientia Forestalis, n. 61, p. 144-159, 2002. Disponível em: \n<http://www.ipef.br/publicacoes/scientia/nr61/cap13.pdf>. Acesso em: 18 maio \n2009. \n \nREICHARDT, K. A água em sistemas agrícolas. Editora Manole, 1. ed. São \nPaulo,  1990. 188 p. \n \nROCHA, J. S. M. Manual de manejo Integrado de bacias hidrográficas. \n2. ed. Santa Maria: UFSM, 1991. 1981 p. \n \nSANTANA, D. P. Manejo integrado de bacias hidrográficas. Sete Lagoas: \nEmbrapa Milho e Sorgo, 2003. 63 p. (Embrapa Milho e Sorgo. Documentos, \n30). \n \nSILVA, E. D. A subfamília Papilionoideae (Leguminosae Adans.) na Serra \ndo Cabral, Minas Gerais. 2005. Dissertação (Mestrado) – Universidade \nEstadual de Campinas, Campinas, 2005. \n \nSILVA, V. R.; REINERT, D. J.; REICHERT, J. M. Resistência mecânica do solo \nà penetração influenciada pelo tráfego de uma colhedora em dois sistemas de \nmanejo do solo. Ciência Rural, Santa Maria, v. 30, n. 5, p. 795-801, 2000. \n \nSOIL SURVEY STAFF. Soil survey manual. Washington-DC: United States \nGovernment Print Office, 1993. 437 p. (Handbook 18). \n\n\n\n82 \n\nStatSoft, Inc. (2004). Statistica (data analysis software system), version 7. \nDisponível em:&lt;http://www.statsoft.com>. \n \nSTRAHLER, A. N. Quantitative analysis of watershed geomorphology. Trans. \nAm. Geophys. Un., v. 38, p. 913-920, 1957. \n \nSWANK, W. T.; MINER, N. H. Conversion of hardwood-covered watersheds to \nWhite Pine reduces water yield. Water Resources Research, v. 4, p. 947-954, \n1968. \n \nTONELLO, K. C. Análise hidroambiental da bacia hidrográfica da \ncachoeira das Pombas, Guanhães, MG. 2005. 69 f. Tese (Doutorado) – \nUniversidade Federal de Viçosa, Viçosa, 2005. \n \nTORMENA, C. A.; ROLOFF, G. Dinâmica da resistência à penetração de um \nsolo sob plantio direto. Revista Brasileira de Ciência do Solo, Campinas, \nv. 20, p. 333-339, 1996. \n \nVALERI, S. V.; POLITANO, W.;  SENO,  K. C. A.;  BARRETO, A. L. N. M. \nManejo e recupareção florestal: legislação, uso da água e sistemas \nagroflorestais. 2. ed. Jaboticabal: Funep, 2003. 180 p.  \n \nVERTESSY, R. A.; WATSON, F. G. R.; O’SULLIVAN, S. K. Factors determining \nrelations between stand age and catchment water balance in mountain ash \nforests. Forest Ecology and Management, v. 143, p. 13-26, 2001. \n \nVILLELA, S. M.; MATTOS, A. Hidrologia aplicada. São Paulo: McGraw-Hill do \nBrasil, 1975. 245 p. \n \nWISLER, C. O.; BRATER, E. F. Hidrologia. Rio de Janeiro: Centro de \nPublicações Técnicas da Aliança, 1964. 484 p. \n \nWALLING, D. E. Water in the catchment ecosystem. In: Câmara. Critérios e \nindicadores para monitoramento hidrológico de florestas plantadas. \nDissertação (Mestrado). São Carlos, 2004."}]}}}