{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09125"}, {"@name": "filename", "#text": "14079_S0103-50532012001200015.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "J. Braz. Chem. Soc., Vol. 23, No. 12, 2258-2265, 2012. Printed in Brazil - ©2012 Sociedade Brasileira de Química 0103 - 5053 $6.00+0.00\nArticle\nRainwater Major and Trace Element Contents in Southeastern Brazil: an Assessment of a Sugar Cane Region in Dry and Wet Period\nPatrícia L. Oliveira,*,a Bernardino R. Figueiredoa and Arnaldo A. Cardoso6\n“Departamento de Geologia e Recursos Naturais, Universidade Estadual de Campinas, Rua João Pandiá Calógeras, 13083-870 Campinas-SP, Brazil\nbDepartamento de Química Analítica, Universidade de São Paulo, Rua Francisco Degni, 14801-970 Araraquara-SP, Brazil\nO objetivo deste estudo foi investigar a composição das águas de chuva da cidade de Araraquara, Brasil, uma região influenciada pela queima da palha da cana-de-açúcar. Variáveis químicas e mineralógicas foram analisadas em águas de chuva coletadas durante o período de safra, período seco de 2009 e entressafra, período úmido de 2010. Ca2+ e NH4+ foram responsáveis por 55% dos cátions e NO3- por 45% dos ânions presentes nas águas de chuva. Al, Fe e K foram os elementos traço mais abundantes nas frações solúvel e insolúvel. Elevada concentração média ponderada pelo volume (MPV) foi observada para a maioria das espécies analisadas em amostras do período de safra, principalmente devido às atividades agrícolas e condições meteorológicas. A química das águas de chuva de Araraquara e a análise de componentes principais (ACP) indicaram que fontes naturais e antrópicas, principalmente as relacionadas às atividades agrícolas, são responsáveis pelas emissões para a atmosfera.\nThe purpose of this study was to assess the composition of the rainwater in Araraquara City, Brazil, a region strongly influenced by pre-harvest burning of sugar cane crops. Chemical and mineralogical variables were measured in rainwater collected during the harvest, dry period of 2009 and the non-harvest, wet period of 2010. Ca2+ and NH4+ were responsible for 55% of cations and NO3- for 45% of anions in rainwater. Al and Fe along with K were the most abundant among trace elements in both soluble and insoluble fractions. High volume weighted mean concentration (VWM) for most of the analyzed species were observed in the harvest, dry period, mainly due to agricultural activities and meteorological conditions. The chemistry of the Araraquara rainwater and principal component analysis (PCA) quantification clearly indicate the concurrence of a diversity of sources from natural to anthropogenic especially related to agricultural activities.\nKeywords: rainwater, trace elements, sugar cane crops, biomass burning, Brazil\nIntroduction\nRainwater plays an important role in scavenging atmospheric soluble and insoluble components, making the chemical investigation of rainwater compositions a useful tool to trace different sources of atmospheric pollutants.1\nThe scavenging of atmospheric pollutants affects the chemical composition and the pH of the rainwater. The rainwater pH in a clean atmosphere is generally around 5.6 due to the dissolution of CO2 in rain droplets.2 The acidic precipitation is primarily caused by incorporation of anthropogenic input of SOx, NOx and other acid\n*e-mail: patricialopes@ige.unicamp.br\nprecursors.3’4 In addition, acid precipitation favors the dissolution and the bioavailability of many pollutants, such as metals and other trace elements. Thus, rainfall can be responsible for both reduction of the atmospheric load of pollutants and contamination of the receiving compartments (soil, water, vegetation) on the earth’s surface.5\nThis study was carried out in a rural area of São Paulo State, Southeastern Brazil, near Araraquara City where sugar cane crops constitute a major agricultural enterprise.6 Although a gradual phasing out of sugar cane burning has been implemented in São Paulo State until its complete ban in 2031, nowadays, about 40% of the sugar cane plantations are still burned prior to manual harvest (the remainder being mechanized), typically during the months\nof May to November. This practice is traditionally used to prevent injury to workers and to increase the sugar content by weight due to water evaporation.7’8 Additionally, biomass burning of sugar cane residue is also used to generate electricity for industrial plants.9 In the region dust, is also generated during agricultural activities due to the intense traffic on dirty roads, in addition to vehicle emissions of different fuel types like ethanol, gasoline or diesel.6,10\nHigh quality data on the chemistry of the rainwater in Brazil can be found in the international literature, especially when it comes to inorganic and organic soluble compounds.3,7,11-15 On the other hand, equivalent information on chemical and mineralogical composition of the rainwater insoluble components is not easily found. The present study contributes to fill the data gap on rainwater chemistry in this important region considered to be the main sugar cane and ethanol producing area of Southeastern Brazil, providing analytical data on both rainwater soluble and insoluble components, on their seasonal variation and on the major processes and sources that control rainwater composition.\nExperimental\nSampling\nSampling was carried out in the Araraquara region (21°47’31” S and 48°10’52” W), located ca. 270 km Northwest of São Paulo City, Southeastern Brazil (Figure 1). The average minimum and maximum temperatures are 16 and 30 °C,16 and the mean wind speed is 2.5 m s-1 with atmospheric circulation dominated by easterly-southeasterly winds.6 The geologic units in the study area include sedimentary and volcanic rocks of the Paraná Sedimentary Basin. The soils in the region are oxysols represented mainly by red latosol, subordinated red-yellow latosol and more locally quartzenic neosol, according to Meaulo.17 São Paulo State is responsible for about 60% of the sugar cane production in Brazil.8 Only in the Araraquara region, there are 408,000 ha of sugar cane crops, 40% of which are burned from May through November to facilitate harvesting.18 Rainwater sampling was carried out on the roof of the Institute of Chemistry, University of São Paulo State (UNESP), situated on the limit of the urban area which is completely surrounded by sugar cane plantation and close to an important highway (SP 310) with traffic of approximately 12,000 vehicles per day.\nSampling procedures\nThe sampler was installed on the building at about 25 m from the ground and 1 m from the floor of the building roof. Rainwater samples were collected using an\nautomatic wet-only collector (Eigenbrodt Environmental Measurement Systems, D-21255) on an event basis, defined as the span of rain between two dry periods of duration greater than 1 h.4 In total, 21 rainwater samples were collected covering 90% of events of rainwater larger than 2 mm of precipitation in two periods, from mid August to the end of September 2009 (harvest, dry period) and from mid January to the end of February 2010 (non-harvest, wet period). In the atypical 2009 dry period in Araraquara, 161 mm of a total precipitation of 210 mm were collected (7 samples), corresponding to 70% of the rainfall in this period. The rainwater volume sampled in January and February (14 samples) was 440 mm, corresponding to 51% of the average precipitation in this period.\nConductivity and pH measurements were carried out in an unfiltered water aliquot and the remaining aliquot was filtered through a 0.22 pm cellulose acetate membrane and further separated into 3 bottles for analyses of major anions, cations and trace elements. All the recommended cleaning procedures were followed.19 Samples for cations and trace element analyses were previously acidified with distilled HNO3 (2% v/v) and kept in a refrigerator at 4 °C until the time of chemical analyses. Cellulose membranes containing the rainwater insoluble fraction were sealed in plastic bags and kept in a refrigerator at 4 °C until the time of mineralogical and chemical analyses.\nAnalytical procedures\nThe rainwater pH and conductivity were measured using a Tecnal pH-meter, model TEC-2, with a previously calibrated glass electrode, and a Digimed conductivitymeter, model DM-3, respectively.\nConcentrations of sodium (Na+), magnesium (Mg2+), calcium (Ca2+), potassium (K+), ammonium (NH4+), chloride (Cl-), nitrate (NO3-) and sulfate (SO42-) ions in rainwater were determined by means of a Dionex ion chromatographer (model ICS 2500) equipped with a self-regenerating suppressor system. The concentrations of ions were determined using CS12 and AS18 columns with\nelution of 20 mmol L-1 methanesulfonic acid and gradient KOH for cations and anions, respectively. The limits of detection were estimated to be &lt;0.05 mg L-1 for all species.\nTrace element concentrations in rainwater were determined by means of a Thermo quadrupole inductively coupled plasma mass spectrometer (ICP-MS) (Xseries11, Germany) equipped with a hexapole collision cell (CC) following the instrumental optimization and measuring the isotopes recommended by Cotta and Enzweiler.19 A total of 27 elements were analyzed but a group of elements including As, Cd, Ag, Be, B, Ba, Co, Cr, Li, Mo, Rb, Sb, Se and Si yielded concentrations close or even lower than their respective limits of detection. Thus, only concentrations of K, Al, Cu, Fe, Mn, Ni, Sr , Pb, V and Zn are reported in this work. Additionally, the insoluble fraction of rainwater samples collected on the cellulose acetate membrane filters was analyzed for the same set of elements listed above under ICP-MS after digestion in a 65% HNO3 and 37% HCl (3:1) acid solution for 48 h at 120 °C. The limits of detection (LOD) of the method were estimated as the mean (x) plus three times the standard deviations of ten measurements of procedural blank (LOD = x + 3s). The LOD were (pg L-1): 0.01 for V and Sr, 0.02 for Mn and Pb, 0.07 for Ni, 0.1 for Cu, 0.3 for Zn, 0.6 for Al, 0.7 for Fe and 36 for K.\nAll element concentrations including the pH derived H+ concentration were standardized as rainwater volume weighted mean concentrations (VWM) according to the formula: VWM = [(XCx x Vx)/XVx] where Cx is the element concentration and Vx the rainwater volume of the corresponding rain event sampled.\nAdditionally, the rainwater insoluble fraction was examined by scanning electron microscopy (SEM). Chemical analyses of these particles were obtained\nwith a LEO430I SEM via an energy dispersive X-ray microanalysis system (EDX) (Oxford Instruments) with a Si (Zn) detector. Operation conditions were 20 kV accelerating voltage and 3000 nA beam current with spectral acquisition times of 100 s. The diameter of the electron beam spot was 2 pm.\nDionex seven anion standard and Dionex six cation standard were used for quality control of anion and cation determinations, respectively. NIST certified materials were analyzed by ICP-MS for the purpose of quality control, SRM 1640 (trace elements in natural water) and 1643e (trace elements in water) for the rainwater soluble fraction, with recoveries of all elements between 100-115% and 102-117%, respectively and SRM 1648a (urban particulate matter) for the rainwater insoluble fraction, with recoveries between 82-100%. A field blank was also prepared using deionized water to mimic rainwater sampling and the analytical measurements were below the limits of detection. Regarding the rainwater insoluble fraction, one-eighth size of a blank cellulose acetate membrane filter was analyzed by ICP-MS and no metal contamination from sampling, handling or from purified acids, was found.\nResults and Discussion\nChemical composition of the rainwater soluble fraction\nThe major ion contents in rainwater samples are listed in Table 1. The average and standard deviations of volume weighted mean (VWM pmol L-1) of ionic species are presented for dry and rainy seasons as well as for all set of samples. For the whole set of analyses, an electro neutrality imbalance (X anions - X cations) of 10.2 pmol L1- in\nTable 1. Chemical composition of the rainwater soluble fraction (in VWM pmol L-1) in the dry and wet seasons, respective standard deviations (o) and dry/wet ratio\nSampling period\tDry n = 7\t\tWet\t\tAnnual n = 21\t\tRatio Dry/Wet\n\t\t\tn = 14 VWM\to\t\t\t\n\tVWM\to\t\t\tVWM\to\t\npH\t5.2\t0.6\t5.8\t0.3\t5.5\t1.1\t0.9\nCond / pS cm-1\t11.4\t1.2\t4.3\t0.3\t10.9\t0.5\t2.6\nH+\t11.1\t2.3\t2.3\t0.2\t5.9\t0.6\t4.8\nNa+\t4.5\t0.4\t3.6\t0.2\t4.0\t0.1\t1.3\nNH4+\t5.6\t1.0\t19.0\t2.3\t7.8\t0.8\t0.3\nK+\t4.9\t0.5\t3.0\t0.2\t3.8\t0.4\t1.6\nMg2+\t2.1\t0.3\t0.7\t0.3\t1.2\t0.1\t3.0\nCa2+\t13.9\t2.6\t7.4\t0.4\t10.1\t0.7\t1.9\nCl-\t7.4\t0.5\t11.0\t0.84\t9.5\t0.4\t0.7\nSO42-\t2.9\t0.2\t3.1\t0.2\t3.0\t0.1\t0.9\nno3-\t11.2\t0.7\t9.4\t0.7\t10.1\t0.4\t1.2\naverage was found. This imbalance is very often observed in rainwater chemistry data sets due to unmeasured anionic species, such as HCO3-, HCO2-, CH3CO2-, C2O42- and ch3coco2-.\nRainwater pH in Araraquara ranged from 4.7 to 6.7, with an average pH at 5.5 and corresponding VWM concentration of H+ of 5.9 pmol L-1. In Araraquara, 43% of all samples yielded pH below 5.6, which is the value expected for rainwater in a clean atmosphere.2 Rainwater conductivity ranged from 2.1 to 30.2 pS cm’1 with the highest values corresponding to samples collected in the dry period (Table 1).\nIn general, cation and anion concentrations decreased, respectively, according to the following sequences: Ca2+ > NH4+ > H+ > Na+ ~ K+ > Mg2+ and NO32- > Cl- > SO42-. VWM concentrations of Ca2+ and NH4+ were responsible for 55% of the cations and VWM concentrations of NO3- were responsible for 45% of anions in rainwater.\nRatios between harvest and non’harvest periods for these components showed higher concentrations in the dry, harvest season, a common feature observed elsewhere, except for NH4+ and Cl-, which were more concentrated in the rainy season (Table 1). This seasonal variation of ion concentrations (VWM) in percentage is also displayed in Figure 2.\nAs shown in Figure 2, almost all ions had higher percentage of VWM concentrations in the harvest, dry period when the atmosphere keeps up higher concentration of elements before being scavenged by rainwater droplets. Exceptions observed for NH4+ and Cl- can be explained since agricultural activities, including planting and application of fertilizers such as NH4NO3, (NH4)2HPO4 and the enrichment of soil with chloride due to application of industrial sugar cane waste as a fertilizer can therefore contribute to enrichment of these ions in rainwater during the non-harvest period.6,15 Decomposition of biological\n100\n90\n□ wet period\t■ dry period\nFigure 2. Seasonal variation of major cation and anion contents in the soluble fraction of the Araraquara rainwater.\nmaterials can also contribute to emissions of NH4+ in the wet period since degradation process is favored by humid and high temperature.20\nRainwater chemical compositions from other places in Brazil are reproduced in Table 2 for comparison. Piracicaba and Ribeirão Preto Cities, located in the interior of São Paulo State, are also part of the “sugar cane belt”, but the atmosphere composition in these areas is more influenced by industrial emissions than in Araraquara. São Paulo City (11.2 million inhabitants) is an industrial center with heavy vehicular traffic whereas Tabatinga is a small town in the Western Amazon.\nThe elevated concentration of H+ in the rainwater from Piracicaba is reported to be related to the occurrence of weathered tropical soils with natural low pH.7 For São Paulo City, K+, Ca2+ and Mg2+ in rainwater are usually associated with the re-suspension of dust from soil and the intensive building activities involving the use of cement and gypsum.14 Na+, Mg2+ and Cl- concentrations in the rainwaters from Araraquara, Piracicaba, São Paulo and\nTable 2. Average chemical compositions of rainwater from different places in Brazil (in VWM pmol L-1)\nIon\tThis study\t\tPiracicaba, Brazil7\t\tSão Paulo, Brazil14\t\tRibeirão Preto, Brazil15\t\tTabatinga, Brazil21\t\n\tDry\tWet\tDry\tWet\tDry\tWet\tDry\tWet\tDry\tWet\nH+\t11.1\t2.3\t17.4\t34.0\t4.9\t6.7\t11.1\t11.5\t37.2\t2.7\nNa+\t4.5\t3.6\t4.2\t2.1\t10.8\t14.4\t2.5\t0.9\t7.0\t8.1\nNH4+\t5.6\t19.0\t26.0\t11.6\t36.3\t31.5\t23.4\t9.4\t-\t-\nK+\t4.9\t3.0\t4.5\t2.1\t4.5\t3.5\t5.7\t1.0\t2.0\t1.5\nMg2+\t2.1\t0.7\t3.1\t1.9\t3.0\t3.2\t2.8\t0.9\t0.8\t0.5\nCa2+\t13.9\t7.4\t7.8\t4.3\t10.6\t6.3\t7.1\t3.2\t5.8\t3.1\nCl-\t7.4\t11.0\t8.4\t6.0\t10.9\t10.7\t4.5\t1.1\t1.2\t5.0\nSO42-\t2.9\t3.1\t27.4\t14.8\t13.4\t11.6\t5.3\t1.8\t1.5\t1.6\nno3-\t11.2\t9.4\t20.6\t13.8\t19.7\t20.4\t17.5\t8.1\t3.8\t13.8\nRibeirão Preto Cities have partially been explained by sea salt input by several authors.7’14’15 However the soil contribution for these ions, Ca2+ as well elements such as Fe and Al has also been considered.\nK+ and Cl- are mainly associated with sugar cane burning and with other kinds of biomass burning, once large amounts of these elements are stored in the crops. Although in Piracicaba sugar cane burning appears to exert the main control on the atmospheric chemistry,7 nitrate and sulfate concentrations in this site are comparable with São Paulo City and exceed those found in Araraquara and Ribeirão Preto Cities. In the latter, rather similar concentrations of NO3- and SO42- were found in rainwater, corroborating that these regions are dominated by sugar cane crops, with some influence of emissions produced by combustion of fossil fuels. High nitrate and sulfate concentrations in Piracicaba and São Paulo are due to industrial and vehicular contributions of gas phase NOx and SOx that can be oxidized to nitrate and sulfate, respectively, via secondary reactions.10\nLow concentrations of major ions and trace elements in the rainwater soluble fraction were found by Honório et al.21 in Tabatinga City. These authors considered Tabatinga as having the most pristine rainwater environment in Western Amazonia. The volume weighted mean concentrations of trace elements in the Araraquara rainwater soluble fraction are shown in Table 3. In the soluble fraction, the VWM concentrations of trace elements for all samples decreased as follows: K > Zn > Al > Fe > Mn > Ni > Cu > Sr > Pb > V.\nConcentrations of crustal elements K, Al, Fe, Mn, V were higher in the harvest, dry period, whereas higher concentrations of Zn, Ni, Cu, Sr, Pb were found in the rainy season. The former can be originated from re-suspended soil caused by wind and by cane crop transportation on\ndirty roads in the region. Metal contribution from other sources in the city revealed to be important during the wet period in combination with enhanced concentrations of Cl- and NH4+.\nMineralogy and chemical composition of the rainwater insoluble fraction\nAll samples collected in the dry period (0.22 pm cellulose acetate membrane) were selected for investigation of the insoluble fraction of the Araraquara rainwater by scanning electron microscopy. The images of a number of particles are shown in Figure 3 and their chemical formulas were inferred from SEM-EDX analyses. These particles in the insoluble fraction were made of (i) biogenic particles-fungal spores, pollen, plant debris and insects matter; (ii) geogenic particles-mineral fragments, agglomerates of various compositions formed by re-suspended dust derived from soils and weathered rocks including quartz, feldspar, zircon (ZrSiO4), mica, clay minerals, such as kaolinite and gibbsite, and oxides, such as hematite (Fe2O3) and ilmenite (FeTiO2); and (iii) anthropogenic particles that include particles of varied forms and compositions, originated mainly from combustion.\nIn particular, the occurrence of such particles indicates that sugar cane burning is likely to be the main source of insoluble anthropogenic particles in Araraquara. Loads of amorphous C-rich particles were present in the samples and they are unlikely to be originated from other alternative activities (e.g. oil refineries, steel industry) since these industries are not found in the region.\nThe volume weighted mean concentrations of trace elements and standard deviations in the Araraquara rainwater insoluble fraction are shown in Table 3. Al, Fe\nTable 3. Trace element contents in the rainwater soluble and insoluble fractions (in VWM pg L-1) for dry (n = 7) and wet (n = 14) seasons and respective\nstandard deviations\n\tSoluble fraction\t\t\tInsoluble fraction\t\t\n\tDry\tWet\tAnnual\tDry\tWet\tAnnual\nAl\t11.3 ± 1.2\t10.9 ± 0.9\t11.1 ± 0.5\t80.3 ± 9.7\t139.1 ± 13.1\t115.0 ± 6.6\nK\t167.8 ± 14.3\t115.3 ± 7.7\t136.9 ± 5.5\t8.9 ± 1.8\t12.9 ± 1.3\t11.3 ± 0.8\nV\t0.1 ± 0.0\t0.1 ± 0.0\t0.1 ± 0.0\t0.2 ± 0.0\t0.4 ± 0.0\t0.3 ± 0.0\nFe\t7.5 ± 1.5\t3.7 ± 0.3\t5.4 ± 0.5\t75.7 ± 9.9\t133.7 ± 13.2\t109.9 ± 6.7\nMn\t2.2 ± 0.2\t1.9 ± 0.2\t2.0 ± 0.1\t0.6 ± 0.1\t1.0 ± 0.1\t0.8 ± 0.1\nNi\t0.4 ± 0.0\t1.9 ± 0.2\t1.3 ± 0.1\t0.0 ± 0.0\t0.1 ± 0.0\t0.1 ± 0.0\nCu\t1.0 ± 0.1\t1.3 ± 0.1\t1.2 ± 0.0\t0.2 ± 0.1\t0.3 ± 0.0\t0.3 ± 0.0\nZn\t12.5 ± 1.7\t38.7 ± 2.3\t27.9 ± 1.3\t0.8 ± 0.0\t0.3 ± 0.0\t0.5 ± 0.0\nSr\t1.0 ± 0.1\t1.0 ± 0.1\t1.0 ± 0.0\t0.1 ± 0.0\t0.1 ± 0.0\t0.1 ± 0.0\nPb\t0.3 ± 0.0\t0.4 ± 0.0\t0.3 ± 0.0\t0.1 ± 0.0\t0.3 ± 0.0\t0.2 ± 0.0\nFigure 3. SEM images of selected samples of the insoluble fraction of the Araraquara rainwater: (a), (b) and (c) biogenic material; (d) C-rich particle; (e) zircon; (f) Fe-Ni-Cr metallic alloy; (g) feldspar; (h) kaolinite; (i) quartz; (j) Ti-Fe-V oxide (squares at analyzed points).\nand K yielded the highest VWM concentrations in the insoluble fraction followed by Mn, Zn, V, Cu, Pb, Sr and Ni. These elements in soil can be in forms of hydroxides, oxyhydroxides, sulfides and silicates which are less soluble than oxides of elements that are commonly found in anthropogenic emissions.22 The low concentration of Mn, Zn, V, Cu, Pb, Sr and Ni can indicate that these elements are impurities in mineral particles. Despite the occurrence of silicates, Si contents were below the limits of detection due to the inability of the acid digestion to attack silicate phases. The percentage of total (soluble + insoluble) trace element contents in the Araraquara rainwater (in VWM pg L-1) are presented in Figure 4 for the harvest (dry) period and the non-harvest (wet) period. Total potassium contents for the harvest season exceed that in samples collected in the non-harvest season. The total contents of V, Mn, Cu, Sr and Pb were similar in both periods. Enrichments in Ni and Zn on one hand and of Al and Fe on the other may indicate contributions of vehicular emission and soil dust re-suspension, respectively.\nReference data on chemical composition of the rainwater insoluble fraction from other places in Brazil are scarce.\nFigure 4. Seasonal variation of total (soluble + insoluble) trace element contents in the Araraquara rainwater.\nHowever, extremely high contents of crustal elements such as Al and Fe are commonly found in other locations. Ozsoy and Ornektekin1 reported high Al and Fe contents in rainwater from Mersin (Turkey) as an indication that the area is strongly influenced by sporadic dust transport from the Sahara Desert. Other trace element contents in the insoluble fraction of the Araraquara rainwater are not as high as those found in urbanized areas like Mersin1 and Mexico City23 since Araraquara is located in a rural area, influenced mainly by agricultural activities.\nProvenance of air pollutants in Araraquara\nThe chemistry of the Araraquara rainwater clearly indicates the concurrence of a variety of chemical sources, from natural to anthropogenic, as already commented in this article. In spite of the small number of samples, the principal component analysis (PCA) was applied to the data set of total major and trace elements the Araraquara rainwater (soluble + insoluble fractions) as an attempt to quantify the contributions from probable sources. Three principal component factors explain 79.7% of the total variance in the system.\nFactor 1 contributes with 34.4% and the soluble Na+, K+, NH4+, NO3-, Cl- and SO42- rainwater components are highly positive loaded. Na+ and Cl- are usually related to marine aerosol contribution.4 According to Allen et al.6, minor sea salt contribution might be possible in Araraquara due to air masses originated in the mid Atlantic. However, Na+ is also a typical crustal component24 and silicates occur among the sampled insoluble phases. Chloride is also related to application of industrial sugar cane waste as a fertilizer.15 In addition, it can be originated from combustion processes (biomass burning and vehicular emission) that seem to be the major suppliers of Cl- into atmosphere in the region. Cl- and K+ were proved to be major components\nof emissions from agricultural field burning according to Watson and Chow.25 Hence, high loadings of Cl- and K+ in the Araraquara rainwater may certainly indicate sugar cane burning and agricultural practices, which enhance the suspension of soil particles into the atmosphere. Ca2+ and Mg2+ are moderately positive loaded in factor 1 and they probably originated from natural sources.\nFactor 2 accounts for 29.3% of the total variance for Cu, Mn and Ni. It is well known that these elements are mainly originated from anthropogenic sources when present in fine particles.2,26 Chow and Watson26 revealed the occurrence of Ni, Pb, Cr and V in vehicle fuels. Experiments carried out by Hays et al.21 revealed that brake emission is responsible for Cu emission. Highly negative loadings for Al, Fe and V in factor 3 correspond to 16.0% of the total variance. As mentioned before, this third factor indicates the influence of soil/dust released by intense traffic of heavy vehicles on dirty roads in the region.10\nConclusions\nThe purpose of the present study was to assess the composition of rainwater in Araraquara, which is one of the main sugar cane producing regions in Southeastern Brazil. Samples well represent the dry winter of 2009 since they covered 10% of the rainfall in this period, and the rainy summer of 2010 when the sampled rainfall events corresponded to 51% of average precipitation in the period.\nWell documented data on rainwater composition is available for this region and they commonly include major organic and inorganic compounds of the soluble fraction. However information on metal and other trace element contents in rainwater is scarce in previous studies. Chemical and mineralogical compositions of the insoluble fraction of the Araraquara rainwater are here reported for the first time. Examination of insoluble particles under SEM-EDS revealed a complex variety of materials including biogenic and carbonaceous, as expected during the harvest period, as well as silicates, clays and oxide minerals that portrait the local geology.\nThe chemical contrasts in rainwater compositions for samples collected in the harvest (dry) period and non-harvest (wet) period clearly indicate that seasonality of agriculture activities is the main inducing factor for chemical changes in rainwater.\nIn addition to agriculture activities (use of fertilizers and biomass burning), re-suspension of soil particles, vehicular emissions and, at lesser extent, upcoming sea salt may be responsible for chemical changes in the atmosphere in rural areas of São Paulo State. These potential sources of air pollutants in Araraquara were quantified and confirmed\nby applying principal component analysis to the assembled chemical data obtained both for rainwater soluble and insoluble fractions.\nAcknowledgements\nThe present work is a contribution to the ongoing project “Effects of Emissions on Current and Future Rainfall Patterns in Southeast Brazil” financially supported by FAPESP (São Paulo Research Foundation, Grant 08/58073-5) and to the Dust Working Group of the IUGS-GEM (Geoscience for Environmental Management). Additional financial support provided by Brazilian Federal Agency for Support and Evaluation of Graduate Education (CAPES) and CNPq (National Research Council) are here acknowledged. The assistance provided by the staff of UNICAMP and UNESP laboratories was much appreciated.\nReferences\n1.\tOzsoy, T.; Ornektekin, S.; Atmos. Res. 2009, 94, 203.\n2.\tSeinfeld, J. H.; Pandis, S. N.; Atmospheric chemistry and physics - from air pollution to climate change, 2nd ed.; Wiley: New Jersey, USA, 2006.\n3.\tMigliavacca, D.; Teixeira, E. C.; Wiegand, F.;Machado, A. C. M.; Sanches J.; Atmos. Environ. 2005, 39, 1829.\n4.\tAl-Khashman, O. A.; Atmos. Environ. 2005, 39, 6175.\n5.\tAl-Khashman, O. A.; Atmos. Environ. 2009, 91, 53.\n6.\tAllen, A. G.; Cardoso, A. A.; Wiatr, A. G.; Machado, C. M. D.; Paterlini, W. C.; Baker, J.; J. Braz. Chem. Soc. 2010, 21, 87.\n7.\tLara, L. B. L. S.; Artaxo, P.; Martinelli, L. A.; Victoria, R. L.; Camargo, P. B.; Krusche, A.; Ayers, G. P.; Ferraz, E. S. B.; Ballester, M. V.; Atmos. Environ. 2001, 35, 4937.\n8.\thttp://www.unica.com.br/downloads/estatisticas accessed in May 2011.\n9.\tCoelho, C. H.; Francisco, J. G.; Nogueira, R. F. P.; Campos, M. L. A. M.; Atmos. Environ. 2008, 42, 7115.\n10.\tVasconcellos, P.C.; Balasubramanian, R.; Bruns, R. E.; Sanches-Ccoyllo, O.; Andrade, M. F.; Flues, M.; Water Air Soil Pollut. 2007, 186, 63.\n11.\tMello, W. Z.; Almeida, M. D.; Environ. Pollut. 2004, 129, 63.\n12.\tVautz, W.; Pahl, S.; Pilger, H.; Schilling, M.; Klockow, D.; Atmos. Environ. 2003, 37, 3277.\n13.\tFornaro, A.; Gutz, I. G. R.; Atmos. Environ. 2006, 40, 5893.\n14.\tSantos, M. A.; Illanes, C. F.; Fornaro, A.; Pedrotti, J. J.; Water Air Soil Poll. 2007, 7, 85.\n15.\tCoelho, C. H.; Allen, A. G.; Fornaro, A.; Orlando, E. A.; Grigoletto, T. L. B.; Campos, M. L. A. M.; Atmos. Environ. 2011, 45, 5260.\n16.\thttp://www.ciiagro.sp.gov.br/climasp.html acessed in October 2011.\n17.\tMeaulo, F. J.; Holos Environ. 2006, 6, 70.\n18.\thttp://dsr.inpe.br/laf/canasat/colheita.html acessed in September 2010.\n19.\tCotta, A. J. B.; Enzweiler, J.; J. Anal. Atom. Spectrom. 2009, 24, 1406.\n20.\tAkeredolu, F.; Isichei, A. O.; Global Biomass Burning: Atmospheric, Climatic, and Biospheric Implications; MIT Press: Cambridge, USA, 1991.\n21.\tHonorio, B. A. D.; Horbe, A. M. C.; Seyler, P.; Atmos. Res. 2010, 98, 416.\n22.\tKaya, G.; Tuncel, G.; Atmos. Environ. 1997, 31, 3985.\n23.\tBáez, A.; Belmont, R.; García, R.; Padilla, H.; Torres, M. C.; Atmos. Res. 2007, 86, 61.\n24.\tUnited States Environmental Protection Agency (US EPA); Air quality criteria for particulate matter. In: Environmental Effects\nof Particulate Matter, EPA-600/P-99/002Bb; Office of Research and Development, Research Triangle Park, NC, USA, 2001.\n25.\tWatson, J. G.; Chow, J. C.; Sci. Total Environ. 2001, 276, 33.\n26.\tChow, J. C.; Watson, J. G.; Guideline on SpeciatedParticulate Monitoring, Draft 3, prepared for Office of Air Quality Planning and Standards; US Environmental Protection Agency, NC, USA, August, 1998.\n27.\tHays, M. D.; Cho, S. H.; Baldauf, R.; Schauer, J. J.; Shafer, M.; Atmos. Environ. 2011, 45, 925.\nSubmitted: May 3, 2012 Published online: January 25, 2013\nFAPESP has sponsored the publication of this article."}]}}}