{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22119"}, {"@name": "filename", "#text": "6043_ARTIGO_%20EfeitoBordaRemanescentes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CERNE\n This is an open-access artcce distributed under the terms of the Creatie Commons \n\nAttributon License  nonteh httph//wwwwww scieco br/scieco phpcscript=sci_arttextppid=0101e-\n77612105111211069pcng=enpnrm=iso  Acesso emh 00 abr  2108 \n\nREnERÊNCIA\nOLIVEIRA, Lamartne 0oares Cardoso de et ac  Efeito de borda em remanescentes de foresta \natcântca na bacia do rio Tapacurá, Pernambuco  CERNE, Lairas, i  20, n  2, p  069-07e, abr /jun  \n2105  Disponíiec emh&lt;httph//wwwwww scieco br/scieco phpcscript=sci_arttextppid=0101e-\n77612105111211069pcng=enpnrm=iso>  Acesso emh 00 abr  2108  doih \nhttph//dx doi org/01 0591/101e7761210520120085 \n\nhttp://creativecommons.org/licenses/by/4.0/deed.en\n\n\nCERNE | v. 21 n. 2 | p. 169-174 | 2015\n\nPalavras chave:\nFragmentação\n\nComponente arbóreo\nRegeneração natural\n\nHistórico:\nRecebido 13/04/2011\n\nAceito 02/10/2014\n\nKeywords:\nFragmentation\n\nArboreal component\nNatural regeneration\n\n1 Universidade de Brasília, Brasília - Brasília, Distrito Federal, Brasil\n2 Universidade Federal Rural de Pernambuco - Recife, Pernambuco, Brasil \n\nCorrespondência:\nsoareslt@gmail.com \n\nISSN 0104-7760\n\nDOI:\n10.1590/01047760201521021185\n\nLamartine Soares Cardoso de Oliveira1, Luiz Carlos Marangon2, Ana Lícia Patriota \nFeliciano2, Aldení Silva de Lima1, Mércia Soares de Oliveira Cardoso2, Wedson Batista dos \nSantos2\n\nEFEITO DE BORDA EM REMANESCENTES DE FLORESTA ATLÂNTICA NA \nBACIA DO RIO TAPACURÁ, PERNAMBUCO\n\nRESUMO: Neste trabalho objetivou-se avaliar o efeito de borda sobre o componente \narbóreo em dois fragmentos de Floresta Atlântica na Bacia do Rio Tapacurá-PE. Para \namostragemdo componente adulto, foram plotadas 15 parcelas de 10 x 25 m e subparcelas \nde 1 x 25 m para a regeneração. As parcelas foram dispostas em três ambientes, cada uma \ncom cinco unidades amostrais, conforme distância da borda. As comparações entre os \nambientes foram realizadas por meio da composição de espécies, Diagrama de Venn e \nanálise de agrupamento. A maior riqueza foi observada na área mais distante da borda e \no maior número de indivíduos próximo à borda. Na Mata da Onça, os ambientes mais \ndistantes da borda foram similares, porém são diferentes em composição e em estrutura, \nquando comparados com o ambiente mais próximo da margem do fragmento. Contudo, \nna Mata da Buchada, os dois primeiros ambientes próximos à borda foram similares. A \ninteração, entre o ambiente antrópico e o fragmento, causa efeitos sobre a comunidade \narbóreas áreas mais limítrofes do fragmento.\n\nEDGE EFFECT IN ATLANTIC FOREST REMNANTS IN THE WATERSHED OF \nTHE RIVER TAPACURÁ, PERNAMBUCO \n\nABSTRACT: The objective of this study was to evaluate the edge effect on arboreal \ncomponent of two Atlantic Forest fragments, in the Watershed of Tapacurá River, \nPernambuco. For the sampling of the adult component 15 plots of 10 x 25 m were \nplotted and subplots of 1 x 25 m for the regeneration. The plots were arranged in \nthree environments, with five sampling units each, according to distance from the edge. \nComparisons between the environments were performed by specie composition, Venn \ndiagram and cluster analysis. The greatest richness was observed in the area farther from \nthe edge and the greatest number of individuals near the edge. In the Mata da Onça, \nthe farthest edge environments were similar, but different in composition and structure \nas compared to the nearest environment. However, in the Mata da Buchada the first \ntwo environments near to the edge were similar. The interaction between the human \nenvironment and the fragment affects the arboreal community in the fragment edges.\n\n\n\nCERNE | v. 21 n. 2 | p. 169-174 | 2015\n\nEFEITO DE BORDA EM REMANESCENTES DE FLORESTA ATLÂNTICA\nNA BACIA DO RIO TAPACURÁ, PERNAMBUCO\n\n170\n\nINTRODUÇÃO\n\nO uso e a ocupação da terra pelo homem, ao \nlongo da história, têm criado áreas distintas das originais, \nacarretando o depauperamento dos recursos naturais. \nEsse fato pode ser constatado em áreas de Floresta \nAtlântica, a qual ocupava uma área de aproximadamente \n1,3 milhão de km² do Rio Grande do Sul ao Rio Grande \ndo Norte (BRASIL, 2004), restando, hoje, apenas 11,73% \n(RIBEIRO et al., 2009).\n\nA origem de fragmentos em mosaico, pequenos \ne isolados, é consequência da diminuição da vegetação \nautóctone e superexploração da terra (ANDREAZZI et \nal., 2009). Essas áreas, antes contínuas, foram reduzidas \nou subdivididas em áreas menores, encadeando uma \nsupressão da vegetação e a completa imersão em \nmatrizes não-florestais (PRIMACK; RODRIGUES, 2001). \nNo Estado de Pernambuco, restam apenas 12,1% \nde Floresta Atlântica (RIBEIRO et al., 2009), os quais \nencontram-se, em sua grande maioria, inseridos em \nmatrizes de cana-de-açúcar e pastagens.\n\nA principal consequência da interação do \nremanescente florestal com o novo ambiente de entorno \né conhecido como efeito de borda, o qual promove \nalterações no habitat e atua com maior intensidade sobre as \npopulações estabelecidas na área limítrofe do fragmento. \nDe acordo com Laurance e Vasconcelos (2009), as \nalterações promovidas pelo efeito de borda sobre as \nflorestas podem ser bastante diversas e abundantes, \nconforme a natureza dos dois ambientes envolvidos.\n\nAinda nas áreas de borda são observadas \nalterações a níveis de temperatura; de velocidade e \nturbulência do vento; e de umidade relativa do ar, bem \ncomo de umidade do solo, os quais estão relacionados \nàs mudanças e perdas que ocorrem na composição e \nestrutura da vegetação (FRANCESCHINELLI et al., \n2003; HARPER et al., 2005; OLIVEIRA et al., 2004). Com \nisso, objetivou-se neste trabalho, avaliar efeito de borda \nsobre o componente arbóreo, adulto e regenerante, em \ndois fragmentos de Floresta Atlântica, na Bacia do Rio \nTapacurá - PE.\n\nMATERIAL E MÉTODOS\n\nO trabalho foi desenvolvido na Bacia do Rio \nTapacurá que abrange uma área de 471,33 km² e \nencontra-se localizada entre as coordenadas 8º13’00” \na 7º58’30” S e 35º30’00” à 35º5’00” W. Considerada \numa região de extrema importância na captação de \nágua, por beneficiar, diretamente, cerca de 1,5 milhão \n\nde habitantes, a qual historicamente vem sofrendo com \nos processos de antropização, restando apenas 6,4% de \ncobertura florestal, onde 80% são áreas ocupadas com \natividades agropecuárias (BRAGA, 2006).\n\nForam selecionados dois fragmentos com área e \ntempo de existência semelhantes, respectivamente, 130 \nha e, aproximadamente, 50 anos, assim caracterizados: \nFragmento I) Mata da Onça, localizada na Usina e \nDestilaria Dourado (8º06’560’’ S e 35º07’461’’ W), \nmunicípio de Moreno - PE. Desde o início de sua \nformação, encontra-se sobre uma matriz de cana-de-\naçúcar, a qual tem contato direto com o fragmento pela \nausência de aceiro; Fragmento II) Mata da Buchada, \nlocalizada na Estação Ecológica do Tapacurá - UFRPE \n(8º02’092’’ S e 35º11’960’’ W), município de São \nLourenço da Mata - PE. A maior parte da área marginal \ndesse fragmento faz limite com as águas da Barragem de \nTapacurá, sofrendo inundações esporádicas.\n\nA avaliação do efeito de borda sobre \no componente arbóreo adulto (indivíduos com \ncircunferência a 1,30 m do solo, CAP, maior ou igual a \n15,0 cm) e regenerante (indivíduos com CAP menor que \n15,0 cm, sendo mensurada a circunferência a 0,30 m do \nsolo, CAB, apenas dos indivíduos com altura ? 1,0 m) foi \nrealizada no período de janeiro a maio de 2010. Para a \ncoleta dos dados do componente adulto foram alocadas \n15 parcelas de 10x25 m, em cada fragmento. E para a \nregeneração natural, foram marcadas uma subparcela de \n1x25 m dentro de cada parcela do componente adulto. \nAs parcelas foram alocadas, sistematicamente, em três \nambientes, cada um com cinco parcelas equidistantes 25 m                                                                                                                    \nentre si, sendo o primeiro ambiente locado à margem do \nfragmento e os demais com 50 m de intervalo, dividindo \na área em três ambientes, conforme a distância da borda \n(Figura 1), de acordo com a metodologia empregada por \nAlves Júnior et al. (2006).\n\nTodas as parcelas tiveram seus vértices \ngeorreferenciados e os indivíduos amostrados foram \nmensurados a circunferência e altura, como também \ntiveram ramos férteis coletados para identificação \nem nível de espécie, por comparação com exsicatas \nno Herbário Professor Vasconcelos Sobrinho do \nDepartamento de Biologia da UFRPE.\n\nRealizaram-se as comparações entre os ambientes \n(A1 - margens do fragmento, A2 - 50 m, após o ambiente \nA1 e A3 - 50 m após o ambiente A2) por dois métodos: \n\n- Comparação da riqueza de espécies em \ncomum entre os ambientes avaliados, bem como, pela \nmédia e desvio padrão do número de indivíduos, a partir \ndo diagrama de Venn (ZAR, 1999); \n\n\n\nOliveira et al.\n\n171\n\n- Similaridade entre os ambientes, por meio de \nanálise de agrupamento pelas médias não-ponderadas \n(UPGMA) e utilizando o índice de dissimilaridade de Bray-\nCurtis. Os cálculos foram realizados, a partir da matriz \ndas médias do número de indivíduos, riqueza, densidade, \ndominância, diâmetro, altura, índice diversidade de \nShannon-Weaver e o para essa análise foi PC-ORD 6.0 \n(MCCUNE; MEFFORD, 2011). Ainda foi calculado para \nessas análises o coeficiente de correlação cofenética, com \no auxílio do software PAST 2.08 (HAMMER et al., 2001).\n\nRESULTADOS E DISCUSSÃO\n\nNo Fragmento Mata da Onça, foram amostrados \n851 indivíduos, 444 adultos e 407 regenerantes, \npertencentes a 76 espécies. Já, no fragmento Mata da \nBuchada foram inventariados 1.025 indivíduos, 630 \nadultos e 395 regenerantes, pertencentes a 60 espécies. \nFoi observada maior riqueza de espécie na área mais \ndistante da borda, ambiente três (A3), padrão observado \nnos dois fragmentos estudados (Figura 1). Esses \nresultados, corroboram com os encontrados por Alves \nJúnior et al. (2006), Gomes et al. (2009), Oliveira et al. \n(2004), Santos et al. (2008), Silva, A. et al. (2008) e Silva, \nH. et al. (2008) os quais demonstraram que o interior \ndos fragmentos de Floresta Atlântica apresentam maior \nriqueza do que a área de borda. Segundo Oliveira e \nFelfili (2005), na área limítrofe do fragmento, as espécies \nsofrem maior pressão seletiva, em razão das mudanças \nocorridas nesse ambiente. E, no interior do fragmento, \nespera-se que as espécies além, de adaptadas, encontrem \ncondições mais favoráveis ao seu estabelecimento.\n\nObservou-se, ainda, que a área de borda, \nambiente um (A1), apresentou as maiores médias de \nnúmero de indivíduos que os demais ambientes (Figura 2).                                   \nEsse resultado é composto, principalmente, pelo maior \nnúmero de indivíduos regenerantes inventariados nesse \nambiente. Pressupondo-se que áreas de borda tem uma \nalta taxa de regeneração, somada com à diminuição \nda competitividade entre as espécies, ocorrerá um \nfavorecimento no estabelecimento de um maior número \nde indivíduos. Tal resultado corrobora com os obtidos por \nGomes et al. (2009) e Oliveira et al. (2004). Nesse mesmo \nsentido, Meira Neto e Martins (2003) afirmaram que as \ncondições de borda propiciam o rápido estabelecimento \ne crescimento de espécies regenerantes.Localização geográfica dos municípios onde estão \n\nsituados os fragmentos estudados e croqui da \ndistribuição sistemática das unidades amostrais. \nGeographic location of municipalities where the \nstudied fragments are situated and sketch of the \nsystematic distribution of sample units.\n\nDiagramas de Venn contendo as espécies exclusivas \ne comuns a cada ambiente, bem como o número \nde indivíduos (Ni) com o desvio padrão, na Mata da \nOnça (A) e na Mata da Buchada (B) (A1 - margens \ndo fragmento; A2 - 50 m após o ambiente A1e A3 - \n50 m após o ambiente A2).\nVenn diagram with the unique and common species \nin each environment, as well as the number of \nindividuals (Ni) with standard deviation, in the Mata \nda Onça (A) and in the Mata da Buchada (B) (A1 – \nmargin of fragment; A2 – 50 m after environment A1 \nand A3 – 50 m after environment A2).\n\nFIGURa 1\n\nFIGURe 1\n\nFIGURa 2\n\nFIGURe 2\n\nApesar dos resultados observados para riqueza \ne número de indivíduos, verifica-se que o ambiente um \n(A1), na Mata da Buchada, apresenta valores próximos \nou semelhantes aos demais ambientes (A2 e A3), \ndiferentemente do observado na Mata da Onça. Tal fato \nestá relacionado às matrizes, às quais os fragmentos \nencontram-se inseridos, pois o ciclo de queima da \nmatriz canavieira tende a ser mais agressivo e intenso \nque o efeito ocasionado pelas inundações esporádicas \ndas águas da Barragem Tapacurá. Diante disso, \nRodrigues e Nascimento (2006) ressaltaram que uma \nmatriz menos agressiva poderá determinar impactos \nem escala menor e mais homogênea ao longo da área \nlimítrofe do fragmento.  \n\nPode ser observado de forma mais clara, que \na interação entre o ambiente antrópico e o fragmento \n\n\n\nCERNE | v. 21 n. 2 | p. 169-174 | 2015\n\nEFEITO DE BORDA EM REMANESCENTES DE FLORESTA ATLÂNTICA\nNA BACIA DO RIO TAPACURÁ, PERNAMBUCO\n\n172\n\ncausa efeitos sobre a comunidade arbórea adulta e \nregenerante, ou seja, pode ser observada diferença na \nriqueza e estrutura das espécies localizadas nas áreas mais \nlimítrofes, quando comparadas com as estabelecidas no \ninterior dos dois fragmentos, Mata da Onça/Moreno - PE \ne Mata da Buchada/São Lourenço da Mata - PE (Figuras \n3 e 4). Malchow et al. (2006), ressaltaram que a borda \nda floresta apresenta diferença na estrutura, quando \ncomparada com o interior do fragmento, apresentando \ntambém aumento de espécies pioneiras.\n\nNa Figura 3A e 3B, bem como na Figura 4B, o \nambiente um (A1) é isolado dos demais ambientes (A2 e \nA3), sendo os dois últimos ambientes bastante similares. \nJá, na Figura 4A, os dois primeiros ambientes (A1 e A2) \nse agrupam diferindo do ambiente mais distante da área \nlimite do fragmento (A3). Isso evidencia a existência do \n\nefeito de borda e a tendência na diminuição do mesmo \nnos 50 a 100 metros para o interior do fragmento. \nNa Mata do Pezinho em Igarassu – PE, Gomes et al. \n(2009) observaram que as área de borda amostrada \nse distinguiram das área de interior com mais de 60% \nde diferença, mostrando, também, a existência de \ndiferenças entre esses dois ambientes.\n\nOs coeficientes de correlação cofenética para \nos dendrogramas das Figuras 3A e 3B, foram 0,96 e \n0,98, respectivamente. Para as Figuras 4A e 4B, foram \n0,96 e 0,97, respectivamente. Esses valores indicam que \nentre 2 e 4% das informações sobre a similaridade dos \nambientes foram perdidas na geração dos dendrogramas. \nDe acordo com Rohlf (1970), os valores de coeficientes \nde correlação cofenética, acima de 0,7, indicam que o \nmétodo de agrupamento utilizado foi adequado.\n\nDendrograma pelo Método UPGMA, baseado no coeficiente de dissimilaridade de Bray-Curtis entre os ambientes do \ncomponente adulto (A) e regenerante (B) na Mata da Onça/Moreno - PE (A1 - margens do fragmento, A2 - 50 m após o \nambiente A1 e A3 - 50 m após o ambiente A2). \nDendrogram by UPGMA method, based on Bray-Curtis dissimilarity among environments of the adult (A) and regeneranting \n(B) component at Mata da Onça/Moreno - PE (A1 – fragment edge, A2 – 50 m after the environment A1, and A3 – 50 m \nafter the environment A2).\n\nDendrograma pelo Método UPGMA, baseado no coeficiente de dissimilaridade de Bray-Curtis entre os ambientes do \ncomponente adulto (A) e regenerante (B) na Mata da Buchada/São Lourenço da Mata - PE (A1 - margens do fragmento, \nA2 - 50 m após o ambiente A1 e A3 - 50 m após o ambiente A2). \nDendrogram by UPGMA method, based on Bray-Curtis dissimilarity among environments of the adult (A) and regeneranting \n(B) component at Mata da Buchada/São Lourenço da Mata – PE (A1 – fragment edge, A2 – 50 m after the environment \nA1, and A3 – 50 m after the environment A2).\n\nFIGURa 3\n\nFIGURe 3\n\nFIGURa 4\n\nFIGURe 4\n\n\n\nOliveira et al.\n\n173\n\nSegundo Alves Júnior et al. (2006), após 100 \nm para o interior do fragmento o impacto do efeito de \nborda sobre a estrutura da vegetação arbórea tende a \nminimizar, como foi observado nos dois fragmentos \nestudados. Diante disso, Rodrigues e Nascimento \n(2006) ressaltaram que áreas sob esse efeito são mais \nheterogêneas, enquanto que as áreas de interior de um \nfragmento têm tendência a serem mais homogêneas.\n\nCONCLUSÕES\n\nDe acordo com os resultados obtidos conclui-\nse que: a interação entre o ambiente antrópico e o \nfragmento causou efeitos sobre a comunidade arbórea \nnos dois remanescentes de Floresta Atlântica; entre 50 \ne 100 metros em direção ao interior do fragmento, o \nefeito de borda sobre o componente arbóreo tende a \nminimizar; e o efeito de borda causa perdas a níveis de \nriqueza e estrutura da comunidade localizada nas áreas \nmais limítrofes do fragmento.\n\nREFERêNCIAS\n\nALVES JÚNIOR, F. T.; BRANDÃO, C. F. L. S.; ROCHA, K. D.; \nMARANGON, L. C.; FERREIRA, R. L. C. Efeito de borda \nna estrutura de espécies arbóreas em um fragmento \nde Floresta Ombrófila Densa, Recife, PE. Revista \nBrasileira de Ciências Agrárias, Recife, v. 1, n. 1, p. \n49-56, 2006.\n\nANDREAZZI, C. S.; PIRES, A. S.; FERNANDEZ, F. A. S. \nMamíferos e palmeiras neotropicais: interações em \npaisagens fragmentadas. Oecologia Brasiliensis, Rio de \nJaneiro, v. 13, n. 4, p. 554-574, 2009.\n\nBRAGA, R. A. P. A poluição do rio Tapacurá: consequências \ne alternativas. Recife: UFPE, 2006. 30 p.\n\nBRASIL. Ministério do Meio Ambiente. Áreas prioritárias \npara a conservação, utilização sustentável e \nrepartição de benefícios da biodiversidade \nbrasileira. Brasília, 2004. 347 p.\n\nFRANCESCHINELLI, E. V.; ALMEIDA, E. A. B.; ANTONINI, \nY.; CARMO, R. M. D.; DAMASCENO, A.; FONTENELLE, \nJ. C. R.; GARCIA, V. L. A.; GUILHERME, M. S.; LAPS, \nR. R.; LEITÃO, G. G.; LEITÃO, S. G.; MIKICH, S. B.; \nMOREIRA, D. L.; NASCIMENTO, M. T.; NEMÉSIO, \nA.; RIBON, R.; SILVEIRA, F. A.; VIDIGAL, T. H. D. A. \nInterações entre animais e plantas. In: RAMBALDI, \nD. M.; OLIVEIRA, D. A. S. (Ed.). Fragmentação de \necossistema: causas, efeitos sobre a biodiversidade e \nrecomendações de políticas públicas. Brasília: MMA/SBF, \n2003. p. 275-290.\n\nGOMES, J. S.; SILVA, A. C. B. L.; RODAL, M. J. N.; SILVA, H. \nC. H. Estrutura do sub-bosque lenhoso em ambientes de \nborda e interior de dois fragmentos de Floresta Atlântica \nem Igarassu, Pernambuco, Brasil. Rodriguésia, Rio de \nJaneiro, v. 60, n. 2, p. 295-310, 2009.\n\nHAMMER, O.; HARPE, A. T. D.; RYAN, P. D. PAST: \npaleontological statistics software package for education \nand data analysis. Paleontologia Electronica, Oslo, v. \n4, p. 1-9, 2001.\n\nHARPER, K. A.; MACDONALD, S. E.; BURTON, P. J.; \nCHEN, J.; BROSOFSKE, K. D.; SAUNDERS, S. C.; \nEUSKIRCHEN, E. S.; ROBERTS, D.; JAITEH, M. S.; \nESSEEN, P. A. Edge influence on forest structure and \ncomposition in fragmented landscapes. Conservation \nBiology, Cambridge, v. 19, n. 3, p. 768-782, 2005.\n\nLAURANCE, W. F.; VASCONCELOS, H. L. Conseqüências \necológicas da fragmentação florestal na Amazônia. \nOecologia Brasiliensis, Rio de Janeiro, v. 13, n. 3, p. \n434-451, 2009.\n\nMALCHOW, E.; KOEBLER, A. B.; PÉLLICO NETTO, S. \nEfeito de borda em um trecho da Floresta Ombrófila \nMista, em Fazenda Rio Grande, PR. Revista Acadêmica, \nCuritiba, v. 4, n. 2, p. 85-94, 2006.\n\nMCCUNE, B.; MEFFORD, M. J. Pc-Ord version 6.0: \nmultivariate analysis of ecological data. Gleneden Beach: \nMjM Software Design, 2011.\n\nMEIRA NETO, J. A. A.; MARTINS, F. R. Estrutura do sub-\nbosque herbáceo-arbustivo da Mata da Silvicultura, uma \nFloresta Estacional Semidecidual no Município de Viçosa, \nMG. Revista Árvore, Viçosa, v. 27, n. 4, p. 450-471, \n2003.\n\nOLIVEIRA, E. C. L.; FELFILI, J. M. Estrutura e dinâmica da \nregeneração natural de uma mata de galeria no Distrito \nFederal, Brasil. Acta Botanica Brasilica, São Paulo, v. \n19, n. 4, p. 801-811, 2005.\n\nOLIVEIRA, M. A.; GRILLO, A. S.; TABARELLI, M. Forest \nedge in the Brazilian Atlantic forest: drastic changes in \ntree species assemblages. Oreyx, Cambridge, v. 38, n. \n4, p. 389-394, 2004.\n\nPRIMACK, R. B.; RODRIGUES, E. Biologia da conservação. \nLondrina: Planta, 2001. 327 p.\n\nRIBEIRO, M. C.; METZGER, J. P.; MARTENSEN, A. C.; \nPONZONI, F. J.; HIROTA, M. M. The Brazilian Atlantic \nForest: how much is left, and how is the remaining forest \ndistributed?: implications for conservation. Biological \nConservation, Cambridge, v. 142, n. 6, p. 1141-1153, \n2009.\n\n\n\nCERNE | v. 21 n. 2 | p. 169-174 | 2015\n\nEFEITO DE BORDA EM REMANESCENTES DE FLORESTA ATLÂNTICA\nNA BACIA DO RIO TAPACURÁ, PERNAMBUCO\n\n174\n\nRODRIGUES, P. J. F. P.; NASCIMENTO, M. T. Fragmentação \nflorestal: breves considerações teóricas sobre efeito de \nborda. Rodriguésia, Rio de Janeiro, v. 57, n. 1, p. 63-74, \n2006.\n\nROHLF, F. J. Adaptive hierarchical clustering schemes. \nSystematic Zoology, Oxford, v. 18, n. 1, p. 58-82, \n1970.\n\nSANTOS, B. A.; PERES, C. A.; OLIVEIRA, M. A.; GRILLO, \nA.; ALVES-COSTA, C. P.; TABARELLI, M. Drastic erosion \nin functional attributes of tree assemblages in Atlantic \nForest fragments of Northeastern Brazil. Biological \nConservation, Cambridge, v. 141, p. 249-260, 2008.\n\nSILVA, A. G.; SILVA, I. M. M. S.; RODAL, M. J. N.; SILVA, A. C. \nB. L. Influence of edge and topography on canopy and sub-\ncanopy structure of an Atlantic Forest Fragment in Igarassu, \nPernambuco State, Brazil. Bioremediation, Biodiversity \nand Bioavailability, Miki, v. 2, n. 1, p. 41-46, 2008.\n\nSILVA, H. C. H. S.; SILVA, A. C. B. L.; GOMES, J. S.; RODAL, M. \nJ. N. The effect of internal and external edges on vegetation \nphysiognomy and structure in a remnant of Atlantic Lowland \nRainforest in Brazil. Bioremediation, Biodiversity and \nBioavailability, Miki, v. 2, p. 47-55, 2008.\n\nZAR, J. H. Biostatistical analysis. New Jersey: Prentice Hall, \n1999. 663 p."}]}}}