{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07491"}, {"@name": "filename", "#text": "12204_Raul%20Viana%20Novasco.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DO VALE DO RIO DOS SINOS - UNISINOS \n\nUNIDADE ACADÊMICA DE PESQUISA E PÓS-GRADUAÇÃO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM HISTÓRIA \n\nNÍVEL DE MESTRADO \n\n \n\n \n\n \n\n \n\nRAUL VIANA NOVASCO \n\n \n\n \n\n \n\n \n\n \n\nAS CASAS SUBTERRÂNEAS E SUA PAISAGEM:  \n\nCARTOGRAFANDO O AMBIENTE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSÃO LEOPOLDO \n\n 2013 \n\n \n \n\n\n\nII \n \n\nRaul Viana Novasco \n \n \n \n \n \n \n \n \n \n\nAS CASAS SUBTERRÂNEAS E SUA PAISAGEM:  \n\nCartografando o ambiente \n\n \n\n \n\nDissertação apresentada como requisito parcial para a \nobtenção do título de mestre Pelo Programa de Pós-\nGraduação em História da Universidade do Vale do Rio \ndos Sinos - UNISINOS \n \n \n \n \nOrientador: Dr. Pedro Ignácio Schmitz \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nSão Leopoldo \n\n2013 \n \n\n\n\nIII \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n              Novasco, Raul Viana, 1988- \n   N82            As casas subterrâneas e sua  paisagem : cartografando o \n              ambiente / Raul Viana Novasco ; orientador:  Pedro  Ignácio  \n              Schmitz. -- 2013.      \n                     99 f. : il. col. ; 30 cm \n                          \n                      Dissertação (mestrado)–Universidade do Vale do Rio   \n              dos Sinos, São Leopoldo, 2013 \n    Inclui bibliografias \n                         \n\n1. Índios Jê. 2. Casas subterrâneas. 3. Arqueologia   \nambiental. 4. São José do Cerrito (SC). I. Schmitz, Pedro    \nIgnácio. II. Universidade do Vale  do Rio  dos  Sinos –     \nPrograma de Pós-Graduação em História. III. Título.   \n\n                \n                                                                 CDU 981.65(=1-82) \n\n           \nFicha catalográfica elaborada por Alessandra Pires CRB-14/809 \n\n \n \n \n \n \n\n\n\nIV \n \n\nRaul Viana Novasco \n \n \n \n \n \n \n\nAS CASAS SUBTERRÂNEAS E SUA PAISAGEM:  \nCartografando o ambiente \n\n \n\nDissertação apresentada como requisito parcial para a \nobtenção do título de mestre pelo Programa de Pós-\nGraduação em História da Universidade do Vale do Rio \ndos Sinos - UNISINOS \n \n \n \n\nAprovado em ____ de __________ de 2013. \n \n \n \n\nBANCA EXAMINADORA \n \n \n \n \n \n\n_____________________________________________________________________ \nDr. Pedro Ignácio Schmitz, Orientador - UNISINOS \n\n \n \n \n\n_____________________________________________________________________ \nProf. Dr. Jairo Henrique Rogge - UNISINOS \n\n \n \n \n\n_____________________________________________________________________ \nProf. Dr. Marcus Vinícius Beber - UNISINOS \n\n \n \n \n\n_____________________________________________________________________ \nProf. Dra. Silvia Moehlecke Copé - UFRGS \n\n \n  \n\n\n\nV \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\nPara Mê. \n \n\n\n\nVI \n \n\nAGRADEDIMENTOS \n\nDeixo aqui o meu agradecimento às pessoas que, de alguma forma, contribuíram para \n\nque esse processo de formação fosse iniciado, traçado e finalizado. Primeiramente, gostaria de \n\nagradecer à pessoa que tornou viável a execução desse projeto e a realização desse sonho. Além \n\nde meu orientador, o professor Pedro Ignácio Schmitz foi meu maior incentivador. Sem sua \n\najuda, paciência e compreensão, com certeza hoje este trabalho não estaria sendo lido. Muito \n\nobrigado Pe. Ignácio, e me desculpa pelas ausências e por seu um orientando relapso. \n\nQueria agradecer de forma especial, também, ao Suliano, que sempre me deu um grande \n\napoio nas minhas idas para São Leopoldo, e com quem eu troquei muitas informações e ideias. \n\nGrande parceiro de mesas redondas, quadradas, retangulares, etc., me deu muita força e \n\ncontribuiu significativamente para que alguns insites aparecessem. Valeu mesmo cara! \n\nNão poderia deixar de agradecer ao Jairo, grande professor; ao Marcus, pessoa que tem \n\nsempre grandes sacadas e não se custa à transmiti-las aos companheiros; à Natália pela grande \n\najuda nos levantamentos de campo e pelas longas conversas entre uma locação de estação total e \n\noutra; à Juliana pelo grande apoio prestado, mesmo que através de e-mails e conversas on-line; e \n\na todo o pessoal do IAP - Unisinos que contribuiu para o desenvolvimento da pesquisa em um \n\nâmbito maior, que extrapola a elaboração deste trabalho. \n\nPreciso agradecer, ainda, meus grandes amigos de trabalho. Primeiramente ao professor \n\nValdir e à Lúcia, que sempre me incentivaram e deram suporte para poder estudar e desenvolver \n\ntrabalhos dentro da Espaço Arqueologia. Muito obrigado pela compreensão nesse período! De \n\nforma tão merecida quanto, agradeço aos meus grandes amigos e parceiros Rodrigo Vieira, \n\nAlessandro De Bona e Gilson Laone, por dividirem comigo as angústias e os anseios de estar \n\ntendo que balizar \"trabalho x estudo\" sem deixar a peteca cair. Um grande abraço gurizada! \n\nPor último, mas não menos importante, agradeço imensamente aos meus familiares. Ao \n\nmeu pai e minha mãe pelo apoio e por cuidar dos meus filhos quando eu e a Mê estávamos \n\nausentes. O apoio moral e logístico de vocês foi fundamental pra que eu pudesse trilhar esse \n\ncaminho. À minha esposa Emeline e aos meus pequenos, Filipi e Pedro, tenho que agradecer por \n\nme darem alegria e força pra correr atrás, sem pensar em abaixar a cabeça. Esse trabalho é tanto \n\nde vocês quanto meu, pois sem a motivação que vocês me transmitiram nesse período, eu não \n\nteria continuado. Obrigado também por me aturarem quando meu humor não era lá essas coisas, \n\ne prometo que os finais de semana que passei trancado escrevendo serão compensados. \n\n \n\n\n\nVII \n \n\nRESUMO \n\nEstudos linguísticos e etnográficos informam que os grupos Jê Meridionais, cuja origem remonta \n\nao planalto central brasileiro, teriam iniciado sua migração em direção ao planalto sul do Brasil \n\nhá, aproximadamente, 3.000 anos atrás. O momento de sua chegada às terras altas de Santa \n\nCatarina ainda é desconhecido, contudo, é indiscutível que durante todo o seu processo de \n\nocupação empreendido sobre o planalto sul brasileiro, os Jê Meridionais mantiveram uma \n\nrelação muito estreita com o ambiente, percebendo as mudanças climáticas e alterações \n\nocorridas principalmente na composição biótica da região (fauna e flora), elaborando respostas \n\nadaptativas às transformações naturais, e transformando a sua organização social. Partindo \n\ndesses pressupostos, o presente trabalho foi desenvolvido com o objetivo de captar elementos \n\nque nos permitam identificar estratégias de adaptação e assentamento desenvolvidas por esses \n\ngrupos na área do sítio Rincão dos Albinos. O sítio arqueológico Rincão dos Albinos está situado \n\nno município de São José do Cerrito, planalto dissecado do Estado de Santa Catarina, em área de \n\ndrenagem da bacia hidrográfica do Rio Canoas. O sítio é composto por 107 casas subterrâneas, \n\ndispostas em uma área de 200 metros de raio e as datas obtidas dentro e fora de estruturas \n\nhabitacionais sugerem que a ocupação teve seu início há 1.400 A.P., período em que a região do \n\nplanalto catarinense é, majoritariamente, coberta por campos recortados por rios e córregos \n\nacompanhados de pequenas matas com araucária. Foram elaborados produtos cartográficos \n\ntemáticos em escalas variadas que apresentam dados específicos do sítio, tais como a \n\ndistribuição das estruturas e suas relações com o espaço onde estão inseridas; e características \n\nfísicas regionais, abrangendo o médio curso do Rio Canoas. Tais materiais nos possibilitaram \n\nfazer uma leitura mais ampla do espaço onde o sítio está inserido, que, juntamente com a análise \n\nde dados paleoambientais, geográficos, ecológicos e culturais, nos fizeram perceber que o sítio \n\nRincão dos Albinos registra - tanto nas camadas de ocupação das casas subterrâneas, quanto na \n\npaisagem - ao menos, dois períodos de transição cultural e ambiental. \n\nPalavras-chave: Jê Meridional. Casa subterrânea. Arqueologia do Planalto. Rincão dos Albinos. \nPaleoambiente e arqueologia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nVIII \n \n\nABSTRACT \n\nLinguistic and ethnographic studies report that Southern Jê, whose origin dates back to the \n\ncentral Brazilian plateau, have started their migration towards the southern highlands of Brazil \n\nby approximately 3.000 years ago. The moment they arrive to the highlands of Santa Catarina is \n\nstill unknown, however, it is clear that throughout the process of occupation undertaken of the \n\nsouthern Brazilian plateau, the Southern Jê maintained a very close relationship with the \n\nenvironment, perceiving climate change and especially changes in the composition of biotic \n\nregion (fauna and flora), developing adaptive responses to natural transformations, and \n\ntransforming their social organization. Based on these assumptions, the present work was \n\ndeveloped with the aim of capturing elements that allow us to identify adaptation and \n\nsettlement strategies developed by these groups in the area of the site Rincão dos Albinos. The \n\narchaeological site Rincão dos Albinos is situated in the municipality of São José do Cerrito, \n\ndissected plateau in the State of Santa Catarina, in the drainage area of the watershed of the \n\nCanoas River. The site consists of 107 pit houses, arranged in an area of 200 meters radius and \n\ndates obtained inside and outside of residential structures suggest that the occupation had its \n\nbeginnings at 1400 B.P., a period that the plateau of Santa Catarina is mostly covered by campos \n\nintersected by rivers and streams accompanied by small araucaria forests. Thematic maps were \n\nproduced in various scales and present specific data from the site, such as the distribut ion of \n\nstructures and their relations with the space where they are inserted, and regional geographical \n\nfeatures, including the middle course of the Canoas River. The maps allowed us to make a wider \n\nreading of the space where the site is located, and associated with the analysis of \n\npaleoenvironmental, geographic, ecological and cultural dates, made us realize that the \n\narchaeological site Rincão dos Albinos - in its layers of occupation and landscape - records at \n\nleast two periods of cultural and environmental transition. \n\nKey-words: Southern Jê. Pit houses. Archaeology of the plateau. Rincão dos Albinos. \nPaleoenvironmental and archaeology. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nIX \n \n\nLISTA DE FIGURAS \n\n \n\nFIGURA 1: MAPA DE LOCALIZAÇÃO DA ÁREA CORRESPONDENTE AO MUNICÍPIO DE SÃO JOSÉ \nDO CERRITO E AO DOMÍNIO MORFOCLIMÁTICO DOS PLANALTOS SUBTROPICAIS COM \nARAUCÁRIAS. ELABORADO PELO AUTOR .......................................................................................................... 11 \n\nFIGURA 2: DINÂMICA DE DEPOSIÇÃO COLUVIAL E ALUVIAL. ELABORADO PELO AUTOR ..... 13 \n\nFIGURA 3: PLANALTO DE LAGES, LOCALIDADE DE COXILHA RICA. IMAGEM CBERS COM \nCOMPOSIÇÃO R5G3B1 ................................................................................................................................................... 17 \n\nFIGURA 4: PLANALTO DISSECADO DO RIO URUGUAI, VALE DO RIO CANOAS. IMAGEM CBERS \nCOM COMPOSIÇÃO R5G3B1 ........................................................................................................................................ 18 \n\nFIGURA 5: GEOLOGIA DA ÁREA CORRESPONDENTE AO MUNICÍPIO DE SÃO JOSÉ DO CERRITO E \nAO DOMÍNIO MORFOCLIMÁTICO DOS PLANALTOS SUBTROPICAIS COM ARAUCÁRIAS. \nELABORADO PELO AUTOR .......................................................................................................................................... 19 \n\nFIGURA 6: LOCALIZAÇÃO DOS MUNICÍPIOS ONDE FORAM DESENVOLVIDAS AS PRINCIPAIS \nPESQUISAS ARQUEOLÓGICAS NO PLANALTO RIO GRANDENSE............................................................ 33 \n\nFIGURA 7: LOCALIZAÇÃO DOS EMPREENDIMENTOS AOS QUAIS ESTÃO ASSOCIADAS DIVERSAS \nPESQUISAS ARQUEOLÓGICAS .................................................................................................................................... 33 \n\nFIGURA 8: LOCALIZAÇÃO DOS MUNICÍPIOS VISITADOS POR MARIA JOSÉ REIS DURANTE SUA \nPESQUISA NO PLANALTO CATARINENSE, REALIZADA NA DÉCADA DE 1970. .............................. 34 \n\nFIGURA 9: ALGUMAS DAS DIVERSAS CASAS SUBTERRÂNEAS QUE COMPÕEM O SÍTIO \nARQUEOLÓGICO RINCÃO DOS ALBINOS .............................................................................................................. 43 \n\nFIGURA 10: BANHADO DE ALTITUDE SITUADO À 50 METROS DO NÚCLEO SUL DO SÍTIO \nRINCÃO DOS ALBINOS ................................................................................................................................................... 50 \n\nFIGURA 11: ESTRATOS VEGETAIS PRESENTES NA ÁREA DO COMPLEXO ARQUEOLÓGICO \nRINCÃO DOS ALBINOS ................................................................................................................................................... 52 \n\nFIGURA 12: VISTA DO VALE DO ARROIO DOS RIBEIROS E, AO FUNDO, VALE DO CANOAS .... 53 \n\nFIGURA 13: PLANTA TOPOGRÁFICA DO NÚCLEO NORTE DO COMPLEXO RINCÃO DOS ALBINOS\n ..................................................................................................................................................................................................... 56 \n\nFIGURA 14: CORTE ESTRATIGRÁFICO DA CASA 2 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 56 \n\nFIGURA 15: CORTE ESTRATIGRÁFICO DA CASA 14 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 57 \n\nFIGURA 16: CORTE ESTRATIGRÁFICO DA CASA 17 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 57 \n\nFIGURA 17: CORTE ESTRATIGRÁFICO DA CASA 25 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 58 \n\n\n\nX \n \n\nFIGURA 18: PLANTA TOPOGRÁFICA PARCIAL DO NÚCLEO NORTE DO COMPLEXO RINCÃO DOS \nALBINOS ................................................................................................................................................................................ 61 \n\nFIGURA 19: CORTE ESTRATIGRÁFICO DA CASA 4 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 61 \n\nFIGURA 20: CORTE ESTRATIGRÁFICO DA CASA 14 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 62 \n\nFIGURA 21: CORTE ESTRATIGRÁFICO DA CASA 24 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 62 \n\nFIGURA 22: CORTE ESTRATIGRÁFICO DA CASA 25 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 63 \n\nFIGURA 23: CORTE ESTRATIGRÁFICO DA CASA 26 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 63 \n\nFIGURA 24: CORTE ESTRATIGRÁFICO DA CASA 27 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-\nUNISINOS .............................................................................................................................................................................. 63 \n\nFIGURA 25: CASAS SUBTERRÂNEAS DATADAS - NÚCLEO SUL ............................................................... 65 \n\nFIGURA 26: CASAS SUBTERRÂNEAS DATADAS - NÚCLEO NORTE........................................................ 66 \n\nFIGURA 27: PERFIL TOPOGRÁFICO DA MICRO-BACIA DO ARROIO DOS RIBEIROS ..................... 72 \n\nFIGURA 28: PERFIL DE MORROS COM PINHEIRAL A LESTE, MAIS PRÓXIMO DA SERRA GERAL. \nADAPTADO DE MATTOS, 2011.................................................................................................................................. 75 \n\nFIGURA 29: PERFIL DE MORROS COM PINHEIRAL A SUL QUANDO LONGE DA SERRA GERAL. \nADAPTADO DE MATTOS, 2011.................................................................................................................................. 75 \n\nFIGURA 30: PERFIL TOPOGRÁFICO E CONFIGURAÇÃO VEGETAL DO RINCÃO DOS ALBINOS HÁ, \nAPROXIMADAMENTE, 1.500 ANOS A.P. ............................................................................................................... 77 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nXI \n \n\nLISTA DE CARTAS \n\n \n\nCARTA 1:  MICROBACIA HIDROGRÁFICA DO ARROIO DOS RIBEIROS ........ Erro! Indicador não \ndefinido. \n\nCARTA 2: ALTIMETRIA REGIONAL - PLANALTO DISSECADO DO MÉDIO CURSO DO RIO CANOAS\n ...................................................................................................................................... Erro! Indicador não definido. \n\nCARTA 3: MORFOLOGIA E DECLIVIDADE REGIONAL - PLANALTO DISSECADO DO MÉDIO CURSO \nDO RIO CANOAS ................................................................................................... Erro! Indicador não definido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nXII \n \n\nLISTA DE PLANTAS \n\n \n\nPLANTA 1: CARACTERIZAÇÃO DO COMPLEXO ARQUELÓGICO RINCÃO DOS ALBINOS ...... Erro! \nIndicador não definido. \n\nPLANTA 2: COBERTURA VEGETAL LOCAL HÁ 1.500 ANOS A.P. - RINCÃO DOS ALBINOS .. Erro! \nIndicador não definido. \n\nPLANTA 3: CONFIGURAÇÃO ATUAL DA HIDROGRAFIA LOCAL NO SÍTIO RINCÃO DOS ALBINOS\n ...................................................................................................................................... Erro! Indicador não definido. \n\nPLANTA 4: PROVÁVEL CONFIGURAÇÃO HÍDRICA LOCAL NO SÍTIO RINCÃO DOS ALBINOS NO \nINÍCIO DA OCUPAÇÃO JÊ ................................................................................ Erro! Indicador não definido. \n\nPLANTA 5: REPRESENTAÇÃO DAS ESTRATÉGIAS DE ADAPTAÇÃO E OCUPAÇÃO \nIDENTIFICADAS NO SÍTIO RINCÃO DOS ALBINOS ........................... Erro! Indicador não definido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nXIII \n \n\n \n\n \n\nLISTA DE TABELAS \n\nTABELA 1: SÍNTESE DOS RESULTADOS GERADOS NAS ÁREAS DOS TRÓPICOS E SUBTRÓPICOS \nÚMIDOS, BRASIL E PLANALTO SUL BRASILEIRO A PARTIR DE ESTUDOS ESTRATIGRÁFICOS E \nPALINOLÓGICOS DE SEDIMENTOS CONTINENTAIS QUATERNÁRIOS. ADAPTADO DE LIMA, \n2010. ........................................................................................................................................................................................ 16 \n\nTABELA 2: DIÂMETRO E PROFUNDIDADE DAS CASAS SUBTERRÂNEAS QUE COMPÕEM O \nCOMPLEXO RINCÃO DOS ALBINOS. ADAPTADO DE REIS, 2007. ............................................................ 45 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nXIV \n \n\n \n\n \n\nSUMÁRIO \n\n \n\nINTRODUÇÃO .........................................................................................................................................1 \n\n1 O PLANALTO MERIDIONAL BRASILEIRO - ASPECTOS AMBIENTAIS ............................ 10 \n\n1.1 LOCALIZAÇÃO ....................................................................................................................................................... 10 \n\n1.2 OS ULTIMOS 10 MIL ANOS ............................................................................................................................. 12 \n\n1.3 CARACTERÍSTICAS AMBIENTAIS ATUAIS ............................................................................................. 17 \n\n2 ARQUEOLOGIA DO PLANALTO ............................................................................................... 24 \n\n2.1 AS PRIMEIRAS PESQUISAS ARQUEOLÓGICAS NO PLANALTO MERIDIONAL BRASILEIRO\n ....................................................................................................................................................................................... 25 \n\n2.2 A ARQUEOLOGIA DO PLANALTO A PARTIR DA DÉCADA DE 1970 .......................................... 29 \n\n2.3 AS PESQUISAS ARQUEOLÓGICAS NAS DUAS ÚLTIMAS DÉCADAS ............................................ 34 \n\n3 O COMPLEXO ARQUEOLÓGICO RINCÃO DOS ALBINOS .................................................... 42 \n\n3.1 INTERVENÇÕES ARQUEOLÓGICAS ............................................................................................................ 54 \n\n3.2 A OCUPAÇÃO PRÉ-COLONIAL NO RINCÃO DOS ALBINOS ............................................................. 64 \n\n4 CARTOGRAFANDO O AMBIENTE ........................................................................................... 68 \n\n4.1 O AMBIENTE NATURAL ................................................................................................................................... 70 \n\n4.2 O AMBIENTE CULTURAL ................................................................................................................................. 79 \n\n4.3 DISCUTINDO OS DADOS ................................................................................................................................... 87 \n\nCONSIDERAÇÕES FINAIS .................................................................................................................. 92 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .................................................................................................... 94 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nXV \n \n\n \n\n \n\n\n\n1 \n \n\n INTRODUÇÃO \n\nO conceito de paisagem possui diversas conotações, variando em função do contexto e da \n\npessoa que o usa. Apesar da diversidade de conceitos, a noção de espaço aberto, espaço \n\n\"vivenciado\" ou de espaço de inter-relação do homem com seu ambiente está imbuída na maior \n\nparte dessas definições (METZGER, 2001).  \n\nNa geografia do século XIX, a paisagem era considerada uma espécie de síntese e \n\nfenômeno resultante de uma relação entre as condições naturais e a ação do homem organizado \n\nem sociedades portadoras de uma historicidade, de uma cultura, de uma evolução. Mais do que \n\numa tipificação de morfologias, as paisagens geográficas continham uma espessura \n\nantropológica, uma memória reveladora de diversas sedimentações ou marcas deixadas por \n\nsucessivas transformações. As paisagens eram consideradas patrimônio cultural, elemento \n\nimprescindível de identidade de um povo ou até de um modelo de coesão do Estado-Nação \n\n(DOMINGUES, 2002). \n\nNo âmbito científico, a primeira pessoa a introduzir o termo \"paisagem\" foi o \ngeobotânico Alexander Von Humboldt, no início do século XIX, no sentido de \n\"característica total de uma região terrestre\". Em 1939, o termo \"ecologia de \npaisagens\" foi pela primeira vez empregado pelo biogeógrafo alemão Carl Troll, \napenas quatro anos após Tansley ter introduzido o conceito \"ecossistema\". O ponto \nde partida da ecologia de paisagens é muito semelhante ao da ecologia de \necossistemas: a observação das inter-relações da biota com o seu ambiente, \nformando um todo. No entanto, a definição de paisagem difere grandemente da \ndefinição de ecossistema. Enquanto Tansley, ao definir ecossistema, deixa claro que \nse trata de um \"sistema\", onde há interdependência de seus componentes, existência \nde um ciclo de matéria e de mecanismos de auto-regulação, para Troll (1971) a \nnoção básica de paisagem é a espacialidade, a heterogeneidade do espaço onde o \nhomem habita (METZGER, 2001, p. 2). \n\nA emergência das teses ambientalistas, dentro e fora do campo estritamente geográfico, \n\nveio a dar um renovado fôlego e atualização do conceito de paisagem. Dessa forma. em seu \n\ndesenvolvimento conceitual, a paisagem passa a constituir matéria de análise e interesse das \n\nmais diversas áreas do conhecimento, como a geografia, antropologia, arquitetura, turismo, \n\narqueologia, dentre outras. Isso acaba por lhe conferir diversas interpretações e graus de \n\nimportância, tanto em seus aspectos naturais como culturais (DOMINGUES, 2002; BORNAL, \n\n2008). \n\nJuntamente com os valores ambientais, a emergência da importância dos valores \n\npatrimoniais conferem à paisagem uma grande visibilidade social originando até instrumentos \n\nespecíficos de proteção e de regulação no âmbito do ordenamento do território e do urbanismo. \n\nTal valorização não só aumenta a diversidade dos estudos e dos investigadores da paisagem, \n\n\n\n2 \n \n\nmas também contribui para o reforço dos valores da \"autenticidade\" cultural das \"paisagens \n\npatrimoniais\" (DOMINGUES, 2002). \n\nSob esse aspecto, a paisagem deve ser entendida como um conjunto de elementos \n\narticulados em determinada porção do espaço, constituindo um fenômeno em constante \n\nprocesso de transformação, seja por fatores naturais ou culturais (BORNAL, 2008). \n\nNo entanto a pura e simples definição conceitual da paisagem não é o suficiente para que \n\npossamos compreendê-la enquanto elemento cultural. Há de se considerar que - como muito \n\nbem coloca Upiano Bezerra de Meneses - não há paisagem sem um observador. A percepção \n\nvisual é, desta forma, uma condição fundamental para a existência cultural da paisagem. \n\nAinda segundo o autor \n\nA paisagem deve ser considerada como objeto de apropriação estética, sensorial, \nportanto, conforme Berque  (1995), para compreendê-la não basta saber como se \nagenciam morfologicamente os componentes do ambiente, nem como funciona a \nfisiologia da percepção, é preciso conhecer também as determinações culturais, \nsociais e históricas da percepção, isto é, aquilo que constrói a subjetividade humana \n(MENESES, 2002, p. 32). \n\nDe acordo com Meneses (2002), ao considerar homem e paisagem como indissociáveis, \n\npode-se afirmar que a paisagem tem história, que ela pode ser objeto de conhecimento histórico \n\ne que essa história pode ser narrada. Para o autor, a paisagem oferece pistas materiais que \n\npermitem perceber seu caráter histórico e são esses \"traços fósseis\" que conduzem ao \n\nentendimento da formação geomorfológica e social da paisagem contemporânea e de suas \n\nsucessivas fisionomias anteriores (MENESES, 2002). \n\nPara o arqueólogo espanhol Villaescusa (2006 apud OLIVEIRA, 2007), a paisagem está no \n\nimaginário coletivo da atualidade, concorrendo com a ideia de meio ambiente. Para o autor, o \n\nproblema não está na identificação de uma paisagem ou na afirmação do que ela seja ou não seja, \n\nmas no embate ocasionado pelas diferentes áreas que se debruçam sobre o assunto. \n\nAinda de acordo com Oliveira (2007),  \n\na Arqueologia da Paisagem pode ser situada numa confluência da Arqueologia com as \nciências ecológicas e paleoambientais, caracterizando-se por certa heterogeneidade \ninterna no que confere aos problemas e perspectivas escolhidos. Numa outra abordagem \n(MORAIS, 1999), ela aparece como a junção da Arqueologia com a Geografia, contando \ncom a colaboração de áreas como a Biogeografia, Geocartografia, Geografia humana e \nEconômica, Geopolítica e Geoarqueologia, Zooarqueologia, Arqueobotânica, História, \nAntropologia, Arquitetura e Urbanismo, e Ecologia (OLIVEIRA, 2007, p. 23-24). \n\n \n\n\n\n3 \n \n\nSegundo Oliveira (2007), a Arqueologia da Paisagem surgiu com a Arqueologia pós-\n\nprocessual, que se caracterizou por uma postura de desconfiança diante das pretensões de \n\ncientificidade exagerada da corrente processual, pela contraposição aos modelos matemáticos e \n\nestatísticos nas Ciências Sociais e por uma maior ênfase nos aspectos simbólicos e cognitivos. \n\nPensando dessa forma, podemos dizer, então, que a Arqueologia da Paisagem integra \n\ndiferentes correntes teóricas da arqueologia objetivando identificar pistas que denotem a \n\ninteração entre o homem e o ambiente, compreendendo que a mesma se dá, não somente a \n\npartir de motivações biológicas, mas também em função de escolhas racionais fundamentadas \n\nem elementos da cultura de cada grupo. \n\nDessa forma, as discussões teóricas acerca da relação entre homem e ambiente acabaram \n\nintroduzindo no debate arqueológico questões referentes à implantação dos sítios \n\narqueológicos, evidenciando uma complexidade a ser analisada. A partir dessa abordagem é \n\npossível entender que, para as populações pretéritas, as características físicas, bióticas e \n\ngeográficas eram extremamente relevantes no momento em que determinada área era escolhida \n\npara a implantação de seus acampamentos ou aldeamentos (RODRIGUES, 2009). \n\nPortanto, assim como Oliveira (2007), acreditamos que, se a Arqueologia da Paisagem \n\npermite que o olhar sobre o passado se insira em um contexto mais amplo, então é certo que os \n\nfatores ambientais, e que podem ser apreciados através da paisagem, não podem ser ignorados \n\ndentro das análises arqueológicas. \n\nNa região do planalto catarinense - nossa área de estudo - é possível verificar a \n\nocorrência de movimentos culturais que acompanham as transformações naturais do ambiente \n\natravés do estudo do sítio arqueológico Rincão dos Albinos, situado no município de São José do \n\nCerrito e que é composto por mais de 100 casas subterrâneas, dispostas em uma área de 60.000 \n\nm². As datas obtidas neste sítio sugerem que a ocupação teve seu início em, aproximadamente, \n\n1400 A.P., período em que a região do planalto catarinense é, majoritariamente, coberta por \n\ncampos recortados por rios e córregos acompanhados de pequenas matas de galeria. É também \n\nnesse período que mudanças climáticas tornam possível a subida da mata de araucária para o \n\nplanalto, iniciando uma alteração no ambiente e na concepção de paisagem dos grupos Jê. \n\nO horizonte cronológico identificado no Complexo arqueológico Rincão dos Albinos se \n\nestende de 1.400 anos A.P até 1.000 anos A.P, ou seja, é o início do processo de ocupação \n\nempreendido pelos grupos Jê nessa região. Dessa forma, acreditamos que neste sítio podem ser \n\nverificadas as estratégias de assentamento mais \"primitivas\" desenvolvidas pelos construtores \n\nde casas subterrâneas. \n\n\n\n4 \n \n\nPara alcançar nosso objetivo de indicar elementos ambientais e culturais que \n\ndemonstrem tais estratégias, procuramos representá-los graficamente através da elaboração de \n\nmateriais cartográficos. \n\nO ato de representar graficamente elementos naturais e antrópicos através de mapas, \n\nprecede o surgimento da escrita, portanto, precede a história escrita e documentada. A \n\nnecessidade de representar o \"mundo\" onde se vive pode resultar de diversas situações, desde \n\num simples deslocamento dentro de uma região desconhecida, até a elaboração de estratégias de \n\nguerra e conquista de novos territórios. \n\nPor alguns milênios a alcunha de produzir mapas foi delegada aos artistas, mas desde \n\nfinais do século XIX a cartografia deixou de ser a arte de produzir mapas e, passou a ser \n\nconcebida como um conjunto de aportes científicos, técnicos e artísticos, cujo fim consiste em \n\nreproduzir a superfície terrestre. A partir do ano de 1966, a Associação Cartográfica \n\nInternacional (ACI), estabeleceu o seguinte conceito, ratificado pela UNESCO no mesmo ano: \n\nA Cartografia apresenta-se como um conjunto de estudos e operações científicas, \ntécnicas e artísticas, que tendo por base os resultados de observações diretas ou da \nanálise de documentação, se voltam para a elaboração de mapas, cartas e outras formas \nde expressão ou representação de objetos, elementos, fenômenos e ambientes físicos e \nsócio-econômicos, bem como a sua utilização (ASSOCIAÇÃO CARTOGRÁFICA \nINTERNACIONAL, 1966 apud INSITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, \n1998, p. 10). \n\nPode-se dizer, então, que a cartografia se utiliza de teorias, métodos e técnicas para \n\nabstrair elementos do mundo real, e representá-lo através de produtos cartográficos, \n\nestabelecendo uma comunicação gráfica entre o cartógrafo e o usuário. Portanto, a cartografia \n\npode ser considerada um sistema de comunição, assim como a oralidade e a escrita, exigindo \n\ndaqueles que a utilizam o domínio sobre sua linguagem, ou seja, o conhecimentos de seus signos \n\ne significantes. \n\nNo Brasil, o produto cartográfico composto por representações vetoriais (traços) é \n\ntradicionalmente definido como \"mapa\". No entanto, assim como o conceito de cartografia, o \n\nconceito de produto cartográfico também evoluiu, resultando em uma nova classificação, que \n\ndistingue os diferentes produtos cartográficos considerando, principalmente, sua escala e nível \n\nde detalhamento. Dessa forma, segundo IBGE (1998), no Brasil existem quatro produtos \n\ncartográficos distintos: globo, mapa, carta e planta. \n\nNo documento acima citado, o IBGE conceitua esses diferentes produtos cartográficos da \n\nseguinte forma: \n\n \n\n\n\n5 \n \n\nGlobo é a representação cartográfica sobre uma superfície esférica, em escala pequena, \ndos aspectos naturais e artificiais de uma figura planetária, com finalidade cultural e \nilustrativa. Mapa é a representação no plano, normalmente em escala pequena, dos \naspectos geográficos, naturais, culturais e artificiais de uma área tomada na superfície \nde uma figura planetária, delimitada por elementos físicos, político-administrativos, \ndestinada aos mais variados usos, temáticos, culturais e ilustrativos. Carta é a \nrepresentação no plano, em escala média ou grande, dos aspectos artificiais e naturais \nde uma área tomada de uma superfície planetária, subdividida em folhas delimitadas \npor linhas convencionais - paralelos e meridianos - com a finalidade de possibilitar a \navaliação de pormenores, com grau de precisão compatível com a escala. A planta é um \ncaso particular de carta. A representação se restringe a uma área muito limitada e a \nescala é grande, consequentemente o número de detalhes é bem maior (INSTITUTO \nBRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 1998, p. 18, grifo nosso). \n\nNo presente trabalho, serão apresentados mapas, cartas e plantas temáticas, elaboradas \n\nespecificamente para representar elementos ambientais e antrópicos necessários para a \n\ncompreensão do processo de ocupação pré-colonial empreendido sobre o local que hoje \n\ndefinimos como complexo arqueológico Rincão dos Albinos. \n\nA confecção dos materiais cartográficos que serão apresentados foi sistematizada em \n\ntrês etapas: obtenção dos dados geoespaciais; manipulação dos dados; e a concepção do produto \n\ncartográfico final. \n\nOs dados geoespaciais utilizados foram obtidos através de levantamentos topográficos \n\nplanialtimétricos por nós desenvolvidos, cartas topográficas IBGE/DSG e rasters SRTM/NASA. \n\nA topografia é uma ciência que utiliza um conjunto de teorias, métodos e procedimentos \n\npara determinar as posições relativas dos pontos sobre a superfície da terra e abaixo da mesma, \n\nmediante a combinação das medidas segundo os três elementos do espaço: distância horizontal, \n\nelevação ou variação vertical, e direção. Portanto, como bem definido por IBGE (1998), os \n\nlevantamentos topográficos consistem em operações através das quais se realizam medições, com a \n\nfinalidade de se determinar a posição relativa de pontos da superfície da Terra no horizonte \n\ntopográfico (INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 1998, p. 15). \n\nO georreferenciamento das informações coletadas a partir dos levantamentos \n\ntopográficos foi realizado através de dois pontos de amarração (EST_1 e RE), distantes pouco \n\nmais de 10 metros entre si. As coordenadas do ponto EST_01 foram obtidas por um aparelho \n\nGPS, equipado com receptor de código C/A1; já as coordenadas do ponto RE foram obtidas \n\natravés da medição da distância horizontal, variação vertical e azimute entre EST_1 e RE, com o \n\nintuito de minimizar os erros do sistema GPS código C/A. \n\nO posicionamento obtido através de receptores de sinal GPS código C/A, é definido com \n\nbase no Movimento Retilíneo Uniforme, calculando o tempo que a onda eletromagnética leva \n\n                                                             \n1 Aparelho Garmin Legend®, configurado para coletar as coordenadas a partir da Projeção Cilíndrica \nTransversa de Mercator - secante (Sistema UTM), elipsóide de referência WGS 84.  \n\n\n\n6 \n \n\npara percorrer o trajeto Satélite -> Receptor, sabendo que a velocidade da onda é igual a \n\nvelocidade da luz. Dessa forma, para obter o tempo de percurso, deve-se comparar o horário em \n\nque o código foi gerado com o horário em que foi captado pelo receptor. Contudo, para que o \n\ntempo esteja correto, é necessário que os relógios do satélite e do receptor estejam \n\nsincronizados, o que é impossível, já que o receptor não possui um relógio atômico, e mesmo que \n\no tivesse, a sincronização seria muito improvável. Por isso, em função da falta de sincronismo, \n\nalém de outras variáveis que não nos cabe explicar (erro das efemérides, ionosfera etc), o que se \n\nobtém, na verdade, é uma pseudo-distância entre satélite e receptor, fazendo com que a posição \n\ndeterminada pelo sistema tenha uma exatidão de + 15 metros (FRANÇA, 2011). Por isso, visando \n\nevitar o acúmulo de erros, optamos por realizar a leitura das medidas através da Estação Total \n\n(distância horizontal e variação vertical) e de uma bússola cartográfica (azimute). \n\nAs cartas topográficas obtidas na mapoteca digital da EPAGRI/CIRAM são produto de \n\nlevantamentos realizados no ano de 1954 pelo IBGE e pela Diretoria de Serviço Geográfico do \n\nExército Brasileiro, que resultaram em cartas topográficas do mapeamento sistemático do Brasil \n\nque, para o planalto de Santa Catarina foram geradas nas escalas de 1:50.000 e 1: 100.000. As \n\ncartas que cobrem o território catarinense foram digitalizadas pela equipe da EPAGRI/CIRAM e \n\nsão disponibilizadas nos formatos shapefile, editadas e com os valores altimétricos atribuídos às \n\ncurvas de nível e pontos cotados. Para abranger a área da nossa pesquisa foram utilizadas as \n\ncartas topográficas Campo Belo do Sul (código 2905), Lages (2906), Curitibanos (2890) e Ponte \n\nAlta (2891), todas em escala 1: 100.000. \n\nAssim como as cartas topográficas as SRTM/NASA foram obtidas na mapoteca da \n\nEPAGRI/CIRAM. De acordo com Perin (2011), o projeto Shuttle Radar Topography Mission \n\n(SRTM) foi realizado no ano de 2000 sob coordenação da National Geospatial Intelligence Agency \n\n(NGA) e também da NASA. Através de um sistema de radar acoplado a bordo do ônibus espacial \n\nEndeavour, foram obtidos os dados topográficos da superfície da terra por interferometria. As \n\nrasters disponibilizadas pela EPAGRI cobrem todo o estado de Santa Catarina e passaram por \n\ngeorreferenciamento e cálculo de altitude ortométrica, e sua escala altimétrica de representação \n\npode chegar a 1:50.000 (PERIN, 2011). \n\nA manipulação dos dados foi realizada através do software ArcGIS 10.1 e seus \n\ncomponentes ArcMap, ArcToolBox e ArcCatalog. As principais extensões utilizadas foram 3D \n\nAnalyst Tools, Analysis Tools, Cartography Tools, Conversion Tools, Data Management Tools e \n\nSpatial Analyst Tools. Dentro do ambiente ArcGIS foram gerados e editados arquivos vetoriais e \n\nmatriciais (rasters), posteriormente utilizados nas análises que resultaram nos produtos \n\ncartográficos. \n\n\n\n7 \n \n\nAs cartas e plantas resultantes da manipulação dos dados e das análises realizadas no \n\nsoftware ArcGIS 10.1, foram produzidos a partir da Projeção Cilíndrica Universal Transversa de \n\nMercator, que divide o mundo em 60 fusos de 6° cada. O sistema de coordenadas UTM é \n\nexplicado por IBGE (1998) da seguinte forma:  \n\nO quadriculado UTM está associado ao sistema de coordenadas planoretangulares, tal \nque um eixo coincide com a projeção do Meridiano Central do fuso (eixo N apontando \npara Norte) e o outro eixo, com o do Equador. Assim cada ponto do elipsóide de \nreferência (descrito por latitude, longitude) estará biunivocamente associado ao terno \nde valores Meridiano Central, coordenada E e coordenada N. \n[...] A cada fuso associamos um sistema cartesiano métrico de referência, atribuindo à \norigem do sistema (interseção da linha do Equador com o meridiano central) as \ncoordenadas 500.000 m, para contagem de coordenadas ao longo do Equador, e \n10.000.000 m ou 0 (zero) m, para contagem de coordenadas ao longo do meridiano \ncentral, para os hemisfério sul e norte respectivamente. Isto elimina a possibilidade de \nocorrência de valores negativos de coordenadas (INSTITUTO BRASILEIRO DE \nGEOGRAFIA E ESTATÍSTICA, 1998, p. 41). \n\nComo pode ser visto, o sistema de coordenadas utilizado na projeção UTM possui a \n\nmesma origem em todos os fusos, por isso, é necessário que o fuso no qual está localizada a área \n\nrepresentada no produto cartográfico, seja indicada. O território do Estado de Santa Catarina \n\nestá totalmente compreendido no fuso 22S (22 sul), sendo possível sua total representação \n\ncartográfica através da projeção UTM; já o estado do Rio Grande do Sul, por exemplo, está \n\ndividido entre os fusos 21S e 22S, portanto, sua representação total em um mesmo produto \n\ncartográfico deve ser realizada a partir de outro sistema de projeção mais abrangente. Frente a \n\nisso, os mapas elaborados para dissertação foram gerados a partir da Projeção Cônica Conforme \n\nde Lambert que, por ser elaborada a partir de duas linhas de contato com a superfície (paralelos \n\npadrão), nos fornece uma área maior com um baixo nível de deformação. Esse sistema de \n\nprojeção foi adotada para a Carta Internacional do Mundo ao Milionésimo (INSTITUTO \n\nBRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 1998). \n\nTodos os produtos cartográficos que compõem esse trabalho possuem como referência o \n\nelipsóide WGS 84. \n\nPortanto, partindo do aporte teórico que concebeu a Arqueologia da Paisagem e suas \n\ninquietações, bem como de todo o arcabouço teórico-metodológico que define o fazer \n\ncartográfico, desenvolvemos o presente trabalho com o objetivo de representar \n\ncartograficamente a relação entre a dinâmica populacional, social e cultural dos grupos Jê \n\nMeridionais e a dinâmica ambiental do planalto catarinense. Tal representação estará pautada \n\nem dados arqueológicos obtidos através de escavações sobre o sítio Rincão dos Albinos, e em \n\ndados geográficos e paleoambientais obtidos através de pesquisas bibliográficas. \n\n\n\n8 \n \n\nDessa forma, como o intuito desse trabalho é apresentar a relação entre sistema \n\nambiental do planalto catarinense e sistema cultural dos Jê Meridionais, o primeiro capítulo \n\ndessa dissertação, \"O Planalto Meridional Brasileiro - Aspectos ambientais\", irá apresentar a \n\ndinâmica ambiental do planalto meridional brasileiro, mais especificamente as transformações \n\nocorridas nos últimos 10 mil anos. De acordo com dados estratigráficos e palinológicos, a partir \n\ndo início do holoceno, as terras altas de Santa Catarina apresentaram quatro grandes mudanças \n\nclimáticas, passando de um clima frio e seco que perdurou entre 14 e 10 mil anos atrás, para um \n\nclima quente e seco, que se estendeu de 10 mil a 3 mil anos atrás. Entre 3 e 1 mil anos atrás, o \n\nclima permaneceu quente e úmido, com ocorrência de longos períodos de seca, que se \n\nextinguem a partir de 1 mil anos atrás, onde o clima se torna fresco e muito úmido, assim como o \n\natual. \n\nAlém das caracterizações paleoambientais, neste capítulo também faremos uma \n\ndescrição geral da região a partir de suas características ambientais atuais, apresentando dados \n\nreferentes à geologia, geomorfologia, pedologia, vegetação, hidrografia, temperatura e \n\npluviosidade média anual da região hoje conhecida como Planalto Catarinense. \n\nO segundo capítulo desse trabalho é \"Arqueologia no Planalto\", trará uma breve \n\nrevisão das pesquisas arqueológicas realizadas no planalto meridional brasileiro, com maior \n\nênfase para as realizadas na região dos Campos de Lages, área na qual está situado o complexo \n\narqueológico de que se ocupará a dissertação. Com este capítulo, apresentamos as principais \n\npesquisas realizadas e os resultados obtidos nos últimos 50 anos, as problemáticas levantadas e \n\nas hipóteses/interpretações desenvolvidas nas últimas décadas. \n\nO terceiro capítulo, \"Complexo arqueológico Rincão dos Albinos\", se ocupará da \n\ncaracterização ambiental da área específica que compreende o Complexo arqueológico do \n\nRincão dos Albinos. Serão apresentados, também os dados obtidos nas escavações das \n\nestruturas que compõem o sítio e nas análises laboratoriais realizadas sobre o material \n\narqueológico coletado durante os trabalhos de campo. \n\nO quarto capítulo, \"Cartografando o ambiente\", trará a apresentação das análises e \n\nprodutos cartográficos gerados, materiais esses que são fundamentais para que se alcance uma \n\nmelhor compreensão do processo de ocupação empreendido no período pré-colonial que \n\nresultou na constituição do sítio Rincão dos Albinos. \n\nForam elaborados produtos cartográficos temáticos em escalas variadas que apresentam \n\ndados específicos do sítio, tais como a distribuição das estruturas e suas relações com o espaço \n\nonde estão inseridas; e características físicas regionais, abrangendo o médio curso do Rio \n\n\n\n9 \n \n\nCanoas. Tais materiais nos possibilitaram fazer uma leitura mais ampla do espaço onde o sítio \n\nestá inserido, que, juntamente com a análise de dados paleoambientais, geográficos, ecológicos e \n\nculturais, nos fizeram perceber que o sítio Rincão dos Albinos registra - tanto nas camadas de \n\nocupação das casas subterrâneas, quanto na paisagem - ao menos, dois períodos de transição \n\ncultural e ambiental. Inicialmente, seriam os Jê caçadores-coletores transitando pelos campos \n\nque dominam o planalto meridional brasileiro entre 2.600 A. P. e 1400 A. P. A p artir do século \n\nVII da nossa Era, o ambiente começaria a sofrer modificações mais intensas, como o aumento \n\ndas áreas florestadas, e esses grupos Jê passariam a criar hábitos de caçadores-coletores de \n\ncampo, mas que, em determinados períodos, se estabiliza em locais próximos às áreas \n\nflorestadas, a fim de captar desses ambientes o necessário para a sua subsistência. Já no início do \n\nsegundo milênio de nossa Era (entre 1000 e 900 anos A. P.), dá-se a franca expansão da Floresta \n\nOmbrófila Mista, dando suporte para que os Jê adotassem estratégias de subsistência baseadas \n\nna baixa mobilidade, desenvolvendo uma economia mista. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n10 \n \n\n1 O PLANALTO MERIDIONA L BRASILEIRO - ASPECTOS AMBIENTAIS \n\nIniciar esta dissertação informando sobre os aspectos ambientais da Região \n\nGeomorfológica do Planalto das Araucárias justifica-se pelo fato de que é impossível discutir a \n\narqueologia do planalto meridional brasileiro - ou Planalto das Araucárias, ou planalto sul \n\nbrasileiro -, sem antes caracterizar este espaço fisicamente e climaticamente. \n\nElencamos alguns aspectos bióticos e abióticos que consideramos básicos para a \n\ncompreensão desse espaço e que, de uma forma ou de outra, influenciam e influenciaram \n\nsignificantemente nos diversos processos de ocupação humana ocorridos na região. \n\nProcuramos, ainda que de forma pouco aprofundada, informar sobre a dinâmica ambiental e as \n\nalterações físicas e climáticas ocorridas no planalto ao longo dos últimos 10 mil anos. \n\nTeremos, nesta dissertação, a preocupação de apresentar dados paleoambientais e \n\nambientais atuais, os quais serão discutidos posteriormente em conjunto com os dados \n\narqueológicos que indicam alterações nos padrões culturais das populações Jê do Planalto das \n\nAraucárias. Acreditamos que a dinâmica cultural desse grupo está intimamente relacionada com \n\na dinâmica ambiental dessa região, por isso tal associação. \n\n1.1 LOCALIZAÇÃO \n\nO Planalto Meridional Brasileiro compreende ao domínio morfoclimático2 dos planaltos \n\nsubtropicais com araucárias. Situado entre os meridianos 54° 0'W e 49° 30' W, e entre o Trópico \n\nde Capricórnio (paralelo 23° 30'S) e o paralelo 30° 00'S, este domínio abrange uma área de, \n\naproximadamente, 400.000 km², distribuídos entre os estados do sul do Brasil (ocupa 60% do \n\nterritório do estado do Paraná, 80% do território do estado de Santa Catarina e 35% do \n\nterritório do estado do Rio Grande do Sul). \n\nO município de São José do Cerrito, onde está localizado o sítio arqueológico de que trata \n\neste trabalho, está localizado no estado de Santa Catarina, região dos Campos de Lages, sob as \n\ncoordenadas geográficas 27° 39' 46\"S / 50° 34' 48\"W (Figura 1). Seu território abrange uma \n\nárea de 946,243 km² e, segundo dados do Censo de 2010, sua população é de 9.273 habitantes \n\n(INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 2010). \n\n                                                             \n2 Domínios morfoclimáticos representam as associações entre elementos naturais - clima, relevo e \nvegetação - que resultam na formação e individualização de unidades paisagísticas. \n\n\n\n11 \n \n\n \n\nFIGURA 1: MAPA DE LOCALIZAÇÃO DA ÁREA CORRESPONDENTE AO MUNICÍPIO DE SÃO JOSÉ DO CERRITO E AO \nDOMÍNIO MORFOCLIMÁTICO DOS PLANALTOS SUBTROPICAIS COM ARAUCÁRIAS. ELABORADO PELO AUTOR \n\n \n\nE\nL\n\nA\nB\n\nO\nR\n\nA\nD\n\nO\n P\n\nO\nR\n\n R\nA\n\nU\nL\n\n V\nIA\n\nN\nA\n\n N\nO\n\nV\nA\n\nSC\nO\n\n \n\n\n\n12 \n \n\n1.2  OS ULTIMOS 10 MIL ANOS \n\nPara compreender o processo de formação e transformação desse ambiente, seria \n\nnecessário realizar uma ampla revisão de eventos hidrodinâmicos, processos de pedogênese, \n\ntransições entre períodos de glaciação e períodos secos, os quais são responsáveis pela atual \n\nconfiguração da Terra. No entanto, nesse item vamos nos ater a apresentar dados \n\npaleoambientais obtidos através de análises palinológicas e sedimentares, que oferecem \n\nregistros com os quais é possível identificar elementos que auxiliam na reconstrução de \n\nambientes pretéritos. \n\nConforme Suguio (2010), o objetivo dos estudos paleoclimáticos é diferente dos estudos \n\nclimáticos, pois visa compreender as mudanças ocorridas através dos tempos geológicos no \n\nsistema constituído pela atmosfera, hidrosfera e criosfera. Ainda, conforme o autor: \n\nTrês diferenças fundamentais, entre outras, quando as pesquisas climáticas \natuais e passadas são comparadas, residem na escala de tempo consideradas, \nnas metodologias empregadas e na participação ou não do homem, como um \nimportante agente de modificações do paleoclima no Quaternário, \nprincipalmente no Holoceno, mormente no último século. As medidas \ninstrumentais permitem recuar, no máximo, até o século XVI, quando da \ninvenção do termômetro por Galileo, em torno de 1590, e do barômetro por \nTorricelli, em 1643. Entretanto, as informações paleoclimáticas são baseadas \nem medidas indiretas, por meio dos registros representativos (proxy records) \nou arquivos naturais (SUGUIO, 2010, p. 161).  \n\nDe acordo com Lima (2010), estudos de reconstituição ambiental em áreas continentais \n\n(o planalto, por exemplo), são dificultados pela baixa resolução dos registros estratigráficos, \n\nfacilmente identificados em ambientes costeiros. Mas, conforme a autora, a associação de dados \n\nestratigráficos com dados palinológicos pode prover subsídios para a caracterização \n\npaleoambiental, na medida em que integra registros fragmentários a registros de dados \n\nrepresentativos. \n\nEstudos de reconstituição ambiental a partir de dados sedimentológicos são realizados \n\nno Brasil desde a década de 1960 e permitiram a elaboração de um quadro de evolução \n\npaleoambiental para a plataforma continental da América do Sul. Dados obtidos por Paisani \n\n(1998) na região dos Campos de Palmas, que abrangem o sudoeste do Paraná e noroeste de \n\nSanta Catarina, confirmam a ocorrência de depósitos de colúvio, colúvio-alúvio e paleossolos \n\nenterrados, indicando que a evolução dessa paisagem se deu por meio de fases de estabilidade, \n\nintercaladas por fases de instabilidade (deposição sedimentar por erosão ou processos \n\ntectônicos). \n\n\n\n13 \n \n\nSegundo Bigarella et al. (1975), mudanças climáticas referentes às fases glaciais e \n\ninterglaciais ocorridas no período do quaternário, influenciaram significativamente na \n\nconfiguração das paisagens continentais. De acordo com Lima (2010), os dados estratigráficos \n\nobtidos para os trópicos e subtrópicos úmidos do Brasil, indicam que os processos \n\ngeomorfológicos e sedimentológicos que ocorreram durante o quaternário estão diretamente \n\nrelacionados com as variações de umidade. \n\nOs registros deixados por esses processos gerados devido a tais mudanças climáticas \n\nestão presentes, principalmente, nos depósitos quaternários aluviais e coluviais. Esses \n\nelementos são essenciais para o entendimento dos processos de formação das paisagens uma \n\nvez que possibilitam a identificação de eventos de deposição ocorridos a partir da dinâmica \n\nfluvial (aluvião) e da erosão de encostas (colúvio). \n\n \n\nFIGURA 2: DINÂMICA DE DEPOSIÇÃO COLUVIAL E ALUVIAL. ELABORADO PELO AUTOR \n\n \n\n \n\nE\nL\n\nA\nB\n\nO\nR\n\nA\nD\n\nO\n P\n\nO\nR\n\n R\nA\n\nU\nL\n\n V\nIA\n\nN\nA\n\n N\nO\n\nV\nA\n\nSC\nO\n\n \n\n\n\n14 \n \n\nConforme Suguio (2010), depósitos aluviais são sedimentos de qualquer natureza \n\ntransportados e depositados pelos rios, sendo constituídos por argila, silte, areia, cascalho ou \n\nqualquer material detrítico inconsolidado em leito de rios, planícies de inundação ou na base das \n\nencostas de maior declividade. \n\nDe acordo com Guerra (2012), a formação dos depósitos coluviais depende de eventos \n\nerosivos, ocasionados, em sua maioria, por precipitações de alta magnitude associadas à retirada \n\nda cobertura vegetal, que podem indicar uma fase de instabilidade na paisagem, podendo ser, \n\ntambém, indicativos de mudanças climáticas. \n\nAinda segundo a autora [...] \n\nNo Brasil, interpretação de depósitos coluviais como registro representativo de \nmudanças climáticas foram enfatizados por Bigarella e Mousinho (1965), em trabalhos \ncom locais propícios ao estudo dos depósitos quaternários. Encostas com formas \ntopográficas, suavemente inclinadas, formadas por acúmulo de material coluvial, foram \ndesignadas pelos autores como \"rampas de colúvio\".  As rampas de colúvio são formadas \npela atuação de processos de escoamento superficial, torrencial ou laminar e \nprincipalmente por movimentos de massa. Estes processos refletem condições \nambientais nas quais a paisagem estava parcialmente desprovida de vegetação, \nfavorecendo a remoção de clastos e sedimentos pela ação das enxurradas encostas \nabaixo, depositando o material em ambientes com menor elevação, chegando muitas \nvezes a ambientes fluviais.  \nNo entanto, segundo Moura e Silva (1998), ainda é bastante recente a necessidade de \nabordar as inter-relações entre ambientes fluviais e de encostas, utilizando ambos como \nbase para o entendimento da evolução da paisagem e, consequentemente, a \ncompreensão da dinâmica evolutiva do relevo (GUERRA, 2012, p. 23). \n\nA inter-relação entre ambientes fluviais e de encosta, proposta por Moura e Silva (1998) \n\ne ressaltada por Guerra (2012), deve levar em consideração, no entanto, princípios básicos da \n\nanálise estratigráfica, como o atualismo - através do qual busca-se identificar agentes, processos \n\ne ambientes sedimentares atuais, com o objetivo final de determinar a origem de sedimentos \n\nantigos -, e a sobreposição estratigráfica, que trata da sequência cronológica relativa das \n\ncamadas horizontais de sedimento, obedecendo a regra de que a camada subjacente é mais \n\nantiga que a sobrejacente. A partir de tais princípios, torna-se possível a interpretação dos \n\nregistros gerados pelos eventos geológicos. \n\nComo dito anteriormente, além dos dados sedimentares, dados palinológicos têm sido \n\namplamente utilizados na obtenção de informações a respeito das dinâmicas paleoambientais. \n\nSegundo Suguio (2010), as análises palinológicas, associadas a datações, principalmente pelo \n\nmétodo do radiocarbono, constituem as ferramentas mais poderosas na reconstituição \n\npaleoambiental.  \n\n\n\n15 \n \n\nA aplicação de dados palinológicos nas pesquisas sobre o quaternário tem seu início no \n\nBrasil a partir da década de 1970, intensificando-se em 1990. Até o presente, já foram realizados \n\nestudos nas regiões norte, sul e sudeste do país, o que tornou possível estabelecer um quadro \n\ngeral para a resposta da vegetação às mudanças climáticas ocorridas nos últimos 50 mil anos \n\n(SUGUIO, 2010). \n\nLima (2010), oferece a seguinte síntese paleoambiental para o planalto sul brasileiro, a \n\npartir de dados palinológicos: \n\nNo final do Pleistoceno há predomínio da vegetação de campo com presença de espécies \nde conjuntos de táxons de floresta, que se desenvolveram, provavelmente, nas áreas \nprotegidas dos planaltos. O predomínio da vegetação de campo nessa fase é indicativo \nde clima frio e seco, embora a presença de táxons adaptados a ambientes aquáticos \naponte para condições localmente úmidas. No Holoceno Inferior e Médio os campos \ncontinuam a predominar, mas é possível observar mudança nos diagramas palinológicos \nde diferentes áreas dos planaltos do sul do Brasil. Os grãos de pólen encontrados nos \nsedimentos desse período apontam para clima quente e seco. No Holoceno Tardio, nos \ntrês estados, se observa a expansão da Floresta de Araucária, apontando para \npredomínio de clima mais úmido. Essa sequência, similar para os três estados, segundo \nBehling (1997b), indica que as mudanças ambientais nos diferentes sítios estudados \napontam para sinal de mudança climática regional (LIMA, 2010, p. 59-60). \n\nDe acordo com a autora, dados palinológicos obtidos no planalto de Santa Catarina por \n\nBehling (1995), indicam uma redução de espécies do gênero Isoetes, Lycopodium e Croton \n\n(indicadores de locais com baixas temperaturas) e um aumento da Dicksonia sellowiana (xaxim, \n\nindicador de locais com alto teor de umidade) na transição Pleistoceno-Holoceno (entre 10,8 e \n\n10,5 mil anos antes do presente), denotando um período de mudança para clima quente e \n\númido. Entre 10,5 e 10 mil anos A.P. o clima se torna mais frio e seco, o que pode ser evidenciado \n\npelo aumento de Isoetes e diminuição de Dicksonia sellowiana. \n\nDados de Roth; Lorscheitter (1993) coletados no Parque Estadual de Aparados da Serra \n\nindicam, novamente, o aumento da umidade por volta de 10 mil anos A.P, período no qual se dá \n\no início do avanço da Floresta de Araucária na região. As análises realizadas sobre as amostras \n\nobtidas em Aparados da Serra indicam a não ocorrência de clima seco na região durante o \n\nHoloceno (LIMA, 2010). \n\nPara a região da Serra dos Campos Gerais, no estado do Paraná, Behling (1997) obteve \n\ndados palinológicos a partir de 12,3 mil anos antes do presente. Em seu diagrama palinológ ico é \n\npossível identificar a ocorrência de algumas espécies características da Floresta Ombrófila Mista, \n\ntais como a Mimosa scabrella (Bracatinga), Podocarpus lambertti e selowii (Pinheiro-bravo) e, \n\ncom menor frequência, a Araucaria angustifolia (Pinheiro do paraná ou araucária), entre 12 e 8 \n\nmil anos A.P., período em que o planalto era ocupado majoritariamente por vegetação de campo. \n\nEntre 8 e 4 mil anos A.P. as espécies da Floresta Ombrófila Mista praticamente somem, ao \n\n\n\n16 \n \n\ncontrário de alguns gêneros de Floresta Ombrófila Densa, que apresentam um aumento \n\nsignificativo.  \n\nEntre 4 e 1,5 mil anos A.P., verifica-se através dos diagramas palinológicos a vigência de \n\num clima seco, com períodos de até três meses sem chuva nos estados do Paraná, Santa Catarina \n\ne Rio Grande do Sul, impossibilitando a expansão e estabilização da Floresta Ombrófila Mista \n\n(BEHLING, 1997). \n\nNo diagrama da amostra coletada na Serra dos Campos Gerais (Paraná), há a indicação \n\nde que o clima tenha se tornado mais úmido por volta dos 1,5 mil anos A.P. Já em São Francisco \n\nde Paula e Cambará do Sul o mesmo processo ocorre por volta dos 1,1 mil anos A.P., indicando \n\nque a franca expansão da floresta de araucária tenha ocorrido nos estados de Santa Catarina e \n\nRio Grande do Sul entre 1,1 e 1 mil anos A.P. (BEHLING, 1997).  \n\nA tabela abaixo, adaptada de Lima (2010) apresenta a síntese dos resultados gerados nas \n\náreas dos trópicos e subtrópicos úmidos, Brasil e planalto sul brasileiro a partir de estudos \n\nestratigráficos e palinológicos de sedimentos continentais quaternários. \n\nTABELA 1: SÍNTESE DOS RESULTADOS GERADOS NAS ÁREAS DOS TRÓPICOS E SUBTRÓPICOS ÚMIDOS, BRASIL E \nPLANALTO SUL BRASILEIRO A PARTIR DE ESTUDOS ESTRATIGRÁFICOS E PALINOLÓGICOS DE SEDIMENTOS \n\nCONTINENTAIS QUATERNÁRIOS. ADAPTADO DE LIMA, 2010. \n\nPERÍODO \n\nESTRATIGRAFIA PALINOLOGIA \n\nTRÓPICOS E \nSUBTRÓPICOS \n\nÚMIDOS \nBRASIL PLANALTO SUL BRASILEIRO \n\nTransição entre \nPleistoceno-holoceno  \n(13 e 10 mil anos A.P) \n\nClima mais úmido, \naumento das \nprecipitações \n\nClima úmido e \naumento das \n\nprecipitações em SC, \nSP, RJ e ES \n\nClima frio e seco \n\nHoloceno inicial  \n(10 e 6 mil anos A.P) \n\nClima úmido \n\nClima úmido em SP, ES, \nMG, seguido por \n\nperíodo seco em MG, \nSP; clima úmido no RJ e \n\nES e MS, seguido por \nperíodo seco no MS \n\nClima quente e úmido com \nestações secas ao longo do \n\nano \n\nHoloceno médio  \n(6 e 4 mil anos A.P) \n\nClima seco Clima seco \n\nAumento da umidade e início \nda expansão da Floresta de \n\naraucária no RS por volta de \n4,3 mil anos \n\nHoloceno tardio  \n(a partir de 4 mil anos \n\naté o presente) \n-- -- \n\nAumento da umidade. Por \nvolta de 1,5 mil anos A.P. \nexpansão da Floresta de \n\naraucária no PR. Por volta de \n1,1 mil ano A.P. expansão da \n\nFloresta de araucária em SC e \nRS \n\n \n\n \n\n\n\n17 \n \n\n1.3 CARACTERÍSTICAS AMBIENTAIS ATUAIS \n\nComo já foi apresentado anteriormente, a área da nossa pesquisa está situada no \n\nmunicípio de São José do Cerrito, dentro do domínio morfoclimático dos planaltos subtropicais \n\ncom araucárias, que está, por sua vez, situado dentro do domínio morfoestrutural das Bacias e \n\nCoberturas Sedimentares Fanerozóicas. Tal domínio morfoestrutural corresponde aos planaltos \n\ne chapadas desenvolvidos sobre rochas sedimentares, dispostos nas margens continentais e/ou \n\nno interior do continente (INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 2009). \n\nOs planaltos são conjuntos de relevos planos ou dissecados de altitudes elevadas, \n\nlimitados por superfícies mais baixas. O planalto catarinense está dividido em três \n\ncompartimentos distintos, individualizados a partir dos seus aspectos geomorfológicos. São eles: \n\nPlanalto de Lages, Planalto dos Campos Gerais e Planalto dissecado do Rio Iguaçu/Uruguai \n\n(SANTA CATARINA, 2008). \n\nSegundo o Atlas de Santa Catarina (SANTA CATARINA, 2008), o Planalto de Lages (Figura \n\n3) é modelado por aplanamento sobre rochas sedimentares, embora em alguns locais aflorem \n\nrochas vulcânicas. Seu relevo apresenta formas de colinas com topos alongados e encostas \n\nsuaves. \n\n \nFIGURA 3: PLANALTO DE LAGES, LOCALIDADE DE COXILHA RICA. IMAGEM CBERS COM COMPOSIÇÃO R5G3B1 \n\n \n\n \n\n\n\n18 \n \n\nO Planalto dos Campos Gerais apresenta suas maiores altitudes junto à escarpa da Serra \n\nGeral (1220 metros), diminuindo gradativamente em direção ao sudoeste, na região de Chapecó, \n\ncom cerca de 600 metros de altitude. Assim como o Planalto de Lages, é modelado por \n\naplanamento, sendo o seu relevo caracterizado por suaves colinas, morros e planícies aluviais \n\n(SANTA CATARINA, 2008). \n\nO Planalto Dissecado dos Rios Uruguai e Iguaçu (Figura 4) se caracteriza por relevo \n\nbastante movimentado, resultado de dissecações realizadas pelos numerosos rios das bacias do \n\nUruguai e Iguaçu. Nesta região geomorfológica, as elevações são estreitas, com topos planos ou \n\nconvexos e encostas íngremes. Os vales dos rios são profundos e encaixados, apresentando \n\npatamares nas encostas, resultado da erosão ocorrida nos últimos milhares de anos (SANTA \n\nCATARINA, 2008). \n\n \nFIGURA 4: PLANALTO DISSECADO DO RIO URUGUAI, VALE DO RIO CANOAS. IMAGEM CBERS COM COMPOSIÇÃO \n\nR5G3B1 \n\n \n\nTais planaltos estão modelados sobre três unidades litográficas principais: as rochas \n\nsedimentares da Bacia do Paraná (era paleozoica); e as rochas vulcânicas da Formação Serra \n\nGeral, divididas em sequência ácida e sequência básica (era mesozoica), conforme representado \n\nna Figura 5. \n\n\n\n19 \n \n\n \n\nFIGURA 5: GEOLOGIA DA ÁREA CORRESPONDENTE AO MUNICÍPIO DE SÃO JOSÉ DO CERRITO E AO DOMÍNIO \nMORFOCLIMÁTICO DOS PLANALTOS SUBTROPICAIS COM ARAUCÁRIAS. ELABORADO PELO AUTOR \n\nE\nL\n\nA\nB\n\nO\nR\n\nA\nD\n\nO\n P\n\nO\nR\n\n R\nA\n\nU\nL\n\n V\nIA\n\nN\nA\n\n N\nO\n\nV\nA\n\nSC\nO\n\n \n\n\n\n20 \n \n\nSegundo Scheibe (1986), após os eventos geotectônicos responsáveis pela formação dos \n\ncratons proterozóicos, mais precisamente durante o Siluriano inferior, a atividade tectônica \n\ndiminuiu consideravelmente, e o vulcanismo cessou completamente, dando início a um período \n\nde estabilidade tectônica. De acordo com o autor, as estruturas tectônicas se tornaram \n\ncaracteristicamente cratogênicas, com grandes áreas de subsidência entre elas, as chamadas \n\nantéclises3 e sinéclises4, sendo que as sinéclises constituíram as bacias sedimentares do \n\nAmazonas, do Piauí-Maranhão e do Paraná. \n\nNa transição do Siluriano para o Devoniano houve uma melhor separação das três bacias \n\ncitadas acima e, devido ao aumento do nível do mar, ocorre uma espessa deposição de \n\nsedimentos marinhos, costeiros e deltaicos. Do Carbonífero inferior ao superior o mar regrediu, \n\ndando lugar a sedimentação continental que, na Bacia do Paraná apresentou grande \n\ncomplexidade devido à glaciação Gondwânica do Carbonífero superior, onde ocorreram \n\nespessos depósitos glaciais e proglaciais e, pelo menos, três finas intercalações de sedimentos \n\nmarinhos, dando origem às rochas das formações do Grupo Itararé5 (SCHEIBE, 1986). \n\nDurante o Permiano os sedimentos foram depositados sob condições aquosas \n\ncontinentais, que continuaram até o começo do Triásico, dando origem às rochas das formações \n\ndos Grupos Guatá6 e Passa Dois7. Entre o Triásico médio e o Jurássico superior deram-se as \n\núltimas deposições da Bacia do Paraná. Nesse período depositou-se o Arenito Botucatu, em \n\nambiente desértico e fluvial árido, e ocorreu o vulcanismo relacionado à ruptura do Gondwana, \n\ndando início à abertura do Oceano Atlântico e origem às rochas das formações do Grupo São \n\nBento8 (SCHEIBE, 1986). \n\nA Formação Serra Geral (Grupo São Bento), tem a sua origem no vulcanismo basáltico \n\ngerado pelo evento de ruptura do Gondwana e abertura do Atlântico Sul que envolveu toda a \n\nporção leste da Plataforma Sul-Americana , chamado Reativação Wealdeniana. De acordo com \n\nScheibe (1986) durante o Jurássico formou-se uma extensa superfície de aplainamento, na qual \n\ndesenvolveram-se espessos perfis de solos argilosos vermelhos. Com a Reativação, tais solos \n\n                                                             \n3 Segundo o Glossário Geológico do IBGE (1999), antéclises são feições que ocorrem nas bordas ou no \ninterior das sinéclises, cujas dimensões podem alcançar centenas de quilômetros. A característica \nfundamental é o comportamento passivo ou de menos subsidência (p. 20). \n4 Segundo o Glossário Geológico do IBGE (1999), sinéclises são grandes porções deprimidas \nmonometricamente ou alongadas das plataformas cratônicas (embasamentos), cobertas por sequências \nexpressivas de rochas sedimentares cratônicas. Se caracterizam também por amplas depressões \ninstaladas em áreas cratônicas, causadas por lento rebaixamento crustal, que perdura por vários períodos \ngeológicos (p. 174). \n5 Formações Campo do Tenente, Mafra e Rio do Sul. \n6 Formações Rio Bonito e Palermo. \n7 Formações Irati, Serra Alta, Terezina e Rio do Rasto.  \n8 Formações Botucatu e Serra Geral. \n\n\n\n21 \n \n\nforam removidos e depositados às margens dessa grande bacia, e o embasamento sedimentar e \n\ncristalino tornou-se exposto, erodido, transportado e depositado como um litosoma mais \n\narenoso. \n\nOs derrames basálticos formaram camadas de até 50 metros de espessura, e ocorrem em \n\nmais de 20 secções. Através deles formaram-se as rochas vulcânicas que constituem hoje a \n\nporção oeste do território catarinense, divididas em básicas e ácidas (SCHEIBE, 1986). As rochas \n\nvulcânicas efusivas ácidas são mais resistentes às ações intempéricas, por isso foram menos \n\nerodidas e compõem os campos de altitude, onde os solos são menos desenvolvidos e pouco \n\nespessos (neossolos litólicos e cambissolos). As rochas vulcânicas básicas sofreram maior \n\nalteração e transformaram-se em solos vermelhos pouco profundos e profundos (latossolos, \n\nnitossolos). \n\nOs neossolos litólicos são solos pouco evoluídos compostos por material mineral, ou por \n\nmaterial orgânico, com menos de 20 cm de espessura. Estão assentados diretamente sobre a \n\nrocha e apresentam contato lítico dentro dos 50 cm. Os cambissolos são solos constituídos por \n\nmaterial mineral, com horizonte B pouco erodido abaixo de qualquer horizonte superficial \n\n(EMPRESA BRASILEIRA DE PESQUISA  AGROPECUÁRIA, 2006). \n\nOs Latossolos são solos em avançado estágio de intemperização, muito evoluídos, \n\nresultantes de enérgicas transformações no material construtivo, que nesse caso são as rochas \n\nbasálticas. São normalmente muito profundos, sendo a espessura do solum raramente inferior a \n\num metro. Os nitossolos são associações de solos com pequena diferença de textura entre o \n\nhorizonte A e B, porém com textura geral ainda predominantemente argilosa. Apresentam \n\ncontato lítico em até 1,50 metros de profundidade e são predominantemente férteis (EMPRESA \n\nBRASILEIRA DE PESQUISA AGROPECUÁRIA, 2006). \n\nSobre as áreas de neossolos litólicos, onde as altitudes são superiores a 800 metros, o \n\nrelevo é mais plano, desenvolve-se uma formação vegetal dominada por espécies de gramíneas, \n\nou campos naturais do planalto, chamadas de estepes. Tal formação vegetal é composta por \n\nespécies arbustivas e rasteiras, sendo o capim caninha, o capim colchão, o capim flechinha, o \n\ncapim barba de bode, a grama forquilha, a grama missioneira e a grama sempre-verde, os \n\nelementos mais representativos dos campos. Nos vales dos rios, ou em áreas mais úmidas e com \n\nsolo mais espesso podem ser encontradas matas de galerias e capões de mata. Nessas áreas são \n\nencontrados o branquilo, o guaramirim-ferro, camboatá branco, a aroeira vermelha e o jerivá \n\n(SANTA CATARINA, 2008). \n\n\n\n22 \n \n\nJá nas áreas recobertas por latossolos, nitossolos e cambissolos, com altitudes superiores \n\na 500 metros, predomina a floresta ombrófila mista, conhecida como \"mata de araucária\". \n\nDe acordo com o Manual Técnico de Vegetação Brasileira (INSTITUTO BRASILEIRO DE \n\nGEOGRAFIA E ESTATÍSTICA, 1992), a composição florística da Floresta Ombrófila Mista, \n\ncaracterizado por gêneros primitivos, sugere uma ocupação recente, a partir de refúgios alto-\n\nmontanos, apresentando quatro formações diferentes: aluvial (terraços situados ao longo dos \n\nrios), submontana (de 50 até 400 metros de altitude), montana (de 400 até 1000 metros de \n\naltitude), alto-montana (quando situadas a mais de 1000 metros de altitude). \n\nPara alguns pesquisadores a araucária seria uma espécie de vegetação fóssil por ter-se \n\nadaptado melhor às condições mais frias do final da última era glacial, permanecendo agora \n\nsomente nas áreas altas e mais frias do planalto. O domínio da Mata de Araucária começa a \n\npartir dos 500/600 metros e ultrapassa os 1000 metros de altitude. Essa formação florestal é \n\nresultante da interpenetração de floras de origem austral-andina e floras de origem tropical \n\nafro-brasileira e tem como principal característica a presença massiva de Araucaria angustifolia, \n\nque por sua abundância, porte e copas corimbiformes, imprime aspecto fitofisionômico próprio \n\na esta formação. \n\nA origem da araucária e de outros indivíduos que compõem a Floresta Ombrófila Mista \n\nvem sendo estudada por paleobotânicos e, ao que tudo indica, os ancestrais da Araucaria \n\nangustifolia tiveram ampla dispersão e desenvolvimento no período cretáceo, há cerca de 90 \n\nmilhões de anos, antes da migração continental. No continente sul-americano desenvolveu-se a \n\nsérie Columbidae que posteriormente, por diferenciação, deu origem à Araucaria angustifolia no \n\nBrasil, e à Araucaria araucana no Chile (CLAUDINO, 2011). \n\nO fato de a Araucaria angustifolia formar uma cobertura muito característica, uniforme e \n\ncontínua, faz pensar que se trata de uma formação unistratificada, contudo, outras espécies de \n\nárvores, arbustos, ervas, epífitos e lianas, se fazem presentes nos estratos mais baixos da \n\nFloresta Ombrófila Mista. Entre as espécies florísticas que compõem essa formação florestal \n\ndestacam-se: a imbuia (Ocotea porosa) e a sassafrás (Ocotea odorífera) da família das lauráceas, \n\nbem como a erva-mate (Ilex paraguaiensis) e a caúna (Ilex theezans) da família das aquifoliáceas \n\n(INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 1992; SONEGO, 2007). \n\nA região dos Campos de Lages possui duas bacias principais, que drenam toda a região \n\nentre a borda leste da serra geral e o meio-oeste catarinense: bacia do Canoas e bacia do Pelotas. \n\nEstes são os corpos fluviais mais representativos do planalto de Lages e quando se encontram, \n\n\n\n23 \n \n\nna altura do município de Celso Ramos, formam o Rio Uruguai, um dos principais rios da bacia \n\ndo Prata. \n\nO rio Canoas nasce no município de Urubici e ao longo de seu alto curso forma planícies \n\nde deposição sedimentar. Entre seu médio e baixo curso formou sobre rochas sedimentares \n\n(médio curso) e rochas vulcânicas (baixo curso), vales dissecados, com variações de \n\nprofundidade e grau de dissecação. O Canoas tem como principais afluentes os rios Marombas e \n\nCaveiras. \n\nO rio Pelotas nasce no município de Bom Jardim da Serra e tem todo o seu curso \n\nesculpido sobre rocha vulcânica, formando, desde seu alto curso, vales bastante dissecados. Seus \n\nprincipais afluentes são o rio Lava Tudo e o Pelotinhas.   \n\nEncerrando esta caracterização ambiental da região do planalto catarinense, mais \n\nespecificamente do município de São José do Cerrito, apresentamos os dados de Santa Catarina \n\n(2008) referentes aos fatores que condicionam o clima no estado. Segundo esta fonte, \n\natualmente a temperatura média anual das regiões do planalto sul, planalto norte  e meio-oeste, \n\nvaria entre 16°C e 18°C. A precipitação média anual nessas mesmas regiões varia entre 1600 e \n\n1800 milímetros e a umidade relativa do ar durante o ano fica em torno de 80%. \n\nEm suma, verifica-se a partir da descrição sucinta, que as características ambientais da \n\nárea do estudo (que apresenta relativa estabilidade há, pelo menos, 900 anos), são bastante \n\ndistintas das características ambientais do cerrado do Brasil Central, região de origem dos \n\ngrupos Jê. Contudo, acreditamos que, no ato de sua chegada ao planalto catarinense (entre 2,5 e \n\n2 mil anos atrás) predominassem as savanas-estépicas que, com o aumento da umidade na \n\nregião e as ações antrópicas de manejo da flora, deram lugar ao bioma Mata Atlântica, \n\nfavorecendo o estabelecimento e a sedentarização de grupos humanos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n24 \n \n\n2 ARQUEOLOGIA DO PLANALTO \n\nHá mais de 40 anos a arqueologia brasileira procura respostas para as perguntas que \n\nenvolvem a ocupação pré-colonial no planalto meridional do Brasil. Até o momento, já foram \n\nidentificados alguns tipos de sítios arqueológicos que denotam uma grande diversidade cultural \n\ne, quiçá, étnica, podendo indicar também, diferentes estágios do processo de migração dos \n\ngrupos que ocuparam a região no período pré-contato, bem como as diversas formas \n\nencontradas por estes de perceber, conceber e transformar o meio no qual se estabeleceram. \n\nTrataremos neste capítulo, contudo, somente das pesquisas que se ocuparam em compreender o \n\nprocesso de migração e estabilização dos grupos Jê no sul do Brasil através dos padrões de \n\nassentamento e da cultura material. \n\nEstudos linguísticos e etnográficos informam que os grupos Jê meridionais, hoje \n\nrepresentados pelos Kaingang e Xokleng, fazem parte do tronco linguístico Macro-Jê, originado \n\nno planalto central brasileiro, mais precisamente entre as nascentes dos rios São Francisco e \n\nAraguaia, possivelmente nas proximidades do grupo Jê central atualmente extinto, conhecido \n\ncomo Xakriabá. De acordo com Urban (1992), os Jê meridionais teriam iniciado sua migração em \n\ndireção ao sul há 3.000 anos atrás, mas até o momento se desconhece o momento de sua \n\nchegada na região e as motivações de tal migração. O que se acredita, contudo, é que buscavam \n\náreas com características semelhantes às do seu habitat de origem, o planalto central brasileiro. \n\nAo chegar no planalto meridional brasileiro, estes desenvolveram um ethos que está \n\ndiretamente associado às configurações e às transformações ambientais dessa região. Deste \n\nethos, que assim como o ambiente sofreu diversas modificações  nos dois últimos milênios, o que \n\né possível captar através das pesquisas arqueológicas está depositado nos artefatos e nas \n\nestruturas de habitação e cerimoniais deixadas por esses grupos. Dos artefatos, encontram-se \n\nfragmentos de cerâmica e materiais líticos produzidos a partir do lascamento e/ou do polimento \n\nsobre blocos de basalto e arenito. Já as estruturas de habitação e cerimoniais, podem apresentar \n\nformas e dimensões diferentes, isoladas ou compondo agrupamentos. Tais variáveis são as peças \n\nque compõem o quebra-cabeça que os arqueólogos vêm tentando montar há décadas, cuja \n\nimagem final é o mapa do processo migratório empreendido por esse grupo sobre o planalto que \n\nenvolve os estados do sul do Brasil. \n\n \n\n \n\n \n\n\n\n25 \n \n\n2.1 AS PRIMEIRAS PESQUISAS ARQUEOLÓGICAS NO PLANALTO MERIDIONAL BRASILEIRO \n\nOs estudos arqueológicos sistemáticos que se ocupam dos vestígios deixados pelos Jê \n\nmeridionais tiveram seu início na década de 1960 nos estados de Santa Catarina, Rio Grande do \n\nSul e Paraná. Tais pesquisas foram desenvolvidas entre os anos de 1962 e 1971 por grupos de \n\npesquisa vinculados a universidades e por pesquisadores do Programa Nacional de Pesquisas \n\nArqueológicas (PRONAPA). Tais pesquisas tinham como principal objetivo definir as culturas \n\narqueológicas e os processos migratórios que ocorreram no território brasileiro no período pré-\n\ncolonial. \n\nNo entanto, a primeira pesquisa arqueológica empreendida no planalto catarinense foi \n\nrealizada por Jorge Clarke Bleyer em 1908, cujos resultados foram publicados em 1912, 1919 e \n\n1928. Bleyer desenvolveu mapeamentos e escavações de abrigos rochosos em São Joaquim, nos \n\nquais foram encontrados vestígios de sepultamentos e ossos calcinados que, na época, foram \n\ninterpretados pelo pesquisador como restos de rituais antropofágicos (PIAZZA, 1966). \n\nEm 1963, tendo como referência os trabalhos de Bleyer,  o pesquisador Walter Piazza \n\ninicia as prospecções sistemáticas sobre o planalto catarinense e revisita os abrigos sob rocha \n\nInvernada do Moleque, Rio dos Altos, Casa de Pedra, Santa Bárbara, Rio Lavatudo, Santa Barbara \n\ne Vacas Gordas e coleta material das grutas do Morro do Avencal, Rio dos Bugres e Casa de \n\nPedra. Anos após, mais precisamente em 1969, Piazza noticia em \"A área arqueológica dos \n\nCampos de Lages\" a descoberta de cinco sítios com casas subterrâneas, os quais apresentavam \n\naglomerados de 5 a 10 estruturas sem ocorrência de material cerâmico. \n\nConcomitante às descobertas de Piazza, João Alfredo Rohr, pesquisador do Colégio \n\nCatarinense, identificou diversos sítios superficiais e sítios com casas subterrâneas nos Campos \n\nde Lages, nos quais evidenciou a ocorrência de material cerâmico, que mais tarde seria \n\nclassificado como pertencente à Tradição Taquara, fase Xaxim. Além destes, identificou também \n\nabrigos sob rocha, grafismos rupestres, galerias subterrâneas, estruturas circulares entaipadas \n\n(danceiros) e montículos de terra. Reis (2007) descreve os sítios identificados por Rohr da \n\nseguinte forma: \n\n[...] localizou mais 14 sítios na região dos Campos de Lages, realizando prospecções em \num deles. As estruturas subterrâneas tinham diâmetro de 2 a 10 m e apresentavam-se \nisoladas (apenas um caso) ou em aglomerados de até 10 unidades. Foi coletado \nabundante material cerâmico em uma das estruturas prospectadas e algumas peças \nlíticas. Em trabalho publicado em 1972 (32-35), refere-se à prospecção que realizou em \nduas estruturas subterrâneas, também da região dos Campos de Lages (Urubici). Nestes, \nalém de grande quantidade de cacos de cerâmica foram registrados petróglifos nas \nparedes escavadas em arenito. Conforme Rohr (1972:34-35), petróglifos semelhantes \nhaviam sido descobertos, fora das estruturas subterrâneas, em paredões rochosos da \nmesma região e no interior de 'galerias subterrâneas' (REIS, 2007, p. 29-30).  \n\n\n\n26 \n \n\nEm seus relatórios, Piazza e Rohr apenas descrevem morfologicamente e \n\nquantitativamente as estruturas, sem levantar grandes questionamentos sobre as mesmas. \n\nContudo, como bem coloca Beber (2004), isso se justifica pela forte influência do modelo de \n\npesquisa norte-americano seguido por boa parte dos arqueólogos do sul do Brasil nesse período, \n\nque tinham como objetivo realizar as duas primeiras etapas da pesquisa arqueológica: a \n\nobservação e a descrição dos sítios e seus componentes. \n\nA partir desse modelo e com os dados obtidos nas pesquisas realizadas pelo PRONAPA, \n\nforam elaboradas as primeiras sínteses da ocupação pré-colonial do sul do Brasil, cujo esquema \n\nde periodização e organização das sociedades pré-coloniais era representado por Tradições e \n\nFases tecnológicas. No planalto do sul brasileiro foram definidas três tradições arqueológicas \n\nque se referem a sítios hoje atribuídos aos Jê: Taquara9 (RS e SC), Itararé10 (SC e PR) e Casa de \n\nPedra11 (PR). \n\nOs primeiros estudos sobre casas subterrâneas no planalto do Rio Grande do Sul foram \n\ndesenvolvidos por Allan Bryan (1960, comunicação pessoal a Pedro Ignácio Schmitz), e por Igor \n\nChmyz, que realizou uma pequena prospecção em uma estrutura situada no vale do Rio das \n\nAntas (CHMYZ, 1965). Contudo, as primeiras pesquisas sistemáticas começaram a ser realizadas \n\nsomente a partir do ano de 1966, por professores e pesquisadores ligados ao Instituto \n\nAnchietano de Pesquisas, e à então Faculdade de Filosofia, Ciências e Letras de São Leopoldo. \n\nDurante os meses de janeiro e fevereiro de 1966, Pedro Ignácio Schmitz realizou \n\nprospecções nos municípios de Caxias do Sul, São Francisco de Paula e Flores da Cunha, \n\nlocalizando 23 sítios de casas subterrâneas, além de diversos abrigos sob rocha e alguns sítios \n\nlíticos. Entre maio e agosto do mesmo ano, Fernando La Salvia localizou outros 24 sítios de casas \n\nsubterrâneas, somando um total de 47 sítios, distribuídos entre oito municípios do vale do Rio \n\ndas Antas. Dos 47 sítios, o sítio RS-37/127, composto por 36 casas subterrâneas, foi escavado \n\nentre os anos de 1967 e 1970 (SCHMITZ, 1967; SCHMITZ et al., 1968; LA SALVIA, 1968; \n\nSCHMITZ et al., 1988). \n\nAlém da escavação realizada no sítio RS-37/127, destacamos as prospecções feitas nos \n\nsítios RS-40 e RS-68, ambos em Caxias do Sul. O sítio RS-40 (aquele indicado por Allan Bryan), é \n\n                                                             \n9 Definida por Eurico Miller em 1967 a partir do material cerâmico encontrado no Morro da Formiga, \nmunicípio de Taquara/RS. Seus principais atributos são seu pequeno porte e a decoração composta por \nmarcas de cestaria, de unha ou de incisões feitas a partir de diversos instrumentos. \n10 Esta foi definida por Igor Chmyz a partir do material cerâmico encontrado em sítios superficiais \nlocalizados nas margens dos rios Itararé, Iguaçu, Piriqui e Paraná. Suas principais características são a fina \nespessura das paredes, a ausência da decoração e a brunidura na face externa do pote. \n11 Definida por Igor Chmyz em 1967 a partir do material cerâmico escavado no sítio PR-UV-1, podendo ser \nencontrado em sítios localizados entre os vales dos rio Iguaçu e Ivaí.  \n\n\n\n27 \n \n\ncomposto por duas casas subterrâneas e, em uma delas foi aberta uma trincheira de 5 m de \n\ncomprimento por 1,20 m de profundidade. Na camada encontrada entre os 0,75 e 1,20 m, \n\nverificou-se a ocorrência de muito carvão, principalmente na altura de 1 m, o qual foi recolhido e \n\ndatado, a partir do qual obteve-se uma data de 1520 +- 90 A.P. (SI 607). Já o sítio RS-68 é \n\ncomposto por três casas subterrâneas, tendo sido realizada uma escavação de um quadrante de \n\n1x1 m até uma profundidade de 1,10 m. Nesta escavação foram coletados grânulos de carvão do \n\nnível 1,05 m, a partir dos quais obteve-se a data de 620 +- 90 A.P. (SI 608). Todo o material \n\ncerâmico coletado nestes sítios foi analisado e classificado como Fase Caxias, pertencente à \n\nTradição Taquara (SCHMITZ  et al., 1988). \n\nAinda dentro desse grande projeto de mapeamento arqueológico desenvolvido pela \n\nequipe do Instituto Anchietano de Pesquisas no planalto rio grandense, no ano de 1969 Danilo \n\nLazzarotto realiza mapeamentos no município de Bom Jesus e, através desses, identifica três \n\nsítios compostos por casas subterrâneas, um sítio superficial lito-cerâmico da Tradição Taquara, \n\nfase Vacaria (LA SALVIA et al., 1969). Lazzarotto mapeia, também, seis grutas, dentre as quais \n\ndestacamos a Gruta do Matemático, onde o pesquisador encontrou material cerâmico, cascas de \n\npinhão, carvão, fragmentos e dentes humanos. Em sua publicação sobre esta pesquisa o autor \n\natribuí a ocupação destes abrigos aos grupos Jê do planalto sul brasileiro (LAZZAROTTO et al., \n\n1971). \n\nEm sua publicação \"Pesquisa Arqueológica no Planalto Meridional, Rio Grande do Sul: \n\nresultados preliminares do quarto ano 68/69\", Eurico Miller (1971) informa o mapeamento de 5 \n\nsítios com casas subterrâneas no vale do Rio Pelotas, apresentando aglomerados de até 22 \n\nestruturas. O material proveniente destes sítios, juntamente com o recolhido em sítios com \n\nestruturas superficiais e abrigos sob rocha foi analisado e classificado como Fase Guatambu12, \n\ntambém pertencente à Tradição Taquara, datada de 1810 +- 85 A.P. até 700 +- 60 A.P. (REIS, \n\n2007; BEBER, 2004). \n\nNo estado do Paraná, os pioneiros na pesquisa arqueológica do planalto foram Igor \n\nChmyz e Zulmira Clara Sauner. Os primeiros registros foram noticiados por Chmyz em sua \n\npublicação de 1968 \"Subsídios para a pesquisa arqueológica do vale do Rio Iguaçú\", na qual \n\ninforma o mapeamento de dois sítios com casas subterrâneas, ambos situados no vale do rio \n\nIguaçu, com aglomerados de 7 estruturas. Conforme relata Reis (2007), Chmyz realizou \n\nescavações em duas estruturas, nas quais foram encontrados materiais líticos e vestígios de \n\nfogueira. Além das casas subterrâneas, Chmyz identificou também dois sítios com aglomerados \n\n                                                             \n12 A Fase Guatambu identificada no Rio Grande do Sul corresponde à Fase Xaxim, identificada em Santa \nCatarina. \n\n\n\n28 \n \n\nde aterros. Em um deles o autor realizou uma escavação tendo encontrado somente sedimento \n\nacumulado misturado a alguns artefatos líticos. No outro sítio, além das estruturas monticulares \n\n(aterros), Chmyz verificou a ocorrência de material cerâmico, o qual foi analisado e classificado \n\ncomo Fase Catanduva, pertencente à Tradição Itararé. Para esta fase foram obtidas as datas de \n\n605 +- 120 A.P. e 255 +- 100 A.P. (REIS, 2007; BEBER, 2004). \n\nConforme Reis (2007), em 1970 Chmyz e Sauner realizaram levantamentos e escavações \n\nem 23 sítios localizados no oeste do estado do Paraná, entre os quais constavam sítios com casas \n\nsubterrâneas e aterros.  Na primeira casa subterrânea escavada foram encontrados e coletados \n\nfragmentos de carvão, cerâmica e lascas de arenito; na segunda estrutura escasso material \n\narqueológico foi encontrado, resumindo-se a esparsas lascas em arenito e poucos grânulos de \n\ncarvão. Nos aterros escavados verificou-se a ocorrência de material lítico e cerâmico \n\ndistribuídos sem padrão pelas diferentes camadas. Segundo Chmyz e Sauner (1971 apud REIS, \n\n2007), tanto os aterros quanto as casas subterrâneas estão relacionados à Tradição Itararé. \n\nEstes dados obtidos nos três estados do sul do Brasil nas décadas de 1960 e 1970 deram \n\nsubsídio para que se visualizasse um panorama cultural e cronológico para a ocupação pré-\n\ncolonial nas terras altas subtropicais. A definição das Tradições e das Fases tecnológicas \n\ncorroborou para que as regiões arqueológicas fossem definidas, dando sustentação para o \n\ndesenvolvimento das pesquisas futuras. \n\nCabe ressaltar, ainda sobre as pesquisas desenvolvidas nesse período, que mesmo \n\nhavendo uma preocupação clara de obter dados primários a respeito dos sítios arqueológicos da \n\nregião, algumas hipóteses acerca do modo de vida dos povos construtores das casas \n\nsubterrâneas e/ou dos danceiros, por exemplo, também foram levantadas, mesmo que de forma \n\npouco aprofundada. \n\nRohr (1971), descreve os danceiros do planalto catarinense e lança sobre eles a hipótes e \n\nde que se tratava de terreiros de aldeias devido à grande quantidade de cerâmica e acúmulo de \n\ncarvão. Sobre as galerias subterrâneas, que são tuneis subterrâneos escavados sobre rochas \n\ncomo o arenito hoje associados à ação de tatus pleistocênicos, o pesquisador conclui que as \n\nmesmas eram esconderijos construídos pelos grupos indígenas, sendo que algumas faziam \n\nligação entre casas subterrâneas. \n\nJá sobre as casas subterrâneas, grandes avanços foram obtidos através das pesquisas \n\nrealizadas no município de Caxias do Sul. A partir dos dados provenientes das escavações de \n\ndiversas estruturas foi possível constatar que as mesmas apresentam morfologias diversas e, em \n\nboa parte dos casos, são produto de reocupações sucessivas. \n\n\n\n29 \n \n\n2.2 A ARQUEOLOGIA DO PLANALTO A PARTIR DA DÉCADA DE 1970 \n\nApós esses trabalhos \"pioneiros\" realizados entre a segunda metade da década de 1960 e \n\na primeira da década de 1970, outros trabalhos de levantamento e escavação arqueológica \n\nforam realizados no planalto meridional brasileiro. No Rio Grande do Sul destacamos os \n\ntrabalhos realizados por Arno Kern, José de Souza e Fernando Seffner no vale do rio Pelotas, \n\nmais especificamente nos municípios de Bom Jesus e Vacaria (KERN; SOUZA; SEFFNER, 1989); \n\npor Pedro Augusto Mentz Ribeiro nos vales do Rio Pardo e Taquari (MENTZ RIBEIRO, 1991) e no \n\nmunicípio de Esmeralda (MENTZ RIBEIRO; RIBEIRO, 1985; MENTZ RIBEIRO, 1999/2000). \n\nAs pesquisas realizadas no vale do Pelotas desde a década de 1980 trouxeram grandes \n\ncontribuições para a compreensão da complexidade social dos grupos Jê, representada nos \n\ndiferentes tipos de sítios identificados, assim como nas estruturas verificadas nestes. Copé (et al., \n\n2002; 2006) e Saldanha (2005) apresentam dados obtidos durante escavações realizadas na \n\nregião sobre sítios superficiais lito-cerâmicos, 'danceiros' e casas subterrâneas que trouxeram à \n\ntona outras problemáticas. Maiores detalhes sobre os trabalhos de Copé e Saldanha na região do \n\nvale do Pelotas serão apresentados no item 3.3. \n\nNo estado do Paraná, um grande avanço nas pesquisas arqueológicas foi sentido a partir \n\ndos projetos desenvolvidos em associação com a instalação de grandes usinas hidrelétricas no \n\nestado. Pode-se dizer que o 'ponta-pé' inicial foi dado por Igor Chmyz através do Programa de \n\nSalvamento Arqueológico no Rio Itararé - UHE Xavantes (1965) e Projeto Itaipu (1976). Após \n\nestes, diversos outros projetos de mesma natureza e expressão foram realizados, tais como o \n\nProjeto Arqueológico Santiago no médio-baixo Iguaçu (1979), Projeto Arqueológico Foz do Areia \n\nno médio Iguaçu (1979), Relatório de Impacto sobre o Patrimônio Arqueológico na área da UHE \n\nSegredo (1987), UHE Taquaruçu (1989) e UHE Salto Caxias (1993). \n\nEm Santa Catarina, pouquíssimas pesquisas arqueológicas foram desenvolvidas na \n\nregião do planalto entre as décadas de 1970 e 2000. Elencamos como a mais representativa \n\ndestas o trabalho de Maria José Reis, desenvolvido entre 1974 (início das etapas de campo) e \n\n1979 (defesa da dissertação), cujo principal objetivo era o de 'nivelar' as pesquisas \n\narqueológicas do planalto catarinense com as pesquisas realizadas nos estados do Paraná e Rio \n\nGrande do Sul. Nas palavras da própria autora [...] \n\n[...] enquanto para os estados do Paraná e Rio Grande do Sul se dispõe de uma \nsignificativa quantidade de informações com relação às características morfológicas dos \nsítios e do material lítico e cerâmico neles coletado, em alguns casos já com referências \ncronológicas precisas, em Santa Catarina, apesar de um potencial considerável, os \nestudos tem sido limitados por um caráter circunstancial e esporádico, sem interesse \nespecífico pelo tema (REIS, 2007, p. 34). \n\n\n\n30 \n \n\nA área da pesquisa realizada por Reis compreendia a região dos Campos de Lages \n\n(municípios de Lages, Bom Retiro, Capão Alto, Painel, Ponte Alta do Sul e São José do Cerrito), \n\nVale do Rio do Peixe (municípios de Água Doce, Concórdia, Joaçaba e Ipumirim), Vale do Uruguai \n\n(Palmitos) e Vale do Chapecó (Chapecó, Pinhalzinho e São Carlos). De acordo com a autora, \n\ninicialmente a área de atuação se restringia aos Campos de Lages, cuja escolha deveu-se ao fato \n\nde que ali já haviam sido realizados estudos por Rohr e Piazza, além de que, em termos \n\nfitogeográficos, esta região se assemelha àquelas áreas do Paraná e Rio Grande do Sul onde \n\nforam registrados sítios com a presença de casas subterrâneas. A inserção de áreas \n\narqueológicas situadas no oeste do estado de Santa Catarina (Vales do Peixe, Uruguai e \n\nChapecó), se deu em decorrência de informações obtidas durante os levantamentos na região \n\ndos Campos de Lages, que indicavam a presença de vários sítios com casas subterrâneas. \n\nLevando-se em conta que estas áreas arqueológicas situam-se em ambiente geográfico \nparcialmente distinto daquele característico da região dos Campos de Lages julgou-se \nnecessário, para fins comparativos, localizar os referidos sítios, bem como tentar \nverificar a possibilidade de ocorrência de outros ainda desconhecidos (REIS, 2007, p. \n40). \n\nPor fim, após cinco etapas de levantamento arqueológico, realizados entre 1974 e 1976, \n\nMaria José Reis tinha identificado 104 sítios arqueológicos, 83 localizados na região dos Campos \n\nde Lages e 21 na região oeste. Foram realizadas escavações em quatro sítios, cujas estruturas \n\nforam selecionadas levando em conta a diversidade morfológica que representavam. \n\nAs primeiras escavações foram realizadas sobre duas casas subterrâneas que \n\ncompunham o sítio SC-CL-9, localizado no município de Painel. A escolha destas estruturas se \n\ndeu pelo fato de que apresentem dimensões relativamente pequenas se comparadas com as \n\ndemais identificadas na região (3,5 e 2,5 metros).  As escavações na primeira estrutura (3,5 \n\nmetros de diâmetro e 0,60 metro de profundidade) foram realizadas através de duas trincheiras \n\nescavadas em níveis artificiais, atingindo 2,30 metros (base original da estrutura). Desta foram \n\ncoletados 95 cacos de cerâmica e 8 materiais líticos, concentrados a partir de 1,85 metros de  \n\nprofundidade. Na segunda estrutura escavada (2,50 metros de diâmetro e 0,50 metro de \n\nprofundidade) se procedeu até 1 metro de profundidade, onde alcançou o lençol freático que \n\ninundou a estrutura, inviabilizando a continuidade dos trabalhos. Nesta, nenhum material foi \n\nencontrado (REIS, 2007). \n\nA segunda etapa de escavação foi realizada sobre o sítio SC-CL-52, composto por uma \n\ncasa subterrânea e 1 aterro, localizado no município de São José do Cerrito. A casa subterrânea \n\nmedia, aproximadamente, 20 metros de diâmetro e 7 de profundidade; já o aterro possui forma \n\nelipsoide, medindo 30 metros no seu eixo maior e 28 no eixo menor. Estas estruturas foram \n\n\n\n31 \n \n\nescavadas devido ao fato de serem as maiores estruturas identificadas na área da pesquisa. A \n\natividade de escavação na casa subterrânea é assim descrita por Reis: \n\nNa estrutura subterrânea foram demarcadas 2 quadriculas de 2 x 2 m, separadas por \n0,20 m, que foram deixados com a finalidade de formarem faixa divisória de controle \nentre as quadrículas. Como ponto de referência para a sua demarcação foi tomado o \ncentro da circunferência. A escavação processou-se em níveis artificiais de 0,15 m. A \n0,60 m foram encontradas evidências de uma provável camada de ocupação. \nCaracterizava-se pela presença de manchas de argila cinza e avermelhada e pontos \nesparsos de carvão. Neste nível, as manchas ocupavam uma área de apenas 70 x 35 cm \naumentando, entretanto, nos níveis posteriores, chegando a ocupar praticamente toda a \nquadrícula, a 1 m de profundidade. Evidências semelhantes apareceram, também, na \nmesma quadrícula e na n° 2, a 1,35 m de profundidade. O piso original foi localizado a \n1,75 m, constituindo-se de basalto em decomposição. Foram coletados apenas 27 cacos \nde cerâmica e 24 líticos. Ambas as modalidades de material estavam dispersas, com 1 a 3 \nitens por nível, com exceção da cota 0,75 m onde foram coletados 15 cacos de cerâmica e \n12 líticos. Foram, ainda, retiradas 7 amostras de solo e 4 de carvão (REIS, 2007, p. 43). \n\nProcedeu-se, também, à escavação de uma trincheira de 14 m x 0,5 m no aterro, partindo \n\ndo seu centro na direção do eixo menor. Com as intervenções verificou-se somente a ocorrência \n\nde uma pequena concentração de argila e pontos esparsos de carvão.  Desta estrutura foram \n\nrecolhidas amostras de solo e carvão (REIS, 2007). \n\nNa última etapa de escavações foram realizadas intervenções nos sítios SC-VP-10 e SC-\n\nCL-37. O primeiro sítio está situado no município de Água Doce e é composto por 8 casas \n\nsubterrâneas. Deste foi escolhida uma casa subterrânea de 6 metros de diâmetro e um pequeno \n\naterro. Das escavações realizadas na casa subterrânea resultou a coleta de 19 materiais líticos, \n\n11 amostras de solo e 5 de carvão. No aterro nenhum artefato foi encontrado (REIS, 2007). \n\nO sítio SC-CL-37 está situado no município de Ponte Alta do Sul e é composto por 6 casas \n\nsubterrâneas, das quais, três possuíam galerias subterrâneas. Foram realizadas escavações em \n\numa das casas que possuía ligação com uma das galerias, no entanto, nenhum vestígio \n\narqueológico foi encontrado (REIS, 2007). \n\nQuanto ao material lítico obtido nas escavações dos quatro sítios, Reis (2007) o \n\nclassificou como pertencente à Tradição Taquara/Itararé e suas diversas fases. O acervo é \n\ncomposto por raspadores (44 peças), facas (19 peças), lâminas de machado (10 peças), picões (9 \n\npeças), percutores (6 peças), mãos de pilão (4 peças), furadores (2 peças), almofariz (1 peça). \n\nA cerâmica coletada pela autora apresenta, assim como o material lítico, grande \n\nafinidade ao material encontrado nos sítios do Rio Grande do Sul e Paraná, tendo sido \n\nclassificada como pertencente à Tradição Taquara/Itararé e suas diversas fases. De acordo com \n\nReis (2007), através da análise tecno-tipológica foi possível verificar que o material cerâmico foi \n\nconfeccionado a partir da técnica de acordelamento; apresenta, em sua maioria, antiplástico \n\n\n\n32 \n \n\ncomposto por areia fina; possuí textura pouco compacta; coloração do núcleo e das paredes \n\nvariando entre cinza e marrom; queima predominantemente incompleta; decoração em 11% do \n\nacervo (ungulada, ponteada, incisa, digitada, marcada com corda, incisa-ungulada, engobada e \n\nbeliscada); e paredes predominantemente finas (4 a 6 mm).  \n\nCom os dados obtidos através da identificação dos sítios (morfologia das estruturas e \n\ndisposição no terreno/ambiente), das escavações (estratigrafia e disposição dos materiais no \n\ninterior da estrutura) e da análise do material arqueológico coletado, Maria José Reis suscitou na \n\narqueologia catarinense os mesmos questionamentos que vinham sendo debatidos nos estados \n\nvizinhos. A funcionalidade das estruturas (agrupadas, geminadas e isoladas), a variação \n\nmorfológica e cronológica são alguns dos problemas levantados pela autora no seu trabalho. \n\nSobre a funcionalidade das casas subterrâneas agrupadas Reis (2007) lança a seguinte \n\nproposta: \n\nA hipótese de utilização das estruturas subterrâneas como habitação, em nosso caso, \npode ser de início proposta pela simples abundância com que ocorrem, pela articulação \ndas unidades entre si [...] e pela inexistência de outros espaços de habitação que pudesse \narticular-se aos aglomerados em causa (REIS, 2007, p. 186). \n\nA autora continua, mais adiante trazendo outro elemento que poderia indicar a utilização \n\ndas casas subterrâneas como áreas de habitação: \n\nOutra evidência diz respeito ao tipo de relevo onde foram construídas as estruturas \nsubterrâneas; aproximadamente 96% dos sítios se encontram no topo ou encosta de \nelevações. Esta preferência pode indicar dois tipos de preocupação: primeiro, evitar a \ninvasão de águas pluviais, facilmente acumuláveis em terrenos baixos; seguido, de \ncaráter defensivo, uma vez que o estabelecimento nos pontos mais altos permitiria \nmaior visibilidade. Ambas as preocupações podem ser associadas à função de moradia \npermanente (REIS, 2007, p. 188). \n\nAlém destes, Reis (2007) trás também elementos encontrados nas estruturas que \n\ndenotam a ocorrência de atividades domésticas, como a preparação e o cozimento de alimentos.  \n\nA autora elenca, ainda, a proximidade com as fontes de captação de água como indicativo de \n\nfunção habitacional para as casas subterrâneas. \n\n \n\n\n\n33 \n \n\n \nFIGURA 6: LOCALIZAÇÃO DOS MUNICÍPIOS ONDE FORAM DESENVOLVIDAS AS PRINCIPAIS PESQUISAS \n\nARQUEOLÓGICAS NO PLANALTO RIO GRANDENSE. \n\n \nFIGURA 7: LOCALIZAÇÃO DOS EMPREENDIMENTOS AOS QUAIS ESTÃO ASSOCIADAS DIVERSAS PESQUISAS \n\nARQUEOLÓGICAS \n\n\n\n34 \n \n\n \nFIGURA 8: LOCALIZAÇÃO DOS MUNICÍPIOS VISITADOS POR MARIA JOSÉ REIS DURANTE SUA PESQUISA NO \n\nPLANALTO CATARINENSE, REALIZADA NA DÉCADA DE 1970. \n\n \n\n2.3 AS PESQUISAS ARQUEOLÓGICAS NAS DUAS ÚLTIMAS DÉCADAS \n\nOutros trabalhos arqueológicos de grande relevância para a compreensão, discussão e \n\nreflexão sobre a ocupação Jê Meridional foram realizados nas décadas de 2000 e 2010, alguns \n\ndeles associados a empreendimentos hidrelétricos e outros de cunho acadêmico.  Elencamos \n\naqui os trabalhos desenvolvidos por Caldarelli e Herberts (2002), Copé et al. (2002), Schmitz et \n\nal. (2002), Saldanha (2005), Copé (2006), De Masi (2006), Müller (2008, 2011), Schmitz et al. \n\n(2009), Rogge e Schmitz (2009), Schmitz et al. (2010), Schmitz e Rogge (2011), Schwengber et \n\nal. (2012) e Corteletti (2012). \n\nOs trabalhos desenvolvidos por Schmitz et al. (2002) no município de Vacaria suscitaram \n\ndiversas discussões e resultaram na identificação de um sistema de assentamento dos grupos \n\nconstrutores de casas subterrâneas. Schmitz e sua equipe obtiveram dados que tratam das \n\nestruturas conexas, da formação do sítio e da distribuição espacial das estruturas que, ainda \n\nhoje, servem de parâmetro para o desenvolvimento de pesquisas sobre casas subterrâneas. \n\nCitamos aqui o exemplo do modelo que trata das estruturas do sítio, obtido a partir da \n\nescavação sistemática de 14 casas subterrâneas. De acordo com Schmitz et al. (2002), as \n\n\n\n35 \n \n\ndepressões são ruínas de casas que tinham o piso rebaixado e, sobre elas, haveria uma alta \n\nestrutura de cobertura circular feita com material vegetal. Verificou-se, ainda, que os pisos \n\nrebaixados não possuíam paredes verticais e pavimentos planos, como se imaginava. O \n\npiso/parede das estruturas escavadas apresentaram piso/parede que desce, mais abrupta ou \n\nmais suavemente, em direção ao centro, dando à depressão a forma de uma meia -esfera ou de \n\ncalota de esfera. \n\nSchmitz et al. (2002), chamam atenção, também, para o destino dado à terra retirada \n\ncom o rebaixamento do piso. Segundo os pesquisadores, a mesma era usada, principalmente, \n\npara nivelar as bordas mais baixas, para fazer montículos ou eventuais terraços. Essas \n\ninformações obtidas nas pesquisas realizadas em Vacaria pela equipe do IAP-Unisinos fazem \n\npensar que havia uma espécie de \"engenharia das casas subterrâneas\", que apresentam \n\nvariações morfológicas, mas que seguem um mesmo padrão construtivo. \n\nO trabalho desenvolvido por Caldarelli e Herberts (2002) na bacia do rio Chapecó, \n\nprincipalmente os resultados da escavação do sítio QQ-22, trouxe dados importantes a respeito \n\ndo horizonte cronológico/territorial dessa ocupação e da cerâmica da Tradição Taquara. De \n\nacordo com as autoras, o sítio é composto por duas casas subterrâneas, a Estrutura A (9,50 x \n\n8,50 metros de boca) e a Estrutura B (3 metros de diâmetro de boca). Neste sítio foram \n\ncoletados 242 fragmentos cerâmicos, dos quais, 184 são simples, 27 possuem decoração plástica \n\n(ungulados, ponteados, incisos e cestaria impressa). Através destes fragmentos foi possível \n\nreconstituir 11 vasilhas que, segundo as autoras, apresentam formas que possuem muita \n\nsimilaridade com as formas da Tradição Taquara. \n\nAs datas obtidas nas duas estruturas que compõem o sítio QQ-22 denotam uma ocupação \n\nrelativamente tardia para essa região. A análise de C14 feita a partir dos materiais coletados no \n\nnível 18 do interior da Estrutura A e nível 13 da Estrutura B, resultaram nas datas de 144 A.P. e \n\n122 A.P., respectivamente. Associando as datas à reduzida quantidade de sítios compostos por \n\ncasas subterrâneas, Caldarelli e Heberts (2002) lançam a hipótese de que estas seriam \n\npopulações pequenas, possivelmente refugiadas no extremo-oeste  catarinense, pressionadas \n\npelo avanço das populações pertencentes à sociedade nacional brasileira. \n\nDe Masi (2010), realizou levantamentos nos vales do Rio Irani, região meio-oeste de \n\nSanta Catarina, através dos quais identificou 56 sítios compostos por casas subterrâneas; 5 sítios \n\nlitocerâmicos compostos por cerâmica da fase Xaxim e bifaces ou lascas em basalto; e 9 sítios \n\nlíticos, onde verificou, predominantemente, a ocorrência de bifaces, lascas em basaltos, e \n\nmicrolascas em silicatos. O trabalho realizado pelo autor não proveu informações cronológicas, \n\ncontudo, ajuda a demonstrar que essa região também foi densamente ocupada por grupos Jê. \n\n\n\n36 \n \n\nAnos antes, o mesmo autor realizou levantamentos e escavações no vale do rio Canoas, e \n\nobteve importantes dados referentes à diversidade tipológica e cronológica dos sítios dessa \n\nregião. Foram identificados, aproximadamente, 700 sítios arqueológicos nas encostas do rio, \n\ndentre os quais haviam abrigos sob rocha, sítios superficiais líticos e litocerâmicos, casas \n\nsubterrâneas, estruturas anelares (danceiros) e montículos (DE MASI, 2006). \n\nDatações obtidas pelo autor a partir de esqueletos dispostos sob abrigos rochosos de \n\nUrubici e São Joaquim (1735 A.P. e 1183 A.P., respectivamente), se associadas à data obtida por \n\nPiazza em Urubici para um esqueleto também disposto sob abrigo rochoso (910 A.P.), podem \n\nindicar o período em que tal padrão de sepultamento - trazido por esses grupos do planalto \n\ncentral -  se manteve, tendo sido substituído a partir do século XI da nossa Era (980 A.P.) por \n\nmontículos, entaipados ou não. \n\nE é, justamente sobre a funcionalidade de tais montículos, entre outras questões, que se \n\nocupa a pesquisa desenvolvida por Müller (2008, 2011), assim como a realizada anteriormente \n\npor Copé et al. (2002), Saldanha (2005) e Copé (2006). Ambos inferem hipóteses e \n\ninterpretações sobre as demais estruturas que compõem os sítios arqueológicos associados aos \n\nJê do planalto meridional: os montículos e os 'danceiros' (áreas entaipadas com ou sem \n\nmontículo central). \n\nSaldanha (2005), defende em seu trabalho realizado a partir de escavações \n\nempreendidas em sítios do vale do Pelotas (margem esquerda), que as estruturas entaipadas \n\nque possuem montículos centrais exerciam a função de depósito de restos humanos cremados, \n\ntratando-se de cemitérios familiares e ligados sempre a um conjunto de casas subterrâneas. De \n\nacordo com o autor, a função dos 'danceiros' é claramente cerimonial. \n\nA partir de análises de distribuição espacial dos conjuntos de estruturas arqueológicas \n\nidentificados na área de sua pesquisa (danceiros, casas subterrâneas e sítios superficiais), \n\nSaldanha sugere que os danceiros representavam, também, um local central de grupos com uma \n\ncentralização sociopolítica, indicando, portanto, um povoamento estável, associado a um grupo \n\npopulacional maior. \n\nO trabalho de Müller é muito mais focado nos elementos internos dos danceiros, \n\nprincipalmente nos ossos humanos cremados. A partir de escavações em sítios localizados \n\ntambém no vale do Pelotas, mas pela margem direita (município de Anita Garibaldi), a autora \n\nconfirma a funcionalidade cerimonial dos danceiros, atribuindo a eles a função de sepulturas e \n\nlocal de cremação dos mortos. Müller faz, ainda, um dialogo entre dados etnográficos e \n\narqueológicos, buscando associar estes sítios cerimoniais a grupos etnograficamente \n\n\n\n37 \n \n\nconhecidos. Com os dados levantados, a autora discorre sobre as aproximações feitas \n\nanteriormente, as quais associavam os danceiros aos ancestrais dos Xokleng (KEMPF, 1947; \n\nHENRY, 1964), sem, no entanto, se posicionar positivamente ou negativamente a tal associação. \n\nA mesma associação entre danceiros e os rituais praticados pelos ancestrais dos Xokleng \n\nforam feitos por De Masi (2009), ao tratar dos resultados obtidos nas suas pesquisas realizadas \n\nsobre dois danceiros que compõem o sítio SC-AG-12 (baixo Rio Canoas). Contudo, em seu \n\ntrabalho De Masi recorre aos dados etnográficos para confirmar a ancestralidade Xokleng, \n\nreferindo-se, principalmente, aos rituais de passagem para a vida adulta (perfuração dos lábios \n\ndos meninos) e rituais de cremação. O autor propõe, ainda, que as variações morfológicas das \n\nestruturas (tamanho, densidade de artefatos e quantidade de sepultamentos, principalmente), \n\nestão associadas ao status social dos indivíduos, indicando, assim a existência de uma \n\norganização social complexa e estratificada. \n\nTratando de sistema de assentamento, os trabalhos de Rogge e Schmitz (2009) \n\ndesenvolvidos no município de São Marcos ajudaram a sustentar a ideia de que a disposição das \n\nestruturas, sejam elas habitacionais ou rituais, segue uma lógica baseada em estratégias de \n\nsubsistência e defesa do território. De acordo com os autores, as áreas de assentamentos estão \n\nsituadas nas bordas dos platôs com cotas entre 800 e 700 metros, locais de transição entre as \n\náreas de floresta e campo. Para os autores, o moderado volume anual de chuvas; a temperatura \n\namena no verão e fria no inverno; a grande disponibilidade de pinhão, frutos e caça durante \n\nquatro meses no ano; a abundância de madeira para construção e combustível; a facilidade de \n\nlocomoção pelos patamares; bem como a privilegiada visibilidade do território, são elementos \n\nque tornam tais áreas tão atraentes para o estabelecimento desses grupos. \n\nA equipe do Instituto Anchietano de Pesquisas realizou, e vem realizando, pesquisas que \n\ntem o principal propósito de contribuir para a compreensão da trajetória dos grupos Jê no \n\nplanalto meridional brasileiro. Em Santa Catarina foram realizados trabalhos no vale do Rio \n\nItajaí, município de Taió (SCHMITZ et al., 2009), e nos Campos de Lages, em duas áreas \n\narqueológicas mapeadas por Maria José Reis no município de São José do Cerrito (SCHMITZ et \n\nal., 2010; SCHMITZ; ROGGE, 2012). \n\nAs pesquisas desenvolvidas no município de Taió resultaram em dados cronológicos e \n\nmorfológicos muito interessantes. No sítio SC-TA-04, composto por 14 casas subterrâneas, um \n\nmontículo funerário e um aterro construído, provavelmente, a partir das sobras de material \n\nmineral proveniente das casas subterrâneas, foram realizadas quatro datações, através das quais \n\nse obtiveram as datas mais antigas para casas subterrâneas no estado de Santa Catarina até \n\nentão: 1390 A.P. e 1220 A.P. \n\n\n\n38 \n \n\nAlém das datas bastante antigas, verificou-se a inexistência de material cerâmico nas \n\nestruturas, a presença de materiais líticos lascados e a baixa densidade das camadas de \n\nocupação, formadas principalmente por pequenas fogueiras compostas por poucos seixos e \n\nminúsculos fragmentos de carvão. Tais características denotam uma ocupação expedita \n\nempreendida por um grupo de alta mobilidade que ainda não produzia cerâmica e subsistia da \n\ncaça e da coleta. \n\nA ampliação do horizonte cronológico obtida a partir dos trabalhos de Taió, foi reforçada \n\ne testada nas pesquisas realizadas em São José do Cerrito nos anos de 2008, 2009, 2010, 2011 e \n\n2012 pelo IAP - UNISINOS. Nesse período foram escavadas estruturas de duas áreas \n\narqueológicas que apresentam diferenças estruturais, incluindo tamanhos, formas e disposição \n\ndas casas subterrâneas, e amplitude espacial da área do sítio. \n\nO complexo arqueológico da Boa Parada, alvo das pesquisas nos anos de 2009 e 2008, é \n\ncomposto por 25 casas subterrâneas, 3 montículos e 1 danceiro, dispostos sobre uma área de \n\n600 metros de raio. Nesta área foram obtidas datas em casas subterrâneas que vão de 830 A.P. \n\naté 370 A.P. O danceiro, também escavado e datado, está situado cronologicamente entre 800 e \n\n750 anos A.P. \n\nNeste complexo arqueológico verificou-se a ocorrência dos padrões ocupacionais \n\nencontrados nos sítios apresentados por Mentz Ribeiro e Ribeiro (1985), Copé et al. (2002), \n\nSaldanha (2005), Copé (2006) e Müller (2008, 2011), mas em um período pouco mais recuado. \n\nAglomerados compostos por até 5 casas subterrâneas bem como a ocorrência de casas \n\nsubterrâneas isoladas, presença de aterro nivelador bem definido, ocorrência de cerâmica, \n\npresença do danceiro e maior dispersão dos conjuntos de estruturas são características comuns \n\naos sítios associados à ocupação Jê no planalto meridional a partir do século XII. \n\nO complexo arqueológico do Rincão dos Albinos, pesquisado nos anos de 2011 e 2012, é \n\ncomposto por, aproximadamente, 96 casas subterrâneas13, dispostas sobre uma área de 180 \n\nmetros de raio. Em duas casas subterrâneas que compõem o sítio foram obtidas datas que \n\nremetem ao início desta ocupação ao mesmo período daquela empreendida em Taió, \n\naproximadamente 1.400 anos A.P. Neste sítio as casas estão aglomeradas, como se construídas \n\nem sobreposição. Nesta área não ocorrem danceiros e a cerâmica aparece em algumas  \n\nestruturas, nos níveis mais superficiais. Isso pode significar uma transição do período pré-\n\ncerâmico para o cerâmico, que pode estar associada à diminuição da mobilidade desse grupo e \n\n                                                             \n13 Número obtido através do recadastramento das estruturas que compõem os sítios SC-CL-70 e 71. Em \nseu levantamento desenvolvido na década de 1970, Reis (2007)  identificou um total de 107 estruturas \nsubterrâneas. \n\n\n\n39 \n \n\nmudança na sua forma de perceber e conceber a paisagem, que também se encontrava em \n\ntransformação. \n\nSchwengber et al. (2012), em um trabalho realizado no município de Passos Maia, região \n\noeste de Santa Catarina e domínio morfológico dos Campos de Palmas, escavaram duas de \n\nquatro casas subterrâneas que compunham o sítio Santa Terezinha III. Nestas duas estruturas \n\nnão identificaram material cerâmico e obtiveram uma data em C14 de 1140 anos A.P., ampliando \n\nainda mais o horizonte cronológico e territorial desse grupo, reforçando, também, a hipótese de \n\nque esta população Jê Meridional inicia sua ocupação no planalto sul brasileiro como caçadores-\n\ncoletores que não produzem cerâmica. \n\nNa borda leste do planalto catarinense, mais precisamente no município de Urubici, \n\nRafael Corteletti (2012) desenvolveu o Projeto Arqueológico Alto Canoas, com o qual objetivou \n\nrevisitar os sítios mapeados por João Alfredo Rohr, mapear novos sítios e, através de dados \n\npaleobotânicos e geográficos, identificar o sistema de assentamento das populações Jê na região \n\ndo alto curso do Rio Canoas. \n\nAtravés das atividades de recadastramento e mapeamento, 90 sítios arqueológicos \n\nassociados à ocupação Jê Meridional foram cadastrados, os quais foram organizados em 4 \n\ncategorias de assentamento, definidas a partir das características morfológicas gerais dos sítios. \n\nCorteletti (2012) assim os definiu: sítios com engenharia de terra (casas subterrâneas, \n\nmontículos, danceiros), superficiais, petroglifos e em substrato rochoso (grutas com \n\nsepultamento, abrigos, amoladores fixos e galerias subterrâneas). \n\nDos 90 sítios cadastrados, Corteletti realizou intervenções nos sítios Mazzon 2, Bonin  e \n\nCopetti. No sítio Mazzon 2 foi escavada uma quadra de 1m² entre duas casas subterrâneas, \n\natingindo os 60 centímetros de profundidade, mas nada foi encontrado. No sítio Copetti o autor \n\nrepetiu o corte de 1m², dessa vez no centro de uma casa subterrânea, até 90 centímetros de \n\nprofundidade. Desta intervenção resultou a identificação de lascas em basalto e um fragmento \n\nde cerâmica. \n\nNo sítio Bonin, Corteletti realizou escavações mais amplas. Através de uma trincheira de \n\n11 x 0,5 metros, que transpassou duas pequenas casas subterrâneas, o autor identificou duas \n\náreas de combustão (cocção), uma em cada casa. Como resultado final das intervenções \n\nrealizadas, foram coletados 631 fragmentos cerâmicos que, após as análises tipológicas e \n\ncolagem, demonstraram a ocorrência de aproximadamente 23 potes da Tradição Taquara-\n\nItararé, com capacidades que variam entre 100ml e 10 litros. O autor coletou amostras de carvão \n\npara análise radiométrica, que resultou em uma data de 610 +- 50 A.P. (CORTELETTI, 2012). \n\n\n\n40 \n \n\nBaseado em dados paleobotânicos, obtidos através da análise de grãos de amido e \n\nfitólitos extraídos da parede dos fragmentos cerâmicos coletados nas estruturas de combustão \n\ndo sítio Bonin, Corteletti propõe que nesse período (séculos XIV e XV), os grupos Jê do alto vale \n\ndo Rio Canoas produziam parte de seus alimentos e, portanto, desenvolviam uma \"economia \n\nmista, ou seja, uma economia onde a agricultura exerce um papel importante de \n\ncomplementaridade à caça, coleta e pesca\" (CORTELETTI, 2012, p. 148). \n\nA mesma proposição já havia sido feita de forma discreta por Beber (2004), que \n\ncaracterizou a ocupação Jê no planalto sul brasileiro \"como uma adaptação a um ambiente rico \n\nem pinhão, por grupos baseados na organização tribal, especializados na coleta e utilização do \n\npinhão e muito possivelmente complementada com uma horticultura [...]\" (BEBER, 2004, p. 251).  \n\nCorteletti (2012), por sua vez, defende a ocorrência do cultivo argumentando da seguinte forma: \n\nApesar de termos conseguido provas claras da produção de plantas alimentícias, como a \nmandioca, o milho ou a abóbora, o conceito de \"economia mista\" serve à necessidade \nprimeira de afirmar que é a diversidade de opções o ponto central da composição da \ndieta dessas populações, sendo composta pela interação maleável entre as atividades \nextrativistas (caça, coleta, pesca) e as produtivas (cultivos). Dessa maneira, fugimos do \nengessamento das diferentes classificações da economia para a transição entre \ncaçadores-coletores e agricultores, e assumimos essa conceituação que permite incluir \numa série de categorias alimentícias diferentes, sejam elas domesticadas ou selvagens, \nem diversas escalas de importância e em distintos momentos, dependendo de \nabundância ou escassez (CORTELETTI, 2012, p. 148). \n\nEm síntese, Corteletti (2012) propõe que os Jê do sul do Brasil, que ocupavam a região \n\num século antes da conquista, possuíam baixa mobilidade, ocupando e utilizando os recursos \n\ndisponíveis em um espaço relativamente pequeno (uma floresta manejada, por exemplo), \n\ncomplementando sua dieta com produtos cultivados, tanto nos períodos mais quentes, quanto \n\nnos períodos frios. \n\nFinalizando essa breve revisão, podemos dizer que a partir de dados obtidos nas \n\npesquisas aqui citadas e em inúmeras outras, alguns elementos do ethos do Jê Meridional \n\npuderam ser captados. Temos, atualmente, um horizonte cronológico definido que se estende de, \n\nao menos, 1500 anos A.P. até 110 anos A.P, dentro do qual foram desenvolvidos ao menos \n\nquatro tipos de sítios: aqueles compostos por casas subterrâneas e os superficiais litocerâmicos, \n\naos quais é atribuída a funções ocupacionais e econômicas; aqueles compostos por taipas \n\ncirculares e montículos (danceiros) e os abrigos sob rocha, aos quais atribui-se a funções \n\ncerimoniais. \n\nTemos, ainda, padrões de assentamento parcialmente estabelecidos. Em sua maioria, os \n\nsítios com casas subterrâneas encontram-se implantados em encostas pouco íngremes formadas \n\npor terraços coluviais, próximos a fios de água de banhados de elevação; os abrigos rochosos \n\n\n\n41 \n \n\nocorrem com maior frequência em grutas associadas a cascatas que as \"protegem\"; os sítios \n\nsuperficiais estão comumente implantados em média/alta encosta ou topo vertente; já os \n\n'danceiros' estão implantados em áreas mais planas, principalmente no topo de elevações \n\n(BEBER, 2004). \n\nSobre os sítios compostos por uma ou mais casas subterrâneas uma particularidade foi \n\nobservada: os sítios com as datas mais recuadas apresentam casas com dimensões variadas, mas \n\nsão produto de sucessivas reocupações e estão muito próximas umas das outras, formando \n\naglomerados com várias estruturas; já nos sítios com datações mais recentes, aproximadamente \n\na partir de 800 anos A.P., o número de casas por sítio se reduz, os aterros das casas são mais bem \n\ndefinidos e ocorrem estruturas cerimoniais associadas com maior frequência (danceiros e/ou \n\nmontículos). \n\nA respeito da cerâmica, ao que tudo indica, ela passa a ser produzida a partir de 1.000 \n\nanos A.P. e se estende até o século XIX. A cerâmica pode ser um dos elementos culturais que, \n\nquando presente nos sítios, pode indicar a transição do modo de vida caçador-coletor para o \n\nforrageiro de baixa mobilidade, ou ainda, para a adoção da economia mista, proposta por \n\nCorteletti (2012). \n\nConforme dito acima, esta mudança de comportamento foi verificada no complexo \n\narqueológico Rincão dos Albinos, sobre o qual discorre esse trabalho. Acreditamos que esta \n\nmudança de comportamento se deu de forma gradual e está associada a mudanças que \n\nocorreram no ambiente nesse mesmo momento. Tal hipótese está fundamentada em dados \n\npaleoambientais gerados através de análises palinológicas e sedimentares, através dos quais é \n\npossível identificar momentos de oscilação climática, como a variação de umidade e \n\ntemperatura. \n\nPortanto, através deste trabalho pretendemos, com o auxilio da cartografia, indicar \n\nelementos ambientais e culturais que permitiram que este mesmo espaço fosse utilizado pelos Jê \n\nMeridionais por quase mil anos. \n\n \n\n \n\n \n\n \n\n \n\n\n\n42 \n \n\n3 O COMPLEXO ARQUEOLÓGICO RINCÃO DOS ALBINOS \n\nComo pôde ser visto nas páginas anteriores, há mais de meio século que pesquisas \n\narqueológicas são desenvolvidas nas terras altas do Brasil meridional com o objetivo de captar \n\ninformações que contribuam para a elaboração de hipóteses e modelos que melhor representem \n\nos processos de ocupação dos grupos Jê Meridionais sobre o Planalto das Araucárias. De acordo \n\ncom Gordon Childe (1976), a arqueologia estuda as mudanças do mundo material que são \n\nresultantes das ações humanas, portanto, cabe ao arqueólogo reconstruir essas ações até que, \n\natravés delas, seja possível recuperar os pensamentos que elas expressam. \n\nTais ações ficam materialmente registradas naquilo que Childe (1976, p. 29) chama de \n\n\"resultados sobreviventes do comportamento humano\", que, segundo o autor, enquadra todas as \n\ncoisas que os homens construíram ou destruíram a partir de referencias cognitivas e padrões de \n\ncomportamentos apreendidos das sociedades humanas. Portanto, para Childe, se o arqueólogo \n\nfor capaz de captar os elementos imateriais de determinada cultura através de seus registros \n\nmateriais - sejam eles instrumentos domésticos, armas, adornos, estruturas habitacionais, \n\ntemplos etc. - ele se torna capaz de contar a história dessa cultura, que por sua vez, é o resultado \n\nda \"tradição social acumulada\" (CHILDE, 1976, p. 35). \n\nSabemos, contudo, que essa acumulação de experiências - erros, acertos, descobertas, \n\nadaptações etc. - que se converte em tradições e saberes formadores do arcabouço cultural de \n\ndeterminado grupo humano, recebe fortes influências do meio natural no qual essas pessoas \n\nestão inseridas. O meio natural não determina as ações, mas exige que o sujeito as adeque às \n\ncondições que o ambiente oferece, tais como disponibilidade de recursos alimentares ou de \n\nprodução de objetos e instrumentos, segurança, conforto etc. Da mesma forma, o homem, a \n\npartir de suas ações pautadas em tradições socioculturais, adequa o meio ambiente às suas \n\nnecessidades, transformando os lugares em paisagens.  \n\nDessa forma, pode-se dizer que, tanto o meio cultural, quanto o meio natural, são \n\nsistemas abertos, constantemente influenciados, direta ou indiretamente, por fatores externos, \n\nque resultarão em modificações internas, seja no sistema cultural, seja no sistema ambiental \n\n(TAYLOR, 1948; WHITE, 1949, STEWARD, 1955; BINFORD, 1968, CLARKE, 1968). \n\nPortanto, o presente trabalho, desenvolvido a partir de dados arqueológicos e \n\nambientais, tem o objetivo de captar elementos que nos permitam compreender de que forma os \n\ngrupos Jê transformaram o local onde está situado o sítio Rincão dos Albinos em uma paisagem \n\ncompreendida e, a partir dela, desenvolveram estratégias de adaptação e ocupação, identificados \n\natravés dos registros arqueológicos presentes no sítio. Apropriando-nos dos conceitos \n\n\n\n43 \n \n\nhistoriográficos de Fernand Braudel (1990), podemos dizer, então, que pretendemos contar a \n\nhistória de \"longa duração\" da ocupação do sítio Rincão dos Albinos, buscando no registro \n\narqueológico compreender os \"acontecimentos\" que marcam as mudanças no ethos Jê \n\nMeridional. \n\nConforme apresentado anteriormente, a área onde estão situadas as estruturas \n\narqueológicas que compõem o complexo arqueológico do Rincão dos Albinos vem sendo \n\nestudada há mais de 30 anos. As primeiras pesquisas foram realizadas por Maria José Reis no \n\nfinal da década de 1970 e, na ocasião, a autora mapeou a área e considerou-a como dois sítios, \n\ncuja separação é marcada por um pequeno fluxo de água. No entanto, partindo da concepção \n\napresentada por Chang (1968), que entende que o sítio arqueológico pode ser definido como \n\nlocal físico ou conjunto de locais onde membros de uma comunidade viveram, garantiram sua \n\nsubsistência e exerceram suas funções sociais em dado período de tempo, decidimos tratar os \n\ndois sítios mapeados por Maria José Reis como um único sítio, considerando que as estruturas \n\nque os compõem estão diretamente associadas cultural, espacial e cronologicamente. \n\n \nFIGURA 9: ALGUMAS DAS DIVERSAS CASAS SUBTERRÂNEAS QUE COMPÕEM O SÍTIO ARQUEOLÓGICO RINCÃO DOS \n\nALBINOS \n\n\n\n44 \n \n\nO núcleo situado ao norte do fluxo de água, está localizado sob as coordenadas \n\ngeográficas 27°31'42\"S / 50°37'47\"W14 e foi cadastrado como SC-CL-70, no qual a autora \n\nidentificou a ocorrência de 36 casas subterrâneas15, cujos diâmetros variam de 8 a 2 metros. Já o \n\nnúcleo situado ao sul do fluxo de água, está localizado sob as coordenadas geográficas \n\n27°31'44\"S / 50°37'38\"W16 e foi cadastrado como SC-CL-71 e, neste, a autora identificou 68 \n\ncasas subterrâneas - cujos diâmetros também variam de 8 a 2 metros -, 4 aterros circulares e 6 \n\naterros elipsoidais. Durante sua pesquisa Maria José Reis não realizou intervenções nos dois \n\nsítios, mas complementou as descrições das estruturas através de plantas topográficas \n\nplanialtimétricas. \n\nLembramos que, neste trabalho, os dois sítios cadastrados por Reis serão tratados como \n\numa única área arqueológica, opção que se fundamenta nos resultados obtidos nas pesquisas \n\nrealizadas pela equipe do Instituto Anchietano de Pesquisas (SCHMITZ; ROGGE, 2011; SCHMITZ; \n\nROGGE, 2012), adaptados ao conceito de sítio arqueológico apresentado anteriormente (CHANG, \n\n1968). No entanto, as informações referentes às características físicas das estruturas serão \n\napresentadas com base nos dados levantados pela autora em seu trabalho de dissertação. \n\nNo núcleo norte, as 36 estruturas mapeadas por Reis encontram-se bastante agrupadas, \n\ndando a impressão de que são produto de uma mesma ocupação realizada por um único grupo \n\ncomposto por várias famílias; contudo, os estudos realizados nos últimos anos demonstram que \n\nestas estruturas são produto de ocupações empreendidas em períodos distintos, provavelmente, \n\npor grupos familiares. Já no núcleo sul as estruturas estão dispersas em, no mínimo, sete \n\nagrupamentos bem definidos, compostos por casas aglomeradas e, em alguns casos, unidas, \n\nformando \"trincheiras\". \n\nAs dimensões das estruturas são apresentadas na tabela abaixo, elaborada com base nos \n\ndados obtidos por Maria José Reis na década de 1970, e publicados em 2007. \n\n \n\n \n\n                                                             \n14 Elipsoide de referência WGS 84. Coordenadas UTM 22J 536564, 6954990 (conversão realizada através \ndo software ProGriD). \n15 Durante as atividades de recadastramento do sítio, realizados pela equipe do IAP-UNISINOS no ano de \n2011, três outras casas subterrâneas foram identificadas dentro do núcleo norte, passando este a ser \ncomposto por 39 estruturas. \n16 Elipsoide de referência WGS 84. Coordenadas UTM 22J 536810, 6954927 (conversão realizada através \ndo software ProGriD). \n\n\n\n45 \n \n\nTABELA 2: DIÂMETRO E PROFUNDIDADE DAS CASAS SUBTERRÂNEAS QUE COMPÕEM O COMPLEXO RINCÃO DOS \nALBINOS. ADAPTADO DE REIS, 2007. \n\nSítio \n\n(Reis, 2007) \nNúcleo \n\ncorrespondente \nEstrutura Diâmetro Profundidade \n\nSC-CL-70 Norte 1 4 metros 0,60 metro \n\nSC-CL-70 Norte 2 4 metros 0,60 metro \n\nSC-CL-70 Norte 3 5,50 metros 1 metro \n\nSC-CL-70 Norte 4 4 metros 0,60 metro \n\nSC-CL-70 Norte 5 4 metros 0,60 metro \n\nSC-CL-70 Norte 6 4,50 metros 0,80 metro \n\nSC-CL-70 Norte 7 4 metros 0,50 metro \n\nSC-CL-70 Norte 8 5 metros 0,80 metro \n\nSC-CL-70 Norte 9 4 metros 0,50 metro \n\nSC-CL-70 Norte 10 4 metros 0,50 metro \n\nSC-CL-70 Norte 11 6,50 metros 1 metro \n\nSC-CL-70 Norte 12 7,50 metros 1 metro \n\nSC-CL-70 Norte 13 6,50 metros 1,10 metro \n\nSC-CL-70 Norte 14 7,50 metros 1 metro \n\nSC-CL-70 Norte 15 4 metros 0,70 metro \n\nSC-CL-70 Norte 16 5,50 metros 0,90 metro \n\nSC-CL-70 Norte 17 4 metros 0,70 metro \n\nSC-CL-70 Norte 18 5,50 metros 0,90 metro \n\nSC-CL-70 Norte 19 3,50 metros 0,50 metro \n\nSC-CL-70 Norte 20 5 metros 0,90 metro \n\nSC-CL-70 Norte 21 5 metros 1 metro \n\nSC-CL-70 Norte 22 5 metros 0,80 metro \n\nSC-CL-70 Norte 23 4 metros 0,60 metro \n\nSC-CL-70 Norte 24 6,50 metros 1,20 metro \n\nSC-CL-70 Norte 25 4 metros 0,50 metro \n\n\n\n46 \n \n\nSC-CL-70 Norte 26 2 metros 0,50 metro \n\nSC-CL-70 Norte 27 4 metros 1 metro \n\nSC-CL-70 Norte 28 8 metros 2 metros \n\nSC-CL-70 Norte 29 6,50 metros 0,90 metro \n\nSC-CL-70 Norte 30 Não informada Não informada \n\nSC-CL-70 Norte 31 4 metros 0,50 metro \n\nSC-CL-70 Norte 32 4,50 metros 0,90 metro \n\nSC-CL-70 Norte 33 4,50 metros 0,90 metro \n\nSC-CL-70 Norte 34 4 metros 0,80 metro \n\nSC-CL-70 Norte 35 2 metros 0,60 metro \n\nSC-CL-70 Norte 36 4 metros 0,60 metro \n\nSC-CL-71 Sul 1 4,50 metros 0,80 metro \n\nSC-CL-71 Sul 2 4,50 metros 0,80 metro \n\nSC-CL-71 Sul 3 5 metros 1 metro \n\nSC-CL-71 Sul 4 4,50 metros 0,80 metro \n\nSC-CL-71 Sul 5 4,50 metros 0,90 metro \n\nSC-CL-71 Sul 6 3,50 metros 0,60 metro \n\nSC-CL-71 Sul 7 2,50 metros 0,60 metro \n\nSC-CL-71 Sul 8 4,50 metros 0,70 metro \n\nSC-CL-71 Sul 9 3,50 metros 0,70 metro \n\nSC-CL-71 Sul 10 4 metros 0,50 metro \n\nSC-CL-71 Sul 11 5,50 metros 0,80 metro \n\nSC-CL-71 Sul 12 3,50 metros 0,80 metro \n\nSC-CL-71 Sul 13 8 metros 1,20 metro \n\nSC-CL-71 Sul 14 5 metros 0,90 metro \n\nSC-CL-71 Sul 15 3,50 metros 0,70 metro \n\nSC-CL-71 Sul 16 6 metros 1 metro \n\n\n\n47 \n \n\nSC-CL-71 Sul 17 4,50 metros 0,80 metro \n\nSC-CL-71 Sul 18 4 metros 1 metro \n\nSC-CL-71 Sul 19 5 metros 1 metro \n\nSC-CL-71 Sul 20 6 metros 1,10 metro \n\nSC-CL-71 Sul 21 4 metros 0,90 \n\nSC-CL-71 Sul 22 4,50 metros 0,50 metro \n\nSC-CL-71 Sul 23 3,50 metros 0,70 metro \n\nSC-CL-71 Sul 24 7 metros 2 metros \n\nSC-CL-71 Sul 25 3,50 metros 0,80 metro \n\nSC-CL-71 Sul 26 5 metros 0,90 metro \n\nSC-CL-71 Sul 27 5 metros 1 metro \n\nSC-CL-71 Sul 28 4,50 metros 0,80 metro \n\nSC-CL-71 Sul 29 3 metros 0,80 metro \n\nSC-CL-71 Sul 30 5 metros 1 metro \n\nSC-CL-71 Sul 31 3 metros 0,60 metro \n\nSC-CL-71 Sul 32 3 metros 0,60 metro \n\nSC-CL-71 Sul 33 3 metros 0,70 metro \n\nSC-CL-71 Sul 34 4 metros 0,70 metro \n\nSC-CL-71 Sul 35 3 metros 0,60 metro \n\nSC-CL-71 Sul 36 5,50 metros 0,90 metro \n\nSC-CL-71 Sul 37 4 metros 0,90 metro \n\nSC-CL-71 Sul 38 4,50 metros 0,90 metro \n\nSC-CL-71 Sul 39 5,50 metros 1,20 metro \n\nSC-CL-71 Sul 40 2 metros 0,80 metro \n\nSC-CL-71 Sul 41 5,50 metros 1,10 metro \n\nSC-CL-71 Sul 42 5 metros 1 metro \n\nSC-CL-71 Sul 43 7,50 metros 1 metro \n\n\n\n48 \n \n\nSC-CL-71 Sul 44 6 metros 1 metro \n\nSC-CL-71 Sul 45 4 metros 0,60 metro \n\nSC-CL-71 Sul 46 2 metros 0,50 metro \n\nSC-CL-71 Sul 47 Não informada Não informada \n\nSC-CL-71 Sul 48 2,50 metros 0,60 metro \n\nSC-CL-71 Sul 49 2 metros 0,60 metro \n\nSC-CL-71 Sul 50 5 metros 1 metro \n\nSC-CL-71 Sul 51 5,50 metros 1 metro \n\nSC-CL-71 Sul 52 3,50 metros 0,90 metro \n\nSC-CL-71 Sul 53 3,50 metros 0,70 metro \n\nSC-CL-71 Sul 54 8 metros 1,20 metro \n\nSC-CL-71 Sul 55 7 metros 0,90 metro \n\nSC-CL-71 Sul 56 5 metros 0,80 metro \n\nSC-CL-71 Sul 57 5 metros 1 metro \n\nSC-CL-71 Sul 58 5 metros 0,80 metro \n\nSC-CL-71 Sul 59 3,50 metros 0,60 metro \n\nSC-CL-71 Sul 60 6,50 metros 2 metros \n\nSC-CL-71 Sul 61 6,50 metros 1 metro \n\nSC-CL-71 Sul 62 4,50 metros 0,90 metro \n\nSC-CL-71 Sul 63 6 metros 1 metro \n\nSC-CL-71 Sul 64 3,50 metros 0,50 metro \n\nSC-CL-71 Sul 65 4,50 metros 0,70 metro \n\nSC-CL-71 Sul 66 4,50 metros 0,70 metro \n\nSC-CL-71 Sul 67 5,50 metros 1,10 metro \n\nSC-CL-71 Sul 68 6,50 metros 1,10 metro \n\n \n\n \n\n\n\n49 \n \n\n \n\n\n\n50 \n \n\nApesar da aparente diferença na disposição das estruturas que compõem os dois \n\nnúcleos, existem algumas características comuns a eles, principalmente no que tange à \n\nimplantação dos assentamentos. Percebe-se que, nos dois núcleos, há um adensamento de \n\nestruturas nas partes mais altas dos terraços nos quais estão situados, logo, dentro da área de \n\nmata manejada, imune a aumentos do nível do lençol freático. É nessas mesmas \"cristas\" que se \n\nencontram as estruturas com maiores dimensões. \n\nO Rincão dos Albinos está situado no município de São José do Cerrito, planalto \n\ndissecado do Estado de Santa Catarina, em área de drenagem da bacia hidrográfica do Rio \n\nCanoas (vertente do interior). O rio Canoas nasce em Urubici e desemboca no rio Pelotas, \n\nformando, com este, o rio Uruguai. Os principais afluentes do Canoas são o rio Caveiras e o rio \n\nMarombas. Localmente, o principal corpo d' água é o Arroio dos Ribeiros, que desemboca no rio \n\nCanoas e, durante seu curso, é alimentado por diversos fluxos de água que se formam nos \n\nbanhados de altitude. \n\n \nFIGURA 10: BANHADO DE ALTITUDE SITUADO A 50 METROS DO NÚCLEO SUL DO SÍTIO RINCÃO DOS ALBINOS \n\n \n\n\n\n51 \n \n\n\n\n52 \n \n\nAtualmente, em decorrência de manejos realizados nos últimos 40 anos, toda a área do \n\nRincão dos Albinos encontra-se recoberta por espécies que compõem a formação vegetal \n\nFloresta ombrófila mista, também conhecida como Mata de Araucária ou Mata Preta. No local do \n\nsítio, esta formação encontra-se estratificada em três estratos principais, classificados como \n\nvegetação rasteira, arbustiva e densa (Figura 11). \n\nO primeiro estrato (rasteiro) é formado por gramíneas que estão associadas aos locais \n\nadjacentes ao fio d'água e aos banhados, que se encontram constantemente encharcados. \n\nSucessivo a este, compondo o segundo estrato, verifica-se a ocorrência de arbustos de goiabeira \n\nda serra (Acca selowiana), que se encontram esparsos na encosta dos platôs. No terceiro estrato, \n\ntemos uma maior variedade de espécies que variam de pequeno a grande porte que compõem \n\numa formação mais densa. Este estrato está situado sobre as áreas mais altas dos platôs, que \n\ngeralmente possuem uma melhor drenagem e, atualmente, não sofrem com prolongados \n\nperíodos de acúmulo de água. Neste estrato são encontrados a araucária (Araucaria \n\nangustifolia), o guaramirim (Calypthrantes sp), a erva-mate (Ilex paraguaiensis), a gabiroba \n\n(Campomanesia pubescens), o guabiju (Eugenia guabiju), o araçá (Psidium cattleianum Sabine) e \n\no ‘bugre’ (Lithraea brasiliensis). \n\n \nFIGURA 11: ESTRATOS VEGETAIS PRESENTES NA ÁREA DO COMPLEXO ARQUEOLÓGICO RINCÃO DOS ALBINOS  \n\n1° \n\n2° \n\n3° \n\n\n\n53 \n \n\nTal diversidade de espécies vegetais (comuns às áreas de campo e de floresta) atrai a \n\npresença de mamíferos, como veados, porcos do mato, felinos, caninos, macacos, anta etc.; e \n\naves, como a ema, a seriema, a curicaca, os papagaios e gralhas. Tanto os recursos vegetais \n\nquanto os animais disponíveis na região, atraem 'caçadores' hoje e, provavelmente, atraíam os \n\nhomens no período pré-colonial. \n\nAtualmente, a temperatura média anual da região onde está situado o Rincão dos Albinos \n\nvaria entre 16°C e 18°C. A precipitação média anual varia entre 1600 e 1800 milímetros e a \n\numidade relativa do ar durante o ano fica em torno de 80%. \n\nGeomorfológicamente, o Rincão dos Albinos está situado no planalto dissecado da Bacia \n\ndo Uruguai, mais especificamente na média vertente da face norte de um alto esporão basáltico \n\nque atua como divisor de águas dos sistemas de drenagem dos rios Canoas e Caveiras. Esta área \n\né composta por vales formados pela dissecação fluvial que atuam como corredores de recepção \n\nde ventos, umidade, frio e calor provenientes do vale do rio Canoas. \n\n \nFIGURA 12: VISTA DO VALE DO ARROIO DOS RIBEIROS E, AO FUNDO, VALE DO CANOAS \n\nCompõem a litoestratigrafia do local as rochas pertencentes à Formação Serra Geral, tais \n\ncomo o basalto, o basalto andesito, o riolito e variações de arenito. Tais rochas, principalmente o \n\nbasalto, são as principais matrizes pedológicas da região, que é recoberta, basicamente, por \n\nCambissolos pouco desenvolvidos e Neossolos litólicos. A associação das características \n\ngeológicas e pedológicas explica o baixo teor de permeabilidade dessa área, o que ocasiona a \n\nformação de bacias de acumulação de água e torna o lençol freático pouco profundo.  \n\n\n\n54 \n \n\n3.1 INTERVENÇÕES ARQUEOLÓGICAS \n\nOs dados que serão apresentados sobre o sítio e sua escavação foram baseados em \n\nSchmitz et al. (2013), trabalho do qual sou co-autor, e que detêm a prioridade de publicação \n\nsobre as informações expostas nesse item. Algumas das informações aqui mencionadas, \n\nsobretudo as datas obtidas a partir das amostras de carvão coletadas no sítio, também foram \n\npreviamente apresentadas em Schmitz e Rogge (2011, 2012) e Farias e Schmitz (2012). \n\nAs pesquisas realizadas pela equipe do IAP - UNISINOS neste sítio foram empreendidas \n\nem duas etapas, uma delas durante o mês janeiro do ano de 2011, na qual foram escavadas \n\nquatro estruturas do núcleo norte (casas 2, 14, 17 e 25); e a outra durante o mês de janeiro do \n\nano de 2012, na qual foram escavadas seis estruturas do núcleo sul (casas 4, 14, 24, 25, 26 e 27). \n\nAs casas escavadas no núcleo norte apresentaram estratigrafias que denunciam a \n\nocorrência de, ao menos, duas ocupações. A casa 2, onde foi realizado um corte de 1 x 2 m, no \n\ncentro da depressão, até a profundidade de 0,8 m, apresentou duas estruturas de combustão, \n\numa no nível 6 e outra no nível 8, da qual obteve-se a data de 1.080 +- 30 A.P., calibrada com dois \n\nsigmas em 1060 a 1.020 A.P., ou AD 890-1.020 (Beta-297429). No corte realizado nesta casa não \n\nforam identificados fragmentos cerâmicos, ocorrendo apenas núcleos e fragmentos de basalto, \n\nalém de esparsos cristais de quartzo. \n\nNa casa 14 foi realizado um corte de 1 x 4 m, até 0,9 m de profundidade, do centro em \n\ndireção a uma borda, que não foi atingida. Como resultado das intervenções, foram identificadas  \n\nquatro áreas de concentração de carvão, nos níveis 3, 7/8, 10 e 13, que podem indicar a \n\nocorrência de quatro ocupações, todas pré-cerâmicas. A data da primeira ocupação é de 1.320 +- \n\n40 anos A.P., calibrada com dois sigmas em 1300 a 1180 A.P., ou AD 650-770 (Beta-293588). O \n\ncarvão das outras camadas era pouco ou não confiável para uma datação segura. \n\nA mesma datação foi obtida a partir de amostras coletadas em uma estrutura de \n\ncombustão identificada no nível 10 da casa 17, na qual também não foram identificados vestígios \n\nde uso de cerâmica. Nela foi realizado um corte de 1 x 3,5 m, a partir do centro em direção à \n\nborda mais alta de um lado e para dentro da depressão 16 no outro lado, atingindo 0,9 m de \n\nprofundidade. No centro da depressão, na base do corte, aparece um lugar de fogo organizado \n\ncom numerosos seixos. A camada mais profunda foi datada de 1.320 +- 40 anos A.P., calibrada \n\ncom dois sigmas em 1.300 a 1.180 A.P., ou AD 650-770 (Beta-293589); a mais superficial \n\n(possivelmente contaminada por carvão recente) em 470 +- 50 anos A.P., calibrada com dois \n\nsigmas em 550 a 470 anos A.P. ou AD 1400-1480 (Beta-297432).  \n\n\n\n55 \n \n\nNa casa 25, onde a cerâmica também é ausente, foi realizado um corte de 1 x 3 m, a partir \n\ndo centro em direção a uma borda e para dentro da casa sobreposta, até uma profundidade de \n\n0,8 m. Através das escavações, verificou-se a existência de três áreas com concentração de \n\ncarvão, duas no nível 3 e uma que se estende do nível 5 ao nível 7. A camada inferior foi datada \n\nem 1.190 +- 40 anos A.P., calibrada com dois sigmas em 1.240 a 1.200 A.P. (AD 710-750); 1190 a \n\n1.050 A.P. (AD 760-900); 1.040 a 990 A.P. (AD 920-960) (Beta-293590). \n\nOutras datas foram obtidas nas janelas de 1 m² escavadas fora das casas subterrâneas. \n\nNa janela 3 há uma bonita plataforma de fogo, datada em 1.250 +- 40 anos A.P., calibrada com \n\ndois sigmas em 1.280 a 1.070 anos A.P. ou AD 670-880 (Beta-297430). Na janela 8 um lugar de \n\ntrabalho está datado em 1.110 +- 40 anos A.P., calibrada com dois sigmas em 1.080 a 940 A.P., ou \n\nAD 870-1.010 (Beta-293591). Na janela 14 uma estrutura de fogo está datada em 1.400 +- 40 \n\nanos A.P., calibrada com dois sigmas em 1.360 a 1.280 A.P., ou AD 590-670 (Beta-297431). \n\nFragmentos cerâmicos foram encontrados somente nas janelas 8 e 10, somando um total de \n\ndezesseis pequenos fragmentos de cerâmica da Tradição Itararé, oito fragmentos em cada janela. \n\nA partir da baixa densidade de material e da fragilidade das camadas de ocupação,  \n\nSchmitz e Rogge (2011, 2012), atribuem às estruturas a função de locais de ocupação \n\ntemporária que, após algum tempo de abandono, voltavam a ser ocupadas. Ao que tudo indica, \n\nestas ocupações sazonais estariam sendo motivadas pela busca e obtenção de recursos \n\nnecessários para a subsistência desse grupo em determinado período do ano. \n\n\n\n56 \n \n\n \nFIGURA 13: PLANTA TOPOGRÁFICA DO NÚCLEO NORTE DO COMPLEXO RINCÃO DOS ALBINOS. ELABORADO PELO \n\nAUTOR. \n\n \n\n \nFIGURA 14: CORTE ESTRATIGRÁFICO DA CASA 2 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\n\n\n57 \n \n\n \nFIGURA 15: CORTE ESTRATIGRÁFICO DA CASA 14 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\n \nFIGURA 16: CORTE ESTRATIGRÁFICO DA CASA 17 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\n\n\n58 \n \n\n \nFIGURA 17: CORTE ESTRATIGRÁFICO DA CASA 25 DO NÚCLEO NORTE. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nO núcleo sul do sítio Rincão dos Albinos é composto por 7 conjuntos bem definidos, \n\nformados por estruturas bastante agrupadas, mas dispersas de forma irregular, apresentando \n\ndimensões variadas. As escavações no núcleo sul foram realizadas sobre seis casas subterrâneas \n\n(4, 14, 24, 25, 26 e 27) e sobre as áreas de entorno situadas entre dois conjuntos de casas \n\nsubterrâneas. \n\nNa casa subterrânea 4 foi aberto um corte de 1 x 2 m, que chegou aos 60 cm de \n\nprofundidade, quando alcançou o nível do lençol freático. Nos dois primeiros níveis apareceram \n\n3 núcleos de basalto, 1 pequeno núcleo de calcedônia, 1 lasca grande de basalto e 1 núcleo de \n\nquartzo, além de 1 fragmento de cerâmica simples. O carvão situado nos primeiros níveis \n\nprovavelmente é do acampamento ceramista, contudo pode ter sua origem na queima de galhos \n\npor ocasião da retirada dos troncos de pinheiros e, por isso, não foi usado para datação. Depois \n\nde uma camada sem material, verificou-se, no centro da depressão, uma camada escura sem \n\ncerâmica, que foi datada em 830 +- 30 anos A.P., calibrada com dois sigmas em 790 a 690 A.P. \n\n(AD 1160 a 1260) (Beta-316467); data considerada válida. \n\nNa casa 14, foi escavado um corte de 1 x 3 m, até a profundidade de 1,40 m, atingindo o \n\ncentro e parte da parede da estrutura. Através do perfil verificou-se a ocorrência de duas \n\ncamadas escuras, indicadoras de duas ocupações. O corte não proveu fragmentos cerâmicos, \n\ncontudo, foram identificados 5 núcleos de basalto e 1 de calcedônia, além de 11 lascas de basalto \n\ne 1 de calcedônia. A primeira camada, junto da base do corte, onde se registra maior \n\nconcentração de seixos como armação de fogueiras, foi datada de 1.350 anos +- 30 anos A.P., \n\ncalibrada com dois sigmas de 1300 a 1260 A.P. (AD 650 a 690) (Beta-316465); a segunda, mais \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\n\n\n59 \n \n\nsuperficial, com menos materiais e mais carvão (possivelmente contaminado por carvão \n\nrecente), foi datada de 370 +- 30 anos A.P., calibrada com dois sigmas de 500 a 420 A.P. (AD \n\n1450 a 1530), 410 a 400 anos A.P. (AD 1540 a 1550) e 400 a 320 A.P. (AD 1550 a 1630) (Beta-\n\n316464). \n\nNa casa 24 foi realizado um corte de 1 x 4 m, até 1,30 m de profundidade, atingindo o \n\ncentro e parte da parede da estrutura. Só nos níveis mais profundos (9, 10 e 11) existe um \n\npequeno aglomerado de seixos e pequenos blocos. Não foram identificados fragmentos de \n\ncerâmica nesta estrutura, ocorrendo apenas 7 núcleos de basalto, 5 lascas de basalto e 2 \n\nfragmentos que poderiam ser de mão de pilão. A datação obtida para o camada superficial desta \n\ncasa subterrânea apresentou contaminação, evidenciada no gráfico do relatório emitido pelo \n\nlaboratório, onde verifica-se a ocorrência de três picos independentes: 310 a 280 anos A.P., 170 \n\na 150 anos A.P. e 10 A.P. a posterior a 1950 (Beta-316466). \n\nNa casa 25 foi realizado um corte de 1 x 2 m, até 90 cm de profundidade, que expôs o \n\ncentro da depressão. No perfil verifica-se a ocorrência de dois pacotes de sedimentos \n\nmorfologicamente distintos. O sedimento do pacote superior possui granulometria grossa e \n\ncoloração marrom escuro, com menos indicadores de ocupação; nele foram recuperados 3 \n\nnúcleos pequenos, 1 médio; 2 lascas pequenas e 1 grande. O sedimento do pacote inferior é mais \n\nfino e apresenta coloração amarelada, no qual existem seixos agrupados como suporte de \n\nfogueiras; nele foram recuperados 2 núcleos médios e 6 grandes, mais 1 lasca grande. Nesta casa \n\nsubterrânea não foram identificados fragmentos de cerâmica e não foi enviado material para \n\ndatação da mesma. \n\nNa casa 26 foi realizado um corte de 1 x 4 m, até 1,20 m de profundidade, que expôs o \n\ncentro e parte da parede da estrutura. Através dos perfis foi possível identificar cinco ocupações \n\ncom bastante material. Nos níveis superficiais, existe pequena ocupação com carvão e 8 \n\nfragmentos de cerâmica simples, aparentemente de dois pequenos potes, além de núcleos de \n\nbasalto e cristais de quartzo dispersos. A partir do nível três não foram identificados fragmentos \n\nde cerâmica, contudo, o número de artefatos líticos aumentou consideravelmente: 2 lascas \n\npequenas no nível três; 1 talhador grande e 3 lascas pequenas no nível quatro; 1 núcleo grande, \n\n1 lasca pequena, 1 média, 1 longa retocada, 1 lasca média de arenito silicificado e 1 cristal \n\nlascado no nível cinco; e 2 lascas médias no nível oito. \n\nNesta depressão foram datadas três das cinco ocupações marcadas no perfil, através das \n\nquais obteve-se, para a segunda ocupação, a data de 1290 +- 30 anos A.P., calibrada com dois \n\nsigmas 1290 a 1170 A.P. (AD 660 a 780) (Beta-319371). A terceira ocupação a partir da base \n\nestá datada em 1310 +- 30 anos A.P., calibrada com dois sigmas 1290 a 1220 (AD 660 a 730) e \n\n\n\n60 \n \n\n1210 a 1180 anos A.P. (AD 740 a 770) (Beta-319372). A quarta ocupação tem duas datas: 1270 \n\n+- 30 anos A.P., calibrada com dois sigmas 1280 a 1170 (AD 670 a 780) e 1160 a 1150 (AD 790 a \n\n800) (Beta-319374), e 1260 +- 30 anos A.P., calibrada com dois sigmas 1280 a 1170 (AD 670 a \n\n780), 1160 a 1140 (AD 790-810) e 1100 a 1100 (AD 850 a 850) (Beta-329373). As datas obtidas \n\nindicam que as ocupações empreendidas nesta casa subterrânea ocorreram em momentos \n\ndistintos, mas entre intervalos muito curtos. \n\nNo centro da casa 27 foi escavado um corte de 1 x 2 m, até 90 cm de profundidade, e \n\natravés do perfil resultante da escavação foi possível identificar dois pacotes de sedimentos \n\ndistintos morfologicamente. O sedimento da parte superior apresenta granulometria grossa e \n\ncoloração marrom escuro. O sedimento da parte inferior apresenta granulometria fina e \n\ncoloração amarelada. Nos primeiros 30 cm escavados verifica-se a baixa densidade de material \n\narqueológicos e, a partir do nível três foram identificados 6 núcleos e 9 lascas. De 50 a 90 cm de \n\nprofundidade há lugares de fogueira com seixos agrupados e muito carvão, junto ao qual \n\nverificou-se a ocorrência de muitas cascas de pinhão.  \n\nO nível 6 da casa subterrânea 27 foi datado em 1330 +- 30 anos A.P., calibrado com dois \n\nsigmas 1300 a 1240 (AD 650 a 710) e 1200 a 1180 anos A.P. (AD 750 a 770) (Beta-319370). O \n\nnível 10 foi datado em 1360 +- 30 anos A.P., calibrado com dois sigmas 1310 a 1270 (AD 640 a \n\n680) (Beta-319363). Ambas as datas correspondem ao pacote inferior de sedimentos e atestam \n\nocupações com pequeno intervalo. \n\n\n\n61 \n \n\n \nFIGURA 18: PLANTA TOPOGRÁFICA PARCIAL DO NÚCLEO NORTE DO COMPLEXO RINCÃO DOS ALBINOS. \n\nELABORADO PELO AUTOR \n\n \n\n \n\n \n\n \n\nFIGURA 19: CORTE ESTRATIGRÁFICO DA CASA 4 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\nJAIRO HENRIQUE ROGGE \n\n\n\n62 \n \n\n \nFIGURA 20: CORTE ESTRATIGRÁFICO DA CASA 14 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nFIGURA 21: CORTE ESTRATIGRÁFICO DA CASA 24 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\n\n\n63 \n \n\n \nFIGURA 22: CORTE ESTRATIGRÁFICO DA CASA 25 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nFIGURA 23: CORTE ESTRATIGRÁFICO DA CASA 26 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\n \nFIGURA 24: CORTE ESTRATIGRÁFICO DA CASA 27 DO NÚCLEO SUL. FONTE: ARQUIVO IAP-UNISINOS \n\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\nJA\nIR\n\nO\n H\n\nE\nN\n\nR\nIQ\n\nU\nE\n\n R\nO\n\nG\nG\n\nE\n \n\n\n\n64 \n \n\n3.2 A OCUPAÇÃO PRÉ-COLONIAL NO RINCÃO DOS ALBINOS \n\nO processo de ocupação empreendido pelos grupos Jê sobre a área que compreende o \n\nsítio Rincão dos Albinos está inserido em um horizonte cronológico que, ao que tudo indica, se \n\ninicia no século VII da nossa Era (1.400 anos atrás) e se prolonga até o século XIII da nossa Era \n\n(800 anos atrás). São, portanto, 600 anos de sucessivas ocupações, empreendidas sobre um \n\nmesmo espaço que, possivelmente, foi inúmeras vezes resignificado. \n\nVimos, através das escavações realizadas sobre uma pequena parcela do sítio - 10% \n\naproximadamente -, que as casas apresentam mais de uma ocupação cada, algumas sucessivas, \n\noutras com intervalos um pouco mais longos, não ultrapassando os 100 anos. Isso indica que o \n\nsítio resulta de investidas sazonais, mas contínuas, sobre esse local, empreendidas por grupos de \n\nalta mobilidade que, em determinada época, e por determinada razão, revisita esse espaço. \n\nCom base na distribuição das datas obtidas, supomos que duas casas de um mesmo \n\nagrupamento poderiam estar sendo ocupadas ao mesmo tempo e que alguns agrupamentos são \n\ncontemporâneos. Se utilizarmos como parâmetro o processo de ocupação verificado nas casas \n\n27 e 14 do núcleo sul, e nas casas 14 e 17 do núcleo norte, verifica-se que esse espaço é ocupado \n\npor mais de um grupo ao mesmo tempo. O gráfico 1 demonstra melhor essa relação cronológica. \n\n \n\n \n\nGRÁFICO 1: CRONOLOGIA DAS ESTRUTURAS QUE COMPÕEM O RINCÃO DOS ALBINOS \n\n \n\n \n\n \n\n \n\n0 \n\n200 \n\n400 \n\n600 \n\n800 \n\n1000 \n\n1200 \n\n1400 \n\n1600 \n\nCronologia Rincão dos Albinos \n\nNúcleo norte \n\nSérie1 Núcleo sul \n\nCasa 27 \n\nCasa 14 \n\nCasa 26 \n\nCasa 4 \n\nJanela 14 \n\nCasa 14 \n\nCasa 17 \n\nCasa 25 \n\nCasa 2 \n\nAnos A. P. \n\n\n\n65 \n \n\nAs datas obtidas no núcleo sul estão mais concentradas, mas demonstram uma ocupação \n\ndensa e contínua sobre esse agrupamento e nos induzem uma dispersão radial, sugerindo que as  \n\nocupações mais recentes foram empreendidas na órbita desse conjunto. Cabe dizer que as \n\nestruturas que compõe esse núcleo estão mais dispersas, mas o padrão de agrupamento parece \n\nse repetir. Contudo, somente um mapeamento cronológico mais completo permitirá uma melhor \n\ncompreensão do processo de ocupação desse núcleo. \n\n \nFIGURA 25: CASAS SUBTERRÂNEAS DATADAS - NÚCLEO SUL. ELABORADO PELO AUTOR. \n\nNo núcleo norte, as datas obtidas nas casas 2, 14, 17 e 25 nos apresentam outros \n\nelementos que nos permitem pensar sobre o processo de composição do conjunto que forma \n\nessa parte do sítio. Conforme já foi dito em páginas anteriores, ao contrário do núcleo sul que é \n\nformado por diversos agrupamentos de casas subterrâneas, ao que tudo indica, o núcleo norte \n\ndo Rincão dos Albinos representa um único agrupamento de casas subterrâneas, no qual duas ou \n\nmais casas eram ocupadas simultaneamente. \n\nConsiderando a data obtida a partir de carvão coletado na janela 14 escavada a 20 \n\nmetros da casa 14, aceitamos que o início da ocupação nesse local se dá há 1.400 anos A.P., 80 \n\nanos antes das ocupações empreendidas nas casas 14 e 17, cujas primeiras ocupações foram \n\ndatadas em 1320 anos A.P. A casa 14 está localizada na extremidade sul do patamar plano no \n\nqual estão dispostas as casas que compõem o núcleo norte do sítio, formando um arco irregular \n\n\n\n66 \n \n\ncom as casas 13 e 12. Através das curvas de nível geradas pelo levantamento topográfico, \n\npercebe-se que as três estruturas foram construídas aproveitando o declive acentuado, \n\nutilizando o material mineral proveniente das escavações de parte do buraco para compor a \n\nparede sul das estruturas. Considerando a sua localização e a engenharia empregada, podemos \n\nsupor que as estruturas 14, 13 e 12 sejam produto de uma mesma ocupação, contemporânea \n\nàquela empreendida na casa 17, localizada no centro e na parte plana da elevação. \n\nA sequencia cronológica obtida para o núcleo norte, nos indica que houve um processo \n\nde dispersão das estruturas a partir da encosta sul do platô, em direção a sua encosta norte, que \n\nse caracteriza como uma declividade suave. Na linha de delimitação desse declive suave estão \n\nsituadas as casas subterrâneas mais rasas, dentre as quais destacamos a casa 2, onde foi obtida \n\numa data de 1080 anos A.P. ou seja, 240 anos mais recente que aquelas situadas entre o centro \n\ndo platô e a encosta sul. A data obtida na casa 25, situada no centro do platô, entre as casas 17 e \n\na casa 2, reforça a hipótese de dispersão das estruturas no sentido sul-norte. Nesta estrutura, \n\nobteve-se a data de 1190 anos A.P., 30 anos mais recente que a data da casa 17, e 110 anos mais \n\nantiga que a casa 2. \n\n \nFIGURA 26: CASAS SUBTERRÂNEAS DATADAS - NÚCLEO NORTE. ELABORADO PELO AUTOR \n\n \n\n \n\n\n\n67 \n \n\nCom relação a funcionalidade das estruturas, não há dúvidas de que seriam espaços \n\nhabitacionais, nas quais as mesmas atividades são verificadas. Em todas as estruturas escavadas \n\nos contextos identificados são de pequenas fogueiras, provavelmente utilizadas para preparar \n\nalimentos - hipótese que se reforça a partir dos restos de pinhão encontrados na casa 26 do \n\nnúcleo sul -, ou para aquecer o ambiente interno da casa, que não se resumiria ao piso rebaixado, \n\nmas às bordas da mesma, formada pelos aterros. \n\nAs casas subterrâneas que compõem o sítio apresentam tamanhos muito variados, \n\ndispostos de forma aleatória. As escavações realizadas não proveram dados que permitissem \n\ncaptar o elemento que atuou na definição do tamanho da estrutura a ser construída. As datas \n\nobtidas nas casas escavadas nos fazem supor que as casas maiores são, também, as mais antigas, \n\ne, com o passar dos anos, casas menores foram construídas na sua orbita. Essa variação também \n\npode estar associada à questões demográficas. Nesse caso, quanto maior o número de pessoas \n\nagregadas ao grupo, maior o tamanho da estrutura. \n\nAs intervenções realizadas sobre o sítio nos permitiram, ainda, verificar que, nos três \n\nprimeiros séculos de ocupação, os grupos que revisitavam sazonalmente esse espaço não \n\nutilizavam cerâmica e dispunham de uma indústria lítica simples, composta por lascas \n\ngrosseiras e poucos artefatos polidos, provavelmente trazidos de outros lugares. Os cortes \n\nrealizados fora das casas no núcleo norte, e as intervenções realizadas sobre as casas 4 e 26 do \n\nnúcleo sul, mostraram que a cerâmica está presente nos níveis mais superficiais das estruturas e \n\ndas áreas adjacentes à elas, o que nos faz supor que este utensílio passa a fazer parte do \n\nmobiliário desse grupo apenas na transição entre o primeiro e o segundo milênio da nossa Era, \n\nentre os anos 900 e 1100, período no qual acreditamos que ocorre o abandono desse local. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n68 \n \n\n4 CARTOGRAFANDO O AMBIENTE \n\nEscrever sobre as relações homem e ambiente não é algo novo. Desde a era greco-\n\nromana as teorias científicas determinísticas pautavam-se em aspectos geográficos para \n\njustificar a dominação política e a subjugação de outros povos. Durante o século XVIII surgiram \n\nteorias que tratavam da adaptação do homem ao meio ambiente, segundo as quais, ao passo que \n\na sociedade humana progredia, maior controle elas adquiriam sobre os recursos, tornando-se \n\nindependentes da influência exercida pelo meio ambiente. No século XIX surgem as teorias que \n\nabordavam o ambiente como um fator de restrição, demonstrando pouca preocupação com a \n\nnatureza, mas uma nítida consciência do papel do homem nessa relação (MORAN, 1994). \n\nPartindo de bases modernas desenvolvidas na primeira metade do século XX - cujas \n\nraízes estão, de alguma forma, nas teorias brevemente citadas acima -, há algumas décadas \n\nantropólogos e arqueólogos buscam compreender os processos de transformação cultural \n\natravés do estudo das bases materiais de sustentação dos grupos humanos. Essa abordagem \n\nmaterialista é resultado da aproximação de abordagens teórico-metodológicas da ecologia e da \n\nantropologia, sendo que os primeiros trabalhos realizados sob essa nova perspectiva são \n\npublicados no início da década de 1950. Seguindo os passos de Neves (2002), vamos trazer de \n\nforma muito resumida os principais aspectos dos trabalhos considerados seminais para o \n\ndesenvolvimento dessa nova abordagem sobre os processos de geração de cultura: The science of \n\nculture. A study of man and civilization, de Leslie White, publicado em 1949; e Theory of culture \n\nchange, de Julian Steward, publicado em 1955. \n\nDe acordo com Neves (2002), ambos os trabalhos citados representam a recuperação do \n\nevolucionismo não fatalista na antropologia, e se ocupam em demonstrar que o meio ambiente \n\ndeve ser reconhecido como um elemento gerador e atuante dentro do processo cultural, e não \n\napenas como um fator limitante ao desenvolvimento cultural. \n\nLeslie White foi o responsável por retomar o pensamento evolucionista na antropologia \n\ne em seu trabalho procurou abordar o processo evolutivo cultural humano a partir d e dois \n\nelementos fundamentais: tecnologia e energia. Portanto, para White o funcionamento da cultura \n\ne todos os processos geradores e mantedores dessa, baseiam-se e são determinados pela \n\ntecnologia apreendida pelo grupo, que por sua vez será responsável por regular a quantidade de \n\nenergia capturada do meio, que será convertida em trabalho. Dessa forma, o autor define que, \n\nuniversalmente, a cultura evolui à medida que a quantidade de energia capturada é aumentada, \n\nou na medida em que a quantidade de instrumentos de conversão de energia em trabalho \n\naumenta (NEVES, 2002). \n\n\n\n69 \n \n\nAo contrário de White, que buscava uma teoria universal que respondesse os saltos \n\nenergéticos-tecnológicos da humanidade, Julian Steward tinha por meta definir uma teoria de \n\nmédio alcance, ou seja, buscava identificar respostas adaptativas locais, de culturas específicas e \n\nambientes específicos. Esta abordagem, denominada ecologia cultural, contribuiu para que os \n\nsistemas de subsistência de diferentes grupos socioculturais fossem revistos (MORAN, 1994; \n\nNEVES, 2002). \n\nDe acordo com Moran (1994, p. 68), a abordagem ecológico-cultural proposta por \n\nSteward postula uma relação entre recursos ambientais, tecnologia de subsistência e o \n\ncomportamento necessário para aplicar a tecnologia nos recursos do ambiente. No entanto, essa \n\nabordagem proposta por Steward não leva em consideração alguns outros aspectos \n\npotencialmente relevantes da ecologia humana, como as doenças, alterações fisiológicas, \n\nelementos míticos/rituais, estrutura política etc. Em resposta a essa deficiência e motivados \n\npelos avanços da ecologia biológica, os neofuncionalistas passam a reivindicar a reinserção do \n\nindivíduo nos estudos das sociedades humanas. Dessa forma, nesta nova abordagem, \n\ncomumente chamada de antropologia cultural, a \"população\" se torna a unidade de estudo, \n\nsubstituindo a cultura. \n\nDiferentemente da antropologia, que desenvolve seus estudos tendo como objeto direto \n\nde estudo as populações e os indivíduos, a arqueologia se atem a pesquisar os vestígios \n\nmateriais da cultura dos grupos humanos. No nosso caso, especificamente, nos debruçamos \n\nsobre estruturas escavadas no solo (casas subterrâneas), fogueiras e fogões situados no interior \n\ndessas estruturas, e pouquíssimos artefatos; e através deles, dificilmente poderemos obter \n\ninformações a respeito das doenças, alterações fisiológicas e elementos mitológicos ou políticos \n\ndesses grupos. \n\nProcuramos, através deste capítulo, apresentar, elementos ambientais e culturais que \n\ndemonstrem ser o Complexo Arqueológico do Rincão dos Albinos o registro de sistemas \n\nadaptativos17 (LAZZAROTTO, 1976) adotados por grupos de alta mobilidade que transitavam \n\npor áreas de campo e mato em busca dos recursos necessários para sua subsistência. \n\n \n\n \n\n                                                             \n17 De acordo com Lazzarotto (1976, p. 17), na cultura se distinguem três conteúdos fundamentais, \ndivididos nos seguintes sistemas: adaptativo, que é o conjunto das formas de ação sobre a natureza para a \nprodução das condições materiais de existência das sociedades; associativo, que é o conjunto de modos de \norganização  das relações interpessoais para os efeitos da reprodução biológica; e o ideológico, que \ncompreende às ideias e sentimentos gerados no esforço por compreender a experiência coletiva e por \njustificar ou questionar a ordem social.  \n\n\n\n70 \n \n\n4.1 O AMBIENTE NATURAL \n\nNesta parte da dissertação iremos apresentar alguns aspectos ambientais que, muito \n\nprovavelmente, exerceram alguma influência para que ocupações fossem empreendidas sobre \n\nesse local que hoje se caracteriza como o sítio arqueológico Rincão dos Albinos. Em áreas \n\ncontinentais como o planalto, a subsistência animal está diretamente associada à obtenção de \n\nágua em rios, córregos e nascentes, bem como aos recursos provindos de diferentes formações \n\nvegetais. Por isso, é importante conhecer a fisionomia das formações vegetais existentes na \n\nnossa área de pesquisa a 1.400 anos atrás, mas, para tal, é necessário recorrer a dados \n\npaleoambientais e demais conhecimentos que se produziu sobre a ecologia dos Campos e da \n\nMata de Araucária, formações vegetais que recobrem o planalto atualmente. \n\nRetomando dados apresentados no primeiro capítulo dessa dissertação, a partir de \n\ndiagramas de pólen obtidos a partir de coletas realizadas em determinados pontos do planalto \n\nmeridional brasileiro, Behling (1997) verificou que, entre 12 e 1,5 mil anos atrás, houve diversas \n\nvariações climáticas que desempenharam importante papel para a conformação da paisagem \n\natual do planalto. Corroborando com Behling, Bigarella et al. (1994) afirmam que os estudos de \n\nestratigrafia realizados a partir da década de 1960 tem demonstrado uma grande instabilidade \n\nclimática durante o Pleistoceno e o Holoceno. Conforme os autores, durante o Pleistoceno, dois \n\nconjuntos diferentes de processos intempéricos submetem a paisagem à degradação lateral em \n\nclima semi-árido (épocas glaciais) ou à dissecação em clima úmido (épocas interglaciais).  \n\nAinda segundo Bigarella et al. (1994), a ação erosiva seria muito efetiva nos períodos de \n\ntransição climática, portanto, nesses intervalos, devem ser levadas em consideração não só as \n\nmudanças ocorridas na cobertura vegetal, mas também grandes modificações nos vários \n\nprocessos atuantes, como por exemplo, o desenvolvimento dos solos mais espessos, que darão \n\nsuporte para que vegetações florestadas se desenvolvam. \n\nDe acordo com Martino [ca. 1970], a araucária, considerada um dos pivôs do processo de \n\nmigração da floresta ombrófila mista, possuí uma raiz principal pivotante que dificilmente se \n\nadapta a solos pouco profundos ou a lençóis freáticos muito próximos da superfície. Por isso, \n\nsomente na transição entre Pleistoceno e Holoceno - período em que o clima foi \n\npredominantemente úmido e, como consequência, o manto de decomposição no sul do Brasil \n\natinge uma espessura de 5 a 15 metros -, torna-se possível a ocorrência de alguns indivíduos que \n\ncompõe a floresta ombrófila mista nos vales e nas encostas onde o solo é relativamente \n\nprofundo, em decorrência da dissecação resultante do alto índice de pluviosidade (BIGARELLA \n\net al., 1994). \n\n\n\n71 \n \n\nContudo, na transição do clima úmido para o seco (aproximadamente 6 mil anos A.P.), a \n\nfloresta regride, sendo substituída pelas savanas. A ausência de florestas torna o solo mais \n\nexposto à atividades erosivas e, em regimes de chuvas concentradas, o solo acaba sendo \n\ntransportado para o leito dos rios, aumentando a carga sólida dos corpos de água e tornando as \n\nrochas dos topos e das encostas expostas. Há aproximadamente 4 mil anos A.P., em um novo e \n\nlongo processo de transição climática (do seco para o úmido) ocorre, novamente, a alteração \n\nquímica das rochas e o desenvolvimento de solos espessos nas médias e baixas vertentes, cuja \n\nconsequência é uma nova expansão da floresta ombrófila mista sobre os vales, mas mantendo-se \n\nos campos nos topos planos e úmidos das vertentes, onde o solo ainda é pouco espesso e o lençol \n\nfreático está próximo da superfície. \n\nDe acordo com os diagramas de pólen apresentados por Behling (1997), entre 4 e 1,5 mil \n\nanos A.P. a expansão da floresta ombrófila mista ocorre de forma estável e tímida, apresentando \n\num aumento gradual entre os anos 1.500 e 1.000 da nossa Era e, a partir do início do segundo \n\nmilênio apresenta um salto considerável. Com base no que Martino [ca. 1970] 18 e Mattos \n\n(2011)19 nos apresentam sobre o processo de migração natural da araucária, nos arriscamos a \n\ndizer que, além das alterações climáticas, outros vetores (inclusive antrópicos) desempenharam \n\npapel fundamental na dominação da floresta ombrófila mista sobre todo o planalto. Disso, \n\ncontudo, trataremos com mais ênfase na sequência. \n\nRealizamos esta retomada de informações a respeito das variações paleoclimáticas do \n\nplanalto meridional brasileiro para demonstrar que o desenvolvimento espontâneo da floresta \n\nestá atrelado à uma associação de diversos elementos naturais. O fizemos, também, para \n\nsubsidiar as análises cartográficas desenvolvidas que, juntamente com o referencial teórico \n\napresentado, permitiram que elaborássemos um modelo representativo que simula a possível \n\nconfiguração vegetal da nossa área de estudo. Alguns elementos considerados fundamentais \n\npara a elaboração desse modelo serão apresentados aqui, juntamente com as reflexões feitas \n\nsobre os mesmos e o material cartográfico resultante das análises. \n\nO relevo dissecado, primeiro elemento sobre o qual gostaríamos de dissertar, é \n\nresultante dos processos erosivos ocorridos nos períodos de maior pluviosidade, uma vez que, \n\ncom o aumento do volume de chuvas, os rios se tornam permanentes e agem de forma mais \n\n                                                             \n18 Com base em estudos de regeneração natural das araucárias realizadas em Santa Catarina e Rio Grande \ndo Sul, Matino afirma que, por ser pesada e sem asa, a semente da araucária tem uma área de \ndisseminação natural muito reduzida, tornando sua migração lenta, dificultando a formação de amplas \nflorestas pela expansão natural. \n19 De acordo com o autor, a araucária invade o campo, atuando como pioneira na expansão da floresta \nombrófila mista. Com base em observações feitas determinados pontos do planalto catarinense e rio \ngrandense, o autor informa que a formação de pequenos adensamentos de araucárias ocorre a partir de \nindivíduos isolados, no decorrer de algumas dezenas de anos.  \n\n\n\n72 \n \n\nintensa sobre o solo e as rochas, dando forma às vertentes. A partir da elaboração de uma carta \n\nde caracterização altimétrica, verificou-se que o sítio encontra-se entre o topo do divisor de \n\náguas (onde as cotas variam entre 1020 e 1100 metros) e o leito do rio Canoas (onde as cotas \n\nvariam entre 800 e 850 metros). Conforme perfil topográfico apresentado abaixo, percebe-se \n\nque há uma declividade contínua irregular na direção sul norte, onde o relevo é mais dissecado \n\nnas cotas acima de 900 metros. Percebe-se, ainda, que o Rincão dos Albinos está situado em um \n\ntopo de vertente cercado por dois canais de drenagem, ao sul pelo Arroio dos Ribeiros, e ao \n\nnorte por um córrego tributário do primeiro, cuja toponímia é desconhecida. \n\n \n\nFIGURA 27: PERFIL TOPOGRÁFICO DA MICRO-BACIA DO ARROIO DOS RIBEIROS \n\nOutro aspecto interessante que gostaríamos de elencar é a variação de declividades \n\nverificadas na micro-bacia do Arroio dos Ribeiros. Como pode ser observado no perfil \n\ntopográfico acima e na carta de caracterização morfológica gerada, nas áreas onde as cotas são \n\nmais elevadas - entre 1100 e 900 metros -, as vertentes apresentam maiores variações de \n\ndeclividade. Percebe-se que os topos das vertentes são relativamente planos, com declividades \n\ninferiores a 5 graus; já as encostas são bastante íngremes, com declividades que variam entre 5 e \n\n18 graus.  Essas encostas íngremes formam corredores de transporte de umidade provenientes \n\ndo Rio Canoas e, juntamente com o bloqueio formado pelo divisor de águas, mantêm a área \n\númida constantemente. No topo das vertentes essa umidade mantêm o lençol freático alto, \n\ndando origem à diversos banhados de elevação que, por sua vez, alimentam os córregos que \n\ndrenam a micro-bacia. Seria, portanto, este um bom local para que a floresta ombrófila mista \n\nmigrasse espontaneamente no início da sua dispersão? \n\nPerfil topográfico\n\nOrientaão S/N\n\n9.0008.5008.0007.5007.0006.5006.0005.5005.0004.5004.0003.5003.0002.5002.0001.5001.0005000\n\n1.000\n\n950\n\n900\n\n850\n\n800\n\nTopo divisor Rincão dos Albinos \n\nLeito Canoas \n\n\n\n73 \n \n\n \n\n\n\n74 \n \n\n\n\n75 \n \n\nPara responder esse questionamento, vamos recorrer aos esquemas propostos por \n\nMattos (2011) a partir das observações feitas por ele e por autores dos séculos XIX e XX que \n\ndescreveram a fisionomia da floresta ombrófila mista. \n\nSegundo Mattos (2011), as florestas com araucária geralmente se desenvolvem na face \n\nsul dos morros mas, conforme a direção dos rios ou vales, ou a proximidade de serras, situam-se \n\nno lado leste dos morros. Para o autor, esse padrão está associado ao fato de que, nestes locais, \n\nhá maior concentração de umidade, bem como melhores condições para a formação das matas. \n\nOs esquemas montados pelo autor mostram que dificilmente o pinheiral avança sobre o topo das \n\nvertentes em função dos solos pouco profundos e do lençol freático elevado, e, por isso, não \n\nocorre a migração para a face oposta da vertente. Contudo, o confinamento da mata de araucária \n\ncausada pelos obstáculos naturais pode ser superado quando vetores externos, principalmente \n\nanimais, atuam na disseminação das suas sementes. \n\n \nFIGURA 28: PERFIL DE MORROS COM PINHEIRAL A LESTE, MAIS PRÓXIMO DA SERRA GERAL. ADAPTADO DE \n\nMATTOS, 2011 \n\n \n\nFIGURA 29: PERFIL DE MORROS COM PINHEIRAL A SUL QUANDO LONGE DA SERRA GERAL. ADAPTADO DE MATTOS, \n2011 \n\n\n\n76 \n \n\nA partir das análises feitas sobre o relevo e a declividade, associadas aos dados \n\npedológicos obtidos durante as etapas de campo, verificamos nas imediações da área do sítio a \n\nocorrência de locais propícios para o estabelecimento espontâneo da floresta ombrófila mista. O \n\nlocal onde as casas estão situadas representa o topo de um domo, cujas faces sul e leste são \n\ncortadas pelo Arroio dos Ribeiros, e sua face norte é cortada por um córrego tributário do \n\nprimeiro. Considerando as características atuais do solo nesse local, que apresenta um manto \n\npouco espesso e um teor de umidade bastante alto, associado à baixa declividade do terreno, \n\nacreditamos que ali, até poucas dezenas de anos atrás, predominavam os campos. Nas encostas \n\nnorte, sul e leste do referido domo, acumulou-se boa parte da descarga de materiais \n\nprovenientes da erosão pluvial que ocorre no topo da vertente, dando origem a um pacote \n\nespesso de solo, composto por argila e detritos de basalto com alto grau de alteração física e \n\nquímica. Nesses locais a drenagem também é mais eficaz, portanto, o solo não se mantêm \n\nencharcado, favorecendo a fixação da floresta com araucária. Da mesma forma, nos locais onde o \n\nvale do Arroio dos Ribeiros é mais encaixado, ambas as suas margens deveriam ser tomados \n\npela floresta de araucária. \n\nDados obtidos recentemente por Corteletti (2012) através da análise de fitólitos \n\npresentes no interior de casas subterrâneas situadas no município de Urubici, extremidade leste \n\ndo planalto catarinense, fazem pensar que as casas subterrâneas estariam fora das áreas de \n\nmata. De acordo com o autor, a análise de fitólitos revelou uma amostragem mais ampla de \n\ngramíneas de área alagadiça, e um amostra reduzida de espécies arbóreas, indicando que a área \n\ncircundante ao sítio fosse mantida sem floresta, portanto, o assentamento estaria em uma \n\nclareira na mata. Contudo, há que se ressaltar que panorama cronológico do sítio escavado pelo \n\nautor - 610 + 50 A.P. - é muito mais recente que aquele no qual se situa o Rincão dos Albinos, \n\nindicando que este seria um padrão consolidado na cultura dos construtores de casas \n\nsubterrâneas. \n\nCorteletti (2012, p. 160) faz, também, uma reflexão a respeito da ausência de grãos de \n\namido e fitólitos de araucária nas amostras analisadas. De acordo com o autor, apesar de pouco \n\nprovável, talvez a mata de araucária ainda não estivesse ocupando plenamente o vale do Rio \n\nCanoas, na época em que as ECs escavadas foram utilizadas. Assim como o autor, acreditamos ser \n\npouco provável a não existência de núcleos densos e bem distribuídos de floresta ombrófila \n\nmista no vale do Rio Canoas nesse período, principalmente nas encostas situadas na \n\nproximidade do mesmo rio. O que pode ocorrer em Urubici, assim como em topo do planalto \n\ncatarinense nesse período, é a existência de clareiras naturais formadas por pequenas extensões \n\nde campo em locais onde o solo é pouco espesso e muito úmido, como por exemplo, nas \n\nproximidades de áreas de nascentes.  \n\n\n\n77 \n \n\nEm síntese, considerando que o processo de migração da mata de araucária se inicia nos \n\narredores de 4 mil anos A.P., mantendo-se estável até 1,5 mil anos A.P., quando inicia sua \n\ndispersão pelo interior dos vales, supomos que a araucária tenha se estabelecido nas áreas de \n\nencosta do Rincão dos Albinos por volta de 1,5 e 1,4 mil anos atrás, formando florestas densas \n\nem áreas mais íngremes e com o solo mais desenvolvido e menos úmido, conforme representado \n\nna Figura 30 e na planta de caracterização de cobertura vegetal local. A araucária possivelmente \n\nestaria dividindo o leito dos rios menos encaixados com as florestas pluviais. \n\n \n\n \nFIGURA 30: PERFIL TOPOGRÁFICO E CONFIGURAÇÃO VEGETAL DO RINCÃO DOS ALBINOS HÁ, APROXIMADAMENTE, \n\n1.500 ANOS A.P. \n\n \n\n \n\n \n\nPerfil topográfico - Rincão dos Albinos\n\nOrientação: S/N\n\n1.1501.1001.0501.000950900850800750700650600550500450400350300250200150100500\n\n960\n\n950\n\n940\n\n930\n\n920\n\n910\n\nMATA \n\nCAMPO \n\n \nMATA \n\nARROIO DOS \nRIBEIROS \n\nCÓRREGO \nTRIBUTÁRIO \n\nSÍTIO RINCÃO \nDOS ALBINOS \n\n\n\n78 \n \n\n \n\n\n\n79 \n \n\n4.2 O AMBIENTE CULTURAL \n\nTemos um ambiente naturalmente construído, obtido a partir da reflexão a respeito dos \n\nelementos facilitadores e limitadores da expansão espontânea da floresta ombrófila mista. \n\nPortanto, há,  sobre o topo das vertentes, o campo úmido, e recortes de mata com araucária que \n\npenetram nos vales dos pequenos cursos de água, como o Arroio dos Ribeiros. Muito \n\nprovavelmente existiam diversas outras áreas como essa do Rincão dos Albinos espalhadas pelo \n\nplanalto meridional brasileiro, contudo, até o momento, nenhum outro sítio arqueológico como \n\nesse foi identificado. Frente a isso, muitas incógnitas começam a surgir: serão essas múltiplas \n\nocupações, que se repetem por pelo menos 600 anos, produto do acaso ou de uma mera \n\ncoincidência? Dificilmente. Seria este um espaço ritual, concebido e concretizado no arcabouço \n\nmitológico desse grupo cultural? Talvez, contudo, os vestígios materiais obtidos não nos dão \n\nsuporte para propor tal relação. O que as escavações e as reflexões feitas sobre os dados obtidos \n\na partir das diversas pesquisas realizadas a respeito do sítio e do seu processo construtivo nos \n\npermitem dizer, é que este espaço também foi construído culturalmente. \n\nTal construção pode ser percebida quando se identifica as estratégias de adaptabilidade \n\ndesenvolvidas pelos construtores dessas casas subterrâneas. Ao analisar o padrão construtivo \n\ndas estruturas, verifica-se que esses grupos possuíam uma percepção bastante completa do \n\nmeio, e, ao que tudo indica, foi este conhecimento que orientou o processo de ocupação desse \n\nespaço. Vamos, nesta parte da dissertação, inserir o sítio no meio ambiental anteriormente \n\nconcebido e, a partir disso, apresentar quais estratégias de subsistência puderam ser \n\nidentificadas através das análises espaciais feitas a partir do material cartográfico gerado.  \n\nComo dissemos anteriormente, é muito provável que as ocupações empreendidas no \n\nRincão dos Albinos resultam, não só de estratégias de subsistência. Sabemos que, além da busca \n\npela base material que nutre fisicamente, existem os elementos cosmológicos que norteiam \n\ndeterminadas escolhas. Contudo, o registro arqueológico presente neste sítio pouco, ou nada, \n\nnos fala sobre isso. Portanto, nossas análises estarão voltadas para a identificação das \n\nestratégias desenvolvidas para viabilizar a obtenção dos recursos oferecidos pelo meio.  \n\nIniciamos essa exposição das análises realizadas apresentando os recursos disponíveis \n\nno local onde o sítio se encontra. Vimos no subcapítulo anterior que as casas subterrâneas estão \n\nimplantadas sobre os campos úmidos, nos quais emergem e se acumulam as águas que \n\nalimentarão os cursos d'água que drenam a micro-bacia do Arroio dos Ribeiros. Na encosta da \n\nvertente está situada a mata com araucária, considerada por arqueólogos e antropólogos \n\nelemento indissociável das ocupações dos Jê do planalto meridional brasileiro. Contudo, neste \n\ncaso, especificamente, acreditamos que as estratégias de assentamento e subsistência \n\n\n\n80 \n \n\ndesenvolvidas pelos construtores das casas subterrâneas do Rincão dos Albinos, estão \n\ndiretamente associadas à disponibilidade de água e a dinâmica hídrica local. \n\nExistem, no entorno dos dois núcleos de concentração de casas subterrâneas, três \n\nnascentes, duas que proveem água para um pequeno fluxo de água que deságua no Arroio dos \n\nRibeiros na face sul do domo onde está implantado o sítio; e uma delas escorre para o norte, e \n\nalimenta um córrego tributário do Arroio dos Ribeiros, cuja toponímia é desconhecida. Das três \n\nnascentes, apenas uma encontra-se em atividade, sendo que as outras duas, aparentemente em \n\ndecorrência do açoreamento, atuam apenas como banhados de acumulação pluvial. A única \n\nnascente em atividade atualmente dá origem ao fluxo que corre para a face sul do domo e é \n\nalimentada, também, pela acumulação pluvial de uma \"bacia\" caracterizada por uma elevação \n\nsemicircular na forma de anfiteatro que direciona boa parte do fluxo de drenagem para a área da \n\nnascente. Nesta nascente tem origem um pequeno fluxo de água que corta transversalmente a \n\nárea do sítio. Este mesmo fluxo drena boa parte do topo da vertente, recebendo a água que se \n\nacumula no alto lençol freático das pequenas elevações que o circundam. Em determinado ponto \n\ndo seu curso, mais especificamente na extrema entre o platô e a encosta íngreme, esse fluxo de \n\nágua se espalha, dando origem a um banhado de acumulação fluvial, que também atua como área \n\nde acumulação pluvial. \n\nAtualmente, em períodos de chuvas regulares, os banhados de acumulação pluvial se \n\nmantêm cobertos por uma lâmina d'água que, em alguns locais pode chegar a 30 centímetros; o \n\nfluxo de água atinge um volume de água representativo e estável, contudo, possivelmente devido \n\nà ações humanas recentes (ampliação e construção de canais de drenagem), a água pouco se \n\nacumula no banhado fluvial, formando lâminas de água de, no máximo, 10 centímetros. Em \n\ntempos pretéritos, no entanto, é muito provável que a dinâmica hídrica fosse diferente. A \n\ntopografia local apresenta uma dissecação bastante evoluída, indicando um maior volume de \n\náguas e a ocorrência de atividades permanentes e mais intensas desse fluxo de água. Frente à \n\nisso, acreditamos que, com o abastecimento de duas nascentes auxiliadas pelos fluxos de \n\ndrenagem, o volume do pequeno fluxo de água fosse maior, aumentando a lâmina d'água do \n\nbanhado fluvial, resultando na abundância de água necessária para a subsistência de pequenos \n\ngrupos humanos. \n\n \n\n\n\n81 \n \n\n \n\n\n\n82 \n \n\n \n\n\n\n83 \n \n\nCom base na disposição das estruturas, arriscamo-nos a dizer que os banhados de \n\nelevação e o fluxo de água que corta o sítio são os elementos catalisadores da ocupação no \n\nRincão dos Albinos. Verifica-se claramente que as casas estão dispostas sobre áreas que não se \n\ndistanciam dos locais de obtenção de água, concentrando-se, principalmente, no entorno do \n\nfluxo de água e do banhado de acumulação fluvial. Ao contrário do que ocorre em outros sítios \n\nde casa subterrânea do planalto, aqui as casas ocupam os patamares mais altos do platô, \n\nesquivando-se das encostas mais íngremes, nas quais estaria fixada a vegetação com araucária. A \n\npreferência dada por esses grupos aos locais de fácil e direto acesso à água fica ainda mais clara \n\nquando nos debruçamos sobre a planta do sítio, onde identificamos vazios demográficos em \n\nlocais aparentemente propícios para a construção de habitações. São, pelo menos, três áreas com \n\ncaracterísticas muito semelhantes àquelas onde as casas estão situadas, mas que estão longe do \n\nfluxo de água e do banhado fluvial. \n\nPoucos trabalhos desenvolvidos sobre as casas subterrâneas se atentaram a relação \n\nentre as estruturas e essas pequenas unidades que compõe a rede hidrográfica das bacias. Por \n\nisso, essa estreita relação entre os construtores de casas subterrâneas e os banhados de elevação \n\nforam pouco discutidos em outras regiões. Rogge e Schmitz (2009), ao descreverem as \n\ncaracterísticas ambientais das áreas por eles pesquisadas no município de São Marcos (RS), \n\ninformam que nas ondulações negativas dos patamares amplos, onde as cotas variam entre 700 \n\ne 800 metros, ocorrem banhados que dão origem a pequenos cursos de água que desembocam \n\nno Rio das Antas. De acordo com os autores junto aos banhados e nascentes dos altos patamares \n\nestão implantadas as casas subterrâneas, com seu acompanhamento de montículos funerários e \n\nassentamento a céu aberto.  \n\nEm pesquisas anteriores, desenvolvidas na localidade de Boa Parada, município de São \n\nJosé do Cerrito, verificamos o mesmo padrão. Lá, as estruturas estão na órbita do banhado e do \n\n'danceiro', demonstrando que a fonte de recursos de subsistência e o espaço cerimonial dividem \n\no centro da área de implantação das casas subterrâneas (SCHMITZ; NOVASCO, 2011). \n\nAnalisando a distribuição das casas subterrâneas dos núcleos norte e sul do Rincão dos \n\nAlbinos, percebem-se movimentos distintos, mas baseados na mesma estratégia. No núcleo \n\nnorte, ocorre uma maior agregação, e as casas estão dispostas sobre uma área de \n\naproximadamente 3.500 m². As datas obtidas indicam que as primeiras casas foram construídas \n\nna borda sul da encosta do pequeno platô, portanto, no local mais próximo do fluxo de água e do \n\nbanhado fluvial; e as últimas na borda norte. É provável que, além do fluxo e do banhado fluvial, \n\na nascente situada nas proximidades seja explorada por esses grupos, viabilizando a dispersão \n\ndas casas para a borda norte do platô, imediata à encosta da nascente. No entanto, como a área \n\n\n\n84 \n \n\nde acumulação dessa nascente é bastante reduzida, acreditamos que ela não respondesse à \n\ndemanda das ocupações e, por isso, mais casas não foram construídas na sua órbita. \n\nDuas casas do conjunto norte destoam completamente das demais. Elas estão distantes \n\n120 metros do agrupamento geral, estando isoladas no topo do mesmo platô, mas \n\naparentemente voltadas somente para o fluxo de água. Essas casas são geminadas, e dividem o \n\nmesmo aterro, apresentando uma engenharia diferente das demais casas que compõem os dois \n\nconjuntos e podem ser resultado de ocupações mais recentes. Não foram realizadas intervenções \n\nsobre essas casas e, por isso, dados de estrutura e cronologia não foram obtidos, no entanto, \n\nindependente da sua posição no panorama cronológico, elas representam a adoção de novas \n\nestratégias de ocupação que, por algum motivo, não foram repetidas. \n\nNo núcleo sul, o movimento de dispersão das estruturas segue um padrão bem definido. \n\nA declividade do terreno na área do núcleo sul é menos acentuada do que no núcleo norte, \n\nformando uma rampa suave e prolongada de orientação leste-oeste, que tem início nas \n\nnascentes que formam o fluxo de água, e se encerra no banhado fluvial. As curvas de nível \n\nmostram que os agrupamentos de casas subterrâneas estão situados acima do nível das casas do \n\nnúcleo norte, mas abaixo do nível das nascentes, fazendo com que o lençol freático nessa área \n\nseja mais elevado. Portanto, associando a tímida declividade - que torna a drenagem deficiente -, \n\ne o elevado nível do lençol freático, verifica-se que existe um risco muito grande de que as casas \n\nsejam inundadas. Frente a isso, trabalhamos com a hipótese de que as estratégias de ocupação \n\naplicadas neste núcleo foram desenvolvidas não só para atender à proximidade das fontes de \n\nobtenção de água, mas também para fugir das águas subterrâneas. \n\nPropomos, também, que a ocupação nesse núcleo tem seu início no centro do platô cujas \n\ncotas variam entre 957 e 960 (agrupamento das casas 6 a 27). Acreditamos que, a partir dessa \n\nárea, outros agrupamentos de casas foram sendo formados, primeiramente nos locais \n\ndelimitados pelas cotas 954 e 962, consideradas seguras, e num segundo momento partindo \n\npara os locais onde as cotas são mais baixas, mantendo uma distância regular do fluxo de água e \n\ndo banhado fluvial, mas defendem-se do lençol freático.  \n\nA planta topográfica do sítio mostra que, ao passo que as casas se aproximam das áreas \n\nmais baixas - portanto, do banhado pluvial -, se distanciam do fluxo de água, implantando-se \n\nsobre \"áreas de recuo\". Essas \"áreas de recuo\" são identificadas a partir das curvas de nível, que \n\napontam a existência de áreas menos erodidas pela dinâmica hídrica do local, que formam \n\npontais que avançam na direção da encosta íngreme. Esses pontais seriam as últimas áreas nas \n\nquais seria possível escavar casas pouco profundas sem que a água subterrânea as invadisse. \n\n\n\n85 \n \n\nConsideramos a menor densidade de estruturas nas áreas mais baixas, bem como a \n\nmorfologia das casas implantadas nesses locais, os principais registros dessa estratégia adotada \n\npor esses grupos. Nas \"áreas de recuo\" ocorrem apenas pequenas casas esparsas que, pouco se \n\ndestacam na paisagem. Entre as curvas de nível 948 e 951 ocorrem apenas três casas isoladas, \n\nsendo que uma delas permaneceu totalmente tomada por água durante o mês de janeiro de \n\n2012, ano em que foram realizadas as atividades de levantamento topográfico. Além desta, a \n\ncasa 60, pertencente ao conjunto de casas implantadas entre as curvas 951 e 954, também \n\npermaneceu tomada por água durante esse período, sem que fosse verificada alteração no nível \n\nde acúmulo de água. Já as casas situadas nas áreas mais altas, mesmo após algumas chuvas \n\ntorrenciais, permaneciam pouco mais de um dia com água acumulada na sua base. Isso \n\ndemonstra uma grande deficiência de drenagem nas casas implantadas nas cotas inferiores e, \n\ncom certeza, esse fenômeno foi levado em consideração pelos construtores destas estruturas. \n\n \n\n\n\n86 \n \n\n \n\n\n\n87 \n \n\n4.3 DISCUTINDO OS DADOS \n\nApesar de pautar nossas hipóteses e análises na relação material homem x ambiente, \n\nacreditamos, assim como Posey (1986), que o conhecimento biológico indígena não se enquadra \n\nnas categorias e subdivisões criadas pelas ciências naturais e da terra, classificadas e \n\nsistematizadas artificialmente. O seu conhecimento biológico compreende a uma mistura de \n\ndiversos elementos, tais como as plantas, os animais, a caçada, a horticultura, os espíritos, mitos, \n\nenergias, etc. Dessa forma, acreditamos que a busca por um lugar ideal de fixação que \n\nproporcione ao grupo o necessário para a sua subsistência, é resultado da embricação entre o \n\nmundo natural, simbólico e social. No entanto, como já anunciado inúmeras vezes nesse \n\ntrabalho, os registros arqueológicos encontrados nos sítios com casa subterrânea fornecem \n\npoucas (se não nenhuma) informações que permitam inferir proposições a respeito da \n\ncosmologia desses grupos. \n\nNos apegando àquilo que nos é mais plausível, procuramos demonstrar, a partir dos \n\ndados obtidos no sítio arqueológico Rincão dos Albinos, estratégias de adaptação e subsistência \n\ndesenvolvidas pelos grupos Jê Meridionais em um período que consideramos ser o estágio inicial \n\nda composição de um ethos Jê Meridional, que se caracteriza, principalmente, pelas construção \n\ndas casas subterrâneas. \n\nEntre o possível inicio da migração Jê em direção ao planalto meridional do Brasil (3.000 \n\nanos atrás) e a data mais antiga obtida para casas subterrâneas (1.500 anos A.P.), existe um \n\nhiato de, aproximadamente, 1.500 anos, sem que vestígios concretos da presença desses grupos \n\nno planalto fossem captados. Schmitz et al (2010) informa sobre a ocorrência de um fogão \n\nencontrado abaixo do aterro de nivelamento de duas casas subterrâneas geminadas, no \n\nmunicípio de São José do Cerrito, localidade de Boa Parada, no qual obteve-se uma data por C14 \n\nde 2.640 anos A.P.. De acordo com os autores, a data não se refere às casas, mas sim ao que havia \n\nantes delas e, por enquanto, não é possível atribuir com toda a certeza tal ocupação aos Jê, uma \n\nvez que elementos diagnósticos capazes de permitir tal associação não foram identificados. \n\nConsideramos muito provável, contudo, que nesse período os Jê Meridionais já \n\nocupavam os campos que dominavam esse território e as matas fluviais situadas nos vales dos \n\nrios e córregos, subsistindo da caça e da coleta. Dados obtidos por De Masi (2001) através da \n\nanálise de isótopos estáveis de carbono e nitrogênio identificados no colágeno de ossos humanos \n\ncoletados de abrigos sob rocha dos municípios de Urubici e São Joaquim, indicam que, entre \n\n1.735 e 1.182 anos A.P., os grupos humanos do planalto que depositavam seus entes em abrigos \n\n\n\n88 \n \n\nrochosos possuíam uma dieta baseada na caça e coleta de recursos terrestres, o que os definiria \n\ncomo caçadores-coletores, cuja mobilidade se restringe aos campos das terras altas. \n\nMoran (1994, p. 265), a partir da compilação de estudos antropológicos realizados no \n\nmundo inteiro, afirma que a adaptação humana em áreas de campo baseia-se na caça de animais \n\nsilvestres, na criação de animais domésticos ou em estratégias que mesclem atividades pastoris e \n\nagrícolas. Segundo o autor, pelo fato de que as regiões de campo geralmente apresentam baixo \n\níndice de pluviosidade, ou um teor de umidade muito alto devido à proximidade do lençol \n\nfreático com a superfície, a caça e a criação de animais é a pratica mais comum entre os grupos \n\nhumanos que vivem nesses ambientes. Sobre a organização social desses grupos, Moran (1994, \n\np. 267), ressalta que  em virtude das características desiguais do meio ambiente, o nomadismo \n\nrepresenta a forma mais comum de assegurar o suprimento adequado de pastos e água. \n\nAssociada às atividades de caça e domesticação de animais nos campos, está a \n\nnecessidade do uso do fogo. De acordo com Moran (1994) as queimadas realizadas sobre os \n\ncampos estão associadas ao controle do acúmulo de palha gerado por algumas espécies de \n\ngramíneas que, se não forem ceifados, queimados ou roçados, formam um espessa camada de \n\nmaterial vegetal sobre o solo que pode levar até três anos para decompor-se totalmente. Ainda \n\nsegundo Moran, essas queimadas recorrentes mantêm as espécies arbóreas em um estágio juvenil \n\ne não frutífero, permitindo, ao mesmo tempo, que as gramíneas perenes brotem novamente, mais \n\nadaptadas do que os arbustos para resistirem aos incêndios (MORAN, 1994, p. 276). \n\nCorroborando com as proposições de De Masi e indo ao encontro as generalizações \n\napresentadas por Moran sobre os caçadores-coletores, dados obtidos através das análises de \n\nestratigrafia de turfeiras atentam para a ocorrência de intensas atividades de queimadas sobre o \n\nplanalto meridional entre 2.800 e 1.500 anos A.P. (BEHLING, 1997; 2002; BEHLING et al., 2004; \n\nIRIARTE; BEHLING, 2007), às quais são atribuídas por Behling às atividades de caça \n\ndesenvolvidas sobre o campo. O autor ressalta, ainda, que, ao passo que as datas se aproximam \n\ndo presente as partículas de carvão diminuem, indicando um possível abandono dessa prática. \n\nAs colunas estratigráficas apresentadas por Behling também deixam claro que a expansão da \n\nmata de araucária está diretamente associada à diminuição das partículas de carvão, indicando \n\nque a expansão da mata com araucária só foi possível a partir do momento em que os grupos \n\ncaçadores-coletores abandonam as práticas de queimada. Deve se considerar, contudo, um \n\ncaminho de mão inversa, no qual a expansão da mata com araucária leva os grupos caçadores-\n\ncoletores - que acreditamos serem os Jê Meridionais sem casas subterrâneas - a abandonarem a \n\nprática das queimadas. \n\n\n\n89 \n \n\nAcreditamos que dentro do panorama cronológico que varia entre 2.700 e 1.600 anos \n\nA.P. os Jê, migrantes do cerrado do Brasil Central, aplicam as mesmas estratégias de subsistência \n\ne algumas práticas desenvolvidas em sua região de origem, como a caça nas estepes  e a coleta \n\nnas florestas fluviais, e o sepultamento em abrigos sob rocha (SCHMITZ et al. 1989; MORALES, \n\n2008). A fragilidade da nossa suposição encontra-se na insuficiência de registros arqueológicos \n\nque remontem às ocupações  empreendidas nesse horizonte cronológico. \n\nCom o aumento da umidade e o início da expansão da mata de araucária (por volta dos \n\n1.500 A.P.), é possível que características culturais, incluindo estratégias de ocupação e \n\nsubsistência, tenham sido desenvolvidas em resposta às novas condições do ambiente. Suttles \n\n(1968), por exemplo, ao realizar estudos sobre grupos pescadores da costa pacífica do noroeste \n\nda América do Norte, salientou que esses grupos talvez tivessem começado como grupos de alta \n\nmobilidade, mas, em resposta à grande disponibilidade de salmão na região, foram induzidos ao \n\nacúmulo de excedentes e a uma colonização estável. \n\nNo caso dos Jê Meridionais, com a expansão das matas com araucária, a disponibilidade \n\nde recursos sofreria um significativo aumento no período da maturação do pinhão, onde além da \n\nprópria semente da araucária, estaria disponível uma maior diversidade de mamíferos de \n\npequeno e médio porte, como os porcos-do-mato e os roedores, que também são atraídos pela \n\ndisponibilidade de pinhão. Ambrosetti (1896), relata que os pinheirais de San Pedro, em \n\nMissiones, eram visitados pelos indígenas todos os anos durante os meses de março, abril e \n\nmaio, período de maturação do pinhão. O autor informa ainda que cuando las araucarias voltean \n\nsus piñones son muy visitadas por todos los representates de la fauna del bosque: venados, antas, \n\ncatetos y, sobre todo, por grandes piaras de chanchos jabalies que son ávidos por esta benéfica y \n\nabundante fruta (AMBROSETTI, 1896 apud MATTOS, 2011, p. 672). \n\nConsiderando a grande possibilidade de que no período inicial da expansão da floresta \n\nexistiam refúgios de mata com araucária na área do Rincão dos Albinos, este se tornaria um local \n\nonde a disponibilidade de recursos seria abundante por, ao menos, três meses. De acordo com \n\nBinford (1980) e Renouf (1984), em locais em que a variação de recursos é mais temporal que \n\nespacial, os assentamentos serão sedentários ou quase sedentários, e esta redução de \n\nmobilidade acarretará alterações nas características culturais e sociais desses grupos. No caso \n\ndos Jê Meridionais, propomos a hipótese de que a redução de mobilidade, decorrente da grande \n\ndisponibilidade de recursos durante o período de maturação do pinhão, bem como a diminuição \n\ndas temperaturas e o aumento da umidade, resultaram na elaboração de novas estratégias de \n\nassentamento, acompanhadas da adoção das casas subterrâneas. \n\n\n\n90 \n \n\nAssociando a quantidade de carvão presente nos perfis estratigráficos das turfeiras \n\napresentados por Behling, os materiais arqueológicos presentes nos sítios arqueológicos e a \n\ncronologia na qual se estende a prática do sepultamento em abrigos rochosos, propomos que \n\nentre 1.500 e 1.000 anos A.P., esses grupos mantêm-se nômades em boa parte do ano, período \n\nem que caçam nos campos e realizam queimadas de menor proporção, mas retornam aos \n\n\"pinheirais\" nos meses específicos de maturação do pinhão. Os sítios escavados nos vales do rio \n\nItajaí do Oeste, Canoas  e Chapecó (SCHMITZ et al. 2009; SCHMITZ; ROGGE, 2012; SCHWENGBER \n\net al. 2012) demonstram que neste horizonte cronológico a cerâmica não é utilizada pelos \n\nconstrutores de casas subterrâneas, aparecendo com muita frequência nos sítios com datas de \n\n1.000 A. P a 110 A.P., ou seja, após a franca expansão da mata de araucária. \n\nCorteletti (2012) chama a atenção para outras alterações culturais desse grupo na \n\ntransição do primeiro para o segundo milênio da nossa Era. Segundo o autor \n\nA comparação entre as datações disponíveis até o momento, para sepultamentos em \ngrutas e em estruturas anelares, propicia a oportunidade de arriscar a hipótese de que, \nao redor de 1000 AP, aconteceram mudanças de ordem social nos Jê Meridionais. Sugiro \nque possa ser inferida uma mudança no padrão de sepultamento destes povos, a partir \nda constatação de que todas as datas de esqueletos disponíveis para sepultamentos em \ngrutas aconteceram há mais de 1.100 anos e, por outro lado, todas as datas de \nsepultamentos em montículos e em estruturas anelares se colocam nos últimos 1.000 \nanos. Há, portanto, uma época em que os mortos são sepultados em grutas e, \nposteriormente, uma época em que os mortos são sepultados nos montículos e nas \nestruturas anelares. Por volta do ano 1000 AD ocorreu uma série de transformações \nnessa sociedade [...]: a grande expansão da mata de araucária, ao que tudo indica através \nda pratica de manejo (Bitencourt &amp; Krauspenhar 2006); as alterações climáticas que \ntornam o clima mais quente e úmido (Iriarte e Behling 2007) e a certeza de cultivares do \ntipo C4 - provavelmente milho [...] (CORTELETTI, 2012, p. 197-198). \n\nAs transformações citadas por Corteletti estão diretamente associadas à complexificação \n\nsocial dos Jê Meridional, que está entrelaçada à maior ocorrência de locais de obtenção de \n\nrecursos sazonais, nesse caso, a mata com araucária. A franca expansão da mata de araucária \n\nsobre os campos deu origem a uma nova fisionomia para boa parte do planalto catarinense. \n\nExistem a partir de 900 A.P., no lugar dos vastos campos, mosaicos compostos por mata com \n\naraucária e campo, provendo disponibilidade e variabilidade de recursos, tornando cada vez \n\nmais viável a sedentarização dos Jê Meridionais, e os elementos culturais que a acompanham: \n\ncerâmica, danceiros, economia mista etc. \n\nPor fim, ressaltamos que nossas reflexões se limitaram a criar hipóteses e buscar \n\nrespostas a respeito das estratégias de adaptabilidade locais, desenvolvidas e aplicadas pelos \n\ngrupos que ocuparam o Rincão dos Albinos. Contudo, partindo para uma síntese mais \n\nabrangente, é incontestável que, durante esses possíveis (quase) 3.000 anos de ocupação sobre o \n\nplanalto sul brasileiro, os Jê Meridionais mantiveram uma relação muito estreita com o \n\n\n\n91 \n \n\nambiente, percebendo as mudanças climáticas e alterações ocorridas principalmente na \n\ncomposição biótica da região (fauna e flora), elaborando respostas adaptativas às \n\ntransformações naturais, e transformando a sua organização social. Teriam sido, portanto, \n\ncaçadores-coletores do campo, em um primeiro momento (2.800 a 1.500 A.P); com a tímida \n\nexpansão da mata com araucária teriam se tornado caçadores-coletores do campo e do mato, \n\nmantendo-se estáveis por alguns meses durante a maturação do pinhão (1.500 a 900 A.P.); e \n\ntornaram-se grupos sedentários, com estruturas sociais complexas e economia mista, baseada \n\nna caça, coleta e agricultura (900 até a chegada dos europeus). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n92 \n \n\nCONSIDERAÇÕES FINAIS \n\nEsta dissertação representa uma tentativa de compreender o processo de ocupação \n\nempreendido no sítio arqueológico Rincão dos Albinos. A associação de dados paleoambientais e \n\narqueológicos, discutidos em texto e representados através da cartografia, serviram de suporte \n\npara que vislumbrássemos a possibilidade de apresentar as estratégias de adaptação e ocupação \n\ndesenvolvidas pelos construtores de casas subterrâneas, estratégias essas que nortearam as \n\ninúmeras reocupações empreendidas sobre aquele mesmo local.  \n\nOs dados paleoambientais nos ajudaram a compor a provável configuração ambiental \n\npresente na região há 1.400 anos atrás: uma bacia bastante dissecada, coberta por mata nas suas \n\nencostas sul e leste, mas tomada pelos campos no topo das vertentes. Do campo, queimado em \n\ndeterminadas épocas, seria possível obter basicamente a caça; e das matas, fonte sazonal de \n\nrecursos, poderia ser obtido o pinhão e a caça de animais atraídos também pela maturação da \n\nsemente da araucária. \n\nOs dados arqueológicos e as observações feitas em campo permitiram que \n\nidentificássemos padrões e variações de assentamento, bem como os elementos que regularam \n\nos padrões e tornaram necessária a elaboração de novas estratégias de assentamento. Ao que \n\ntudo indica, as primeiras e as últimas casas subterrâneas construídas nesse espaço, foram \n\ninstaladas em locais que assegurassem a fácil obtenção de água, mas que, ao mesmo tempo, \n\nimpedissem que a deficiência de drenagem de algumas áreas e as águas subterrâneas causassem \n\na inundação das estruturas. Ou seja, ao mesmo tempo que eles buscam a água no curso de água e \n\nnos banhados, eles fogem dela esquivando-se do alto lençol freático. \n\nA partir da cartografia buscamos explicitar essas percepções, que tornam-se abstratas \n\nquando explicadas através de redações. Os materiais cartográficos gerados a partir de dados \n\nobtidos através da topografia feita em todo o Rincão dos Albinos, nos permitiram visualizar o \n\nsítio em sua totalidade e manipula-lo conforme nossas necessidades. \n\nSabemos, contudo, que muito mais do que respostas que solucionam alguns problemas \n\nque permeiam a compreensão do processo de ocupação Jê Meridional, trouxemos mais hipóteses \n\npara serem testadas em pesquisas posteriores. Frente ao incipiente desenvolvimento das \n\npesquisas paleoambientais no Brasil, e mais especificamente no estado de Santa Catarina, as \n\nnossas hipóteses a respeito da composição ambiental regional estão baseadas em estudos \n\npontuais realizados em locais que apresentam significativas diferenças ambientais se \n\ncomparadas à nossa área de pesquisa. O cenário por nós idealizado a partir da associação de \n\ndados físicos e climáticos coletados em campo, e dados palinológicos obtidos na extremidade \n\n\n\n93 \n \n\nleste do planalto meridional brasileiro, só poderá ser confirmado quando estudos de análise \n\nestratigráfica e palinológica foram desenvolvidos sobre os banhados do Rincão dos Albinos. \n\nAs estratégias de adaptação locais identificadas e o processo de dispersão das casas \n\nsubterrâneas que compõem o núcleo sul do sítio, propostos neste trabalho também podem ser \n\nmelhor compreendidos a partir da obtenção de dados cronológicos das casas subterrâneas \n\nconsideradas por nós como periféricas. Tais dados podem, ainda, ampliar o horizonte \n\ncronológico de ocupação do sítio, trazendo à tona novas discussões e novas hipóteses a respeito \n\nda relação dos grupos Jê com a área do Rincão dos Albinos. \n\nPor fim, encerramos esta dissertação ressaltando que muitas casas subterrâneas, \n\nmontículos, estruturas anelares e sítios superficiais ainda precisam ser escavados, para que \n\nnovas perspectivas sejam apresentadas para a arqueologia do planalto catarinense. Da mesma \n\nforma, técnicas \"emprestadas\" de diferentes áreas do conhecimento, como a cartografia, a \n\nbotânica, a zoologia, a geologia, o geoprocessamento etc., devem ser aplicadas em arqueologia e \n\nadaptadas para a arqueologia. Através dessa transdiciplinariedade novos dados e novas \n\nhipóteses a respeito da ocupação pré-colonial serão formulados, enriquecendo as discussões e \n\ncolaborando para a constituição de um conhecimento cada vez mais consolidado a respeito da \n\nocupação dos grupos Jê Meridionais nas terras altas do sul do Brasil. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n94 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAMBROSETTI, J. B. Los indios Kaingángues de San Pedro (Misiones),con un vocabulario. Revista \ndel Jardin Zoológico de Buenos Aires, tomo II, ent. 10, 1896, p. 305-387. \n\nBEBER, M. V. O sistema de assentamento dos grupos ceramistas do planalto sul-brasileiro: \no caso da Tradição Taquara/Itararé. São Leopoldo: UNISINOS. Tese de doutorado, 2004. \n\nBEHLING, H. Investigations into the Late Pleistocene and Holocene history of vegetation and \nclimate in Santa Catarina (South Brazil). Vegetation history and Achaeobotany, 4 (3), 1995, p. \n127-152. \n\n_____________. Late quaternary vegetation, climate and fire history of the Araucaria forest and \ncampos region from Serra Campos Gerais, Paraná Satate (South Brazil). Review of \npalaeobotany and palynology, 97, 1997, p. 109-121. \n\n_____________. South and southeast Brazilian grasslands during the Late Quaternary times: a \nsynthesis. Paleography, paleoclimatology, paleoecology, 177, 2002, p. 19-27. \n\nBEHLING, H.; PILLAR, V. D.; ORLÓCI, L.; BAUERMANN, S. G. Late Quaternary Araucaria forest, \ngrassland, fire and climate dynamics, studied by high-resolution pollen, charcoal and \nmultivariate analysis of the Cambara do Sul core in southern Brazil. Palaeo, 203, 2004, p. 277-\n297. \n\nBIGARELLA, J. J. ; ANDRADE-LIMA, D.; RIEHS, P. J. Considerações a respeito das mudanças \npaleoambientais na distribuição de algumas espécies vegetais e animais do Brasil. Anais da \nAcademia Brasileira de Ciências, 47, 1975, p. 412-464. \n\nBIGARELLA, J. J.; BECKER, R. D.; SANTOS, G. F. Estrutura e origem das paisagens tropicais e \nsubtropicais. Florianópolis: Ed. da UFSC, 1994, v. 1. \n\nBINFORD, S. R. New perspectives in achaeology. Aldine Publishing Company, 1968. \n\nBINFORD, S. R. Willow smoke dog's tail. Hunter-gatherer settlement systems and archaeological \nsite formation. American Antiquity, 45, 1980, p. 4-20. \n\nBORNAL, W. G. Sítio histórico São Francisco: um estudo sob a ótica da arqueologia da \npaisagem. São Paulo: MAE/USP. Tese de doutorado, 2008. \n\nBRAUDEL, F. História e ciências sociais. Lisboa: Editorial Presença, 1990. \n\nCALDARELLI, S.; HERBERTS, A. L. Estruturas habitacionais escavadas na bacia do rio Chapecó, \nextremo oeste catarinense. Pesquisas, Antropologia, 56, 2002, p. 139-156. \n\nCHANG, K. C. Settlement archeology. California: Palo Alto, 1968. \n\nCHILDE, V. G. Para uma recuperação do passado. São Paulo: DIFEL, 1976. \n\nCHMYZ, I. Prospecções arqueológicas no Vale do Rio das Antas, Rio Grande do Sul (Brasil). Acta \nPraehistorica, V/VII (1961/1963). Buenos Aires: Centro Argentino de Estudos Prehistóricos, \n1965, p. 35-52. \n\nCHMYZ, I. Subsídios para o estudo arqueológico do vale do Rio Iguaçu. Revista do Centro de \nEnsino e Pesquisas Arqueológicas, 1, 1968. \n\n\n\n95 \n \n\nCHMYZ, I.; BORA, E.; CECCON, R. S.; SGANZERLA, E. M.; VOLCOV, J. E. A Arqueologia da área do \naterro sanitário da Região Metropolitana de Curitiba, em Mandirituba, Paraná. Revista do \nCentro de Estudos e Pesquisas Arqueológicas/UFPR, 2, 2003, p. 1-138, 2003. \n\nCHMYZ, I.; SGANZERLA, E. M.; VOLCOV, J. E.; BORA, E.; CECCON, R. S. A arqueologia da área da LT \n750kV Ivaiporã-Itaberá III, Paraná – São Paulo. Revista do Centro de Estudos e Pesquisas \nArqueológicas/UFPR, 5, 2008, p. 1-305. \n\nCLARKE, D. L. Analytical archaeology. Methuen, 1968. \n\nCLAUDINO, D. C. Arqueologia na encosta catarinense: em busca dos vestígios materiais \nXokleng. São Leopoldo: UNISINOS. Dissertação de mestrado, 2011. \n\nCOPÉ, S. M. Les grands constructeurs précoloniaux du plateau du sud du Brésil: étude de \npaysages archéologiques à Bom Jesus, Rio Grande do Sul, Brésil. Paris: Universidade de Paris. \nTese de doutorado, 2006. \n\nCOPÉ, S. M.; SALDANHA, J. D. M. Em busca de um sistema de assentamento para o Planalto Sul \nRiograndense: escavações no sítio RS-NA-03, Bom Jesus, RS. Pesquisas, Antropologia, 56, 2002, \np. 107-120. \n\nCOPÉ. S. M.; SALDANHA, J. D. M.; CABRAL, M. P. Contribuições para a pré-história do planalto: \nestuda da variabilidade de sítios arqueológicos de Pinhal da Serra, RS. Pesquisas, Antropologia, \n56, 2002, p. 121-138. \n\nCORTELETTI, R. Patrimônio arqueológico de Caxias do Sul. Porto Alegre: Nova Prova, 2008. \n\nCORTELETTI, R. Projeto Arqueológico Alto Canoas - PARACA: um estudo da presença Jê no \nPlanalto Catarinense. São Paulo: USP. Tese de doutorado, 2012. \n\nDE MASI, M.  A. N. Pescadores coletores da costa sul do Brasil. Pesquisas, Antropologia, 57, \n2001, p. 1-136. \n\n__________________. Arqueologia das terras altas do Sul do Brasil. O baixo vale do Rio Canoas, SC. In: \nDE MASI, M. A. N. Xokleng 2860 a.C. As terras altas do Sul do Brasil. Florianópolis: Editora \nUnisul, 2006, p. 47-75. \n\n__________________. Centros cerimoniais do planalto meridional: uma análise intra-sítio. Revista de \nArqueologia, v. 22, n. 1, 2009, p. 99-113. \n\n__________________. Arqueologia do Alto, Baixo e Médio Vale do Rio Irani e Alto Vale do Rio \nChapecózinho, Tributários do Rio Uruguai, SC. Relatório de pesquisa não publicado, 2010. \n\nDOMINGUES, A. A paisagem revisitada. Finisterra XVIII, 72. Lisboa, 2002, p. 55-66. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Sistema Brasileiro de \nClassificação de Solos. Brasília: SPI, 2006. \n\nFRANÇA, R. Geodésia. Florianópolis: IFSC. Apostila do curso técnico de Agrimensura, 2011. \n\nGUERRA, S. Abrangência espacial e temporal da morfogênese e pedogênese no Planalto de \nPalmas (PR) e Água Doce (SC): subsídio ao estudo da evolução da paisagem quaternária. \nFrancisto Beltrão: CCH/UNOESTE. Dissertação de mestrado, 2012. \n\nHENRY, J. Jungle people. A Kaingang tribe of the highland of Brazil. New York, 1964. \n\n\n\n96 \n \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Manual técnico da Vegetação \nBrasileira. Rio de Janeiro: IBGE, 1992. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Noções básicas de \ncartografia. Rio de Janeiro: IBGE, 1998. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Glossário de geologia. Rio de \nJaneiro: IBGE, 1999. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Manual técnico de \nGeomorfologia. Rio de Janeiro: IBGE, 2009. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. São José do Cerrito. Censo \ndemográfico 2010. Disponível em:&lt;http://www.ibge.gov.br/cidadesat>. Acesso em: 02 de \noutubro de 2012. \n\nIRIARTE, J.; BEHLING, H. The expansion of Araucaria forest in the Southern Brazilian highlands \nduring the last 4000 years and its implications of the Taquara/Itarare Tradition. Environmental \nArchaeology, 2, 2007, p. 115-127. \n\nKEMPF, W. G. Notas sobre um grupo de indígenas de Santa Catarina. Revista do Arquivo \nMunicipal, v. CXII, 1947, p. 25-34. \n\nKERN, A. A., SOUZA, J. O. de.; SEFFNER, F. Arqueologia de salvamento e a ocupação pré-histórica \ndo vale do rio Pelotas (município de Bom Jesus e Vacaria). Veritas, 35 (133), 1989, p. 99-127. \n\nLA SALVIA, F. Resumo das pesquisas arqueológicas no Planalto - Rio Grande do Sul. Anais do \nSegundo Simpósio de Arqueologia da Área do Prata. São Leopoldo, 1968, p. 101-114. \n\nLA SALVIA, F.; SCHMITZ, P. I.; BECKER, I. I. B.. Cerâmica Caigang: fase Vacaria. Estudos de Pré-\nhistória geral e brasileira. São Paulo: Instituto de Pré-história da USP, 1969, p.493-498 \n\nLAZZAROTTO, D. Antropologia: uma teoria da evolução cultural. Porto Alegre: Sulina, 1976. \n\nLAZZAROTTO, D.; SCHMITZ, P. I.; BECKER, I. I. B.; STEINMETZ, R. Pesquisas Arqueológicas no \nPlanalto. O homem antigo na América. São Paulo: Instituto de Pré-história da USP, 1971, p. 79-\n90. \n\nLIMA, G. Estratigrafia e Palinologia de depósitos turfosos e alúvio - coluviais quaternários \nno Parque Estadual da Serra do Tabuleiro e Planalto de São Bento do Sul, Santa Catarina. \nFlorianópolis: UFSC. Tese de doutorado, 2010. \n\nMARTINO, S. O Pinheiro Brasileiro. Rio de Janeiro: Ministério da Agricultura, 1970. \n\nMATTOS, J. R. O pinheiro brasileiro. Florianópolis: Editora da UFSC, 2011. \n\nMENEZES, U. T. B. A paisagem como fato cultural. In: Turismo e paisagem. São Paulo: Contexto, \n2002, p. 29-64. \n\nMENTZ RIBEIRO, P. A. Arqueologia do Vale do Rio Pardo, Rio Grande do Sul. Porto Alegre: \nPUCRS. Tese de doutorado, 1991. \n\nMENTZ RIBEIRO, P. A. A Tradição Taquara e as casas subterrâneas no sul do Brasil. Revista de \nArqueologia Americana, n° 17, 18, 19, 1999-2000, p. 9-49. \n\nMENTZ RIBEIRO, P.A.; RIBEIRO, C.T. Levantamentos Arqueológicos no município de Esmeralda, \nRio Grande do Sul, Brasil. Revista do CEPA, 12(14), 1985, p. 49-105. \n\n\n\n97 \n \n\nMETZGER, J. P. O que é ecologia de paisagens? Biota Neotrópica, v. 1. São Paulo: Pontos de Vista, \n2001, p. 1-9. \n\nMILLER, E. T. Pesquisas  Arqueológicas efetuadas no Planalto Meridional, Rio Grande do Sul, Rios \nUruguai, Pelotas e das Antas. PRONAPA - Resultados Preliminares do Quarto Ano (1968-\n1969). Belém: Museu Paraense Emílio Goeldi, Publicações Avulsas, n. 15, 1971, p. 37-70. \n\nMORALES, W. F. Brasil Central: 12.000 anos de ocupação humana no médio curso do Rio \nTocantins - TO. São Paulo: Annablume, 2008. \n\nMORAN, E. F. Adaptabilidade humana: uma introdução à antropologia ecológica. São Paulo: \nEDUSP, 1994. \n\nMOURA, J. R. S.; SILVA, T. M. Complexo de Rampa de Colúvio. In: GUERRA, A. J. T.; CUNHA, S. B. \nGeomorfologia do Brasil. Rio de Janeiro: Bertrand Brasil, 1998, p. 143-177. \n\nMÜLLER, L. M. Sobre índios e ossos: Estudo de três sítios de estruturas anelares construídos \npara enterramento por populações que habitavam o vale do rio Pelotas no período pré-contato. \nPorto Alegre: PUCRS. Dissertação de mestrado, 2008. \n\nMÜLLER, L. M. (org). Estudo e valorização do Patrimônio arqueológico do Vale do Rio \nPelotas, SC: contribuição da UHE Barra Grande. Florianópolis: Scientia Consultoria  Científica, \n2011. \n\nNEVES, W. Antropologia ecológica. São Paulo: Cortez, 2002. \n\nOLIVEIRA, J. C. L. Ecologia e Arqueologia da Paisagem: um estudo dos sítios pré-coloniais da \nZona da Mata Mineira. Juiz de Fora: UFJF. Dissertação de mestrado, 2007. \n\nPAISANI, J. C. Descontinuidades hidrológicas, escoamento superficial e desenvolvimento \nde incisões erosivas em áreas de cabeceira de drenagem: estudo de caso na Colônia \nQuero-Quero, Palmeira (PR). Florianópolis: UFSC. Dissertação de mestrado, 1998. \n\nPERIN, E. B. Pedras e caminhos: análise espacial das estruturas arqueológicas remanescentes \ndos caminhos das tropas no Planalto de Lages. Florianópolis: UDESC. Dissertação de mestrado, \n2011. \n\nPIAZZA, W. F. As fontes primárias da História: Fontes arqueológicas catarinenses. Anais do III \nSimpósio da ANPUH. Franca: FFCLF, 1966, p. 439-482. \n\nPOSEY, D. A. Etnobiologia: Teoria e método. In: RIBEIRO, B. G. Suma etnológica brasileira. \nPetrópolis: Vozes, v. 1, p. 15-25, 1986.   \n\nREIS, M. J. A problemática arqueológica das estruturas subterrâneas  no planalto \ncatarinense. Erechim: Habilis, 2007. \n\nRENOUF, M. A. P. Northern coastal hunter-fishers: an archaeological model. World \nArchaeology, 16, 1984, p. 18-27. \n\nRODRIGUES, A. R. Reflexão a respeito da educação patrimonial e ambiental a partir da \narqueologia desenvolvida na região de Araraquara/SP. São Carlos: AUGM, 2009.  \n\nROGGE, J. H.; SCHMITZ, P. I. Pesquisas arqueológicas em São Marcos, RS. Pesquisas, \nAntropologia, 67, 2009, p. 23-132. \n\n\n\n98 \n \n\nROHR, J. A. Os sítios arqueológicos do Planalto Catarinense, Brasil. Pesquisas, Antropologia, 24, \nSão Leopoldo, 1971. \n\nROTH, L.; LORSCHEITTER, M. L. Palinology of a bog in Parque Nacional de Aparados da Serra, \neast Plateau of Rio Grande do Sul. Quaternary of South America and Antartic Península, 8, \n1993, p. 39-69. \n\nSALDANHA, J. D. M. Paisagem, lugares e cultura material: uma arqueologia espacial nas terras \naltas do sul do Brasil. Porto Alegre: PUCRS. Dissertação de mestrado, 2005. \n\nSANTA CATARINA, Secretaria de Estado do Planejamento. Atlas de Santa Catarina. \nFlorianópolis: Governo de Santa Catarina, 2008. \n\nSCHEIBE, L. F. A geologia de Santa Catarina: sinopse prévia. Geosul, 1 (1), 1986, p. 7-38. \n\nSCHMITZ, P. I. (Org.). Arqueologia no Rio Grande do Sul. Pesquisas, Antropologia, 16, São \nLeopoldo, 1967.  \n\nSCHMITZ, P. I.; LA SALVIA, F.; BECKER, I. I. B.; MENTZ RIBEIRO, P. A.; ROHR, J. A.. Casas \nSubterrâneas no planalto riograndense. Pré-história brasileira. São Paulo: Instituto de Pré-\nhistória da USP, 1968, p. 167-172. \n\nSCHMITZ, P. I.; BARBOSA, A. S.; JACOBUS, A. L.; RIBEIRO, M. B. Arqueologia nos Cerrados do \nBrasil Central. Serranópolis I. Pesquisas, Antropologia, 44, São Leopoldo, 1989. \n\nSCHMITZ, P. I.; BECKER, I. I. B.; LA SALVIA, F.; LAZZAROTTO, D.; MENTZ RIBEIRO, P. A. Pesquisas \nsobre a Tradição Taquara no nordeste do Rio Grande do Sul. Documentos, 02, São Leopoldo,  \n1988, p. 5-74. \n\nSCHMITZ, P. I.; ROGGE, J. H.; ROSA, A. O.; BEBER, M. V.; MAUHS, J.; ARNT, F. V. Projeto Vacaria: \ncasas subterrâneas no planalto rio-grandense. Pesquisas, Antropologia, 56, São Leopoldo,  \n2002, p. 11-106. \n\nSCHMITZ, P.I.; ARNT, F.V.; BEBER, M.V.; ROSA, A.O.; ROGGE, J.H. Taió, no Vale do Rio Itajaí, SC. \nPesquisas, Antropologia, 67, São Leopoldo, 2009, p. 185-320. \n\nSCHMITZ, P.I.; ARNT, F.V.; BEBER, M.V.; ROSA, A.O.; FARIAS, D.S.E. Casas subterrâneas no \nplanalto de Santa Catarina: São José do Cerrito. Pesquisas, Antropologia, 68, São Leopoldo, \n2010, p. 7-78. \n\nSCHMITZ, P. I.; NOVASCO, R. V. Arqueologia no Planalto: o uso do SIG na aplicação de análises \nespaciais dos sítios arqueológicos da localidade de Boa Parada, município de São José do Cerrito. \nRevista do Museu de Arqueologia e Etnografia, 21, 2011, p. 167-183. \n\nSCHMITZ, P. I.; ROGGE, J. H. 107 'casas subterrâneas' no inicio do povoamento Jê Meridional em \nSanta Catarina: Rincão dos Albinos. Revista do Museu de Arqueologia e Etnografia, 21, 2011, \np. 185-204. \n\nSCHMITZ, P. I.; ROGGE, J. H. Pesquisando a trajetória do Jê Meridional. Anais do II CIAEE. \nDourados: UFGD, 2012. (CD-ROM) \n\nSCHMITZ, P. I.; ROGGE, J. H.; NOVASCO, R. V.; MERGEN, N. M.; FERASSO, S. Rincão dos Albinos um \ngrande sítio Jê Meridional. Pesquisas, Antropologia, 70, São Leopoldo, 2013, p. 65-131. \n\nSCHWENGBER, V. L.; NOVASCO, R. V.; MELLO, A. B.. Contribuições para a arqueologia do planalto \ncatarinense: escavações no município de Passos Maia. Cadernos do CEOM , v.1, Chapecó, 2012, \np.169 - 189. \n\n\n\n99 \n \n\nSTEWARD, J. H. Theory of culture change: the methodology of multilinear evolution. University \nof Illinois Press, 1955. \n\nSONEGO, R. C. Descrição da estrutura de uma Floresta Ombrófila Mista. UNISINOS: São \nLeopoldo. Dissertação de Mestrado. 2007. \n\nSUGUIO, K. Geologia do Quaternário e mudanças ambientais. São Paulo: Oficina de textos, \n2010. \n\nSUTTLES, W. Coping with abundance: subsistence on the Northwest Coast. In: LEE, R. DE VORE, \nR. Man the Hunter. Chicago: Aldine, 1968, p. 56-68. \n\nTAYLOR, W. W. A study of archaeology. Southern Illinois University Press, 1948. \n\nURBAN, G. A história da cultura brasileira segundo as línguas indígenas. In: CUNHA, M. C. \nHistória dos índios do Brasil. São Paulo: Companhia das letras, 1992, p. 87-102. \n\nWHITE, L. A. The Evolution of Culture: the development of civilization to the Fall of Rome. \nNova York: McGraw-Hill, 1949."}]}}}