{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03877"}, {"@name": "filename", "#text": "BGP_2005_13_2_12_Guia_de_Campo_da_Bacia_do_Reconcavo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "roteiros geolo gicos\nGuia de Campo da Bacia do Recôncavo, NE do Brasil\nField trip guide of the Recôncavo basin, NE Brazil\nLuciano Portugal Magnavita I Roberto Rosa da Silva I Christóvam Penteado Sanches\nresumo\nA Bacia do Recôncavo, situada na região Nordeste do Brasil, se insere numa grande bacia ta-frogênica - o Rifte Recôncavo-Tucano-Jatobá, originado nos momentos iniciais de ruptura do paleocontinente Gondwana ocidental, no Eocre-táceo, sob os campos de tensões que produziram o Oceano Atlântico Sul. A bacia guarda um importante registro geológico, na forma de uma seção lacustre que inclui basicamente folhelhos\ne arenitos. Seu eficiente sistema petrolífero define a Bacia do Recôncavo como uma das bacias mais prolíficas do Brasil.\nDesde os primórdios da atividade petrolífera no País, os atributos estratigráficos e estruturais do Recôncavo tem sido utilizados como escola para sucessivas gerações de exploracionistas. No presente roteiro são apresentados alguns dos clássicos afloramentos da bacia, acompanhados de um breve texto introdutório onde se discutem questões ligadas à evolução do rifte.\nMapa geológico esquemático com localização do Rifte Recôncavo-Tucano-Jato-bá, mostrando a distribuição de sedimentos pré-, sin- e pós-rifte (Magnavita, 1992).\nFigure 1\nabstract\nThe Recôncavo Basin, in the Northeastern region of Brazil, is part of a large rift basin - the Recôncavo-Tucano-Jatobá, originated during the Early Cretaceous when the Western Gondwana was broken under the stress fields that created the South Atlantic Ocean. The basin holds an important geological record rep-resented by a section of lacustrine sandstones and shales. The very efficient petroleum system that exists in the basin makes this one of the most prolific areas in Brazil.\nSchematic geological map of the Recôncavo-Tucano-Jatobá rift\nsystem.\nSince the very beginning of the oil industry in Brazil, the stratigraphical and structural features of the Recôncavo Basin have been used for training suc-cessive generations of explorationists. In the present work some of the classical outcrops of the basin are presented, as well as a brief introductory section on the regional aspects of the rift system.\nintrodução\nA Bacia do Recôncavo, no NE brasileiro, faz parte do Rifte intracontinental do Recôncavo-Tucano-Jatobá (fig. 1), formado durante os estágios precoces da abertura do Oceano Atlântico Sul, no Eocretáceo, e preservado como um ramo abortado da margem Leste do Brasil.\nDesde a descoberta pioneira de óleo em Lobato, em 1939, mais de 5 000 poços foram perfurados na bacia, resultando na descoberta de cerca de 80 campos de óleo e gás. Deste intenso processo exploratório resultou uma grande quantidade de dados, que tornaram o Recôncavo uma verdadeira bacia-escola, onde sucessivas gerações de geólogos da Companhia foram iniciados nas lides da exploração.\nComo introdução a este roteiro, segue uma breve discussão acerca do arcabouço tectônico e do preenchimento sedimentar da bacia, enfatizando-se aspectos relacionados àquelas feições efetivamente observáveis no campo.\nestratigrafia\nA sucessão estratigráfica do Rifte do Recônca-vo-Tucano-Jatobá inclui estratos com idades desde o Paleozóico até o Cenozóico (fig. 2). Os pacotes de idade paleozóica, de ocorrência local, constituem remanescentes de ciclos sedimentares mais antigos e que foram preservados da erosão pelo abatimento de blocos no Mesozóico. A fase sin-rifte aconteceu durante o Eocretáceo, prolongando-se até o Aptiano. A espessura sedimentar total acumulada durante esta fase excede os 6 km no depocentro principal da Bacia do Recôncavo, o Baixo de Camaçari-Miranga, e ultrapassa 10 km no Baixo de Cícero Dantas, na Bacia do Tucano Central.\nUma correlação regional dos atributos estrati-gráfico-sedimentológicos é exeqüível ao longo de todas as sub-bacias do Rifte Recôncavo-Tucano-Jatobá, mas há particularidades em cada uma delas. Assim, para uma representação adequada são necessárias cartas estratigráficas específicas para cada bacia ou sub-bacia. No presente texto é dada ênfase à Bacia do Recôncavo, exemplificando aspectos particulares da evolução tectono-estrati-gráfica do rifte.\nestratigrafia do Paleozóico\nOs depósitos paleozóicos estão preservados em uma franja exposta ao longo das bordas leste e sudeste das bacias do Tucano Norte e Jatobá. Os sedimentos são correlacionados aos depósitos da Bacia do Parnaíba, com os quais, presumivelmente, constituíram uma única bacia durante a Era Paleozóica.\nNa região que compreende as bacias do Tucano Sul e do Recôncavo, Aguiar e Mato (1990) identificaram uma unidade do Permiano, a Formação Afligidos, que em trabalhos anteriores foi considerada como parte do Grupo Brotas, do Neojurássico. Na Bacia do Recôncavo, a Formação Afligidos é constituída por arenitos sobrepostos por folhelhos vermelhos. Sua porção basal (Membro Pedrão) é correlacionada com a Formação Santa Brígida, aflorante na margem leste do Tucano Norte, e com a Formação Aracaré da Bacia de Sergipe-Alagoas. A unidade é considerada como sendo do Permiano (Kunguriano), e há uma possibilidade de idade triássica para sua porção superior (Membro Cazumba; Aguiar e Mato, 1990).\nestratigrafia do Mesozóico\nA estratigrafia do Mesozóico no Rifte do Re-côncavo-Tucano-Jatobá é o resultado da própria evolução tectônica da bacia, podendo ser dividida em seqüências depositadas nas fases pré-rifte, sin-rifte e pós-rifte. Os depósitos continentais do Supergrupo Bahia incluem sedimentos com idades entre o Neojurássico e o Eocretáceo. Tendo por base o conteúdo de ostracodes destas rochas, Viana etal. (1971) propuseram a Série Recôncavo, composta de seis andares locais: Dom João, Rio\nFigura 2\nCarta estratigráfica da Bacia do Recôncavo (Caixeta et al. 1994).\nFigure 2\nStratigraphic chart of the Recôncavo Basin.\nda Serra, Aratu, Buracica, Jiquiá e Alagoas. Em função do caráter endógeno da biota lacustre, tal zoneamento bioestratigráfico, que inclui as bio-zonas denominadas como NRT-001 a NRT-011, guarda uma ainda pouco precisa correlação com a coluna geocronológica internacional.\nfase Pré-Rifte (Andar Dom João ao Rio da Serra Inferior - Tithoniano ao Berriasiano)\nA fase pré-rifte ocorreu durante o Neojurássico e o Eocretáceo (Regali e Viana, 1989; Arai et al. 1989). Os sedimentos correspondentes provavelmente foram depositados além dos limites atuais\nPaleogeografia pré-rifte da Bacia do Recôncavo (modificado de Medeiros e Ponte, 1981).\nFigure 3\nda bacia, como indicam depósitos correlatos que existem em outras bacias brasileiras (por exemplo, bacias do Araripe, Sergipe-Alagoas, Camamu e Almada), como também ao longo do Oeste africano (por exemplo, Bacia do Gabão).\nA sucessão pré-rifte se estende temporalmente do Tithoniano ao Eoberriasiano, abrangendo rochas dos andares Dom João e Rio da Serra Inferior. O Andar Dom João consiste em depósitos aluviais do Grupo Brotas, representados por folhelhos avermelhados e arenitos da Formação Aliança, so-topostos a arenitos fluviais e eólicos da Formação Sergi. A área-fonte para esta seqüência pré-rifte estava localizada a sudoeste da atual Bacia do Recôncavo (fig. 3). Estes red beds são sucedidos por sedimentos do Grupo Santo Amaro, cuja unidade basal (Formação Itaparica) contém depósitos fluviais e lacustres. Sobrepostos a estes existem arenitos fluviais e eólicos da Formação Água Grande, cuja área-fonte estava localizada a noroeste e a norte da Bacia do Recôncavo.\nPré-rift paleogeographic model of the Recôncavo Basin.\nfase Sin-Rifte (Andar Rio da Serra Inferior ao Jiquiá - Berriasiano Inferior ao Aptiano Inferior)\nDurante a fase sin-rifte, a Bacia do Recôncavo foi preenchida por dois sistemas progradantes (fig. 4). O principal deles foi um sistema flúvio-deltaico-lacustre (longitudinal a oblíquo) proveniente da Bacia do Tucano, que depositou folhelhos prodeltaicos e arenitos turbidíticos; o secundário, transversal à bacia, consistiu em leques conglomeráticos derivados da erosão do bloco alto da falha de borda.\nO estabelecimento do rifte aconteceu durante o Berriasiano (aproximadamente há 144 Ma), e teve duração de aproximadamente 24 milhões de anos. Neste período acumularam-se estratos que constituem os andares Rio da Serra Inferior ao Ji-quiá, com unidades equivalentes nas bacias da margem atlântica da América do Sul (Sergipe-Alagoas, Camamu e Almada) e da África (Gabão). O início da fase sin-rifte é motivo de controvérsia (Magnavita, 1996; Da Silva, 1996). Tradicionalmente, esta fase era marcada no primeiro aparecimento da espessa cunha de conglomerados sintectônicos da Formação Salvador, a qual constitui parte do sistema de borda do rifte (Magnavita e Da Silva, 1995). Mas a presença de conglomerados parece indicar apenas a existência de uma elevação topográfica ao longo da borda falhada (Magnavita, 1996). Assim, antes que a topografia fosse criada, numa fase em que a taxa de subsidência superou a taxa de sedimentação, os folhelhos escuros do Membro Tauá (Formação Candeias, Rio da Serra Inferior - Ber-riasiano) depositaram-se numa depressão existente nas bacias do Recôncavo e Tucano Sul, caracterizando estes o início da fase sin-rifte.\nA sucessão sin-rifte compreende uma megas-seqüência progradante shallowing e coarsen-ing-upward. Durante uma fase de bacia faminta, nos depocentros foram depositados turbiditos longitudinais e transversais do Membro Gomo (Formação Candeias, Rio da Serra Médio), juntamente com folhelhos lacustres (Da Silva et al. 2000), incluindo sucessões de arenitos laminados e maciços (Bruhn, 1999). Em seguida, durante o Neo-Rio da Serra, uma contínua sedimentação de espessos arenitos deltaicos exerceu forte sobrecarga sobre folhelhos da Formação Maracangalha, pressurizando-os e resultando em diápiros de fo-lhelhos associados a falhas de crescimento. Nesta última unidade ocorrem espessos pacotes de arenitos maciços e fluidizados dos membros Pitanga e Caruaçu, depositados ao longo dos depocentros mais orientais do gráben.\nA diminuição da taxa de subsidência, no período que inclui as idades Rio da Serra e Aratu, possibilitou que deltas progradassem de NNW sobre as plataformas existentes na margem flexural do rifte, preenchendo os depocentros com arenitos,\nsiltitos, folhelhos e ocasionais carbonatos do Grupo Ilhas, constituído pela Formação Marfim, Membro Catu, e Formação Pojuca. Durante o Eoaratu, uma queda no nível do lago, tectonicamente induzida, originou um canyon na porção oeste das bacias do Tucano Sul e Recôncavo (Bueno, 1987), onde acumularam-se os arenitos e folhelhos da Formação Ta-quipe (Netto e Oliveira, 1985; fig. 5). Aos depósitos deltaicos sucederam os arenitos fluviais da Formação São Sebastião, Grupo Massacará, que pro-gradaram de NNW para SSE a partir da Bacia do Tucano (Gama, Jr., 1970).\nfase Pós-Rifte (Andar Alagoas - Aptiano ao Albiano Inferior)\nA fase sin-rifte terminou no Eoaptiano. Uma discordância angular separa a tectono-seqüência do Cretáceo Inferior (Da Silva, 1993) dos depósitos aluviais de conglomerados, arenitos e ocasionais folhelhos e calcários da Formação Marizal, de idade Alagoas. Esta unidade cobre cerca de 75% do Rifte Recôncavo-Tucano-Jatobá, tendo uma menor área de exposição na Bacia do Recôncavo, onde sua espessura é da ordem de 50 m, mas atinge quase 500 m de espessura na Bacia de Jatobá. Sua deposição ocorreu numa depressão do tipo sinécli-se (sag basin) cujos limites ultrapassavam as atuais bordas do rifte, durante uma fase de subsidência térmica pós-rifte (Magnavita et al. 1994). A discordância na base da Formação Marizal correlaciona-se com a discordância de ruptura continental (break up unconformity) que comumente precede a fase de deriva continental. Esta mesma superfície erosiva é reconhecida não-apenas nas bacias da margem continental leste brasileira (Kiang et al. 1988), como também nas suas correspondentes africanas (por exemplo, Bacia do Gabão; Teisserenc e Villemin, 1989).\nestratigrafia do Cenozóico\nNão há unidades estratigráficas correspondentes ao intervalo temporal Mesoalbiano ao Eoceno preservadas na Bacia do Recôncavo. No Eomioceno, uma ingressão marinha próxima à atual linha de costa depositou os folhelhos e calcários ricos em foraminíferos da Formação Sabiá\nFm. Maracangalha Fm Salvador\nFigure 4 — Syn-rift paleogeographic model of the Recôncavo Basin.\nFigura 4 — Paleogeografia sin-rifte da Bacia do Recôncavo (modificado de Medeiros e Ponte, 1981).\nFm. Pojuca\nFm. Marfim\nFm. Itaparica/Fm. Agua Grande\nFm. Afligidos/Fm. Aliança\nFm. Candeias/Fm. Maracangalha\nCANYON DE TAQUIPE\n1 * \nFigura 5 — Paleogeografia durante a deposição da Formação Taquipe (modificado de Figueiredo et al. 1994).\nFigure 5 — Paleogeographic model representing the time of deposition of the Taquipe Formation.\n(Petri, 1972), numa área restrita na porção leste da Bacia do Recôncavo. Sobrepostos a estes, cobrindo boa parte da porção sul do rifte, bem como em larga porção da costa brasileira, ocorrem arenitos continentais do Grupo Barreiras (Plio-ceno-Pleistoceno), com menos de 100 m de espessura preservada. Finalmente, sedimentos quaternários são representados por depósitos litorâneos no Recôncavo meridional e por sedimentos aluviais presentes ao longo dos principais cursos d'água da região.\nconfiguração estrutural da bacia\nA arquitetura estrutural do rifte é caracterizada por uma compartimentação ao longo de seu eixo principal, no qual blocos falhados de direção NNE-SSW são seccionados em compartimentos através de feições transversais identificadas como zonas de transferência. Essas falhas de transferência, ou zonas de acomodação, podem não-apenas deslocar a borda do rifte mas também mudar a polaridade estrutural dos meio-grábens, como de fato ocorre ao longo da zona de acomodação do Vaza-Barris entre as bacias de Tucano Central e Norte.\nO limite entre as bacias do Recôncavo e do Tucano se dá no Alto de Aporá. A Bacia do Recôncavo é estruturalmente caracterizada por um sistema de falhas normais, sintéticas e antitéticas, orientadas a N30°-40°E (fig. 6). A bacia exibe uma geometria de meio-gráben em seções transversais, com a maior parte da assimetria sendo produzida pelo grande rejeito de uma falha de borda principal (fig. 7). A margem flexural do meio-gráben é limitada por monoclinais falhadas ou por rampas discordantes sobre o embasamento.\nO trend geral NE-SW dos blocos que constituem a Bacia do Recôncavo é interrompido por uma zona de falha transversal orientada na direção NW-SE, interpretada tradicionalmente como uma falha de transferência (Milani e Davison, 1988; Aragão, 1994), a Falha de Mata-Catu. Esta zona de falha controla o principal trend de petróleo da bacia. Mais recentemente, esta zona\nde falha transversal foi interpretada por Destro etal. (2003) como constituída por duas falhas de alívio, geradas para compensar a variação do rejeito ao longo das falhas de Salvador (falha de borda do Recôncavo) e de Tombador (limite leste do Alto de Aporá).\nFigura 6 - Arcabouço estrutural e campos de petróleo da Bacia do Recôncavo. A- A' refere-se à seção geológica da figura 7.\nFigure 6 - Structural frame-work of the Recôncavo Basin.\nFigura 7\nSeção geológica A-A' ao longo da porção sul da Bacia do Recôncavo.\nFigure 7\nDip-oriented geological cross section in the southern compartment of the Recôncavo Basin.\nA\tA'\n□\tGR. BROTAS (Js)\tO FM. SÃO SEBASTIÃO (Ki)\nn FM. AFLIGIDOS (Permiano) □ GR. ILHAS (Ki)\n□\tEMBASAMENTO (Pe) O FM. SALVADOR (Ki)\nO FM. CANDEIAS / FM. MARACANGALHA (Ki)\nmodelos de evolução tectônica\nO Rifte do Recôncavo-Tucano-Jatobá tem sido interpretado como um braço abortado do Atlântico Sul. Para discussão adicional dos mais recentes modelos de evolução tectônica do rifte deverão ser referenciados os trabalhos de Milani e Davison (1988), Chang et al. (1992), Magnavita (1992) e Karner et al. (1992). Os modelos principais são: (1) o modelo da microplaca (Szatmari et al. 1985; Milani e Davison, 1988); (2) o modelo do mega-cisalhamento (Cohen, 1985); (3) o modelo de descolamento (Ussami et al. 1986);\n(4)\to modelo de descolamento duplo (Castro Jr., 1987); e (5) o modelo de rifteamento duplo (Magnavita, 1992). Este último modelo baseia-se no reconhecimento de dois eventos tectônicos na região, ambos durante a fase sin-rifte.\nO primeiro evento teria acontecido durante o Rio da Serra Médio (Berriasiano), quando distensão E-W ao longo do Rifte Recôncavo-Tucano-Jatobá e bacias adjacentes teria sido acomodada por movimento sinistral ao longo do lineamento de Pernambuco/Ngaoundere (fig. 8a), uma vez que o bloco a norte teria ficado relativamente fixo em relação ao bloco meridional. Isto é corroborado por evidências estratigráficas que indi\ncam aquela porção do bloco norte como sendo a última onde a margem Leste da América do Sul separou-se da África (Campos et al. 1974). O segundo evento tectônico durante a fase sin-rifte estaria relacionado à propagação da abertura do Atlântico Sul, quando se iniciou o espalhamento oceânico (fig. 8b). Assumindo propagação de Sul para Norte no Eoaptiano (Jiquiá), uma rotação horária relativa da América do Sul em relação à África causaria uma distensão NW-SE na região. Com a continuação da abertura, a distensão seria transferida para a margem atlântica, isolando o rifte, o qual iniciaria então sua fase de evolução pós-rifte, marcada por lenta e restrita subsidência térmica e por diversas fases de soerguimento e erosão.\nsubsidência pós-rifte, soerguimento e erosão\nA falta de significativa seqüência pós-rifte no Recôncavo-Tucano-Jatobá foi relacionada a (1) estiramento diferencial da litosfera por cisalha-mento simples (Ussami et al. 1986), (2) perda de calor contínua, vertical e lateralmente, após esti-ramento uniforme da litosfera (Milani e Davison, 1988), ou (3) remoção do registro sedimentar devido a erosão regional (Magnavita et al. 1994).\nBLOCO NORTE\n10-.\n10o-\n30o-\n50 -\n50o-\nÁfrica\nÁfrica\nRIO DA SERRA\nAmérica do Sul\nSUPERPOSIÇÃO (DELTA DO NIGER)\nAmérica do Sul\nJIQUIÁ\nFigura 8\nModelo de rifteamento duplo para o Rifte Recôncavo-Tucano-Jatobá (Magnavita, 1992).\n(a) Distensão E-W durante o rifteamento inicial; (b) Distensão NW-SE durante o rifteamento final (reconstrução baseada em Rabinowitz e LaBrecque, 1979).\nFigure 8\nDouble-rift model of the Recôncavo-Tucano-Jatobá rift system.\nDados de reflectância de vitrinita indicam mais de 1,5 km de erosão na Bacia do Recôncavo (Daniel et al. 1989). O truncamento da seção sedimentar na borda flexural também sugere que o rifte tenha ocupado uma área mais larga do que aquela atualmente preservada (Magnavita, 1992).\nA exumação provavelmente aconteceu durante dois períodos principais: o primeiro, ao término da fase sin-rifte, possivelmente como conseqüência de rebote elástico (elastic rebound) que se segue à ruptura continental; o segundo, provavelmente no Pa-leogeno, como sugerido pela peneplanização generalizada que ocorreu no Nordeste do Brasil (King, 1956; Bigarella, 1975).\nPara explicar a ausência de sedimentos pós-rifte, Magnavita et al. (1994) aplicaram o modelo de flexural cantilever (Kusznir e Egan, 1989) na evolução tectônica da região. O modelo postula a seguinte sucessão de eventos: (a) rápido soergui-mento regional decorrente do rebote elástico ao final da fase sin-rifte, originando uma discordância angular (break up unconformity); (b) subsidência térmica pós-rifte contínua por 90 milhões de anos (Aptiano ao Oligoceno), que resultou em mais de 1 km de sedimentos acumulados e que ultrapassariam a margem da bacia; (c) soerguimento durante o Oligoceno seguido por erosão da maior parte dos depósitos pós-rifte. Este evento de soer-guimento teria elevado a Formação Marizal aos níveis topográficos atualmente observados.\nMagnavita et al. (1994) relacionaram este soerguimento a magmatismo subplaca (mag-matic underplating) devido à longeva anomalia térmica associada à abertura do Atlântico Sul, sugerida por diversas ocorrências de vulcânicas e intrusivas no Nordeste brasileiro. Embora a pequena quantidade de distensão explique a ausência de magmatismo no rifte, diques básicos existentes no embasamento, a leste do Tucano Norte, sugerem a manifestação desta anomalia na região.\nM\n\n\n\n\n♦\nA\nV\n~o~\nO\n\nTabela 1\nMaciço\nEstratificação ou laminação paralela\nLinsen\nEstratificação cruzada indistinta\nEstratificação cruzada tabular\nEstratificação cruzada de baixo ângulo\nEstratificação cruzada tangencial\nEstratificação cruzada acanalada\nEstratificação cruzada sigmoidal\nMarcas de carga\nLaminação cruzada cavalgante\nLaminação cruzada transladante\nEstratificação cruzada hummocky\nNódulos silicosos\nClasto de folhelho\nAfinamento ascendente\nAfinamento descendente\nModeradamente bioturbado\nMarcas de sola\nBall-and-pillow\nEscorregamento\nPilar\nPaleosolo\nExudação de HC\nCarpete de tração\nConvenções uti-izadas nas seções verticais.\nTable 1 - Simbology for the vertical lithological sections.\nFm. Taquipe\nFm. Pojuca\nMb. Caruaçu\nMb. Pitanga\nMb. Boipeba\nMb. Pedrão\nEmbasamento\nFigura 10\n■ 12°55' S\nFigure 10\nComposite lithological log of the entire strati-graphical succession of the Recôncavo Basin, showing the position of the field trip points.\nPerfil litológico composto ilustrativo da sucessão estratigráfica completa da Bacia do Recôncavo, mostrando a posição de cada um dos pontos do roteiro.\nFigura 9 — Mapa geológico com os pontos do roteiro no compartimento sul da Bacia do Recôncavo.\nFm. Aliança\nMb. Capianga\nFE RA DE\nSANTANA\n\nFm. Pojuca\nOs pontos descritos neste roteiro de campo encontram-se localizados no mapa geológico do compartimento sul da Bacia do Recôncavo (fig. 9), e sua posição estratigráfica está representada esquematicamente no perfil vertical composto da bacia (fig. 10). Em alguns deles, há seções verticais com simbologia representativa das diversas feições sedimentares observáveis, e a legenda para estas feições é mostrada na tabela 1.\nFm. Marfim\nFm. Maracangalha\nFm. Candeias\nFm. Agua Grande Fm. Itaparica\nW\t7\tIS Wl V / \\ £\tCANDEIAS ’\n\tCAF13’\n\tP 1\n\t.X9.\nFm. Afligidos Mb. Cazumba\nCidade\nRodovia\nFalha\nQuaternário (Q)\nGrupo Barreiras (T)\nFormação Marizal (Ki)\nFormação São Sebastião (Ki)\nGrupo Ilhas (Ki)\nGrupo Santo Amaro (Ki)\nGrupo Brotas (Js)\nPré-Cambriano (P€)\nFigure 9 — Geological map of Southern Recôncavo Basin, showing the location of the field trip points.\nFigura 12\nFigura 11 — Sucessão de arenitos permianos assentados sobre o embasamento pré-cambriano. Visada para SW.\nFigure 11 — Permian sandstones lying on the Precambrian basement.\nSeção vertical esquemá-tica no Ponto 1.\nFigure 12\nSchematic vertical section in the Point 1.\nPONTO 1 - Superfícies discordantes:\nPré-Cambriano/Permiano e Permiano/Terciário (fig. 11). BR-101, km 152.\nDescrição: na figura 12 mostra-se uma seção vertical neste ponto. Pode-se observar o contato entre o Membro Pedrão da Formação Afligidos - Af (Permiano) e o embasamento metamórfico Pré-cambriano (PC) (fig. 13), e também o contato daquela unidade permiana com a Formação Barreiras - B (Terciário). No Membro Pedrão, ocorrem mudstones nodulares (fig. 14), provavelmente originados a partir de tapetes algálicos, associados a siltitos e arenitos finos bem-selecionados. Os arenitos ocorrem com estratificações cruzadas de baixo ângulo e laminações do tipo wavy. As estruturas sedimentares estão profundamente mascaradas pela diagênese, mas a presença de estruturas sedimentares lenticulares e onduladas sugerem condições marinhas rasas, influenciadas pela maré. Falhas métricas e centimétricas são comuns nesta seção.\nObservações importantes:\n•\tdiscordâncias (Pré-Cambriano/Permiano, Permiano/Terciário\n•\testratificação cruzada truncada por ondas (hummocky cross-stratification)\n•\tfeições wavy e linsen\n•\tnódulos silicosos\n•\tfalhas métricas a centimétricas\nContato discordante do\nFigure 13\npacote permiano com o pré-cambriano.\nUnconformity surface between the Permian package and the Precambrian.\nFigura 14\nPONTO 2 - Contato entre os membros Boipeba e Capianga da Formação Aliança (Andar Dom João, Jurássico Superior; fig 15).\nBR-101, km 150.\nSucessão estratigráfica dos arenitos esbranquiçados (Membro Boipeba) e folhelhos vermelhos (Membro Capianga) da Formação Aliança. Visada para oeste.\nFigure 15\nStratigraphical succession of white sandstones and red shales of the Aliança Formation.\nDescrição: A partir da base (fig 16), os folhelhos vermelhos do Membro Cazumba (Formação Afligidos - Af, Permiano) estão sotopostos a arenitos flúvio-eólicos, finos a médios do Membro Boipeba - Bo - da Formação Aliança (Jurássico Superior). Os arenitos exibem estratificação cruzada acanalada de médio a grande porte, em transição no sentido do topo para folhelhos lacustres avermelhados do Membro Capianga - Cp (Formação Aliança, Jurássico Superior). Na figura 17 ilustra-se uma seção vertical neste ponto.\nObservações importantes:\n•\tcontato transicional\n•\testratificação cruzada de grande porte\n•\trotação de blocos\nFigura 16 — Contato entre os folhelhos do Membro Afligidos e os arenitos flúvio-eólicos do Membro Boipeba.\nFigure 16 — Detail of the contact between the red shales of the Afligidos Member and the fluvial-eolian sandstones of the\nBoipeba Member.\nFigura 17\nFm. Aliança\nMb. Capianga\n(Js)\nFolhelhos avermelhados\nArenito vermelho claro\nArenitos avermelhados, médios, exibindo estratificaçâo cruzada de baixo ângulo\nSeção vertical esquemática no Ponto 2.\nFigure 17\nSchematic vertical section in the Point 2.\nFm. Aliança Mb. Boipeba\nFm. Afligidos Mb. Cazumba\nCorpos amalgamados de arenitos esverdeados a avermelhados, finos, seleção regular, exibindo estratificaçâo cruzada de médio a grande porte\nFolhelhos avermelhados com nódulos verdes esparsos\nArenitos esverdeados a avermelhados, finos, bem-selecionados, exibindo estratificaçâo cruzada de médio a grande porte\nArenitos acinzentados, finos a muito finos\nFalha de crescimento afetando a seção estratigráfica que inclui as formações Aliança e Sergi.\nFigure 18\nGrowth fault in the Aliança-Sergi stratigraphical interval.\n\nPONTO 3 - Falha de crescimento cortando seção de transição entre as formações Aliança e Sergi (Andar Dom João, Jurássico Superior; fig. 18). BR-101, km 149.\nDescrição: Afloramento mostrando falha de crescimento na seqüência pré-rifte, na transição entre os lamitos lacustres da Formação Aliança - AL - e os arenitos eólicos da Formação Sergi - SG. A falha (fig. 19) tem direção NE-SW, com mergulhos que variam de 70° a 63°. O rejeito medido numa camada-chave é de 7,5 m. Os mergulhos das ca\nmadas na estrutura em rollover variam de 25°, próximo à falha, para 10° (mergulho regional) cerca de 22 m a sul da falha. A espessura de uma camada-chave de arenitos varia de 0,2 a 2,7 m com a proximidade da falha no bloco baixo.\nObservações importantes:\n•\tcrescimento dos estratos\n•\tgeometria lístrica da falha\n•\tcamadas contorcidas\n•\tvariações de mergulhos\n•\testratificações cruzadas de grande porte\nFigura 19\nVista de detalhe do plano da falha lístrica.\nFigure 19\nDetail view of the listric fault.\nObservações importantes:\n•\tfolhelhos pretos, anóxicos\n•\tconcreções\n•\tostracodes\nPONTO 4 - Membro Gomo, Formação Candeias (Andar Rio da Serra, Cretáceo Inferior; fig. 20). BR-324, km 569.\nDescrição: O Membro Gomo inclui as principais rochas geradoras da Bacia do Recôncavo. Aqui, os folhelhos lacustres cinza-escuros (fig. 21) encontram-se intercalados com calcários delgados e, ocasionalmente, com arenitos. Concre-ções de septárias são comuns. Plantações de cana-de-açúcar são extensas nesta região, e servem para traçar em mapa os limites de afloramento desta unidade.\nFigura 20\nFigura 21\nFigura 22\ncional entre as formações Aliança e Sergi.\nVista do contato transi-\nFigure 22\nView of the contact between Aliança and Sergi formations.\nPONTO 5 - Contato transicional entre o Membro Capianga (Formação Aliança, Andar Dom João, Jurássico Superior) e a Formação Sergi (Andar Dom João, Jurássico Superior; fig. 22).\nBR-324, km 552.\nDescrição: Em termos do volume de petróleo já descoberto, a Formação Sergi - SG contém os reservatórios mais importantes da Bacia do Recôncavo. Neste ponto, seu contato inferior com os folhelhos lacustres arroxeados do Membro Capianga - Cp é transicional, sendo caracterizado por lobos arenosos, sigmoidais. Os arenitos eólicos exibem estratificações de médio a grande porte, estruturas características de fluxo de grãos (fig. 23) e laminações cruzadas transladantes. Para o topo (fig. 24), arenitos fluviais grossos apresentam estratificação cruzada acanalada. Os estratos mergulham cerca de 45° para o sudeste.\nObservações importantes:\n•\trazão arenito/folhelho no contato\n•\tlaminações cruzadas transladantes\n•\testratificações cruzadas acanaladas\nFigura 23\nDetalhe dos arenitos eólicos da Formação Sergi.\nFigure 23\nDetail view of the eolian sandstones of the Sergi Formation.\nFigure 24\nSchematic vertical section\nin the Point 5.\nSeção vertical esquemáti-ca no Ponto 5.\nArenitos fluviais e\neólicos da Formação Sergi. Visada para sul.\nPONTO 6 - Arenitos fluviais e eólicos da Formação Sergi (Andar Dom João, Jurássico Superior; fig. 25).\nBR-324, km 554.\nDescrição: Neste ponto, arenitos pobremente selecionados com estratificações cruzadas caracterizam barras retrabalhadas pela ação eólica (fig. 26). No detalhe, observam-se feições de fluxo de grãos (fig. 27). A repetição de elevações topográficas sustentadas pela Formação Sergi ao longo da rodovia BR-324 deve-se a blocos bas-culados mergulhando para leste (fig. 28), rota-cionados por falhas sintéticas cujos planos mergulham para oeste.\nObservações importantes:\n•\testratificações cruzadas tabulares\ne acanaladas\n•\tretrabalhamento eólico\n•\tdepósito de caliche\n•\tlínguas de fluxo de grão\nde grande porte na Formação Sergi.\nFigure 26\nLarge-scale cross stratification in the Sergi Formation.\nFigure 25\nFluvial and eolian sandstones of the Sergi Formation.\n\t\n\t1\n\t---\tÜ\n\t\nFigure 21\nFigura 28\nDetalhe da estratificação na Formação Sergi.\nDetail view of cross strati-fication in the\nSergi Formation.\n\t\n\t\n\t\nSeção sísmica ilustrando o estilo de blocos rota-cionados em dominó, característico da borda oeste da Bacia do Recôncavo.\nFigure 28\nSeismic section showing the structural style of faulted and tilted blocks, that characterizes the western portion of the Recôncavo Basin.\nConglomerados da Formação Salvador associados ao sistema de falhas da borda do rifte. Visada para oeste.\nFigure 29\nConglomerates of the Salvador Formation, closely related to the rift border faults.\nPONTO 7 - Leques conglomeráticos da Formação Salvador (andares Rio da Serra ao Jiquiá, Cretáceo Inferior; fig. 29).\nMont Serrat, Cidade Baixa de Salvador.\nDescrição: Conglomerados (fig. 30) derivados do bloco alto da falha de borda (Falha de Salvador) depositaram-se numa estreita faixa junto à margem da bacia. A escarpa desta falha pode ser vista a aproximadamente 5 km para o sudeste. No nordeste da Bacia do Recôncavo, tur-biditos espacialmente associados a esta unidade são produtores em alguns campos de óleo. Aqui,\nos conglomerados intercalam-se com arenitos subaquosos (fig. 31). Matacões, calhaus e seixos de gnaisses, granulitos, quartzitos e calcários são os constituintes mais comuns do arcabouço. Processos de fluxos de detritos resultaram numa textura desorganizada para depósitos individuais.\nObservações importantes:\n•\tvisão panorâmica da escarpa da Falha\nde Salvador\n•\tciclicidade nos depósitos conglomeráticos\n•\tfluidização\n•\tsegregação de fluxos\nFigura 31\nSeção vertical esquemática no Ponto 7.\nFigure 31\nSchematic vertical section in the Point 7.\nCiclos de conglomerados polimíticos compostos por matacões, calhaus e seixos de granulitos, gnaisses e quartizitos imersos numa matriz de areia grossa. Corpos de arenitos segregados exibem laminações cavalgantes, fuidização e carpetes de tração.\nB. Geoci. Petrobras, Rio de Janeiro, v. 13, n. 2, p. 301-334, maio/nov. 2005\t| 321\nConglomerados da Formação Salvador.\nFigure 30\nConglomerates of the Salvador Formation.\nFm. Salvador (Ki)\nM\nFigura 32\nVista dos turbiditos lacustres da Formação Maracangalha. Visada para SW.\nFigure 32\nView of the lacustrine turbidites of the Maracangalha Formation.\nPONTO 8 - Turbiditos distais do Membro Caruaçu (Formação Maracangalha, Andar Rio da Serra, Cretáceo Inferior; fig. 32).\nPraia de Bom Despacho, Ilha de Itaparica.\nDescrição: arenitos maciços, fechados, do Membro Caruaçu da Formação Maracangalha contêm o maior volume de gás não-associado da bacia e constituem fronteira exploratória nos depocentros. No afloramento de Bom Despacho, acamamento gradacional (fig. 33), estruturas de carga, estratificações paralelas e cruzadas, lami-nações cruzadas e marcas de sola caracterizam\nos depósitos turbidíticos (fig. 34). Falhas normais (fig. 35) e diques de areia são também comuns. Os diques permitem estimar-se cerca de 50% de compactação. O sentido das paleocorrentes é para SSE.\nObservações importantes:\ntool marks marcas de carga diques de areia falhas métricas sucessões de Bouma\nSeção vertical esquemáti-ca no Ponto 8, com aspectos das estratifica-ções dos corpos arenosos.\nFigure 34\nSchematic vertical section in the Point 8.\nFm. Maracangalha, Mb. Caruaçu\n(Ki)\nCiclos de arenitos finos a médios, exibindo sucessões de Bouma, intercalados com folhelhos de coloração cinza a cinza escuro\nT Am\nFalha normal de pequeno rejeito nos turbiditos de Bom Despacho.\nFigure 35\nSmall-scale normal fault affecting the turbidite beds.\nEstratificações cruzadas de baixo ângulo em arenitos do Mb. Caruaçu\nGeometria do espaço poroso de reservatório do Mb. Caruaçu\nFigura 36\nPONTO 9 - Arenitos maciços do Membro Pitanga (Formação Maracangalha, Andar Rio da Serra, Cretáceo Inferior; fig. 36).\nIlha de Madre de Deus.\nDescrição: O Membro Pitanga é composto de arenitos muito finos, argilosos, maciços, exibindo estrutura \"cerebróide\" (fig. 37). Os estratos são interpretados como depósitos de fluxo de detritos remobilizados em frentes deltaicas e com processo de deformação acionado por sismicidade.\nObservações importantes:\n•\ttextura maciça\n•\tconteúdo de argila\n•\tclastos de folhelho\n•\tpedaços de carvão\nArenitos maciços do Membro Pitanga.\nFigure 36\nMassive sandstones of the Pitanga Member.\nFigura 37\nArenitos maciços com peculiar feição \"cerebróide\".\nFigure 37\nMassive sandstones show-ing peculiar \"brain-like\" feature.\nPONTO 10 - Arenitos maciços e tabulares do Membro Caruaçu (Formação Maracangalha, Andar Rio da Serra, Cretáceo Inferior; fig. 38). Ilha do Frade.\nDescrição: Nesta exposição, arenitos maciços, fechados, gerados por fluxos de detritos e extrema fluidização caracterizam o Membro Caruaçu da Formação Maracangalha. Estruturas de carga, estruturas de chama e pseudonódulos caracterizam contatos entre as camadas.\nObservações importantes:\n•\talternância de corpos tabulares e maciços\n•\testruturas de carga\n•\tescorregamentos\n•\tclastos de folhelho\n•\tfluidização\n•\testratificação paralela e cruzada\n•\tsucessão de Bouma\n•\toxidação preferencial\nFigura 38\nContato entre os arenitos maciços e a seção de arenitos estratificados do Membro Caruaçu.\nFigure 38\nContact between the massive sandstones and the stratified sandstones of the Caruaçu Member.\nEscorregamentos são feições comumente observadas. Clastos de folhelhos limonitizados (fig. 39) são feições comuns. Também, corpos de arenitos tabulares exibem acamamento grada-cional, fluidização, estratificações paralelas e cruzadas, e laminações cruzadas. Diques de areia são também comuns. É notável a alternância entre arenitos maciços e tabulares, uma condição que se assemelha àquela encontrada em campos de gás da bacia; os corpos tabulares apresentam melhor desempenho como reservatório do que os maciços.\nFigure 39\nFigura 39\nDetalhe das feições sedimentológicas do Membro Caruaçu.\nDetail view of the sedimentological features of the Caruaçu Member.\nFigura 40\nVista do afloramento do Diápiro de Cinzento. Visada para SW.\nPONTO 11 - Diápiro de Cinzento (Formação Maracangalha, Andar Rio da Serra, Cretáceo Inferior) e depósitos pós-rifte (Formação Marizal, Andar Alagoas, Aptiano; fig. 40). Rodovia Canal de Tráfego, 9 km a partir da BR-324.\nDescrição: Diápiros de folhelhos são comuns na bacia, e a Formação Maracangalha é a unidade que os origina. A ascensão desses diápiros se deu em conseqüência da sobrecarga causada pela progradação flúvio-deltaica de arenitos sobre folhelhos plásticos prodeltaicos. Neste afloramento (fig. 41), o Diápiro de Cinzento perfura arenitos da Formação São Sebastião (Andar Buracica, Cretáceo Inferior). Sobre os folhelhos perturbados, posicionam-se discordantemente (break up unconformity) conglomerados, arenitos e folhelhos da Formação Marizal (fig. 42). Ao longo da superfície de discordância ocorre exsu-dação de óleo e sulfetos associados.\nFigure 40\nOutcrop of the Cinzento shale diapir.\nObservações importantes:\n•\trelações de campo\n•\tfolhelhos diapíricos\n•\tarenitos contorcidos\n•\tdiscordância\n•\texsudação de óleo\n•\trelação entre os estratos pós-rifte e sin-rifte\nDetalhe do contato discordante do topo do Diápiro de Cinzento com a Formação São Sebastião.\nFigure 41\nDetail view of the uncon-formable contact between the Cinzento diapir and the São Sebastião Formation.\nSeção vertical esquemáti-ca no Ponto 11.\nFolhelhos escuros, bem laminados, com fraturas de cisalhamento\nFigure 42\nSchematic vertical section in the Point 11.\nFm. Marizal (Ki) Aptiano\nCiclos de conglomerados polimíticos suportados pela matriz, compostos por seixos de granulitos, gnaisses e quartizitos, passando acima para arenitos finos a médios\nDiscordância angular (break up unconformity). Ocorrem sulfetos e exudações de óleo.\nFolhelhos de coloração cinza esverdeada englobando corpos lenticulares de arenitos contorcidos\nFigura 43\nFalhas de crescimento afetando a Formação São Sebastião.\nPONTO 12 - Falhas de crescimento na Formação São Sebastião (andares Buracica e Jiquiá, Cretáceo Inferior; fig. 43).\nRodovia Canal de Tráfego, 500 metros a partir da BR-324.\nDescrição: Ocorrem duas falhas de crescimento exibindo fluxo de massa dos folhelhos e deformação associada (fig. 44). Devido à proximidade com o Diápiro de Cinzento, estes folhelhos fos-silíferos e ricos em matéria orgânica podem ser interpretados como rollers presentes nos blocos altos das falhas. Espessuras de camadas-chave aumentam em direção ao plano de falha no bloco baixo.\nObservações importantes:\n•\tgeometria das falhas e das camadas\n•\tdeformação dos folhelhos\n•\tmergulho dos estratos\n•\tespessamento das camadas junto\nà falha no bloco baixo\n•\tbandas de deformação\nFigure 44\nDetail view of the listric normal fault.\nFigure 43\nListric normal faults affecting the São Sebastião Formation.\nFigura 45 — Geometria sigmoidal dos depósitos deltaicos do Grupo Ilhas.\nFigure 45 — Sigmoidal geometry of the deltaic deposits of the Ilhas Group.\nPONTO 13 - Frentes deltaicas do Grupo Ilhas (Andar Aratu, Cretáceo Inferior; fig. 45). Rodovia das Torres, próximo à planta industrial da ALCAN.\nDescrição: Arenitos deltaicos do Grupo Ilhas são reservatórios importantes na bacia. Aqui, ciclos de engrossamento ascendente de arenitos finos a muito finos alternam-se com lamitos (fig. 46). Ondulações cobertas por crostas limoníticas terminam cada ciclo. Os arenitos são interpretados como barras de frente deltaica que progradam para sudeste em águas com profundidades de cerca de 1015 m, estimadas pela altura dos corpos sigmoidais.\nObservações importantes:\n•\tgeometria sigmoidal\n•\tsuperfícies limoníticas\n•\tlaminações cavalgantes\nFigura 46 — Vista de um dos\tFigure 46 — View of a\nlobos sigmoidais.\tsigmoidal lobe.\nLobos sigmoidais proximais e distais.\nFigure 47\nSigmoidal lobes.\nFigura 48\nArenitos da Formação Taquipe, cortados por falhas normais de pequena escala.\nFigure 48\nSmall-scale normal faults affecting the Taquipe Formation.\nPONTO 14 - Lobos sigmoidais e arenitos maciços da Formação Taquipe (Andar Aratu, Cretáceo Inferior; fig. 47).\nPraia na área do Museu Wanderley de Pinho.\nDescrição: A Formação Taquipe representa um depósito de preenchimento de canyon desenvolvido durante uma fase de queda do nível do lago. Os arenitos finos a médios, bem selecionados, ocorrem em corpos lobados. Algumas camadas de arenitos muito finos exibem laminações cruzadas e outros estratos mostram-se maciços. Essas camadas, localmente cortadas por pequenas falhas normais (fig. 48), podem ser interpretadas como turbiditos associados a fluxos de detritos remobilizados em frentes deltaicas.\nObservações importantes:\n•\tlaminações cruzadas\n•\ttextura maciça\n•\tlobos sigmoidais\n•\tclastos de folhelho\n•\tfalhas normais de pequeno porte\nagradecimentos\nÀ Mirian L. S. Mercês, Paulo R. Velloso, Francisco Saracchini, Márcio F. Guimarães e Marcelo Farani, que trabalharam na edição das figuras de versões anteriores de guias de campo da excursão da Bacia do Recôncavo. O apoio recebido de Antônio Fernando Menezes Freire e Edson Cosme do Carmo Vieira na organização logística das viagens de campo foi fundamental em diferentes ocasiões. A Norberto Rodovalho, Alexandre César Monteiro, Ivonete César Puia, Geraldo Tonini Júnior e Mike Lentini, por haverem gentilmente enviado fotografias de afloramentos, algumas das quais aparecem neste roteiro de campo.\nreferências bibliográficas\nAGUIAR, G. A. de; MATO, L. F. Definição e relações estratigráficas da Formação Afligidos nas Bacias do Recôncavo, Tucano Sul e Camamu, Bahia, Brasil. In: CONGRESSO BRASILEIRO DE GEOCIÊNCIAS. 36., 1990, Natal. Anais... [S.l.]: [s.n.], 1990, v. 1, p. 157-170.\nARAGÃO, M. A. N. F. Arquitetura, estilos tectônicos e evolução da Bacia do Recôncavo, Brasil. In: SIMPÓSIO SOBRE O CRETÁCEO DO BRASIL. 3., 1994, Rio Claro. Boletim do... Rio Claro: Universidade Estadual Paulista, 1994, p. 165-167.\nARAGÃO, M. A. N. F.; PERARO, A. A. Elementos estruturais do rifte Tucano/Jatobá. In: SIMPÓSIO SOBRE O CRETÁCEO DO BRASIL. 3., 1994, Rio Claro. Boletim do... Rio Claro: Universidade Estadual Paulista, 1994, p. 161-165.\nARAGÃO, M. A. N. F.; TRINDADE, L. A. F.; ARAÚJO, C. V, SILVA, O. B.; SCARTEZINI, A. A.; OSWALD, F. H.; CANÁRIO, J. A.; GARCIA, A. P Distribution and con-trols of lacustrine source rocks in the Recôncavo Basin, Brazil. In: INTERNATIONAL CONFERENCE &amp; EXHIBITION, 1998, Rio de Janeiro. Extended Abstracts...Tulsa: American Association of Petroleum Geologists, 1998, p. 306.\nARAI, M.; HASHIMOTO, A. T.; UESUGUI, N. Significado cronoestratigráfico da associação microflorística do Cretáceo Inferior do Brasil. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 3, n. 1/2, p. 87103, jan./jun. 1989.\nBIGARELLA, J. J. The Barreiras Group in Northeast Brazil. Anais da Academia Brasileira de Ciencias, Rio de Janeiro, v. 47, p. 365-393. 1975\nBRUHN, C. H. L. Reservoir architecture of deep-lacus-trine sandstones from the Early Cretaceous Recôncavo rift basin, Brazil. American Association of Petroleum Geologists. Bulletin, Tulsa, Okla., v. 83, n. 9, p. 1502-1525. 1999.\nBUENO, G. V. Considerações sobre a sedimentação e origem do Paleocanyon de Taquipe, Bacia do Recôncavo, Brasil. Minas Gerais: Universidade Federal de Ouro Preto. 1987. 132 p. Dissertação (Mestrado).\nCAIXETA, J. M.; BUENO, G. V; MAGNAVITA, L. P; FEIJÓ, F. J. Bacias do Recôncavo, Tucano e Jatobá.\nBoletim de Geociências da PETROBRAS, Rio de Janeiro, v. 8, n. 1, p. 163-172, 1994.\nCAMPOS, C. W. M.; PONTE, F. C.; MIURA, K. Geology of the Brazilian Continental Margin. In: BURK, C. A.; DRAKE,\nC. L. (Eds.). The Geology of Continental Margins, New York: Springer-Verlag, 1974. p. 447 - 461.\nCASTRO JR., A. C. M. The northeastern Brazil and Gabon basins: a double rifting system associated with multiple crustal detachment surfaces. Tectonics, Washington, v. 6, n. 6, p. 727-738. 1987\nCHANG, H. K.; KOWSMANN, R. O.; FIGUEIREDO, A. M. F.; BENDER, A. A. Tectonic and stratigraphy of the East Brazil Rift system: an overview. Tectonophysics, Amsterdam, v. 213, n. 1-2, p. 97-138, 1992.\nCOHEN, C. R. Role of fault rejuvenation in hydrocar-bon accumulation and structural evolution of Recôncavo basin, Northeastern Brazil. American Association of Petroleum Geologists. Bulletin, Tulsa, Okla., v. 69, n. 1, p. 65-76. 1985.\nDANIEL, L. M. F.; SOUZA, E. M.; MATO, L. F. Geoquí-mica e modelos de migração de hidrocarbonetos no Campo de Rio do Bu - integração com o Comparti\nmento Nordeste da Bacia do Recôncavo, Bahia. Boletim de Geociências da PETROBRAS, Rio de Janeiro, v. 3, n. 3, p. 201-214, 1989.\nDESTRO, N.; SZATMARI, P.; ALKMIM, F. F.; MAGNAVITA, L. P Release faults, associated structures, and their control on petroleum trends in the Recôncavo rift, Northeast Brazil. American Association of Petroleum Geologists. Bulletin, Tulsa, Okla., v. 87, n. 7, p. 1123-1144, jul. 2003\nFIGUEIREDO, A. M. F.; BRAGA, J. A. E.; ZABALAGA, J. C.; OLIVEIRA, J. J.; AGUIAR, G. A.; SILVA, O. B.; MATO, L. F.; DANIEL, L. M. F.; MAGNAVITA, L. P; BRUHN, C. H. L. Recôncavo Basin, Brazil: a prolific intracontinental rift basin. In: LANDON, S. M. (Ed.). Interior rift basins. Tulsa: American Association of Petroleum Geologists, 1994. p. 157-203. (American Association of Petroleum Geologists. Memoir, 59).\nGAMA JUNIOR, E. Modelo geológico das Bacias do Recôncavo e Tucano. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 24., 1970, Brasília. Anais... São Paulo: Sociedade Brasileira de Geologia, 1970, p. 191-200\nHORCHUTZ, P M. C.; TEIXEIRA, A. A. Diapirismo de folhelho na Bacia do Recôncavo. Boletim Técnico da PETRO-\nBRAS, Rio de Janeiro, v. 12, n. 4, p. 403-438. 1969.\nKARNER, G. D.; EGAN, S. S.; WEISSEL, J. K. Modeling the tectonic development of the Tucano and Sergipe-Alagoas rift basins, Brazil. Tectonophysics, Amsterdam, v. 215, n. 1/2, p. 133-160, Dec.1992.\nKIANG, C. H.; KOWSMANN, R. O.; FIGUEIREDO, A. M. F. de. New concepts on the development of East Brazilian marginal basins. Episodes, Ottawa, v. 11, n. 3, p. 194-202, Sept. 1988.\nKING, L. C. A Geomorfologia do Brasil oriental. Revista Brasileira de Geografia, Rio de Janeiro, v. 18, n. 2, p. 147-265, 1956.\n\nKUSZNIR, N.; EGAN, S. S. Simple-shear and pure-shear models of extensional sedimentary basin formation: application to the Jeanne d'Arc Basin, Grand Banks of Newfoundland. In: TANKARD, A. J.; BALKWILL, H. R. (Ed.). Extensional tectonics and stratigraphy of the North Atlantic Margins. Tulsa: American Association of Petroleum Geologists, 1989. p. 305-322. (American Association of Petroleum Geologists. Memoir, 46).\nMAGNAVITA, L. P. Geometry and kinematics of the Recôncavo-Tucano-Jatobá rift, NE, Brazil. Oxford: University of Oxford, 1992. 493 p. Tese (Doutorado).\nMAGNAVITA, L. P Sobre a implantação da fase sin-rifte em riftes continentais. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 39., 1996, Salvador. Anais... São Paulo: Sociedade Brasileira de Geologia, 1996. v. 5, p. 335-338.\nMAGNAVITA, L. P. Deformation mechanisms in porous sandstones: implications for development of fault seal and migration paths in the Recôncavo Basin, Brazil. In: MELLO, M. R.; KATZ, B. J. (Ed.). Petroleum systems of South Atlantic margins. Tulsa: American Association of Petroleum Geologists, 2000. p. 195-212. (American Association of Petroleum Geologists. Memoir, 73).\nMAGNAVITA, L. P; SILVA, H. T. F. da. Rift border system: the interplay between tectonics and sedi-mentation in the Recôncavo Basin, Northeastern Brazil. American Association of Petroleum Geologists. Bulletin, Tulsa, v. 79, n. 11, p. 15901607, 1995.\nMAGNAVITA, L. P.; DAVISON, I.; KUSZNIR, N. J. Rifting, erosion, and uplift history of the Recôncavo-Tucano-Jatobá rift, Northeast, Brazil. Tectonics, Washington, v. 13, n. 2. p. 367-388, 1994.\nMAGNAVITA, L. P.; SANCHES, C. P.; SILVA, R. R.; HOOK, S. C. Field guide and virtual field trip CD, Recôncavo rift Basin, Brazil. In: AMERICAN ASSOCIA-TION OF PETROLEUM GEOLOGISTS. INTERNATIONAL CONFERENCE AND EXHIBITION, 1998, Rio de Janeiro. Anais... Tulsa: American Association of Petroleum Geologists, 1998. 79 p.\nMEDEIROS, R. A.; PONTE, F. C. Roteiro geológico da Bacia do Recôncavo (Bahia). Salvador: PETRO-BRAS. SEPES. DIVEN. SENBA, 1981. 63 p.\nMELLO, M. R.; MOHRIAK, W. U.; KOUTSOUKOS, E. A. M.; BACOCCOLI, G. Selected petroleum systems in Brazil. In: MAGOON, L. B.; DOW, W. G. (Ed.). The Petroleum System - from Source to Trap. Tulsa: American Association of Petroleum Geologists, 1994. p. 499-512. (American Association of Petroleum Geologists. Memoir, 60).\nMILANI, E. J.; DAVISON, I. Basement control and transfer tectonics in the Recôncavo-Tucano-Jatobá rift, Northeast Brazil. Tectonophysics, Amsterdam, v. 154, n. 1/2, p. 41-70, Nov. 1988.\nPETRI, S. Foraminíferos e o ambiente de deposição dos sedimentos do Mioceno do Recôncavo Baiano.\nRevista Brasileira de Geociências, São Paulo, v. 2, n. 1, p. 51-67, 1972.\nRABINOWITZ, P D.; LA BRECQUE, J. The Mesozoic South Atlantic Ocean and the evolution of its continental margins. Journal of Geophysical Research, Washington, v. 84, n. B11, p. 5973-6002, 1979.\nREGALI, M. S. P; VIANA, C. F. Sedimentos do Neojurássico-Eocretáceo do Brasil: idade e correlação com a escala internacional. Rio de Janeiro: PETROBRAS. CENPES, 1989. 95 p.\nSILVA, H. T. F. da. Flooding surfaces, depositional elements, and accumulation rates: Characteristics of the Lower Cretaceous tectonosequence in the Recôncavo basin, Northeast Brazil. Austin, Tex.: University of Texas at Austin, 1993. 313 p. Tese (Doutorado).\nSILVA, H. T. F. DA. Caracterização do início da fase sin-rifte na Bacia do Recôncavo, Estado da Bahia - Discussão sobre a Formação Água Grande e o reconhecimento da erosão do início do rifteamento. In: CONGRESSO BRASILEIRO DE GEOLOGIA. 39., 1996, Salvador. [Anais...] São Paulo: Sociedade Brasileira de Geologia, 1996, p. 325-328.\nSILVA, H. T F. da , CAIXETA, J. M., MAGNAVITA, L. P; SANCHES, C. P Syn-rift lacustrine deep-water deposits: examples from the Berriasian sandy strata of the Recôncavo basin, Northeastern Brazil. In: GIER-LOWSKI-KORDESCH, E. H. ; KELTZ, K. R. (Eds.). Lake basins through space and time. Tulsa: American Association of Petroleum Geologists, 2000. p. 209224. (American Association of Petroleum Geologists. Studies in Geology, 46).\nSZATMARI, P; MILANI, E.; LANA, M.; CONCEIÇÃO, J.; LOBO, A. How South Atlantic rifting affects Brazilian oil reserves distribution. Oil and Gas Journal, Tulsa, v. 82, n. 2, p. 107-113, Jan. 1985.\nTEISSERENC, P; VILLEMIN, J. Sedimentary basin of Gabon: Geology and oil systems. In: EDWARDS, J.D.;\nSANTAGROSSi, P A. (Ed.). Divergent/passive mar-gin basins. Tulsa: American Association of Petroleum Geologists, 1989. (American Association of Petroleum Geologists. Memoir, 48).\nTEIXEIRA NETTO, A. S.; OLIVEIRA, J. J. de. O preenchimento do \"rift-valley\" na Bacia do Recôncavo. Revista Brasileira de Geologia, São Paulo, v. 15, n. 2, p. 97-102, jun. 1985.\nUSSAMI, N.; KARNER, G. D.; BOTT, M. H. P. Crustal detachment during South Atlantic rifting and forma-tion of Tucano-Gabon basin system. Nature, London, v. 322, p. 629-632, 1986.\nVIANA, C. F; GAMA JÚNIOR, E. G.; SIMÕES, I. A.; MOURA, J. A.; FONSECA, J. R.; ALVES, R. J. Revisão estratigráfica da Bacia Recôncavo/Tucano. Boletim Técnico da PETROBRAS, Rio de Janeiro, v. 14, n. 3/4, p. 157-192, jul./dez. 1971.\n\nautor author\nLuciano Portugal Magnavita Petrobras América - Houston - EUA e-mail: lmagna@petrobras.com.br\nLuciano Portugal Magnavita nasceu em 22 de agosto de 1954, na cidade de Salvador, Bahia. Geólogo graduado pela Universidade de Brasília em 1976 e Doutor pela Universidade de Oxford, Inglaterra, em 1992, ingressou na Petrobras em 1978, tendo trabalhado na interpretação das bacias terrestres e marítimas do estado da Bahia. Após um período junto à área de novos negócios, foi transferido para o Rio de Janeiro em 2002, onde integrou a equipe de interpretação do ativo das bacias de Campos, Espírito Santo e Nordeste do Brasil. Além das atividades profissionais regulares, ministra cursos de Geologia Estrutural em programas da Universidade Petrobras e mantêm atividades acadêmicas como convidado em diversas universidades do País. Geólogo Sênior da Petrobras, foi nomeado Consultor Técnico em 2001 e Consultor Sênior em 2004. Seus principais interesses são a tectônica e sedimentação em bacias do tipo rifte, tectônica salífera e controle de falhas na acumulação de petróleo. Recentemente foi transferido para a área internacional, trabalhando atualmente em Houston - EUA, na área de novos negócios do Golfo do México."}]}}}