{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04295"}, {"@name": "filename", "#text": "BTP_1988_31_2_13_Fenomeno_oceanografico.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FENÔMENO OCEANOGRÁFICO NO CAMPO DE ALBACORA - UMA CAMADA DE SUPERFÍCIE ESPESSA EISOPICNAL\nJosé Mario Conceição de Souza'1’, Paulo Leão Cacciari'2’ e Victor Snabaitis Bonfim'3’\nRESUMO — Apresentam-se os primeiros resultados de observações oceanográficas e meteorológicas efetuadas no Campo de Albacora, por intermédio de um navio fundeado em lâmina d'água de cerca de 650 metros. São mostradas anomalias nos perfis de correntes, salinidade e temperatura, que resultaram em camadas com densidades quase constantes.\nABSTRACT — Initial results are presented for oceanographic and meteorological measurements made off a vessel anchored at a water depth of about 650 m in the Albacora Field. Water current, salinity, and temperature profile anomalies resulting in layers of nearly constant densities are shown.\n(Originais recebidos em 19.08.87.)\n1 - Setor de Geotecnia e Dados Ambientais, Divisão de Engenharia de Produção, Serviço de Engenharia.\n2-\tInstituto Oceanográfico da Universidade de São Paulo.\n3-\tConsub Equipamentos e Serviços Ltda.\n1\t- INTRODUÇÃO\nA Oceanografia no Brasil, e em particular na PETROBRÁS, é uma atividade bastante recente. Na Companhia, o interesse surgiu no antigo Departamento de Exploração e Produção, em meados de\n1979.\tAtualmente, compõe-se de dois grupos, responsáveis pela aquisição e pelo tratamento dos dados obtidos em campo, sediados no Serviço de Engenharia e no Centro de Pesquisas, respectivamente.\nOs dados oceanográficos e meteorológicos, após sofrerem os indispensáveis tratamentos e análises estatísticas, fornecem os parâmetros necessários à Engenharia Básica e a todas as demais operações de mar. Entretanto, qualquer análise estatística só será significativa após uma coleta sistemática de dados, durante, pelo menos, um ano; naturalmente, quanto maior for a amostragem ao longo do tempo, mais fiéis serão as previsões realizadas.\nAssim, para suprir essa lacuna de informação oceanometeorológica, principalmente para as áreas com lâminas d'água superiores a 400 m — águas profundas —, é que o PROCAP (Programa de Capacitação Tecnológica para Águas Profun\ndas) iniciou uma coleta sistemática de dados no Campo de Albacora.\nOs resultados aqui apresentados foram obtidos durante a realização do terceiro Cruzeiro do Navio de Pesquisas ORION (NPq Orion), no período compreendido entre 08-06 e 01-07-87. Este levantamento está sendo coordenado e executado pelo Setor de Geotecnia e Dados Ambientais da Divisão de Engenharia de Produção do Serviço de Engenharia da PETROBRÁS (SEGEN/DENPRO/SEG-DAD), dentro do grupo GER-01 do PROCAP.\nO cruzeiro oceanográfico consistiu num levantamento num ponto fixo no oceano por intermédio do fundeio da embarcação num sistema poita-bóia na posição 22°11,4'S e 39°55,2'W.\nA amostragem ocorreu sobre o talude continental, onde a profundidade variou em torno de 650 m, em função do grau de liberdade do sistema de fundeio. A análise dos dados revelou, na estação 0321, a presença de uma estrutura sub-superficial de massas de água anômala, sob a forma de uma camada quase homogênea de temperatura e salinidade associada a uma estrutura não menos anômala da velocidade de corrente.\nNeste trabalho, apresentam-se detalhes das características hidrográficas e cor-rentométricas e discutem-se os possíveis mecanismos da formação de mistura no meio oceânico.\nVários autores têm-se referido a camadas isopicnais (densidade constante) dé subsuperfície. BARTON &amp; HUGHES (1982) estudaram o talude continental a noroeste da África entre 20°S e 25°S e observaram seis camadas distintas de águas quase homogêneas a meia profundidade. HALLOCK et alii (1981) descreveram um vórtice anticiclònico em mesoescala, encontrado no mar de Sargasso. Envolvida por este vórtice, estava uma camada isopicnal anômala com 150 m de extensão na vertical. Em ambos os trabalhos, ressaltou-se que os mecanismos envolvidos na produção da mistura são desconhecidos.\n2\t- COLETA DE DADOS\nAs amostragens foram feitas a níveis discretos às profundidades de 5, 20, 40, 60, 80, 100, 150, 200, 250, 300, 400, 500 e 600 m, em estações espaçadas a intervalos constantes de três horas. Os dados hidrográficos foram coletados com o Sistema de Aquisição de Dados desenvolvido dentro do grupo GER-01 do PROCAP, pela Consub — Equipa\nmentos e Serviços Ltda. Os registros foram coletados e armazenados num microcomputador instalado a bordo. Em cada nível de amostragem, os parâmetros foram medidos em intervalos discretos de tempo. O processamento destes dados inclui uma filtragem para eliminar os eventuais ruídos ocasionados por mau funcionamento dos sensores, ruídos estes inerentes ao sistema e a variações em torno do ponto, pela oscilação da embarcação.\nO medidor de correntes, nesse cruzeiro, utilizou um rotor do tipo Savonius, para registrar os valores de velocidade de corrente.\nAmostras de água do mar foram coletadas periodicamente, uma vez ao dia, por meio de garrafas de Nansen, em níveis discretos de amostragem (5, 20, 40, 60, 100, 200, 300, 400, 500 e 600 m) para verificar os valores da condutividade do CSTD.\n3\t- RESULTADOS OBTIDOS\nNos perfis de temperatura e salinidade apresentados nas figuras de 1 a 4, respectivamente, está representado um trecho contínuo da série de tempo das estações oceanográficas amostradas a um intervalo de três horas. Os números en\ntre parênteses significam o quanto os valores foram deslocados — a maior — a fim de que os perfis não coincidissem; devem, portanto, ser subtraídos, para cada curva, quando se quiser obter o valor absoluto da medição.\nSão evidentes as significativas anomalias na estrutura da massa d'água presentes nas estações 0321 e 0329, com temperatura e salinidade a cerca de 14 °C e\n35,3\tppm entre 250 e 300 me 15 °C e\n35,5\tppm entre 200 e 300 m, respectivamente.\nSomente para a estação 0321, observaram-se alterações significativas no perfil vertical da velocidade da corrente (fig. 5). Notou-se um valor normal da corrente na camada de superfície na direção SW (de 0 a 40 m de profundidade), atingindo em seguida até quase 4 nós a 80 m de profundidade, invertendo o sentido para NE entre 150 e 200 m e atingindo o valor máximo de quase 8 nós a 300 m de profundidade. A magnitude desta corrente deve ser considerada com cuidado para que não se chegue a conclusões precipitadas.\nDe início, suspeitou-se da qualidade dos dados, apesar de as observações a bordo do navio, naquele momento, indicarem que a inclinação no cabo de transmissão\n45\nTemperatura (°C)\nFig. 1 - Perfis verticais de temperatura.\nFig. 2 - Perfis verticais de temperatura.\nFig. 3 - Perfis verticais de salinidade.\nFig. 4 - Perfis verticais de salinidade.\ndo sinal para a superfície era demasiada e nunca antes observada. Entre 0 e 200 m de profundidade, houve uma inclinação de 10° em direção à popa da embarcação e, entre 200 e 600 m, 22° em direção à proa.\nPosteriormente, durante a realização do sexto cruzeiro do NPq Orion, novamente foi registrado um padrão anômalo no perfil de correntes, na camada de 0 a 100 m (figs. 6 e 7). Apesar de não se dispor de um tanque de calibração para correntes acima de 5 hós, têm-se observado correntes excessivas geradas por algum fenômeno, ainda não entendido completamente.\nNota-se (fig. 2) a destruição da camada\nFig. 5 - Perfil vertical da velocidade da corrente.\nFig. 6 ■ Orion — perfil vertical de corrente: estação 683.\nVelocidade da corrente (cm/s)\nFig. 7 - Orion — perfil vertical de corrente: estação 684.\nFig. 8 - Série de tempo de velocidade do vento. Data-base: 08-06-87, 21 h 42 min.\nFig. 9 - Série de pressão atmosférica. Data-base: 08-06-87, 21 h 42 min.\nFig. 10- Série de temperatura do ar. Data-base: 08-06-87, 21 h 42 min.\nquase homogênea entre as estações 0321 e 0325, coincidente com a volta da “normalidade\" no campo de velocidade da corrente. Em seguida, novamente ocorre a desestratificação da massa d'água entre as estações 0325 e 0329, sem um sinal significativo de intensidade de corrente.\nAs séries de tempo de velocidade do vento (em seus componentes N-S e E-W), pressão atmosférica, temperatura do ar e umidade relativa podem ser encontradas, respectivamente, nas figuras de 8 a 11. Estas apresentam uma visão complementar acerca das variabilidades dos parâmetros observados e de suas possíveis correlações. A estação 0321 corresponde aproximadamente ao tempo de 196 horas.\n4\t- DISCUSSÃO DOS RESULTADOS\nEsta camada parece ser formada pela mistura vertical de uma coluna de água inicialmente estratificada que estava em processo de decaimento no período de observação, como pode ser visto nas figuras de 1 a 4, que representam os perfis verticais de temperatura e salinidade para as estações subseqüentes a 0321.\nAs características de temperatura e salinidade desta camada não são normais e estão fora do padrão para as águas do talude continental. Isto quer dizer que a fonte desta camada não é singularmente comum, mas que processos locais devem ser avaliados. A grande extensão vertical da camada homogênea, entretanto, indica que ela deve ter sido produzida pela mistura vertical de eventos de natureza \"traumatizante\". ORLANSKI &amp;BRYAN (1969) propuseram que esse fenômeno se deveria à superação de cristas em ondas internas, ao passo que HORN &amp; MEINCKE (1976) o atribuem à quebra de ondas internas. NILSON &amp; CRES-SWELL (1981), estudando a corrente leste-australiana, observaram camadas homogêneas formadas por vórtices anti-ciclônicos que coalescem e se separam, gerando camadas superficiais isotérmi-cas.\nO decaimento do processo pela estratifi-cação da camada sugere que a mesma\nnão está sendo mantida. Por este motivo, ela difere das camadas extremamente homogêneas da superfície e do fundo, freqüentemente observadas nos oceanos, que são mantidas por períodos consideráveis graças à persistência dos eventos e correntes.\nOs contornos superior e inferior dos oceanos são locais de mistura vertical intensa. É improvável que a camada possa ser formada na superfície do oceano e levada até a superfície isopicnal da camada homogênea, porque a origem desta massa de água (água central do Atlântico Sul) está muitp longe da área de observação. É mais lógico supor que alterações desta natureza possam ocorrer em camadas de misturas junto ao fundo, em regiões mais rasas.\nAnomalias nas estruturas de temperatura e salinidade indicam intrusões no meio e mistura linear na coluna de água, embora a distribuição agrupada dos pontos para as estações 0321, 0325 e 0329 não apresente resolução indicativa de intrusões (fig. 12). Esta camada poderia ter sido aprisionada em outra localização ou tempo, talvez pelo desprendimento de estruturas de massas de águas sob a forma de língua.\nOs detalhes da formação desta camada quase homogênea não são claros, mas alguns pontos interessantes podem ser considerados:\na)\tA extensão vertical de água com densidade virtual quase constante é notável, sugerindo um processo recente de mistura;\nb)\tA geração local da camada pelo cisa-Ihamento vertical na coluna de água pode estar associada ao intenso campo de corrente, ao longo da coluna de água amostrada na estação 0321, cujo núcleo de maior intensidade coincide com a camada isopicnal;\nc)\tAdotando-se a premissa anterior como causa, é impressionante o rápido decaimento da estrutura de temperatura e salinidade, uma vez interrompido seu efeito, nas estações subseqüentes onde a velocidade da corrente foi medida a níveis normais;\nd)\tOutras camadas quase homogêneas foram medidas durante o mesmo cruzeiro. Parecem ter uma origem co-\nTempo (h)\nFig. 11 - Série de umidade relativa do ar. Data-base: 08-06-87, 21 h 42 min.\nFig. 12- Diagrama T-S\nmum por causa da escala de seus efeitos com execução da estrutura da velocidade da corrente. Suas formas indicam que foram produzidas pela mistura vertical de uma coluna de água originalmente estratificada, mas os mecanismos de mistura permanecem obscuros.\nREFERÊNCIAS BIBLIOGRÁFICAS\nBARTON, E. D. &amp; HUGHES, P.\nIsolated homogeneous layers over the continental slope of Northwest Africa. Deep Sea, 29 (1 A): 135-43, 1982.\nHALLOCK, Z. R.; TEAGUE, W. J.; BROMME, R. D. A deep, thick iso-\n\npycnal layer within an anticyclonic eddy. J. Phys. Res., 11: 1674-7,\n1981.\nHORN, W. &amp; MEINCKE, J. Note on tidal current field in the continental slope area off Northwest Africa. Mem. Soc. R. Sci. Liege, 6 (10): 31-42, 1976.\nNILSON, C. S. &amp; CRESSWELL, G. R. The formation and evolution off east australian current warn. Core Eddies. Prog. Oceanogr., 9: 133-83, 1981.\nORLANSKI, I. &amp; BRYAN, K. Formation of the termoclive step structure by large amplitude internal gravity waves. J. Geophys. Res., 74: 6975-83, 1969."}]}}}