{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13458"}, {"@name": "filename", "#text": "19454_Poster1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "$\n\nMaria do Carmo Horta Monteiro\nInstituto Politécnico de Castelo Branco\nEscoiasuperior Agrana |nstj|uto po|itécnico de Castelo Branco, Escola Superior Agrária, Qta. Sra. Mércules, 6000 Castelo Branco e-mail: carmoh@esa.ipcb.pt;\nIntrodução\nO objectivo deste trabalho foi o de avaliar o efeito sobre algumas propriedades químicas do solo e sobre a lixiviação de azoto, decorrentes da produção de suínos ao ar livre.\nMaterial\nO trabalho decorreu na Unidade Experimental de Produção de Suínos ao Ar Livre, situada na Escola Superior Agrária de Castelo Branco-Portugal, que consta de uma área de 2.8 ha dividida em 6 parques e instalada num Cambissolo dístrico (figura 1).\nColocaram-se em cada parque e a 60cm de profundidade 4 cápsulas, para recolha da água lixiviada após a ocorrência de precipitação.\nO projecto teve início em Janeiro de 2005 tendo-se efectuado nessa altura a colheita de uma amostra de terra para caracterização físico-química inicial da área em estudo.\nEm Maio de 2006 efectuou-se uma amostragem de terra georeferenciada que, após caracterização química, permitiu a visualização da evolução de\ne Métodos\nLegenda:\nDeclives (%)\nParques\n1 - Varrascos\n2,3,4e5 - Porcas reprodutoras\n5 - 10\nLeitões\n10 - 15\n0 - Zona de maneio\nLocalização\n0 - 5\n30 - 53\nCápsulas de recolha de lixiviados\nFig. 1 - Mapa da área ocupada pela unidade experimental de produção de suínos ao ar livre\nResultados\n!org inicial = 8.1\n-\t5.8\n-\t7.5\n-\t8.8\n-\t9.6\n-\t10.9\n-\t12.5\n-\t14.9\n-\t18.2\n-\t22.7\n-\t29.0\nFig. 2 - Teor em C orgânico no solo (g kg'1) em Maio de 2006\nFig. 3 - Níveis de P2O5 no solo (mg kg'1, Método Egner-Rihem) em Maio de 2006\nTab 1 - Quantidade total de N lixiviado (kg N/ha)\n\tMáximo\t\"Mínimo\t\"Médio\nN-NH4+\t66.8\t1.4\t9.8\nN-NO/\t—17.7\t\t2.7\t—6.0\nN-Mineral\t—84.5\t—4.1\t-15.8\nSetembro 2005 - Maio 2006\n\nConclusões\nA intensidade da precipitação e o declive dos parques favorece o arrastamento da camada superficial mais contaminada, para zonas de menor declive.\nA variabilidade nas propriedades químicas do solo e no azoto lixiviado é elevada e está relacionada, para além do declive, com o maneio, a razão n° de animais/área e idade/alimentação.\nA quantidade de Azoto lixiviada varia entre um valor máximo de 85 kg N/ha e um valor mínimo de 4 kg N/ha, com um valor médio de 16 kg N/ha/ano.\nAgradecimento\nEste trabalho foi financiado pelo projecto AGROS n° 254. Agradece-se ao Doutor Armando Ferreira e Eng. Filipe Afonso a disponibilização da cartografia georeferenciada e o processamento geoestatístico dos resultados\nII Congresso Ibérico da Ciência do Solo, Huelva. 13-17 Junho 2006"}]}}}