{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04643"}, {"@name": "filename", "#text": "BTP_1967_10_2_10_Difratometria_de_raios.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PESQUISA\nTECNOLÓGICA\ndifra tometria\nratos - x,\ne seu emprego na identificação de minerais\nLuís Eduardo Neves (*)\nSINOPSE — As propriedades difratométricas dos cristais em face de um feixe de raios-X são usadas para a determinação de sua estrutura íntima, e, sob o ponto de ilsta prático, para a identificação das fases cristalinas. A técnica de difratometria consiste em determinar as distâncias mantidas pelos íons ou átomos'formadores dos cristais segundo certas direções, através do conhecimento do ângulo formado entre o feixe de raios-X e o plano atômico que o difrata, e do comprimento de onda dêstes raios. A principal utilização da difratometria se encontra no estudo das argi-las e outros minerais, de fases cristalinas de substâncias químicas inorgânicas ou orgânicas, e de ligas metálicas.\n(*) Técnico do Centro de Pesquisas e Desenvolvimento, Departamento Industrial (CENPES/DEPIN) — PETROBRÁS\n1\t— INTRODUÇÃO _\t...\nÊste trabalho tem o objetivo de pôr os profissionais da Geologia a par. de;um método de análise mineralógica que conduz a resultados tão corrétós qúantó os alcançados pelo estudo ótico, em alguns casos, e à identificação de certos minerais cuja textura dificulta uma análise por microscópio, como é o caso das argilas.\nTem a difratometria de raios-X a grande vantagem de ser confiada, a um equipamento que automatiza a operação e permite a reprodutibiíi-dade de resultados necessária aos estudos de correlação.\t\\\nA preocupação do autor é difundir esta técnica como instrumento de uso corrente na Geologia, tentando quebrar o tabu que ela parece constituir para a maioria dos geólogos no Brasil, motivo pelo qual deve êste artigo ser considerado pelo seu lado prático. No final, encontrarão os leitores indicações bibliográficas que permitem uma visão precisa sôbre a teoria aqui explanada.\t. - .\n1.1\t— Prinápio do método\nO fenômeno de difração ocorre quando duas vibrações paralelas, pertencentes ao mesmo feixe, ao atingirem duas superfícies planas, paralelas, e superpostas, são refletidas cada uma por um plano, passando a ter a mesma trajetória.\nA difração é máxima quando o raio refletido pelo plano inferior (r2) emerge do plano superior em concordância de fase com o raio que aí incide (rj, isto é, quando o retardo daquele em relação a êste fôr igual a um número inteiro de vêzes o comprimento de onda dos raios, conforme mostra a fig. 1, em que o retardo do raio r2 é o segmento AB menos o segmento AC (ou BD). Por construção, o retardo é igual ao-segmento D — — —; e deve-se a Bragg a equação que define a condição de máxima densidade do raio difratado:\n•\tnx = 2d sen e\nem que. n é qualquer número inteiro, x o comprimento de onda dos raios, ã ê a distância entre os planos de incidência, e e o complemento-do ângulo de incidência.\nNo caso dos minerais filitosos, d é o que chamamos de eqüidistân-cia unitária, na subseção 3.4. -Nos demais cristais é a distância entre os planos atômicos ou iônicos quaisquer, definidos por seus edifícios, cristalinos.\nConvencionou-se usar nas tabelas de conversão de ângulos em eqüidistâncias o valor de. ze, isto é, o dôbro do ângulo formado pela face que difrata corn á direção do feixe de raios-X (ver fig. 9, no item 4.4).\nE. téc/- PETROBRÁS, Rio de Janeiro, 10 (2): 307—326, ábr./jun;-' 1967\n308\n. Como no caso mais corrente a fonte de raios-X é de cobre, damos a seguir uma idéia da variação de d para diversos valores de 2e? para a radiação do cobre, cujo comprimento de onda é 1,54 A.\n. 2e\tEqüidistâncias d (em A)\t2e\tEqüidistâncias d (em Â)\n0,2\t441\t12,6\t.. .\t7,0;\n2,0\t44\t17,7\t5,0\n.4,9\t18\t24,8\t3,5R\n6,3\t14\t25,4\t3,50\n.7,4 .\t.. . 12 .\t26,7\t3,33\n8,8\t10\t31,9\t2,80\nNota-se que õ poder dé resolução cresce à medida que as eqüidis-târicias se tornam menores.\n2\t— ESTRUTURAS CRISTALINAS\nÉ a Bravais que se deve a imagem de um retículo tridimensional, composto por planos entrecruzados, para definir o arranjo dos átomos ou ions (ou dos grupos de átomos óu ions) constituintes de um cristal.\nO desenvolvimento da cristalografia esclareceu que não somente os pontos de encontro de três planos podiam ser ocupados por ions ou átomos de um cristal-/mas. também: posições fixas nas faces dó retículo, isto é, nos próprios planos, ou no interior de sólidos definidos por estas fa.çes. É assim que se chega à noção de cristais do sistema cúbico, por exemplo, definidos quer por um cubo centrado, como apresenta o arranjo do ferro, quer, por um cubo de faces centradas, como é o caso dq NaCl (figs. 2 e 3, respectivamente).\t■\t.\t. ’\nFig. 2 — Retículo cristalino tipo «cubo centrado»\n® Cl\nFig. 3 — Retículo cristalino tipo «cubo de faces centradas»\nA complexidade aumenta quando examinamos os casos de cristais de outros sistemas e quando posições do retículo de Bravais são ocupadas por grupos de íons ou de átomos.\nComo êste trabalho pretende mostrar a utilidade da difratometria de raios-X na identificação de cristais, vamos agora chamar a atenção para dois pontos importantes.\n2.1\t— Dimensões do retículo\nEmbora a totalidade dos cristais caiba dentro de reduzido número de retículos padrão, subordinados aos sete sistemas de cristalização (cúbico, hexagonal, tetragonal etc.), são características as distâncias entre os pontos do retículo de Bravais (e, conseqüentemente, entre as posições ocupadas pelos átomos) para cada mineral, ou, pelo menos, para cada grupo ou família de minerais. Donde resulta serem também características as distâncias entre os planos difratores de um cristal, chamadas espaçamentos interplanares, medidos pela técnica .da difratometria.\n2\t2 — Intensidade da difração\nHá uma forte relação entre a densidade de pontos do retículo de um cristal, ao longo de um plano, e o poder de difração do cristal segundo a direção dêste plano.\nSe observarmos o retículo de Bravais de um cristal do sistema ■ortorrômbico, perpendicularmente ao seu eixo-C, poderemos ter idéia dos inúmeros planos com capacidade de causar difração. Sendo a intensidade da difração, no entanto, proporcional à densidade de pontos dos planos que a causam, concluiremos, no caso da fig. 4, que serão os planos (01) e (10) os de maior poder de difração.\n13. téc; PETROBRÁS, Rio de Janeiro, 10 (2): 307—326, abr./jun. 1967\n510\nFig. 4 — Plano perpendicular ao eixo-C do reticulo de um mineral do sistema ortorrômbico, mostrando algumas possíveis direções de planos difratores\nNo caso de minerais filitosos, como sugere sua textura, há a considerar a natureza da ligação existente entre os íons O-2 e OH-, formando rêdes que agirão como planos com poder de difração muito superior a qualquer outro plano definido pelo reticulo de Bravais, destes minerais. Aliás, dado o habitus planar dos minerais filitosos (argilas, micas etc.), trabalhos de identificação só podem ser levados a cabo orientando-se as partículas minerais segundo seu eixo-C, isto é, determinando-se as dimensões de seu reticulo segundo esta direção.\n3\t— MÉTODOS DE TRABALHO\nO objetivo da investigação levará à escolha das diferentes técnicas que deveremos empregar . Para fins práticos, podemos agrupar os trabalhos de difratometria em dois campos: o da cristalografia e o da identificação de minerais.\t.\nNo primeiro caso, o interêsse do trabalho reside na determinação das características estruturais de um cristal. Para isto foram criados os métodos de Laue e do cristal giratório, aqui descritos pelo seu valor histórico. Aperfeiçoamentos destas técnicas são representados hoje pelas câmaras de Precessão e de Weisenberg, as quais permitem registros sem distorção.\n3.1\t— Método de Laue\nNeste método, o feixe de raios-X se compõe de diferentes comprimentos de onda (feixe policromático), inantendo-se o cristal imóvel e orientado com uma de suqs direções cristalográficas paralela ao feixe incidente. Um plano difrator porventura existente no cristal vai difra-tar somente os raios cujo comprimento de onda satisfaça à lei de Bragg: nx = 2d sen e.\t\"\nUma câmara fotográfica plana, exemplificada na fig. 5, serve para registrar estas difrações; pode ser colocada atrás do cristal (método de transmissão de Laue), ou entre a.fonte e o cristal (método de retrorre-flexão de Laue).\nFig-, ã — Registro fotográfico, em câmara plana, de difíragões de um feixe policromático de raios-X pelo «método de Laue»: (a) por transmissão e (b) por retrorreflexão\n3.2\t— Método do cristal giratório\nAinda em estudos cristalográficos emprega-se êste método, onde raios de um determinado comprimento de onda (monocromáticos) incidem sôbre o cristal, que, girando em tôrno de um eixo paralelo a uma de suas direções cristalográficas, oferece seus planos difratores ao feixe em várias posições, como ilustra a fig. 6. Neste método se usa uma câmara cilíndrica que envolve o cristal, coincidindo o eixo do cilindro com o eixo de rotação do cristal e, portanto, com o eixo dos cones de difração.\nOs métodos citados a seguir são também usados em cristalografia, mas aqui os consideraremos métodos de identificação de minerais.\nFig. 6 — Registro fotográfico, em câmara cilíndrica, pelo «métouo do cristal giratório»: (a) câmara e montagem, e (b) fotografia\n3.3\t— Método do pó segundo Debye-Scherrer\nEsta técnica consiste em reduzir o material (um ou mais minerais) a um pó muito fino, montado mim cilindro de aproximadamente 8,0 x 0,5 mm, com o auxílio de cola. Cada partícula age como um cristal orientado ao acaso com relação ao feixe de raios-X que incide (monocromático). Girando-se a montagem, alguns fragmentos se colocarão em posição de satisfazer à condição de Bragg.\nO resultado serão inúmeros feixes difratados, formando um cone que tem como eixo o feixe incidente, de acordo com a fig. 7. Um filme numa câmara cilíndrica registra os feixes difratados.\nFig. 7 — Registro fotográfico, em câmara cilíndrica, de difrações obtidas pelo «método do pó», de Debye-Scherrer\nPodemos comparar os métodos descritos em 3.2 e 3.1, respectivamente, com os métodos de estudo de minerais orientados (3.4) e de pó desorientado (3.5), que empregam o difratômetro de registro automático e que passamos a descrever.\t’\n3.4\t— Método dos minerais orientados\nSob o ponto de vista de “identificação”, os minerais filitosos são os que exigem esta técnica. Considerando-se a estrutura e o habitus dêstes minerais (micas, argilas etc.) e a importância da determinação de suas eqüidistâncias segundo seu eixo-C, para a identificação, costuma-se “orientar” os cristais, colocando-os em suspensão na água e deixando-os repousar num lâmina de vidro. A evaporação lenta da água faz com que as partículas fiquem aderidas à lâmina e orientadas segundo sua menor dimensão.\nGirando-se a lâmina segundo um eixo perpendicular ao feixe de raios-X, oferecem-se tôdas as posições para que planos perpendiculares ao eixo-C dos cristais difratem a radiação monocromática incidente, desde que preenchida a condição de Bragg. A difração é captada pelo\ncontador Geiger ou cintilômetro, conforme mostra a fig. 10, seção 4, onde está ilustrado o funcionamento do goniômetro de run difratôme-tro de registro automático; e assim se determina o espaçamento inter-planar unitário ao longo do eixo segundo o qual estão orientados os cristais, o que leva à identificação dêstes.\nNo caso dos minerais de argila, sua orientação segundo o eixo-C é necessária para compensação do baixo grau de cristalinidade.\n3.5\t— Método do pó desorientado\nÉ uma técnica de largo emprêgo na identificação e análise quantitativa de minerais e de rochas. Como no caso do método de Debye-Scherrer, os cristais devem ser moídos finamente e postos na concavidade de um suporte plano, do tipo indicado na figura 11, do modo mais desorientado possível, para que a intensidade das difrações obtidas seja proporcional apenas à quantidade do mineral existente na amostra.\nEstando os cristais em tôdas as posições, pode ser medido o espaçamento do retículo segundo os eixos a, b e c. O. movimento da montagem faz com que todos os planos atômicos ou iônicos dos cristais, num determinado momento, formem o ângulo © com o feixè incidente correspondendo à eqüidistância d da lei de Bragg. Tendo, porém, o contador Geiger seu movimento relacionado ao movimento do plano da montagem (ver fig. 10, seção 4), somente as difrações causadas por alguns cristais — aquêles casualmente orientados com um de seus planos paralelo ao plano da montagem — serão recebidas pelo Geiger ou cintilômetro, e registradas graficamente.\nDaí a importância de se operar com material extremamente desorientado.\n4\t— 0 EQUIPAMENTO DE DIFRATOMETRIA DE RAIOS-X\nLimitar-nos-emos a descrever os equipamentos utilizados na identificação de minerais. Em síntese, são as seguintes as partes constituintes de um aparelhamento moderno.\n4.1\t— Gerador de raios-X\nSendo os raios-X resultantes do bombardeamento de corpos sólidos por elétrons acelerados, o gerador ou fonte constitui-se de um tubo evacuado contendo um filamento de tungstênio elètricamente aquecido e mantido em diferença de potencial com relação ao ânodo próximo, feito de cobre, prata, cobalto etc. A emissão termoiônica assim obtida é focalizada para o ânodo, produzindo, ao bater neste, as radiações K (ou raios-X), as quais, formadas por vibrações com comprimentos de onda milhares de vêzes mais curtos do que as vibrações do espectro luminoso, possuem alto poder de penetração. .\t..\n314\nTôda uma gama de comprimentos de onda está presente nos raios-X, destacando-se as chamadas “brancas”, as “K^”, e as “K^”. No caso de raios obtidos pelo bombardeamento de um ânodo de cobre, temos radiações “brancas”, de 0,2 a 0,8 A, “K^” de 1,39 A, e “K^” de 1,54 A. Note-se que, para um mesmo elemento, as radiações “K^” têm comprimento de onda cêrca de 10% mais curto do que as radiações “KJ’.\n4.2\t— Monocromatizador ou filtro\nOs raios-X saem do tubo, onde são gerados, através de janelas feitas de um material que resista à diferença de pressão entre o interior e o exterior do tubo, e que ao mesmo tempo deixe passar somente radiações com um determinado comprimento de onda, no caso as radiações “K^”. Filtros de níquel são os indicados para fontes de cobre, porque, com uma espessura de 0,021 mm, absorvem pràticamente tôda a radiação “KJ’, permitindo a passagem de 40% da radiação “KJ’.\n4.3\t— Suporte móvel da amostra\nDe três modos podemos estudar uma amostra de mineral para efeito de identificação:\na)\tmovimentando, como indica a fig. 8 (a), uma montagem cilíndrica de fragmentos de cristais (pó) dispostos, ao acaso, em tôrno do eixo dêste cilindro;\nb)\tdispondo ao acaso fragmentos de cristais numa montagem planar, apresentada na fig. 8 (b), a qual gira em tôrno de um eixo contido pela superfície da montagem e perpendicular à direção do feixe de raios;\nc)\tpor fim, dispondo cristais ou partículas de minerais filitosos, orientados segundo seu eixo-C, numa montagem planar, animada do mesmo movimento descrito para a montagem b), como se vê na fig. 8 (c).\n4.4\t— Câmara fotográfica\nDifrações obtidas de minerais dispostos em montagens do tipo a), fig. 8 (a), são registradas fotogràficámente, numa câmara cilíndrica, como assinala a fig. 7, no interior da qual se monta um filme alongado (fig. 9).\nMedindo-se a distância X (fig. 9), calcula-se o ângulo 2e, formado pelas direções dos feixes difratados de raios-X. Conhecendo-se o comprimento de onda do raio utilizado, determina-se pela fórmula de Bragg — nx = 2d sen e — o espaçamento ã acusado pela difração.\nÁ\nT\n..\nlcm\n(c)\nFig. S — Montagens de minerais para fins de identificação aos raios-X: (a) para registro fotográfico pelo «método do pó», (b )para difrato-metria a leitura automática pelo «método do pó desorientado», e (c) para difratometria pelo «método dos minerais orientados» segundo sua menor dimensão\n\n(b)\n(a)\t„ „\t180x\n2 6 =-----\ny\nFi»- 9 — Esquema de uma câmara cilíndrica para diagramas de pó (Debye-Sclierrer), vendo-se a trajetória do feixe incidente e difratado (a), e um filme impressionado por difração segundo um único ângulo 2 e\n(a)\nFig. 10 — Esquema mostrando o movimento angular simultâneo da montagem planar e do contador Geiger, na proporção de 1:2, para captação das difrações num difratômetro de leitura direta: (a) montagem a 0°, Geiger a 0°; (b) montagem a 22°, Geiger a 44°; (c) montagem a Geiger a 90°\nFig. 11 — Montagem de pó desorientado na cavidade de um suporte planar, para exame num. difratômetro de leitura automática\nNote-se que, para impressionar o negativo fotográfico apropriado (sensível), é necessário ficar a montagem girando no mínimo por duas horas.\n4.5\t— Equipamento para avaliação e registro automático dos feixes difratados\nÊste equipamento substitui com vantagem a câmara fotográfica descrita acima: a utilização do contador Geiger ou do cintilômetro permite o registro em papel, consequentemente muito mais rápido, sendo a intensidade das difraçÕes avaliada automaticamente, e não visualmente como no registro \"fotográfico.\t■\nFazem parte dêste equipamento:\na)\to goniômetro, que comanda o movimento do suporte planar (fig. 8, (&amp;) ou (c) ) e do contador Geiger ou cintilômetro, porém guardando a proporção de 2o de giro dêste para Io de giro daquele, a fim de ser obedecido o princípio de ótica geométrica mostrado pela fig. 10;\nb)\to contador Geiger (ou cintilômetro), que recebe as radiações difratadas continuamente, emitindo impulsos eletrônicos;\nc)\to circuito eletrônico, que traduz os impulsos recebidos do contador Geiger em têrmos eletromotores, os quais, por sua vez, vão ser enviados a uma das penas do registrador;\nd)\to registrador mecânico, composto de cilindros animados de movimento cronométrico, sôbre os quais rola um papel, e de duas penas: uma que assinala os ângulos de meio em meio grau percorridos pelo contador Geiger (ângulo 2s), e outra que registra a todo momento a intensidade da radiação recebida pelo contador.\n5\t— PREPARAÇÃO DE AMOSTRAS PARA ANÁLISE\nComo atualmente se usa muito mais o difratômetro do que o equipamento fotográfico, vamos cingir-nos às técnicas de montagens planares.\n5.1\t— Minerais não-filitosos\nMói-se a amostra de mineral ou rocha em gral de sílex e deita-se o pó resultante na cavidade rasa de um suporte metálico, como ilustra a fig. 11. A seguir, comprime-se levemente o pó com uma placa de borracha, de superfície finamente irregular. Dêsse modo, o material não deslizará quando se der ao suporte o movimento basculatório.\nB. téc. PETROBRÁS, Rio de Janeiro, 10 (2): 307—326, abr./jun. 1967'\n317\n5.2\t— Minerais filitosos\nNo caso de rocha pelítica, mói-se a amostra, colocando-a em suspensão em água com o auxílio de misturadores mecânicos. Se necessário, ataca-se com ácido clorídrico, para eliminação dos carbonatos, com ácido oxálico, quando houver material ferruginoso, e com água oxigenada, se houver matéria orgânica.\nCom o uso de centrifugador ou de filtro a vácuo, lava-se a amostra até se conseguir a neutralidade e a estabilidade da suspensão. Por decantação separa-se a porção que se quer estudar, e cuidadosamente se depõe a suspensão, gôta a gôta, em lâminas de vidro rigorosamente limpas, as quais são levadas a um forno brando, para secagem. Obtêm-se assim montagens planares de minerais filitosos orientados.\nNo caso de micas, se se dispõe de material cujo tamanho permite a manipulação direta, simplesmente se fixa a amostra à superfície da lâmina porta-objeto.\n6\t— INTERPRETAÇÃO DE REGISTROS FOTOGRÁFICOS E DE DIFRATOGRAMAS\nQuando podemos lançar mão apenas de equipamento fotográfico, empregamos o método de Debye-Scherrer (subseção 3.3), determinando, com o auxílio de tabela fornecida pelo fabricante da câmara, o ângulo 20 a que corresponde cada par de raias (fig. 9).\nPor meio de outras tabelas convertemos os ângulos 20 em espaça-O\nmentos (A). O apêndice 7.1 é uma tabela de conversão de ângulos 2e em eqüidistâncias d para 0 caso de uso de uma fonte de cobre com filtro de níquel.\nA intensidade das raias é proporcional à intensidade das difrações, e sua avaliação feita por equipamentos fotométricos ou por processo visual.\nQuando existe um difratômetro de registro automático, podem ser obtidos dois tipos de registro (difratogramas): registro de minerais orientados (principalmente para os minerais filitosos, orientados segundo seu eixo-C) e registro de minerais em pó não orientado. No primeiro caso, somente serão medidos espaçamentos ao longo do eixo segundo 0 qual as partículas estão orientadas; no outro, são determi-náveis espaçamentos segundo tôdas as direções.\nO registro difratométrico é feito sôbre um papel quadriculado, representando na horizontal o deslocamento do goniômetro do contador Geiger (ângulo 20), e na vertical a intensidade das difrações obtidas. O espaçamento horizontal ou largura do registro pode variar, dependendo do grau de precisão que se deseja ter nos registros, isto é, da resolução dos picos. Como 0 papel gira de acordo com um apa\nrelho cronômetro, basta aumentar sua velocidade para se obter um registro mais detalhado. Ao pé da fôlha, uma linha quebrada a cada meio grau registra o movimento do goniômetro do contador Geiger, que em geral se processa à razão de 2o por minuto. A medida da intensidade das difrações não é feita de modo absoluto, pois está sujeita à regulagem do aparelho, mas de modo relativo, comparando-se entre si as alturas dos picos, cada difratograma isoladamente.\nA interpretação do registro inicia-se com a identificação das raias ou dos picos, registrando-se as eqüidistâncias d correspondentes.\nA American Society for Testing Materials (ASTM) organizou um fichário baseado nas três difrações mais fortes de cada substância cristalina. As fichas, individualmente, contêm todos os espaçamentos dignos de nota, com os correspondentes índices e intensidades em relação à difração principal, assinalada com a nota 10G.\nPara o mineral sepiolita, por exemplo, teríamos as seguintes características difratométricas:\nd\tíndices dos planos que definem d\tIntensidades relacionadas à intensidade da difração principal\n2,1\t(110)\t100\n7,5 .\t(130)\t7\n4,49\t(060)\t25\n2,256\t(312)\t20\nPara análises quantitativas de materiais compostos de vários minerais, apela-se para o recurso das amostras padrão: diversos minerais são misturados em proporções conhecidas, de modo que se venha a formar idéia das relações de intensidade das difrações dos minerais entre si. Dependendo esta intensidade do grau de cristalinidade dos minerais, nem sempre a difração mais forte de um registro pertence ao mineral mais abundante na mistura.\nExemplos de difratogramas de amostras de folhelho (montagem orientada de partículas de argila inferiores a 2 microns) e de minerais não-argilosos (montagem de pó não orientado) encontram-se, respectivamente, nas figs. 12 e 13.\n7\t— APÊNDICES\n7\t1 — Eqüidistâncias d em angstrons para a radiação IÇz do cobre, .\to\t.\ncujo comprimento de onda é 1,5405 A\nÂngulo\t—,0\n29\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12\n13\n14\n15\n16\n17\n18\n19\n20 21 22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n■>4\n— 5\n-,6\n— 8\n-.2\n0 ’\t12 ’\t24’\t30’\t36’\t48’\n88,26\t441,3 73,55\t220,6 63,05\t179,1 58,50\t147,1 55,17\t110,3 49,04\n44,13\t40,12\t36,78\t35,33\t33,95\t31,53\n29,42\t27,59\t25,96\t25,25\t24,52\t23,23\n22,07\t21,02\t20,06\t19,60\t19,19\t18,39\n17,66\t16,98\t16,35\t16,08\t15,77\t15,22\n14,72\t14,24\t13,80\t13,61\t13,38\t12,99\n12,62\t12,27\t11,94\t11,80\t11,62\t11,32\n11,04\t10,77\t10,52\t10,41\t10,27\t10,04\n9,817\t9,604\t9,400\t9,314\t9,205\t9,018\n8,838\t8,665\t8,499\t8,427\t8,339\t8,185\n8,036\t7,893\t7,755\t7,695\t7,672\t7,493\n7,369\t7,248\t7,132\t7,079\t7,019\t6,910\n6,804\t6,702\t6,602\t6,550\t6,505\t6,415\n6,320\t6,232\t6,146\t6,103\t6,062\t5,980\n5,901\t5,824\t5,749\t5,714\t5,675\t5,604\n5,534\t5,467\t5,400\t5,371\t5,336\t5,273\n5,211\t5,151\t5,092\t5,064\t5,035\t4,978\n4,924\t4,870\t4,818\t4,793\t4,766\t4,716\n4,667\t4,619\t4,571\t4,550\t4,525\t4,480\n4,436\t4,392\t4,350\t4,330\t4,308\t4,267\n4,227\t4,187\t4,149\t4,130\t4,111\t4,073\n4,037\t4,001\t3,966\t3,950\t3,931\t3,824\n3,863\t3,831\t3,798\t3,783\t3,767\t3,735\n3,705\t3,674\t3,645\t3,631\t3,616\t3,587\n3,559\t3,531\t3,504\t3,492\t3,477\t3,450\n3,424\t3,395\t3,373\t3,606\t3,348\t3,324\n3,299\t3,276\t3,252\t3,242\t3,229\t3,206\n3,184\t3,162\t3,140\t3,130\t3,118\t3,097\n3,078\t3,056\t3,035\t3,025\t3,015\t2,995\n2,976\t2,957\t2,938\t2,929\t2,919\t2,900\n2,828\t2,864\t2,846\t2,838\t2,829\t2,812\n2,794\t2,778\t2,761\t2,753\t2,744\t2,728\n2,712\t2,696\t2,680\t2,672\t2,665\t2,650\n2,634\t2,620\t2,605\t2,598\t2,590\t2,576\n2,561\t2,547\t2,533\t2,527\t2,520\t2,506\n2,493\t2,479\t2,466\t2,460\t2,453\t2,440\n2,427\t2,415\t2,402\t2,396\t2,390\t2,378\n2,366\t2,354\t2,342\t2,336\t2,330\t2,319\n2,307\t2,296\t2,285\t2,279\t2.274\t2.263\n2.252\t2.241\t2,231\t2,225\t2,220\t2,210\n2,199\t2,189 .\t2,179\t2,174\t2,169\t2,159\n2,149\t2,140\t2,130\t2,125\t2,120\t2,111\n2,102\t2,092\t2,083\t2,079\t2,074\t2,065\n2,056\t2,047\t2,038\t2,034\t2,030\t2,021\n2,013\t2,004\t1,996\t1,992\t1,988\t1,979\n1,971\t1,963\t1,955\t1,951\t1,947\t1,939\n1,937\t1,924\t1,914\t1,912\t1,909\t1,901\nFig. 12 — Difratograma de partículas de minerais de argila orientadas segundo o eixo-C: montmorillonita e illita, traços de caulinita\no<\n' ■\trn\t’\n1\nuj\nANG. 2â->_______________________________________________________,__________________\nFig. 13 — Difratograma de partículas de minerais desorientadas: quartzo, calcita, feldspatos etc.\nObras consultadas\nAMERICAN SOCIETY FOR TESTING MATERIALS — Index to the X-ray powder data file. Philadelphia, 1959.\nBERRY, L. G. &amp; THOMPSON — X-ray powder data for ore minerals: the Peacock Atlas. New York, Geological Society of America, 1962.\nCAILLÈRE, S. &amp; HÉNIN, S. — Minéralogie des argiles. Paris, Masson &amp; Cie., 1963.\nCULLITY, B. D. — X-ray diffraction. London, Addison-Wesley, 1956.\nSYNOPSIS — The diffractometric properties of crystals facing a beam of x-rays are used in order to determine their internal structure and, in a practical point of view, for identification of the crystalline phases.\nThe technique of Diffractometry consists of determining the distances kept by the ions or atoms that form the crystals according to certain directions, by knowing the angle made by the X-rays beam and the atomic plan that diffracts it, and the wavelength of these rays. The technique is used in the study of clays and other minerals, crystalline phases of organic and inorganic compounds, and metallic alloys.\n\\\n(Originais recebidos em 8-VHI-67.)\nB. téc. PETROBRÁS, Rio de Janeiro, 10 (2): 307—326, abr./jun. 1967\n326"}]}}}