{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15479"}, {"@name": "filename", "#text": "21915_247966.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\nJESSIE FABIOLA REYES CARMONA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINTERAÇÃO DOS CIMENTOS PROROOT MTA, MTA BRANCO, MTA \nBIO E PORTLAND BRANCO COM A DENTINA. \n\n \n \n\n \n\n \n\n \n \n\n    \n\n \n\n \n\n \n\n \n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\nFlorianópolis \n\n 2007 \n\n\n\n 2 \n\nJESSIE FABIOLA REYES CARMONA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n\nINTERAÇÃO DOS CIMENTOS PROROOT MTA, MTA BRANCO, MTA \nBIO E PORTLAND BRANCO COM A DENTINA. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de Pós-Graduação \n\nem Odontologia, da Universidade Federal de Santa \n\nCatarina, como parte dos requisitos para obtenção do título \n\nde Mestre em Odontologia. Área de concentração: \n\nEndodontia. \n\n \n\nOrientador: Prof. Dr. Wilson Tadeu Felippe \n\n                                                     Co-orientadora: Profª. Drª. Mara Cristina Santos Felippe \n\n  \n\n \n\n \n\nFlorianópolis \n\n2007 \n\n\n\n 3 \n\n \n\n\n\n 4 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\nA Deus por tantas oportunidades,  \n\npela minha vida tão cheia de alegrias, \n\npela proteção constante. \n\n \n\nAo meu esposo, Juanca, pela dedicação,  \n\ntrabalho , estímulo e apoio,  por formar  \n\nparte dos momentos mais importantes \n\n de minha vida. \n\n \n\nAos meus filhos, Juan Carlos Jr. e José Daniel,  \n\nque todos os momentos vividos sirvam de exemplo  \n\ne inspiração. Saibam que esta luta é para e por vocês. \n\n \n\n \n\nCom amor, a vocês, dedico este trabalho. \n\n \n\n\n\n 5 \n\nAGRADECIMENTOS ESPECIAIS \n\n \n \n\n \n\nAo meu orientador, Prof. Dr. Wilson Tadeu Felippe, pelo exemplo de \n\ncompetência, conhecimento e determinação. Pela dedicação e ensinamentos que \n\nfizeram possível a realização deste trabalho. Parabéns pelo seu amor ao ensino, \n\npela simplicidade e pela capacidade de estimular as pessoas. \n\n \n\nÀ minha co-orientadora, Profa. Dra. Mara Cristina Santos Felippe, pelos \n\nensinamentos e determinação. Obrigada por estar sempre presente, por suas \n\npalavras de estímulo. \n\n \n\nAos Felippes, pelo exemplo de força e de trabalho em equipe. Pela \n\nconvivência enriquecedora, pelas oportunidades colocadas em meu caminho, por \n\nme estimular a valorizar detalhes, a criar... \n\n \n\n“Gracias” pela oportunidade. \n\n \n\nMinha eterna gratidão  \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\n\n\n 6 \n\nAGRADECIMENTOS ESPECIAIS \n \n \n \n \n\nÀ Universidade de Costa Rica, por ter sido o princípio de tudo, por ter \n\nproporcionado a oportunidade de realizar meus estudos de pós-graduação no \n\nexterior e pela ajuda para a realização deste trabalho. \n\n \n\nAo Prof. Carlos Filloy, pela oportunidade concedida, por ter viabilizado meus \n\nestudos. \n\n \n\nAo Prof. Luis Murillo, pela confiança em nós depositada e pela ajuda \n\nrecebida. Parabéns pelo exemplo de coragem e amor ao ensino. \n\n \n\nAo Prof. Rafael Huete, obrigada pela amizade, amabilidade e pela disposição \n\ne ajuda recebida. \n\n \n\nAo Prof. Rodolfo Zeledón, pela disposição e orientação recebida durante o \n\nmeu estágio na Disciplina de Endodontia. \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n\n\n\n 7 \n\nAGRADECIMENTOS \n \n\n \n\n \n\nÀ minha familia, Mami, Mamita, Mario y Alex, pelo exemplo de coragem e de união, pelo \n\napoio incondicional em minhas decisões, pelo incentivo e por estar sempre a meu lado, obrigado \n\npor tudo o que fizeram por mim nesses meus anos de vida. Saudades!!!!! \n\n \n\nÀ Maria Helena Pozzobon e à Miriam Marly Becker , os meus anjos da guarda, muito \n\nobrigada por serem tão lindas, por terem me auxiliado e apoiado em cada momento desde a \n\nminha chegada e, principalmente, por serem tão especiais e amorosas com os tesouros maiores \n\nde minha vida: meus filhos. É bom tê-las por perto. \n\n \n\nÀ Ana Maria H. Alves, pelo exemplo de sinceridade e simplicidade, pelos conselhos, por \n\nsuas palavras de estímulo, amizade, amabilidade e ajuda. Você é muito especial. \n\n \n\nÀ Cleonice da Silveira Teixeira, pela ajuda, pelos conselhos, por estar sempre à \n\ndisposição, pela amizade e carinho.  \n\n \n\nÀ Caroline Martins, pela amizade tão sincera, pelo apoio sempre recebido e pelas \n\nexperiências trocadas. \n\n \n\nÀ Ana Cristina Hack Caldeira de Andrada, pela amizade, pelas conversas, pela acolhida \n\nafetuosa. \n\n \n\nÀ Kasusa, pela amabilidade e por toda a ajuda.  \n\n \n\nAo Guillerme Carpena, pela disposição e por toda a ajuda recebida e pelo aprendizado no  \n\ncurso de MEV. \n\n \n\nAos meus colegas do mestrado, Beatriz D. Souza, Patrícia R. Vigano e Luciano Veiga, \n\npelo convívio. A vocês, desejo muito sucesso, paz e saúde!!! \n\n  \n\n\n\n 8 \n\nAo Eduardo Bortoluzzi, pelo convívio, obrigada pela sua disponibilidade. \n\n \n\nÀ Luonothar A. Dreger,  pela acolhida e conversas. \n\n \n\nAo Prof.  Luiz Henrique M. Prates, pela orientação e  ajuda na realização desta pesquisa. \n\n \n\nÀ Liene Campos, pela revisão deste trabalho. \n\n \n\nAos Jackeline, Sérgio e Marly, pela presteza, amabilidade e acolhida afetuosa. Gracias!!!! \n\n \n\nÀ disciplina de Endodontia e à UFSC, todos os professores e funcionários, muito \n\nobrigada pelo convívio, pela disposição e por contribuir com minha formação. \n\n \n\n \n\n \n\n \n\n \n\nA todos que, direta ou indiretamente, contribuíram no desenvolvimento deste \n\ntrabalho, meus sinceros agradecimentos. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 9 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n “Uma intuição momentânea vale, às vezes,  \numa vida inteira de experiência.” \n\n Ernest Holmes \n \n\n \n\n \n\n \n\n \n\n“Para realizar grandes conquistas,  \ndevemos não apenas agir, mas também sonhar; \n não apenas planejar, mas também acreditar.\" \n\nAnatole France \n \n\n \n\n \n\n \n\n\n\n 10 \n\nREYES CARMONA, J. F. Interação dos cimentos ProRoot MTA, MTA Branco, \nMTA BIO e Portland branco com a dentina. 2007. 101f. Dissertação (Mestrado em \nEndodontia) - Programa de Pós-Graduação em Odontologia, Universidade Federal \nde Santa Catarina, Florianópolis. \n\n \n\nRESUMO \n\n \n\nOs objetivos deste estudo foram analisar a quantidade e a composição química do \n\nprecipitado formado pelos cimentos ProRoot MTA, MTA Branco, MTA BIO e Portland \n\nbranco, após imersão em tampão fosfato salino (PBS); avaliar a interface cimento-\n\ndentina e, paralelamente, analisar o pH e a liberação de íons cálcio a partir dos \n\ncimentos empregados. As coroas de 28 dentes humanos foram removidas e o terço \n\nmédio das raízes cortados transversalmente para a obtenção de discos radiculares \n\ncom 2 mm de espessura. Em cada secção, o espaço do canal foi ampliado a fim de \n\nobter uma cavidade padronizada com 2 mm de diâmetro. As secções foram divididas \n\naleatoriamente em 5 grupos, sendo as cavidades preenchidas com: ProRoot MTA \n\n(Grupo 1), MTA Branco (Grupo 2), MTA BIO (Grupo 3), CP1: Cimento de Portland \n\nbranco com 20% de óxido de bismuto (Grupo 4), e CP2: Cimento de Portland branco \n\ncom 20% de óxido de bismuto e 10% cloreto de cálcio (Grupo 5). Em seguida, as \n\namostras foram colocadas em recipientes plásticos contendo 15 mL de PBS e \n\nlevadas à estufa (37ºC) por um período de 2 meses. A solução tampão foi \n\nsubstituída a cada 5 dias. A cada substituição, os precipitados foram colhidos, \n\nlavados, dessecados e pesados. Aos 5, 15, 25 e 35 dias, a solução foi coletada para \n\nmedição do pH e da concentração de íons cálcio. Ao final dos 2 meses, as amostras \n\nforam processadas para avaliação, em MEV, da interface cimento-dentina. Os dados \n\nforam analisados estatisticamente em um nível de significância de 5%. Em todas as \n\namostras foi observada a formação de precipitados de apatita carbonatada e a \n\npresença de uma intercamada na interface cimento-dentina. A partir da intercamada, \n\nforam observados prolongamentos penetrando nos túbulos dentinários. O ProRoot \n\nMTA e o MTA BIO formaram maior quantidade de precipitados, geraram os valores \n\nde pH mais altos e a maior concentração de íons cálcio em todos os períodos de \n\navaliação. O ProRoot MTA, o MTA Branco, o MTA BIO e o cimento Portland branco \n\ntêm a capacidade de dissolver alguns de seus componentes e propiciar a \n\nprecipitação de apatita carbonatada, promovendo a formação de uma intercamada \n\ncom prolongamentos que penetram nos túbulos dentinários.  \n\n\n\n 11 \n\nPalavras-chave: Agregado de Trióxido Mineral (MTA). Apatita carbonatada. Cimento \n\nPortland. Íons cálcio. MTA BIO. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 12 \n\nREYES CARMONA, J. F. Interação dos cimentos ProRoot MTA, MTA Branco, \nMTA BIO e Portland branco com a dentina. 2007. 101f. Dissertação (Mestrado em \nEndodontia) - Programa de Pós-Graduação em Odontologia, Universidade Federal \nde Santa Catarina, Florianópolis. \n \n\nABSTRACT \n\n \n\nThe aim of this study was to analyze the amount and the chemical composition of the \n\nprecipitate formed by ProRoot MTA, White MTA, MTA BIO and white Portland \n\ncements, after immersion in phosphate buffered saline (PBS), to evaluate the \n\ncement-dentine interface and to analyze the pH and the calcium ions release. The \n\ncrowns of 28 human teeth were removed and the middle third of the roots was \n\nsectioned transversally in order to obtain 2mm-thickness sections. In each section, \n\nthe space of the canal was enlarged to obtain 2mm-diameter standardized cavities. \n\nThe samples were randomly divided in 5 groups, and the cavities filled with: ProRoot \n\nMTA (Group 1), White MTA (Group 2), MTA BIO (Group 3), white Portland cement \n\nwith 20% of bismuth oxide (CP1) (Group 4), and white Portland cement with 20% of \n\nbismuth oxide and 10% calcium chloride (CP2) (Group 5). The samples were \n\nimmediately placed in plastic vials containing 15 mL of PBS for 2 months at 37ºC. \n\nThe PBS solution was collected and replaced every 5 days. After each replacement, \n\nthe precipitates were collected, washed, desiccated and weighed. Calcium ions \n\nrelease and pH of the collected solution were monitored at 5, 15, 25 e 35 days. The \n\nsamples were processed for SEM observation. Data obtained were statistically \n\nanalyzed with 5% level of significance. Precipitates of carbonated apatite were \n\nobserved in all the samples, along with the presence of an interfacial layer between \n\nthe cement and the dentinal wall. Tags reproducing demineralized tubular dentin \n\nwere observed from the interfacial layer. ProRoot MTA and MTA BIO cements \n\nproduced the overall highest amount of precipitates, reached higher pH values, and \n\nreleased more calcium ions at all time intervals. ProRoot MTA, White MTA, MTA BIO \n\nand white Portland cements have dissolved, releasing some of their major \n\ncomponents, promoting the precipitation of carbonated apatite and the formation of \n\nan interfacial layer with tags. \n\n \n\nKey words: Mineral trioxide aggregate (MTA). Carbonated apatite. Portland cement. \n\nCalcium ions. MTA BIO. \n\n\n\n 13 \n\nSUMÁRIO \n\n \n \n \n \n\n1 INTRODUÇÃO………………………………………………........................ 13 \n1.1 GENERALIDADES................................................................................ 13 \n1.2 INTERAÇÃO DO MTA COM O TAMPÃO FOSFATO-SALINO............. 17 \n  \n2 ARTIGO  \n2.1 VERSÃO EM PORTUGUÊS ................................................................ 21 \n2.2 TABELAS.............................................................................................. 39 \n2.3 FIGURAS...............................................................................................  41 \n  \nREFERÊNCIAS............................................................................................ \n \n\n50 \n\nAPÊNDICES  \nA – IMAGENS DE FOTOMICROGRAFIAS................................................. 59 \nB – ANÁLISE ESTATÍSTICA....................................................................... 64 \nC – TABELAS.............................................................................................. 65 \nD – GRÁFICOS............................................................................................ 82 \nE – DIAGRAMA DA METODOLOGIA......................................................... 90 \nF – METODOLOGIA EXPANDIDA.............................................................. 91 \nG - JUSTIFICATIVA PARA O USO DOS DISTINTOS CIMENTOS............ 97 \n  \n \n \nANEXOS \n \n\n \n\nA - PARECER DO COMITÊ DE ÉTICA- CEP/UFSC.................................. \n\n \n\n100 \n\n  \n  \n  \n  \n  \n  \n  \n  \n \n \n \n\n \n \n \n \n \n\n \n \n\n\n\n 14 \n\n1 INTRODUÇÃO \n\n \n\nDesde a sua primeira apresentação na literatura por Lee; Monsef; Torabinejad \n\n(1993), o Agregado de Trióxido Mineral (MTA) vem sendo exaustivamente avaliado \n\nnos últimos anos. Após a aprovação pela “U. S. Food and Drugs Administration”, em \n\n1998 (SCHWARTZ et al., 1999), ele vem sendo empregado em procedimentos \n\ncirúrgicos e não cirúrgicos, os quais incluem retroobturações (TORABINEJAD et al., \n\n1995a; KOH, 2000; REGAN; GUTMANN; WHITERSPOON, 2002; ECONOMIDES et \n\nal., 2003; CHONG; PITT FORD; HUDSON, 2003), selamento de perfurações \n\nradiculares (PITT FORD et al., 1995; ARENS; TORABINEJAD, 1996; HOLLAND et \n\nal., 2001b; DAOUDI; SAUNDERS, 2002; MAIN et al., 2004), capeamento pulpar \n\ndireto (ABEDI et al., 1996; PITT FORD et al., 1996; FUKS, 2002; AEINEHCHI et al., \n\n2003), pulpotomia (HOLLAND et al., 2001a; DOMINGUEZ et al. 2003; MENEZES et \n\nal., 2004), preenchimento de áreas de reabsorção interna (SCHWARTZ et al., 1999; \n\nHSIEN et al., 2003) e externa (WHITE; BRYANT, 2002), tampão apical \n\n(TORABINEJAD; CHIVIAN, 1999; WITHERSPOON; HAM, 2001; GIULIANI et al., \n\n2002; HACHMEISTER et al., 2002; LYNN; EINBENDER, 2003; FELIPPE; FELIPPE; \n\nROCHA, 2006), selamento cervical prévio ao clareamento (TORABINEJAD; \n\nCHIVIAN, 1999) e obturação do canal (HOLLAND et al., 1999; HAYASHI; SHIMIZU; \n\nEBISU, 2004; VIZGIRDA, et al., 2004). \n\nDiferentes experimentos, in vitro e in vivo, confirmaram que o MTA é \n\nbiocompatível (TORABINEJAD et al., 1995b) sugerindo que pode ser o material ideal \n\npara ser utilizado junto à polpa, ligamento periodontal e tecido apical (PELLICCIONI \n\net al., 2004; FELIPPE; FELIPPE; ROCHA, 2006). O MTA mostrou-se superior a \n\noutros materiais, principalmente quando utilizado em procedimentos que objetivaram \n\no reparo (TORABINEJAD; CHIVIAN, 1999; PITT FORD et al., 1995; ARENS; \n\nTORABINEJAD, 1996; HOLLAND et al., 2001a). \n\n \n\n1.1 GENERALIDADES \n\n \n\nO MTA apresenta-se como um pó branco ou cinza e encontra-se \n\ncomercialmente disponível com os nomes ProRoot MTA (Dentsply Tulsa Dental, \n\n\n\n 15 \n\nOklahoma, USA) e MTA Angelus (Angelus Soluções Odontológicas, Londrina, PR, \n\nBrasil). \n\nO pó cinza consiste de finas partículas hidrofílicas, cujos componentes \n\nprincipais são silicato tricálcico, aluminato tricálcico, óxido tricálcico e óxido de \n\nsilicato. Há também pequenas quantidades de alguns óxidos minerais que são \n\nresponsáveis pelas suas propriedades físicas e químicas, como por exemplo, o \n\nóxido de bismuto, que tem a finalidade de lhe conferir radiopacidade (LEE; \n\nMONSEF; TORABINEJAD, 1993). \n\nComparando a composição, Asgary et al. (2005) concluíram que o MTA cinza \n\napresenta uma maior concentração de íons alumínio, magnésio e, principalmente, \n\nferro, quando comparado com o branco. Segundo Camilleri e Pittford (2006), o MTA \n\nbranco não possui a fase de aluminoferrita responsável pela cor do MTA cinza. \n\nQuando analisado o tamanho das partículas, Asgary et al. (2005) observaram que as \n\npartículas presentes no MTA cinza são aproximadamente 8 vezes maiores que as do \n\nMTA branco. \n\nAnálises demonstraram que, após tomar presa, o MTA assume a forma de \n\ncristais envolvidos por uma estrutura amorfa, apresentando aparência granular \n\n(TORABINEJAD et al., 1995c).  Microscopicamente, os cristais apresentam-se na \n\nforma cúbica e agulheada, sendo os primeiros a principal estrutura do agregado, \n\nenquanto os segundos, menos prominentes, ocupam os espaços entre os cristais \n\ncúbicos (LEE et al., 2004). Em média, esses cristais possuem 87% de cálcio, 2,47% \n\nde sílica e o restante de oxigênio. Após a imersão do MTA em tampão fosfato salino \n\n(PBS), TORABINEJAD et al. (1995c) demonstraram que a estrutura amorfa é \n\nformada basicamente por fosfato de cálcio, 33% de cálcio, 49% de fosfato, 2% de \n\ncarbono, 3% de cloro e 6% de sílica.  \n\nPara o preparo, o pó pode ser misturado com água estéril, na proporção de \n\n3:1, sobre uma placa de vidro ou folha de papel. Como o contato prolongado com o \n\nar promove a rápida desidratação da mistura, nos casos em que ela se apresentar \n\nseca, pequena quantidade de água pode ser acrescentada. \n\nA hidratação também resulta na formação de hidróxido de cálcio (bula Pro \n\nRoot), que é seguida pela liberação de íons cálcio e hidroxila (DUARTE et al., 2003; \n\nFRIDLAND; ROSADO, 2003; SANTOS et al., 2005). O MTA recém-preparado \n\n\n\n 16 \n\napresenta pH de 10,2, que eleva-se a 12,5 no período de 3h, quando então \n\npermanece constante (TORABINEJAD et al., 1995c).  \n\nSe a área de aplicação estiver muito úmida, o excesso da umidade deve ser \n\nremovido com gaze ou esponjas secas. Devido às características hidrofílicas do \n\nagregado, a umidade presente nos tecidos age como ativadora ou catalisadora da \n\nreação química de presa, não existindo, portanto, inconvenientes quanto a sua \n\naplicação em campo úmido (TORABINEJAD et al., 1994; ROY; JEANSONNE; \n\nGERRETS, 2001). Entretanto, a adição de água em quantidade excessiva ou a \n\naplicação em ambiente ácido (pH 5,0) podem diminuir a resistência final do material \n\n(LEE et al., 2004).  \n\nAs características físicas e químicas do MTA estão na dependência direta do \n\ntamanho de suas partículas, da proporção pó/líquido, como também da espessura \n\nempregada, da temperatura e da presença de água (TORABINEJAD et al., 1995c). \n\nO grau de solubilidade e a porosidade do material aumentam na medida em que a \n\nproporção pó/líquido é aumentada (FRIDLAND; ROSADO, 2003). \n\nA presa do cimento ocorre em menos de 3h (LEE; MONSEF; TORABINEJAD, \n\n1993), resultando numa estrutura dura que, em 24h, revela uma resistência à \n\ncompressão de aproximadamente 40 MPa, que aumenta para 67 MPa após 21 dias \n\n(TORABINEJAD et al., 1995c).  \n\nO selamento marginal é um fator extremamente importante para o sucesso \n\ndos mais variados procedimentos endodônticos. Avaliações realizadas com a \n\nutilização de corantes (LEE; MONSEF; TORABINEJAD, 1993; TORABINEJAD; \n\nWATSON; PITT FORD, 1993; YATSUSHIRO; BAUMGARTNER; TINKLE, 1998; \n\nAQRABAWI, 2000; DAOUDI; SAUNDERS, 2002), penetração de bactérias \n\n(TORABINEJAD et al., 1995a; FISCHER; ARENS; MILLER, 1998; NAKATA; BAE; \n\nBAUMGARTNER, 1998; ADAMO et al., 1999; SCHEERER; STEIMAN; COHEN, \n\n2001), sistema de filtração de fluido (BATES; CARNES; DEL RIO, 1996; WELDON et \n\nal., 2002) ou de endotoxinas (TANG; TORABINEJAD; KETTERING, 2002) \n\ndemonstraram que, apesar de permitir algum grau de infiltração, o MTA é efetivo no \n\nselamento marginal (LEE; MONSEF; TORABINEJAD, 1993; TORABINEJAD; \n\nWATSON; PITT FORD, 1993; BATES; TORABINEJAD et al., 1995a; FISCHER; \n\nARENS; MILLER, 1998; NAKATA; BAE; BAUMGARTNER, 1998; BATES; CARNES; \n\nDEL RIO, 1996; YATSUSHIRO; BAUMGARTNER; TINKLE, 1998; ADAMO et al., \n\n\n\n 17 \n\n1999; AQRABAWI, 2000; SCHEERER; STEIMAN; COHEN, 2001; DAOUDI; \n\nSAUNDERS, 2002; TANG; TORABINEJAD; KETTERING, 2002; WELDON et al., \n\n2002; GONDIM et al., 2003; SHIPPER, et al., 2004). \n\nA sua capacidade seladora provavelmente é oriunda da ligeira expansão após \n\na presa, a qual determina uma melhor adaptação às paredes dentinárias \n\n(TORABINEJAD et al., 1995a; SLUYK; MOON; HARTWELL, 1998). O selamento, \n\nque melhora com o passar do tempo (WU; KONTAKIOTIS; WESSELINK, 1998), está \n\nna dependência da espessura (VALOIS; COSTA, 2004) e da técnica empregada \n\nquando da colocação do material (HACHMEISTER et al., 2002; AMINOSHARIAE; \n\nHARTWELL; MOON, 2003; MARTIN et al., 2007). Essa propriedade não é afetada \n\nquando o MTA é colocado em ambiente de pH 5,0 (ROY; JEANSONNE; GERRETS, \n\n2001).  \n\nEm contato com fluídos teciduais, o MTA tem se mostrado resistente à \n\ndissolução ou decomposição. Quando aplicado em cavidades apicais experimentais, \n\ncontendo sangue humano, apresentou bom selamento; a infiltração ocorrida na \n\ninterface material/parede dentinária foi mínima (TORABINEJAD et al., 1994). \n\nSegundo Sluyk; Moon; Hartwell (1998), a presença de umidade no momento da \n\naplicação traz a vantagem de melhorar, ainda mais, a adaptação marginal. \n\nEm relação ao selamento marginal, Matt et al. (2004), comparando o \n\nagregado de trióxido mineral branco ao cinza, observaram uma menor \n\nmicroinfiltração nos dentes que receberam o MTA cinza. Resultados similares foram \n\nobtidos por Al-Hezaimi et al. (2005), que encontraram menor microinfiltração de \n\nsaliva no MTA cinza, ainda que sem diferença estatística importante entre os dois \n\nmateriais. \n\nDiferentes investigações, incluindo análise espectrométrica, confirmaram a \n\ninformação do fabricante de que a composição do MTA é semelhante a do cimento \n\nPortland. De 15 elementos químicos testados, 14 se mostraram idênticos, em parte \n\npor milhão (ppm) e peso (FUNTEAS; WALLACE; FOCHTMAN, 2003), exceto pela \n\npresença de óxido de bismuto no MTA (ESTRELA et al., 2000; FUNTEAS; \n\nWALLACE; FOCHTMAN, 2003; ASGARY et al., 2005; CAMILLERI; PITTFORD, \n\n2006; DANESH et al., 2006). Dammaschke et al. (2005) e Danesh et al. (2006) \n\ndemonstraram que o MTA apresenta cristais mais homogêneos e de menor \n\ntamanho, o que lhe confere melhores propriedades físicas quando comparado ao \n\n\n\n 18 \n\ncimento Portland. Os autores concluíram que os dois materiais são similares, porém \n\nnão idênticos, salientando que o MTA não deve ser substituído pelo cimento \n\nPortland comum. \n\nNos últimos anos, tem sido sugerida a adição de cloreto de cálcio ao MTA e \n\nao cimento Portland. Este aditivo reduz o tempo de presa (ABDULLAH et al., 2002), \n\nmelhora o selamento marginal em retro-obturações (BORTOLUZZI et al., 2006a), \n\npotencializa o pH e a liberação de íons cálcio nas primeiras 24 h (BORTOLUZZI et \n\nal., 2006b), não interfere na biocompatibilidade desses materiais (BROON, 2004) e \n\nna atividade antimicrobiana (BORTOLUZZI, 2007). \n\n \n\n1.2 INTERAÇÃO DO MTA COM O TAMPÃO FOSFATO-SALINO (PBS).  \n\n \n\nO sucesso clínico do MTA tem sido atribuído a sua natureza bioativa \n\n(SARKAR et al., 2005). O agregado de trióxido mineral é um material que libera \n\ncomponentes iônicos que, interferem nas atividades enzimáticas celulares, \n\npermitindo adesão, crescimento, proliferação celular e produção de matriz \n\nmineralizada (PITT FORD et al., 1995; FELIPPE; FELIPPE; ROCHA, 2006). \n\nCom o intuito de conhecer as propriedades físico-químicas do MTA, Sarkar et \n\nal. (2005) realizaram um estudo, in vitro, para avaliar as interações do agregado com \n\nfluido tissular sintético (PBS). Os autores reportaram que, após 1 ou 2h de \n\narmazenamento, precipitados de cor branca foram observados na superfície do \n\ncimento. O estudo foi dividido em duas partes. Na primeira, as soluções com os \n\nprecipitados de 3 amostras foram analisadas em espectrômetro de absorção \n\natômica. Decorridas 2 semanas, os precipitados das amostras restantes (n=3) foram \n\nfiltrados, lavados, secos e caracterizados na micro-análise de energia dispersiva \n\n(EDAX) no MEV e difração de Raios-X (XRD).  Na segunda parte do estudo, os \n\ncanais de 2 dentes unirradiculados foram instrumentados com instrumentos \n\nrotatorios ProFile calibres 20, 25, 30 e 35 e preenchidos com MTA. Os dentes foram \n\narmazenados em PBS a 37°C por 2 meses. Decorrido esse período, os dentes \n\nforam seccionados de forma transversal e a secção correspondente ao terço apical \n\nfoi montada verticalmente em resina epóxica, polida com pasta de diamante de 1 µm \n\ne levada à microscopia ótica, MEV e EDAX para análise da interface MTA–dentina. \n\nAs concentrações de íons liberados (ppm) pelo MTA em PBS em 3 dias foram: cálcio \n\n176,67 ± 3,30, sílica 13,43 ± 0,58, ferro 2,47 ± 0,40, alumínio 2,27 ± 0,15 e magnésio \n\n\n\n 19 \n\n1,0 ± 0,1. Os cristais analisados em MEV apresentaram composição química similar \n\nà hidroxiapatita (oxigênio, cálcio e fósforo). Em menores quantidades foram \n\nencontrados traços de bismuto, sílica e alumínio. Na análise em MEV foi observada \n\na presença de uma intercamada entre o MTA e a dentina composta, principalmente, \n\nde cálcio, fósforo e oxigênio. Os autores concluíram que os íons cálcio liberados pelo \n\nagregado reagem com o fosfato proveniente do PBS formando cristais de \n\nhidroxiapatita. Os cristais de hidroxiapatita preenchem espaços microscópicos entre \n\no MTA e a parede da dentina, formando, na interface, uma camada com aparente \n\nadesão química à dentina. Os autores sugeriram ainda que o sucesso clínico obtido \n\ncom o MTA, em termos de selamento, biocompatibilidade e atividade dentinogênica, \n\npode ser atribuído a essas reações físico-químicas. \n\nUm ano mais tarde, Bozeman; Lemon; Eleazer (2006) analisaram a \n\nquantidade e o tipo de cristais formados nas superfícies do MTA branco, do MTA \n\ncinza e de um cimento experimental (Dentalcrete). Para o estudo foram empregados \n\n15 cilindros de cada material, obtidos a partir de moldes de PVC. Na primeira parte \n\ndo estudo foram comparadas a quantidade e a composição química dos cristais \n\nprecipitados. As amostras de cada material foram imersas em PBS durante 40 dias a \n\n37°C. A solução foi renovada a cada 5 dias. Os cristais foram removidos da \n\nsuperfície dos cilindros, lavados em água, secos na estufa e pesados. Em seguida, \n\nforam analisados por meio de microscopia eletrônica de varredura (MEV), difração \n\nde raios-X (XRD) e na espectroscopia de emissão atômica induzida de plasma (ICP-\n\nAES). Para fins de comparação, hidroxiapatita sintética foi analisada mediante a \n\nmesma metodologia. Na segunda parte do estudo, 3 cilindros de cada material foram \n\nsuspensos, individualmente, em 35 mL de água destilada deionizada durante 40 \n\ndias. A água foi coletada para análise da concentração de íons cálcio, sílica, \n\nalumínio, bismuto, ferro e magnésio, em períodos entre 24 e 72h, e 5, 7, 10 e 14 \n\ndias. Na análise química dos cristais, foram encontrados cálcio e fósforo de forma \n\nsimilar à hidroxiapatita sintética analisada. O MTA cinza precipitou maior quantidade \n\nde cristais de hidroxiapatita (0,82g) do que o MTA branco (0,47g). Por outro lado, o \n\nDentalcrete não apresentou precipitação de cristais. Foi observado um \n\ncomportamento similar na liberação de íons cálcio a partir dos MTAs cinza e branco \n\nnas primeiras 24h (114 mg/L e 85 mg/L, respectivamente), seguido de uma queda, e \n\num posterior aumento. Aos 14 dias não houve diferença na quantidade de íons \n\ncálcio liberados pelos cimentos MTA branco (47± 8 mg/L) e MTA cinza (55± 12 \n\n\n\n 20 \n\nmg/L). O MTA cinza liberou uma menor quantidade de íons sílica quando comparado \n\nao branco aos 14 dias. O Dentalcrete liberou menores quantidades de cálcio e sílica \n\nquando comparado com as duas formas comerciais do MTA. O MTA branco e o \n\ncinza liberaram quantidades similares de alumínio, bismuto, ferro e magnésio. Os \n\nautores confirmaram os resultados de Sarkar et al. (2005) salientando que os cristais \n\nprovenientes do MTA branco e cinza são química e estruturalmente similares  à \n\nhidroxiapatita. Foi sugerido que o preenchimento dos microporos do MTA, pela \n\nconstante precipitação de cristais, e a camada formada entre o MTA e a dentina \n\npodem explicar os resultados favoráveis obtidos nos testes de microinfiltração.  \n\nMartin et al. (2007) avaliaram o selamento proporcionado pelo MTA branco \n\nquando utilizado como tampão apical num modelo de apexificação, ex vivo. Trinta e \n\ndois canais de dentes anteriores foram instrumentados e irrigados com solução de \n\nhipoclorito de sódio 6,15% e EDTA 17%. Os dentes foram divididos em 2 grupos \n\n(n=12).  Nos canais do grupo A foi confeccionado um tampão apical de 3 a 5 mm de \n\nespessura com MTA branco. No grupo B, os condutos foram totalmente preenchidos \n\ncom o material. Quatro dentes foram utilizados como controle negativo e 4 como \n\npositivo. Depois de 48h, as amostras foram submetidas ao ensaio de microinfiltração \n\ncom o sistema de filtração de fluido pressurizado. Após o teste, as amostras foram \n\narmazenadas em PBS (pH 7,3) durante 4 semanas a 37°C, quando foram \n\nnovamente submetidas ao ensaio de microinfiltração. Os canais do grupo B \n\nmostraram melhor selamento marginal inicial quando comparado aos do grupo A. \n\nApós a imersão em tampão fosfato-salino, foi observado que o selamento marginal \n\nnos 2 grupos foi similar. Os autores concluíram que o selamento marginal \n\nproporcionado pelo MTA branco, submetido ao armazenamento em PBS, melhora \n\nao longo do tempo. \n\nRecentemente, Tay et al. (2007) desenvolveram um estudo, in vitro, com o \n\nobjetivo de caracterizar a bioatividade do cimento Portland branco (principal \n\nconstituinte do MTA branco) quando submetido ao tampão fosfato-salino. Blocos de \n\ncimento Portland, após a presa, foram imersos em PBS (pH 7,3) por 10 dias. Os \n\nprecipitados foram avaliados por meio de microanálise de energia dispersiva (EDAX) \n\nno microscópio eletrônico de varredura (MEV), difração de raios-X (XRD) e \n\nespectroscopia de luz infravermelha (FT-IR). O pH e a turgidez das soluções onde \n\nos blocos estiveram imersos também foram analisadas. Os valores do pH \n\naumentaram de 7,3 para 11,0 em 52h e declinaram  para 10,2 até ao termino do \n\n\n\n 21 \n\nperíodo experimental. Foram observados precipitados esféricos brancos com \n\nprolongamentos de forma agulheada, de 50 a 200 nm de diâmetro. A análise em FT-\n\nIR dos precipitados produzidos antes de alcançar o pH máximo (aproximadamente \n\napós 4h de imersão) mostrou anéis de difração de elétrons difusos, característicos \n\nda formação de fosfato de cálcio amorfo. A análise em MEV dos precipitados \n\ncoletados depois de 240h revelou a presença de esférulas de agregados cristalinos \n\ncompostos por uma fase de fosfato de cálcio (deficiente em cálcio), com uma razão \n\nmolar cálcio/fósforo (Ca/P) de 1,40 a 1,50. A FT-IR revelou anéis concêntricos, \n\ncaracterísticos de pequenos agregados pobremente cristalinos. Os autores \n\nconcluíram que a bioatividade do cimento Portland branco, em presença de PBS, \n\ndeve ser atribuída à formação de apatita carbonatada tipo B, deficiente em cálcio.  \n\nDiante do exposto, são objetivos deste trabalho: 1) analisar a quantidade e a \n\ncomposição química dos precipitados formados pelos cimentos ProRoot MTA, MTA \n\nBranco, MTA BIO e Portland branco com e sem cloreto de cálcio, após a imersão em \n\nPBS; 2) avaliar a interface cimento-dentina; 3) analisar o pH e a liberação de íons \n\ncálcio a partir dos cimentos empregados. \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 22 \n\nInteração dos cimentos ProRoot MTA, MTA Branco, MTA BIO e Portland \n\nbranco com a dentina. \n\n \n\n \n\n \n\n \n\nJ. F. REYES-CARMONA, W.T. FELIPPE, M.C. S. FELIPPE. \n\n \n\nFaculdade de Odontologia, Universidade Federal de Santa Catarina, Florianópolis, \n\nSanta Catarina, Brasil. \n\n \n\n \n\nPalavras-chave: Agregado de trióxido mineral (MTA), apatita carbonatada, cimento  \n\nPortland, íons cálcio, MTA BIO, pH \n\n \n\nRunning title: Interação cimentos-dentina. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAutor para correspondência: Jessie Reyes Carmona \n\nJornalista Tito Carvalho, 155 – Trindade – Florianópolis \n\nCEP: 88.040-480 - SC - Brasil \n\nFone/Fax: + 55 (0) 48 37219549 \n\ne-mail: jessreyesc@hotmail.com \n\n \n\n \n\n \n\n \n\n \n\nArtigo formatado segundo normas do International Endodontic Journal \n\n \n\n\n\n 23 \n\nResumo \n\nObjetivos Os objetivos deste estudo foram analisar a quantidade e a composição \n\nquímica do precipitado formado pelos cimentos ProRoot MTA, MTA Branco, MTA \n\nBIO e Portland branco, após imersão em tampão fosfato salino (PBS); avaliar a \n\ninterface cimento-dentina e, paralelamente, analisar o pH e a liberação de íons cálcio \n\na partir dos cimentos empregados. \n\nMetodologia Em cada secção de dentina, o espaço do canal foi ampliado a fim de \n\nobter uma cavidade padronizada com 2 mm de diâmetro. As secções foram divididas \n\naleatoriamente em 5 grupos, sendo as cavidades preenchidas com: ProRoot MTA \n\n(Grupo 1), MTA Branco (Grupo 2), MTA BIO (Grupo 3), CP1: Cimento de Portland \n\nbranco com 20% de óxido de bismuto (Grupo 4), e CP2: Cimento de Portland branco \n\ncom 20% de óxido de bismuto e 10% cloreto de cálcio (Grupo 5). Em seguida, as \n\namostras foram colocadas em recipientes plásticos contendo 15 mL de PBS e \n\nlevadas à estufa (37ºC) por um período de 2 meses. A solução tampão foi \n\nsubstituída a cada 5 dias. A cada substituição, os precipitados foram colhidos, \n\nlavados, dessecados e pesados. Aos 5, 15, 25 e 35 dias, a solução foi coletada para \n\nmedição do pH e da concentração de íons cálcio. Ao final dos 2 meses, as amostras \n\nforam processadas para avaliação, em MEV, da interface cimento-dentina. Os dados \n\nforam analisados estatisticamente em um nível de significância de 5%. \n\nResultados Em todas as amostras foi observada a formação de precipitados de \n\napatita carbonatada e a presença de uma intercamada na interface cimento-dentina. \n\nA partir da intercamada, foram observados prolongamentos penetrando nos túbulos \n\ndentinários. O ProRoot MTA e o MTA BIO formaram maior quantidade de \n\nprecipitados, geraram os valores de pH mais altos e a maior concentração de íons \n\ncálcio em todos os períodos de avaliação. \n\nConclusões O ProRoot MTA, o MTA Branco, o MTA BIO e o cimento Portland \n\nbranco têm a capacidade de dissolver alguns de seus componentes e propiciar a \n\nprecipitação de apatita carbonatada, promovendo a formação de uma intercamada \n\ncom prolongamentos que penetram nos túbulos dentinários. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 24 \n\nIntrodução \n\nO MTA é o material mais indicado para selar comunicações existentes entre a \n\ncavidade pulpar e o periodonto. Assim, ele vem sendo empregado em diferentes \n\nsituações clínicas, como em retro-obturações, no selamento de perfurações \n\nradiculares, como tampão apical e na obturação do canal (Torabinejad &amp; Chivian \n\n1999; Felippe et al. 2006).  \n\nO sucesso obtido com o uso do MTA tem sido creditado as suas propriedades \n\nbiológicas e ao efetivo selamento marginal que promove (Torabinejad et al. 1993; \n\nTorabinejad et al. 1995, Hachmeister et al. 2002). Inicialmente, pensava-se que o \n\nbom selamento era devido à ligeira expansão que o material sofre após a presa, a \n\nqual determina uma melhor adaptação às paredes dentinárias (Torabinejad et al. \n\n1995; Sluyk et al. 1998). \n\nNo entanto, recentes estudos demonstraram que o MTA precipita cristais de \n\nhidroxiapatita na presença de PBS (Sarkar et al. 2005; Bozeman et al. 2006). Sarkar \n\net al. (2005) sugeriram que os íons cálcio liberados pelo MTA reagem com grupos \n\nfosfato provenientes do PBS formando cristais de hidroxiapatita na interface MTA-\n\ndentina, os quais se aderem quimicamente à dentina. A interação do MTA com o \n\nPBS melhora o selamento marginal ao longo do tempo (Martin et al. 2007) e pode \n\nexplicar os resultados favoráveis obtidos nos testes de microinfiltração (Bozeman et \n\nal. 2006). \n\nPor razões estéticas, a tendência atual é a substituição do MTA cinza pelo \n\nbranco. Baixas concentrações de magnésio, alumínio e, principalmente, ferro são os \n\nprincipais responsáveis pela variação da cor (Asgary et al. 2005; Camilleri et al. \n\n2006). \n\nBozeman et al. (2006) observaram que o MTA cinza precipita maior \n\nquantidade de cristais de hidroxiapatita na sua superfície livre do que o MTA branco. \n\nEsta observação ganha importância em situações clínicas nas quais é preciso a \n\nobtenção de uma boa adaptação marginal, como no selamento de perfurações \n\nradiculares, de retroobturações ou no tampão apical. A menor precipitação de \n\ncristais por parte do MTA Branco poderia comprometer o selamento e, \n\nconseqüentemente, o sucesso do tratamento. \n\nApós a comercialização do MTA Branco, a empresa Angelus Soluções \n\nOdontológicas (Londrina, PR, Brasil) produziu, em laboratório, o cimento MTA BIO, \n\n\n\n 25 \n\nisento de substâncias tóxicas, particularmente arsênico (De-Deus et al. 2007), com \n\nas mesmas indicações do MTA Branco. \n\nDevido à confirmação de que o MTA é composto basicamente por cimento \n\nPortland (Estrela et al. 2000; Camilleri et al. 2005; Dammaschke et al. 2005), alguns \n\nautores sugeriram sua substituição pelo cimento Portland comum (Saidon et al. \n\n2003; Menezes et al. 2004; De-Deus &amp; Coutinho-Filho 2007; De-Deus et al. 2007).  \n\nCom a finalidade de diminuir o tempo de presa e facilitar a manipulação, o \n\ncloreto de cálcio tem sido adicionado ao MTA e ao cimento Portland (Abdullah et al. \n\n2002; Bortoluzzi et al. 2006a; Bortoluzzi et al. 2006b). Apesar de alguns estudos \n\ndemonstrarem resultados favoráveis com a adição desse produto (Abdullah et al. \n\n2002; Bortoluzzi et al. 2006a; Bortoluzzi et al. 2006b; Bortoluzzi 2007), ainda não se \n\nsabe se esse aditivo pode interferir na formação dos precipitados.  \n\nSarkar et al. (2005) identificaram a intercamada de hidroxiapatita quando o \n\nMTA cinza foi empregado. Porém, ainda não há relatos na literatura quando do \n\nemprego dos cimentos MTA Branco, MTA BIO e Portland. Diante do exposto, são \n\nobjetivos deste trabalho: 1) analisar a quantidade e a composição química dos \n\nprecipitados formados pelos cimentos ProRoot MTA, MTA Branco, MTA BIO e \n\nPortland branco com ou sem cloreto de cálcio, após a imersão em PBS; 2) avaliar a \n\ninterface cimento-dentina; 3) analisar o pH e a concentração de íons cálcio liberados \n\na partir dos diferentes cimentos empregados. \n\n \n\nMaterial e Métodos \n\nO projeto de pesquisa foi aprovado pelo Comitê de Ética em Pesquisa com \n\nSeres Humanos da Universidade Federal de Santa Catarina, sob número 133/07 \n\n(Anexo A). Foram utilizados 28 dentes humanos, unirradiculados, extraídos por \n\nmotivos alheios a esta pesquisa e doados através do Termo de Consentimento Livre \n\ne Esclarecido.  \n\nA partir de cortes transversais realizados no terço médio da raiz com disco \n\ndiamantado SBT (South Baytechnology, San Clemente, CA, U.S.A.) na máquina \n\nISOMET 1000 Low Speed Saw (Buehler Ltda., São Paulo, SP, Brasil), foram obtidas \n\n2 secções com 2 mm espessura. Em cada secção, o espaço do canal radicular foi \n\nampliado com ponta esférica diamantada a fim de obter uma cavidade padronizada \n\ncom 2 mm de diâmetro. Após a confecção das cavidades, as secções radiculares \n\nforam imersas em solução de EDTA 17% por 3 min e em solução de hipoclorito de \n\n\n\n 26 \n\nsódio 1% também por 3 min. Em seguida foram lavadas em água destilada durante 1 \n\nmin e secas.  \n\nAs secções radiculares foram divididas aleatoriamente em 5 grupos (n=11), e \n\npreenchidas com diferentes cimentos conforme descrito a seguir: \n\nGrupo 1: ProRoot MTA  (Dentsply, Tulsa Dental, Oklahoma, USA). Manipulado com \n\nágua destilada na proporção de 1g/0,26 mL. \n\nGrupo 2: MTA Branco (Angelus Soluções Odontológicas, Londrina, PR, Brasil). \n\nManipulado com água destilada na proporção de 1g/0,26 mL. \n\nGrupo 3: MTA BIO (Angelus). Manipulado com água destilada na proporção de \n\n1g/0,18 mL. \n\nGrupo 4: CP1 = Cimento Portland branco (Irajazinho, Votorantim, São Paulo, SP, \n\nBrasil) + 20% de óxido de bismuto (Seelze, Hannover, Alemanha). Manipulado com \n\nágua destilada na proporção de 1g/0,26 mL \n\nGrupo 5: CP2 = Cimento Portland branco (Irajazinho)  + 20% de óxido de bismuto \n\n(Seelze) + 10% cloreto de cálcio (Labsynth, Diadema, SP, Brasil). Manipulado com \n\nágua destilada na proporção de 1g/0,18 mL. \n\nCom a finalidade de registrar o pH e a concentração de íons cálcio liberados \n\npela dentina, uma amostra (um disco), sem cimento, foi utilizado como grupo \n\ncontrole. \n\n As proporções pó/líquido foram estabelecidas conforme Bortoluzzi (2007). \n\nImediatamente após o preenchimento, as amostras foram colocadas, \n\nindividualmente, em recipientes plásticos identificados, contendo 15 mL de PBS (pH \n\n= 7,2), e mantidas em estufa a 37ºC por 2 meses. A cada 5 dias, o PBS foi \n\nsubstituído. \n\n \n\nQuantidade e composição química dos precipitados \n\nA cada 5 dias, no momento da troca da solução, quando constatado que \n\nhouve formação de precipitados, a superfície de 10 amostras foi suavemente \n\nraspada com uma espátula. Os precipitados coletados foram lavados com água \n\ndestilada, secos em estufa a 37°C e pesados em balança analítica digital (Mettler PE \n\n160). Os pesos dos precipitados, obtidos em gramas, foram registrados e avaliados \n\nestatisticamente pelos testes ANOVA e LSD. O valor crítico de significância \n\nestatística foi de 5%. \n\n\n\n 27 \n\nA composição química dos precipitados (uma amostra de cada grupo) foi \n\ndeterminada através de micro-análise por energia dispersiva (EDAX) em microscópio \n\neletrônico de varredura (Philips SEM XL 30, Philips, Eindhoven, Netherlands). Foram \n\nrealizadas 3 avaliações pontuais por amostra. Com a finalidade de analisar o \n\naspecto ultra-estrutural, os precipitados foram fotografados com aumentos variáveis \n\n(125-8.000 X). \n\n \n\nAnálise da interface cimento-dentina \n\nDecorridos os 2 meses de imersão em PBS, as amostras foram lavadas em \n\nágua destilada por 2h e tratadas segundo metodologia empregada por Perdigão et \n\nal. (1999). As amostras foram fixadas durante 12h a 4?C em glutaraldeído 2,5% \n\ntamponado com solução fosfato 0,2 M. Na seqüência, foi realizada a lavagem em \n\ntampão fosfato 0,2 M durante 1h com 2 trocas, seguida de uma breve lavagem com \n\nágua deionizada. A desidratação foi feita em concentrações ascendentes de álcool \n\netílico. Em seguida, as amostras foram imersas em hexametildisilazano (HMDS) \n\n(Baker Ink, Kirwan, Qld, Austrália) durante 10 min. \n\nConcluída a fixação e a desidratação, as amostras foram submetidas ao \n\nembutimento a frio com resina acrílica (Vigodent, São Paulo, SP, Brasil). \n\nApós a polimerização da resina, cada uma das superfícies a ser avaliada foi \n\nlixada com lixa de carbeto de silício 1200, 1500, 2000 e polida com abrasivo à base \n\nde alumina de 1, 0,3 e 0,05 µm de granulação em lixadeira elétrica rotativa Politriz \n\n(APL-40, São Paulo, SP, Brasil). A cada troca de lixa e de abrasivo o corpo-de-prova \n\nfoi lavado em água destilada e limpo em ultrassom (Termotrom, São Paulo, SP, \n\nBrasil) por 5 min. \n\nConcluído o polimento, as amostras foram imersas em ácido clorídrico 6 M \n\ndurante 30 s e logo após, lavadas em água deionizada. Depois, foram imersas em \n\nsolução de hipoclorito de sódio 2% durante 10 min, e posteriormente, foi realizada a \n\nlavagem final em água deionizada pelo mesmo período de tempo. As amostras \n\nforam secas em estufa a 37° C durante 48h e em seguida fixadas em uma base \n\ncilíndrica de metal (stubs). \n\n O conjunto foi recoberto com uma camada de ouro de 300 Å. Os espécimes \n\nforam examinados ao microscópio eletrônico de varredura (Philips SEM XL 30), \n\noperando com 15 Kv. \n\n\n\n 28 \n\nA região da interface cimento-dentina foi analisada em diferentes aumentos \n\n(15-3.000x) a fim de verificar se houve ou não a formação da intercamada. Quando \n\nconstatada, a sua composição química por elementos foi determinada através de 3 \n\navaliações pontuais por amostra, por meio de microanálise por energia dispersiva \n\n(EDAX). Os dados obtidos foram registrados, agrupados e avaliados \n\nestatisticamente pelo teste ANOVA e o teste LSD para comparações entre os \n\ngrupos. O valor crítico de significância estatística foi de 5%. \n\n \n\nObtenção das medidas de pH e concentração de íons cálcio. \n\n  A solução tampão, substituída aos 5, 15, 25 e 35 dias, foi filtrada e \n\narmazenada em recipientes plásticos individuais, previamente tratados com ácido \n\nnítrico 5% v/v por 24h e lavados com água deionizada pelo mesmo período de \n\ntempo.  \n\nImediatamente após a coleta da solução (PBS) em contato com as amostras, \n\na determinação do pH foi feita através de um pH-metro (INSTRUTHERM, PH-1700, \n\nSão Paulo, SP, Brasil). As leituras foram realizadas em 5 amostras de cada grupo, \n\nescolhidas aleatoriamente. As medidas foram registradas, agrupadas e avaliadas \n\nestatisticamente pelos testes ANOVA e LSD. O valor crítico de significância \n\nestatística foi de 5%. \n\nAs medidas de concentração de íons cálcio foram feitas em 3 amostras de \n\ncada grupo, escolhidas aleatoriamente, utilizando um espectrômetro de absorção \n\natômica (HITACHI, Tókio, TK, Japão), modelo Z -8230 Polarized Zeeman. Os dados \n\nforam registrados e submetidos à análise descritiva. \n\nCom a finalidade de registrar o pH e a concentração de íons cálcio liberados \n\npela dentina, uma amostra (um disco), sem cimento, também foi imersa em 15 mL \n\nde PBS por 2 meses e a solução substituída a cada 5 dias. \n\n \n\nResultados \n\n \n\nQuantidade e composição química dos precipitados \n\nA formação de precipitados teve inicio na primeira hora após a imersão das \n\namostras em PBS e foi observada até 25 dias. O ProRoot MTA acumulou maior \n\nquantidade de precipitados quando comparado ao CP1 (p<0,001) e ao CP2 \n\n\n\n 29 \n\n(p=0,014). O MTA BIO formou maior quantidade de precipitados do que o MTA \n\nBranco (p=0,007), CP1 (p<0,001) e CP2 (p=0,001) (Tabelas 1 e 2). \n\nNas amostras destinadas à análise da composição química, a observação em \n\nMEV revelou a presença de precipitados com diferentes morfologias (Fig. 1). Os \n\nresultados obtidos a partir das médias das 3 avaliações pontuais por amostra \n\nindicaram, principalmente, a presença de cálcio, fósforo, oxigênio e sódio (Fig. 2). \n\nDependendo da área analisada foram encontradas diferentes proporções \n\ncálcio/fósforo (Ca/P). Os precipitados esféricos com prolongamentos agulheados \n\n(Fig. 2a) estavam compostos principalmente por cálcio e fósforo. Em menor \n\nquantidade foram identificados carbono e oxigênio. A razão molar Ca/P variou de \n\n1,40 a 1,42. Os precipitados em forma de pétalas de flor (Fig. 2c) apresentaram \n\ncomposição química similar aos primeiros, com uma razão molar Ca/P de 1,41 a \n\n1,55.  Também foram observados precipitados mais compactos e aglomerados \n\nlembrando esponjas (Fig. 2e) com uma razão molar Ca/P de 1,60 a 1,63. \n\nDiferentemente dos primeiros, nestes foi detectada pequena quantidade de \n\nmagnésio. Os espectros obtidos no EDAX, a partir das três formas de precipitados, \n\nsão apresentados nas figuras 2b, 2d e 2f. \n\n \n\nInterface cimento-dentina \n\nNa visualização em MEV foi possível distinguir cimento, intercamada e \n\ndentina (Fig. 3a). A intercamada foi identificada em todas as amostras dos grupos \n\nexperimentais e independentemente do grupo apresentou tamanho e forma \n\nirregulares. Na tabela 3, encontram-se resumidos os dados obtidos a partir das \n\nmédias das 3 avaliações pontuais por amostra, referentes à composição química dos \n\ncimentos, da intercamada e da dentina.  \n\nEm todas as amostras foram observadas pequenas áreas de separação entre \n\no cimento e a intercamada. Nas amostras dos grupos 4 e 5, em algumas regiões, foi \n\npossível observar áreas de separação entre a intercamada e a dentina. \n\nOs cimentos Portland (CP1 e CP2) apresentaram maior quantidade de \n\nalumínio e enxofre do que as formas comerciais do MTA (p<0,001). O ProRoot MTA \n\napresentou maior quantidade de alumínio e ferro quando comparado ao MTA Branco \n\n(p<0,001). O MTA BIO apresentou maior quantidade de alumínio do que o MTA \n\nBranco (p<0,001). \n\n\n\n 30 \n\nA intercamada mostrou constituição diferente da dos cimentos, sendo \n\ncomposta principalmente por íons cálcio e fosfóro. A razão molar Ca/P variou de \n\n1,54 a 1,63. \n\nA partir da intercamada foram observados prolongamentos que se estendiam \n\npara o interior dos túbulos dentinários (Fig. 3b). Dependendo do grupo, os \n\nprolongamentos apresentaram diferentes morfologias e densidades. Assim na \n\nanálise das fotomicrografias (250X), áreas representativas de cada amostra foram \n\nselecionadas e receberam os seguintes escores (modificado de Ferrari et al. 2001; \n\nVichi et al. 2002a) (Fig. 4). \n\n0: sem prolongamentos.  \n\n1: prolongamentos curtos e em menor densidade.  \n\n2: prolongamentos em maior densidade sem ramificações laterais.  \n\n3: prolongamentos longos e em maior densidade com ramificações laterais.  \n\nFotomicrografías a maiores aumentos foram realizadas com a finalidade de \n\ndocumentar a morfologia dos prolongamentos e das ramificações laterais. \n\nOs escores registrados e agrupados foram avaliados estatisticamente pelos \n\ntestes de Kruskal-Wallis e Mann-Whitney O valor crítico de significância estatística \n\nfoi de 5%. Os resultados são apresentados na tabela 4.  \n\nO MTA BIO, o ProRoot MTA e o MTA branco apresentaram os maiores \n\nescores médios, ou seja, apresentaram prolongamentos mais longos e em maior \n\ndensidade quando comparados aos dos outros grupos (Fig. 5, 6 e 7). Nas amostras \n\ndos grupos 1, 2 e 3 foi possível observar a presença de ramificações laterais a partir \n\ndos prolongamentos. As amostras dos grupos 4 (CP1) e 5 (CP2) apresentaram \n\nprolongamentos mais curtos e em menor densidade (Fig. 8, 9). Houve diferença \n\nsignificativa quando comparado o CP2 ao ProRoot MTA (p=0,040) e ao MTA BIO \n\n(p=0,002)(Tabela 5).   \n\n A intercamada, os prolongamentos e a dentina apresentaram composição \n\nsemelhante, exceto pela maior quantidade de fósforo presente nos prolongamentos \n\n(p=0,008) e a ausência de sílica na dentina (p=0,275). \n\n \n\npH e concentração de íons cálcio \n\nA tabela 6 apresenta a média dos valores de pH das soluções em contato \n\ncom as amostras dos grupos experimentais. Independentemente do grupo, o pico do \n\npH foi registrado no quinto dia (de 9,4 a 11,0). No décimo quinto dia, houve uma \n\n\n\n 31 \n\nqueda em todas as amostras (de 8,8 a 7,7). Nos períodos subseqüentes (25 e 35 \n\ndias), os níveis de pH permaneceram relativamente estáveis (de 7,4 a 7,7). As \n\namostras do grupo 3 (MTA BIO) apresentaram o pH mais alto em  todos os \n\nintervalos. O pH da solução em contato com o disco de dentina permaneceu em 7,2 \n\ndurante todo o período de avaliação. \n\n A tabela 7 apresenta a média e a somatória da concentração de íons cálcio. \n\nNo geral, as amostras do Grupo 3 (MTA BIO) liberaram maior quantidade de íons \n\ncálcio durante todo o período experimental (35 dias). Apesar da diferença entre as \n\nconcentrações, foi possível perceber um padrão semelhante entre os grupos. Houve \n\num aumento considerável do quinto ao décimo quinto dia, a partir do qual foi \n\ngradativamente diminuindo até o vigésimo quinto dia, quando se manteve estável \n\naté o final do experimento. Na solução em contato com o disco de dentina vazio, foi \n\npossível detectar pequenas concentrações de íons cálcio nas amostras colhidas em \n\ntodos os períodos experimentais. \n\n \n\nDiscussão  \n\n O objetivo deste estudo foi analisar a interação dos diferentes cimentos com a \n\ndentina após a imersão em PBS. Foram avaliadas a quantidade e a composição \n\nquímica do precipitado formado, a interface cimento-dentina, o pH e a liberação de \n\níons cálcio. \n\nA formação de precipitados teve início na primeira hora pós-imersão. Aos 5 \n\ndias, a superfície das amostras apresentava-se inteiramente recoberta. Estas \n\nobservações reforçam os achados de Sarkar et al. (2005), Bozeman et al. (2006) e \n\nTay et al. (2007). Sarkar et al. (2005) e Bozeman et al. (2006) caracterizaram os \n\nprecipitados como sendo hidroxiapatita, enquanto Tay et al. (2007) reportaram a \n\nformação de apatita carbonatada.   \n\nA avaliação ultraestrutural e a análise química pontual em MEV, permitiram \n\nverificar a presença de precipitados com diferentes formas e proporções Ca/P. Em \n\nmaior quantidade foram observados precipitados esféricos com prolongamentos \n\nagulheados (“aciculars”). Tay et al. (2007) também observaram esse tipo de \n\nformação 10 dias após a imersão do cimento Portland branco em PBS. Segundo os \n\nautores esses precipitados estão presentes durante a transformação do fosfato de \n\ncálcio em apatita, a qual é pH dependente. A ocorrência dos prolongamentos \n\naciculares é conseqüência da atividade superficial das apatitas, ou seja, elas \n\n\n\n 32 \n\nincorporam e substituem elementos na sua estrutura, que resultam em alterações \n\nmorfológicas (Aparecida et al. 2007). Os precipitados em forma de pétalas de flor \n\n(“nano-sized flaky crystalites”) e os compactos lembrando esponjas (“dune-like \n\nlayer”), ainda não foram reportados na literatura quando do emprego do MTA e do \n\ncimento Portland. Precipitados em forma de pétalas de flor foram observados na \n\nsuperfície de materiais recobertos por hidroxiapatita 14 dias após a sua imersão em \n\nPBS (Weng et al. 1997; Knor et al. 2003; Shucong et al. 2005). Já os precipitados \n\ncompactos tipo esponjas foram observados, no período de 4 a 28 dias recobrindo \n\nmateriais a base de silicato tricálcico imersos em PBS (Zhao et al. 2005). A \n\nquantidade, o tamanho e a morfologia dos precipitados podem estar na dependência \n\ndo tempo de contato dos cimentos com o PBS (Knor et al. 2003).  \n\nA observação das diferentes formas ultra-estruturais, somada aos resultados \n\nda análise da composição química e da proporção Ca/P dos precipitados nos \n\npermite deduzir que são formações de apatita carbonatada.  \n\nA apatita carbonatada é também conhecida como apatita biológica (Tadic et \n\nal. 2002). Ela compõe a fase mineral do tecido duro (osso, dentina e cimento), \n\nporém, não apresenta a mesma composição química da hidroxiapatita teórica - \n\nCa10(PO4)6(OH)2. A apatita carbonatada contém pequenas quantidades de \n\nmagnésio, sódio, fosfato, flúor e cloro e apresenta a seguinte fórmula: (Ca, \n\nMg,Na)10(PO4 HPO4 CO3)6(OH)2 (Tay et al. 2007).  \n\nNa análise da composição química dos precipitados foi detectada a presença \n\nde sódio, cloro e magnésio (Fig.2b, 2d, 2f). Esses elementos, especialmente o \n\nmagnésio, são incorporados na estrutura dos precipitados substituindo o cálcio \n\ndurante a formação de apatita biológica (Martinez et al. 2000).  \n\nSegundo Aparecida et al. (2007), em pH fisiológico a formação de apatita \n\ncarbonatada pode ser descrita como um processo que ocorre em duas etapas. Na \n\nprimeira, a razão Ca/P dos precipitados é inferior a 1,5 e está associada a um \n\naumento no pH da solução. Na segunda, há um aumento na razão Ca/P e queda do \n\npH. Como observado no início deste estudo, os valores de pH (11,0-9,4) indicaram \n\nalcalinização da solução. Na leitura do pH do décimo quinto dia foi observada uma \n\nqueda do pH (8,8-7,7), fato que pode ser atribuído à incorporação dos íons OH-, \n\nliberados pelos cimentos, à estrutura da apatita (Martinez et al. 2000; Tay et al. \n\n2007).  \n\n\n\n 33 \n\nCom base nestas informações, é possível deduzir que inicialmente é formada \n\numa fase de fosfato de cálcio, a qual atua como precursora da fase secundária \n\ndurante a qual é formada a apatita carbonatada. \n\nA bioatividade é uma expressão que descreve os efeitos benéficos de um \n\nmaterial implantado em tecido vivo. A capacidade do material de interagir com o \n\ntecido permite a integração do biomaterial ao ambiente receptor. Quando um \n\nmaterial bioativo é implantado, uma série de reações bioquímicas e biofísicas ocorre \n\nna interface implante-tecido, resultando na formação de uma camada de apatita \n\ncarbonatada (Hench 1991). A bioatividade do MTA e do cimento Portland pode ser, \n\nentão, atribuída a sua capacidade de formar apatita carbonatada, importante na \n\nformação e manutenção da interface material-tecido ósseo (Yu et al. 2005; Zhao et \n\nal. 2005). Isso pode explicar o potencial do MTA de estimular o reparo e promover a \n\ndeposição de tecido mineralizado. Como a formação da apatita foi confirmada na \n\nsuperfície dos 5 cimentos testados, todos eles podem ser considerados cimentos \n\nbioativos. \n\nAs amostras de todos os grupos revelaram a formação de uma intercamada \n\nna interface cimento-dentina, constituída principalmente por cálcio, fósforo, carbono \n\ne oxigênio.  Esta composição, similar a dos precipitados, sugere que a constante \n\nformação de apatita carbonatada colabora com a penetração e compactação dos \n\nprecipitados nos espaços entre o cimento e a dentina (Sarkar et al. 2005).   \n\nEste estudo, além da presença da intercamada já identificada por Sarkar et al. \n\n(2005), reporta a formação de prolongamentos que têm origem na intercamada e se \n\nestendem para o interior dos túbulos dentinários, semelhantes aos “tags” reportados \n\nna interface resina-dentina (Ferrari et al. 2001; Vichi et al. 2002a; Vichi et al. 2002b; \n\nGrandini et al. 2004). Na microanálise por energia dispersiva, os prolongamentos, \n\napesar de apresentarem maior quantidade de íons sílica, revelaram composição \n\nquímica similar à intercamada e à dentina. \n\nDiante deste achado, uma hipótese deve ser considerada. Sabe-se que para \n\ngerar um mecanismo de adesão à dentina é necessário um material com moléculas \n\nhidrofílicas, com afinidade pela umidade própria do tecido (Kugel &amp; Ferrari 2000).  \n\nAlguns autores reportaram que o MTA (Sarkar et al. 2005; Bhambra et al. 2007) e o \n\nsilicato tricálcico (Zhao et al. 2005), principal componente do MTA e do cimento \n\nPortland, quando em contato com PBS, têm a capacidade de dissolver alguns de \n\nseus componentes no meio, principalmente cálcio, sílica e magnésio, os quais teriam \n\n\n\n 34 \n\nsua difusão facilitada pela permeabilidade dentinária. No interior dos túbulos, os íons \n\ncálcio reagiriam com os grupos fosfatos provenientes do PBS, precipitando \n\ninicialmente fosfato de cálcio. Em seguida, os precipitados de fosfato de cálcio \n\nincorporariam outros elementos na sua estrutura, evoluindo até a formação da \n\napatita carbonatada. A constante formação dos precipitados ajudaria, não somente \n\nna formação da intercamada, como também favoreceria a formação dos \n\nprolongamentos. Esse mecanismo, teoricamente, na fase inicial já poderia propiciar \n\na retenção do cimento na dentina, mediante um processo de microembricamento \n\nmecânico. Yuan et al. (2000) afirmaram que um material com a capacidade de \n\nprecipitar apatita na sua superfície, e que se encontre justaposto a um tecido \n\ncalcificado, pode formar uma adesão química entre a camada e o tecido. Assim, o \n\nprocesso de adesão entre o MTA ou cimento Portland e a dentina não seria somente \n\nmecânico, mas envolveria um processo contínuo de intercâmbio iônico entre o \n\ncimento, o PBS e a dentina, o qual seria responsável pela adesão química sugerida \n\npor Sarkar et al. (2005). \n\nÉ preciso considerar que, previamente ao preenchimento com os diferentes \n\ncimentos, as secções de dentina foram tratadas com soluções de EDTA 17% e de \n\nhipoclorito de sódio 1%. As soluções promoveram a remoção do smear layer e \n\ndesobstruíram as entradas dos túbulos dentinários (Teixeira et al. 2005), permitindo \n\na formação dos precipitados e conseqüentemente dos prolongamentos no seu \n\ninterior.   \n\nA relação desses prolongamentos com a retenção do material e a efetividade \n\ndo selamento marginal ainda não está definido e será alvo de futura investigação. \n\nA formação de prolongamentos mais longos e a presença de ramificações \n\nlaterais evidenciaram a maior capacidade de difusão dos componentes dos \n\ncimentos, penetrando inclusive nos canalículos (intercomunicações tubulares). \n\nApesar de todos os cimentos terem proporcionado a formação da intercamada e dos \n\nprolongamentos, cabe ressaltar que as amostras do ProRoot MTA, do MTA Branco e \n\ndo MTA BIO apresentaram ramificações laterais nos prolongamentos. No entanto, o \n\ncimento Portland com ou sem aditivo apresentou prolongamentos mais curtos e em \n\nmenor densidade. Esses achados sugerem que, por algum motivo, os componentes \n\niônicos das duas formas experimentais do cimento Portland não conseguiram \n\ndifundir tão profundamente na dentina quanto os dos MTAs. Uma possível \n\nexplicação pode estar no fato de que os cimentos Portland (CP1 e CP2) liberaram \n\n\n\n 35 \n\numa menor quantidade de íons cálcio que precipitaram antes de uma efetiva difusão \n\npelos túbulos e os canalículos.  \n\n Estudos prévios mostraram que formas comerciais do MTA e do cimento \n\nPortland conseguem liberar íons cálcio por 48 (Bortoluzzi 2007) e 168 h (Duarte et \n\nal. 2003). Neste estudo foi possível observar a liberação de íons cálcio por até 35 \n\ndias. Quando avaliada a média da concentração de íons cálcio, o cimento Portland \n\ncom adição de cloreto (CP2) liberou maior quantidade nos primeiros cinco dias, \n\nquando comparado ao seu homólogo (CP1). No entanto, nos períodos subseqüentes \n\ne no somatório do período de avaliação (35 dias) a concentração de íons cálcio foi \n\nsemelhante para os dois materiais.  \n\n  É sabido que a dissolução iônica é um passo primordial para a precipitação \n\nde apatita (Knor et al. 2003). Segundo Weng et al. (1997) a formação e a nucleação \n\nde apatita são proporcionais à concentração de íons presentes no meio. O ProRoot \n\nMTA e o MTA BIO liberaram maior quantidade de íons cálcio e, conseqüentemente, \n\npromoveram uma maior formação de precipitados, os quais parecem ter influenciado \n\npositivamente a formação da intercamada e dos prolongamentos.  \n\nA capacidade de precipitar maior quantidade de apatita carbonatada pode ser \n\nsignificativa sob o ponto de vista do selamento marginal. Como evidenciado neste \n\nestudo o melhor desempenho do ProRoot MTA e do MTA BIO, quanto à formação \n\ndos precipitados, da intercamada e dos prolongamentos, sugere que esses cimentos \n\npodem apresentar um melhor selamento marginal quando comparados a outros \n\nmateriais. Estudos estão sendo conduzidos para avaliar a influência da intercamada \n\ne dos prolongamentos no selamento marginal e na resistência de união dos \n\ncimentos à dentina. \n\n \n\nConclusões  \n\nOs cimentos ProRoot MTA, MTA Branco, MTA BIO e Portland branco se mostraram \n\nbioativos, ou seja, dissolveram alguns de seus componentes no meio e propiciaram \n\na formação de precipitados de apatita carbonatada, os quais promoveram a \n\nformação de uma intercamada na interface cimento-dentina com prolongamentos \n\nque penetraram nos túbulos dentinários. Os cimentos proporcionaram uma elevação \n\ndo pH e liberaram íons cálcio por até 35 dias. O ProRoot MTA e o MTA BIO \n\nformaram maior quantidade de precipitados, geraram os valores de pH mais altos e \n\na maior concentração de íons cálcio em todos os períodos de avaliação.  \n\n\n\n 36 \n\nReferências \n\n \n\nAbdullah D, Pittford TR, Papaioannou S, Nicholson J, Mcdonald F (2002) An \nevaluation of accelerated Portland cement as a restorative material. Biomaterials  23, \n4001-10.  \n \nAl-Hezaimi K, Naghshbandi J, Oglesby S, Simon J H, Rotstein I (2006) Human saliva \npenetration of root canals obturated with two types of mineral trioxide aggregate \ncements. Journal of Endodontics 32, 425-8. \n \nAparecida HA, Lia Fook MV, dos Santos ML, Guastaldi AC (2007) Estudo da \ninfluencia dos ions K+, Mg2+, SO4\n\n2-  and CO3\n2- na cristalizacao biomimetica de fosfato \n\nde cálcio amorfo (acp) e fosfato octacálcico (OCP). Química Nova  30, 892-6. \n \nAsgary S, Parirokh M, Eghbal MJ, Brink F (2005) Chemical differences between \nwhite and gray mineral trioxide aggregate. Journal of Endodontics 31,101-03. \n \nBhambra J, Chou LL, Hutter JW (2007)The dissolution of Ca and Si ions from mineral \ntrioxide aggregate (MTA) and two modified versions of MTA in culture medium. \n(Abstract) Journal of Endodontics (Suppl OR 15), 332. \n \nBortoluzzi EA, Broon NJ, Bramante CM, Garcia RB, Moraes IG, Bernardineli NR \n(2006a) Sealing ability of MTA and radiopaque portland cement with or without \ncalcium chloride for root end filling. Journal of Endodontics 32, 897-900. \n \nBortoluzzi EA, Broon NJ, Duarte MAH, Demarchki ACCO, Bramante CM (2006b) The \nuse of a setting accelerator and its effect on pH and calcium ion release of mineral \ntrioxide aggregate and white Portland cement. Journal of Endodontics 32,1194-7. \n \nBortoluzzi, EA (2007) Influência do cloreto de cálcio na toma de presa, solubilidade, \ndesintegração, pH e atividade antimicrobial do MTA e do cimento Portland com \nradioopacificador [Tese de Doutorado]. Araraquara, Brasil: Universidade de São \nPaulo. \n \nBozeman TB, Lemon RR, Eleazer PD (2006). Elemental analysis of crystal \nprecipitate from gray and white MTA. Journal of Endodontics  32, 425-8. \n \nCamilleri J, Pitt ford TR (2006) Mineral trioxide aggregate: a review of the \nconstituents and biological properties of the material. International Endodontic \nJournal 39, 747-54. \n \nDammaschke T, Gerth HU, Zuchner H, Schafer E (2005) Chemical and physical \nsurface and bulk material characterization of white ProRoot MTA and two Portland \ncements. Dental Materials 21, 731-8. \n \nDe-Deus G, Coutinho-Filho T (2007) The use of white Portland cement as an apical \nplug in a tooth with a necrotic pulp and wide-open apex: a case report. International \nEndodontic Journal 40, 653–60. \n \n\n\n\n 37 \n\nDe-Deus G, Reis C, Brandão C, Fidel S, Fidel RA (2007) The ability of Portland \ncement, MTA and MTA Bio to prevent through and through fluid movement in \nrepaired furcal perforations. Journal of Endodontics 33, 1374-77.  \n \nDuarte MA, Demarchi AC, Yamashita JC, Kuga MC, Fraga S de C (2003) pH and \ncalcium íon release of 2 root-end filling materials. Oral Surgery Oral Medicine Oral \nPathology Oral Radiology and Endodontology  95, 345-7. \n \nEstrela C, Bammann LL, Estrela CR, Silva RS, Pécora JD (2000) Antimicrobial and \nchemical study of MTA, Portland cement, calcium hydroxide paste, Sealapex and \nDycal. Brazilian Dental Journal 11, 3-9. \n \nFelippe WT Felippe MCS Rocha MJC (2006) The effect of mineral trioxide aggregate \non the apexification and periapical healing of teeth with incomplete root formation. \nInternational Endodontic Journal  39,  2-9. \n \nFerrari M, Vichi A, Grandini S (2001) Efficacy of different techniques on bonding to \nroot canal walls: an SEM investigation. Dental Materials 17, 422–9. \n \nGrandini S, Sapio S, Goracci C, Monticelli F, Ferrari M (2004) A one step procedure \nfor luting glass fibre posts: an SEM evaluation. International Endodontic Journal 37, \n679–86. \n \nHachmeister DR, Schindler WG, Walker III WA, Thomas DD (2002) The sealing \nability and retention characteristics of mineral trioxide aggregate in a model of \napexification. Journal of Endodontics 28, 386-90. \n \nHench LL (1991) Bioceramics: from concepts to clinic. Journal of American Ceramics \nSociety 74, 1487-510. \n \nKnor KA, Li H, Cheang P, Boey SY (2003) In vitro behavior of HVOF sprayed calcium \nphosphate splats and coatings. Biomaterials 24, 723-35. \n \nKugel G, Ferrari M (2000) The science of bonding: from first to sixth generation. \nJournal of the American Dental Association 131, 20-5. \n \nMartin RL, Monticelli F, Brackett WW, et al. (2007) Sealing properties of mineral \ntrioxide aggregate orthograde apical plugs and root fillings in an in vitro apexification \nmodel. Journal of Endodontics 33, 272-5. \n \nMartinez-Pérez CA, Martinez-Villafane A, Romero-Garcia J (2000) Hidroxiapatite \nformation in polymerics superficies by a biomimetic method. Revista Mexicana de \nIngenieria Biomedica 21, 137- 41. \n \nMenezes R, Bramante CM, Letra A, Carvalho VG, Garcia RB (2004) Histologic \nevaluation of pulpotomies in dog using two types of mineral trioxide aggregate and \nregular and white Portland cements as wound dressings. Oral Surgery Oral Medicine \nOral Pathology  Oral Radiology and Endodontology  98, 376-9. \n \n\n\n\n 38 \n\nPerdigão J, Van Meerbeek B, Lopes MM, Ambrose WW (1999) The effect of a re-\nwetting agent on dentin bonding. Dental Materials 15, 282-95. \n  \nSaidon J, He J, Zhu Q, Safavi K, Spanberg LS (2003) Cell and tissue reactions to \nmineral trioxide aggregate and Portland cement. Oral Surgery Oral Medicine Oral \nPathology Oral Radiology  and Endodontology 95, 483-9. \n \nSarkar NK, Caicedo R, Ritwik P, Moiseyena R, Kawashima I (2005) Physiochemical \nbasis of the biologic properties of Mineral Trioxide Aggregate. Journal of Endodontics \n31, 97-100. \n \nShucong YU, Kithva PH, Rajendra K, Philip C, Knor KA (2005) In vitro apatite \nformation and its growths kinetics on hydroxiapatite/polyetheretherketone \nbiocomposites. Biomaterials 26, 2343-52. \n \nSluyk SR, Moon PC, Hartwell GR (1998) Evaluation of setting properties and \nretention characteristics of mineral trioxide aggregate when used as a furcation \nperforation repair material. Journal of Endodontics 24, 768-71. \n \nSteenbecker G (2003) Dental adhesion fundaments. In: Henostroza G, ed. Adhesion \nin restorative dentistry, 20a edn; pp. 27-53.Curitiba, Brasil: Maio.  \n \nTadic D, Peters F, Epple M (2002) Continuous synthesis of amorphous carbonated \napatites. Biomaterials 23, 2553–9. \n \nTay F.R, Pashley DH, Rueggeberg FA, Loushine RJ, Weller RN (2007) Calcium \nphosphate phase transformation produced by the interaction of the Portland cement \ncomponent of white mineral trioxide aggregate with a phosphate-containing fluid. \nJournal of Endodontics 33, 1347-51. \n \nTeixeira C.S., Felippe M C, Felippe WT (2005) The effect of application time of EDTA \nand NaOCl on intracanal smear layer removal: an SEM analysis. International \nEndodontic Journal  38, 285-90. \n \nTorabinejad M., Chivian N. (1999) Clinical applications of mineral trioxide aggregate. \nJournal of Endodontics 25,197-205. \n\n \nTorabinejad M, Watson TF, Pitt Ford TR (1993) Sealing ability of a mineral trioxide \naggregate when used as a root end filling material. Journal of Endodontics 19, 591-5. \n \nTorabinejad M, Rastegar AF, Kettering JD, Pitt Ford TR (1995) Bacterial leakage of \nmineral trioxide aggregate as a root-end filling material. Journal of Endodontics \n21,109-12. \n \nTziafas D, Pantelidou O, Alvanou A, Belibasakis G, Papadimitriou S (2002) The \ndentinogenic effect of mineral trioxide aggregate (MTA) in short-term capping \nexperiments. International Endodontic Journal  35, 245-54. \n \n\n\n\n 39 \n\nVichi A, Grandini S, Davidson CL, Ferrari M (2002a) An SEM evaluation of several \nadhesive systems used for bonding fibre posts under clinical conditions. Dental \nMaterials 18, 495–502. \n \n\nVichi A, Grandini S, Ferrari M (2002b) Comparison between two clinical procedures \nfor bonding fibre posts into a root canal: a microscopic investigation. Journal of \nEndodontics  28, 355–60. \n \nWeng J, Liu Q, Wolke JG, Zhang X, deGroot K (1997) Formation and characteristics \nof the apatite layer on plasma sprayed hydroxiapatite coatings in simulated body \nfluid. Biomaterials 18, 1027-35. \n  \nYu S, Hariram KP, Kumar R, Cheang P, Aik KK (2005) In vitro apatite formation and \nits growth kinetics on hydroxyapatite/polyetheretherketone biocomposites. \nBiomaterials 26, 2343-52. \n \nYuan H, Li Y,  de Brujin JD, de Groot R, Zhang X (2000) Tissue responses of calcium \nphosphate cement: a study in dogs. Biomaterials  21, 1283-90. \n \nZhao W, Wang J, Zhai W, Wang Z, Chang J (2005) The self-setting properties and in \nvitro bioactivity of tricalcium silicate. Biomaterials  26, 6113-21. \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 40 \n\nTabela 1 – Valores do peso total (gramas) dos precipitados formados pelos \ncimentos. \n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão \nProRoot MTA 10 0,08 0,08 0,07 0,09 0,01 \nMTA Branco 10 0,07 0,07 0,05 0,08 0,01 \nMTA BIO 10 0,10 0,09 0,03 0,16 0,04 \nCP1 10 0,04 0,04 0,02 0,13 0,03 \nCP2 10 0,06 0,05 0,04 0,09 0,01 \n \nTabela 2 – Valores de p nas comparações dos grupos dois a dois em relação ao \npeso dos precipitados. \n\n \n \n \n \n \n \n\n*Indicam significância estatística \n \n\nTabela 3 - Composição semiquantitativa por elementos (peso percentual) dos \ncimentos, da intercamada (IC), dos prolongamentos (P) e da dentina (D).  \n\n \nTabela 4 – Valores dos escores atribuídos aos prolongamentos. \n\n \n \n \n \n \n \n \n\n \nTabela 5 – Valores de p nas comparações dos grupos dois a dois em relação aos \nescores dos prolongamentos. \n \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,432 0,758 0,202 0,040* \nMTA Branco  0,240 0,690 0,354 \nMTA BIO   0,060 0,002* \nCP1    0,622 \n*Indicam significância estatística \n\nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,106 0,256&lt;0,001* 0,014* \nMTA Branco  0,007 0,040* 0,372 \nMTA BIO  &lt;0,001* 0,001* \nCP1    0,230 \n\n Ca P Al Si Bi Fe Mg O S C Na \nProRoot MTA 24,40 0,89 7,18 21,97 13,96 9,02 2,90 17,83 1,30 6,34 0,14 \nMTA Branco 22,99 0,50 4,06 25,94 13,68 0,06 2,38 12,51 1,81 16,49 0,74 \nMTA BIO 25,07 0,37 6,33 22,88 18,54 0,46 1,01 11,96 0,39 12,35 0,58 \nCP1 16,88 0,03 7,09 28,40 7,47 1,10 12,65 12,18 5,48 9,93 0,24 \nCP2 20,99 0,36 7,98 22,87 8,17 1,65 9,43 12,18 5,47 9,93 0,98 \nIC 44,33 8,69 1,04 3,26 1,53 0,25 0,97 14,98 0,00 24,49 0,86 \nP 37,81 14,87 0,89 7,86 0,00 0,00 0,58 21,01 0,00 16,00 0,21 \nD 45,50 12,91 0,26 1,01 0,00 0,00 0,62 19,73 0,00 10,96 0,02 \n\nGrupos Média Mediana Mínimo Máximo Desvio padrão \nProRoot MTA 2,57 3 1 3 0,79 \nMTA Branco 2,20 2 1 3 0,84 \nMTA BIO 2,78 3 2 3 0,44 \nCP1 2,00 2 1 3 0,71 \nCP2 1,75 2 1 2 0,46 \n\n\n\n 41 \n\nTabela 6 – Valores do pH da solução em contato com as amostras dos diferentes \ngrupos. \n\n \n \n  \n \n \n\n \n \n \n\n \n \nTabela 7 – Valores da concentração de íons cálcio (mg/L) obtidos a partir da solução \nem contato com as amostras dos diferentes grupos. \n \n\n \n \n \n \n \n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGrupos 5° dia 15° dia 25° dia 35° dia \nProRoot MTA 10,4 8,8 7,7 7,6 \nMTA Branco 10,7 8,6 7,6 7,6 \nMTA BIO 11,0 8,8 7,9 7,7 \nCP1 9,6 7,9 7,5 7,4 \nCP2 9,4 7,7 7,6 7,6 \nDisco de dentina 7,2 7,2 7,2 7,2 \n\nGrupos 5° dia 15° dia 25° dia 35° dia Total \nProRoot MTA  4,74 7,40 4,54 3,40 20,08 \nMTA Branco  2,10 6,93 4,09 3,34 16,45 \nMTA BIO  3,09 21,48 7,47 4,85 36,89 \nCP 1  1,67 6,32 3,85 3,58 15,40 \nCP 2  3,05 7,09 3,51 2,27 15,92 \nDisco de dentina 1,39 1,15 1,43 1,12 5,09 \n\n\n\n 42 \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \nFigura 1 – Imagem de fotomicrografia do precipitado. Observar a presença de \ndiferentes formas estruturais do precipitado. a) Esféricos com prolongações \nagulheadas (4000X). b) Pétalas de flor (1000X). c) Compactos tipo esponja (500X).  \n \n \n \n \n \n \n \n \n \n\n\n\n 43 \n\n \n \n \n \n \n\n \n \n \nFigura 2 - (a, c, e) Imagens de fotomicrografias das 3 diferentes formas ultra-\nestruturais do precipitado. (b, d, f) Espectro de EDAX revelando a composição \nquímica e a proporção Ca/P.  \n \n \n \n \n\n\n\n 44 \n\n \n \n \n \n \n \n \n\n \n \n \nFigura 3 – Imagens de fotomicrografias, evidenciando em (a): o cimento (C), a \nintercamada (IC) e a dentina (D). Em (b) observar a penetração dos prolongamentos \nnos túbulos dentinários. \n \n \n \n \n \n\n\n\n 45 \n\n \n \n \n \n \n \n \n \n \n \n\n \n \n \nFigura 4 – Imagens de fotomicrografias representativas dos escores atribuídos às \namostras em função da morfologia e da densidade dos prolongamentos. (a) Escore \n0. (b) Escore 1. (c) Escore 2. (d) Escore 3. \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 46 \n\n \n \n \n \n \n \n\n \n\n \n \n \nFigura 5 – Imagens de fotomicrografias da interface ProRoot MTA-dentina.  \nObservar em (a) a densidade dos prolongamentos e, em maior aumento (b), a \npresença de ramificações laterais (setas).  \n \n \n \n \n \n \n\n \n\n\n\n 47 \n\n \n \n \n \n \n \n\n \n\n \n \n \nFigura 6 – Imagens de fotomicrografias da interface MTA Branco-dentina.  Observar \nem (a) e (b) a densidade dos prolongamentos.  \n \n \n \n \n \n \n \n\n\n\n 48 \n\n \n \n \n \n \n \n\n \n\n \n \n \nFigura 7 – Imagens de fotomicrografias da interface MTA BIO-dentina. Observar em \n(a) e (b) a densidade e o comprimento dos prolongamentos. \n \n \n \n \n \n \n \n\n\n\n 49 \n\n \n \n \n \n \n \n\n \n\n \n \n\n \nFigura 8 – Imagens de fotomicrografias da interface CP1-dentina. Observar em (a) e \n(b) a presença de prolongamentos mais curtos.  \n \n \n \n \n \n \n \n\n\n\n 50 \n\n \n \n \n \n \n \n\n \n\n \n \n \nFigura 9 – Imagens de fotomicrografias da interface CP2-dentina. Observar em (a) e \n(b) a formação de prolongamentos curtos e em menor densidade.  \n \n\n \n\n \n\n \n\n \n\n\n\n 51 \n\nREFERÊNCIAS¹ \n\n \n\n \n\nABDULLAH, R. et al. An evaluation of accelerated Portland cement as a restorative \nmaterial. Biomaterials, Kidlington, v.23, n.19, p.4001-4010, Oct. 2002. \n \n \nABEDI, H.R. et al. The use of mineral trioxide aggregate cement (MTA) as a direct \npulp capping agent. J. Endod., Baltimore, v.22, n.4, p.199, Apr. 1996. \n \n \nADAMO, H.L. et al. A comparison of MTA, Super-EBA, composite and amalgam as \nroot-end filling materials using a bacterial microleakage model. Int. Endod. J., \nOxford, v.32. n.3, p.197-203, May 1999. \n \n \nAEINEHCHI, M. et al. Mineral trioxide aggregate (MTA) and calcium hydroxide as \npulp capping agents in human teeth; a preliminary report. Int. Endod. J., Oxford, \nv.36, n.3, p.225-231, Mar. 2003. \n \n \nAL-HEZAIMI, K. Et al. Human saliva penetration of root canals obturated with two \ntypes of mineral trioxide aggregate cements. J. Endod., Baltimore, v.31, n.6, p.453-\n456, June 2005. \n \n \nAMINOSHARIAE, A.; HARTWELL, G.R.; MOON, P.C. Placement of mineral trioxide \naggregate using two different techniques. J. Endod., Baltimore, v.29, n.10, p.679-\n682, Oct. 2003. \n \nAQRABAWI, J. Sealing ability of amalgam, super EBA cement, and MTA when used \nas retrograde filling materials. Br. Dent. J., London, v.188, n.5, p.266-268, Mar. \n2000. \n \nARENS, D.E.; TORABINEJAD, M. Repair of furcal perforations with mineral trioxide \naggregate: two case reports. Oral Surg. Oral Med. Oral Pathol. Oral Radiol. \nEndod., St. Louis, v.82, n.1, p.84-88, July 1996. \n \n \nASGARY, S. et al. Chemical differences between white and gray mineral trioxide \naggregate. J.Endod., Baltimore, v.31, n.2, p.101-103, Feb. 2005. \n \n \nBATES, C.F.; CARNES, D.L.; DEL RIO, C.E. Longitudinal sealing ability of mineral \ntrioxide aggregate as a root-end filling material. J. Endod., Baltimore, v.22, n.11, \np.575-578, Nov. 1996. \n \n________________________________ \n¹ Baseada na NBR 6023: 2002 da ABNT \n\n\n\n 52 \n\nBORTOLUZZI, E.A. et al. Sealing ability of MTA and radiopaque portland cement \nwith  or without calcium chloride for root end filling. J. Endod., Baltimore, v.32, n.9, p. \n897-900, Sept. 2006a. \n \n \nBORTOLUZZI, E.A. et al. The use of a setting accelerator and its effect on pH and \ncalcium ion release of mineral trioxide aggregate and white Portland cement. J. \nEndod., Baltimore, v.32, n.12, p. 1194-1197, Dec. 2006b. \n \n \n\nBORTOLUZZI, E.A. Influência do cloreto de cálcio no tempo de presa, \nsolubilidade, desintegração, pH e atividade antimicrobiana do MTA e do \ncimento Portland branco com radiopacificador. 2007 77f Tese (Doutorado em \nEndodontia)-Faculdade de Odontologia da UNESP, Araraquara. \n \n \nBOZEMAN; LEMON; ELEAZER, 2006. Elemental analysis of crystal precipitate from \ngray and white MTA. J. Endod., Baltimore, v.32, n.5, 425-428, May 2006. \n \n \nBROON, N.J. et al. Tratamento das perfurações radiculares em dentes de cães \ncom agregado de trioxido mineral (MTA) e cimento Portland com ou sem \ncloreto de cálcio. 2004. Dissertação (Mestrado em Endodontia), Universidade de \nSão Paulo, Bauru. \n \n \nCAMILLERI, J.; PITT FORD, T.R. Mineral trioxide aggregate: a review of the \nconstituents and biological properties of the material. Int. Endod. J., Oxford, v.39, \nn.10, p. 747-754, Oct. 2006. \n \n \nCHONG, B.S.; PITT FORD, T.R.; HUDSON, M.B. A prospective clinical study of \nMineral Trioxide Aggregate and IRM when used as root-end filling materials in \nendodontic surgery. Int. Endod. J., Oxford, v.36, n.8, p.520-526, Aug. 2003. \n \n \nDAOUDI, M.F.; SAUNDERS, W.P. In vitro evaluation of furcal perforation repair using \nmineral trioxide aggregate or resin modified glass ionomer cement with and without \nthe use of the operating microscope. J. Endod., Baltimore, v.28, n.7, p.512-515, July \n2002. \n \nDAMMASCHKE, T. et al. Chemical and physical surface and bulk material \ncharacterization of white ProRoot MTA and two Portland cements. Dental \nMat.,Washington, v.21, p. 731-738, Jan. 2005. \n \n \nDANESH, G. et al. A comparative study of selected properties of ProRoot mineral \ntrioxide aggregate and two Portland cements. Int. Endod. J., Oxford, v.39, n.3, p. \n213- 219, Apr. 2006. \n\n\n\n 53 \n\nDOMINGUEZ, M.S. et al. Histological and scaning electrón microscopy assessment \nof various vital pulp-therapy materials. J. Endod., Baltimore, v.29, n.5, p.324-333, \nMay 2003. \n \n \nDUARTE, M.A. et al. Ph and calcium ion release of 2 root –end filling materials. Oral. \nSurg. Oral Med. Oral Pathol. Oral Radiol Endod., St. Louis,v.95, n.3, p. 345–347, \nMar. 2003. \n \n \nECONOMIDES, N. et al. Short-term periradicular tissue response to mineral trioxide \naggregate (MTA) as root-end filling material. Int. Endod. J., Oxford, v.36, n.1, p.44-\n48, Jan. 2003. \n \n \nESTRELA, C. et al. Antimicrobial and chemical study of MTA, Portland Cement , \ncalcium hydroxide paste, Sealapex and Dycal. Braz. Dent. J., São Paulo, v.11, n.1, \np.3-9, 2000. \n \n \nFELIPPE, W.T.; FELIPPE, M.C.S; ROCHA, M.J.C. The effect of mineral trioxide \naggregate on the apexification and periapical healing of teeth with incomplete root \nformation. Int. Endod. J.,  Oxford, v.39, p. 2-9, Jan. 2006. \n \n \nFISCHER, E.J.; ARENS, D.E.; MILLER, C.H. Bacterial leakage of mineral trioxide \naggregate as compared with zinc-free amalgam, intermediate restorative material, \nand Super-EBA as a root-end filling material. J. Endod., Baltimore, v.24, n.3, p.176-\n179, Mar.1998. \n \n \nFRIDLAND, M.; ROSADO, R. Mineral trioxide aggregate (MTA) solubility and \nporosity with different water-to-powder ratios. J. Endod., Baltimore, v.29, n.12, p. \n814-817, Dec. 2003. \n \n \nFUNTEAS, U.R.; WALLACE, J.A.; FOCHTMAN, E.W. A comparative analysis of \nMineral Trioxide Aggregate and Portland cement. Aust. Endod. J., Sidney, v.29, n.1, \np.43-44, Apr. 2003. \n \n \nFUKS, A.B. Current concepts in vital primary pulp therapy. Eur. J. Paediatr. Dent., \nBerlin, v.3, n.3, p.115-20, Sept. 2002. \n \n \n\nGIULIANI, V. et al. The use of MTA in teeth with necrotic pulps and open ápices. \nDent. Traumatol., Copenhagen, v.18, n.4, p.217-221, Aug. 2002. \n \n\n\n\n 54 \n\nGONDIM, E. et al. Investigation of the marginal adaptation of root-end filling materials \nin root-end cavities prepared with ultrasonic tips. Int. Endod. J., Oxford, v.36, n.7, \np.491-499, July 2003. \n \n \nHACHMEISTER, D.R. et al. The sealing ability and retention characteristics of \nmineral trioxide aggregate in a modelo of apexification. J. Endod. , Baltimore, v.28, \nn.5, p.386-390, May 2002. \n \n \nHAYASHI, M.; SHIMIZU, A.; EBISU, S. MTA for obturation of mandibular central \nincisors with open apices: case report. J. Endod.,  Baltimore, v.30, n.2, p.120-122, \nFeb. 2004. \n \n \nHOLLAND, R. et al. Reaction of dogs teeth to root canal filling with mineral trioxide \naggregate or glass ionomer sealer. J. Endod.,  Baltimore, v.25, n.11, p.728-730, Nov \n1999.  \n \n \nHOLLAND, R. et al. Healing process of dog dental pulp after pulpotomy and pulp \ncovering with mineral trioxide aggregate or Portland cement. Braz. Dent. J., São \nPaulo, v.12, n.2, p.109-113, 2001a. \n \n \nHOLLAND, R. et al. Mineral  Trioxide aggregate repair of lateral root perforations. J. \nEndod., Baltimore, v.27, n.4, p.281-284, Apr. 2001b.   \n \n \nHSIEN, H.C. et al. Repair of perforating internal resorption with mineral trioxide \naggregate: a case report. J. Endod., Baltimore, v.29, n.8, p.538-539, Aug. 2003. \n \n \nKOH, E.T. Mineral trioxide aggregate (MTA) as a root end filling material in apical \nsurgery - a case report. Singapore Dent. J., Singapura, v.23, n.1, p.72-78, Dec. \n2000. \n \n  \nKUBO, C.H.; GOMES, A.P.; MANCINI, M.N. In vitro evaluation of apical sealing in \nroot apex treated with demineralization agents and retrofiled with mineral trioxide \naggregate through marginal dye leakage. Braz. Dent. J., Sao Paulo, v.16, n.3, p. \n187-191, Mar 2005. \n \n \nLEE, Y.L. et al. Effects of physiological environments on the hydration behavior of \nmineral trioxide aggregate. Biomaterials, Oxford, v.25, p. 787 – 793, 2004. \n \n \n\n\n\n 55 \n\nLEE, S.J.; MONSEF, M.; TORABINEJAD, M. Sealing ability of mineral trioxide \naggregate for repair of lateral root perforations. J. Endod., Baltimore, v.19, n.11, \np.541-544, Nov. 1993. \n \n \nLYNN, E.A.; EINBENDER, S. The use of mineral trioxide aggregate to create an \napical stop in previously traumatized adult tooth with blunderbuss canal. Case report. \nN.Y. State Dent. J., New York, v.69, n.2, p.30-32, Feb. 2003. \n \nMAIN, C. et al. Repair of root perforations using mineral trioxide aggregate: a long \nterm study. J. Endod., Baltimore, v.30, n.2, p.80-83, Feb. 2004. \n \n \nMARTIN, R. et al. Sealing properties of mineral trioxide aggregate orthograde apical \nplugs and root fillings in an in vitro apexification model. J. Endod., Baltimore, v.33, \nn.3, p.272-275, Mar. 2007. \n \n   \nMATT, G.D. et al. Comparative study of white and gray mineral trioxide aggregate \n(MTA) simulating a one or two step apical barrier technique. J. Endod., Baltimore, \nv.32, n.12, p.876-879, Dec. 2004. \n \n \nMENEZES, R. et al. Histologic evaluation of pulpotomies in dog two types of mineral \ntrioxide aggregate and regular and white Portland cements as wound dressings. Oral \nSurg. Oral Med. Oral Pathol. Oral Radiol. Endod., St. Louis, v.98, n.3, p.376-379, \nSept. 2004. \n \n \nNAKATA, T.T.; BAE K.S.; BAUMGARTNER J.C. Perforation repair comparing \nmineral trioxide aggregate and amalgam using an anaerobic bacterial leakage model. \nJ. Endod., Baltimore, v.24, n.3, p.184-186, Mar. 1998. \n \n \nPELLICCIONI G.A. et al. Evaluation of osteoblast-like cell response to Proroot MTA \n(mineral trioxide aggregate) cement. J. Mater. Sci. Mater. Med., Norwell, v.15, n.2, \np.167-173, Feb. 2004. \n \n \nPITT FORD, T.R. et al. Use of mineral trioxide aggregate for repair of furcal \nperforations. Oral Surg. Oral Med. Oral Pathol. Oral Radiol. Endod., St. Louis, \nv.79, n.6, p.756-763, June 1995. \n \n \nPITT FORD, T.R. et al. Using mineral trioxide aggregate as a pulp-capping material. \nJ. Am. Dent. Assoc., Chicago, v.127, n.10, p. 1491-1494, Oct. 1996. \n \n \n\n\n\n 56 \n\nREGAN, J.D.; GUTMANN, J.L.; WITHERSPOON, D.E. Comparison of Diaket and \nMTA when used as a root end filling materials to support regeneration of the \nperirradicular tissues. Int. Endod. J., Oxford, v.35, n.10, p.840-847, Oct. 2002. \n \n \nROY, C.O.; JEANSONNE B.G.; GERRETS, T.F. Effect of an acid environment on \nleakage of root-end filling materials. J. Endod., Baltimore, v.27, n.1, p.7-8, Jan. 2001. \n \n \nSANTOS, A.D. et al. Physico-chemical properties of MTA and a novel experiental \ncement. Int.  Endod. J., Oxford, v.38, n.7, p.443-447, July 2005. \n \n \nSARKAR, N.K. et al. Physiochemical basis of the biologic properties of Mineral \nTrioxide Aggregate. J. Endod., Baltimore, v.31, n.2, p.97-100, Feb. 2005. \n \n \nSCHEERER, S.Q.; STEIMAN, H.R.; COHEN, J. A comparative evaluation of three \nroot-end filling materials: an in vitro leakage study using Prevotella nigrescens. J. \nEndod., Baltimore, v.27, n.1, p.40-42, Jan. 2001. \n \n \nSHIPPER, G. et al. Marginal adaptation of mineral trioxide aggregate compared with \namalgam as root-end filling material: a low vacuum versus high vacuum, SEM study. \nInt. Endod. J., Oxford, v.37, n.5, p.325-336, May 2004. \n \n \nSCHWARTZ, R.S.  et al. Mineral trioxide aggregate: a new material for endodontics. \nJ. Am. Dent. Assoc., Chicago, v.130, n.7, p.967-975, July 1999. \n \n \nSLUYK, S.R.; MOON, P.C.; HARTWELL, G.R. Evaluation of setting properties and \nretention characteristics of mineral trioxide aggregate when used as a furcation \nperforation repair material. J. Endod. , Baltimore, v.24, n.11, p.768-771, Nov 1998. \n \n \nTANG, H.M.; TORABINEJAD, M.; KETTERING, J.D. Leakage evaluation of root end \nfilling materials using endotoxin. J. Endod., Baltimore, v.28, n.1, p.5-7, Jan. 2002. \n \n \nTAY, F.R. et al. Calcium phosphate phase transformation produced by the interaction \nof the Portland cement component of white mineral trioxide aggregate with a \nphosphate-containing fluid. J. Endod., Baltimore, v.33, n.11, p.1347-1351, Nov. \n2007. \n \n \nTORABINEJAD, M.; CHIVIAN, N. Clinical applications of mineral trioxide aggregate. \nJ. Endod., Baltimore, v.25, n.3, p.197-205, Mar. 1999. \nTORABINEJAD, M. et al. Dye leakage of four root end filling materials: effects of \nblood contamination. J. Endod., Baltimore, v.20, n.4, p.159-163, Apr. 1994. \n\n\n\n 57 \n\n \n \nTORABINEJAD, M. et al. Bacterial leakage of mineral trioxide aggregate as a root-\nend filling material. J. Endod., Baltimore, v.21, n.3, p.109-112, Mar. 1995a. \n \n \nTORABINEJAD, M. et al. Investigation of mineral trioxide aggregate for root end \nfilling in dogs. J. Endod., Baltimore, v.21, n.12, p.603-608, Dec. 1995b. \n \n \nTORABINEJAD, M. et al. Physical and chemical properties of a new root-end filling \nmaterial. J. Endod., Baltimore, v.21, n.7, p.349-353, July 1995c. \n \n \nTORABINEJAD, M.; WATSON, T.F; PITT FORD, T.R. Sealing ability of a mineral \ntrioxide aggregate when used as a root end filling material. J. Endod., \nBaltimore,v.19,n.12,p.591-595, Dec. 1993. \n \n \nVALOIS, C.R.; COSTA, E.D. Jr. Influence of the thickness of mineral trioxide \naggregate on sealing ability of root-end fillings in vitro. Oral Surg. Oral Med. Oral \nPathol. Oral Radiol. Endod., St. Louis, v.97, n.1, p.108-111, Jan. 2004. \n\n \n \nVIZGIRDA, P.J. et al. Comparison of laterally condensed gutta-percha, \nthermoplasticized gutta-percha and mineral trioxide aggregate as root canal filling \nmaterials. J. Endod., Baltimore, v.30, n.2, p.103-106, Feb. 2004. \n \n \nWELDON, J.K. et al.  Sealing ability of mineral trioxide aggregate and super-EBA \nwhen used as furcation repair materials: a longitudinal study. J. Endod., Baltimore, \nv.28, n.6, p.467-470, June 2002. \n \n \nWHITE, C. Jr.; BRYANT, N. Combined therapy of mineral trioxide aggregate and \nguided tissue regeneration in the treatment of external root resorption and na \nassociated osseous defect. J. Periodontol., Copenhagen, v.73, n.12, p.1517-1521, \nDec. 2002. \n \n \nWITHERSPOON, D.E.; HAM, K. One visit apexification: technique for inducing root-\nend barrier formation in apical closures. Pract. Proced. Aesthet. Dent., New York, \nv.13, n.6, p.455-460, Aug. 2001. \n \n \nWU, M.K; KONTAKIOTIS, E.G.; WESSELINK, P.R. Decoloration of 1% methylene \nblue solution in contact with dental filling materials. J. Dent., Guildford, v. 26, n.8, p. \n585- 589, 1998. \n \n\n\n\n 58 \n\n \nYATSUSHIRO, J.D., BAUMGARTNER, J.C., TINKLE, J.S. Longitudinal study of the \nmicroleakage of two root-end filling materials using a fluid conductive system. J. \nEndod., Baltimore, v.24, n.11, p.716-719, Nov.1998. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 59 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 60 \n\n \n\nAPÊNDICE A – Imagens de fotomicrografias obtidas em MEV. \n  \nAmostras do Grupo 1 (ProRoot MTA) \n \n\n \n \n \nEm 5 casos os prolongamentos apresentaram ramificações laterais. \n \n \n \n \n\n\n\n 61 \n\n \nAmostras do Grupo 2 (MTA Branco) \n \n\n \n \n \nEm 2 casos foram observadas ramificações laterais nos prolongamentos. Duas \namostras mostraram prolongamentos curtos. \n \n \n \n \n \n\n\n\n 62 \n\n \nAmostras do Grupo 3 (MTA BIO) \n \n\n \n \n \nEm 7 casos foram observadas ramificações laterais nos prolongamentos. Observar a \ndensidade dos prolongamentos. \n \n \n \n \n \n\n\n\n 63 \n\n \nAmostras do Grupo 4 (CP1) \n \n\n \n \n \nObservar a presença de prolongamentos curtos e em menor densidade. Em algumas \nregiões foi notada a separação dos prolongamentos e da intercamada da dentina. \n \n \n \n \n \n\n\n\n 64 \n\n \nAmostras do Grupo 5 (CP2) \n \n\n \n \n \nObservar a presença de prolongamentos mais curtos e em menor densidade. Em \nvárias regiões houve separação da intercamada e dos prolongamentos da dentina. \n\n \n\n \n\n \n\n \n\n\n\n 65 \n\nAPÊNDICE B - ANÁLISE ESTATÍSTICA \n \n \n\nOs dados obtidos para a comparação dos grupos experimentais foram \n\nsubmetidos a diferentes análises estatísticas. \n\nPara proceder à análise das variáveis “quantidade (gr) de precipitados \n\nformados pelos cimentos” e “composição química dos cimentos, da intercamada, dos \n\nprolongamentos e da dentina” e “pH” foi utilizada a análise de variância com um fator \n\n(ANOVA). Quando da comparação, dos grupos 2 a 2, foi empregado o teste LSD. \n\nNa análise da variável “interface cimento-dentina: Escores dos \n\nprolongamentos” foi utilizado o teste não paramétrico de Kruskal–Wallis.  Quando da \n\ncomparação dos grupos 2 a 2 foi considerado o teste não-paramétrico de Mann-\n\nWhitney, sendo este apropriado para comparar escores de amostras independentes. \n\nNas comparações múltiplas feitas pelo teste de Mann-Whitney, o valor de p foi \n\ncorrigido por Bonferroni. \n\nPara estudar a variável “concentração de íons cálcio” foi realizada a \n\nestatística descritiva. Em função do pequeno número de casos em cada um dos \n\nmomentos, não foi aplicado teste estatístico. \n\nPara cada uma das variáveis, testou-se a hipótese nula de médias iguais nos \n\n5 grupos, versus a hipótese alternativa de pelo menos um grupo com média \n\ndiferente dos demais. Nas tabelas 1 a 38, para cada uma das variáveis, são \n\napresentados os resultados de média, mediana, valor mínimo, valor máximo e \n\ndesvio padrão, bem como o valor de p da comparação dos 5 grupos. Os valores de p \n\nem negrito indicam significância estatística. \n\nPara todos os testes estatísticos utilizados, adotou-se o nível de 5% de \n\nsignificância. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 66 \n\nAPÊNDICE C – TABELAS \n\n \n\nVARIÁVEL: Quantidade de precipitados formados pelos cimentos (gr). \n\n \nTabela 1 – Resultados de média, mediana, valores mínimo e máximo, desvio-padrão \n\ne valor de p do teste estatístico para variável da quantidade de precipitados \n\nformados pelos cimentos. \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 10 0,08 0,08 0,07 0,09 0,01 \nMTA Branco 10 0,07 0,07 0,05 0,08 0,01 \nMTA BIO 10 0,10 0,09 0,03 0,16 0,04 \nCP1 10 0,04 0,04 0,02 0,13 0,03 \nCP2 10 0,06 0,05 0,04 0,09 0,01 \n\n<0,001 \n\n \n\nTabela 2 – Valores de p das comparações dos grupos dois a dois em relação ao \n\npeso dos precipitados. \n\n \n\n \n\n \n\n \n\n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,106 0,256&lt;0,001 0,014 \nMTA Branco  0,007 0,040 0,372 \nMTA BIO  &lt;0,001 0,001 \nCP1    0,230 \n\n\n\n 67 \n\nVARIÁVEL: Composição química das áreas identificadas como cimentos, \n\nintercamada (IC), prolongamentos (P), dentina (D). \n\n \nTabela 3 - Resultados de média, mediana, valores mínimo e máximo, desvio-padrão \n\ne valor de p do teste estatístico para variável da análise da composição química \n\n(elemento cálcio) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (P), dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 24,40 23,22 16,04 41,32 7,85 \nMTA Branco 8 22,99 23,93 4,19 34,94 9,46 \nMTA BIO 8 25,07 25,39 22,17 26,54 1,41 \nCP1 8 16,88 16,43 15,32 20,08 1,56 \nCP2 8 20,99 18,70 16,17 29,87 4,80 \nP 8 37,81 34,92 20,71 60,60 14,39 \nIC 8 44,33 41,45 4,92 79,55 32,12 \nD 8 45,50 47,11 31,70 54,00 8,35 \n\n0,001 \n\n \n\nTabela 4 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento cálcio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nProRoot MTA 0,832 0,920 0,260 0,608 0,081 0,005 0,007 \nMTA Branco  0,754 0,360 0,764 0,055 0,003 0,004 \nMTA BIO   0,221 0,540 0,097 0,007 0,009 \nCP1    0,537 0,008&lt;0,001&lt;0,001 \nCP2     0,030 0,001 0,002 \nP      0,403 0,362 \nIC       0,880 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 68 \n\nTabela 5 - Resultados de média, mediana, valores mínimo e máximo, desvio-padrão \n\ne valor de p do teste estatístico para variável da análise da composição química \n\n(elemento fósforo) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (P), dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 0,89 0,58 0,03 3,16 0,98 \nMTA Branco 8 0,50 0,32 0,02 1,90 0,64 \nMTA BIO 8 0,37 0,29 0,00 1,06 0,35 \nCP1 8 0,03 0,02 0,00 0,09 0,04 \nCP2 8 0,36 0,26 0,00 0,99 0,31 \nP 8 14,87 11,03 7,84 25,31 7,28 \n\n<0,001 \n\nIC 8 8,69 9,48 0,00 21,87 7,40  \nD 8 12,91 12,91 5,83 22,96 6,34  \n\n \n\nTabela 6 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento fósforo). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P  IC D \nProRoot MTA 0,838 0,788 0,654 0,782&lt;0,001&lt;0,001&lt;0,001 \nMTA Branco  0,949 0,807 0,943&lt;0,001&lt;0,001&lt;0,001 \nMTA BIO   0,858 0,994&lt;0,001&lt;0,001&lt;0,001 \nCP1    0,863&lt;0,001&lt;0,001&lt;0,001 \nCP2    &lt;0,001&lt;0,001&lt;0,001 \nP      0,008 0,421 \nIC       0,065 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 69 \n\nTabela 7 - Resultados de média, mediana, valores mínimo e máximo, desvio-padrão \n\ne valor de p do teste estatístico para variável da análise da composição química \n\n(elemento alumínio) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 7,18 7,12 6,33 7,98  0,62 \nMTA Branco 8 4,06 3,99 2,98 5,23  0,83 \nMTA BIO 8 6,33 6,35 5,01 7,77  0,91 \nCP1 8 7,09 6,98 5,11 8,15  0,95 \nCP2 8 7,98 7,94 6,99 8,99  0,57 \n\n<0,001 \n\nP 8 0,89 0,54 0,00 2,57  1,05  \nIC 8 1,04 0,72 0,00 3,93  1,33 \nD 8 0,26 0,04 0,00 0,73   0,34 \n\n \n\n \n\nTabela 8 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento alumínio). \n\n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGrupos MTA Branco MTA BIO CP1 CP2 P  IC D \nProRoot MTA&lt;0,001 0,057 0,838 0,073&lt;0,001&lt;0,001&lt;0,001 \nMTA Branco &lt;0,001&lt;0,001&lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nMTA BIO   0,088&lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nCP1    0,047&lt;0,001&lt;0,001&lt;0,001 \nCP2    &lt;0,001&lt;0,001&lt;0,001 \nP      0,764 0,257 \nIC       0,130 \n\n\n\n 70 \n\nTabela 9 - Resultados de média, mediana, valores mínimo e máximo, desvio-padrão \n\ne valor de p do teste estatístico para variável da análise da composição química \n\n(elemento sílica) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 21,97 21,49 18,90 26,08 2,15 \nMTA Branco 8 25,94 25,46 19,00 31,90 4,36 \nMTA BIO 8 22,88 23,01 19,69 26,16 1,86 \nCP1 8 28,40 28,77 21,90 33,95 3,36 \nCP2 8 22,87 22,68 19,67 26,84 2,22 \nP 8 7,86 7,00 0,98 16,77 6,61 \nIC 8 3,26 1,83 0,00 12,10 4,23 \nD 8 1,01 0,10 0,00 2,62 1,31 \n\n<0,001 \n\n \n\nTabela 10 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento sílica). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nProRoot MTA 0,027 0,603 0,001 0,607&lt;0,001&lt;0,001&lt;0,001 \nMTA Branco  0,085 0,163 0,084&lt;0,001&lt;0,001&lt;0,001 \nMTA BIO   0,003 0,995&lt;0,001&lt;0,001&lt;0,001 \nCP1    0,003&lt;0,001&lt;0,001&lt;0,001 \nCP2    &lt;0,001&lt;0,001&lt;0,001 \nP      0,028 0,003 \nIC       0,275 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 71 \n\nTabela 11 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento bismuto) das áreas identificadas como cimentos, intercamada \n\n(IC), prolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 13,96 13,90 9,47 18,50 2,95 \nMTA Branco 8 13,68 13,62 11,47 16,32 1,70 \nMTA BIO 8 18,54 18,83 16,47 19,97 1,12 \nCP1 8 7,47 7,65 6,74 8,00 0,53 \nCP2 8 8,17 7,96 7,50 8,97 0,52 \nIC 8 1,53 0,51 0,00 5,39 2,14 \n\n<0,001 \n\nP 8 0,00 0,00 0,00 0,00 0,00  \nD 8 0,00 0,00 0,00 0,00 0,00  \n\n \n\nTabela 12 – Comparação dos valores de p das comparações dos grupos dois a dois \n\nem relação à análise da composição química (elemento bismuto). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2  IC \nProRoot MTA 0,746&lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nMTA Branco &lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nMTA BIO  &lt;0,001&lt;0,001&lt;0,001 \nCP1    0,420&lt;0,001 \nCP2    &lt;0,001 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\nObservação: Os grupos P e D não entraram na análise em função de todos \n\nos resultados serem iguais a zero. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 72 \n\nTabela 13 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento ferro) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (PG) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 9,02 9,35 6,80 11,20 1,59 \nMTA Branco 8 0,06 0,04 0,00 0,16 0,06 \nMTA BIO 8 0,46 0,40 0,31 0,86 0,19 \nCP1 8 1,10 1,13 0,50 1,82 0,45 \nCP2 8 1,65 1,72 0,19 2,96 0,78 \nIC 8 0,25 0,00 0,00 0,98 0,38 \n\n<0,001 \n\nPG 8 0,00 0,00 0,00 0,00 0,00  \nD 8 0,00 0,00 0,00 0,00 0,00  \n\n \n\nTabela 14 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento ferro). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2  IC \nProRoot MTA&lt;0,001&lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nMTA Branco  0,308 0,011&lt;0,001 0,631 \nMTA BIO   0,108 0,004 0,611 \nCP1    0,162 0,042 \nCP2     0,001 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\nObservação: Os grupos P e D não entraram na análise em função de todos \n\nos resultados serem iguais a zero. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 73 \n\nTabela 15 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento magnésio) das áreas identificadas como cimentos, intercamada \n\n(IC), prolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p \nProRoot MTA 8 2,90 2,90 2,38 3,43 0,36 \nMTA Branco 8 2,38 2,31 1,65 3,11 0,46 \nMTA BIO 8 1,01 0,96 0,84 1,33 0,16 \nCP1 8 12,65 12,30 10,91 15,03 1,63 \nCP2 8 9,43 10,08 3,87 11,03 2,31 \nP 8 0,58 0,59 0,19 0,85 0,24 \nIC 8 0,97 0,24 0,00 5,13 1,84 \nD 8 0,62 0,51 0,09 1,20 0,41 \n\n<0,001 \n\n \n\nTabela 16 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento magnésio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nProRoot MTA 0,419 0,005&lt;0,001&lt;0,001 0,002 0,005 0,003 \nMTA Branco  0,037&lt;0,001&lt;0,001 0,017 0,038 0,019 \nMTA BIO  &lt;0,001&lt;0,001 0,557 0,955 0,594 \nCP1   &lt;0,001&lt;0,001&lt;0,001&lt;0,001 \nCP2    &lt;0,001&lt;0,001&lt;0,001 \nP      0,601 0,961 \nIC       0,639 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 74 \n\nTabela 17 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento oxigênio) das áreas identificadas como cimentos, intercamada \n\n(IC), prolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 17,83 12,89 11,96 28,82 7,45 \nMTA Branco 8 12,51 12,35 11,26 13,56 0,81 \nMTA BIO 8 11,96 11,97 11,16 13,24 0,70 \nCP1 8 12,18 12,19 11,26 13,92 0,82 \nCP2 8 12,18 12,19 11,26 13,92 0,82 \nP 8 21,01 25,01 10,71 29,12 8,34 \nIC 8 14,98 18,00 1,61 26,77 9,07 \nD 8 19,73 15,91 8,21 31,7 10,14 \n\n0,020 \n\n \n\nTabela 18 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento oxigênio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nPro Root MTA 0,068 0,045 0,053 0,053 0,332 0,338 0,561 \nMTA Branco  0,848 0,908 0,908 0,012 0,406 0,031 \nMTA BIO   0,939 0,939 0,008 0,310 0,021 \nCP1    1 0,009 0,346 0,024 \nCP2     0,009 0,346 0,024 \nP      0,077 0,725 \nIC       0,161 \n*Valores de p em negrito indicam significância estatística \n\n \n\n. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 75 \n\nTabela 19 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento enxofre) das áreas identificadas como cimentos, intercamada \n\n(IC), prolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 1,30 1,43 0,39 2,01 0,58&lt;0,001 \nMTA Branco 8 1,81 1,93     1,27           2,10         0,31  \nMTA BIO 8 0,39 0,41 0,10 0,59 0,17 \nCP1 8 5,48 5,27 4,37 7,10 0,97 \nCP2 8 5,47 5,37 4,24 6,51 0,71 \n\n \n\n \n\nTabela 20 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento cálcio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,108 0,006&lt;0,001&lt;0,001 \nMTA Branco &lt;0,001&lt;0,001&lt;0,001 \nMTA BIO  &lt;0,001&lt;0,001 \nCP1    0,974 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\nObservação: Os grupos P, IC e D não entraram na análise em função de todos os \n\nresultados serem iguais a zero. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 76 \n\nTabela 21 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento carbono) das áreas identificadas como cimentos, intercamada \n\n(IC), prolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 6,34 6,47  2,70 8,48 1,80 \nMTA Branco 8 16,49 16,69 13,48 18,13 1,51 \nMTA BIO 8 12,35 12,41 10,49 13,46 0,95 \nCP1 8 9,93 10,29 6,49 12,00 1,99 \nCP2 8 9,93 10,29 6,49 12,00 1,99 \nP 8 16,00 11,14 6,79 31,29 9,77 \nIC 8 24,49 16,44 4,28 61,84 23,02 \nD 8 10,96 11,15 6,32 14,34 2,92 \n\n0,010 \n\n \n\nTabela 22 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento cálcio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nProRoot MTA 0,024 0,173 0,412 0,412 0,057&lt;0,001 0,355 \nMTA Branco  0,345 0,137 0,137 0,922 0,081 0,270 \nMTA BIO   0,580 0,580 0,464 0,009 0,780 \nCP1    1 0,226 0,002 0,836 \nCP2     0,226 0,002 0,836 \nP      0,101 0,363 \nIC       0,011 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 77 \n\nTabela 23 - Resultados de média, mediana, valores mínimo e máximo, desvio-\n\npadrão e valor de p do teste estatístico para variável da análise da composição \n\nquímica (elemento sódio) das áreas identificadas como cimentos, intercamada (IC), \n\nprolongamentos (P) e dentina (D). \n\n \nGrupos n Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 8 0,14 0,16 0,04 0,24 0,08 \nMTA Branco 8 0,74 0,84 0,10 0,95 0,27 \nMTA BIO 8 0,58 0,64 0,12 0,75 0,21 \nCP1 8 0,24 0,21 0,04 0,51 0,17 \nCP2 8 0,98 1,02 0,18 1,95 0,59 \nP 8 0,21 0,02 0,00 0,72 0,31 \nIC 8 0,86 0,32 0,00 3,22 1,13 \nD 8 0,02 0,00 0,00 0,08 0,03 \n\n0,002 \n\n \n\nTabela 24 – Valores de p das comparações dos grupos dois a dois em relação à \n\nanálise da composição química (elemento sódio). \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 P IC D \nProRoot MTA 0,017 0,076 0,682 0,001 0,796 0,006 0,666 \nMTA Branco  0,512 0,045 0,327 0,062 0,639 0,012 \nMTA BIO   0,167 0,105 0,189 0,272 0,048 \nCP1    0,004 0,920 0,017 0,430 \nCP2     0,008 0,631 0,001 \nP      0,027 0,534 \nIC       0,005 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 78 \n\nVARIÁVEL – Interface cimento-dentina. \n\n \n\nTabela 25 - Resultados de média, mediana, valores mínimo e máximo, desvio \n\npadrão e valor de p do teste estatístico para variável – escores dos prolongamentos. \n\n \nGrupos Média Mediana Mínimo Máximo Desvio padrão Valor de p* \nProRoot MTA 2,57 3 1 3 0,79 \nMTA Branco 2,20 2 1 3 0,84 \nMTA BIO 2,78 3 2 3 0,44 \n\n0,019 \n\nCP1 2,00 2 1 3 0,71  \nCP2 1,75 2 1 2 0,46  \n \n\nTabela 26 – Valores de p das comparações dos grupos dois a dois pelo teste não-\n\nparamétrico de Mann-Whitney. \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,432 0,758 0,202 0,040 \nMTA Branco  0,240 0,690 0,354 \nMTA BIO   0,060 0,002 \nCP1    0,622 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 79 \n\nVARIÁVEL: pH. \n\n \n\nEm cada um dos grupos, testou-se a hipótese nula de médias iguais em todos \n\nos momentos (5, 15, 25 e 35), versus a hipótese alternativa de pelo menos um \n\nmomento com média diferente dos demais.  Na TAB. 27 são apresentados os \n\nvalores de p dos testes estatísticos, bem como resultados de média, mediana, valor \n\nmínimo, valor máximo e desvio-padrão.  \n\n \n\nTabela 27 - Resultados de média, mediana, valores mínimo e máximo, desvio \n\npadrão e valor de p do teste estatístico para a variável pH. \n\n \nGrupos Momento n Média Mediana Mínimo Máximo Desvio padrão Valor de p  \nProRoot MTA 5 5 10,40 10,40 10,20 10,60 0,16  \n 15 5 8,80 8,80 8,70 8,90 0,10  \n 25 5 7,70 7,70 7,50 7,90 0,16  \n 35 5 7,60 7,60 7,50 7,70 0,10&lt;0,001 \nMTA Branco 5 5 10,70 10,70 10,50 10,90 0,16  \n 15 5 8,60 8,60 8,50 8,70 0,07  \n 25 5 7,60 7,60 7,50 7,80 0,12  \n 35 5 7,60 7,60 7,50 7,70 0,07&lt;0,001 \nMTA BIO 5 5 11,00 11,00 10,80 11,20 0,16  \n 15 5 8,80 8,80 8,50 9,10 0,22  \n 25 5 7,90 7,90 7,50 8,20 0,27  \n 35 5 7,70 7,70 7,50 7,90 0,16&lt;0,001 \nCP1 5 5 9,60 9,80 9,00 10,10 0,47  \n 15 5 7,90 7,90 7,70 8,10 0,16  \n 25 5 7,50 7,50 7,40 7,60 0,07  \n 35 5 7,40 7,40 7,30 7,50 0,07&lt;0,001 \nCP2 5 5 9,40 9,50 8,90 9,80 0,33  \n 15 5 7,70 7,70 7,50 7,90 0,16  \n 25 5 7,60 7,60 7,50 7,70 0,07  \n 35 5 7,58 7,60 7,50 7,70 0,08&lt;0,001 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 80 \n\nTabela 28 – Valores de p, do grupo ProRoot MTA, dos momentos dois a dois. \n\n \nMomento 15 25 35 \n5&lt;0,001&lt;0,001&lt;0,001 \n15 &lt;0,001&lt;0,001 \n25   0,110 \n35    \n*Valores de p em negrito indicam significância estatística \n\n \nTabela 29 – Valores de p, do grupo MTA Branco, dos momentos dois a dois. \n\n \nMomento 15 25 35 \n5&lt;0,001&lt;0,001&lt;0,001 \n15 &lt;0,001&lt;0,001 \n25   1 \n35    \n*Valores de p em negrito indicam significância estatística \n\n \n\nTabela 30 –Valores de p, do grupo MTA BIO, dos momentos dois a dois. \n\n \nMomento 15 25 35 \n5&lt;0,001&lt;0,001&lt;0,001 \n15 &lt;0,001&lt;0,001 \n25   0,016 \n35    \n*Valores de p em negrito indicam significância estatística \n\n \n\nTabela 31 – Valores de p, do grupo CP1, dos momentos dois a dois. \n\n \nMomento 15 25 35 \n5&lt;0,001&lt;0,001&lt;0,001 \n15  0,011 0,002 \n25   0,483 \n35    \n*Valores de p em negrito indicam significância estatística \n\n \n\nTabela 32 – Valores de p, do grupo CP2, dos momentos dois a dois. \n\n \n \n\n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\nMomento 15 25 35 \n5&lt;0,001&lt;0,001&lt;0,001 \n15  0,325 0,241 \n25   0,842 \n35    \n\n\n\n 81 \n\nAdicionalmente, em cada um dos momentos, testou-se a hipótese nula de \n\nmédias iguais em todos os grupos, versus a hipótese alternativa de pelo menos um \n\ngrupo com média diferente dos demais. Na TAB. 33 são apresentados os valores de \n\np dos testes estatísticos.  \n\n \n\nTabela 33 – Valores de p das comparações dos grupos dois a dois para variável pH \n\n5. \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,113 0,003&lt;0,001&lt;0,001 \nMTA Branco  0,113&lt;0,001&lt;0,001 \nMTA BIO  &lt;0,001&lt;0,001 \nCP1    0,283 \n\n     \n*Valores de p em negrito indicam significância estatística \n\n \nTabela 34 – Valores de p das comparações dos grupos dois a dois para variável pH \n15. \n \n\nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,050 1&lt;0,001&lt;0,001 \nMTA Branco  0,050&lt;0,001&lt;0,001 \nMTA BIO  &lt;0,001&lt;0,001 \nCP1    0,050 \n*Valores de p em negrito indicam significância estatística \n\n \n\nTabela 35 – Valores de p das comparações dos grupos dois a dois para variável pH \n\n25. \n\n  \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 0,329 0,059 0,059 0,329 \nMTA Branco  0,007 0,329 1 \nMTA BIO   0,001 0,007 \nCP1    0,329 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 82 \n\nTabela 36 – Valores de p das comparações dos grupos dois a dois para variável pH \n\n35.  \n\n \nGrupos MTA Branco MTA BIO CP1 CP2 \nProRoot MTA 1 0,137 0,006 0,760 \nMTA Branco  0,137 0,006 0,760 \nMTA BIO  &lt;0,001 0,078 \nCP1    0,011 \n*Valores de p em negrito indicam significância estatística \n\n \n\n \n\n \n\nVARIÁVEL: Concentração de íons cálcio \n\n \n\nTabela 37 – Resultados de média, mediana, valores mínimo e máximo, desvio \npadrão e valor de p do teste estatístico para variável concentração de íons cálcio. \n \nGrupos Momento n Média Mediana Mínimo Máximo Desvio padrão \nProRoot MTA 5 3 4,75 4,59 4,25 5,40 0,59 \n 15 3 7,40 6,80 4,96 10,45 2,79 \n 25 3 4,54 3,72 3,10 6,80 1,98 \n 35 3 3,40 3,23 2,87 4,10 0,63 \nMTA Branco 5 3 2,10 1,99 0,54 3,76 1,61 \n 15 3 6,93 6,85 0,69 13,25 6,28 \n 25 3 4,09 4,37 3,35 4,55 0,65 \n 35 3 3,34 3,00 2,97 4,05 0,62 \nMTA BIO 5 3 3,09 1,98 1,75 5,55 2,13 \n 15 3 21,48 15,5 4,45 44,50 20,68 \n 25 3 7,47 8,00 1,16 13,25 6,06 \n 35 3 4,85 6,04 0,26 8,25 4,13 \nCP1 5 3 1,67 1,67 1,45 1,88 0,22 \n 15 3 6,32 5,10 4,85 9,00 2,33 \n 25 3 3,85 3,76 3,75 4,03 0,16 \n 35 3 3,58 3,80 3,00 3,95 0,51 \nCP2 5 3 2,93 3,00 2,75 3,04 0,16 \n 15 3 7,10 4,65 2,17 14,47 6,50 \n 25 3 3,51 4,00 2,07 4,45 1,26 \n 35 3 2,27 2,30 1,76 2,75 0,50 \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 83 \n\nAPÊNDICE D – Gráficos \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n 0,83 gr\n\n \n\n0,658 gr\n\n0,95 gr\n\n \n\n0,437 gr\n\n    0,564 gr\n\n0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\n0,9\n\n1\n\nP\ne\n\ns\no\n\n (\ng\n\nr)\n\n1\n\nCime ntos\n\nProRoot MTA MTA Branco MTA BIO CP1 CP2\n \n\n \n\nGráfico 1 – Peso (em gramas) dos precipitados.  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 84 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2,57\n\n2,2\n\n2,77\n\n2\n1,75\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\nE\ns\n\nc\no\n\nre\ns\n\n1\n\nCime ntos\n\nProRoot MTA MTA Branco MTA BIO CP1 CP2\n \n\n \n\n Gráfico 2 – Valores médios dos escores atribuídos aos prolongamentos formados a \npartir da intercamada. \n \n \n \n\n\n\n 85 \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTEMPO (DIAS)\n\np\nH\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3 AMOSTRA 4 AMOSTRA 5\n \n\n \nGráfico 3 – pH da solução em contato com as amostras do Grupo 1 (ProRoot MTA). \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTEMPO (DIAS)\n\np\nH\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3 AMOSTRA 4 AMOSTRA 5\n \n\n \nGráfico 4 – pH da solução em contato com as amostras do Grupo 2 (MTA Branco). \n\n\n\n 86 \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTEMPO (DIAS)\n\np\nH\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3 AMOSTRA 4 AMOSTRA 5\n \n\n \nGráfico 5 – pH da solução em contato com as amostras do Grupo 3 (MTA BIO). \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTEMPO (DIAS)\n\np\nH\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3 AMOSTRA 4 AMOSTRA 5\n \n\n \nGráfico 6 – pH da solução em contato com as amostras do Grupo 4 (CP1). \n\n\n\n 87 \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTEMPO (DIAS)\n\np\nH\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3 AMOSTRA 4 AMOSTRA 5\n \n\n \nGráfico 7 – pH da solução em contato com as amostras do Grupo 5 (CP2). \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 30 35\n\nTEMPO (Dias)\n\np\nH\n\nProRoot MTA MTA Branco MTA BIO CP1 CP2 Disco de dentina\n \n\n \nGráfico 8 – Medidas do pH dos 5 grupos experimentais e do disco de dentina em \nPBS. \n\n\n\n 88 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nGráfico 9 – Concentração de íons cálcio (mg/L) na solução em contato com as \namostras  do Grupo 1 (ProRoot MTA).  \n \n \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nGráfico 10 – Concentração de íons cálcio (mg/L) na solução em contato com as \namostras  do Grupo 2 (MTA Branco). \n \n\n \n\n4,25\n\n4,96\n\n3,72\n\n2,87\n\n4,59\n\n10,45\n\n6,8\n\n5,4\n\n6,8\n\n3,1\n\n4,1\n3,23\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n5 15 25 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3\n\n0,54 0,69\n\n4,37\n\n3\n\n3,76\n\n13,25\n\n3,35\n\n1,99\n\n6,85\n\n4,05\n\n2,97\n\n4,55\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n5 15 25 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3\n\n\n\n 89 \n\n \n\nGráfico 11 – Concentração de íons cálcio (mg/L) na solução em contato com as \namostras  do Grupo 3  (MTA BIO). \n \n\n9\n\n4,03 3,95\n\n4,85\n\n3,76\n\n1,88\n\n3\n\n1,45\n1,67\n\n3,8\n3,75\n\n5,1\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n5 15 25 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3\n \n\n \n\nGráfico 12 – Concentração de íons cálcio (mg/L) na solução em contato com as \namostras  do Grupo 4  (CP1). \n\n1,98\n\n4,45\n\n1,16\n0,26\n\n1,75\n\n44,5\n\n13,25\n\n8,25\n\n5,55\n\n15,5\n\n8\n6,04\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n5 15 35 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3\n\n\n\n 90 \n\n \nGráfico 13 – Concentração de íons cálcio (mg/L) na solução em contato com as \namostras  do Grupo 5 (CP2). \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n5 15 25 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nProRoot MTA MTA Branco MTA BIO CP1 CP2 DISCO DE DENTINA\n \n\n \nGráfico 14 – Médias da concentração de íons cálcio (mg/L) liberados pelos cimentos \ne pelo disco de dentina.  \n\n3,4\n\n14,47\n\n4\n\n2,753\n\n2,17 2,07 2,3\n2,75\n\n4,65 4,45\n\n1,76\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n5 15 25 35\n\nTempo (Dias)\n\nÍo\nn\n\ns\n C\n\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nAMOSTRA 1 AMOSTRA 2 AMOSTRA 3\n\n\n\n 91 \n\nAPÊNDICE E – Diagrama da metodologia \n \n \n \n\n \n \n\nA composição \nquímica dos \n\nprecipitados de     \n1 amostra de  \n\ncada grupo foi \navaliada no     \n\nEDAX. \n \n\n5, 15, 25 e 35 dias \nA partir da solução \n\ntamponada recolhida \nnas trocas \n\n \n28 dentes \n\n secções transversais \n 2 mm de espessura \n\nCavidades de 2 mm de \ndiâmetro \n\n5 grupos (n=11) \nGrupo 1: Pro Root MTA \nGrupo 2: MTA Branco \n\nGrupo 3: MTA BIO \nGrupo 4: CP1 \nGrupo 5: CP2 \n\nImersão em 15 mL de PBS  \n 2 meses,  \n\ntroca a cada 5 dias. \n\nAs amostras foram \npreparadas para \n\nanálise da interface \ncimento-dentina em \n\nMEV \n\nQUANTIDADE E \nCOMPOSIÇÃO \nQUÍMICA DOS \n\nPRECIPITADOS. \n\npH E \nCONCENTRAÇÃO \nDE ÍONS CÁLCIO \n\nANÁLISE DA \nINTERFACE \n\nCIMENTO-DENTINA \n\nA interface foi \nanalisada em \n\ndistintos \naumentos \n\n (15-3000X) \n\nComposição \nquímica (EDAX) \n\n \n•Cimentos \n\n•Intercamada \n•Prolongamentos \n\n•Dentina \n\nA superfície         \ndas amostras \nfoi raspada. \n\nOs \nprecipitados \ncoletados e \n\npesados. \n\n\n\n 92 \n\nAPÊNDICE F – Metodologia expandida \n \nNOME, ORIGEM E PREPARO DOS CIMENTOS EMPREGADOS \n\n \n\n1 - ProRoot MTA regular – cinza (Dentsply, Tulsa, USA) \n\nManipulado com água destilada na proporção de 1g/0,26 mL \n\n \n\n2 - MTA Branco (Angelus Soluções Odontológicas, Londrina, PR, Brasil). \n\nManipulado com água destilada na proporção de 1g/0,26 mL \n\n \n\n3 - MTA BIO (Angelus Soluções Odontológicas, Londrina, PR, Brasil). \n\nManipulado com a solução fornecida na proporção de 1,1 g/0,18 mL \n\n \n\n4 - Cimento experimental denominado CP1 \n\nCimento Portland branco (Irajazinho, Votorantim, SP, Brasil) com 20% de óxido de \n\nbismuto (Seelze, Hannover, Germany). \n\nManipulado com água destilada na proporção de 1g/0,26 mL \n\n \n\n5 - Cimento experimental denominado CP2 \n\nCimento Portland branco (Irajazinho, Votorantim, SP, Brasil) com 20% de óxido de \n\nbismuto (Seelze, Hannover, Germany) e 10% cloreto de cálcio (Labsynth, Diadema, \n\nSP, Brasil). \n\nManipulado com água destilada na proporção de 1,1 g/0,18 mL \n\n \n\nAs proporções pó/líquido seguem estudo de Bortoluzzi (2007). \n\n \n\nO pó colocado numa placa de vidro é gradualmente incorporado ao líquido. \n\nUtilizando uma espátula de manipulação, o cimento deve ser manipulado durante \n\ncerca de um minuto para garantir que todas as partículas do pó sejam hidratadas. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 93 \n\nORIGEM E PREPARO DO TAMPÃO FOSFATO-SALINO (PBS). \n\n \n\nO preparo da solução foi realizado no Laboratório de Endodontia da \n\nUniversidade Federal de Santa Catarina. Para a elaboração da solução (pH 7,2) \n\nforam utilizados os seguintes sais:  \n\n- 40,0 g NaCl (cloreto de sódio)  \n\n- 1,0 g KCl (cloreto de potássio)  \n\n- 5,8 g NaH2PO4 anidro (fosfato de sódio dibásico) \n\n- 1,0 g KH2PO4 (fosfato de potássio monobásico) \n\nA pesagem dos sais foi realizada mediante a utilização de balança analítica \n\n(Mettler PE 160). Para o preparo da solução foi utilizado um balão volumétrico e os \n\nsais foram dissolvidos em q.s.p. 5 litros de água bidestilada/deionizada.  \n\n \n\nSELEÇÃO DAS AMOSTRAS \n\n \n\nO projeto de pesquisa foi aprovado pelo Comitê de Ética em Pesquisa com \n\nSeres Humanos da Universidade Federal de Santa Catarina, sob número 133/07 \n\n(ANEXO A). Foram utilizados 28 dentes humanos, unirradiculados, extraídos por \n\nmotivos alheios a esta pesquisa e doados através do Termo de Consentimento Livre \n\ne Esclarecido. \n\n \n\nMaterial e Métodos \n\n \n\n A partir de cortes transversais realizados no terço médio da raiz com disco \n\ndiamantado SBT (South Baytechnology, San Clemente, CA, U.S.A.) na máquina \n\nISOMET 1000 Low Speed Saw (Buehler Ltda., São Paulo, SP, Brasil), foram obtidas \n\n2 secções com 2 mm espessura. Em cada secção, o espaço do canal radicular foi \n\nampliado com ponta esférica diamantada a fim de obter uma cavidade padronizada \n\ncom 2 mm de diâmetro. Após a confecção da cavidade, as secções radiculares \n\nforam imersas em solução de EDTA 17% por 3 min e em solução de hipoclorito de \n\nsódio 1% também por 3 min. Em seguida foram lavadas em água destilada durante 1 \n\nmin e secas.  \n\nAs secções radiculares foram divididas aleatoriamente em 5 grupos (n=11), e \n\npreenchidas com diferentes cimentos conforme descrito a seguir: \n\n\n\n 94 \n\nGrupo 1: ProRoot MTA  (Dentsply, Tulsa Dental, Oklahoma, USA). Manipulado com \n\nágua destilada na proporção de 1g/0,26 mL. \n\nGrupo 2: MTA Branco (Angelus Soluções Odontológicas, Londrina, PR, Brasil). \n\nManipulado com água destilada na proporção de 1g/0,26 mL. \n\nGrupo 3: MTA BIO (Angelus). Manipulado com água destilada na proporção de \n\n1g/0,18 mL. \n\nGrupo 4: CP1 = Cimento Portland branco (Irajazinho, Votorantim, São Paulo, SP, \n\nBrasil) + 20% de óxido de bismuto (Seelze, Hannover, Alemanha). Manipulado com \n\nágua destilada na proporção de 1g/0,26 mL \n\nGrupo 5: CP2 = Cimento Portland branco (Irajazinho)  + 20% de óxido de bismuto \n\n(Seelze) + 10% cloreto de cálcio (Labsynth, Diadema, SP, Brasil). Manipulado com \n\nágua destilada na proporção de 1g/0,18 mL. \n\nCom a finalidade de registrar o pH e a concentração de íons cálcio liberados \n\npela dentina, uma amostra (um disco), sem cimento, foi utilizado como grupo \n\ncontrole. \n\n As proporções pó/líquido foram estabelecidas conforme Bortoluzzi (2007). \n\nImediatamente após o preenchimento, as amostras foram colocadas, \n\nindividualmente, em recipientes plásticos identificados, contendo 15 mL de PBS (pH \n\n= 7,2), e mantidas em estufa a 37ºC por 2 meses. A cada 5 dias, a solução tampão \n\nfoi substituída. \n\n \n\nQuantidade e composição química dos precipitados \n\nA cada 5 dias, no momento da troca da solução, quando constatado que \n\nhouve formação de precipitados, a superfície de 10 amostras foi suavemente \n\nraspada com uma espátula. Os precipitados coletados foram lavados com água \n\ndestilada, secos em estufa a 37°C e pesados em balança analítica digital (Mettler PE \n\n160). Os pesos dos precipitados, obtidos em gramas, foram registrados e avaliados \n\nestatisticamente pelos testes ANOVA e LSD. O valor crítico de significância \n\nestatística foi de 5%. \n\nA composição química dos precipitados (uma amostra de cada grupo) foi \n\ndeterminada através de micro-análise por energia dispersiva (EDAX) em microscópio \n\neletrônico de varredura (Philips SEM XL 30, Philips, Eindhoven, Netherlands). Foram \n\nrealizadas 3 avaliações pontuais por amostra. Com a finalidade de analisar o \n\n\n\n 95 \n\naspecto ultra-estrutural, os precipitados foram fotografados com aumentos variáveis \n\n(125-8.000 X). \n\n \n\nAnálise da interface cimento-dentina \n\n  Decorridos os 2 meses de imersão em PBS, as amostras foram lavadas em \n\nágua destilada por 2h e tratadas segundo metodologia empregada por Perdigão et \n\nal. (1999). As amostras foram fixadas durante 12h a 4?C em glutaraldeído 2,5% \n\ntamponado com solução fosfato 0,2 M. Na seqüência, foi realizada a lavagem em \n\ntampão fosfato 0,2 M durante 1h com 2 trocas, seguida de uma breve lavagem com \n\nágua deionizada. A desidratação foi feita em concentrações ascendentes de álcool \n\netílico (25%, 50%, 75%, 90%, 95% e 100%). Em seguida, as amostras foram \n\nimersas em hexametildisilazano (HMDS) (Baker Ink, Kirwan, Qld, Austrália) durante \n\n10 min. \n\nConcluída a fixação e a desidratação, as amostras foram submetidas ao \n\nembutimento a frio com resina acrílica (Vigodent, São Paulo, SP, Brasil). Uma \n\npequena quantidade de vaselina foi aplicada na parede interna de um tubo plástico \n\nPVC, de 10 mm diâmetro, para facilitar a remoção do corpo-de-prova após a \n\npolimerização da resina. A superfície do cimento a ser submetido ao teste foi \n\ncolocada numa placa de vidro sobre uma fita adesiva de dupla-face. O lado em \n\ncontato com a resina acrílica foi previamente coberto com uma camada de resina \n\nfotopolimerízavel Z 100 (3M ESPE, São Paulo, SP, Brasil). O tubo foi fixado sobre a \n\nsuperfície adesiva da fita com a secção radicular em posição eqüidistante da parede \n\ninterna do tubo plástico. A resina, preparada segundo as orientações do fabricante, \n\nfoi lentamente vertida dentro do tubo. Após a sua polimerização, cada uma das \n\nsuperfícies a ser avaliada foi lixada em lixadeira elétrica rotativa Politriz (APL-40, \n\nSão Paulo, SP, Brasil) com lixa de carbeto de silício 1200, 1500, 2000 por cerca de \n\n30 s. A cada troca de lixa o corpo-de-prova foi lavado em água destilada e limpo em \n\nultrassom (Termotrom, São Paulo, SP, Brasil) por 5 min. Após o lixamento, cada \n\namostra foi avaliada ao microscópio óptico para comprovar a remoção da película de \n\nresina e verificar a eliminação de riscos. \n\nO polimento foi realizado em Politriz de prato circular com panos de pelo \n\nmédio e alto, sucessivamente, com abrasivo à base de alumina de 1, 0,3 e 0,05 µm \n\nde granulação. Em seguida, a resina foi desgastada com um disco diamantado de \n\ndupla-face (KG Sorensen, São Paulo, SP, Brasil), de forma a reduzir suas \n\n\n\n 96 \n\ndimensões, sem alcançar a secção radicular. As amostras foram limpas no aparelho \n\nde ultrassom (Termotrom) por 5 min e secas com jato de ar, procurando eliminar \n\npossíveis resíduos do corte. Em seguida, foram imersas em ácido clorídrico 6 M \n\ndurante 30 s e logo após, lavadas em água deionizada. Depois, foram imersas em \n\nsolução de hipoclorito de sódio 2% durante 10 min, e posteriormente, foi realizada a \n\nlavagem final em água deionizada pelo mesmo período de tempo. As amostras \n\nforam secas em estufa a 37° C durante 48h e em seguida fixadas em uma base \n\ncilíndrica de metal (stubs), com 1 cm de altura e 12 mm de diâmetro, de modo que a \n\nface a ser avaliada fique voltada para o observador. O conjunto foi levado ao \n\naparelho metalizador HUMMER VII (Bal-Tec SCD 005, Bal-Tec Co.), o qual recobriu \n\nas amostras com uma camada de ouro de 300 Å. Os espécimes foram examinados \n\nao microscópio eletrônico de varredura, operando com 15 Kv. \n\nA região da interface cimento-dentina foi analisada em diferentes aumentos \n\n(15-3000x) a fim de verificar se houve ou não a formação da intercamada. Quando \n\nconstatada, a sua composição química por elementos, foi determinada através de 3 \n\navaliações pontuais por amostra, por meio de microanálise por energia dispersiva \n\n(EDAX). Os dados obtidos foram registrados, agrupados e avaliados \n\nestatisticamente pelos testes ANOVA e LSD. O valor crítico de significância \n\nestatística foi de 5%. \n\nObtenção das medidas de pH e de concentração de íons cálcio. \n\n  A solução tampão, substituída aos 5, 15, 25 e 35 dias, foi filtrada, coletada e \n\narmazenada em recipientes plásticos individuais, previamente tratados com ácido \n\nnítrico 5% v/v por 24 h e lavados com água deionizada pelo mesmo período de \n\ntempo.  \n\nImediatamente após a coleta da solução (PBS) em contato com as amostras, \n\na determinação do pH foi feita através de um pH-metro (INSTRUTHERM, PH-1700, \n\nSão Paulo, SP, Brasil) previamente calibrado com soluções padrões de pH 7,0 e 9,0. \n\nAs leituras foram realizadas em 5 amostras de cada grupo, escolhidas \n\naleatoriamente, 2 min após a imersão do eletrodo nas soluções. Entre cada leitura, o \n\neletrodo foi lavado com água deionizada e seco com papel absorvente. Os dados \n\nobtidos foram registrados, agrupados e avaliados estatisticamente pelos testes \n\nANOVA e LSD. O valor crítico de significância estatística foi de 5%. \n\nDeterminado o pH, 2 gotas de ácido clorídrico foram adicionadas a cada \n\namostra, com a finalidade de baixar o pH para 2,0 e favorecer o armazenamento em \n\n\n\n 97 \n\ngeladeira. As medidas de concentração de íons cálcio foram feitas em 3 amostras de \n\ncada grupo, escolhidas aleatoriamente, utilizando um espectrômetro de absorção \n\natômica (HITACHI, Tókio, TK, Japão), modelo Z -8230 Polarized Zeeman , cujos \n\nparâmetros operacionais foram: comprimento de onda de 42,7 nm; chama óxido-\n\nnitroso/acetileno, fenda espectral: 1,3 nm, fluxo do acetileno: 4,8 l/min. A curva \n\nanalítica foi preparada no intervalo de 0 a 2,0 mg/L, dependendo da concentração da \n\namostra. No momento da leitura as soluções estavam à temperatura ambiente.  \n\nOs dados foram registrados e submetidos à análise descritiva. \n\nCom a finalidade de registrar o pH e a concentração de íons cálcio liberados \n\npela dentina, uma amostra (um disco), sem cimento, também foi imersa em 15 mL \n\nde PBS por 2 meses e a solução substituída a cada 5 dias. \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 98 \n\nAPÊNDICE G – Justificativa para o uso dos distintos cimentos \n\n \n\nJustificativa para testar o Cimento de Portland branco \n\nDiferentes investigações, incluindo análise espectrométrica, confirmaram a \n\ninformação do fabricante de que a composição do MTA disponível comercialmente é \n\nsemelhante a do cimento Portland (ESTRELA et al., 2000). De 15 elementos \n\nquímicos testados, 14 se mostraram idênticos, em parte por milhão (ppm) e peso \n\n(FUNTEAS; WALLACE; FOCHTMAN, 2003), exceto pela presença de óxido de \n\nbismuto no MTA (ESTRELA et al., 2000; FUNTEAS et al., 2003; ASGARY et al., \n\n2005; CAMILLERI et al., 2005; DAMMASCHKE et al., 2005; DANESH et al., 2006). \n\nDiamanti et al. (2003) analisaram e compararam a composição química do \n\nMTA cinza com o MTA branco. Os resultados obtidos pela difração de raios-X \n\nmostraram semelhança aos cimentos Portland comuns, porém com diferenças entre \n\nos dois materiais. Não foi detectada presença de óxido de ferro (Fe2O3) no MTA \n\nbranco e sulfato de cálcio (CaSO4) no MTA cinza. Concluíram que os MTAs são \n\ncimentos Portland. \n\n \n\n \n\nJustificativa para empregar o óxido de bismuto \n\nDevido ao fato do cimento Portland branco não possuir radiopacificador \n\n(ESTRELA et al. 2000), o óxido de bismuto foi acrescentado na mesma porcentagem \n\nencontrada no MTA comercial (20% em peso). \n\n \n\nJustificativa para empregar o cloreto de cálcio \n\n Levando em conta a semelhança entre MTA e cimento Portland comum, \n\nrecentes pesquisas utilizaram aditivos da construção civil agregados a estes \n\nmateriais com o intuito de melhorar suas propriedades físico-químicas (ABDULLAH \n\net al., 2002; HARRINGTON, 2005; JUAREZ-BROON et al., 2006; BORTOLUZZI et \n\nal., 2006a; BORTOLUZZI et al., 2006b; KOGAN et al., 2006).  \n\n O aditivo mais utilizado tem sido o cloreto de cálcio (CaCl2). Quando utilizado \n\nnas concentrações de 5% a 15% diminuiu o tempo de presa do MTA e do cimento \n\nPortland (KOGAN et al., 2006; HARRINGTON, 2005). O CaCl2 a 10% melhora a \n\ncapacidade seladora do MTA (BORTOLUZZI et al., 2006), mantêm seu pH elevado, \n\n\n\n 99 \n\nem torno de 10 a 11,7, potencializa a liberação de íons cálcio em 24 h \n\n(BORTOLUZZI et al., 2006) e não interfere na biocompatibilidade desses materiais \n\n(ABDULLAH et al., 2002; JUAREZ-BROON et al., 2006). \n\nBortoluzzi (2007) demonstrou que o acréscimo de 10% de cloreto de cálcio ao \n\nMTA e ao cimento Portland branco com radiopacificador (óxido de bismuto a 20%) \n\nproporcionou resultados favoráveis: diminuiu o tempo de presa; diminuiu a \n\nsolubilidade e não promoveu a desintegração; não interferiu no pH e na atividade \n\nantimicrobiana de ambos os cimentos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 100 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 101"}]}}}