{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04109"}, {"@name": "filename", "#text": "BGP_2006_14_1_16__Manifestacoes_magmaticas_na_parte_sul_da_Bacia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Manifestações magmáticas na parte sul da Bacia de Campos (Área de Cabo Frio) e na Bacia de Jequitinhonha\nMagmatic occurrences in the southern part of the Campos Basin (Cabo Frio Area) and in the Jequitinhonha Basin\nHamilton Duncan Rangel\nPalavras-chave: Bacia de Campos | Área de Cabo Frio | Bacia de Jequitinhonha | magmatismo terciário | altos vulcânicos\nKeywords: Campos Basin I Cabo Frio Area I Jequitinhonha Basin tertiary magmatism I volcanic highs\nresumo\nDuas bacias da margem leste brasileira apresentam altos vulcânicos na sua porção sul, a Bacia de Campos e de Jequitinhonha.\nNa parte sul da Bacia de Campos, em frente ao Alto\nde Cabo Frio, ocorrem rochas magmáticas predominantemente extrusivas do Neopaleoceno, Eoeoceno e Mesoeoceno. Elas são constituídas por tufos, hialoclas-titos, brechas e basaltos (Formação Emborê / Membro Cabo Frio), que formam cones e altos vulcânicos.\nO alto vulcânico na Bacia de Jequitinhonha (Alto Vulcânico Terciário de Royal Charlote), localizado na parte sul da bacia, parece ter sido mais efetivo no espalhamento de rochas vulcânicas para norte ao longo da porção distal da Bacia de Jequitinhonha do que o Alto Vulcânico Terciário da Região de Cabo Frio o foi para a Bacia de Campos, onde são raras e muito pouco espessas as rochas vulcânicas nas regiões central e norte da Bacia de Campos.\nintrodução\nA parte sul da Bacia de Campos, em frente ao Alto de Cabo Frio, apresenta um padrão estru-tural-sedimentar diferenciado do restante da bacia. Isso acontece em várias seqüências sedimentares, desde o pacote rifte até a seção do Mioce-no Inferior (fig. 1).\nA região aqui discutida engloba uma área de 4 500 km2 (entre a Falha de Borda da Bacia de Campos a oeste/noroeste, o contorno batimétri-co de 2 000 m a leste/sudeste, a área dos poços 1-RJS-107 e 1-RJS-348 a sul e a região do Paleocanyon de Enchova a norte (fig. 2).\nPara este estudo, foram usadas linhas sísmicas, informações paleontológicas, geoquímicas,\nFigura 1\nCarta estratigráfica da área sul da Bacia de Campos\n(Área de Cabo Frio).\nFigure 1\nSouthern Campos Basin stratigraphic chart (Cabo Frio Area).\nFigura 2\nlitológicas e de perfis elétricos de 60 poços exploratórios, além de dados gravimétricos e mag-netométricos. Uma correlação detalhada utilizando esses dados resultou no estabelecimento de 24 marcos de correlação estratigráfica de idade entre o Mesoaratu e o Eoplioceno.\nDentre essas unidades estratigráficas as mais afetadas por magmatismo extrusivo são de idade Neopaleoceno, Eoeoceno e Mesoeoceno, embora níveis intrusivos de idade terciária sejam encontrados em unidades estratigráficas mais antigas, principalmente do Neocretáceo .\nEste padrão estrutural-sedimentar diferenciado, resultante da atividade magmática, está associado à presença de tufos, hialoclastitos, brechas e basaltos (Formação Emborê / Membro Cabo Frio), que formaram cones e altos vulcânicos .\nNo Neopaleoceno ocorreu um intenso tecto-nismo associado a vulcanismo na região sul da área estudada, com a deposição de rochas predominantemente explosivas. Esse evento tectô-nico atingiu o apogeu no Mesoeoceno.\nOutras evidências desse tectonismo são observadas no centro-norte da Bacia de Campos (Falha \"Terciária\" de São Tomé), no Gráben de Barra de São João (na área de embasamento raso a noroeste da Falha de Borda da Bacia de Campos) e na formação das bacias terciárias no continente, tais como as bacias de Taubaté, Volta Redonda e São Paulo.\nAs unidades sedimentares se espessam mais devido à presença de muitas camadas de rochas vulcânicas dentro dessas seqüências. A se-qüência do Paleoceno apresenta seu depocentro\nPrincipais feições geológicas da parte sul da Bacia de Campos (Área de Cabo Frio).\nFigure 2\nMain geologic features of the southern Campos Basin (Cabo Frio Area).\nsedimentar no extremo sul da área estudada, onde atinge espessuras de cerca de 500 m (1-RJS-348).\nJá a seqüência do Eoceno Inferior/Médio tem um estilo deposicional oposto ao da seqüência sotoposta. Enquanto naquela ocorre um grande espessamento no extremo sul e acunha em direção à borda da bacia, a seqüência do Eoceno Inferior/Médio tem seu depocentro para norte e\nacunha tanto para a borda quanto para o eixo da bacia.\nO apogeu da atividade magmática ocorreu no Mesoeoceno, (fig. 1), onde o grande espes-samento dessa seqüência sedimentar se deve à presença de muitas camadas de rochas vulcânicas (fig. 3), assim como essas rochas constituem a fácies principal na parte sul do mapa de fácies predominantes dessa seqüência (fig. 4).\nFigura 3 - Área sul da\tFigure 3 - Southern\nBacia de Campos - mapa\tCampos Basin - Middle\nde isópacas do Eoceno\tEocene isopach map.\nMédio.\nFigura 4 - Área sul da\tFigure 4 - Southern\nBacia de Campos - mapa\tCampos Basin - middle\nde fácies do Eoceno\tEocene facies map.\nMédio.\nFigura 5\nÁrea sul da Bacia de\nCampos - seção geológica strike.\nFigure 5\nSouthern Campos Basin -strike geologic section.\nCoincidentemente com o maior espessamen-to do Paleoceno e Eoceno Inferior/Médio ocorrem vários cones e altos vulcânicos de grande porte, evidenciados pelas linhas sísmicas e detectados pelos poços (hialoclastitos, tufos e basaltos), que se formaram com predominância no Eoeoceno, inclusive em regiões próximas à linha de charneira da bacia (fig. 5).\nFeições de cones vulcânicos individualizados são evidentes em linhas sísmicas, e algumas dessas feições já foram atravessadas por poços exploratórios (fig. 6).\nEventos semelhantes em termos de litofácies e de idade são encontrados em outras bacias sedimentares da margem leste brasileira, como no Espírito Santo (Alto Vulcânico de Abrolhos) e em Jequitinhonha (Alto Vulcânico de Royal Charlote).\nNo extremo sul da Bacia de Jequitinhonha ocorre um grande alto vulcânico (Alto de Royal Charlote), de idade terciária, semelhante ao que ocorre na Bacia do Espírito Santo (Alto de Abrolhos), ambos muito mais espessos e contínuos do que o magmatismo que afetou a Área de Cabo Frio na Bacia de Campos. Seu efeito é perceptível até mesmo na batimetria atual.\nNa Bacia de Jequitinhonha esse magmatismo, além de presente no Alto de Royal Charlote, é perceptível por linhas sísmicas ao longo da parte mais distal da bacia. Essas vulcânicas estão associadas a reflexões fortes na sísmica, principalmente dentro da seção do Paleoceno e Eoceno Inferior. A sismofácies presente no Eoceno Médio parece estar associada à presença de rochas vulcânicas extrusivas intercaladas a sedimentos (fig. 7).\nO centro vulcânico na Bacia de Jequitinhonha (Alto Vulcânico Terciário de Royal Charlote), localizado na parte sul da bacia, parece ter sido muito mais efetivo no espalhamento de rochas vulcânicas para norte ao longo da parte distal da Bacia de Jequitinhonha do que o Alto Vulcânico Terciário da Região de Cabo Frio o foi para a Bacia de Campos, pois são raras e muito pouco espessas as rochas vulcânicas encontradas ao longo desta bacia.\nFigura 6 - Área sul da Bacia de Campos -seção sísmica ilustrando cone vulcânico na área do poço 125.\nFigure 6 - Southern Campos Basin - seismic profile showing volcanic cone at 125 well area.\nFigura 7 - Seção sísmica dip (área distal) na Bacia de Jequitinhonha ilustrando sismofácies associadas a rochas vulcânicas no Eoceno Inferior.\nFigure 7 - Dip seismic section (distal area) at Jequitinhonha Basin showing seismic facies related to Lower Eocene volcanic rocks.\nabstract\nAt the Eastern Brazilian Margin volcanic highs occur in the southern part of both Campos and Jequitinhonha basins.\nLate Paleocene, Early Eocene and Mid Eocene magmatic rocks are present - mainly extrusive ones -in the southern part of Campos Basin, adjacent to Cabo Frio High. They are constituted by tuffs, hialo-clastics , breccias and basalts (Emborê Formation / Cabo Frio Member), which allowed the formation of cones and volcanic highs.\nThe southern part of the Jequitinhonha Basin the volcanic center (Royal-Charlote Tertiary Volcanic High) seemed more effective in spreading volcanic rocks toward the northern part of that basin (mainly in its distal part) than the Cabo Frio Tertiary Volcanic High toward the Campos Basin, since volcanic rocks are rare and very thin along the Campos Basin; which extends to the north of Cabo Frio Tertiary Volcanic High.\nautor\nHamilton Duncan Rangel\nE&amp;P Exploração\nGestão de Portfólio das Bacias do Norte e Nordeste e-mail: hdrangel@petrobras.com.br\nHamilton Duncan Rangel formou-se em Geologia pela Universidade Federal Rural do Rio de Janeiro em 1974 e ingressou na Petrobras em 1975 como geólogo pelo antigo Distrito de Exploração do Norte, em Belém. Posteriormente, foi transferido para o antigo Distrito de Exploração da Bahia, em Salvador, e depois para o antigo Distrito de Exploração do Sudeste em Vitória. Trabalhou no antigo Departamento de Exploração - Depex, na sede da Companhia, no Rio de Janeiro, na área de análise de bacias sedimentares. Entre 1981 e 1984 cursou a Universidade do Texas em Austin, Estados Unidos, onde obteve o título de Doutor em Geologia do Petróleo. Posteriormente trabalhou na área de exploração da Bacia de Campos, também na sede da Companhia. Gerenciou a Divisão de Interpretação das Bacias do Espírito Santo e Mucuri em São Mateus, Espírito Santo (entre 1987 e 1989), e retornou ao Rio de Janeiro, para trabalhar com as bacias de Campos e Santos. A partir de 2003 passou a atuar na Gestão de Portfólio, atuando na Bacia de Jequitinhonha. Especialista em Análise de Bacias Sedimentares e Estratigrafia, exerce também a função de consultor técnico."}]}}}