{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15817"}, {"@name": "filename", "#text": "22314_Gomes_etal_CG14_ESPECIAL_II.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Versão online: http://www.lneg.pt/iedt/unidades/16/paginas/26/30/185  Comunicações Geológicas (2014) 101, Especial II, 1005-1009 \nIX CNG/2º CoGePLiP, Porto 2014  ISSN: 0873-948X; e-ISSN: 1647-581X \n\nIndicadores de drenagem ácida num sistema afetado por \ncontaminação mineira: o caso da escombreira de Santo \nAntónio de Penedono \n \nIndicators of Acid Mine Drainage in an affected system: \nthe case of the mine Santo António de Penedono \n \nP. Gomes1,2, T. Valente1,2*, M. A. S. Braga1, J. Pamplona1, J. A. Grande Gil2 \n \n \n  \n\n \n\n© 2014 LNEG – Laboratório Nacional de Geologia e Energia IP  \n\n \n\nResumo: O presente estudo descreve os efeitos da evolução \ngeoquímica e mineralógica dos resíduos mineiros acumulados na \nescombreira de Santo António de Penedono, Penedono. Mediante a \naplicação de diferentes tipos de indicadores: físico-químicos, \necológicos e mineralógicos, descrevem-se as propriedades do ambiente \nde drenagem superficial. Os resultados demonstram o caráter ácido do \nefluente e sugerem a eficácia de algas acidófilas como indicadoras de \ncontaminação mineira. A análise mineralógica põe em evidência o \npapel dos precipitados de drenagem ácida no controle da mobilidade de \npoluentes, em especial do arsénio. \nPalavras-chave: Águas de drenagem ácida, Precipitados, \nIndicadores ecológicos e mineralógicos, Arsénio. \n \nAbstract: The present study describes the effects of geochemical and \nmineralogical evolution of Penedono mine waste-dumps by applying \ndifferent types of indicators: physical-chemical, ecological and \nmineralogical. The results obtained demonstrated the typical sulfated \nnature of acid mine drainage (AMD) and suggested the effectiveness of \nacidophilic algae as indicators of mining pollution. Mineralogical \nanalysis by X-ray diffraction and transmission electron microscopy \nhighlights the role of AMD-precipitates controlling the mobility of \npollutants, in particular of arsenic. \nKeywords: Acid mine drainage, AMD-precipitates, Ecological and \nmineralogical indicators, Arsenic. \n \n1Centro de Investigação Geológica, Ordenamento e Valorização de Recursos \n(CIG-R), Universidade do Minho, Campus de Gualtar, 4710-057 Braga, \nPortugal. \n2CIPIMS, Universidad de Huelva, Campus de la Rábida, Huelva, Spain. \n*Autor correspondente / Corresponding author: teresav@dct.uminho.pt  \n \n\n1. Introdução \nDa atividade mineira resultam resíduos que potencialmente \ndesencadeiam problemas de contaminação e de segurança \npara as populações. No trabalho de Santos Oliveira et al. \n(2002) foram diagnosticadas cerca de 200 explorações \nmineiras em Portugal, cujo abandono se deu de forma \ndescontrolada. Alguns destes sítios foram já sujeitos a \nmedidas de reabilitação, mas noutros persistem ainda os \nefeitos da extração e tratamento dos minérios, assim como \na contaminação da água e do solo (Gomes et al., 2013). \n\nDa paragénese dos jazigos deriva a reatividade química \ndos resíduos mineiros. Intervenções sobre jazigos com \nparagéneses reativas, de que são exemplo as associações \ncom sulfuretos, geram o impacte mais relevante, na \nmedida em que é maior a extensão e magnitude das \nreações de interação mineral-água em escombreira. \n\nOs resíduos mineiros sofrem evolução física, \ngeoquímica e mineralógica, determinada pelo efeito da \nmeteorização. A formação de águas de drenagem ácida é \numa das manifestações típicas, resultante da evolução em \nescombreiras reativas. Da oxidação dos sulfuretos resultam \nassim soluções aquosas ácidas e ricas em sulfato, \nacompanhadas pela formação de fases sólidas, com \ndiferentes graus de cristalinidade, genericamente \ndesignados precipitados de drenagem ácida (Valente et al., \n2013). Associações de sais solúveis resultantes da \nevaporação e de precipitados ocres, ricos em ferro, \ndecorrentes da neutralização das soluções ácidas, são \nneoformações mineralógicas supergénicas típicas em \nambientes de drenagem mineira. Neste trabalho \ndescrevem-se as propriedades físico-químicas, ecológicas \ne mineralógicas do ambiente de drenagem ácida resultante \nda evolução dos resíduos sulfuretados da escombreira de \nPenedono. \n\n2. Descrição da área de estudo \n2.1. Enquadramento geomineiro e ambiental \n\nA escombreira de Santo António de Penedono localiza-se \nna freguesia da Granja, concelho de Penedono, Viseu. A \nregião foi um importante centro mineiro, dedicado \nprincipalmente ao ouro, mas também a outros elementos \nquímicos, como o arsénio (Matias et al., 2003). A \nparagénese do jazigo é pouco diversificada, predominando \nos minerais formadores das rochas graníticas (quartzo, \nplagioclase e micas) e os sulfuretos (arsenopirite, \ncalcopirite, galena, blenda e pirrotite). \n\nAs escombreiras formaram-se por mais de 50 anos da \nacumulação de rejeitados do tratamento e separação do \n\nArtigo Curto \nShort Article \n\n\n\n1006  P. Gomes et al. / Comunicações Geológicas (2014) 101, Especial II, 1005-1009 \n \n\nminério, sendo constituídas por material fino disposto em \nduas áreas principais, formando patamares. Atualmente, o \ncomplexo mineiro apresenta fortes sinais de degradação, \nquer ao nível das infra estruturas industriais, quer em \ntermos de contaminação ambiental (Gomes, 2011). Na \núltima década as escombreiras foram alvo de diversos \nestudos de caraterização, alguns deles focados nos efeitos \nambientais decorrentes da cessação da atividade. Por \nexemplo, em Santos Oliveira et al. (2002) é destacado o \nelevado risco para os ecossistemas envolventes, tendo-lhe \nsido atribuída a classificação de elevado grau de impacto. \nMatias et al. (2003) procederam a uma avaliação \npreliminar dos impactos ambientais resultantes da \nexploração e abandono da mina, com referência às \nestruturas mineiras subterrâneas, e também evidenciando a \nintensa erosão eólica e hídrica a que estavam sujeitas as \nescombreiras. \n\nRelativamente ao impacte sobre a água, cita-se o \ntrabalho de Matias et al. (2006), focado nos efeitos sobre a \nágua superficial e subterrânea. Já Roque (2009) apresenta a \nárea mineira como estudo de caso, no âmbito de uma \nproposta metodológica para caraterização de áreas \nmineiras degradadas. Por sua vez, Abreu et al. (2008) \nfocam o estudo destas escombreiras na perspetiva da \navaliação das potencialidades da flora autóctone em termos \nde fitoestabilização. Neste contexto, Gomes (2011) e \nGomes et al. (2013) apresentam uma cartografia detalhada \ndas escombreiras, com foco na evolução temporal da \ncolonização vegetal. \n\n2.2. Enquadramento climático e hidrográfico \n\nOs fenómenos de interacção mineral-água-biosfera são \ndependentes dos ciclos climáticos sazonais. Por sua vez, a \nconfiguração da rede hidrográfica é determinante da \nmagnitude e dispersão da contaminação com origem \nmineira, no meio hídrico. Do ponto de vista hidrográfico, a \nárea mineira é drenada por uma linha de água principal, \ncom direção de drenagem SW-ENE, afluente da Ribeira da \nGranja, que por sua vez desagua no Rio Torto.  \n\nEm termos climáticos, a região é caraterizada por \nperíodos estivais quentes e invernos frios e muito húmidos. \nA precipitação anual é de 700 mm (Roque, 2009). A \ntemperatura média anual é de 13,6°C, sendo janeiro o mês \nmais frio com 6,9°C, enquanto julho e agosto apresentam \nas temperaturas mais altas com 21,4 e 21,1°C, \nrespetivamente. \n\n3. Métodos \nA colheita de amostras decorreu na primavera de 2011, \nincidindo sobre diferentes tipos de materiais: resíduos \nmineiros, águas de drenagem superficial, precipitados de \ndrenagem ácida e algas com discriminação macroscópica. \n\n3.1. Resíduos mineiros \n\nA rede de amostragem, contemplando oito amostras, foi \ndefinida de modo a representar a diversidade de condições \ntopográficas e composicionais das escombreiras. As \namostras foram obtidas até uma profundidade de 20 cm, \n\nmediante um trado em aço inox. Após secagem a 40ºC, \nhomogeneização e crivagem, procedeu-se à análise da \ncomposição mineralógica na fração&lt;2 mm e fração&lt;2 \nµm. Esta foi obtida por difração de raios- X (DRX) usando \no equipamento Philips PW1710 (APD – versão 3.6j) com \nradiação CuK?, tensão de 40 kV e intensidade de 20 mA. \nA DRX foi efetuada em amostras de pó da fracção&lt;2mm \ne em preparações orientadas da fração&lt;2µm, submetidas \naos seguintes tratamentos: secas ao ar, saturadas com \netilenoglicol e aquecidas a 490?C. \n\nO estudo mineralógico foi complementado com \nobservações por microscopia eletrónica de transmissão \n(TEM), incidente sobre a fração argila. Estas análises \nforam realizadas num microscópio Hitachi 8100 com \ndetetor EDS. \n\n3.2. Água \n\nNo presente estudo mostram-se os resultados \ncorrespondentes às amostras colhidas na base das \nescombreiras (PB1), na principal linha de água que drena a \nárea mineira (PB2-PB3) e após a confluência desta na \nRibeira da Granja (PB4). \n\nProcedeu-se à medição in situ dos parâmetros: pH, \ntemperatura, condutividade elétrica (CE), potencial redox e \noxigénio dissolvido, usando um medidor multiparamétrico, \nMarca Orion, modelo Star 5. As amostras foram \ntransportadas para o laboratório em condições de \nrefrigeração e preservadas e/ou analisadas nas 24 h \nsubsequentes. Para análise de metais as amostras foram \nfiltradas e acidificadas a pH&lt;2 com HNO3. Os aniões \nforam analisados por cromatografia iónica (761 Compact \nIC Methrom), enquanto a concentração de metais foi \ndeterminada por ICP/OES.  \n\n3.3 Algas acidófilas \n\nEm presença de manifestações macroscópicas de algas \nbenticas procedeu-se à colheita do material biológico e do \nsedimento que lhes servia de substrato. A identificação \ntaxonómica fez-se por microscopia óptica nas 24 h \nsubsequentes à colheita, com base nas propriedades \nmorfológicas e em testes de coloração (presença de \namido). \n\n3.4. Precipitados de drenagem ácida \n\nOs precipitados de drenagem ácida foram colhidos na \nsuperfície das escombreiras e ao longo do sistema de \ndrenagem superficial. O esquema de amostragem foi \ncondicionado pela presença de evidências de salinização e \ncrustificação, mas genericamente verificou-se o seguinte: \ni) colheita de eflorescências nos locais de colheita de água; \nii) colheita de crustificações na base das escombreiras. O \nseu estudo incluiu a aplicação das seguintes técnicas: \nobservação e separação em lupa binocular, DRX e \nmicroscopia eletrónica de varrimento (MEV-EDS). A \nidentificação e caraterização das associações mais \ncomplexas seguiram os procedimentos descritos em \nValente et al. (2013), apropriados à natureza deste tipo de \namostras. \n\n\n\nIndicadores de drenagem ácida na escombreira de Penedono 1007 \n \n\n4. Resultados e discussão \n4.1. Mineralogia dos resíduos \n\nA análise por DRX dos resíduos mineiros indica a \npresença abundante de quartzo, feldspatos e mica. A fração \nfina é composta por minerais de argila e outros tipicamente \nassociados, tais como os óxidos-hidróxidos de ferro e \nprincipalmente o hidroxisulfato jarosite (Tabela 1). De \nentre os minerais de argila, a caulinite é a fase mais \nabundante. É possível identificar ainda jarosite, ilite e \nesmectite (por ordem decrescente de abundância). A \ngoethite também está presente, mas em pequenas \nquantidades. Esta fração fina tem especial relevo pela \nreatividade, função da superfície específica dos materiais \nque a constituem. Por este motivo, procedeu-se ao seu \nestudo por TEM-EDS. \n\nTabela 1. Mineralogia dos resíduos estimada por DRX em duas fracções \n(valores médios). Q= quartzo; F= feldspato; P= plagioclase; Mi= mica; Cm= \nminerais de argila; K= caulinite; Il= ilite; Sm= esmectite; Jt= jarosite; Go= \n\ngoethite; Gi= gibsite; tr= traço. \n \n\nTable 1. Mineralogy of the mine wastes obtained by XRD (average \nvalues). Q = quartz, F = feldspar, P = plagioclase; Mi = mica, Cm = clay \n\nminerals, K = kaolinite, illite = Il, Sm = smectite; Jt = jarosite; Go= \ngoethite, Gi = gibbsite, tr = trace.). \n\n \n\nA ilite é muito abundante e caraterizada pelo padrão \n“moiré” enquanto a morfologia tubular identifica a \nhaloisite. Na figura 1 mostram-se alguns aspetos típicos da \ntextura e composição observados por TEM. A esmectite \nocorre em plaquetas finas com contornos irregulares e \nbordos enrolados (Fig. 1a). É frequente observar \nevidências de degradação dos minerais de argila, sinal da \ninstabilidade química que se justifica pela acidez do meio. \nPor sua vez, o mineral mais estável nestas condições \nparece ser a jarosite, que abunda em todas as amostras \nobservadas. Ocorre tipicamente com hábitos cúbicos e \npseudocúbicos (Fig. 1a). Os espetros EDS (Fig. 1b,c) \nrealizados sobre estes cristais mostram a presença dos \nelementos constituintes da jarosite (S, Fe, e K), mas \ntambém de Al e Si procedentes das argilas com as quais se \nassocia. Para além destes elementos, a presença de arsénio \ncarateriza algumas jarosites. \n\nPara além dos minerais de argila e da jarosite, o estudo \npor TEM-EDS revelou a presença de agregados granulares \nde partículas ricas em Fe e As (Fig. 1d,e), geralmente \ndepositados sobre os folhetos esmectíticos. \n\nOs resultados descritos atrás põem em evidência a \nfixação do ferro e do arsénio em fases secundárias com \ndistinta composição e cristalinidade. Nesta fração fina, o \narsénio ocorre principalmente associado a fases \nsecundárias amorfas ricas em ferro. \n\n4.2. Indicadores físico-químicos de drenagem ácida \n\nA figura 2 mostra a evolução espacial dos indicadores \nfísico-químicos: pH, CE, SO4 e acidez. A concentração de \n\nmetais ao longo do sistema apresenta-se na tabela 2.  \nOs resultados obtidos apontam para a diminuição da \n\nmagnitude da contaminação à medida que aumenta a \ndistância ao principal foco, que é a escombreira. Com \nefeito, a amostra PB1, situada na base da escombreira, é a \nque apresenta o valor mais baixo de pH, a CE mais \nelevada, e de um modo geral, a concentração mais elevada \nde sulfato e metais. Ao contrário, a amostra PB4, colhida \nna Ribeira da Granja, é a menos contaminada, refletindo o \nefeito da diluição e de outros fatores que possam contribuir \npara a atenuação da contaminação \n\nTabela 2. Concentração de metais e arsénio nas amostras de água. \n \n\nTable 2. Concentration of metals and arsenic in water samples. \n\n \n4.3. Indicadores mineralógicos de drenagem ácida - \nPrecipitados de drenagem ácida \n\nA escombreira evidencia marcas de reatividade relacionada \ncom a evolução dos resíduos que a compõem. As \neflorescências salinas formam associações complexas de \nsulfatos e arsenatos. São comuns as seguintes fases: Gesso \n(CaSO4 2H2O), Rhomboclase (HFe(SO4)24H2O), minerais da \nsérie Halotrichite - Pickeringite (Fe, MgAl2(SO4)422H2O) e \nScorodite (FeAsO42H2O). Os primeiros abundam na \nescombreira, enquanto os minerais da série halotrichite-\npickeringite se dispersam ao longo da linha de água que \ntransporta o efluente, entre PB2 e PB3. \n\nForam também identificados produtos ocres, tais como a \ngoethite (FeOOH) e mais abundantemente a jarosite \n(KFe3(SO4)2(OH)6). Estes minerais, formados pela \nneutralização das soluções lixiviantes, foram identificados em \nPB1 e no interior de crustificações em escombreira. A \nformação de estruturas mineralógicas crustificadas é um \nprocesso caraterístico, que resulta da aglutinação de materiais \nherdados e neoformados. A jarosite e a scorodite são as fases \naglutinantes que predominam nestas neoformações. \n\n4.4. Indicadores ecológicos de drenagem ácida - Algas \nacidófilas  \n\nNa linha de água proliferam algas filamentosas do género \nKlebsormidium, conhecido por colonizar ambientes \nmineiros (Valente et al., 2012). A sua presença foi \ndetetada em todos os locais amostrados excepto na Ribeira \nda Granja. A maior abundância observou-se na base da \nescombreira, no local correspondente a PB1 (coincidente \ncom o pH mais baixo). Na própria escombreira, desde que \nem presença de humidade, observam-se sinais de algas \nfilamentosas, por vezes em associação com as \neflorescências salinas \n\n\n\n1008  P. Gomes et al. / Comunicações Geológicas (2014) 101, Especial II, 1005-1009 \n \n\n \n\n \n\nFig. 1. Aspetos da textura e composição das fases que compõem a fração fina dos resíduos. a) imagem obtida em TEM, mostrando jarosite (Jt), esmectite \n(Sm) e ilite (Il) com padrão “moiré”; b, c) espectros EDS obtidos em cristais de jarosite; d) imagem TEM mostrando precipitados granulares ricos em Fe e \nAs (Fe-As) depositados sobre folhetos esmectíticos (Sm); e) espectro EDS dos precipitados granulares. \n \nFig. 1. Textural and compositional aspects of the fine fraction of mine wastes. a) TEM image showing jarosite (Jt), smectite (Sm) and illite (Il) with \n\"moiré\" pattern; b, c) EDS spectra obtained in crystals of jarosite; d) TEM image showing granular precipitates enriched in Fe and As (Fe-As) deposited \non smectite platelets (Sm); e) EDS spectrum of the granular precipitates. \n \n\n \nFig. 2. Evolução espacial dos parâmetros analisados nas amostras de água colhidas entre a base da escombreira (PB1) e a Ribeira da Granja (PB4): (a) \nVariação dos valores de pH e condutividade; (b) Concentração de sulfato (SO4) e acidez. \n \nFig. 2. Spatial evolution of the parameters analysed in water samples collected at the base of the waste-dump (PB1) and at Ribeira da Granja (PB4): (a) \nVariation of pH and electric conductivity, (b) Concentration of sulfate (SO4) and acidity. \n \n \n\n5. Conclusão \nO sistema estudado demonstrou sinais claros de \nreatividade, quer ao nível das escombreiras, quer do \nambiente de drenagem superficial. A conjugação de \nindicadores físico-químicos (pH, CE, SO4, acidez e \nmetais), ecológicos (presença de algas acidófilas) e \nmineralógicos (eflorescências, produtos ocres e \ncrustificações) revelaram caraterísticas típicas de \ncontaminação mineira, desencadeada pelo fenómeno de \ndrenagem ácida. Por outro lado, identificaram-se formas \n\nde atenuação, nomeadamente através das neoformações \nque retêm os poluentes. Neste sistema, a mobilidade do \narsénio, elemento relevante pela sua toxicidade, é \ncontrolada pela scorodite e jarosite, mas também por fases \nnão cristalinas que se concentram na fração fina. \n\nReferências \nAbreu, M.M., Matias, M.J., Magalhães, M.C.F., Basto, M.J., 2008. \n\nPotencialidades do Pinus Pinaster e Cytisus multiflorus na \nfitoestabilização de escombreiras na mina de ouro de Santo \nAntónio (Penedono). Revista de Ciências Agrárias, 30(2), 14 p. \n\n\n\nEnvironmental geochemistry of São Francisco stream 1009 \n \nGomes, P., 2011. Processos de reabilitação natural em escombreiras \n\nde minas abandonadas. Estudo de casos. Tese de mestrado, \nUniversidade do Porto (não publicada), 121 p. \n\nGomes, P., Valente, T., Pamplona, J., Sequeira Braga, M.A., Pissarra, \nJ., Grande J.A., 2014. Metal uptake by native plants and \nrevegetation potential of mining sulfide-rich waste-dumps. \nInternational Journal of Phytoremediation, 16(7-12),1087-103. \n\nMatias, M.J., Abreu, M.M., Santos Oliveira, J.M., Magalhães, M.C., \nBasto, M.J., Ávila, P., Joaquim, C., 2003. Avaliação preliminar \ndos impactos ambientais resultantes da exploração e abandono da \nmina de ouro de Santo António - Penedono. Memórias e Notícias, \n2, 301-314. \n\nMatias, M.J., Magalhães, M.C., Abreu, M.M., Basto, M.J., 2006. The \nimpact on the surface and groundwater composition in the \nsurrounding area of the Santo António abandoned gold mine \n(Penedono, Portugal). 4th Workshop on Hard Rock \nHydrologeology of the Bhoemian Massif, Jugowice, Poland. \n\nRoque, M., 2009. Estudos de caracterização de áreas mineiras \ndegradadas. Proposta de metodologia com aplicação à área \nmineira de Santo António, Penedono. Tese de doutoramento, \nUniversidade de Lisboa (não publicada), 524 p. \n\nSantos Oliveira, J.M., Farinha Ramos, J., Matos, J.X., Ávila, P., \nRosa, C., Canto Machado, M.J., Daniel, F.S., Martins, L., \nMachado Leite, M.R., 2002. Diagnóstico ambiental das principais \náreas mineiras degradadas do país. Boletim de Minas, 39(2), 67-\n85.  \n\nValente, T., Gomes, P., Pamplona, J., de la Torre, M.L., 2012. \nNatural remediation of mine waste-dumps – evolution of the \nvegetation cover in distinctive geochemical environments. Journal \nof Geochemical Exploration, 123, 152-161. \n\nValente, T., Grande, J.A., De La Torre, M.L., Santistebán, M., Cerón, \nJ.C., 2013. Mineralogy and environmental relevance of AMD-\nprecipitates from the Tharsis mines, Iberian Pyrite Belt (SW, \nSpain). Applied Geochemistry, 39, 11-25."}]}}}