{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18714"}, {"@name": "filename", "#text": "25738_arquivo9473_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Janeiro/2012 \n\nOrientador: Prof. Dr.. Sergio Lucena \n\nCo-Orientador:  Prof. Dr. Frede O. Carvalho \n\nMarteson Cristiano dos Santos Camelo \n\nN° XXX \n\nCONTRIBUIÇÃO NO DESENVOLVIMENTO DE \nOBSERVADORES DE ESTADO PARA O PROCESSO DE \n\nHIDROTRATAMENTO DE ÓLEO DIESEL (APLICAÇÃO EM \nCONTROLE INFERENCIAL) \n\nDISSERTAÇÃO DE MESTRADO \n\nRecife/PE \n\n \n\n \nUNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS \nPrograma de Pós-Graduação em Engenharia Química \n\nPPEQ - Programa de Pós-Graduação \nem Engenharia Química \n\nCidade Universitária- Recife – PE \n\nCEP. 50640-901 \n\n \n\nQ \n\nE \n\nP \n\nP \n\n\n\n \n\n \n\n \n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA QUÍMICA \n\nMESTRADO EM ENGENHARIA QUÍMICA \n\n \n\n \n\n \n\n \n\n \n\nContribuição no Desenvolvimento de Observadores de Estado para o \nProcesso de Hidrotratamento de Óleo Diesel (Aplicação em Controle \n\nInferencial) \n \n\nDissertação apresentada ao Programa de Pós-\nGraduação em Engenharia Química da \nUniversidade Federal de Pernambuco – UFPE, \ncomo requisito para a obtenção do título de \nMestre em Engenharia Química, orientada pelo \nProf. Dr. Sérgio Lucena.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMarteson Cristiano dos Santos Camelo \n \n\n \n\nRECIFE, 10 DE JANEIRO DE 2012.  \n\nE \n\nQ \nPPEQ - Programa de Pós-Graduação em \nEngenharia Química \n\nCEP. 50740-521 – Cidade Universitária- \nRecife - PE \n\nNº 138 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCatalogação na fonte \n\nBibliotecária Margareth Malta, CRB-4 / 1198 \n\n \n\n \nC181c Camelo, Marteson Cristiano dos Santos. \n\nContribuição no desenvolvimento de observadores de estado para o \nprocesso de hidrotratamento de óleo diesel (aplicação em controle \ninferencial) / Marteson Cristiano dos Santos Camelo. - Recife: O Autor, \n2012. \n\nxi, 108 folhas, il., gráfs., tabs. \n\n \n\nOrientador: Prof. Dr. Sergio Lucena. \n\nCo-Orientador: Prof. Dr. Frede O. Carvalho. \n\nDissertação (Mestrado) – Universidade Federal de Pernambuco. CTG. \nPrograma de Pós-Graduação em Engenharia Química, 2012. \n\nInclui Referências Bibliográficas e Apêndice. \n\n \n\n1. Engenharia Química. 2. Hidrotratamento de Diesel. 3. Redes \nNeuronais. 4. Neuro-Fuzzy. 5. Controle Inferencial.  I. Lucena, Sergio. \n(Orientador).  II. Carvalho, Frede O. III. Título. \n\n\n\n \n\n \n\n \n\n \n\nDissertação de mestrado defendida e aprovada em 19 de janeiro de 2012 a Banca \n\nExaminadora constituída pelos professores: \n\n \n\n \n\n \n\n \n\n \n\n \n\nProf.Dr.Sergio Lucena \n\nDepartamento de Engenharia Química da UFPE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProf.Dr.Jornandes Dias da Silva \n\nEscola Politécnica de Pernambuco da UPE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProf.Dr.João Rui Barbosa de Alencar \n\nDepartamento de Engenharia de Processos da Petrobras \n\n \n\n \n\n \n\n \n\n\n\nii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho a todos que de alguma forma me ajudaram, em especial a Albenice sem a qual  não seria \npossível ter este momento... \n\n  \n\n\n\n \n\n \n\nAgradeço a DEUS, por me permitir honrar e glorificar seu nome. \nminha mãe por estar ao meu lado me apoiando e dando forças para vencer todos e \nquaisquer obstáculos que a vida possa me colocar. E a todos os meus parentes e \nfamiliares pelo apoio, especialmente meus tios Urapuan e Iraquitan\n\nA todos os meus colegas\ndesta caminhada: à Mar\nErick (Bite). Agradeço também à \nprincipalmente pelo companheirismo, carinho, respeito e conselhos que a m\ntem me dado ao longo desse tempo que estamos juntos.\n\nAo Professor Sé\npotencial, me dando a \nOtimização de Processos (LACO) e por todo o \npassado ao longo do período que faço parte do laboratório. Aprendizado este que \nme fez crescer não apenas como profissional, mas também como pessoa.\n\nAo Professor Frede Carvalho por todo aprendizado que me foi proporcionado. \nSendo essencial para o desenvolvimento deste trabalho sem sua ajuda teria sido \nmais difícil. \n\nAos amigos do LACO que estiveram \nno laboratório. Alguns sã\nAndréa, Flávia, Phillipi \n(amiguinhaa) e Paloma. \n\nAos meus colegas \nLeonardo, Michellini e Dona Eliane.\n\nAo apoio financeiro da Agência Nacional do Petróleo \nFinanciadora de Estudos e Projetos \nHumanos da ANP para o Setor de Petróleo e Gás \nao PRH 28, do Departamento de Engenharia Química da UFPE \nProcessamento Químico do Petróle\n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAgradeço a DEUS, por me permitir honrar e glorificar seu nome. \nao meu lado me apoiando e dando forças para vencer todos e \n\nquaisquer obstáculos que a vida possa me colocar. E a todos os meus parentes e \nfamiliares pelo apoio, especialmente meus tios Urapuan e Iraquitan\n\nA todos os meus colegas do mestrado e aos amigos que ganhei ao longo \ndesta caminhada: à Marília, ao Bruno, ao Eustáquio (Zezinho), ao Calazans e ao \n\nAgradeço também à Valnísia, por todos nossos momentos e \nprincipalmente pelo companheirismo, carinho, respeito e conselhos que a m\ntem me dado ao longo desse tempo que estamos juntos. \n\nérgio Lucena por mais uma vez ter acreditado em meu \na oportunidade de fazer parte do Laboratório de Controle e \nsos (LACO) e por todo o aprendizado que o mesmo tem me \n\npassado ao longo do período que faço parte do laboratório. Aprendizado este que \nme fez crescer não apenas como profissional, mas também como pessoa.\n\nAo Professor Frede Carvalho por todo aprendizado que me foi proporcionado. \nendo essencial para o desenvolvimento deste trabalho sem sua ajuda teria sido \n\nAos amigos do LACO que estiveram presentes no meu cotidiano de trabalho \nsão mais especiais do que outros a quem destaco: \n\n, Phillipi in memorian, Leonardo, George, \n  \n\nAos meus colegas do meu antigo bairro, especialmente Hugo, Gladston, \nLeonardo, Michellini e Dona Eliane. \n\nAo apoio financeiro da Agência Nacional do Petróleo \nnanciadora de Estudos e Projetos – FINEP – por meio do Programa de Recursos \n\nHumanos da ANP para o Setor de Petróleo e Gás – PRH-ANP/MCT, em particular \nao PRH 28, do Departamento de Engenharia Química da UFPE \nProcessamento Químico do Petróleo, Gás Natural e Biocombustíveis. \n\n \n\niii \n\n \n\nAgradeço a DEUS, por me permitir honrar e glorificar seu nome. Agradeço à \nao meu lado me apoiando e dando forças para vencer todos e \n\nquaisquer obstáculos que a vida possa me colocar. E a todos os meus parentes e \nfamiliares pelo apoio, especialmente meus tios Urapuan e Iraquitan e a minha irmã. \n\ne aos amigos que ganhei ao longo \nquio (Zezinho), ao Calazans e ao \npor todos nossos momentos e \n\nprincipalmente pelo companheirismo, carinho, respeito e conselhos que a mesma \n\nter acreditado em meu \nfazer parte do Laboratório de Controle e \n\naprendizado que o mesmo tem me \npassado ao longo do período que faço parte do laboratório. Aprendizado este que \nme fez crescer não apenas como profissional, mas também como pessoa. \n\nAo Professor Frede Carvalho por todo aprendizado que me foi proporcionado. \nendo essencial para o desenvolvimento deste trabalho sem sua ajuda teria sido \n\npresentes no meu cotidiano de trabalho \no mais especiais do que outros a quem destaco: Rony, \nin memorian, Leonardo, George, Bethania, Narelly \n\n, especialmente Hugo, Gladston, \n\nAo apoio financeiro da Agência Nacional do Petróleo – ANP – e da \npor meio do Programa de Recursos \n\nANP/MCT, em particular \nao PRH 28, do Departamento de Engenharia Química da UFPE - Engenharia do \n\no, Gás Natural e Biocombustíveis.  \n\n \n\n\n\niv \n\n \n\n \n\n \n\nRESUMO \n\n \n\nDevido a maior oferta de petróleos pesados e alto grau de contaminantes que os \nderivados deste possuem, os processos de hidrorrefino têm recebido atenção \nespecial ao longo dos últimos por possibilitar a remoção de contaminantes e \nmelhorar a margem de lucro das refinarias por tonar possível a obtenção de \nderivados de maior valor agregado. Entre esses o processo de hidrotratamento \n(HDT), no qual ocorre uma série de reações que utilizam o gás hidrogênio como \nreagente, foi o foco de estudo deste trabalho. Ao ser aplicado em correntes de \nDiesel o HDT realiza a remoção de contaminantes como enxofre e nitrogênio, \naumentando a qualidade do mesmo. A unidade de HDT tem como principal \nequipamento o reator, que consiste em um leito com partículas sólidas, onde gás e \nlíquido escoam em fluxo co-corrente ou em contracorrente. Apesar deste processo já \nser maduro, o crescente aumento nas exigências de mercado demandam por \nmelhorias no mesmo, a fim de atingir uma rentabilidade cada vez maior. Desta forma \no uso de inferenciadores na estimação das variáveis tornaria possível o melhor \nacompanhamento do processo como também a implementação de novas estratégias \nde controle. Visto a relevância desse tema o presente trabalho abordou o \ndesenvolvimento de observadores de estado para o reator do processo de HDT, \npara isto foi necessário a aquisição de dados do processo, o que foi conseguido \natravés de um modelo matemático do reator, o qual foi denominado como planta \nvirtual. Esta forneceu os dados para treinamento e validação dos inferenciadores \naqui estudados: as redes neuronais e a neuro-fuzzy. No decorrer do trabalho foi \ndefinido o tempo de amostragem e o período de excitação do sinal através da menor \nconstante de tempo. Para treinamento dos inferenciadores foi utilizado dois bancos \nde dados distintos, um com tempo de amostragem de 50s, onde este foi obtido pelo \nmétodo da constante de tempo, e outro com amostragem de 10 minutos, em que as \nseguintes variáveis foram inferenciadas: concentração de compostos sulfurados, \nnitrogenados e olefinas na saída do reator. Dessas o melhor resultado foi obtido na \ninferência da concentração de compostos sulfurados realizada através da Rede \nNeuronal. Foi escolhida esta rede neuronal na implementação de um controlador \nPID e como modelo interno de um controlador NNMPC. O controlador PID cuja \nvariável de controle foi à concentração de sulfurados foi chamado de controlador PID \ninferencial e os resultados deste se mostraram melhores do que os resultados \nobtidos pelo controlador NNMPC. \n\n \n\nPalavras-chave: Hidrotratamento de Diesel, Redes neuronais, Neuro-fuzzy, \nControle Inferencial. \n  \n\n\n\nv \n\n \n\n \n\n \n\nABSTRACT \n\n \n\nDue to increased supply of heavy oil and high degree of contaminants that his \nderivatives have it, the processes of hydrorefining have received special attention \nover the past by allowing the removal of contaminants and improve the profit margins \nof refineries for behold possible to obtain derivatives of higher added value. Among \nthese, the process of hydrotreating (HDT), which there is a series of reactions using \nhydrogen gas as reagent, it has been the focus of this study. When applied in the \ncurrent Diesel HDT performs the removal of contaminants such as sulfur and \nnitrogen, increasing the quality of them. The HDT unit’s main reactor equipment \nconsisting of a bed with solid particles, where gas and liquid drain flow co-current or \ncountercurrent. Although this process has to be mature, the increasing requirements \nin the market demand for improvement in that, in order to achieve an increasing \nprofit. Thus, the use of inference in the estimation of variables would enable better \nmonitoring of the process as well as the implementation of advanced control \nstrategies. Due the relevance of this subject, this work focus the development of \nstate observers for the HDT reactor process. It was necessary for the data acquisition \nprocess, a mathematical model of the reactor, which was named as a virtual plant. \nThis provided the data for training and validation of state observers studied here: \nneural networks and neuro-fuzzy. During the study, it was defined sampling time and \nthe period of the excitation signal through the lower time constant of process. For \ntraining it was used two separate databases, with a sampling time of 50s, which was \nobtained by this time constant of process, and with another sample of 10 minutes. \nThe following variables were inferenced: concentration of sulfur, nitrogen and olefins \ncompounds in the output of the reactor. Among them, the best result was obtained in \nthe inference of the concentration of sulfur compounds performed by Neural Network. \nThis neural network was chosen to implement a PID controller and as an internal \nmodel controller NNMPC. The PID controller whose control variable was the \nconcentration of sulfur was called inferential PID controller and its results were better \nthan the results obtained by the controller NNMPC. \n\n \n\nKeywords: Diesel Hydrotreating, neuronal networks, neuro-fuzzy, Inferential \nControl. \n\n  \n\n\n\nvi \n\n \n\n \n\n \n\nLista de Figuras  \n\n \n\nFigura 1: Esquema reação de hidrogenação de composto sulfurado. Fonte: Muralli \n(2007). ................................................................................................................ 18 \n\nFigura 2: Esquema reação de hidrogenação da molécula de piridina. Fonte: Silva \n(1995). ................................................................................................................ 19 \n\nFigura 3: Esquema reação de hidrogenação de olefinas. Fonte: Silva (1995). ......... 19 \n\nFigura 4: Esquema reação de hidrogenação de aromáticos. Fonte: Silva (1995). .... 20 \n\nFigura 5: Fluxograma unidade de Hidrotratamento de Diesel. Fonte: MEYERS \n(2004). ................................................................................................................ 23 \n\nFigura 6: Funções de pertinência para a variável temperatura. Fonte :Tanscheit \n(2001). ................................................................................................................ 25 \n\nFigura 7: Exemplo de classes de função transferência. A- Função pertinência \nTriangular, b- Função pertinência Trapezoidal, c- Função pertinência Gaussiana \ne d- Função pertinência Sino.  Fonte: Jang (1997) ............................................. 26 \n\nFigura 8: Sistema de inferência Fuzzy de Mandani utilizando produto e max \nrespectivamente para os operadores t-norma e t-conorma. Fonte: Jang (1997) 27 \n\nFigura 9: Modelo fuzzy de sugeno. Fonte: Jang (1997). ........................................... 29 \n\nFigura 10: Configuração de um modelo ANFIS com duas entradas e uma saída. .... 31 \n\nFigura 11: Arquitetura de uma rede neuronal simples. .............................................. 34 \n\nFigura 12: Esquema de uma rede Neuronal. Fonte: SIT (2005)................................ 35 \n\nFigura 13: Função Transferência Linear. .................................................................. 36 \n\nFigura 14: Função Transferência Limiar. ................................................................... 36 \n\nFigura 15: Função Transferência Sigmoidal. ............................................................. 37 \n\nFigura 16: Função Transferência Tangente Hiperbólica. .......................................... 37 \n\nFigura 17: Esquema Rede Neuronal Feedforward.  Fonte: Huamaní (2003). ........... 38 \n\nFigura 18: Esquema Rede Neuronal de Elman. ........................................................ 40 \n\nFigura 19: Número de Neurônios sugeridos na Camada interna. Fonte: SIT (2005) 41 \n\nFigura 20: Diagrama de Blocos Controlador NNMPC. .............................................. 47 \n\nFigura 21: Algoritmo controlador NNMPC. ................................................................ 49 \n\nFigura 22: Esquema redes Recursivas. .................................................................... 50 \n\nFigura 23: Variáveis de entrada da REDE 05............................................................ 61 \n\n\n\nvii \n\n \n\n \n\n \n\nFigura 24: Algoritmo NNMPC implementado. ............................................................ 66 \n\nFigura 25: Estudo de covariância para as variáveis de entrada da planta. ............... 68 \n\nFigura 26: Resposta da concentração de compostos sulfurados frente a perturbação \nna entrada do Processo. ..................................................................................... 69 \n\nFigura 27: Ampliação da concentração de compostos sulfurados frente à \nperturbação na entrada do Processo. ................................................................. 69 \n\nFigura 28: Cálculo da constante de tempo do processo em relação a Temperatura de \nalimentação do reator. ........................................................................................ 70 \n\nFigura 29: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 05, NEURO 08, NEURO 09, e Planta Virtual. . 74 \n\nFigura 30: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 05, e Planta Virtual. ......................................... 75 \n\nFigura 31: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 02, NEURO 03, NEURO 04, e Planta Virtual. . 76 \n\nFigura 32: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 06, NEURO 07, e Planta Virtual. ..................... 77 \n\nFigura 33: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da NEURO 01, NEURO 05, e Planta Virtual. ......................................... 79 \n\nFigura 34: Perfil Ampliado de Concentração de Nitrogenados inferenciado através da \nNEURO 01, NEURO 05, e Planta Virtual. ........................................................... 80 \n\nFigura 35: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda NEURO 01, NEURO 05, e Planta Virtual. ...................................................... 82 \n\nFigura 36: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 05, REDE 08, REDE 09, e Planta Virtual. ............. 84 \n\nFigura 37: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 06, REDE 07, e Planta Virtual. .............................. 85 \n\nFigura 38: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. ............. 86 \n\nFigura 39: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 05, REDE 08, REDE 09, e Planta Virtual. ............. 88 \n\nFigura 40: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. ............. 88 \n\nFigura 41: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 06, REDE 07, e Planta Virtual. .............................. 89 \n\n\n\nviii \n\n \n\n \n\n \n\nFigura 42: Perfil Ampliado da Concentração de Nitrogenados inferenciado através da \nREDE 01, REDE 06, REDE 07, e Planta Virtual. ................................................ 90 \n\nFigura 43: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda REDE 01, REDE 06, REDE 07, e Planta Virtual. ........................................... 91 \n\nFigura 44: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. .......................... 92 \n\nFigura 45: Resposta da variável de controle frente a mudanças no set-point do \nprocesso. ............................................................................................................ 94 \n\nFigura 46: Ação do controlador na variável manipulada frente a mudanças no set-\npoint do processo. .............................................................................................. 95 \n\nFigura 47: Resposta da variável de controle frente a perturbação no processo........ 96 \n\n \n\n  \n\n\n\nix \n\n \n\n \n\n \n\nLista de Tabelas \n\n \n\nTabela 1: Principais efeitos na qualidade devido às reações de HDT. ...................... 21 \n\nTabela 2: Comparação entre sistemas fuzzy e redes neuronais ............................... 30 \n\nTabela 3: Dados cinéticos modelo da Planta virtual. ................................................. 55 \n\nTabela 4: Propriedades do Diesel. ............................................................................ 57 \n\nTabela 5: Condições operacionais do reator. ............................................................ 57 \n\nTabela 6: Variáveis utilizadas como entrada dos inferenciadores. ............................ 59 \n\nTabela 7: Porcentagem de variação na variável manipulada. ................................... 60 \n\nTabela 8: Metodologia aplicada no fornecimento dos dados de entrada do \ninferenciador. ...................................................................................................... 62 \n\nTabela 9: Constantes de tempo em relação a cada variável. .................................... 71 \n\nTabela 10: Variável e tempo de geração do sinal. .................................................... 72 \n\nTabela 11: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Compostos sulfurados. ..................... 73 \n\nTabela 12: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Compostos nitrogenados. ................. 78 \n\nTabela 13: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Olefinas. ............................................ 81 \n\nTabela 14: Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Compostos Sulfurados. ..................... 84 \n\nTabela 15: Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Compostos Nitrogenados. ................. 87 \n\nTabela 16:Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Olefinas. ............................................ 91 \n\nTabela 17: Correlações utilizadas no cálculo dos parâmetros dos balanços de massa \ne energia. .......................................................................................................... 108 \n\n \n\n  \n\n\n\nx \n\n \n\n \n\n \n\nLista de abreviaturas  \n\n \n\nAPI  Grau API \n\nBEN Balanço Energético Nacional \n\ncp,j  Capacidade calorífica específica na fase j \n\nCi  Concentração molar do composto i na fase j \n\ndpe Diâmetro equivalente da partícula \n\nd15  Densidade do líquido a 15c° \n\nd15.6  Gravidade específica em 15.6c° \n\nFCC Craqueamento Catalítico Fluido \n\nhLS  Coeficiente de transferência de calor na interface líquido - sólido \n\nHi Constante da lei de Henry para o composto i \n\nHDA Reação de hidrodesaromatização \n\nHDN Reação de hidrodessulfurização \n\nHDS Reação de hidrodesnitrogenação \n\nHDT Hidrotratamento \n\n?? Coeficiente de transferência de massa do componente i na fase  \nkL  Condutividade térmica fase líquida \n\nKH2S  Constante de equilíbrio de adsorção H2S \n\nMV Variável manipulada \n\nNtrn Número de dados no treinamento \n\nNnhn Número ótimo de neurônios na camada interna \n\nNinp Número de neurônios na entrada \n\nNout Número de neurônios na saída \n\nNNMPC Controle preditivo por modelo neuronal \n\nPID Controlador proporcional integral derivativo \n\n\n\nxi \n\n \n\n \n\n \n\nProconve Programa de controle da poluição do ar por veículos automotores \n\nPV Variável manipulada \n\nR  Constante universal dos gases \n\nTj  Temperatura na fase j \n\nTMeABP Ponto médio de ebulição \n\nuj  Velocidade superficial na fase j \n\n?Hads Entalpia de adsorção H2S \n\n?j  holdup da fase j \n\n?p Porosidade da partícula \n\n?j  Condições da densidade do processo na fase j \n\n?0 Densidade do líquido nas condições padrão \n\n \n\n \n\n\n\n12 \n\n \n\n \n\n \n\n \n\nSumário \n\nINTRODUÇÃO .......................................................................................................... 14 \n\n1. REVISÃO BIBLIOGRÁFICA ............................................................................... 17 \n\n1.1. HIDROTRATAMENTO ................................................................................. 17 \n\n1.1.1. Descritivo do Processo de Hidrotratamento de Diesel ........................... 21 \n\n1.1.2. Modelagem do reator de hidrotratamento .............................................. 23 \n\n1.2. LÓGICA FUZZY E NEURO-FUZZY ............................................................. 25 \n\n1.2.1. Modelos de inferência Fuzzy de Mandani ............................................. 27 \n\n1.2.2. Modelos de inferência Fuzzy de Takagi Sugeno ................................... 28 \n\n1.2.3. Sistemas Neuro-fuzzy ............................................................................ 29 \n\n1.2.4. Sistema ANFIS ...................................................................................... 30 \n\n1.3. REDES NEURONAIS ................................................................................... 33 \n\n1.3.1. Elementos de uma rede neuronal .......................................................... 34 \n\n1.3.2. Funções de ativação .............................................................................. 35 \n\n1.3.3. Topologia da rede .................................................................................. 37 \n\n1.3.3.1. Redes feedforward ............................................................................. 38 \n\n1.3.3.2. Redes recorrentes .............................................................................. 39 \n\n1.3.3.3. Redes auto-organizáveis ( Rede de Kohonen) ................................... 40 \n\n1.3.4. Treinamento da rede ............................................................................. 41 \n\n1.4. CONTROLE MODERNO APLICADO A INDÚSTRIA QUÍMICA ................... 44 \n\n1.4.1. Estratégias típicas de controle do reator de Hidrotratamento ................ 45 \n\n1.4.2. Controle NNMPC ................................................................................... 46 \n\n2. METODOLOGIA ................................................................................................. 51 \n\n2.1. CONSTRUÇÃO DA PLANTA VIRTUAL .......................................................... 51 \n\n2.1.1. Balanço de massa ........................................................................................ 51 \n\n2.1.2. Balanço de energia ................................................................................... 53 \n\n2.1.3. Taxas de reação ....................................................................................... 53 \n\n2.2. SIMULAÇÃO DA PLANTA VIRTUAL ........................................................... 55 \n\n\n\n13 \n\n \n\n \n\n \n\n2.3. ESCOLHA DAS VARIÁVEIS DE ENTRADA E SAÍDA DO INFERENCIADOR \nE DETERMINAÇÃO DO TEMPO DE AMOSTRAGEM .......................................... 58 \n\n2.4. TREINAMENTO DO INFERENCIADOR ...................................................... 60 \n\n2.4.1. Treinamento rede neuro-fuzzy .................................................................. 62 \n\n2.5. CONTROLE INFERENCIAL ......................................................................... 64 \n\n2.5.1. Construção do NNMPC ............................................................................ 65 \n\n3. RESULTADOS ................................................................................................... 67 \n\n4.1. ESCOLHA DAS VARIÁVEIS ........................................................................ 67 \n\n4.2. DETERMINAÇÃO DO PERÍODO DE AMOSTRAGEM E EXCITAÇÃO DO \nSINAL ..................................................................................................................... 68 \n\n4.3. RESULTADOS DA SIMULAÇÃO E TREINAMENTO DOS \nINFERENCIADORES ............................................................................................. 72 \n\n3.3.1 Resultados da simulação Neuro-fuzzy .................................................. 72 \n\n3.3.2 Resultados da simulação redes neuronais ............................................ 83 \n\n4.4. CONTROLE INFERENCIAL ......................................................................... 93 \n\nCONCLUSÕES ......................................................................................................... 97 \n\nSUGESTÕES DE TRABALHOS FUTUROS ............................................................. 99 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ........................................................................ 100 \n\nAPÊNDICE .............................................................................................................. 107 \n\n \n\n\n\n14 \n\n \n\n \n\n \n\nINTRODUÇÃO  \n\n \n\nO óleo Diesel possui um papel muito importante na matriz energética brasileira \n\nrepresentando cerca 18% de toda a energia consumida no país em 2010, o que \n\nequivale a aproximadamente 48 milhões de metros cúbicos, segundo dados do \n\nBalanço Energético Nacional de 2011. O Diesel é composto principalmente por \n\nhidrocarbonetos alifáticos contendo de 9 a 28 átomos de carbono na cadeia e com \n\nponto de ebulição na faixa de 160 a 410ºC. Além destes compostos, o Diesel contém \n\npequenas quantidades de compostos policíclicos aromáticos e impurezas como \n\ncompostos nitrogenados, oxigenados e sulfurados. Estes últimos conferem um teor \n\nde enxofre ao combustível que geralmente está na ordem de 0,1 a 0,5% em peso \n\n(1000 a 5000ppm). Porém tal composição varia consideravelmente, de acordo com o \n\npetróleo de origem (BRAUN et al, 2004). \n\nQuanto ao teor de enxofre no óleo Diesel o mercado tem exigido cada vez mais \n\num combustível com menor teor desse contaminante. No Brasil, o teor de enxofre \n\ntem sido diminuído gradativamente. Este grau de redução é imposto pelo Proconve, \n\no qual determina que hoje o Diesel na maioria das capitais brasileiras seja \n\ncomercializado com 50 ppm e o Diesel interior com 1800 ppm. Em 2014, é previsto a \n\nredução no teor de enxofre do Diesel interior para 500 ppm (SEST/SENAT, 2011). \n\nDe forma contrária a este aumento das exigências de mercado, está havendo \n\numa crescente oferta de óleos pesados para produção de combustíveis nas \n\nrefinarias brasileiras, os quais geralmente produzem derivados com elevado grau de \n\ncontaminantes, fazendo com que os processos de tratamento recebam cada vez \n\nmais atenção por parte das refinarias. Dentre esses processos destaca-se o \n\nhidrotratamento (HDT), no qual ocorre uma série de reações que utilizam o gás \n\nhidrogênio como reagente. Através deste processo ocorre a remoção de \n\ncontaminantes como enxofre e nitrogênio, saturação de olefinas e hidrogenação de \n\naromáticos, aumentando assim a qualidade do óleo Diesel. A unidade de HDT tem \n\ncomo principal equipamento o reator, que consiste em um leito com partículas \n\nsólidas, onde gás e líquido escoam em fluxo co-corrente ou em contracorrente. \n\n\n\n15 \n\n \n\n \n\n \n\nQuanto ao regime de escoamento tais reatores são classificados como de leito \n\ngotejante ou trickle-bed (CAMELO, 2010) \n\nVisto a importância que o hidrotratamento tem recebido ao longo dos últimos \n\nanos e a maior oferta de petróleos pesados, vários investimentos estão sendo \n\nrealizados no Brasil com o objetivo de modernizar o parque de refino brasileiro. Um \n\ndestes investimentos é a refinaria Abreu e Lima, a qual terá capacidade para \n\nprocessar 230 mil bpd (barris por dia) de carga de petróleo pesado (16° API), com \n\nalto teor de enxofre e converter 70% da carga de petróleo em Diesel de excelente \n\nqualidade, com baixíssimo teor de enxofre (PETROBRAS).  Estimasse que a \n\nrefinaria irá produzir anualmente cerca de 814 mil m³ de nafta de petroquímica, 322 \n\nmil toneladas de GLP, 1,4 milhão de tonelada de coque de petróleo e 8,8 milhões de \n\ntoneladas de Diesel. Este último será produzido com padrões que podem atender \n\naté mesmo o mercado europeu, que especifica um limite máximo de 10 ppm de \n\nenxofre. Mesmo assim quando a refinaria entrar em operação é previsto a produção \n\nde Diesel com 50 ppm de enxofre (REVISTA FATOR BRASIL). \n\nAlém dos investimentos em novas plantas surge também há necessidade de \n\nincrementar a eficiência do processo, seja através de modificações no projeto com o \n\nuso de catalisadores mais específicos para cada tipo de reação, como também pelo \n\nuso de novas ferramentas para acompanhamento do processo, como os Soft \n\nSensors. O que possibilitaria o uso de estratégias de controle mais eficientes do que \n\nas usadas tradicionalmente. \n\nOs Soft Sensors são sistemas inteligentes, que permitem a obtenção dos \n\nvalores de variáveis de difícil medida do processo, como por exemplo, a \n\nconcentração na saída do reator, a partir de variáveis de fácil medição. Além disso, \n\npossuem como característica a adaptação e aprendizagem diante de mudanças no \n\nambiente aos quais são implementados, auxiliando na tomada de decisões em um \n\nprocesso. Essas qualidades fizeram com que ao longo dos últimos anos os Soft \n\nSensors se tornassem uma poderosa ferramenta para inferência e controle de \n\nprocessos.  \n\nHá vários trabalhos na literatura que mostram o uso das redes neuronais \n\ncomo Soft Sensor, por exemplo, Melo (2010), Arpornwichanop e Shomchoam \n\n\n\n16 \n\n \n\n \n\n \n\n(2009), Damour et al (2011). Já os trabalhos de Schnitman e Fontes (1999), Hosen e \n\nHussain (2011), Temeng et al (1995), Damour et al (2011) tem em comum o uso de \n\nredes neuronais na implementação de um controlador NNMPC.  \n\nAs redes neuronais são definidas como um modelo caixa preta, por realizar a \n\nestimação da variável desejada através da dependência estatística das medidas da \n\nplanta, requerendo para isso um conjunto de dados de treinamento e outro de \n\nvalidação. \n\nEm algumas aplicações ainda é possível utilizar a sinergia entre diferentes \n\ntécnicas computacionais resultando em sistemas inteligentes híbridos como o neuro-\n\nfuzzy. Neste tipo de sistema, a rede neuronal atua no reconhecimento de padrões e \n\nadaptabilidade as mudanças no sistema e o sistema de inferência fuzzy realiza a \n\ninferência e tomada de decisão (JANG, 1997). \n\nO presente trabalho teve como objetivo geral o desenvolvimento de \n\nobservadores de estado para a inferência das concentrações de saída do reator de \n\nhidrotratamento de óleo Diesel. A fim de alcançar este resultado, foi necessário \n\ndesenvolver alguns objetivos específicos os quais são listados a seguir:  \n\n• Desenvolvimento de um modelo matemático do processo de \n\nhidrotratamento de óleo Diesel, o qual foi utilizado como planta virtual \n\npara o processo, disponibilizando medidas para treinamento dos Soft \n\nSensors.  \n\n• Treinamento e inferência da concentração de compostos sulfurados, \n\nnitrogenados e olefinas na saída do reator de hidrotratamento, através \n\ndas redes neuronais e da neuro-fuzzy.  \n\n• Uso da inferência baseada em redes neuronais na implementação de \n\nestratégias de controle inferencial e controle preditivo por modelo. O \n\ncontrole inferencial consistiu de um controlador PID que teve como \n\nvariável controlada a concentração de compostos sulfurados na saída do \n\nreator. Já o controle preditivo por modelo utilizou a rede neuronal \n\ndesenvolvida como modelo interno. \n\n  \n\n\n\n17 \n\n \n\n \n\n \n\n1. REVISÃO BIBLIOGRÁFICA \n\n \n\n1.1. HIDROTRATAMENTO \n\n \n\nOs processos de hidrotratamento (HDT) fazem parte das tecnologias de \n\nhidrorrefino, as quais abrangem também os processos de Hidroconversão (HCC). O \n\nHDT tem como finalidade purificar a carga, reduzindo a concentração de compostos \n\nindesejados sem alterar significativamente a curva de destilação da carga; os HCC \n\ntêm como objetivo produzir frações mais leves do que a carga processada (DELUCA \n\net al., 2006 apud FERREIRA, 2008).  \n\nO processo de hidrotratamento consiste na adição de hidrogênio a uma \n\ndeterminada corrente de processo, com o objetivo de melhorar as propriedades da \n\ncarga a ser processada, conferindo a mesma maior estabilidade e remoção de \n\ncontaminantes como enxofre e nitrogênio. Mesmo não ocorrendo modificação na \n\nfaixa de destilação dos produtos, pode-se encontrar alguns derivados mais leves \n\ndevido às reações de craqueamento na saída do processo. Segundo Silva (1995), \n\nnos processos de HDT, a conversão das reações de craqueamento é menor que \n\n20% diferente do que ocorre em um processo de hidrocraqueamento, em que a \n\nconversão dessas reações é bem maior. \n\nO hidrotratamento é um processo já estabelecido no refino de petróleo. O \n\nmesmo tem sido aplicado desde antes da Segunda Guerra Mundial, e a sua \n\nevolução tem ocorrido progressivamente ao longo dos anos. Contudo, apesar de já \n\nser um processo “maduro”, ainda demanda inovações. (SILVY, 2004). \n\n O processo de hidrotratamento é utilizado nas refinarias com o objetivo de: \n\n \n\n1. Remover impurezas, tais como enxofre, nitrogênio e oxigênio, para \n\nalcançar a especificação final do produto ou para a preparação da \n\nalimentação de outro processo como, por exemplo, a reforma da nafta e o \n\ncraqueamento catalítico fluido, FCC. \n\n\n\n18 \n\n \n\n \n\n \n\n2. Remoção de metais, através da hidrogenação dos compostos \n\norganometálicos, resultando na deposição desses metais na superfície do \n\ncatalisador. \n\n3. Saturação de olefinas e de seus compostos instáveis. \n\n \n\nAs principais reações envolvidas no processo são descritas a seguir: \n\n• Hidrodessulfurização (HDS) – as reações de HDS são exotérmicas e \n\nirreversíveis sob as condições aplicadas na indústria, por exemplo \n\ntemperaturas na faixa de 340-425 °C e pressões de 5 5-170 bar (GIRGS, \n\n1991). Entre os compostos sulfurados presentes no Diesel encontram-se \n\nmercaptans, sulfetos alifáticos e aromáticos, como tiofeno e benzotiofeno, \n\nem que a reação de HDS desses últimos exige condições mais severas \n\nde processo (SILVA, 1995). A Figura 1 mostra o esquema da reação de \n\nhidrogenação de compostos. Nessa reação, o calor gerado em média é \n\nde 134 kJ/mol de H2 consumido e o consumo médio de hidrogênio é cerca \n\nde 2 mol de H2 por mol de enxofre removido . (TAHAN, 1983 apud SILVA, \n\n1995). \n\n \n\n \n\nFigura 1: Esquema reação de hidrogenação de composto sulfurado. Fonte: \nMuralli (2007). \n\n \n\n• Hidrodesnitrogenação (HDN) – Segundo Silva (2005), os compostos \n\nnitrogenados presentes nas frações de petróleo são divididos em básicos, \n\ntais como anilinas, aminas alifáticas, piridinas e quinoleínas, e neutros, \n\ncomo pirróis, indóis e carbazois. Em que os compostos nitrogenados que \n\n\n\n19 \n\n \n\n \n\n \n\ncontém o nitrogênio em anel, como por exemplo, a piridina mostrada na \n\nFigura 2, são mais difíceis de serem hidrogenados do que os compostos \n\nnitrogenados que não contém nitrogênio em cadeia cíclica. O consumo de \n\nhidrogênio nesta reação é de 3 mol de H2 por mol de nitrogênio removido \n\ne o calor médio gerado é de 26 kJ/mol de H2 consumido (TAHAN, 1983 \n\napud SILVA, 1995). \n\n \n\n \n\nFigura 2: Esquema reação de hidrogenação da molécula de piridina. Fonte: \nSilva (1995). \n\n \n\n• Hidrogenação de olefinas (HO) – as reações de hidrogenação de olefinas \n\nsão reações rápidas e altamente exotérmicas, ver Figura 3. O consumo \n\nde hidrogênio é de 1mol por ligação dupla quebrada e o calor de gerado é \n\nde 127 kJ/mol de H2 consumido. (TAHAN, 1983 apud SILVA, 1995) \n\n \n\n \n\nFigura 3: Esquema reação de hidrogenação de olefinas. Fonte: Silva (1995). \n\n \n\n• Hidrogenação de aromáticos (HDA) – os compostos aromáticos presentes \n\nno Diesel consistem de três grupos: mono, di e poli aromáticos (MURALLI, \n\n2007). A reação desses compostos com o hidrogênio é representada na \n\nFigura 04. Tais reações se caracterizam por serem reversíveis, com \n\nconversão no equilíbrio menor que 100%, sob condições normais de \n\n\n\n20 \n\n \n\n \n\n \n\nprocesso. Como essas reações são exotérmicas, o aumento na \n\ntemperatura diminui a conversão no equilíbrio (GIRGS, 1991). O consumo \n\nde hidrogênio é de 3 mol por mol de anel aromático hidrogenado, quanto \n\nao calor gerado, este é em média 70 kJ/mol de H2 consumido. (TAHAN, \n\n1983 apud SILVA, 1995) \n\n \n\n \n\nFigura 4: Esquema reação de hidrogenação de aromáticos. Fonte: Silva \n(1995). \n\n \n\nO efeito, que algumas destas reações causam no Diesel, são mostrados na \n\nTabela 1. \n\n \n\n \n\n \n\n \n\n\n\n21 \n\n \n\n \n\n \n\n \n\n \n\nTabela 1: Principais efeitos na qualidade devido às reações de HDT. \nReação Efeito \n\nHidrodessulfurização \nEspecificação quanto ao teor de \nenxofre e corrosividade. \n\nHidrodesnitrogenação \nEspecificação quanto à cor e aumenta \na estabilidade à oxidação. \n\nHidrogenação de aromáticos \nAumenta o ponto de anilina, o grau \nAPI e o índice de cetano. \n\nHidrogenação de olefinas Aumenta a estabilidade à oxidação. \n\nFonte: Silva, 1995 \n\n \n\n1.1.1.  Descritivo do Processo de Hidrotratamento de Diesel \n\n \n\nA unidade de hidrotratamento promove a reação das correntes de Diesel com \n\nhidrogênio. Tem como objetivo, a remoção de enxofre e nitrogênio através da \n\nhidrogenação catalítica e aumento da estabilidade através da hidrogenação dos \n\ncompostos insaturados das correntes de entrada. \n\nA primeira etapa do processo consiste na adição de hidrogênio à carga de \n\nalimentação, que é então aquecida em duas etapas: na troca de calor com o \n\nefluente do segundo reator e, em seguida, no forno. Após atingir a temperatura \n\nnecessária, a carga combinada com o hidrogênio alimenta os reatores em série. Nos \n\nreatores, há o catalisador na fase sólida, que adsorve as moléculas reagentes de \n\nóleo e hidrogênio, sendo este responsável por grande parte das reações. Como as \n\nreações são exotérmicas, há o aumento na temperatura ao longo do leito catalítico. \n\nPara controlar este aumento na temperatura, hidrogênio frio reciclado é adicionado \n\nentre os reatores e entre os leitos catalíticos dos múltiplos reatores. O efluente do \n\nsegundo reator é resfriado através da troca de calor com a carga que alimentará o \n\nforno. Então, após o efluente passar pelo permutador, este é enviado para um \n\nseparador a quente de alta pressão, o qual tem o objetivo de recuperar hidrogênio e \n\n\n\n22 \n\n \n\n \n\n \n\nrealizar uma separação inicial dos produtos de reação entre leves (vapor) e pesados \n\n(líquido) (MEYERS, 2004).  \n\nA pressão do líquido obtido no separador de alta pressão é diminuída, sendo \n\nesse enviado a um separador de baixa pressão. Já o vapor proveniente do \n\nseparador de alta pressão é resfriado para condensar nafta e gasóleo, e adiciona-se \n\nágua para absorver ácido sulfídrico e amônia produzidos no reator. A mistura com \n\nágua é enviada para um separador a frio de alta pressão, onde ocorre a separação \n\nde vapor, água ácida e hidrocarbonetos leves. A corrente líquida de hidrocarbonetos \n\né deixada em baixa pressão e enviada para o separador de baixa pressão. A água é \n\nenviada para uma unidade de recuperação de água ácida, para remoção de ácido \n\nsulfídrico e amônia, e o gás rico em hidrogênio segue para o absorvedor de ácido \n\nsulfídrico, que em seguida, depois de purificado, segue para o compressor de \n\nreciclo, onde sua pressão é aumentada no intuito de utilizá-lo como gás de quench, \n\nrecombinado com a carga do reator (MEYERS, 2004). \n\nNo separador de baixa pressão, que tem como carga as correntes líquidas de \n\nhidrocarbonetos do separador à quente de alta pressão e do separador à frio de \n\nbaixa pressão, a corrente de saída gasosa vai para o processo de recuperação de \n\ngases e a corrente de saída líquida vai para o fracionador atmosférico, que divide o \n\nóleo nos produtos desejados (MEYERS, 2004). O fluxograma da unidade de HDT é \n\nmostrado na Figura 5. \n\n \n\n \n\n\n\n23 \n\n \n\n \n\n \n\n \n\nFigura 5: Fluxograma unidade de Hidrotratamento de Diesel. Fonte: MEYERS \n(2004). \n\n \n\n1.1.2. Modelagem do reator de hidrotratamento \n\n \n\nA literatura disponibiliza vários modelos para simulação de reatores trickle-\n\nbed. Por se tratar de um reator trifásico, sua modelagem é sempre complexa e \n\nmuitas vezes imprecisa, devido aos aspectos do regime de trabalho, tal como \n\nmolhamento, transferência de massa entre fase líquida e fase gasosa e \n\ntransferência de massa na superfície do catalisador. \n\nRodríguez e Ancheyta (2004) testaram um modelo para o reator trickle-bed \n\naplicado ao processo de hidrodessulfurização, em que também ocorriam reações \n\nparalelas de hidrodesnitrogenação e hidrogenação de aromáticos. Também \n\ncompararam os resultados da simulação com resultados obtidos de dessulfurização \n\nde gasóleo de vácuo em um reator piloto trabalhando em condições isotérmicas.  \n\n\n\n24 \n\n \n\n \n\n \n\nToledo et. al. (2005) modelaram o reator do processo de hidrodessulfurização \n\nde correntes de refinaria, em que levaram em conta os processos de \n\nhidrodesnitrogenação, hidrodesoxigenação, hidrocraqueamento e saturação de \n\nfrações insaturadas que ocorrem simultaneamente. \n\nMederos (2007) modelou o processo de hidrotratamento de uma corrente de \n\ngás óleo nos modos de operação co-corrente e contracorrente. O modelo \n\napresentado nesse trabalho é um modelo dinâmico heterogêneo unidimensional. As \n\nreações consideradas foram reações de hidrodessufurização, hidrodesnitrogenação \n\ne hidrodesaromatização.  \n\nGarcía et. al. (2010), realizou um estudo completo do hidrotratamento de óleo \n\nDiesel, o qual englobou: \n\n \n\n• A caracterização da alimentação, no qual se utilizou um método \n\nestatístico para representar a composição do óleo por família química e \n\npor número de carbono; \n\n• Desenvolvimento de modelos cinéticos representados pela equação de \n\nLangmuir Hinshelwood. A utilização desses modelos teve como objetivo \n\nlevar em consideração o efeito adsortivo das diferentes famílias químicas \n\nque reagem na superfície do catalisador; \n\n• Analise de estabilidade térmica do reator, a qual determinou os pontos em \n\nque o reator opera de forma estável e instável. \n\n \n\nAlguns outros trabalhos sobre modelagem de reatores de \n\nhidrodessulfurização estão disponíveis na literatura, como por exemplo, os trabalhos \n\nde Murali et. al. (2007) e Jiménez et. al. (2007), em que diversas abordagens foram \n\ndadas tanto aos modelos do reator quanto a cinética das reações envolvidas. \n\n  \n\n\n\n25 \n\n \n\n \n\n \n\n1.2. LÓGICA FUZZY E NEURO-FUZZY \n\n \n\nOs conjuntos fuzzy se caracterizam por não apresentar uma fronteira nítida. \n\nPor exemplo, ao se medir a temperatura de um determinado processo assume-se os \n\nseguintes valores lingüísticos para a temperatura baixa, média, e alta, como \n\nmostrado na Figura 6. Utilizando a teoria clássica dos conjuntos para representar \n\nessas variáveis de forma numérica, teríamos a temperatura baixa igual a 25°C, a \n\ntemperatura media de 50°C e a temperatura alta de 7 5°C. Ao contrário dessa teoria, \n\num conjunto fuzzy expressa o grau do quanto um determinado elemento pertence ao \n\nconjunto, isto é realizado através das funções de pertinência, as quais tem seus \n\nvalores entre 0 e 1 e denotam o grau de pertinência de um elemento em um dado \n\nconjunto.  \n\n \n\n \n\nFigura 6: Funções de pertinência para a variável temperatura. Fonte :Tanscheit \n(2001). \n\n \n\nSe ? é uma coleção de objetos denotados genericamente por ?, o conjunto \nfuzzy ? é definido pelo conjunto de pares ordenados dados na Equação 01. Em que \n?? é a função pertinência para o conjunto fuzzy A. A função pertinência mapeia os \nvalores do conjunto para um grau de pertinência entre 0 e 1.  \n\n \n\n? ?  ?\t\n?,  ????\n?? ? ? ?? (1) \n\n\n\n26 \n\n \n\n \n\n \n\nAs funções de pertinência são funções numéricas gráficas ou tabuladas, que \n\natribuem valores de pertinência fuzzy para valores discretos de uma variável em seu \n\nuniverso de discurso. As funções de pertinência podem ser do tipo: cosseno2, \n\ngaussiana, sigmóide, sino, triangular, trapezoidal, sendo mais freqüente o uso das \n\nfunções de triangular e trapezóide. As demais funções aqui mostradas são utilizadas \n\nem casos em que um desempenho suave tenha uma importância critica (SIMÕES, \n\n2007). O exemplo de algumas dessas classes de função pertinência é dado na \n\nFigura 7. \n\nApesar das funções, gaussiana e sino apresentarem suavidade, elas não são \n\ncapazes de representar sistemas assimétricos (JANG, 1997). \n\n \n\n \n\nFigura 7: Exemplo de classes de função transferência. A- Função pertinência \nTriangular, b- Função pertinência Trapezoidal, c- Função pertinência Gaussiana e d- \nFunção pertinência Sino.  Fonte: Jang (1997) \n\n \n\n \n\n\n\n27 \n\n \n\n \n\n \n\n1.2.1. Modelos de inferência Fuzzy de Mandani \n\n \n\nO sistema de inferência Fuzzy de Mandani foi utilizado pela primeira vez no \n\ntrabalho de Mandani e Assilian (1973), para controlar um sistema composto por um \n\nmotor a vapor combinado com uma caldeira. Este método consistiu num conjunto de \n\nregras de controle lingüísticas obtidas através da experiência de operadores \n\nhumanos. Esse sistema de inferência adota max e produto algébrico como escolha \n\npara os operadores norma-T e conorma-T respectivamente, e usa a composição \n\nmax-produto ao invés da composição original max-min. O raciocínio fuzzy resultante \n\né mostrado na Figura 8 (JANG, 1997). \n\n \n\n \n\nFigura 8: Sistema de inferência Fuzzy de Mandani utilizando produto e max \nrespectivamente para os operadores t-norma e t-conorma. Fonte: Jang (1997) \n\n \n\nUma característica desse tipo de sistema de inferência é a necessidade da \n\netapa de defuzzificação, a qual representa a forma que um valor nítido é extraído de \n\num conjunto fuzzy como um valor representativo. Entre os métodos de \n\n\n\n28 \n\n \n\n \n\n \n\ndefuzzificação, pode-se destacar o centróide de área, bissetor de área, média do \n\nmáximo. Dentre os métodos citados, o mais utilizado é o centróide de área. \n\n \n\n1.2.2. Modelos de inferência Fuzzy de Takagi Sugeno \n\n \n\nO modelo de inferência Fuzzy de Takagi Sugeno se caracteriza por \n\napresentar uma abordagem sistemática para a geração de regras fuzzy de um \n\nconjunto de dados entrada saída. Uma regra típica para esse modelo é mostrada na \n\nEquação 02, em que ? e ? são conjuntos fuzzy no antecedente, enquanto ? é uma \nfunção crisp no conseqüente. Geralmente ???, ?\n é um polinômio nas variáveis ? e ?, \nmas pode ser qualquer função, enquanto puder descrever apropriadamente a saída \n\ndo modelo dentro da região fuzzy especificada pela regra antecedente. A saída de \n\num modelo Sugeno é obtida pela media dos pesos, o que evita o elevado consumo \n\ncomputacional requerido na defuzificação do modelo de Mandani. A Figura 9 mostra \n\no raciocínio fuzzy para um modelo fuzzy de Sugeno de primeira ordem.  \n\n \n\n?? ? ?? ? ??? ? ?? ? ???? ? ? ???, ?\n (2) \n \n\n\n\n29 \n\n \n\n \n\n \n\n \n\nFigura 9: Modelo Fuzzy de Sugeno. Fonte: Jang (1997). \n\n \n\n1.2.3. Sistemas Neuro-fuzzy \n\n \n\nA lógica fuzzy providencia os fundamentos teóricos para a captura de \n\nincertezas associadas com os processos de pensamento humano, através do \n\nemprego de definições lingüísticas de variáveis utilizadas em um sistema com uma \n\nbase de regras. Esse sistema de regras expressa o comportamento do processo \n\natravés de relações if....then. Tais relações podem ser obtidas por meio de \n\noperadores do processo ou por meio de um conjunto de dados numéricos, o que \n\npara um sistema fuzzy convencional pode ser muito complicado. Contudo, as redes \n\nneuronais podem ser treinadas com um conjunto de dados que contêm o \n\ncomportamento desejado do processo, possibilitando a aquisição das regras as \n\nquais agora podem ser passadas ao sistema fuzzy (SIMÕES, 2007). A Tabela 2 \n\nmostra algumas características dos sistemas fuzzy e das redes neuronais.  \n\n \n\n \n\n \n\n\n\n30 \n\n \n\n \n\n \n\nTabela 2: Comparação entre sistemas fuzzy e redes neuronais \nCaracterísticas Sistemas fuzzy Redes neuronais \n\nAquisição de \nconhecimento \n\nEspecialistas humanos Dados numéricos \n\nMétodo de treinamento Interação/indução \nAlgoritmos/ajuste dos \n\npesos \n\nTipos de incertezas Quantitativa/qualitativa Quantitativa \n\nRaciocínio Busca heurística Computação paralela \n\nInterface lingüística Explicita Não evidente \n\nTolerância a falhas Não evidente Muito alta \n\nRobustez Muito alta Muito alta \n\nFonte: Simões, 2007. \n\n \n\nOs sistemas neuro-fuzzy objetivam conjugar a capacidade de aprendizado \n\ndas redes neuronais à interpretabilidade característica dos sistemas fuzzy, o que é \n\nfeito pela parametrização do sistema fuzzy, síntese de funções objetivo e algoritmos \n\nde minimização global adequados (AGUIAR, 2007). \n\n \n\n \n\n1.2.4. Sistema ANFIS \n\n \n\nO método ANFIS (Adaptative Network Based Fuzzy Inference System) utiliza \n\npredominantemente modelos Takagi-Sugeno parametrizados. No ANFIS, ocorre o \n\nmapeamento das várias partes de um sistema de inferência fuzzy em uma rede \n\nadaptativa feedforward de cinco camadas, a qual é treinada de modo \n\nsupervisionado. Ao final do treinamento, os parâmetros devidamente ajustados são \n\nmapeados inversamente em um sistema fuzzy de estrutura idêntica ao original, que \n\ndeverá se comportar aproximadamente como o sistema que gerou o conjunto de \n\ndados utilizado para treinamento, ou seja, as mesmas entradas deverão \n\ncorresponder a saídas próximas (AGUIAR, 2007). \n\n  \n\n\n\n31 \n\n \n\n \n\n \n\n \nFigura 10: Configuração de um modelo ANFIS com duas entradas e uma saída. \n\nFonte: Aguiar (2007) \n\n \n\nO fluxograma mostrado na Figura 6 representa um sistema neuro-fuzzy. A \n\nfuncionalidade de cada camada é descrita a seguir: \n\n \n\n• Camada 1: cada neurônio apresenta comportamento adaptativo e é \n\nresponsável pelo cálculo do valor das funções de pertinência das \n\nentradas do sistema. Os parâmetros nessa camada são chamados de \n\nparâmetros premissos. \n\n• Camada 2: nessa camada, o sinal de saída é gerado como resultado da \n\naplicação do operador t- norma aos sinais de entrada e cada saída de um \n\nneurônio representa o grau de ativação de uma regra. \n\n• Camada 3: ocorre a normalização do grau de ativação através da razão \n\ndo grau de ativação de um determinado neurônio da camada anterior pela \n\nsoma dos graus de ativação de todos os neurônios da mesma camada. A \n\nsaída dessa camada é o grau de ativação normalizado. \n\n• Camada 4: é adaptativa e responsável pelo cálculo de cada uma das \n\npartes consequentes do sistema Takagi-Sugeno. Os parâmetros de saída \n\nsão chamados parâmetros consequentes. \n\n\n\n32 \n\n \n\n \n\n \n\n• Camada 5: o único neurônio na camada é fixo, o qual calcula a saída \n\ncomo a soma de todos os sinais de entrada desse neurônio. \n\n \n\nSegundo Aguiar (2007), o ANFIS utiliza um algoritmo de aprendizado em dois \n\npassos, o qual também pode ser chamado algoritmo de aprendizado híbrido. No \n\npasso adiante, os valores da camada 1 são fixos e os valores da camada 4 são \n\ncalculados utilizando o método dos mínimos quadrados, enquanto no passo para \n\ntrás os parâmetros da camada 4 são fixos e os parâmetros da camada 1 são \n\ncalculados através do método de gradientes descendentes. \n\n \n\n \n\n  \n\n\n\n33 \n\n \n\n \n\n \n\n1.3. REDES NEURONAIS  \n\n \n\nUma rede neuronal artificial é um modelo matemático que tem sua estrutura \n\nbaseada em uma estrutura neuronal real. Segundo Haykin (2004), há dois aspectos \n\nque fazem com que uma rede neuronal se assemelhe ao cérebro humano, são eles: \n\n \n\n• O conhecimento é adquirido pela rede a partir de seu ambiente através de \n\num processo de aprendizagem. \n\n• Forças de conexão entre neurônios, conhecidas como pesos sinápticos, \n\nsão utilizadas para armazenar o conhecimento adquirido. \n\n \n\nUma rede neuronal é constituída de unidades de processamento simples, as \n\nquais são chamadas de neurônios, estes por sua vez são arranjados em camadas \n\nformando assim uma rede capaz de realizar cálculos computacionais. \n\nDado um determinado processo, as redes neuronais podem raciocinar, \n\naprender e armazenar informações deste processo a partir de um conjunto de dados \n\ndo mesmo. Uma grande vantagem em se utilizar essa abordagem, está no fato de \n\nnão haver necessidade de saber informações detalhadas do processo a ser \n\nmodelado, sendo assim o modelo obtido através de uma rede neuronal é dito um \n\nmodelo caixa preta. \n\nOs primeiros trabalhos que tratavam de redes neuronais datam da década de \n\n40 do século passado, e foram desenvolvidos por Mc-Cullock e Pits com o intuito de \n\nmodelarem matematicamente os neurônios biológicos. Apesar dos estudos terem \n\ncomeçado nessa época, foi apenas em 1958 que Frank Rosenblatt desenvolveu o \n\nprimeiro modelo de rede neuronal, o qual foi intitulado perceptron. Este serviu como \n\nbase para métodos de treinamento de supervisionamento como o Backpropagation \n\n(CARDON, 1994). \n\n Outros modelos de redes neuronais foram desenvolvidos e são mostrados na \n\nliteratura como os modelos de (KOHONEN, 1972 apud CARDON, 1994) e \n\n(HOPFIELD, 1982 apud CARDON, 1994). \n\n\n\n34 \n\n \n\n \n\n \n\n \n\n1.3.1. Elementos de uma rede neuronal \n\n \n\n As redes neuronais artificiais multicamadas são compostas por, no mínimo, \n\ntrês camadas interconectadas umas as outras. A camada de entrada recebe os \n\ndados de entrada e envia estes a camada interna, a qual é responsável pela \n\ncapacidade de resolução de problemas da rede. O sinal vindo da camada interna é \n\nprocessado na camada de saída fornecendo assim a resposta da rede. Um \n\nesquema de uma rede neuronal simples é representado na Figura 11. \n\n \n\n \n\nFigura 11: Arquitetura de uma rede neuronal simples. \n\n \n\nOs cálculos que são realizados em um neurônio são mostrados na Figura 7. A \n\nentrada do neurônio xi é multiplicada pelo fator de peso correspondente, wi, antes de \n\nser enviado ao neurônio. A soma de todas as entradas é realizada no neurônio, \n\ncomo também é somado um bias interno, a fim de melhorar o desempenho da rede. \n\n\n\n35 \n\n \n\n \n\n \n\nEste resultado passa através de uma função transferência para obter a saída y. Esta \n\nfunção transferência tem como finalidade restringir a amplitude de saída do \n\nneurônio. Geralmente o intervalo da amplitude de saída está normalizado no \n\nintervalo fechado entre 0 e 1, ou -1 e 1 (SIT, 2005). \n\n \n\n \n\nFigura 12: Esquema de uma rede Neuronal. Fonte: SIT (2005) \n\n \n\n \n\n1.3.2. Funções de ativação \n\n \n\nSão funções matemáticas que determinam o tipo e a magnitude da saída de \n\ncada neurônio após o processamento da informação recebida pelo neurônio. As \n\nfunções de ativação podem ser agrupadas em funções de ativação lineares e não \n\nlineares. Estas diferem em relação às lineares por serem diferenciáveis. Além disso, \n\numa vez em que se trabalha com processos não lineares, o uso de uma função de \n\nativação não linear permite que seja possível a rede realizar um mapeamento não \n\nlinear entre as entradas e saídas. Os tipos mais usados de função de ativação são \n\ndescritos a seguir:  \n\n \n\n\n\n36 \n\n \n\n \n\n \n\n• Linear: em relação a este tipo de função temos a Linear por partes, mostrada \n\nna Figura 13. \n\n \n\nFigura 13: Função Transferência Linear. \n\n \n\n• Função Limiar: também conhecida na literatura como função de Heaviside, a \n\nsaída só pode assumir dois valores diferentes, caso a entrada ultrapasse um valor \n\nlimite determinado, Figura \n\n14. \n\n \n\n \n\nFigura 14: Função Transferência Limiar. \n\n  \n\n• Sigmoidal: tipo de função não linear. A mesma é a mais utilizada e também é \n\nconhecida como função logística, seu intervalo de saída varia entre 0 e 1, Figura 15. \n\n\n\n37 \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 15: Função Transferência Sigmoidal. \n\n \n\n• Função Tangente Hiperbólica: esta função também é não linear e assume \n\nvalores no intervalo entre -1 e 1, Figura 16. \n\n \n\n \n\nFigura 16: Função Transferência Tangente Hiperbólica. \n\n \n\n1.3.3. Topologia da rede  \n\n \n\n\n\n38 \n\n \n\n \n\n \n\nA topologia de uma rede neuronal é a forma como a estrutura interna da rede \n\nestá arranjada, ou seja, a maneira como os neurônios estão interconectados. Em \n\nrelação ao arranjo dos neurônios e conexão entre as camadas, as redes neuronais \n\npodem ser classificadas em três tipos: Redes feedforward, Redes recorrentes e \n\nRedes auto-organizáveis.  \n\n \n\n1.3.3.1. Redes feedforward \n\n \n\nNas redes feedforward, os dados de entrada da rede passam pelas camadas \n\ninternas, e segue para a camada de saída em um fluxo unidirecional, o esquema \n\ndeste tipo de rede é mostrado na Figura 17, este tipo de rede se caracteriza por não \n\nhaver realimentação. Segundo Zanata (2005), este tipo de rede é o mais difundido \n\ntanto pela simplicidade como pela alta capacidade de aproximação de funções. \n\n \n\nFigura 17: Esquema Rede Neuronal Feedforward.  Fonte: Huamaní (2003). \n\n \n\n\n\n39 \n\n \n\n \n\n \n\nAs redes feedforward podem ser classificadas em redes simples e redes com \n\nretropropagação. As redes simples suportam apenas funções transferência lineares, \n\no que restringe o uso deste tipo de rede a problemas em que a variável de entrada \n\nesteja relacionada linearmente com a saída. Já as redes com retropropagação \n\nutilizam funções transferência não lineares. Neste modelo, o erro obtido na saída é \n\ntransferido para camadas inferiores, pois há necessidade de ajustes dos pesos \n\ndestes neurônios de alguma forma, visto que não estão em contato com os valores \n\nde saída. Deste modo, origina-se o nome retropropagação (CARDON, 1994). \n\n \n\n1.3.3.2. Redes recorrentes  \n\n \n\nRedes neuronais recorrentes são estruturas de processamento capazes de \n\nrepresentar uma grande variedade de comportamentos dinâmicos não-lineares. A \n\npresença de realimentação da informação permite a criação de representações \n\ninternas e dispositivos de memória, capazes de processar e armazenar informações \n\ntemporais e sinais sequenciais. (ZUBEN, 2012) \n\nA estrutura de rede neuronal recorrente é composta por pelo menos um ciclo \n\nde realimentação entre os neurônios, e se assemelha com a estrutura de uma rede \n\nfeedfoward. (MELO, 2010). \n\nAs redes recorrentes são classificadas em totalmente recorrentes, quando \n\ntodas as conexões entre neurônios são recorrentes e ajustáveis, em parcialmente \n\nrecorrentes quando apenas uma parte das possíveis conexões recorrentes é \n\nadmitida, ou então quando as conexões recorrentes não são ajustáveis (ZUBEN, \n\n2012), como exemplo deste tipo de rede temos a rede de Elman representada na \n\nFigura 18. \n\n\n\n40 \n\n \n\n \n\n \n\n \n\nFigura 18: Esquema Rede Neuronal de Elman. \n\n \n\n1.3.3.3. Redes auto-organizáveis ( Rede de Kohonen) \n\n \n\nA rede de Kohonen utiliza o Aprendizado Competitivo, onde os neurônios \n\ncompetem entre si para responder a um estímulo apresentado. Durante o \n\naprendizado, formam-se agrupamentos de neurônios topologicamente organizados, \n\nonde cada grupo é responsável por responder a uma classe de estímulos. \n\nOutro aspecto importante na construção de um modelo neuronal diz respeito \n\nao número de camadas internas e neurônios que estarão dispostos nessas \n\ncamadas. Alguns trabalhos na literatura mostram que redes com uma camada \n\ninterna são suficientes para aproximar funções continuas (IRIE and MIYAKE, 1988 \n\napud SIT, 2005). Sendo assim, o uso de redes neuronais com mais de uma camada \n\ninterna é realizado por alguns pesquisadores em problemas específicos, como por \n\nexemplo, no aprendizado de funções que apresentam descontinuidade. (MASTERS, \n\n1994 apud SIT, 2005). Quanto ao número de neurônios presentes em cada camada, \n\nainda não há uma forma padronizada para realizar tal escolha, porém algumas \n\nregras tem sido proposta, ver Figura 19. \n\n \n\n\n\n41 \n\n \n\n \n\n \n\n \n\nFigura 19: Número de Neurônios sugeridos na Camada interna. Fonte: SIT (2005) \n\n \n\n1.3.4. Treinamento da rede \n\n  \n\nNa fase de treinamento da rede são definidos a metodologia de aprendizagem \n\ne o algoritmo de treinamento da rede.  \n\n Os paradigmas de aprendizado podem ser classificados em:  \n\n \n\n• Supervisionado; \n\n• Aprendizado não supervisionado; \n\n• Aprendizado por reforço. \n\n \n\nO algoritmo para aprendizado supervisionado mais utilizado é o método de \n\nretropropagação do erro desenvolvido por Paul Werbos em 1974 (WINANDY, 2007). \n\nEste algoritmo divide-se em duas etapas. Na primeira, os valores dos pesos \n\nsinápticos são calculados camada a camada até se obter o valor de saída.  Na \n\nsegunda etapa, o erro entre o valor esperado para a saída e o valor obtido é então \n\ncalculado e propagado no sentido contrário ao da rede para ajuste dos pesos.  \n\n\n\n42 \n\n \n\n \n\n \n\nInicialmente o ajuste nos pesos do algoritmo de retropropagação era realizado \n\npelo método de gradiente descendente. Este método informa a direção e o sentido \n\nem que a função tem taxa de variação máxima, garantindo assim que a rede \n\ncaminhe na superfície na direção que vai reduzir ao máximo o erro obtido. Para \n\nsuperfícies simples, este método encontra a solução com erro mínimo. Contudo, \n\npara superfícies complexas, não existe tal garantia, podendo o algoritmo convergir a \n\nmínimos locais (BRAGA et al, 2000 apud MELO, 2010), sendo este método pouco \n\nrobusto e ineficiente. \n\nCom isso, foram estudadas várias modificações a fim de tornar o processo de \n\ntreinamento mais robusto. Entre uma destas modificações, destaca-se o método de \n\nLevenberg-Marquardt, o qual tem sua solução entre o algoritmo do gradiente \n\ndescendente e o método de Gauss-Newton (MELO, 2010). Sua regra de atualização \n\ndos pesos, como proposta por Levenberg é dada pela Equação 3. \n\n \n\n???? ? ?? ? ??  !\"\n??#???? \n \n \n\n(3) \n\nEm que:  \n\n \n\n• ? representa o vetor de pesos \n• #? representa o gradiente do erro médio quadrático, \n• ? representa a matriz Hessiana  \n• ! é um fator de ajuste. \n\n \n\nA Equação 03 mostra que a regra de atualização leva em consideração tanto \n\na inclinação da superfície do erro (método do gradiente descendente) quanto à \n\ncurvatura desta superfície (método de Gauss-Newton). O fator de ajuste indica qual \n\ndos dois métodos será predominante: para fatores de ajuste grandes, o método do \n\ngradiente descendente predomina e a atualização dos pesos ocorre fortemente na \n\ndireção de inclinação da superfície do erro; caso contrário, o método de Gauss-\n\n\n\n43 \n\n \n\n \n\n \n\nNewton predomina e a atualização ocorre mais no sentido da curvatura da função. \n\n(WINANDY, 2007). \n\nEntre os problemas do uso desse algoritmo destacam-se: \n\n \n\n• O cálculo da matriz Hessiana da função erro. Porém, isso pode ser \n\nsimplificado considerando que a função é aproximadamente linear nas \n\nvizinhanças do ponto em que se calcula a matriz.  \n\n• Calcular a matriz inversa presente na regra de atualização, o que é \n\ncomputacionalmente trabalhoso (WINANDY, 2007). \n\n  \n\n\n\n44 \n\n \n\n \n\n \n\n1.4. CONTROLE MODERNO APLICADO A INDÚSTRIA QUÍMICA  \n\n \n\nO controle dos processos na indústria química visa aumentar a segurança \n\noperacional, garantir as especificações de qualidade dos produtos, atender as \n\nlegislações ambientais e restrições operacionais, além de possibilitar a otimização \n\neconômica do processo. Afim de atender à essas tarefas, os sistemas de controle \n\ntem evoluído ao longo dos últimos anos principalmente através de melhorias no \n\nhardware, o que torna possível o uso de ferramentas matemáticas, como os Soft \n\nSensors, que antes não poderiam ser utilizadas por limitações de hardware. Abaixo \n\nsão mostradas algumas aplicações de Soft Sensors no controle de processos.  \n\nTemeng et al (1995) discutem em seu trabalho o uso de uma rede neuronal \n\ndinâmica na aplicação de um controlador preditivo multivariável não linear em um \n\nreator industrial de leito fixo, no qual se processa a recuperação de acido sulfúrico \n\ngasto. Tal processo foi modelado via redes neuronais utilizando o algoritmo de \n\ntreinamento backpropagation. Neste trabalho, mostrou-se que comparado com \n\nesquemas de controle convencionais o controlador baseado em redes neuronais \n\nconseguiu um melhor controle da temperatura. \n\nHosen e Hussain (2011) implementaram um algoritmo de controle NNMPC, \n\npara controlar a temperatura de reatores batelada utilizados para produção de \n\npoliestireno. Também se estudou nesse trabalho a interferência de perturbações no \n\nprocesso quando se deseja alcançar o set-point do mesmo. Dessa forma, foi \n\npossível avaliar a diferença de desempenho entre um controlador PID e o \n\ncontrolador NNMPC. Para tanto, foi elaborado um modelo em redes neuronais para \n\npredição da resposta futura do processo em um horizonte de controle especifico. E a \n\npartir de experimentos concluiu-se que a resposta do controlador NNMPC é superior \n\na do controlador PID, especialmente durante a partida da planta.  \n\nArpornwichanop e Shomchoam (2009) utilizaram em seu trabalho redes \n\nneuronais em conjunto com uma estratégia de controle ótimo on-line no controle da \n\nalimentação de bioreatores batelada para produção de etanol. Nele, as variáveis não \n\nmedidas foram fornecidas pela rede, sendo possível através desse resultado \n\nmodificar a vazão ótima de alimentação do processo representando uma melhoria \n\n\n\n45 \n\n \n\n \n\n \n\nna produção de etanol em comparação com os métodos utilizados tradicionalmente \n\nno controle da alimentação deste processo.  \n\nDestaca-se ainda o estudo realizado por Damour et al (2011), em que se \n\naplicou o NNMPC em um processo de cristalização industrial.  \n\nAlém das redes neuronais, também há outras ferramentas que se destacam \n\nna aplicação do controle inferencial. No trabalho de Arpornwichanop 2005, foi \n\notimizado o set-point de temperatura em reatores batelada, implementando uma \n\nestratégia de otimização on-line em que as variáveis de estado não medidas foram \n\nobtidas através do Filtro de Kalman Estendido (EKF).  \n\n \n\n1.4.1. Estratégias típicas de controle do reator de Hidrotratamento \n\n \n\nA maioria dos processos encontrados em uma refinaria tem como \n\ncaracterística a não linearidade e elevado tempo morto. Ao se projetar a malha de \n\ncontrole do processo, esses fatores devem ser levados em consideração, pois a \n\neficiência do controlador da planta depende diretamente dessas características.  \n\nNo que diz respeito ao controle do processo de hidrotratamento, são listadas \n\na seguir as principais dificuldades (CARNEIRO, 1992 apud CARELLI, 2008): \n\n \n\n• Na maioria dos casos, a medição da concentração de saída do reator não \n\né realizada devido à demanda por elevados investimentos; \n\n• Em alguns casos, as variáveis de saída apresentam resposta inversa \n\napós determinadas variações nas entradas; \n\n• Existência de um elevado tempo morto; \n\n• Existência de uma correlação não-linear entre os processos cinéticos e \n\nenergéticos; \n\n• Parâmetros físico-químicos que variam no espaço e no tempo. \n\n \n\n\n\n46 \n\n \n\n \n\n \n\nO trabalho de CARNEIRO, 1992 apud CARELLI, 2008, apresenta a descrição \n\ndas unidades de HDT construídas pela PETROBRAS. Estas são compostas por dois \n\nleitos fixos catalíticos do tipo leito gotejante em série, constituídos de dois reatores \n\nem série, onde os inúmeros compostos presentes no óleo da carga de alimentação \n\ndas unidades reagem com hidrogênio em reações paralelas. O hidrogênio é \n\nmisturado ao óleo em proporção muito maior que a estequiométrica. Como a maioria \n\ndas reações são exotérmicas, a temperatura ao longo dos leitos aumenta da entrada \n\nem direção à saída em operação estacionária, dependendo da extensão do \n\nprogresso das reações. A temperatura média desejada de reação foi mantida em \n\ncada leito, através de um sistema de controle. Assim, o perfil de temperaturas no 1º \n\nleito foi controlado pela carga térmica liberada no forno e os perfis de temperatura no \n\nsegundo, terceiro e quarto leito foram controlados pelas vazões de gás frio, rico em \n\nhidrogênio, injetado entre cada leito. Este esquema, proposto originalmente para os \n\ndois reatores, foi constituído por quatro malhas simples e independentes de controle \n\nde temperatura, cada uma agindo num leito. \n\nÉ inerente a processos industriais como o HDT, a presença de variáveis de \n\ncontrole que não podem ser medidas on-line. A fim de melhorar o desempenho da \n\nmalha de controle dessa unidade, o controle inferencial pode ser utilizado. Este \n\nconsiste no uso de um soft sensor para inferir a variável de controle do processo. \n\nEssa estratégia possui como principal vantagem a capacidade de, através de \n\ngrandezas de fácil medida, inferir o valor de grandezas de medida um pouco mais \n\ncomplicada, como por exemplo, a concentração na saída de um reator, o que torna \n\npossível aplicar esse tipo de variável como variável de controle em estratégias de \n\ncontrole avançado. \n\n \n\n1.4.2. Controle NNMPC \n\n \n\nO controlador NNMPC é um tipo de estratégia de controle preditivo por \n\nmodelo, que possui como característica utilizar como modelo do processo uma rede \n\nneuronal para fazer as estimativas das predições futuras e com isso gerar uma ação \n\nde controle futura. \n\n\n\n47 \n\n \n\n \n\n \n\nEste tipo de controlador pode ser divido em dois blocos, um representando a \n\nrede neuronal e o outro bloco representando a otimização, mostrado na Figura 20. A \n\nfim de representar com maior precisão a dinâmica do sistema, a rede neuronal \n\nutilizada como modelo do controlador é uma rede recursiva, em que comumente é \n\naplicado modelos NNARX.  \n\n \n\n \n\nFigura 20: Diagrama de Blocos Controlador NNMPC. \n\n \n\nOs controladores MPC fazem uso de uma função objetivo, Equação 04, a qual \n\ndepende do valor da variável de controle e do erro do modelo em relação ao valor de \n\nreferência do processo. A função objetivo por sua vez é minimizada ao se manipular \n\nos valores do sinal de controle. \n\n \n\n$ ?  % &amp;?????'  (\n ? ?)?'  (\n*\t\n\n?\n\n?? \n?\n\n  % +?(\n&amp;?-?'  (\n*\t\n\n?\n\n???\n\n \n\n \n\n(4) \n\nEm que: \n\n \n\nNp: horizonte de predição \n\nNu: horizonte de controle \n\nNm: horizonte mínimo de predição \n\n\n\n48 \n\n \n\n \n\n \n\n???? : resposta desejada (set-point) \n?) : valor estimado no instante k \n?: Peso da ação de controle \n\n?- : Incremento da ação de controle \n \n\nUma das vantagens ao se aplicar o controle preditivo por modelo, está em \n\npoder introduzir as restrições do processo no algoritmo de controle. Sendo essas \n\nrestrições consideradas durante a minimização da função objetivo.  \n\n \n\n????  . ?)?'  (\n . ????  , ( ? 1, … . . , 2? \n-???  . -?'  (\n . -???  , ( ? 1, … . . , 2? \n\n&amp;-?'  (\n ? -?'  (  1\n* . ?-??? , ( ? 1, … . . , 2? \n \n\n(5) \n\n \n\nOs métodos de otimização mais comuns na busca pelo mínimo da função \n\nobjetivo são: método de gradiente descendente e o método de Newton Raphson, \n\neste último tem como base a primeira e a segunda derivada da função expresso \n\npelas equações 6 e 7 respectivamente. O principal problema no método de Newton \n\né o seu elevado custo computacional devido ao cálculo da matriz Hessiana. Mesmo \n\nassim, segundo Soloway (1996), esse método apresenta velocidade suficiente para \n\nser implementado em problemas no tempo real.  \n\n \n\n-?'  1\n ? -?'\n ? 3 4\t$4\t-?'\n5\n??\n\n. 4$4-?'\n \n \n\n \n\n(6) \n\n\n\n49 \n\n \n\n \n\n \n\n4\t$\n46\t ?  \n\n78\n88\n9 4\t$4-?'  1\n\t                                      \n\n4\t$\n4-?'  2?\n. 4-?'  1\n                               4\t$\n\n4-?'  1\n. 4-?'  2?\n                                 \n4\t$\n\n4-?'  2? \n\t :\n;;\n;<\n \n\n \n\n(7) \n\n \n\nO algoritmo de um controlador NNMPC é mostrado na Figura 21. A \n\nprimeira etapa consiste na geração do erro entre o set point do processo e a \n\nvariável inferenciada pela rede neuronal enquanto a medida da planta não \n\nesta disponível. O erro é alimentado na função objetivo do processo para \n\nminimização da mesma e geração do novo sinal de entrada da rede e do \n\nprocesso.  \n\n \n\n \n\nFigura 21: Algoritmo controlador NNMPC. \n\n \n\nPara representar a dinâmica do sistema no controle NNMPC é \n\nnecessário introduzir um efeito recursivo na rede (SCHNITMAN, 1999), como \n\nexemplificado na Figura 22. Nesta, as entradas da rede consistem de \n\nmedidas da entrada 6??\n e da saída =?? ? 1\n, com suas respectivas medidas \nem atraso 6?? ? 1\n e =?? ? 2\n. \n\n \n\n\n\n50 \n\n \n\n \n\n \n\n \n\nFigura 22: Esquema redes Recursivas. \n  \n\n\n\n51 \n\n \n\n \n\n \n\n2. METODOLOGIA  \n\n \n\nEste capítulo detalha os procedimentos aplicados durante a execução do \n\nprojeto, desde as considerações realizadas na modelagem e implementação da \n\nplanta virtual até a construção do controlador NNMPC \n\n \n\n2.1. CONSTRUÇÃO DA PLANTA VIRTUAL \n\n \n\nNesta etapa do trabalho, foi desenvolvido um modelo matemático do reator do \n\nprocesso de hidrotratamento de óleo Diesel, com o objetivo de usar o mesmo na \n\naquisição de dados para treinamento do inferenciador.  \n\nA modelagem levou em conta as seguintes considerações (MEDEROS, \n\n2007): \n\n• O reator é adiabático e o mesmo opera em regime dinâmico e co-\n\ncorrente; \n\n• As velocidades das fases, gasosa e líquida são constantes ao longo do \n\nreator; \n\n• Densidades das fases, gasosa e líquida constantes; \n\n• Atividade do catalisador não se altera com o tempo; \n\n• Não há condensação nem vaporização do óleo; \n\n• Pressão total no reator é constante; \n\n• Só há reação química na superfície do catalisador. \n\nA próxima seção deste trabalho detalha as equações do balanço de massa e \n\nenergia, as quais são semelhantes às equações que foram desenvolvidas no \n\ntrabalho de (MEDEROS, 2007). \n\n \n\n2.1.1. Balanço de massa  \n\n \n\n\n\n52 \n\n \n\n \n\n \n\nO balanço de massa do reator envolve as fases gasosa, líquida e sólida, e \n\nconsidera os efeitos de transferência de massa entre as fases. Os coeficientes de \n\ntransferência de massa foram calculados a partir das correlações apresentadas no \n\ntrabalho de (KORSTEN e HOFFMANN, 1996).  \n\nO índice i na Equação 8, refere-se aos seguintes componentes na fase gasosa: \n\nhidrogênio, ácido sulfídrico e amônia. \n\n \n\n-?\n?@\n\n4A??\n4? ?  \n\n-?\n?@\n\n4A\n?\n\n?\n\n4? ? '?? ?? 3\nA??\n?? ? B?\n\n? 5 (08) \n\n \n\nPara reatores operando em regime industrial, pode-se desprezar o efeito da \n\ndispersão axial, pois o mesmo opera a altas vazões, o que diminui o molhamento \n\nincompleto do catalisador. Deste modo, o balanço na fase líquida é descrito pelas \n\nEquações 9 e 10. A primeira considera a absorção dos componentes gasosos na \n\nfase líquida, logo i = H2, H2S e NH3. Na Equação 10, o índice i representa as \n\nconcentrações dos compostos sulfurados, nitrogenados, aromáticos e olefinas na \n\nfase líquida, i = C, 2, ? ? D. \n \n\nE? 4B?\n?\n\n4?  ?  ?-?\n4B??\n4F  '?? ?? 3\n\nA??\n?? ? B?\n\n? 5  ? '?? ?? ?B?? ? B?? \n (09) \n\n \n\n \n\nE? ????\n??\n\n ?  ?-? ????\n??\n\n  ? '?? ?? ?B?? ? B?? \n         (10) \n\n \n\nO balanço de massa para a fase sólida é representado pela Equação 11. Nesta \n\nequação, o índice i representa a concentração dos reagentes e produtos da reação \n\n\n\n53 \n\n \n\n \n\n \n\nna fase sólida, ? ?  C, 2, ?, D, ?\t, ?\tC ? 2??. E j representa cada uma das reações \nque ocorrem na superfície do catalisador. \n\n \n\nE??1?G\n 4B?\n?\n\n4?  ?  '?? ??\nB?? ? B?? ? H I? J? K? ?B?? , . , @? \n \n  (11) \n\n \n\n2.1.2. Balanço de energia \n\n \n\nComo o reator opera em regime co-corrente, o balanço de energia na fase \n\ngasosa pode ser desprezado de acordo com (MEDEROS, 2007). Desta forma, o \n\nbalanço de energia foi desenvolvido levando em consideração apenas as fases \n\nlíquida e sólida. \n\nE? I? L??  4@?4? ? ?-? I? L??\n4@?\n4?  ????? ?@? ? @? \n \n\n  (12) \n\n?1?G\nI? L?? 4@?4?  ?  ??? ?? ?@? ? @? \n  % I? K? ?B?? , . , @? \n????? \n?\n\n \n(13) \n\n \n\nOs parâmetros referentes aos balanços de massa e energia foram calculados, \n\na partir dos dados na Tabela 17, no apêndice. \n\n \n\n2.1.3. Taxas de reação \n\n \n\nA maior dificuldade na modelagem de um reator de hidrotratamento está na \n\nobtenção das taxas de reação, pois há uma infinidade de compostos sulfurados, \n\nnitrogenados, aromáticos, entre outros presentes na carga de alimentação.  \n\nDevido à complexidade dos compostos contidos na alimentação das unidades \n\nde hidrotratamento, eles são agrupados em grupos de componentes reativos, lumps. \n\n\n\n54 \n\n \n\n \n\n \n\nSendo assim, foram considerados no trabalho os seguintes grupos reativos: \n\nsulfurados, nitrogenados, aromáticos e olefinas.  \n\nA cinética da reação de hidrodessulfurização (HDS), mostrada na Equação 14, \n\né descrita pelo modelo de Langmuir-Hinshelwood, sendo considerado o efeito \n\ninibidor do ácido sulfídrico formado. Esta consideração é importante, já que o H2S ao \n\nser produzido ocupa os sítios ativos do catalisador dificultando assim a ocorrência \n\nde reações na superfície do mesmo. \n\n \n\nK? ? ? '? ? ?B?\n? \n?B??? \n!,#$\n\n?1  ???? B???? \n\t \n  (14) \n\n \n\nAs reações de saturação de olefinas e desnitrogenação foram consideradas \n\ncomo reações de primeira ordem, (BHASKAR, 2004) e as mesmas são mostradas \n\nrespectivamente nas equações 15 e 16. \n\n \n\nK? \n ?  ?\n B\n (15) \nK?% ?  ?% B% (16) \n\n \n\nA produção de amônia é dada pela Equação 17. \n\n \n\nK\n?? ?  K\n (17) \n \n\nA cinética da reação de HDA foi obtida no trabalho de (MEDEROS, 2007), \n\nEquação 18. \n\n \n\n\n\n55 \n\n \n\n \n\n \n\nK? ? ? ?? A?? B? ? ?? ?1 ? B?\n  (18) \n \n\nA Tabela 3 apresenta as constantes cinéticas e a energia de ativação para \n\ncada reação considerada no desenvolvimento do modelo matemático do processo \n\nde hidrotratamento.  \n\n \n\nTabela 3: Dados cinéticos modelo da Planta virtual. \n\nReação Ea(J/mol) K0 \n\nHDS 57692,5 1,07 x 105 cm3 g-1 s-1 (cm3 mol-1)0.45 \n\nHDN 46943,4 17.67 cm3/g.s \n\nHDAf 121400 1.041 x 10\n5 s-1.MPa-1 \n\nHDAr 186400 8.805 x 10\n9 s-1 \n\nSaturação de olefinas 28751,8 0.3749 cm3/g.s \n\nFonte: Bhaskar (2004) e Mederos (2007). \n\n \n\n2.2. SIMULAÇÃO DA PLANTA VIRTUAL  \n\n \n\nO código computacional responsável pela simulação do modelo matemático do \n\nprocesso foi desenvolvido em ambiente Matlab/Simulink ?.  \n\nSendo necessário escrever o código em uma s-function do software, desta \n\nforma foi possível utilizar o solver ODE 15 s na resolução das equações diferenciais \n\nreferentes ao modelo do processo. A vantagem em utilizar o ODE15 s do \n\nMatlab/Simulink é que o mesmo tem o passo variável tornando possível a resolução \n\ndo modelo em menor tempo, em comparação a um solver de passo constante.  \n\nAs condições iniciais e de contorno do modelo matemático são mostradas a \n\nseguir: \n\n \n\nCondições iniciais \n\n\n\n56 \n\n \n\n \n\n \n\nPara: ? ? 0 p&amp;' ?  \np&amp;'?!, i ? H\t, H\tS e NH? \n C&amp;( ?  \nC&amp;(?!, i ?  S, O, N, A, H\t, H\tS e NH? \n\n \n\n C&amp;) ? 0, i ?  S, O, N, A, H\t, H\tS e NH? \n T* ? T( ? T! \nPara: \n\n 0 X ? . Y?  \np&amp;' ?  0, i ? H\t, H\tS e NH? \n\n C&amp;( ?  0, i ?  S, N, O, A, H\t, H\tS e NH? \n \n\n C&amp;) ? 0, i ?  S, N, O, A, H\t, H\tS e NH? \n T* ? T( ? T! \n \n\n \n\nCondições de contorno \n\nPara: ? ? 0, t > \n0 \n\np&amp;' ?  \np&amp;'?!, i ? H\t, H\tS e NH? \n\n C&amp;( ?  \nC&amp;(?!, i ?  S, N, O, A, H\t, H\tS e NH? \n \n\n C&amp;) ? 0, i ?  S, N, O, A, H\t, H\tS e NH? \n T* ? T( ? T! \n \n\nAs propriedades da corrente de Diesel utilizada na alimentação do processo \n\nsão apresentadas na Tabela 4. Enquanto que as condições operacionais utilizadas \n\nna simulação são fornecidas na Tabela 5. \n\n\n\n57 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTabela 4: Propriedades do Diesel. \n\nPropriedade Valor \n\n°API 33 \n\nPeso Molecular (g) 232,6 \n\nTMeABP (K) 749 \n\nEnxofre wt% 1,11 \n\nTotal de Nitrogênio ppm 120 \n\nTotal de aromáticos wt% 37,4 \n\nOlefinas wt% 6,1 \n\nFonte: Alvarez (2008) e Bhaskar (2004). \n\n \n\nTabela 5: Condições operacionais do reator. \n\nCondição operacional Valor \n\nVazão de Alimentação (cm3/s) 18000  \n\nComprimento do leito \ncatalítico (cm) \n\n853,44 \n\nDiâmetro Interno (cm) 304,8 \n\nH2/Óleo (cm\n3/cm3) 300 \n\nTF0 (K) 613 \n\nPressão (MPa) 4 \n\nFonte: Mederos (2007)  \n\n\n\n58 \n\n \n\n \n\n \n\n2.3. ESCOLHA DAS VARIÁVEIS DE ENTRADA E SAÍDA DO INFERENCIADOR \n\nE DETERMINAÇÃO DO TEMPO DE AMOSTRAGEM \n\n \n\nComo as variáveis que se pretende estimar são a concentração de compostos \n\nsulfurados, nitrogenados e olefinas na saída do reator, elas são utilizadas como \n\nsaída para os estimadores, já que será construído um inferenciador para a \n\nestimação de cada uma dessas variáveis. \n\nComo variáveis de entrada para o analisador virtual, foram escolhidas as \n\nvariáveis operacionais que mais interferem na composição de saída do reator. A \n\nescolha foi realizada com base nos dados disponíveis na literatura, como por \n\nexemplo, o trabalho de García et. al. (2010), o qual mostra a influência que as \n\nvariáveis, temperatura de alimentação do reator, Razão gás óleo, Vazão de entrada, \n\nPressão total do reator e Temperatura do leito, têm sobre a composição de saída do \n\nreator de HDT. \n\nA influência dessas variáveis sobre a concentração de compostos sulfurados \n\nna saída do reator foi verificada a partir da função de correlação cruzada, a qual é \n\nrepresentada na Equação 19. A correlação cruzada é capaz de determinar se há \n\numa correlação significativa entre as variáveis que compoem o modelo. Sendo essa \n\nmetodolgia aplicada nos trabalhos de Zanata (2005) e Morais (2010). \n\nBZ[??, ?\n ?  12 %&amp;???'\n ? ?\\\n. ??. ?' ? E\n ? ?]\n*\n\n\n\n+??\n\n \n(19) \n\nOnde:  \n\nN é o número de elementos \n\nx é o vetor com os valores da variável de entrada \n\ny é o vetor com os valores da variável de saída \n\n?\\ é o valor médio da variável de entrada \n?] valor médio da variável de saída \nE é a defasagem temporal \n\n\n\n59 \n\n \n\n \n\n \n\nAs variáveis de entrada do inferenciador podem ser classificadas em: variável \n\ndiretamente e não diretamente manipulável. Esta última, é bastante influenciada pelo \n\nvalor atribuido as variáveis diretamente manipuláveis. Como as variáveis não \n\ndiretamente manipuláveis afetam a saída do processo, essas também são \n\nincoporadas como uma das entradas do sensor virtual. \n\nNo caso do reator de HDT, utilizou-se como variável não diretamente \n\nmanipulada a temperatura de saída do reator. E como variáveis diretamente \n\nmanipulaveis: a temperatura de alimentação do reator, a razão gás oléo, Pressão \n\ntotal do reator e a vazão de entrada. Como mostrado na Tabela 6. \n\n \n\nTabela 6: Variáveis utilizadas como entrada dos inferenciadores. \n\nVariável Tipo de variável de entrada \n\nTemperatura de saída do reator Variavel não diretamente manipulavel \n\nRazão gás oléo Variavel diretamente manipulavel \n\nPressão total do reator Variavel diretamente manipulavel \n\nVazão de entrada Variáveis diretamente manipulaveil \n\nTemperatura de alimentação do \n\nreator \n\nVariáveis diretamente manipulavel \n\n \n\nEm relação ao tempo de amostragem, foram utilizados dois conjuntos de \n\ndados com tempos de amostragem distintos para treinamento e simulação dos \n\ninferenciadores. Em um conjunto de dados chamado conjunto 01, os dados foram \n\ncoletados em um intervalo de tempo de 10 minutos. Este tempo de amostragem foi \n\nescolhido, a fim de admitir que a medida das concentrações de compostos \n\nsulfurados, olefinas e sulfurados na saída do reator possa ser utilizada como variável \n\nde entrada de cada estimador, já que esses dados não estão disponíveis on-line. \n\n\n\n60 \n\n \n\n \n\n \n\nNo outro, intitulado conjunto 02, o intervalo de amostragem foi determinado \n\nconsiderando-se o período de amostragem como sendo um décimo da menor \n\nconstante de tempo associada à concentração de compostos sulfurados na saída do \n\nreator, quando excitada por cada uma das variáveis manipuladas. Tal abordagem foi \n\nutilizada de forma semelhante em (ZANATA, 2005). O período de excitação do sinal \n\nfoi o mesmo para os dois conjuntos de dados, e o mesmo teve seu valor \n\ndeterminado como sendo 3 vezes o valor do período de amostragem determinado \n\natravés do método da constante de tempo. \n\nO uso dos dois conjuntos de dados teve como objetivo verificar qual destes \n\nrepresenta melhor a dinâmica do processo.  \n\n \n\n2.4. TREINAMENTO DO INFERENCIADOR  \n\n \n\nNo treinamento da rede neuronal e neuro-fuzzy utilizou-se um conjunto de \n\ndados com 10000 pontos. Para captar a dinâmica do processo, foram aplicados \n\nvariações em degrau nas variáveis de entrada do processo. A variável a ser \n\nperturbada, assim como a magnitude do degrau, foi escolhida de forma randômica. \n\nEm relação à magnitude da variação no degrau, esta foi escolhida de forma a \n\nrespeitar os valores operacionais reais das variáveis de entrada do processo. A \n\nporcentagem de variação de cada variável manipulada é mostrada na Tabela 7. \n\n \n\nTabela 7: Porcentagem de variação na variável manipulada. \n\nVariáveis \nPorcentagem \nde variação \n\nTemperatura de \nalimentação \n\n± 5% \n\nVazão de alimentação ± 20% \n\nRazão gás oléo ± 20% \n\nPressão Total do \nReator \n\n± 20% \n\n\n\n61 \n\n \n\n \n\n \n\nDurante o treinamento e simulação dos inferenciadores, foi avaliado o efeito \n\ndo número de entradas na estimação. Estas são mostradas na Tabela 8, que \n\ntambém indica o nome atribuído a cada experimento de acordo com a metodologia \n\naplicada no fornecimento dos dados de entrada. A Figura 23 ilustra a implementação \n\nda REDE 05. \n\n \n\n \n\nFigura 23: Variáveis de entrada da REDE 05. \n\n \n\nAs redes 02, 03 e 04 foram treinadas apenas com o conjunto de dados 01. \n\nComo na simulação os dados de saída da rede estão disponíveis a cada segundo, é \n\nnecessário também que o valor da medida inferenciada utilizada como entrada do \n\ninferenciador também seja fornecida a cada segundo. Porém devido a limitações \n\nreais do processo, essa medida não é fornecida em um tempo de amostragem tão \n\npequeno. Desta forma, durante a simulação foi considerado a entrada referente a \n\nprópria variável inferenciada como constante, até que a nova medida fosse \n\ndisponibilizada pelo processo.  \n\nCamada \nIntermediáriaCamada de \n\nEntrada\n\nCamada de \nSaída\n\nTemperatura \nde \n\nAlimentação\n\nRazão Gás \nÓleo\n\nPressão total \nno reator\n\nTemperatura de \nsaída do reator\n\nVazão de \nEntrada\n\n\n\n62 \n\n \n\n \n\n \n\nTabela 8: Metodologia aplicada no fornecimento dos dados de entrada do \ninferenciador. \n\nRede \nNeuronal \n\nNeuro-fuzzy Dados de Entrada \n\nREDE 01 \nNEURO 01 Dados de entrada com as 5 variáveis medidas no instante \n\natual, defasadas em uma, duas e três unidades do tempo \nde amostragem, totalizando 20 variáveis de entrada. \n\nREDE 02 \nNEURO 02 Dados de entrada com as 5 variáveis medidas no instante \n\natual, defasadas em uma, duas e três unidades do tempo \nde amostragem, junto a medida de enxofre defasada em \num tempo de amostragem, totalizando 21 variáveis de \nentrada. \n\nREDE 03 \nNEURO 03 Dados de entrada com as 5 variáveis medidas no instante \n\natual, defasadas em uma, duas e três unidades do tempo \nde amostragem, junto a medida de enxofre defasada em \num e dois tempos de amostragem, totalizando 22 \nvariáveis de entrada. \n\nREDE 04 \nNEURO 04 Dados de entrada com as 5 variáveis medidas no instante \n\natual, defasadas em uma, duas e três unidades do tempo \nde amostragem, junto a medida de enxofre defasada em \num, dois e três tempos de amostragem, totalizando 23 \nvariáveis de entrada. \n\nREDE 05 \nNEURO 05 Dados de entrada apenas as 5 variáveis de entrada \n\nmedidas no mesmo instante da estimação. \n\nREDE 06 \nNEURO 06 Dados de entrada com as 5 variáveis medidas no instante \n\natual, defasadas em uma e duas unidades do tempo de \namostragem, totalizando 15 variáveis de entrada. \n\nREDE 07 \nNEURO 07 Dados de entrada com as 5 variáveis de entrada medidas \n\nno mesmo instante da estimação e o valor das mesmas \nno instante anterior, totalizando 10 variáveis de entrada. \n\nREDE 08 \nNEURO 08 Variáveis de entrada similares a 01. Sendo esta treinada \n\ncom o conjunto de dados 02. \n\nREDE 09 \nNEURO 09 Variáveis de entrada similares a 05. Sendo esta treinada \n\ncom o conjunto de dados 02. \n\n \n\n2.4.1. Treinamento rede neuro-fuzzy \n\n \n\nA rede neuro-fuzzy foi treinada e implementada com o uso do software \n\nMatlab. Devido à quantidade de variáveis de entrada necessárias para o \n\ntreinamento, foi necessário realizar a clusterização dos dados. Com a clusterização, \n\n\n\n63 \n\n \n\n \n\n \n\nocorre o particionamento de um conjunto de dados em vários grupos, de forma que \n\na similaridade interna em um grupo seja maior que entre grupos cuja similaridade é \n\nmedida normalmente com base nos cálculos da distância entre clusters (MORAIS, \n\n2010).  \n\nPara obtenção das funções pertinência e do número de regras utilizou-se o \n\ncomando genfis 2 do Matlab sobre os dados de entrada e saída. O mesmo realiza a \n\nclusterização através da técnica subtractive clustering, e também possibilita a \n\nobtenção dos centros de agrupamento.  \n\nA aplicação do comando genfis gera um conjunto inicial de regras fuzzy, o \n\nqual é otimizado através do comando anfis. Este novo conjunto de regras utilizado \n\nna simulação junto com o desempenho da rede neuro-fuzzy durante treinamento e \n\nsimulação foram avaliados a partir do erro quadrático médio, dado pela Equação 20. \n\n \n\n?^_ ? 12 %????? ? ?? \n\t\n\n\n\n???\n\n (20) \n\n \n\nOnde:  \n\nN é a quantidade de amostras. \n\n???? é o valor da variável de saída inferenciado. \n?? é o valor da variável de saída obtido do processo. \n \n\n2.4.2. Treinamento rede neuronal \n\n \n\nDeterminou-se a melhor topologia da rede através do software AV Analisador \n\nVirtual, o qual obtém a melhor topologia a partir da avaliação do erro nas etapas de \n\nvalidação e treinamento da rede. Com isso, foi possível realizar um estudo levando \n\nem consideração diferentes tipos de funções de ativação como também variar o \n\nnúmero de neurônios na camada interna da rede.  \n\n\n\n64 \n\n \n\n \n\n \n\nAs funções de ativação utilizadas nesta etapa do trabalho foram: as funções \n\nsigmoidal e tangente hiperbólica, pelo fato das mesmas serem não lineares, o que \n\nfaz com que o desempenho das mesmas em processos não lineares seja superior a \n\noutros tipos de funções transferência, como as funções lineares. Quanto ao número \n\nde neurônios da camada interna variou-se no intervalo de 15 a 40 neurônios. \n\n \n\n2.5. CONTROLE INFERENCIAL \n\n \n\nNesta etapa do trabalho, foi escolhido o inferenciador que mostrou melhor \n\ndesempenho e o mesmo foi utilizado para implementação do controle inferencial. \n\nNeste arranjo, a variável controlada foi a concentração de compostos sulfurados na \n\nsaída do reator.  \n\nDe acordo com CARNEIRO, 1992 apud CARELLI, 2008, num arranjo comum \n\nde controle do reator de HDT, a variável controlada é a temperatura de saída do leito \n\ne no caso do primeiro leito desse reator, a variável manipulada é a carga térmica do \n\nforno. Dessa forma, será assumido como variável manipulada a temperatura de \n\nalimentação do reator e foram consideradas como perturbações a pressão total do \n\nreator, a razão gás óleo e a vazão de alimentação do reator.  \n\nForam estudadas quatro configurações de controle diferentes do reator de \n\nhidrotratamento. As mesmas são listadas abaixo: \n\n \n\n1. Controlador PID convencional, o qual apresenta a temperatura de saída do \n\nreator como variável controlada e a temperatura de alimentação do reator utilizada \n\ncomo variável manipulada. \n\n2. Controlador PID inferencial, este apresenta a concentração de compostos \n\nsulfurados na saída do reator como variável controlada e a temperatura de \n\nalimentação do reator utilizada como variável manipulada. \n\n3. Controlador PI inferencial, este apresenta a concentração de compostos \n\nsulfurados na saída do reator como variável controlada e a temperatura de \n\nalimentação do reator utilizada como variável manipulada. \n\n\n\n65 \n\n \n\n \n\n \n\n4. Controlador Preditivo por modelo via redes neuronais NNMPC. \n\n \n\nOs controladores PID convencional e inferencial foram sintonizados pelo \n\nmétodo de Ziegler e Nichols. No caso do controlador NNMPC, define-se a sintonia \n\ndeste como a definição dos horizontes de controle e predição e ajuste dos pesos, \n\nsendo a sintonia do NNMPC realizada por tentativa e erro, pois ainda não há um \n\nconsenso na literatura sobre uma metodologia adequada para sintonia de um \n\ncontrolador preditivo por modelo. \n\n \n\n2.5.1. Construção do NNMPC \n\n \n\nEscolheu-se uma rede neuronal recursiva que tivesse como variável de \n\nentrada a medida de concentração de compostos sulfurados em atraso. Esta \n\nvariável tem seu valor disponível a cada 10 minutos. \n\nComo a rede neuronal foi alimentada a cada 1 segundo, foi necessário \n\nimplementar duas redes distintas, uma para fazer a inferência do processo, sendo \n\nesta responsável por fornecer a entrada da rede até que esteja disponível uma \n\nmedida do processo, e a outra serviu como modelo interno do controlador preditivo. \n\nPara resolver a função de otimização do processo, utilizou-se a função \n\nfmincon do Matlab. A função fmincon faz uso da matriz Hessiana no cálculo da \n\nsegunda derivada. Como a função objetivo depende da variável manipulada, ao se \n\nresolver essa função é obtido um novo valor para a MV, sendo este valor fornecido \n\nao processo.  \n\nO algoritmo do controlador é mostrado na Figura 24. \n\n \n\n\n\n66 \n\n \n\n \n\n \n\nM\ne\n\nd\nid\n\na\ns\n\n d\no\n\n P\nro\n\nc\ne\n\ns\ns\n\no\n \n\nT\ne\nm\n\np\ne\n\nra\ntu\n\nra\n A\n\nm\no\n\ns\ntr\n\na\ng\n\ne\nm\n\n 1\n s\n\nC\no\n\nn\nc\n\ne\nn\n\ntr\na\n\nç\nã\no\n\n d\ne\n\n S\nu\n\nlf\nu\n\nra\nd\n\no\ns\n\n \n\nA\nm\n\no\ns\n\ntr\na\n\ng\ne\n\nm\n 1\n\n0\n m\n\nin\n\n \n\nFigura 24: Algoritmo NNMPC implementado.   \n\n\n\n67 \n\n \n\n \n\n \n\n3. RESULTADOS  \n\n \n\n4.1. ESCOLHA DAS VARIÁVEIS  \n\n \n\nA dependência da concentração de compostos sulfurados com as variáveis \n\nescolhidas como entrada do modelo inferencial foi verificada pela função de \n\ncovariância cruzada.  \n\nA temperatura de alimentação do reator foi a variável que apresentou maior \n\ncorrelação com a concentração de compostos sulfurados. Logo, ela influencia mais o \n\nvalor dessa variável do que as demais variáveis estudadas, como pode ser visto na \n\nFigura 25. Nesta figura, verifica-se também que a vazão de entrada e a temperatura \n\nde alimentação apresentam correlação máxima entre os atrasos 5 e 20. Ao se \n\naumentar o número de atrasos, a correlação diminui mostrando a importância que \n\nessas variáveis têm nos instantes anteriores a obtenção da medida de \n\nconcentração.  \n\n\n\n68 \n\n \n\n \n\n \n\n \n\n \n\nFigura 25: Estudo de covariância para as variáveis de entrada da planta. \n\n \n\n4.2. DETERMINAÇÃO DO PERÍODO DE AMOSTRAGEM E EXCITAÇÃO DO \n\nSINAL \n\n \n\nPara determinar o período de amostragem e o período de excitação do sinal \n\nde entrada foi necessário determinar inicialmente a menor constante de tempo do \n\nprocesso. As Figuras 26 e 27 mostram a resposta da concentração de Sulfurados na \n\nsaída do reator após excitação de ± 5% nas variáveis diretamente manipuláveis. \n\nSendo possível, através dessa, determinar a constante de tempo do processo.  \n\n-80 -60 -40 -20 0 20 40 60 80\n\n-0.8\n\n-0.7\n\n-0.6\n\n-0.5\n\n-0.4\n\n-0.3\n\n-0.2\n\n-0.1\n\n0\n\n0.1\n\nAtrasos\n\nC\no\nv\na\nri\nâ\nn\nc\nia\n\n \n\n \n\nVazão\n\nRGO\nPressão\n\nTF0\n\n\n\n69 \n\n \n\n \n\n \n\n \n\nFigura 26: Resposta da concentração de compostos sulfurados frente à perturbação \nna entrada do Processo. \n\n \n\nFigura 27: Ampliação da concentração de compostos sulfurados frente à \nperturbação na entrada do Processo. \n\n \n\n2500 3000 3500 4000 4500 5000 5500 6000\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nx 10\n-5\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n r\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nPerturbação -5% TF0\n\nPerturbação +5% Pressão\nPerturbação -5% RGO\n\nPerturbação +5% Vazão\n\n2500 3000 3500 4000 4500 5000 5500 6000\n\n2.1\n\n2.2\n\n2.3\n\n2.4\n\n2.5\n\n2.6\n\nx 10\n-5\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n r\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\nTempo (s)\n\n \n\n \n\nPerturbação +5% Pressão\n\nPerturbação -5% RGO\n\nPerturbação +5% Vazão\n\n\n\n70 \n\n \n\n \n\n \n\nO procedimento de obtenção da constante de tempo é ilustrado na Figura 28. \n\n \n\nAntes da aplicação do degrau: ? ?2700\n  ?  2,16. 10?!$ \nApós aplicação do degrau: ? ?5800\n  ?  1,28. 10?!# \nVariação: ? ? ? ?5800\n ? ? ?2700\n ? 1,06. 10?!# \nTemos 63% da variação:  0,67. 10?!# \nLogo:  ? ?d\n ? 8,9. 10?!$. \nQue corresponde a: d ? 3600 \nAssim a constante de tempo: d ? 3600 ? 2700 ? 900 ? \n \n\n \n\nFigura 28: Cálculo da constante de tempo do processo em relação à Temperatura de \nalimentação do reator. \n\n \n\nOs valores das constantes obtidas em relação a cada variável são mostrados \n\nna Tabela 9. A menor constante obtida foi para a vazão, desta forma, como o \n\nperíodo de amostragem é igual a um décimo da menor constante de tempo, resulta \n\n\n\n71 \n\n \n\n \n\n \n\nque o período de amostragem é igual a 50s e o período de excitação do sinal è igual \n\na 150s. \n\n \n\nTabela 9: Constantes de tempo em relação a cada variável. \n\nPerturbação \n\n \n\nConstante de \ntempo \n\n-5% T0 900 s \n\n+5% Vazão 518 s \n\n-5% RGO 600 s \n\n+5% Pressão 639 s \n  \n\n\n\n72 \n\n \n\n \n\n \n\n4.3. RESULTADOS DA SIMULAÇÃO E TREINAMENTO DOS \nINFERENCIADORES \n\n \n\nEste tópico do trabalho mostra os resultados obtidos na simulação e \n\ntreinamento dos inferenciadores. Durante a etapa de simulação, o desempenho dos \n\nmesmos foi verificado a partir de um sinal degrau nas variáveis de entrada do \n\nprocesso. A magnitude desses sinais e o tempo em que cada sinal foi gerado são \n\nmostrados na Tabela 10. O tempo total de simulação foi 12000 segundos. \n\n \n\nTabela 10: Variável e tempo de geração do sinal. \n\nVariável \nPorcentagem \nde variação \n\nTempo \n(s) \n\nT0 -1% 5000 \n\nVazão -22% 1800 \n\nRGO +30% 3000 \n\nPressão -40% 8000 \n\n \n\n3.3.1 Resultados da simulação Neuro-fuzzy \n\n \n\nEstimação da Concentração de Compostos Sulfurados \n\n \n\nA Tabela 11 mostra o erro quadrático médio durante o treinamento e a \n\nsimulação da rede neuro-fuzzy. Para todos os casos simulados, observa-se que o \n\nerro durante treinamento foi bem menor do que na etapa de simulação. O valor \n\nobtido na simulação está na faixa de 1e-5, o que é muito significativo já que a \n\nvariável inferenciada apresenta como resultado valores nesta mesma ordem de \n\ngrandeza, como pode ser visto na Figura 29.  \n\nO número de regras obtido durante a simulação e treinamento com o conjunto \n\nde dados 01 aumentou à medida que o número de entradas aumentava. \n\n\n\n73 \n\n \n\n \n\n \n\n \n\nTabela 11: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Compostos sulfurados. \n\nREDE NEURO-\nFUZZY \n\n \n\nErro Quadrático \nMédio no \n\nTreinamento \n\nErro Quadrático \nMédio na \n\nSimulação \n\nNúmero de \nRegras \n\nNEURO 01 4e-6 1E-05 17 \n\nNEURO 02 3e-6 1E-05 28 \n\nNEURO 03 3e-6 1E-05 26 \n\nNEURO 04 3e-6 1E-05 27 \n\nNEURO 05 1e-5 2E-05 16 \n\nNEURO 06 3e-6 1E-05 8 \n\nNEURO 07 8e-6 1E-05 9 \n\nNEURO 08 1e-5 2E-05 12 \n\nNEURO 09 1e-5 2E-05 17 \n\n \n\nComparando o conjunto de dados utilizados para treinamento, observa-se que \n\no conjunto 01 representou melhor a dinâmica do processo em relação ao conjunto \n\n02. Já que, as neuro-fuzzys 08 e 09 tiveram pior desempenho em relação às neuro-\n\nfuzzys 01 e 05, as quais utilizaram a mesma metodologia no que diz respeito ao \n\nfornecimento dos dados de entrada, mostrado na Figura 29. \n\n\n\n74 \n\n \n\n \n\n \n\n \n\nFigura 29: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 05, NEURO 08, NEURO 09, e Planta Virtual. \n\n \n\nA Figura 30 mostra a inferência realizada com as medidas defasadas no \n\ntempo, NEURO 01, e a inferência sem defasagem na medida de entrada, NEURO \n\n05, a qual teve pior desempenho em relação a NEURO 01. \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-5\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 05\n\nNEURO 08\nNEURO 09\n\nCSPLANTA\n\n\n\n75 \n\n \n\n \n\n \n\n \n\nFigura 30: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 05, e Planta Virtual. \n\n \n\nNo estudo que avaliou o efeito da adição da medida inferenciada como \n\nvariável de entrada para o modelo inferencial, observou-se que a adição de medidas \n\ncom três, duas e uma medida defasadas no tempo, respectivamente neuro 04, neuro \n\n03 e neuro 02 tiveram o erro quadrático médio durante a simulação muito próximo \n\nao da neuro 01, sem medida inferenciada fornecida como entrada. Desta forma, a \n\nneuro 01 é dita a melhor, já que esta apresentou um menor número de regras e erro \n\nquadrático médio igual as demais neurofuzzys analisadas neste estudo, como pode \n\nser visto na Figura 31.  \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-5\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 05\n\nCSPLANTA\n\n\n\n76 \n\n \n\n \n\n \n\n \n\nFigura 31: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 02, NEURO 03, NEURO 04, e Planta Virtual. \n\n \n\nFoi feito também um estudo para avaliar o efeito da adição da medida com \n\ndefasagem, no valor da inferência. O resultado obtido é mostrado na Figura 32, a \n\nqual mostra que a adição de medidas com três (neuro 01), duas (neuro 06) e uma \n\nmedida defasadas (neuro 07) pouco influenciaram no valor do erro obtido na \n\nsimulação, já que este foi de 1. 10?!$ para as neuros mostradas na Figura 32. \nDestas, a que apresentou o maior número de regras foi a neuro 01. \n\n  \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.5\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n\n4.5\nx 10\n\n-5\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 02\n\nNEURO 03\nNEURO 04\n\nCSPLANTA\n\n\n\n77 \n\n \n\n \n\n \n\n \n\nFigura 32: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da NEURO 01, NEURO 06, NEURO 07, e Planta Virtual. \n\n \n\nEstimação da Concentração de Compostos Nitrogenados \n\n \n\nO erro quadrático médio das etapas de simulação e treinamento, assim como \n\no número de regras obtido em cada neuro-fuzzy, é mostrado na Tabela 12. De forma \n\nsemelhante à inferência dos compostos sulfurados, o erro na etapa de treinamento \n\nfoi cerca de 10 vezes menor do que o erro obtido durante a simulação. Comparando \n\na inferência dessas duas variáveis, verifica-se que o inferenciador neuro-fuzzy teve \n\nmelhor desempenho na estimação de compostos nitrogenados, mostrando que os \n\ndados coletados na etapa de treinamento representaram melhor a dinâmica do \n\nprocesso em relação à concentração de nitrogenados do que a de Sulfurados. \n\n \n\n \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.5\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n\n4.5\n\n5\nx 10\n\n-5\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 06\nNEURO 07\n\nCSPLANTA\n\n\n\n78 \n\n \n\n \n\n \n\nTabela 12: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Compostos nitrogenados. \n\nREDE \nNEURO-FUZZY \n\n \n\nErro Quadrático \nMédio no \n\nTreinamento \n\nErro Quadrático \nMédio na \n\nSimulação \n\nNúmero de \nregras \n\nNEURO 01 1e-8 8E-07 13 \n\nNEURO 02 1e-8 8E-07 14 \n\nNEURO 03 9e-7 8E-07 25 \n\nNEURO 04 9e-9 8E-07 28 \n\nNEURO 05 1e-8 8E-07 2 \n\nNEURO 06 9e-9 8E-07 21 \n\nNEURO 07 8e-9 8E-07 9 \n\nNEURO 08 5-e8 8E-07 19 \n\nNEURO 09 7-e8 8E-07 13 \n\n \n\nComo o erro quadrático médio foi o mesmo para todas as neuro-fuzzys \n\nutilizadas na inferência da concentração de nitrogenados, a melhor neuro-fuzzy foi \n\nobtida ao se analisar o número de regras. Sendo assim, a neuro-fuzzy 05 foi a \n\nmelhor por apresentar apenas duas regras e ter o mesmo erro quadrático médio das \n\ndemais neuro-fuzzys, as quais possuem um número de regras bem maior em \n\nrelação à neuro 01. O resultado obtido foi ilustrado plotando-se apenas as neuro-\n\nfuzzys 01 e 05 no gráfico da Figura 33.  \n\n \n\n\n\n79 \n\n \n\n \n\n \n\n \n\nFigura 33: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da NEURO 01, NEURO 05, e Planta Virtual. \n\n \n\nO perfil ampliado é mostrado na Figura 34. Nesta é possivel verificar que o \n\nerro entre a inferência feita pela NEURO 01 em relação a NEURO 05 é muito baixo \n\ncomo mostrado inicialmente na Tabela12.  \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 05\n\nCNPLANTA\n\n\n\n80 \n\n \n\n \n\n \n\n \n\nFigura 34: Perfil Ampliado de Concentração de Nitrogenados inferenciado através da \nNEURO 01, NEURO 05, e Planta Virtual. \n\n \n\nEstimação da Concentração de Olefinas \n\n \n\nA Tabela 13 mostra o erro quadrático médio das etapas de simulação e \n\ntreinamento, assim como o número de regras obtido em cada neuro-fuzzy. Assim \n\ncomo nos demais casos estudados, o erro na etapa de treinamento foi cerca de 10 \n\nvezes menor do que o erro obtido durante a simulação. Dentre as variáveis \n\ninferenciadas, a concentração de olefinas apresentou os piores resultados, \n\nmostrando que os dados coletados na etapa de treinamento e utilizados como \n\nentrada da neuro-fuzzy, representaram pouco a dinâmica do processo.  Melhores \n\nresultados poderiam ser obtidos caso se fizesse um experimento de coleta de dados \n\npróprio para esta variável, já que o experimento realizado neste trabalho teve como \n\nfoco a concentração de compostos sulfurados. \n\n \n\n \n\n2000 2500 3000 3500 4000 4500 5000\n\n6.2\n\n6.3\n\n6.4\n\n6.5\n\n6.6\n\n6.7\n\n6.8\n\n6.9\n\nx 10\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 05\n\nCNPLANTA\n\n\n\n81 \n\n \n\n \n\n \n\nTabela 13: Parâmetros obtidos durante o treinamento e simulação da Neuro-fuzzy \ndurante a inferência da Concentração de Olefinas. \n\nREDE \nNEURO-FUZZY \n\n \n\nErro Quadrático \nMédio no \n\nTreinamento \n\nErro \nQuadrático \nmédio na \n\nSimulação \n\nNúmero de \nRegras \n\nNEURO 01 3e-7 4E-06 22 \n\nNEURO 02 3e-7 4E-06 15 \n\nNEURO 03 2e-7 4E-06 18 \n\nNEURO 04 3e-7 5E-06 18 \n\nNEURO 05 1e-6 5E-06 14 \n\nNEURO 06 2e-7 4E-06 22 \n\nNEURO 07 2e-7 4E-06 10 \n\nNEURO 08 9-e7 5E-06 18 \n\nNEURO 09 2-e6 5E-06 13 \n\n \n\nA inferência da concentração de olefinas feita com três medidas em atraso \n\ncomo dados de entrada, NEURO 01, e sem a medida em atraso como dado de \n\nentrada, NEURO 05, é mostrada na Figura 35. Dentre as neuro-fuzzys utilizadas na \n\nestimação da concentração de olefinas, a que apresentou menor erro e número de \n\nregras foi à NEURO 07. \n\n \n\n\n\n82 \n\n \n\n \n\n \n\n \n\nFigura 35: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda NEURO 01, NEURO 05, e Planta Virtual. \n  \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\n1.2\n\n1.4\nx 10\n\n-5\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n O\n\nle\nfi\nn\na\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nNEURO 01\n\nNEURO 05\nCOLEPLANTA\n\n\n\n83 \n\n \n\n \n\n \n\n3.3.2 Resultados da simulação redes neuronais \n\n \n\nEstimação da Concentração de compostos Sulfurados \n\n \n\nOs dados obtidos nas etapas de treinamento e simulação, assim como o \n\nnúmero de camadas e as funções de transferência utilizadas no desenvolvimento \n\ndas redes neuras para inferência da concentração de compostos sulfurados é \n\nmostrada na Tabela 14. As funções transferência utilizadas na rede foram as \n\nfunções sigmoidal e tangente hiperbólica, que no Matlab são nomeadas \n\nrespectivamente como Logsig e Tansig, e estas são mostradas na Tabela 14.  \n\nOs erros obtidos tanto da etapa de treinamento como na etapa de simulação \n\nmostraram que a inferência da concentração de compostos sulfurados realizada com \n\nas redes neuronais foi mais precisa que à inferência realizada com a neuro-fuzzy. \n\nAssim como na inferência com a neuro-fuzzy, os dados do conjunto 01 \n\nrepresentaram melhor a dinâmica do processo em relação ao conjunto de dados 02, \n\ncomo mostrado na Figura 36. Nesta, as redes 01 e 05 representam o conjunto de \n\ndados 01 e as redes 08 e 09 o conjunto 02. Dentre as redes mostradas na Figura 36, \n\nverifica-se também que a rede 01, a qual insere medidas em atraso como entrada \n\napresentou menor erro quadrático médio. Porém, as redes treinadas pelo conjunto \n\nde dados 02 possuem menos neurônios na camada interna. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n84 \n\n \n\n \n\n \n\nTabela 14: Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Compostos Sulfurados. \n\nREDE \nNEURONAL \n\nNúmero de \nNeurônios \nna Camada \n\nInterna \n\nFunção \nTransferência \n\nCamada \nInterna e de \n\nSaída \n\nErro \nQuadrático \n\nMédio \nTreinamento \n\nErro \nQuadrático \n\nMédio \nSimulação \n\nREDE 01 38 Logsig-Logsig 7e-8 8E-06 \n\nREDE 02 33 Logsig-Logsig 6e-8 8E-06 \n\nREDE 03 34 Tansig-Tansig 7e-8 8E-06 \n\nREDE 04 34 Logsig-Logsig 6e-8 8E-06 \n\nREDE 05 18 Logsig-Tansig 1e-5 1E-05 \n\nREDE 06 37 Logsig-Tansig 5e-7 2E-05 \n\nREDE 07 31 Tansig-Logsig 2e-6 1E-05 \n\nREDE 08 30 Tansig-Tansig 1e-5 1E-05 \n\nREDE 09 28 Logsig-Logsig 1e-5 2E-05 \n\n \n\nFigura 36: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 05, REDE 08, REDE 09, e Planta Virtual. \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\n1.2\nx 10\n\n-4\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 05\n\nRede 08\nRede 09\n\nCSPLANTA\n\n\n\n85 \n\n \n\n \n\n \n\nA Figura 37 mostra a comparação de redes neuronais treinadas com uma, \n\nduas e três medidas defasadas na entrada, respectivamente rede 07, rede 06 e rede \n\n01. Mostrando que ao se diminuir o número de medidas defasadas houve também a \n\ndiminuição no desempenho da inferência realizada pelas redes. \n\n \n\n \n\nFigura 37: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 06, REDE 07, e Planta Virtual. \n\n \n\nAs redes que utilizaram a medida da concentração de compostos sulfurados \n\nem atraso como entrada, rede 02, 03, 04 e 05, tiveram desempenho bastante \n\npróximo à rede sem medida de compostos sulfurados em atraso, rede 01, como \n\nmostrado na Figura 38. Contudo, essas redes utilizam menos neurônios na camada \n\ninterna do que a rede 01, o que tornou possível a obtenção dos resultados em \n\nmenor tempo de simulação. \n\n \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\n0.6\n\n0.7\n\n0.8\n\n0.9\n\n1\nx 10\n\n-4\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 06\nRede 07\n\nCSPLANTA\n\n\n\n86 \n\n \n\n \n\n \n\n \n\nFigura 38: Comparação dos Perfis de Concentração de Sulfurados inferenciado \natravés da REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. \n\n \n\nEstimação da Concentração de Compostos Nitrogenados \n\n \n\nO conjunto de dados 02, utilizado no treinamento das redes 08 e 09, \n\nrepresentou melhor a dinâmica do processo na inferência da concentração de \n\ncompostos nitrogenados a partir das redes neuronais, como pode ser visto na Figura \n\n39. Apesar do erro na simulação ter sido menor, essas redes utilizaram muito mais \n\nneurônios na camada interna, ver Tabela 15. Nesta também é possível verificar que \n\no aumento na quantidade de medidas de compostos nitrogenados defasadas na \n\nentrada da rede ocasionou o aumento no número de neurônios da camada interna. \n\nMesmo assim, o erro obtido com o aumento no número de entradas da rede \n\npermaneceu quase o mesmo, exceto para rede 03, a qual apresentou maior número \n\nde neurônios na camada interna, ver Figura 40. \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\nx 10\n\n-5\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 02\n\nRede 03\nRede 04\n\nCSPLANTA\n\n\n\n87 \n\n \n\n \n\n \n\nTabela 15: Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Compostos Nitrogenados. \n\nREDE \nNEURONAL \n\nNúmero de \nNeurônios \nna camada \n\ninterna \n\nFunção \ntransferência \n\ncamada \ninterna e de \n\nsaída \n\nErro \nQuadrático \n\nMédio \nTreinamento \n\nErro \nQuadrático \n\nMédio \nSimulação \n\nREDE 01 23 Logsig-Tansig 1e-9 2E-06 \n\nREDE 02 27 Logsig-Logsig 6e-10 6E-06 \n\nREDE 03 30 Logsig-Tansig 8e-8 1E-06 \n\nREDE 04 28 Tansig-Tansig 6e-10 2E-06 \n\nREDE 05 19 Tansig-Tansig 6e-9 2E-06 \n\nREDE 06 24 Logsig-Tansig 9e-10 2E-06 \n\nREDE 07 21 Tansig-Logsig 1e-9 2E-06 \n\nREDE 08 34 Tansig-Tansig 4e-8 1E-06 \n\nREDE 09 30 Logsig-Tansig 7e-8 9E-07 \n\n \n\n \n\n\n\n88 \n\n \n\n \n\n \n\n  \n\nFigura 39: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 05, REDE 08, REDE 09, e Planta Virtual. \n\n \n\nFigura 40: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \nRede 01\n\nRede 05\n\nRede 08\n\nRede 09\n\nCNPLANTA\n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 02\n\nRede 03\nRede 04\n\nCNPLANTA\n\n\n\n89 \n\n \n\n \n\n \n\nCom há diminuição no número de medidas em atraso, rede 06 e 07, houve \n\numa pequena variação no número de neurônios da camada interna da rede, porém o \n\nerro permaneceu o mesmo. Como apresentado nas Figuras 41 e 42.   \n\n \n\nFigura 41: Comparação dos Perfis de Concentração de Nitrogenados inferenciado \natravés da REDE 01, REDE 06, REDE 07, e Planta Virtual. \n\n \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\nx 10\n\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 06\n\nRede 07\n\nCNPLANTA\n\n\n\n90 \n\n \n\n \n\n \n\n  \nFigura 42: Perfil Ampliado da Concentração de Nitrogenados inferenciado através da \n\nREDE 01, REDE 06, REDE 07, e Planta Virtual. \n\n \n\nEstimação da Concentração de Olefinas \n\n \n\nComo pode ser visto na Tabela 16, com a diminuição no número de entradas \n\nem atraso, houve a redução no número de neurônios da camada interna da rede, ver \n\nTabela 16. Mas para a rede 07, a qual tem 10 entradas sendo uma em atraso, o erro \n\ndurante a simulação foi maior em relação às redes 01 e 06, ver Figura 43. \n\n \n\n \n\n \n\n \n\n \n\n4200 4400 4600 4800 5000 5200 5400\n\n3.5\n\n4\n\n4.5\n\n5\n\n5.5\n\n6\n\n6.5\n\nx 10\n-6\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n N\n\nit\nro\n\ng\ne\nn\na\nd\no\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 06\n\nRede 07\n\nCNPLANTA\n\n\n\n91 \n\n \n\n \n\n \n\nTabela 16:Parâmetros obtidos durante o treinamento e simulação da Rede Neuronal \ndurante a inferência da Concentração de Olefinas. \n\nREDE \nNEURONAL \n\nNúmero \nde \n\nNeurônios \nna \n\ncamada \ninterna \n\nFunção \ntransferência \n\ncamada \ninterna e de \n\nsaída \n\nErro \nQuadrático \n\nMédio \nTreinamento \n\nErro \nQuadrático \n\nMédio \nSimulação \n\nREDE 01 30 Tansig-Logsig 1e-8 3E-06 \n\nREDE 02 29 Tansig-Tansig 3e-7 8E-07 \n\nREDE 03 34 Logsig-Logsig 8e-9 2E-06 \n\nREDE 04 34 Tansig-Tansig 7e-9 2E-06 \n\nREDE 05 21 Tansig-Tansig 9e-7 3E-06 \n\nREDE 06 27 Tansig-Tansig 7e-9 3E-06 \n\nREDE 07 25 Tansig-Logsig 1e-6 5E-06 \n\nREDE 08 23 Logsig-Tansig 1e-6 5E-06 \n\nREDE 09 30 Tansig-Tansig 1e-6 4E-06 \n\n \n\n \n\nFigura 43: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda REDE 01, REDE 06, REDE 07, e Planta Virtual. \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.5\n\n1\n\n1.5\nx 10\n\n-5\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n O\n\nle\nfi\nn\na\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 06\nRede 07\n\nCOPLANTA\n\n\n\n92 \n\n \n\n \n\n \n\nA melhor inferência foi obtida com a rede 02, que apresenta 21 dados de \n\nentrada, sendo um desses dados a concentração de olefinas com um atraso na \n\nmedida. A rede 02 é plotada junto com as redes 01, 03 e 04, na Figura 44. \n\n \n\n \n\nFigura 44: Comparação dos Perfis de Concentração de Olefinas inferenciado através \nda REDE 01, REDE 02, REDE 03, REDE 04, e Planta Virtual. \n\n  \n\n0 2000 4000 6000 8000 10000 12000\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\n1.2\nx 10\n\n-5\n\nTempo (s)\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n O\n\nle\nfi\nn\na\ns\n n\n\na\n S\n\na\níd\n\na\n d\n\n R\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \n\nRede 01\n\nRede 02\n\nRede 03\nRede 04\n\nCOPLANTA\n\n\n\n93 \n\n \n\n \n\n \n\n4.4. CONTROLE INFERENCIAL \n\n \n\nNo desenvolvimento dos controladores PI e PID inferenciais, a variável de \n\ncontrole foi inferenciada através da rede 04. Sendo esta também utilizada na \n\nelaboração do controlador NNMPC. Neste, considerou-se o horizonte de predição \n\nigual a 4 e o horizonte de controle igual a 1. A medida do processo foi fornecida ao \n\nNNMPC pela rede 01. A rede neuronal utilizada como modelo interno do controlador \n\nneuronal foi a rede 04. \n\nO desempenho dos controladores foi avaliado a partir de dois experimentos. \n\nNo primeiro, foram aplicados dois sinais degrau no set-point de concentração, e no \n\nsegundo experimento, foram aplicadas perturbações de +5% e -10% na vazão de \n\nalimentação do reator, nos tempos se 5000 e 8000 segundos respectivamente. \n\nA Figura 45 mostra o comportamento da inferência frente a um degrau no set-\n\npoint. Os controladores PI, PID inferenciais e NNMPC tiveram resposta mais rápida \n\nfrente à variação degrau, se comparado ao controle PID convencional. Dentre os \n\ncontroladores inferenciais, o controlador PI inferencial teve o melhor desempenho, já \n\nque este corrigiu mais rapidamente a medida de concentração sem apresentar \n\novershoot, além de conseguir controlar o processo mantendo a variável manipulada \n\nconstante por maior período de tempo em relação ao controle convencional, como \n\npode ser visto na Figura 46.  \n\nMesmo o controlador NNMPC apresentando off-set após a aplicação do \n\ndegrau aos 6500 segundos, este controlador mostrou como grande vantagem, a \n\ncapacidade de conseguir controlar o processo com poucas manipulações da variável \n\nmanipulada, ver Figura 46. \n\n\n\n94 \n\n \n\n \n\n \n\n \n\nFigura 45: Resposta da variável de controle frente a mudanças no set-point do \nprocesso. \n\n \n\n2000 3000 4000 5000 6000 7000 8000 9000 10000 11000\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\nx 10\n\n-5\n\nTempo (s)C\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n S\n\nu\nlf\nu\nra\n\nd\no\ns\n n\n\na\n S\n\na\nid\n\na\n d\n\no\n R\n\ne\na\nto\n\nr \n(m\n\no\nl/\nc\nm\n\n3\n)\n\n \n\n \nPI Inferencial\nSet -Point\n\nPID Inferencial\n\nPID Convencional\nNNMPC\n\n\n\n95 \n\n \n\n \n\n \n\n,  \n\nFigura 46: Ação do controlador na variável manipulada frente a mudanças no set-\npoint do processo. \n\n \n\nOs controladores PI e PID Inferenciais tiveram melhor desempenho frente a \n\nperturbações no processo do que os demais controladores, já que os mesmos \n\nconseguiram fazer a variável de controle retornar ao set-point em pouco tempo, não \n\nhavendo off-set. Em relação ao controlador NNMPC, este após a perturbação, \n\napresentou off-set assim, como o controlador PID convencional, ver Figura 47. \n\n0 2000 4000 6000 8000 10000 12000\n590\n\n595\n\n600\n\n605\n\n610\n\n615\n\n620\n\n625\n\n630\n\n635\n\n640\n\nTempo (s)\n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n d\ne\n a\n\nlim\ne\nn\nta\n\nç\nã\no\n (\n\nK\n)\n\n \n\n \nNNMPC\n\nPI Inferencial\nPID Inferencial\n\nPID Convencional\n\n\n\n96 \n\n \n\n \n\n \n\n \n\nFigura 47: Resposta da variável de controle frente a perturbação no processo. \n  \n\n\n\n97 \n\n \n\n \n\n \n\nCONCLUSÕES \n\n \n\nNeste trabalho foi inicialmente proposto o desenvolvimento de observadores \n\nde estado para o reator do processo de hidrotratamento de Diesel. No transcorrer \n\ndas atividades relacionadas a esse objetivo principal, foi necessário a realização de \n\natividades secundárias, porém de vital importância para o desenvolvimento do \n\ntrabalho como, por exemplo, a modelagem matemática e simulação do reator de \n\nHDT, o treinamento e a simulação a partir dos inferenciadores aqui discutidos. \n\nNa primeira etapa do estudo, avaliou-se a dependência da concentração de \n\ncompostos sulfurados em relação às variáveis manipuláveis escolhidas como \n\nentrada dos inferenciadores, verificando-se que a temperatura de alimentação teve \n\nmaior influência sobre a concentração de sulfurados do que as demais variáveis.  \n\nComo não foram disponibilizados dados reais do processo, foi necessário \n\nutilizar dados vindos de uma planta virtual, a qual mostrou-se bastante eficiente em \n\nrelação reprodução dos fenômenos existentes no reator de HDT, já que a planta \n\nvirtual consistiu de um modelo matemático rigoroso do processo. Uma vez \n\ndesenvolvido a modelagem e simulação do processo, foi necessário determinar o \n\ntempo de amostragem e o período de excitação do sinal. Em relação ao tempo de \n\namostragem, trabalhou-se com dois conjuntos de dados 01, com amostragem de 10 \n\nmin e 02, o qual teve o tempo de amostragem determinado através de um \n\nexperimento que obteve a menor constante de tempo para o processo com o valor \n\nde 518 s. Através deste valor, foi definido o tempo de amostragem do conjunto de \n\ndados 02 que foi de 50 s e o período de excitação do sinal que foi de 150 s. Entre os \n\ndois conjuntos de dados utilizados durante a inferência, o que conseguiu representar \n\nmelhor a dinâmica do sistema em ambos inferenciadores, foi conjunto de dados um \n\ncom tempo de amostragem de 10 min. \n\nForam desenvolvidos neste trabalho observadores de estado capazes de \n\ninferenciar medidas de concentração de compostos sulfurados, olefinas e compostos \n\nnitrogenados na saída do reator. No caso da neuro-fuzzy, esta apresentou bons \n\nresultados apenas para a estimação de compostos nitrogenados. As outras variáveis \n\ninferenciadas a partir desse observador de estado mostraram erros bastantes \n\n\n\n98 \n\n \n\n \n\n \n\ngrosseiros se comparado a inferência realizada com as redes neuronais, a qual \n\nobteve erros bem menores se comparados aos erros obtidos com a neuro-fuzzy. \n\nAs redes neuronais que utilizaram medidas em atraso foram as que \n\nrealizaram a inferência com maior exatidão, isto para todas as variáveis \n\ninferenciadas. Na estimação da concentração de sulfurados, as redes de melhor \n\ndesempenho foram as Redes 01 e 04, sendo estas escolhidas para a \n\nimplementação do controle inferencial.  \n\nA implementação das redes neuronais e da neuro-fuzzy para inferência da \n\ncomposição de saída do reator de HDT foi de grande relevância para a indústria do \n\nrefino, pois neste trabalho foi detalhado todo o desenvolvimento destes \n\ninferenciadores, assim como, se mostrou também, uma aplicação de um destes as \n\nredes neuronais, em estratégias de controle avançado. Foram desenvolvidos 3 \n\ncontroladores que tinham como variável de controle a concentração de compostos \n\nsulfurados. Os controladores deselvolvidos foram um PID, PI e NNMPC. A resposta \n\ndestes controladores frente a perturbações no processo e mudanças no set-point foi \n\nmais rápida em comparação ao controlador PID convencional. Outra característica \n\ndestes controladores, foi a capacidade de controlar o processo com poucas \n\nmanipulações na variável manipulada. Ao se comparar o desempenho dos três \n\ncontroladores inferenciais, o que se mostrou melhor em todos os casos abordados \n\nfoi o controlador PI. \n\n \n\n \n\n \n\n  \n\n\n\n99 \n\n \n\n \n\n \n\nSUGESTÕES DE TRABALHOS FUTUROS \n\n \n\n• Desenvolver um modelo matemático do processo que considere o quench de \n\nhidrogênio no reator de HDT, e utilizar este modelo na aquisição de dados \n\npara treinamento e validação de inferenciadores. \n\n• Avaliar o efeito que outras variáveis podem ter na composição de saída do \n\nreator e desenvolver observadores de estado que tenham essas variáveis \n\ncomo entrada, por exemplo, a pressão parcial de H2S e o quench de \n\nhidrogênio. \n\n• Estudar de forma mais detalhada o uso de redes neuronais e neuro-fuzzy na \n\nimplementação de estratégias de controle avançado para o processo de HDT.  \n\n  \n\n\n\n100 \n\n \n\n \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAGUIAR, H., JUNIOR, O., CALDEIRA, A.M., MACHADO, M.A.S.. Inteligência \nComputacional Aplicada à Administração, Economia e Engenharia em Matlab. \nSão Paulo: Thomson Learning, 2007. 384 p. \n\n \n\nALMEIDA, R. M. de. Cinética das reações de hidroconversão de resíduo de \nvácuo do petróleo Marlim. Faculdade de Engenharia Química, Universidade \nEstadual de Campinas-UNICAMP, 2000. Tese (Doutorado).  \n\n \n\nALVAREZ, A.; ANCHEYTA, J. Simulation and analysis of different quenching \nalternatives for an industrial vacuum gasoil hydrotreater. Chem. Eng. Science, 63, \n662 – 673, 2008. \n\n \n\nARPORNWICHANOP, A; MUJTABA, M.; KITTISUPAKORN, P. On-line dynamic \noptimization and control strategy for improving the performance of batch reactors. \nChemical Engineering and Processing. Volume: 44, 101-114, (2005). \n\n \n\nARPORNWICHANOP, A.; SHOMCHOAM, N. Control of fed-batch bioreactors by a \nhybrid on-line optimal control strategy and neuronal network estimator. \nNeurocomputing. Volume 72, 2297–2302, (2009). \n\n \n\nBalanço energético Nacional. Disponível em: \nhttps://ben.epe.gov.br/downloads/Resultados_Pre_BEN_2011.pdf 12/12/2011, \nvisitado em 30/12/2011. \n\n \n\nBHASKAR, M.; VALAVARASU, G.; MEENAKSHISUNDARAM, A.; BALARAMAN, K. \nS. Three-Phase Reactor Model to Simulate the Performance of Pilot-Plant and \nIndustrial Trickle-Bed Reactors Sustaining  Hydrotreating Reactions.  Ind. &amp; Eng. \nChem. Research. 43, 6654–6669, 2004. \n\n \n\n\n\n101 \n\n \n\n \n\n \n\nBRAUN, S., APPEL, L. G., SCHMAL, M., A poluição gerada por máquinas de \ncombustão interna movidas a Diesel – a questão dos particulados. Estratégias atuais \npara a redução controle das emissões e tendências futuras. Química Nova, Vol 27, \nNo. 3, 2003, p. 472-482. \n\n \n\nCARDON, A., MÜLLER, D. N. Introdução às redes neuronais artificiais. 1994. \nDisponível em: &lt;www.inf.ufrgs.br/~danielnm/docs/intro_rna.pdf>. Acesso em: \n09/07/2011. \n\n \n\nCARELLI, C. A. Avaliação de desempenho estocástico e determinístico de \ncontroladores PID e Preditivo: Aplicação a um reator de Hidrotratamento. 2008. \nDissertação (Mestrado em Tecnologia de Processos Químicos e Bioquímicos) – \nUniversidade Federal do Rio de Janeiro – UFRJ, Escola de Química, Rio de Janeiro. \n\n \n\nCAMELO, M. C. S. LUCENA, S. MELO, R. G. ROSAL, A.G.C. Modelagem \nMatemática e Simulação do Reator de uma Unidade de Hidrotratamento de Óleo \nDiesel. Petro &amp; Química, v. 317, p. 1-2, 2010. \n\n \n\nDAMOUR, C.; BENNE, M.; PEREZ, B. G.; CHABRIAT, J. P. Nonlinear predictive \ncontrol based on artificial neuronal network model for industrial crystallization. \nJournal of Food Engineering. Volume: 99, 225–231, (2010). \n\n  \n\nFAHIM, MOHAMED A.  Fundamental of Petroleum Refinning. 1. ed. Amsterdam, \nThe Netherlands: Elsevier Science, 2010. \n\n \n\nFERREIRA, A., C. Modelos de Otimização na Produção de Óleo Diesel: Uma \nAplicação Industrial. 2008. Tese (doutorado) ? Universidade Estadual de \nCampinas, Faculdade de Engenharia Química. Campinas. \n\n \n\nGARCÍA, C.L., HUDEBINE, D., SCHWEITZER, J.M., VERSTRAETE, J.J., FERRÉ, \nD..In-depth modeling of gas oil hydrotreating: From feedstock reconstruction to \nreactor stability analysis. Catalysis Today.V.150, p. 279-299, 2010. \n\n \n\n\n\n102 \n\n \n\n \n\n \n\nGIRGIS, M., J. GATES, B., C. Reactivities, reactions networks, and Kinetics in High-\nPressure Catalytic Hydroprocessing. Ind. Eng. Chem. Volume: 30, 2021-2058, \n(1991). \n\n \n\nHAYKIN, S. Neuronal Networks – A Comprehensive Foundation. Prentice Hall, 2 \ned., 1998. \n\n \n\nHOSEN, M. A.; Hussain, M. A. Control of polystyrene batch reactors using neuronal \nnetwork based model predictive control (NNMPC): An experimental investigation. \nControl Engineering Practice. Volume 19, 454–467, 2011. \n\n \n\nHUAMANÍ, I. L. Redes neuronais fuzzy aplicadas em identificação e controle de \nSistemas. 2003. Dissertação (mestrado) ? Universidade Estadual de Campinas, \nFaculdade de Engenharia Elétrica e de Computação. Campinas. \n\n \n\nJANG, J.S.R., SUN, C.T., MIZUTANI, E. Neuro-Fuzzy and Soft Computing: A \nComputacional Approach to Learn and Machine Intelligence. United States: \nPrentice-Hall, Inc, 1997. 640 p. \n\n \n\nJIMÉNEZ, F., KAFAROV, V., NUÑEZ, M., Modeling of industrial reactor for \nhydrotreating of vacuum gas oils Simultaneous hydrodesulfurization, \nhydrodenitrogenation and hydrodearomatization reactions. Chemical Engineering \nJournal, n. 134, 2007, p. 200-208. \n\n \n\nKORSTEN, H., HOFFMANN, U. Three-Phase Reactor Model for Hydrotreating in \nPilot Trickle-Bed Reactors. AIChE Journal, Vol.42 N°.5, 1350-1360, 1996. \n\n \n\nMAMDANI, E. H., ASSILIAN., S. An experiment in linguistic synthesis with a fuzzy \nlogic controller. Internacional Journal of Man-Macchine Studies, 7(1): 1-13, 1975. \n\n \n\n\n\n103 \n\n \n\n \n\n \n\nMEDEROS, F. S., ANCHEYTA, J. Mathematical modeling and simulation of \nhydrotreating reactors: Cocurrent versus countercurrent operations. Applied \nCatalysis, 332, 8–21, 2007. \n\n \n\nMELEIRO, L. A. DA C.; ZUBEN, F. J. V.; FILHO, R. M. Constructive learning \nneuronal network applied to identification and control of a fuel-ethanol fermentation \nprocess. Engineering Applications of Artificial Intelligence. Volume 22, 201–215, \n2009. \n\n \n\nMELO, R. G. Modelagem e inferência composicional de uma coluna de \ndestilação  de uma unidade de coqueamento retardado. 2010. 97 f. Dissertação \n(Mestrado) – Centro de Tecnologias e Geociências, Universidade Federal de \nPernambuco, Recife. \n\n \n\nMORAIS, A.; SANTOS, RAPHAEL R. C.; SODRÉ, CRISTIANE H.; CARVALHO, \nFREDE O.;. VIEIRA, WILLIAM G. Uma Estratégia de Construção de um “Soft \nSensor” para Inferenciar a Composição do Produto de um Processo de Destilação \nUtilizando Técnica Neuro-fuzzy. Mecánica Computacional. Vol XXIX, págs. 9345-\n9365. (2010). \n\n \n\nMURALI, C., VOOLAPALLI, R. K., RAVICHANDER, N., GOKAK, D. T., CHOUDARY, \nN. V.Trickle Bed Reactor Model to Simulate the Performance of Commercial Diesel \nHydrotrating unit. Fuel, 86, 1176–1184, 2007. \n\n \n\nPALOMBO, F., Workshop sobre Oportunidades para Eficiência de Combustíveis, \nSão Paulo, 2004, disponível em&lt;http://www.theicct.org/ \ndocuments/Palombo_Petrobras_2004_Port.pdf >, acessado em 01/12/2011 \n\n \n\nPETROBRAS. Disponível em: \nhttp://www.petrobras.com.br/minisite/ambiental/noticias/petrobras-garante-\nfornecimento-Diesel-s50/default.asp. Consultado em: 30/11/2010.  \n\n \n\n\n\n104 \n\n \n\n \n\n \n\nPETROBRAS. Disponível em: \nhttp://fatosedados.blogspetrobras.com.br/2011/11/30/projeto-implantacao-refinaria-\nabreu-e-lima-conquista-premio-projeto-2011/. Consultado em: 30/11/2011. \n\n \n\nRASHID, A., KHAMBAMPATI, A.K., KIM, B.S., KIM, S., KANG, M.J..An EKF based \nestimation scheme for sedimentation processes in vessels usingEIT-type \nmeasurement data. Flow Measurement and Instrumentation. V.21, p. 521-530, \n2010. \n\n \n\nREVISTA FATOR BRASIL. \nhttp://www.revistafatorbrasil.com.br/ver_noticia.php?not=18374, Consultado em: \n30/12/2011. \n\n \n\nRODRÍGUEZ, M. A.; ANCHEYTA, J. Modeling of hydrodessulfurization (HDS), \nhydrodenitrogenation (HDN), and the hydrogenation of aromatics (HAD) in a vacuum \ngas oil hydrotrater. Energy &amp; Fuels, 18, p. 789-794, 2004. \n\n \n\nSCHNITMAN, LEIZER; FONTES, A. B. The Basic Ideas of Neuronal Predictive \nControl. Proceedings of the 7th Mediterranean Conference on Control and \nAutomation, (1999). \n\n \n\nSEST/SENAT. A fase P7 do Proconve e o impacto no setor de transporte. Disponível \nem: http://www.cntdespoluir.org.br/Downloads/A%20Fase%20P7%20do%20Procon \nve%20e%20o%20impacto%20no%20Setor%20de%20Transporte.pdf12/12/2011, \nvisitado em 30/12/2011 \n\n \n\nSOLOWAY D., HALEY P. J. Neuronal Generalized Predictive Control; A Newton-\nRaphson Implementation. Proceeding of IEEE International Symposium on \nIntelligent Control, pp.277–282, (1996). \n\n \n\nSILVA, R. M. C. F. Cinética e Modelagem do Reator de HDT. 1995. Dissertação \n(mestrado). Campinas, SP: Faculdade de Engenharia Química, UNICAMP, \nCampinas. \n\n\n\n105 \n\n \n\n \n\n \n\n \n\nSILVY, R. P. Future trends in the refining catalyst market. Applied Catalysis A: \nGeneral. Volume: 261, 247–252, 2004. \n\n \n\nSIMÕES, M.G., SHAW, I.S. Controle e modelagem fuzzy. São Paulo: Blücher: \nFAFESP, 2007. 186 p. \n\n \n\nSIT, C. W. APPLICATION OF ARTIFICIAL NEURONAL NETWORK – GENETIC \nALGORITHM IN INFERENTIAL ESTIMATION AND CONTROL OF A \nDISTILLATION COLUMN. 2005. Dissertação (mestrado). Faculty of Chemical and \nNatural Resources Engineering Universiti Teknologi Malaysia.. \n\n \n\nSTANISLAUS, A., MARAFI, A., RANA, M.S.. Recent advances in the science and \ntechnology of ultra low sulfur Diesel (ULSD) production. CatalysisToday. V.153, p. \n1–68, 2010. \n\n \n\nTANSCHEIT, RICARDO. Sistemas Fuzzy. Departamento de Engenharia Elétrica, \nPUC-Rio. Rio de Janeiro, 2001.  \n\n \n\nTEMENG, KWAKU O.; SCHNELLE, P. D.; MCAVOY, THOMAS J. Model predictive \ncontrol of an industrial packed bed reactor using neuronal networks. J. Proc. Cont. \nVolume 5, 19-27, (1995). \n\n \n\nTOLEDO, E. C. V. de; MACIEL FILHO, R.; MEYER, J. F., Modelagem dinâmica de \num reator de hidrotratamento. Petro Química, v. 285, p. 95-99, 2006. \n\n \n\nWINANDY, C. E.  Algoritmos para aprendizagem supervisionada. Disponível em: \n<http://winandy.site.voila.fr/IA_ApSuperv_NotasAula.pdf>.  Consultado em: \n09/07/2011. \n\n \n\n\n\n106 \n\n \n\n \n\n \n\nZANATA, D. R. P. Desenvolvimento de um sensor virtual empregando redes \nneuronais para medição da composição em uma coluna de destilação. 2005. \n229 p. Dissertação (Mestrado em Engenharia de Sistema) – Escola Politécnica de \nSão Paulo, Universidade de São Paulo, São Paulo.   \n\n \n\nZUBEN, J. V. Processamento Dinâmico em Redes neuronais Artificiais: Redes \nneuronais Recorrentes. Disponível em: \nftp://ftp.dca.fee.unicamp.br/pub/docs/vonzuben/ia353_05/topico10_05.pdf, \nConsultado em: 27/12/2011. \n\n \n\n \n  \n\n\n\n107 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\nAPÊNDICE \n\n  \n\n\n\n108 \n\n \n\n \n\n \n\nTabela 17: Correlações utilizadas no cálculo dos parâmetros dos balanços de massa \ne energia. \n\nParâmetro Correlações \n\nDensidade do óleo \n\n???, ?? ? ?? ? ??? \n ??? \n??? ? ?0,167 \n ?16,181 . 10??,???????? ?\n\n?\n1000?\n\n? 0,01?0,299 \n ?263 .  10??,?\t?\n???? ? ?1000?\n?\n\n \n\n??? ? ?0,0133 \t 152,4\n?? \t ????\n??,??? ?? ? 520?\n\n? ?8,1 . 10?\t ? 0,0622 .  10??,\n\t????\n??????? ? 520?? \n\nCoeficiente de \nHenry \n\n?? ? ??\n??? \n\nSolubilidade do \nhidrogênio \n\n??? ? ?0,559729 ? 0,42947 . 10?\n? \n 3,07539 . 10?\n ?\n?\n\n???? \n 1,94593 . 10\n?\t??\n\n\n 0,835783????\n \n\nSolubilidade do \nH2S \n\n\n??? ? ?\t\n,\n?\n???,????\n??? \nCoeficiente de \ntransferência de \nmassa gás-líquido \n\n???\n??? ? 7 ?\n\n??\n???\n\n?,?\n\n? ????????\n?/?\n\n \n\nViscosidade \ndinâmica do líquido \n\n?? ? 3,141 . 10???? \n 460??\n,??? log???$%&amp;?'? \n( ? 10,313 log???? \n 460?' \n 36,447 \n\nDifusividade ??? ? 8,93 . 10?? ???\n?,??\n\n?\n?\n?,?\n\n\n\n? ? ???? \n\nVolume molar \n? ? 0,285???,??? \n??? ? 7,5214 . 10?\n-???????,???? .-/??,???,\n???. \n\nCoeficiente de \ntransferência de \nmassa líquido-\nsólido \n\n???\n???(? ? 1,8 ?\n\n??\n(????\n\n?/?\n\n? ????????\n?/\n\n\n \n\nÁrea específica da \nsuperfície \n\n(? ? 6/? ?1 \n 0?"}]}}}