{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20954"}, {"@name": "filename", "#text": "461_Rigobello_AnaLuciaGodoy_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNICAMP\nANA LÚCIA GODOY RIGOBELLO\nPOTENCIAL DE INCRUSTAÇÕES CARBONÃTICAS NO SISTEMA DE PRODUÇÃO DE PETRÓLEO\nCAMPINAS\n2015\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA\nE INSTITUTO DE GEOCIÊNCIAS\nANA LÚCIA GODOY RIGOBELLO\nPOTENCIAL DE INCRUSTAÇÕES CARBONÁTICAS NO SISTEMA DE PRODUÇÃO DE PETRÓLEO\nDissertação de Mestrado apresentada à Faculdade de Engenharia Mecânica e Instituto de Geociências da Universidade Estadual de Campinas como parte dos requisitos exigidos para a obtenção do título de Mestra em Ciências e Engenharia de Petróleo na área de Explotação.\nOrientador: Prof. Dr. José Ricardo Pelaquim Mendes\nEste exemplar corresponde à versão final da dissertação defendida pela aluna Ana Lúcia Godoy Rigobelio, e orientada pelo Prof Dr. José Ricardo Pelaquim Mendes.\nCAMPINAS\nFicha catalográfica Universidade Estadual de Campinas Biblioteca da Área de Engenharia e Arquitetura Rose Meire da Silva - CRB 8/5974\nRigobello, Ana Lúcia Godoy, 1986-\nR449p Potencial de incrustações carbonáticas no sistema de produção de petróleo / Ana Lúcia Godoy Rigobello. - Campinas, SP : [s.n.J, 2013.\nOrientador: José Ricardo Pelaquim Mendes.\nDissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica e Instituto de Geociências.\n1.\tPetróleo. 2. Incrustações. 3. Carbonato de cálcio. I. Mendes, José Ricardo Pelaquim,1971-. II. Universidade Estadual de Campinas. Faculdade de Engenharia Mecânica. III. Título.\nInformações para Biblioteca Digital\nTítulo em outro idioma: Scale carbonate potential on production system of petroleum\nPalavras-chave em inglês:\nPetroleum\nScale\nCalcium carbonate\nÁrea de concentração: Explotaçâo\nTitulação: Mestra em Ciências e Engenharia de Petróleo\nBanca examinadora:\nJosé Ricardo Pelaquim Mendes [Orientador]\nSérgio Nascimento Bordalo\nJosé Anderson do Nascimento Batista\nData de defesa: 24-09-2013\nPrograma de Pós-Graduação: Ciências e Engenharia de Petróleo\nUNI CAMP\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA\nE INSTITUTO DE GEOCIÊNCIAS\nDISSERTAÇÃO DE MESTRADO ACADÊMICO\nPOTENCIAL DE INCRUSTAÇÕES CARBONÁTICAS NO SISTEMA DE PRODUÇÃO DE PETRÓLEO\nAutora: Ana Lúcia Godoy Rigobello\nOrientador: Prof. Dr. José Ricardo Pelaquim Mendes\nA banca examinadora composta pelos membros abaixo aprovou esta dissertação:\n/VA\n—..--------\nProf. Dr. José Ricardo Pelaquim Mendes, Presidente DEP/FEM7UNICAMP\nto Bordalo\nI\nProf. Dr. Sérgio Nasc DEP/FEM/UNIC\nProf. Dr. José Anderson do Nascimento Batista\nDRH/FEC/UNICAMP\nCampinas, 24 de setembro de 2013\nDedicatória\nA Deus, por ser o meu guia e fortaleza em todos os momentos.\nAos meus pais, Roberto e Lúcia Maria, por proporcionarem todos os recursos e suporte necessários, por serem exemplos e motivadores para concluir este trabalho.\nAos meus irmãos Marcelo e João Paulo pelo carinho, força e amizade acima de tudo.\nEm especial ao meu pai, por ser um modelo de dedicação, estudo e perseverança.\nAgradecimentos\nAgradeço ao orientador Prof. Dr. José Ricardo Pelaquim Mendes e ao Prof. Dr. Kazuo Miura, por toda dedicação, atenção e ensinamentos ao longo do desenvolvimento do trabalho.\nUm agradecimento especial ao Prof. Flávio José da Silva, por ser o primeiro incentivador a iniciar este mestrado. Pelas longas horas de conversas, atenção e amizade.\nAo Fellipe Figueiredo, por seu incentivo e apoio. Por me proporcionar todo suporte necessário para concluir este trabalho. Pelo carinho e amor demonstrado em todos os momentos e circunstâncias.\nA meus amigos do DEP, pelo apoio constante: Samuel, Danilo, Renato, Leandro e Simone. Em especial a amiga Michele, pelo incentivo, cooperação e amizade sincera.\nA amiga Fabíola Figueiredo, por me apoiar em todos momentos e dificuldades. Pela amizade conquistada ao longo do mestrado, que permanecerá por muitos anos. Por sua compreensão e acolhida em todas as horas.\nAo Programa de Recursos Humanos da Agência Nacial do Petróleo (PRH-15/ANP), pelo financiamento dos meus estudos e desenvolvimento desta pesquisa.\nAos funcionários do DEP, em especial à Sônia, Michele e Alice, pela ajuda e prestatividade.\n\"Quando me invocardes, ireis em frente, quando orardes a mim, eu vos ouvirei. Quando me procurardes, vós me encontrareis, quando me seguirdes de todo o coração, eu me deixarei encontrar por vós.\"\nResumo\nGODOY RIGOBELLO, Ana Lúcia, POTENCIAL DE INCRUSTAÇÕES CARBONÁUCAS NO SISTEMA DE PRODUÇÃO DE PETRÓLEO. Campinas, Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 2013. 73p. Dissertação d© Mestrado.\nIncrustações consistem em um subproduto indesejável na forma de depósitos cristalinos, provenientes da precipitação de sais presentes na água. Dependendo da natureza da incrustação e da composição do fluido a deposição pode ocorrer no reservatório de petróleo, próximo ao poço causando dano à formação, ou em instalações de produção ocasionando graves problemas operacionais além do declínio da produtividade. O controle de incrustação atualmente tem sido um problema desafiador na indústria do petróleo além de impactar fortemente no valor econômico do produto final. A variedade e complexidade dos tipos de tal deposição formados aumentam a dificuldade de desenvolver métodos adequados para aliviar esses problemas. Anualmente as empresas de petróleo gastam milhões de dólares na manutenção de equipamentos e produção, e alguns dos mais altos custos ocorrem na prevenção da incrustação. São necessários estudos em diferentes áreas com. o intuito de reduzir e combater a formação de depósitos destes sais, evitando assim perdas e danos à formação. A prevenção e mitigação da incrustação é de grande importância além de ser bastante complexa. Um método eficaz é através do cálculo do chamado índice de incrustação, representado neste trabalho por Is. A presente pesquisa visa o estudo de incrustação, em especial incrustações por carbonato de cálcio no sistema de produção como um todo, bem como o estudo das variáveis que influenciam em sua formação através do mapa do potencial de incrustação. Com o intuito de realizar tal estudo, foi utilizado um modelo termodinâmico previamente existente para realizar os cálculos do índice baseado em dados de poços hipotéticos, além de exemplos reais. O modelo mostrou-se válido, e, conforme esperado, obteve-se um comportamento de variação de pressão, temperatura e pH condizente ao descrito nas literaturas.\nPalavras-chave: petróleo, incrustação, carbonato de cálcio, índice de incrustação.\nAbstract\nGODOY RIGOBELLO, Ana Lúcia, SCALE CARBONATE POTENTIAL ON PRODUCTION SYSTEM OF PETROLEUM. Campinas, Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 2013. 73p. Master Dissertation.\nScale consists in an undesirable product in the form of crystalline deposits from precipitation of salts in the water. Depending on the scale nature and the composition of fluid deposition can occur in the oil reservoir, near the well damaging the formation, or in production facilities causing serious operational problems in addition to the decline of productivity. The control of scale currently has now been a challenging problem in the oil industry and also impact strongly on the economic value of the final product. The variety and complexity of this type of deposition increases the difficulty of developing suitable methods to relieve these problems. Each year oil companies spend millions of dollars in equipment maintenance and production, and some of the highest costs occur in the scale prevention. Several studies are needed in different areas in order to reduce and control the formation of deposits of these salts, thus avoiding damages to the formation. The scaling prevention and mitigation are of great importance as well as being quite complex. An effective method is by calculating the index scale, represented in tins work by Is. This research aims to study scale, specially calcium carbonate scale into the production system as a whole, as well as the study of the variables that influence its formation through the map of scale potential. In order to accomplish this study, we used a previously existing thermodynamic model to perform calculations of the index based on data from hypothetical wells and real examples. The model proved to be valid, and, as expected, there was obtained one behavior of variation of pressure, temperature and pH consistent to that described in the literature.\nKeywords: petroleum, scale, calcium carbonate, scale index.\nSumário\nDedicatória..................................................................... vii\nAgradecimentos................................................................... ix\nResumo..........................................................................xiii\nAbstract......................................................................... xv\nLista de Figuras ...................................................................xix\nLista de Tabelas....................................................................xxi\nNomenclatura....................................................................xxii\n1\tIntrodução........................................................................ 1\n1.1\tObjetivos ................................................................... 3\n1.2\tOrganização do trabalho ..................................................... 3\n2\tFundamentos....................................................................... 5\n2.1\tConstante de Equilíbrio...................................................... 5\n2.2\tEnergia de Gibbs............................................................. 6\n2.3\tForça Iônica................................................................. 8\n2.4\tAlcalinidade................................................................. 8\n2.5\tAtividade.................................................................... 9\n2.6\tFugacidade ................................................................. 12\n2.7\tEquilíbrio Químico.......................................................... 13\n2.7.1\tReversibilidade das Reações........................................... 14\n2.7.2\tA resposta do equilíbrio às mudanças nas condições (Princípio de Le Cha-\ntelier)............................................................... 16\n2.8\tSolubilidade dos Sais........................................................ 21\n3\tRevisão Bibliográfica.............................................................. 23\n4\tIncrustação........................................................................ 34\n4.1\tLocalização.................................................................. 35\n4.2\tCausas....................................................................... 36\n4.3\tMecanismo de Formação........................................................ 38\n4.4\tTipos de Incrustação ........................................................ 41\n4.5\tConsequências................................................................ 42\n4.6\tPredição / Mitigação ........................................................ 43\n4.7\tCarbonato de Cálcio.......................................................... 44\n4.7.1\tMecanismo de formação................................................. 44\n4.7.1.1\tEquilíbrio................................................... 44\n4.7.1.2\tSupersaturação CaCO^......................................... 45\n4.7.2\tCausas................................................................ 46\n4.8\tíndice de Incrustação........................................................ 49\n4.8.1\tModelos............................................................... 51\n4.8.1.1\tModelo Termodinâmico X Modelo Cinético ...................... 52\n4.8.2\tModelo Utilizado...................................................... 52\n4.8.3\tSensores.............................................................. 55\n4.8.3.1\tSensores de pH............................................... 55\n4.8.3.2\tSensores de Pressão e Temperatura........................... 57\n5\tMetodologia....................................................................... 59\n5.1\tConjunto de dados utilizados................................................ 61\n6\tResultado e Discussão............................................................. 62\n6.1\tAplicação do modelo utilizando um perfil predefinido........................ 64\n6.2\tAplicação do modelo utilizando dados de sensores............................ 66\n7\tConclusão / Trabalhos Futuros .................................................... 69\nReferências.......................................................................... 71\nLista de Figuras\n2.1\tNa síntese da amónia, as concentrações molares de N2, H2 e NH3 mudam com o tempo até atingirem valores correspondentes a uma mistura na qual todos os três\nestão presentes, não havendo mudanças no momento em que se estabelece o equi-\nlíbrio (ATKINS et al., 2001)................................................. 15\n2.2\tSe o experimento for repetido com amónia pura, ela se decompõe, e a composição\nresultará em uma mistura de amónia, nitrogênio e hidrogênio (ATKINS et al., 2001).\t15\n2.3\tTipos de variações esperadas ao adicionarmos hidrogênio e amónia (ATKINS et al.,\n2001)........................................................................ 17\n2.4\tEfeito da compressão sobre o equilíbrio de dissociação de uma molécula diatômica\n(ATKINS et al., 2001)........................................................ 19\n3.5\tValores de K a diferentes forças iônicas (SUFF; DAVIS, 1952)................. 26\n3.6\tGráficos de conversão de ppm de cálcio e alcalinidade em pCa e pAlk (STIFF; DA-\nVIS, 1952) .................................................................. 28\n4.7\tExemplo da deposição de BaSO^ em uma coluna de produção no Campo de Namo-\nrado (SILVA et al., 2007).................................................... 35\n4.8\tIlustração de uma linha de descarte de água (arai, 2010)..................... 36\n4.9\tComportamento do índice de Saturação com variação da temperatura (MOGHADASI\net al., 2006)................................................................ 37\n4.10\tComportamento do índice de Saturação com variação da temperatura (moghadasi\net al., 2006)................................................................ 37\n4.11\tComportamento do índice de Saturação com variação da temperatura (MOGHADASI\net al., 2006)................................................................ 37\n4.12\tCurva de solubilidade e supersolubilidade (daher, 2003)...................... 40\n4.13\tRepresentação de um índice de incrustação de calcita em função da temperatura e\npressão (BELLARBY, 2009)....................................................... 46\n4.14\tComportamento da formação de incrustação em relação à variação da pressão (MOGHA-\nDASI et al., 2006)............................................................. 48\n4.15\tPredições do índice de incrustação em função da profundidade (bellarby, 2009) . 49\n4.16\tEsquema configuração de medição de pH do fundo de poço ....................... 56\n4.17\tEsquema ilustrativo da localização dos sensores TPT, PDG e da montante de choke\n(PM) no sistema de produção.................................................... 58\n5.18\tSuperfície de incrustação utilizando dados reais e variação de temperatura e pressão 60\n6.19\tMapa do potencial de incrustação utilizando o Poço Dl e diferentes situações de\npH a) pH = 4,5 b) pH = 6,0 c) pH = 7,5 d) pH = 8,5. Valores de Is positivos estão indicados pela seta...................................................... 63\n6.20\tMapa do potencial de incrustação com um perfil hipotético utilizando o Poço D2\nem diferentes situações de pH a) pH = 4,7 b) pH = 5,7 c) pH = 6,7 d) pH = 7,7. Valores de Is positivos estão indicados pela seta.............................. 65\n6.21\tMapa do potencial de incrustação utilizando o Poço D3 e dados reais de sensores do Poço XI com variação do pH a) pH = 6,7 b) pH = 7,7. Valores de Is positivos estão indicados pela seta. Pontos representados pelos sensores PDG, TPT e plataforma estão representados pelo quadrado em azul, círculo em vermelho e asterisco\nem preto, respectivamente...................................................... 67\n6.22\tMapa do potencial de incrustação utilizando o Poço D4 e dados reais de sensores do Poço X2 com variação do pH a) pH — 4,9 b) pH = 6,9. Valores de Is positivos estão indicados pela seta. Pontos representados pelos sensores PDG, TPT e plataforma estão representados pelo quadrado em azul, círculo em vermelho e asterisco\nem preto, respectivamente...................................................... 68\nLista de Tabelas\n2.1\tVariações dos coeficientes de atividade para diferentes forças iônicas (ARAI, 2010) .\t11\n3.2\tFatores utilizados para conversão de força iônica (STIFF; DAVIS, 1952).............. 27\n4.3\tPrincipais tipos de deposições e respectivas causas (CHILINGAR et al., 2008)\t....\t38\n4.4\tTipos de incrustações mais comuns em campos petrolíferos (MOGHADASI et al., 2006) 42\n6.5\tParâmetros utilizados para os Poços Dl a D4 ........................................ 62\n6.6\tDados dos Poços XI e X2 e seus respectivos sensores................................. 66\nNomenclatura\nSubscrito\ni íon\ns\tSaturação\t\neq\tEquilíbrio\t\nLetras Gregas\t\t\n0\tCoeficiente de fugacidade\t\nr\tCoeficiente de atividade\t\nSiglas\t\t\nGWR\tRazão gás agua\t\nLSI\tíndice de Saturação de Langelier\t\nODR\tOptical Density Ratio\t\nPDG\tPermanent Downhole Gauge\t\nTPT\tTemperatura Pressure Transmiter\t\nLetras Latinas\t\t\na\tAtividade\t\t\tM\nA-lk\tAlcalinidade\t\t\t[?]\nAlky.\tAlcalinidade\t\t\t [PPm\nAn\tÂnion\t\nC\tConcentração do íon\t\t\tM\nf\tFugacidade\t\nI\tForça iônica da solução\t\t\t \\M]\nIs\tíndice de Incrustação\t\t\t H\nk\tConstante de Stiff e Davis\t\nK Constante de equilíbrio...........................................................\nKps Constante do produto de solubilidade............................................\nmi Concentração molar do íon i presente na solução..................................\n[t]\nMe Cátion\np\tNúmero de moles precipitados\t\t\t[mol]\np\tPressão parcial\t\np\tPressão\t\t\t [P«]\nQ\tQuociente da reação\t\nRs\tRazão de saturação\t\nSI\tíndice de estabilidade\t\nT\tTemperatura\t\t\t[°C]\nT\tTemperatura\t\t\t [*]\n^Ca2+\tConcentração total de Ca2+\t\t\t [M]\nX\tFração molar\t\nZi\tCarga do íon\t\n1 Introdução\nA formação de depósitos de sais inorgânicos, conhecido na indústria como incrustação ou do inglês scale, consiste em um dos problemas mais importantes na garantia de escoamento. Yeboah et al. (1993) afirmam que a incrustação pode causar diversos danos, limitando e até mesmo bloqueando totalmente a produção de petróleo. Tais danos podem ocasionar a diminuição de fluxo no poço, reservatório, fraturas e canhoneados, além de gerar altos custos com a manutenção e diminuir a eficiência da produção. Os tipos de incrustação mais comuns são os sulfatos de bário (BaSOí) e sulfato de estrôncio (SrSOí) além dos carbonatos de cálcio (CaCOi) e carbonato de magnésio (MgCO?,). Os sulfatos precipitam devido à mistura de água do mar, rica em íons de sulfato (SO%~), com a água conata, rica em íons de bário (Ba2+) e íons de estrôncio (Sr2-1-). Por outro lado, os carbonatos precipitam devido a mudanças na saturação ocasionada por mudanças em parâmetros tais como a temperatura, pressão e alcalinidade, podendo ocorrer tanto no poço como nas instalações de superfície (YEBOAH et al., 1993). Dependendo da quantidade de deposição formada, podem causar um bloqueio nas linhas de produção e equipamentos, prejudicando assim o fluxo dos fluidos.\nIncrustações consistem em subprodutos indesejáveis, formados a partir da precipitação de sais presentes seja na água conata ou água de injeção, utilizada como Método de Recuperação Avançada (Enhanced Oil Recovery). Podem ocorrer em qualquer local onde a solubilidade de um par de cátion e ânion é excedido, formando-se em qualquer ponto de um sistema de injeção de água assim como no próprio poço e instalações de superfície.\nNo instante em que os fluidos começam a escoar, sofrem constantes transformações químicas e um novo sistema de equilíbrio é formado através de cada queda de pressão, além de mudanças na temperatura. Tais mudanças geram diferentes critérios para o equilíbrio do sistema, alterando assim o processo de formação de diferentes tipos de incrustação.\nSegundo Becker (1998), a interação das espécies de incrustação e sólidos dispersos é um mecanismo bastante importante no processo produtivo, levando à formação de incrustação em sistemas de fluidos de petróleo. Petróleo bruto muitas vezes contém quantidades substanciais de sólidos insolúveis dispersos e não dispersos resultantes de mudanças de comportamento e alguns parâmetros,\ncomo por exemplo pressão e temperatura. Os sólidos insolúveis presentes podem sofrer o processo de cristalização levando a formação da incrustação. Apesar de ainda não terem sofrido o processo de nucleação, esses sólidos fornecem superfícies que favorecem o crescimento dos sistemas saturados de incrustação. O autor aíima ainda que esta grande capacidade para o crescimento, nucleação e formação de incrustação explica, em partes, a frequente ação de inclusão de silicatos, argilas, parafinas, e asfaltenos nas incrustações formadas em fluidos de petróleo.\nA prevenção e mitigação de incrustações são de grande importância, uma vez que esta causa grande impacto na produção de petróleo. Alguns tipos podem ser removidos por acidificação enquanto outros são removíveis apenas por métodos mecânicos. Prever deposição de incrustação é algo bastante difícil até mesmo nos dias de hoje. Um método bastante eficaz é através do uso do chamado índice de Incrustração, representado neste trabalho de pesquisa por Is.\nAo decorrer do processo de produção de petróleo a água é geralmente produzida e, em sua composição, existem diversos sais presentes que podem precipitar formando deposições diversas. Estes depósitos causam inúmeros problemas prejudiciais ao processo, diminuindo o fluxo do poço e até mesmo causando um bloqueio total da produção. As incrustações carbonáticas vem se tomando cada vez mais prejudiciais e comuns em poços de produção bem como no sistema de produção, incluindo equipamentos e instalações de superfície. Com o intuito de prever o potencial de incrustação de um processo, realiza-se uma avaliação do potencial de incrustação. Este estudo pode ser termodinâmico, avaliando a tendência de sua formação, ou cinético, avaliando a velocidade de formação. A capacidade de prever a formação de incrustações tem sido um problema cada vez mais desafiador (yeboah et al., 1993). Devido à recente descoberta de reservatórios carbonáticos constituindo o chamado pré-sal, com reservas da ordem de dezenas de bilhões de barris, o tema relacionado à incrustação de CaCOz ganha grande importância no que diz respeito ao escoamento do poço na produção de petróleo.\nA modelagem também pode ser feita, entretanto, através de dois tipos diferentes de modelos, ou até mesmo uma combinação de ambos. Para uma correta predição é necessário ter um modelo termodinâmico confiável para realizar a previsão da tendência de haver ou não o depósito, bem como um modelo cinético para a previsão das taxas de incrustação. Atkinson e Mecik (1997) discutiram em seu trabalho detalhes a respeito da termodinâmica completa dos minerais formadores de incrustação, além de analisar os efeitos de temperatura, pressão, soluções não-ideais e, em especial, a formação de CaCOj. Um problema geralmente encontrado na análise do potencial de incrustação é a dificuldade em encontrar todas as variáveis necessárias para realizar o estudo. Normalmente, o operador de campo não tem controle sobre todas as variáveis que determinam a deposição de incrustação, em especial a composição da água (ZHANG et al., 2001). Através da correta aplicação desses modelos poderíamos então minimizar a deposição de incrustação bem 2\ncomo facilitar a escolha de tratamentos mais eficazes durante a produção em campos petrolíferos.\nNeste trabalho é realizado um estudo e aplicação direta de um modelo termodinâmico, utilizando um modelo de cálculo de Is específico para o caso de incrustações por CaCO^. Existem diferentes métodos para a previsão deste índice desenvolvidos ao longo dos anos, cada qual com suas respectivas considerações e adaptações. Diferentes autores (Larson e Buswell (1942), Stiff e Davis (1952), Vetter e Kandarpa (1980), Oddo e Tomson (1982), Valone e Skillem (1982), Oddo e Tomson (1994), Abtahi et al. (1996)) realizaram o estudo e desenvolvimento baseado no índice em questão. Diversas pesquisas foram realizadas adaptando-se os modelos existentes, considerando mais parâmetros e realizando modificações em cada modelo.\n1.1\tObjetivos\nO presente trabalho teve, como principal objetivo, o estudo da previsão de incrustação de CaCO^ no sistema de produção com o intuito de melhorar o processo como um todo, evitando assim custos adicionais com a manutenção do poço devido a depósitos formados. Propõe-se um mapa do potencial de incrustação, onde pode ser visualizado as faixas de temperatura e pressão e seus respectivos valores de índice de incrustação. Desta forma, toma-se possível uma visualização dos locais do sistema produtivo com maior tendência à formação de depósitos.\n1.2\tOrganização do trabalho\nO trabalho foi estruturado da maneira como segue.\nO Capítulo 2 compreende os fundamentos essenciais para a compreensão química do fenômeno de incrustação e do índice em estudo.\nNo Capítulo 3 é apresentada a pesquisa bibliográfica realizada, com os principais trabalhos existentes.\nNo Capítulo 4 é feita uma discussão detalhada a respeito das incrustações, onde e como ocorrem além de suas consequências. Destaca-se o caso especial de incrustações por CaCOj,. Discute-se ainda os tipos de modelos bem como o modelo específico utilizado neste trabalho. Apresenta-se também alguns tipos de sensores e pesquisas existentes atualmente.\nNo Capítulo 5 é apresentado a metodologia utilizada buscando uma maneira mais eficiente de análise do comportamento do potencial de incrustação de um poço.\nNo Capítulo 6 detalha-se os resultados obtidos, seguido pelas conclusões e sugestões de trabalhos futuros descritos no Capítulo 7.\n2 Fundamentos\n2.1\tConstante de Equilíbrio\nA relação matemática entre as concentrações dos reagentes e produtos é conhecida por quociente de reação, e denominado por Q. Esta relação varia em função do tempo até atingir um valor que é constante, no momento em que o sistema atinge um estado de equilíbrio dinâmico, onde as velocidades das reações direta e inversa se tomam iguais. Esta constante de equilíbrio é denominada por K ou Keq e é conhecida como sendo a constante termodinâmica de equilíbrio.\nA constante termodinâmica de equilíbrio pode ser expressa em termos das frações molares ou das molalidades das substâncias químicas. Para resolvê-lo basta conhecer os coeficientes de atividade de cada espécie. Por exemplo, no caso de um equilíbrio da forma descrito na Equação\n2.1,\tno qual todas as quatro espécies são solutos, escrevemos conforme representado na Equação\n2.2.\nA B^C \\ D\n(2.1)\nK_ açap aAaB\n(2.2)\nOs coeficientes de atividade devem ser estimados na composição da mistura em equilíbrio, levando a cálculos complexos uma vez que esta composição só se calcula sabendo exatamente os coeficientes (ATKINS, 1999). Nos cálculos elementares, e mesmo para principiar uma sequência iterativa de aproximações, admite-se a hipótese de os coeficientes de atividades serem muito próximos da unidade ou de se cancelarem. Chega-se assim ao resultado muito usado na química elementar, onde discutem-se os equilíbrios somente em termos de molalidades ou molaridades.\n• Considerando um sistema em equilíbrio:\nSegundo Atkins et al. (2001), quando estamos considerando um sistema em equilíbrio, considera-se que as pressões parciais tem seus valores de equilíbrio e, Q tem um valor especial que chamamos de constante de equilíbrio, K, da reação.\nA expressão para K é também conhecida como a lei de ação das massas. A fórmula geral para a constante K é representada pela Equação 2.3, com cada atividade elevada a potência da equação estequiométrica. As atividades são interpretadas em termos de pressões parciais (em bar) ou concentrações (em mol.LT1).\natividades dos produtos 1 atividades dos reagentes j eí/uilíbrí„\n(2.3)\nEntão, para a reação geral na Equação 2.1, com todas as espécies em fase gasosa e tratadas como ideais, temos a Equação 2.4.\n'gí {ifâ\n>\nequilíbrio\n(2.4)\nTomemos agora como exemplo a Equação 2.5 do carbonato de cálcio {CaCO^).\nCaCO^s) CaO(s) + CO2U)\n(2.5)\nObservou-se empiricamente, e a termodinâmica justifica, que os líquidos puros ou sólidos não devem aparecer na constante de equilíbrio K. Assim, ainda que CaCO^s] e CaO(s) participem do equilíbrio eles não aparecem na expressão da constante de equilíbrio, que é K — (ou, mais simplificada, K = Pcoz )> ou ainda na forma do conceito de avidade (a7).\n2.2\tEnergia de Gibbs\nA energia livre de Gibbs é a energia que o processo dispõe para realizar um trabalho útil à temperatura e pressão constantes. Existem reações que são chamadas de espontâneas ou não es\npontâneas. A combustão é um exemplo de uma reação espontânea pois, uma vez iniciada, irá prosseguir até que todo o combustível seja consumido ou até que todo oxigênio acabe. A eletrólise por sua vez, trata-se de um processo não espontâneo, onde a energia elétrica é transformada em energia química.\nO conceito da energia de Gibbs envolve os conceitos de entalpia H e entropia S. A entalpia é uma forma de energia de uma substância, não sendo conhecida até o momento uma forma de determiná-la. Utilizando calorímetros pode-se, portanto, medir a variação da entalpia de um determinado processo, representada por AH. Esta variação consiste na quantidade de energia que foi liberada ou absorvida no processo. A entropia, por sua vez, é a grandeza termodinâmica que mede o chamado grau de desordem de um sistema.\nA variação da energia de Gibbs é normalmente conhecida por equação de Gibbs-Helmholts. Possui este nome pois foi proposta em 1878 pelo físico norte-americano Josiah Willard Gibbs (1839-1903) e pelo físico alemão Hermann Helmholtz (1821-1894), com a finalidade de avaliar a espontaneidade do sistema. Seu cálculo é dado conforme a Equação 2.6.\nAG = AH —T. AS\n(2.6)\nOnde:\nAG: variação da energia livre\nAH: variação da entalpia\nT: temperatura (K)\nAS: variação da entropia\nA espontaneidade de uma reação pode ser medida por meio desta equação, da seguinte maneira:\n•\tAG > 0 : processo não espontâneo\n•\tAG &lt;0 : processo espontâneo\n•\tAG = 0 : sistema em equilíbrio\nSe a reação em questão for endotérmica, e portanto com AH > 0 e a entropia AS diminuir, então teremos um valor de AG positivo. Neste caso, trata-de de uma reação não espontânea. Por outro\nlado, se o valor de AG for negativo, significa que a energia livre do sistema reduziu, ou seja, realizou-se trabalho, sendo portanto neste caso um processo espontâneo. Para maiores detalhes, consulte Callen (2006).\n2.3\tForça Iónica\nOs compostos iônicos dissociam-se em íons ao serem dissolvidos na água. A força iônica dos íons de uma solução é uma medida da concentração dos íons, conceito introduzido por Lewis e Randall (1921). Essa propriedade é representada por I e definida conforme Equação 2.7.\n(2.7)\nOnde:\nI: força iônica\nm,: concentração molar do íon i presente na solução\nZi'. carga do íon\nLewis e Randall (1921) constataram que \"o coeficiente de atividade de um dado eletrólito forte é o mesmo em todas as soluções de mesma força iônica\".\n2.4\tAlcalinidade\nA alcalinidade é uma indicação da quantidade de íons na água que reagem para neutralizar os íons hidrogênio, sendo assim a capacidade de neutralizar um ácido forte até um pH determinado (ALVES, 2010). Ela ocorre devido principalmente à presença de bicarbonatos (HCO^), carbonatos (CO|~) e hidróxidos (OH~).\nOutros íons, tais como cloretos, nitratos e sulfatos não contribuem para a alcalinidade. A distribuição entre as formas de alcalinidade ocorre em função de seu pH conforme a seguir:\n• pH >9,4 hidróxidos e carbonatos;\n• 8,3 &lt;pH &lt;9,4 carbonatos e bicarbonatos;\n• 4,4 &lt;pH &lt;8,3 bicarbonatos.\n2.5\tAtividade\nA atividade de um determinado componente é uma medida do seu potencial químico. Pode ser definida como uma pressão parcial efetiva ou uma concentração efetiva em relação a um valor padrão.\nSegundo Rocha et al. (2001), a atividade consiste em uma forma diferente e realista para descrever a concentração de diferentes espécies em uma solução salina. Está diretamente relacionada com o potencial químico (/i)de uma solução, conforme Equação 2.8:\np = pv+RTlna\n(2.8)\nOnde:\np: potencial químico\nPq: potencial químico padrão\nR: constante universal dos gases\nT: temperatura [À-]\na: atividade\nDe acordo com Junior e Nascimento (2011), o efeito da força iônica sobre o equilíbrio químico pode ser descrito quantitativamente com o auxílio do conceito de atividade, representada em sua forma simplificada pela Equação 2.9:\nai = YíCí\n(2.9)\nOnde:\na,: atividade do íon [^]\nCi‘. concentração do íon [^]\nYí: coeficiente de atividade [adimensional]\nO coeficiente de atividade encontra-se em função da temperatura T, da pressão P, e da força iônica I.\nUm método bastante conhecido para o cálculo de atividade é o proposto por Debye e Huckel em 1923, sendo dividido em três passos básicos de cálculo:\nPasso 1: Cálculo da força iônica através da Equação 2.7.\nPasso 2: Obtenção dos coeficientes de atividade utilizando-se a Equação 2.10.\nlogyz =\n(2.10)\nOnde:\ncoeficiente de atividade da substância Z\nPasso 3: Cálculo da atividade de um íon de carga z pela Equação 2.11.\n^íon — 'Yz'^-'íon\n(2.11)\nOnde:\nC: concentração do íon\nAtravés da Equação 2.7, pode-se concluir que quanto mais íons na solução maior é o valor da força iônica, uma vez que trata-se de um somatório. Pelas Equações 2.7,2.10 e 2.11, nota-se que as forças iônicas e as atividades são inversamente proporcionais, ou seja, quanto maior a força iônica, menor será a atividade dos íons, aumentando assim a solubilidade dos sais (arai, 2010).\nA Tabela 2.1 indica os valores de atividade para cada força iônica, variando a carga dos íons.\nTabela 2.1: Variações dos coeficientes de atividade para diferentes forças iônicas (ARAI, 2010)\nCoeficiente de avitivdade (%)\nCarga dos íons\t\t\t\t\nForca iónica\tSimples\tDupla\tTripla\tQuádrupla\n0,001\t0,96\t0,86\t0,73\t0,56\n0,005\t0,92\t0,72\t0,51\t0,3\n0,01\t0,9\t0,63\t0,39\t0,19\n0,05\t0,81\t0,44\t0,15\t0,04\n0,1\t0,78\t0,33\t0,08\t0,01\nConsideremos uma substância qualquer J. A atividade aj desta substância pode ser expressa como segue para os casos de um sistema ideal e real, respectivamente.\nPara um sistema ideal, temos que:\n•\tPara um gás ideal, aj — sendo aj o valor numérico da pressão parcial da substância, aj = Pj-\n•\tPara um soluto em uma solução diluída, aj = sendo aj o valor numérico da molaridade, aj=[J\\.\n• Para um sólido ou líquido puros aj = 1.\nNote que todas as atividades são números puros e adimensionais, ou seja, eles não tem unidade.\nAssim, numa solução ideal o coeficiente de atividade é aproximadamente igual alea atividade pode ser aproximada como sendo igual a concentração.\nPor outro lado, para sistemas reais a atividade não é exatamente igual a pressão ou a molaridade, sendo:\n•\tPara um gás J, aj = YjPj\n•\tPara um soluto J, aj — Yj[J]\n•\tPara um sólido ou líquido puro, aj = 1\nPodemos notar as atividades para sólidos e líquidos puros equivalem a uma unidade.\nDe acordo com Arai (2010), os efeitos da atividade são resultados das diferentes interações existentes entre os íons, sejam elas eletrostáticas como covalentes. A atividade de um íon é influenciada pela sua vizinhança. Por esta razão, em soluções muito diluídas as interações de um íon podem ser consideradas desprezíveis, podendo-se assumir que a solução comporta-se idealmente. Nesse caso uma aproximação pode ser feita, substituindo a atividade pela concentração.\nAs atividades são utilizadas como formas reduzidas para facilitar a escrita da expressão da constante de equilíbrio K. Segue exemplo para uma reação qualquer entre A e B resultando em C e D conforme Equação 2.12, 2.13 e 2.14.\naA + bB cC + dD\n(2.12)\natividades dos produtos 1 atividades dos reagentes J equilíbrio\n(2.13)\n(2.14)\nCada reação tem sua constante de equilíbrio cujo valor só será alterado pela variação da temperatura (ATKINS; BUENO, 2003). Veremos mais detalhes à respeito das constantes de equilíbrio nas seções a seguir.\n2.6\tFugacidade\nSegundo Prausnitz et al. (1998), o conceito de fugacidade foi criado com o intuito de facilitar a expressão do potencial químico. A fugacidade pode ser definida como uma espécie de pressão corrigida onde, para um determinado componente em uma mistura de gases ideais, será igual a sua respectiva pressão.\nTomemos como exemplo, conforme conceitos da química elementar, a constante de equilíbrio da reação H2C?) + Br2(g) 2HBr(g) representada pela Equação 2.15.\nv _ PHBr\nKp —\nPH2PBr2\n(2.15)\nOnde:\np: é a pressão parcial da substância\nEsta expressão consiste em uma aproximação (atkins, 1999). A expressão está termodinami-camente representada pela Equação 2.16, onde f é a fugacidade.\nfllBr fH2ÍBr2\n(2.16)\nA Equação 2.16 é a forma termodinamicamente correta de representação da fugacidade, e embora seja uma equação exata, só tem utilidade se soubermos exprimir as fugacidades em termos das pressões parciais (ATKINS, 1999). Desta maneira, obtemos a representação da fugacidade conforme a Equação 2.17.\nf = 4>P\n(2.17)\nOnde:\n0: coeficiente de fugacidade, adimensional. 0 depende da natureza do gás, da pressão e da temperatura.\nPara mais detalhes, consulte Prausnitz et al. (1998) e Atkins (1999).\n2.7\tEquilíbrio Químico\nEquilíbrio químico pode ser definido como sendo o estágio da reação química onde não há mais a tendência de mudar a composição da mistura em reação. Ao atingir o equilíbrio as velocidades direta (sentido de formação dos produtos) e inversa da reação (sentido da volta aos reagentes) são iguais, e portanto, a composição da mistura da reação é constante neste momento. Os equilíbrios químicos são equilíbrios dinâmicos, susceptíveis às mudanças nas condições da reação (atkins et 13\nal„ 2001).\nExistem dois critérios básicos para identificação de um equilíbrio químico. São eles:\n•\tA reação direta e a reação inversa estão ocorrendo.\n•\tElas estão fazendo isso na mesma velocidade, não havendo assim nenhuma mudança aparente.\nUm modo de verificar se uma reação está em equilíbrio é mudar as condições, como por exemplo adicionando mais reagentes. Se a reação estiver em equilíbrio, a composição irá mudar e voltará ao seu estado anterior quando as condições retomarem aos seus valores anteriores (ATKINS; BUENO, 2003).\n2.7.1\tReversibilidade das Reações\nAlgumas reações parecem prosseguir até se completar, mas outras aparentam parar mais cedo. Tomemos como exemplo a Equação 2.18. Trata-se da uma reação explosiva entre o nitrogênio e o hidrogênio, formando a amónia.\nN2(g) + 3H2(g)^2NH3(g)\n(2.18)\nNo início, a reação produz amónia rapidamente, mas eventualmente ela para de produzir. Neste momento dizemos então que a reação atingiu o chamado equilíbrio químico. Podemos visualizar este efeito nas Figuras 2.1 e 2.2. Os gráficos correspondem a experimentos em duas temperaturas distintas.\nFigura 2.1: Na síntese da amónia, as concentrações molares de N¿, H2 e NH3 mudam com o tempo até atingirem valores correspondentes a uma mistura na qual todos os três estão presentes, não havendo mudanças no momento em que se estabelece o equilíbrio (ATKINS et al., 2001).\nFigura 2.2: Se o experimento for repetido com amónia pura, ela se decompõe, e a composição resultará em uma mistura de amónia, nitrogênio e hidrogênio (ATKINS et al., 2001).\nNota-se que, não importa o quanto esperemos, não se formam mais produtos. A reação portanto\natingiu o seu estado de equilíbrio.\nAparentemente a reação não está ocorrendo mais, porém, ela continua ocorrendo com as velocidades iguais das reações direta e inversa, não havendo mudança na sua composição. Atkins e Bueno (2003) afirmam que o que realmente acontece quando a formação da amónia parece parar é que a velocidade da reação inversa (g) + 3H2 (g)&lt;— INH3 (g) aumenta à medida que mais amónia vai sendo produzida. No equilíbrio, a amónia se decompõe rapidamente assim que é formada.\nEste estado de equilíbrio é representado por dois arpões conforme Equação 2.19, sendo que o arpão superior simboliza a direção da reação direta e o arpão inferior a reação inversa.\nA2(g) + 3H2(g)-2NH3(g)\n(2.19)\n2.7.2\tA resposta do equilíbrio às mudanças nas condições (Princípio de Le Cha-telier)\nOs equilíbrios respondem a mudanças na condições do sistema. Esta característica nos permite ter um certo grau de controle sobre a composição do equilíbrio.\nO químico francês Henri Le Chatelier identificou os princípios gerais: \"Quando uma perturbação exterior é aplicada a um sistema em equilíbrio dinâmico, ele tende a se ajustar para reduzir ao mínimo o efeito da perturbação\" (ATKINS; BUENO, 2003).\nO princípio consiste em uma regra prática, não fornecendo uma explicação ou previsão quantitativa.\nAgora vejamos como funciona o princípio de Le Chatelier diante de mudanças de algumas condições tais como pressão, temperatura e adição de reagentes.\n• Adição e remoção de reagentes:\nAo adicionarmos reagentes a uma mistura em equilíbrio a reação tende a formar produtos. Por outro lado, ao remover reagentes, mais reagentes tendem a se formar. Quando adicionamos um produto a reação tende a formar reagente e, ao remover um produto, mais produto será formado (ATKINS et al., 2001).\nInicialmente, vamos considerar as mudanças na composição do sistema. Vamos supor que a Equação 2.19 da reação de síntese da amónia tenha atingido o equilíbrio. Suponhamos agora, a introdução de mais gás hidrogênio na reação.\nDe acordo com o pincípio de Le Chatelier, a reação irá caminhar no sentido direto ou inverso com o objetivo de reduzir ao mínimo o efeito do aumento no número de moléculas de hidrogênio através da reação do hidrogênio com o nitrogêno. Como resultado, haverá uma quantidade adicional de amónia formada. Se adicionássemos amónia ao invés de hidrogênio, a reação tenderia a formar reagentes às custas da amónia adicionada. A reação então tenderia a deslocar-se no sentido de formação dos reagentes. Podemos visualizar estes efeitos na Figura 2.3. A figura representa os diferentes tipos de variações que podem ser esperadas na composição quando adicionamos excessos de hidrogênio, e portanto amónia, a uma mistura de nitrogênio, hidrogênio e amónia em equilíbrio. É importante observar que a adição de hidrogênio resulta na formação de amónia. Por outro lado, a adição de amónia resulta na decomposição de pequenas quantidades de amónia. Em cada caso a mistura é ajustada a uma composição, de acordo com a constante de equilíbrio de cada reação (ATKINS et al., 2001).\nFigura 2.3: Tipos de variações esperadas ao adicionarmos hidrogênio e amónia (ATKINS et al., 2001).\nDe acordo com o princípio de Le Chatelier, um bom caminho para assegurar que a reação continue gerando uma substância é simplesmente remover continuamente os produtos formados. Com o intuito de permanecer no equilíbrio, a reações geram mais produtos (ATKINS et al., 2001).\nPor essa razão, os processos industriais raramente atingem o equilíbrio. Na síntese comercial da amónia, por exemplo, a amónia é removida continuamente, fazendo-se circular a mistura em equilíbrio por uma unidade de refrigeração na qual somente a amónia se condensa. Dessa maneira, o nitrogênio e o hidrogênio reagem para produzir mais produto e atingir o equilíbrio da reação\n(ATKINS; BUENO, 2003). Outro método bastante utilizado é através da dissolução da amónia em água. A amónia pode ser continuamente removida através da sua dissolução em água uma vez que tanto o nitrogênio como o hidrogênio são insolúveis neste solvente. Continua assim a produção de mais produtos.\n• Compressão de uma mistura de reação:\nUm equilíbrio em fase gasosa reage à compressão gerando uma consequente redução no volume. Segundo o princípio de Le Chatelier, a composição irá mudar de tal forma que minimize o resultado do aumento da pressão.\nA compressão de uma reação que está no equilíbrio possui a tendência de deslocar-se no sentido que minimize o efeito da perturbação. O equilíbrio tenderá então a deslocar a reação na direção que reduzirá o número de moléculas na fase gasosa. Em contrapartida, o aumento da pressão ocasionado pela introdução de um gás inerte não ocasionará nenhum efeito sob a composição em equilíbrio (ATKINS et al., 2001).\nO grau de dissociação diminui conforme a pressão aumenta, o que condiz com o princípio de Le Chatelier (ATKINS, 1999). Tomando novamente como exemplo a Equação 2.19 de formação da amónia, observamos que 4 mols de moléculas de reagentes produzem 2 mols de moléculas de produtos. A reação direta diminui o número de moléculas no recipiente e consequentemente ocorre a diminuição da pressão. Pode-se concluir, portanto, que quando uma mistura sofre compressão, a composição do equilíbrio tenderá a deslocar-se na direção dos produtos, uma vez que este deslocamento minimiza o aumento da pressão. Este efeito pode ser visualizado na Figura 2.4. De acordo com o princípio de Le Chatelier, quando a reação em equilíbrio é comprimida, o número de moléculas na fase gasosa tenderá a diminuir. Este diagrama ilustra exatamente este efeito da compressão sobre o equilíbrio de dissociação de uma molécula diatômica, observe o aumento na concentração relativa das moléculas diatômicas quando o sistema é comprimido (ATKINS et al., 2001).\nFigura 2.4: Efeito da compressão sobre o equilíbrio de dissociação de uma molécula diatômica (ATKINS et al., 2001).\nA expansão, segundo o princípio de Le Chatelier, resulta em uma resposta contrária, favorecendo assim a decomposição dos produtos (ATKINS et al., 2001). Podemos concluir que, para aumentar o rendimento da amónia, necessitamos conduzir a reação à alta pressão, ou seja, necessitamos conduzir a síntese com gases fortemente comprimidos.\nPodemos visualizar este efeito em outro exemplo, como no caso da dissociação de representada na Equação 2.20. Na dissociação de Iz para formar átomos de iodo, 1 mol de moléculas do reagente na fase gás produz 2mols de produto na fase gás. A reação inversa diminui o número de moléculas no recipitente e, também, a pressão. Logo, quando a mistura é comprimida, a composição de equilíbrio tende a se deslocar na direção do reagente, Z2, porque isso reduz ao mínimo o efeito do aumento da pressão. A expansão provoca a resposta contrária, isto é, favorece a dissociação de Iz em átomos livres.\nZ2(g)^2Z(g)\n(2.20)\nSuponha que aumentássemos a pressão interna total no vaso de reação bombeando argônio ou outro gás inerte, em volume constante. Os gases que reagem continuariam ocupando o mesmo volume, logo, suas concentrações molares e suas pressões parciais permaneceriam inalteradas apesar da presença de um gás inerte. Neste caso uma vez que os gases possam ser considerados ideais a composição de equilíbrio não é afetada, ainda que a pressão total tenha aumentado (ATKINS; BUENO, 2003).\n• Temperatura e Equilíbrio:\nO princípio de Le Chatelier prevê que o equilíbrio de um sistema reacional tenderá a se deslocar no sentido endotérmico se a temperatura for elevada, pois haverá uma absorção da energia térmica. Inversamente, o equilíbrio se deslocará no sentido exotérmico se a temperatura for abaixada, pois então o sistema se oporá à perturbação. Resumindo, temos que:\n•\tEm reações exotérmicas, o aumento da temperatura favorecerá os reagentes.\n•\tEm reações endotérmicas, o aumento da temperatura favorecerá os produtos.\nO princípio de Le Chatelier está de acordo com essas observações. Podemos imaginar que o aquecimento gerado na reação exotérmica ajuda a compensar o abaixamento da temperatura. Do mesmo modo, podemos imaginar que o calor absorvido em uma reação endotérmica ajuda a compensar o aumento da temperatura. Em outras palavras, o aumento da temperatura de uma mistura de reação desloca o equilíbrio na direção endotérmica. A explicação desta observação, todavia, baseia-se no fato de que a constante de equilíbrio de uma reação varia com a mudança de temperatura (atkins etal., 2001).\nTomemos como exemplo a decomposição dos carbonatos conforme a Equação 2.21.\nCaCOj(s) CaO(s) + CO2(g)\n(2.21)\nA Equação 2.21 é fortemente endotérmica no sentido direto e uma considerável pressão parcial de dióxido de carbono está presente no equilíbrio somente se a temperatura for alta o suficiente (ATKINS et al., 2001).\nPor exemplo, em 800°C a pressão parcial é 0,22aZm em equilíbrio. Se o aquecimento ocorre em um recipiente aberto, essa pressão parcial nunca é atingida, porque o equilíbrio nunca é atingido. O gás se dispersa e o carbonato de cálcio decompõe-se completamente, deixando um resíduo sólido de CaO - um processo semelhante ao da água que se evapora completamente em um recipiente aberto. No entanto, se o ambiente for rico em CO2 e com uma pressão parcial acima de 0,22 atm, não ocorrerá nenhuma decomposição. Neste caso, para cada molécula de CO2 formada, uma molécula será reconvertida a carbonato (ATKINS; BUENO, 2003).\n• Catalisadores:\nOs catalisadores não afetam de maneira alguma a composição de uma mistura em reação no equilíbrio (ATKINS et al., 2001). Catalisadores são substâncias que aumentam a velocidade de uma\n20\nreação química, sem ser consumido ou influenciar na composição do equilíbrio da reação. Um catalisador pode acelerar a velocidade na qual uma reação atinge o equilíbrio, sem afetar em sua composição, apenas nos fornecendo uma rota mais rápida para o mesmo produto.\nDe acordo com Atkins (1999), se faz bastante importante observar que reações industriais raramente atingem o equilíbrio devido às velocidades de mistura dos reagentes. Nessas condições onde o equilíbrio não é atingido, os catalisadores podem ter efeitos inesperados, modificando assim a composição produto final da mistura reacional.\n2.8\tSolubilidade dos Sais\nO processo de solubilização de um sal em água pode ser dividido em duas fases que são: a separação dos íons do retículo cristalino, e posterior solvatação dos íons separados. A solvatação é o processo no qual os íons separados do retículo cristalino são cercados por moléculas de água (ARAI, 2010).\nÉ através desse balanço que se percebe a maior ou menor solubilidade do sal em água. Para quantificar o fenômeno, basta quantificar a energia final e inicial do sistema, ou seja, pode-se aplicar a Lei de Hess. A baixa solubilidade de um sal pode ser entendida como um resultado de uma baixa energia liberada no processo de solvatação e uma alta energia reticular para a quebra de ligações.\nO Kps é a constante termodinâmica do produto de solubilidade como demonstrado na Equação\n2.22\ta seguir, sendo aj, e aa as atividades dos cátions B e A respectivamente. O Kps vai depender da pressão, temperatura, pH e salinidade. É calculado por relações empíricas derivadas de dados experimentais ao longo de intervalos de pressão, temperatura, etc.\nKpS = [íi/,]. [ízJ\n(2.22)\nDe acordo com Oddo e Tomson (1994), a razão de saturação, Rs, é usualmente definida como a divisão entre o produto atividade do íon e o produto de solubilidade Kps:\nR _ [Me\\ [An]\n5\tKPs\nOnde:\nMe =cátion, como por exemplo Ca2+\nAn =ânion, como por exemplo CÕ^~\nKps =produto de solubilidade\nA indústria de petróleo utiliza muito o termo índice de saturação ao invés da razão de saturação, sendo necessário portanto apresentar uma definição para o termo. O índice de saturação geral, Is, pode ser expresso como log de Rs conforme demonstrado nas Equações 2.23 e 2.24.\nIs = log {Rs) = log\n[Me]. [An] Kps{T,P,SÍ)\n(2.23)\nIs = log [Me]. [An] + pKps {T,p,Si)\n(2.24)\nOnde os parênteses representam as concentrações em unidades molares, e pKc = —logKc (ODDO; TOMSON, 1994).\nQuando Is = 0, a solução está em equilíbrio; já Is > 0, indica uma condição de supersaturação ou condição de incrustação; e Is &lt;0 é condição de subsaturação ou condição de não-incrustação da solução em relação a incrustação em questão. Desenvolvimento de índices de saturação para os vários sais depende de se encontrar os valores de Kc que são uma função de forças iônicas, temperaturas, e pressões comuns na indústria do petróleo.\n3\tRevisão Bibliográfica\nUm dos primeiros métodos de previsão de precipitação de CaCOj é baseado no índice de saturação de Langelier (1934). Este método foi desenvolvido com o objetivo de caracterizar ou determinar o conteúdo de CaCOj da superfície dos solos (VETTER; kandarpa, 1980). Langelier (1934) foi o primeiro a propor uma fórmula geral para a previsão de incrustação, levando em consideração diferentes variáveis da água afetando a solução de CaCOj. O chamado índice de saturação de Langelier (LSI) é utilizado para avaliar a tendência de precipitação de incrustação ou dissolução de CaCO^, fornecendo um indicador do grau de saturação da água em relação ao carbonato. O LSI não fornece nenhuma indicação de quanto de incrustação vai realmente precipitar, simplesmente indica a força motriz para a formação e crescimento de incrustação em termos de pH como uma variável mestre.\nO LSI é definido basicamente conforme Equação 3.1.\nLSI = pH-pHs\n(3.1)\nOnde:\npH : pH medido da água\npHs: pH em saturação da calcita\nO pHs è calculado conforme a Equação 3.2.\n= (pK2 - pK^ + pCa2+ + pAik\n(3-2)\nOnde:\ní pK^ — pks \\ : constantes empíricas, tabeladas em função da força iônica e da temperatura V\t7\t23\npH : pH da amostra\nCa2+ e Au: são expressos em\nA^2 e são constantes aparentes calculadas a partir de constantes termodinâmicas verdadeiras K2 e Ks, nos valores nos quais tenham sido determinados. ¿2 é a segunda constante de dissociação para o ácido carbônico, e Ks é o produto de solubilidade do carbonato de cálcio. O termo (k2 ~ K) varia de acordo com a força iónica, sólidos dissolvidos, e temperatura.\nO índice de Langelier (1934) utiliza o pH como a variável principal e pode ser interpretado como uma mudança no pH necessária para levar a água ao equilíbrio. Pelo uso destas equações, o pH de uma água em equilíbrio pode ser calculado, determinando-se assim o potencial de incrustação. Se pHreai > pHcaicuia¿o haverá precipitação e, portanto, a água tem uma tendência a formar incrustação (LSI >0). Se apresentar valores menores que zero (LSI &lt;0), a água está subsaturada em relação ao CaCO^ e haverá dissolução do carbonato, além de indicar uma tendência corrosiva da água. Esta equação aplica-se às águas com concentrações de sólidos total tão alto quanto 4.000p/wi.\nLarson e Buswell (1942) discutiram em sua pesquisa o trabalho feito anteriormente por Langelier, com o intuito de aumentar a aplicabilidade geral da equação de saturação, incluindo algumas simples considerações. O objetivo deste trabalho foi corrigir os coeficientes de atividade para a salinidade de acordo com dados mais recentes existentes na época, além de indicar as constantes corretas a diferentes temperaturas. Os autores realizaram ainda algumas correções em relação a temperatura e salinidade. Da mesma maneira, um valor positivo para o índice de saturação indica uma tendência para depositar CaCOj, enquanto um valor negativo indica uma tendência de dissolver CaCO^. Uma vez que o cálculo do total de CO2 livre é limitado em precisão pela sensibilidade da determinação do pH, o índice de saturação, Is, pode ser também utilizado para designar a presença, (-), ou a falta, (+), do excesso de CO2.\nStiff e Davis (1952) simplificaram o trabalho realizado por Langelier (1934), tentando assim superar as deficiências no que diz respeito às águas com alto teor de sólidos dissolvidos. Stiff e Davis (1952) afirmam que muitas águas de campos petrolíferos contém uma concentração de sais maior que 4.000ppm. Uma vez que a equação proposta por Langelier (1934) possui uma limitação no que diz respeito à salinidade (máximo de 4.000ppm), Stiff e Davis (1952) desenvolveram uma nova proposta de cálculo onde pode-se considerar uma alta concentração de sais. Este método consiste então em uma extensão à equação proposta anteriormente por Langelier (1934) para águas de alta concentração de sais. De acordo com os autores, desta maneira pode-se prever a tendência de deposição de CaCOj por águas de campos petrolíferos.\nTal como o LSI, o índice de Stiff e Davis (1952) tem sua base no conceito do nível de satu-24\nração. O produto de solubilidade utilizado para prever o pH em saturação (pHs) para uma água é empiricamente modificado. O índice de Stiff e Davis (1952) irá prever que uma água é menos formadora de incrustação em relação ao LSI, ambos calculados com as mesmas condições. A diferença (desvio) entre os índices aumenta conforme o aumento da força iônica. A interpretação do índice desenvolvido por Stiff e Davis (1952) é da mesma escala que o LSI.\nStiff e Davis (1952) definiram então o chamado índice de estabilidade (SI), conforme Equação\n3.3.\nSI = pH — pCa — pAlk — K\n(3.3)\nForam desenvolvidos diversos valores experimentais para o termo K na equação de Langelier e com o uso desses valores calculou-se o índice de estabilidade de águas de campos petrolíferos. Os autores realizaram diferentes avaliações estatísticas desses valores experimentais, e várias aplicações do índice de estabilidade para os problemas de produção são dados. A Figura 3.5 mostra os diferentes valores de K obtidos a diferentes forças iônicas.\nIONIC STPCHGTH\nFigura 3.5: Valores de K a diferentes forças iônicas (STIFF; DAVIS, 1952)\nCurvas em 0°, 30°, e 50°C foram traçadas utilizando os dados experimentais. Para as outras temperaturas foi feita uma extrapolação.\nStiff e Davis (1952) incluiram também, em seu trabalho, a Tabela 3.2 com o intuito de facilitar o cálculo, uma vez que esta possui fatores utilizados para obter a força iônica a partir de resultados de uma análise de água padrão.\nTabela 3.2: Fatores utilizados para conversão de força iônica (STIFF; DAVIS, 1952)\níon\tFator, ppm\tFator raior, litro\nNa\t2,2.10-5\t5.IO-4\nCa\t5,0.10-5\tLIO”3\nMg\t8,2.105\t1.10 3\nCl\tl,4.10-5\t5.101\nhco3\t0,8.10-5\t5.IO-4\nSO4\t2,1.10-5\tLIO-3\nEsta tabela pode ser manuseada, multiplicando a concentração do íon individual pelo fator apropriado. A força iônica é obtida através da soma dos produtos de todos os íons presentes. Também foi desenvolvido a Figura 3.6, facilitando assim a obtenção dos valores de pAlk e pCa a partir das concentrações dos mesmos em ppm.\nfO o o T\nrô\nO O\no\nO\n£\nCL O.\nFigura 3.6: Gráficos de conversão de ppm de cálcio e alcalinidade em pCa e pAlk (STIFF; DAVIS, 1952)\nVetter e Kandarpa (1980) realizaram em seu trabalho o desenvolvimento de um modelo para prever a formação de incrustação de CaCOi em qualquer localização, como uma função da composição da água, temperatura e pressão. Consiste em um modelo capaz de calcular o comportamento do CO2 e a precipitação de CaCOj. Os autores citam que este modelo baseia-se no equilíbrio\ntermodinâmico porém utiliza somente parâmetros medidos experimentalmente. O modelo exige diferentes dados de entrada, como por exemplo, a análise da composição da água, o pH da salmoura, a concentração de CO2, além da temperatura e pressão, dentre outros.\nDiante dos dados medidos, o modelo calcula a composição da salmoura em equilíbrio no reservatório. Segundo os autores Vetter e Kandarpa (1980), os dados da composição da salmoura calculados podem ser utilizados para prever a precipitação de CaCO^ para qualquer conjunto de condições estabelecidas, ou também podem prever a precipitação de CaCCh, em várias localizações de um campo petrolífero. O modelo realiza um cálculo de decisão para determinar onde condições de fase única ou duas fases existem para a salmoura para cada conjunto de temperatura e pressão.\nNo caso da existência de uma salmoura de uma fase única, o modelo calcula a quantidade de precipitado de CaCOj levando em consideração as reações químicas relevantes envolvendo as várias espécies de carbonato. Por outro lado, no caso da existência de duas fases de salmoura, o modelo primeiro computa a emissão de CO2 e seus efeitos nas reações pertinentes envolvendo as várias espécies de carbonato e, posteriormente, calcula a quantidade de CaCO^ precipitado . De acordo com Vetter e Kandarpa (1980), com estes dois tipos de análises este modelo nos permite calcular os efeitos da pressão, temperatura e composição da água na distribuição das espécies de CO2 e seus efeitos na precipitação de CaCCh,.\nOddo e Tomson (1982) desenvolveram um método simplificado para realizar o cálculo da saturação de CaCO$, utilizando somente parâmetros que normalmente são medidos em campo. Métodos menos sofisticados para a determinação da tendência de incrustação, como os descritos anteriormente, desenvolvidos por Langelier (1934) e Stiff e Davis (1952), possuem restrições ao considerar sistemas aquosos fechados. A constante K de Stiff e Davis (1952) possui uma limitação, uma vez que esta não é conhecida em valores acima de 194°F. Com ambos os métodos o pH da solução deve ser conhecido para iniciar os cálculos, por sua vez, o método desenvolvido por Oddo e Tomson (1982) também permite o cálculo do pH. Segundo os autores, não havia até então nenhuma técnica confiável responsável pela medição do pH a altas pressões e temperaturas. Nenhum dos métodos podia ser responsável por mudanças na pressão do sistema ou na solubilidade do CO2(g) com a variação da temperatura ou pressão. O método desenvolvido por Oddo e Tomson (1982) foi utilizado ao longo deste trabalho. Maiores detalhes a respeito dele serão dados na Seção\n4.8.2.\nValone e Skillem (1982) realizaram um trabalho inovador, desenvolvendo um método computacional diferenciado referente a análise da tendência da incrustação de calcita. Os valores calculados são obtidos resolvendo as expressões de equilíbrio químico para a precipitação da calcita. As previsões obtidas por Valone e Skillem (1982) são denominadas Q — valué, consistindo em uma extensão e melhoria sobre o método de Stiff e Davis (1952) para prever a ocorrência de incrustação\nde calcita em sistemas de campos petrolíferos. O método proposto pode também ser aplicado a misturas de águas de campos de petróleo, com o intuito de determinar sua compatibilidade. Segundo Valone e Skillem (1982), o método obtém melhores resultados quando aplicado a previsões da formação de incrustação de calcita, porém esta técnica pode ser utilizada na previsão de qualquer outro tipo de incrustação além de ser aplicável para todos os valores pH, temperatura, e/ou condições de salinidade.\nValone e Skillem (1982) desenvolveram um programa computacional, o qual determina quan-titativamente os valores de incrustação existentes em salmouras de campos petrolíferos, ou até mesmo uma mistura de várias salmouras, sob distintas condições de temperatura e pH. O programa baseia-se no conceito do chamado Q — valué. De acordo com Valone e Skillem (1982), considerando-se um composto qualquer MA, pode-se estipular que as concentrações iniciais de M++ e A podem eventualmente ser reduzidas por algum número químico equivalente, o chamado número Q. Após a formação do mineral de incrustação, MA , as concentrações de M++ e A em solução consequentemente tomam-se m — Q e a — Q , respectivamente. A expressão do produto de solubilidade após precipitação de MA é descrita na Equação 3.4.\n(m-g) (a-Q)=Kps\n(3.4)\nA solução geral desta expressão, Equação 3.5, consiste em uma equação quadrática e toma-se assim a base do programa computacional desenvolvido por Valone e Skillem (1982) para a previsão de incrustação.\n(3.5)\nSegundo Valone e Skillem (1982), para o caso da calcita a típicos valores de pH de campos petrolíferos onde a concentração de bicarbonato é utilizada para a alcalinidade do carbonato, podemos utilizar a equação Equação 3.6.\n(Ca+B) ((Co + B)2 -4{(Ca) (B) - 10»-^})1\n(3.6)\nOnde Cae B representam as concentrações do peso equivalente de calcio e bicarbonato, respectivamente, e k é a constante de Stiff e Davis (1952). Desta mesma maneira pode-se escrever equações similares para o caso de diferentes compostos, como por exemplo o SrSC>4 , BaSO4 , e CaSO4. Os autores afirmam que existem algumas restrições em relação ao parâmetro k de Stiff e Davis (1952) e portanto o programa computacional desenvolvido é somente aplicável em faixas de temperatura de 35° a 194° F, entre valores de pH de 5,5 a 8,5, e valores de salinidade de menos de aproximadamente 20.000ppm. De acordo com as previsões de Stiff e Davis (1952), por exemplo, qualquer ponto acima de Is — 0 indica que a deposição de incrustação pode ocorrer. O método proposto por Valone e Skillem (1982) possui um diferencial no que diz respeito a interpretação de seus resultados finais, subdividindo a região acima da linha de Is — 0 em três diferentes zonas. A interpretação dos resultados finais subdivide regiões entre zonas onde é possível ocorrer pouca incrustação (Q &lt;100FTB), zonas onde o aumento de incrustação é possível (100 &lt;Q &lt;250PTB), e onde grave incrustação definitivamente vai ocorrer (Q > 250PTB).\nExistem ainda diversos métodos para previsão de incrustação de sulfatos. Oddo e Tomson (1994) desenvolveram um novo método de previsão para os casos de incrustação de BaSÜ4, SrSC>4, CaSO4 e, para o caso de CaCOj, trata-se de uma versão atualizada do modelo anteriormente proposto em Oddo e Tomson (1982). Neste trabalho, os autores realizaram correções para os efeitos da fugacidade e mudanças na solubilidade do CO2. Tais métodos, segundo os autores, são fáceis de usar, confiáveis e projetados para uso em campo e por um operador que pode ser inexperiente em química.\nEquações de predição foram desenvolvidas para SrSO4, gesso (CaSO4.2H2Ü), hemihidrato (CaSO4.1/2H2O), CaSO4, e BaSC>4. Na versão original do índice de saturação de CaCOj o pH pode ser calculado, porém, alguns efeitos foram ignorados tais como as mudanças na fugacidade de CO2 e efeitos de ácidos fracos sobre a alcalinidade. Tais efeitos foram incluídos na versão atualizada desenvolvida por Oddo e Tomson (1994). O novo modelo desenvolvido envolve algoritmos para calcular a mudança da fração molar de CO2 com variações das condições de temperatura e pressão, incluindo também as fases de óleo e de CH4 no sistema, além de possuir logaritmo adicional para calcular as fugacidades de CO2 e CH4. A derivação utilizada nas equações de Is do sulfato e carbonato de cálcio é análogo a utilizada pelos autores para desenvolver o Is original para o caso do CaCOj.\nYeboah et al. (1993) criaram um modelo inovador para previsão de incrustações, denominado de OSPMod. O modelo é aplicável a todas as incrustações de campos petrolíferos comuns, como por exemplo os sulfatos (BaSO4, SrSO4, CaS04.2H2O) e carbonato (C01CO3), além de fornecer diferentes entradas e opções de saída. Os autores utilizaram em seu trabalho dados de solubilidade experimentais em NaCl, MgCh, CaCfo e suas misturas e em diferentes tipos de salmouras naturais 31\nde campos petrolíferos, com o intuito de determinar o índice de saturação.\nOSPMod possui um diferencial, por ser o primeiro a incorporar, além dos fatores termodinâmicos, os fatores cinéticos, prevendo a formação real de incrustação. Yeboah et al. (1993) afirmam ainda que seu modelo define os índices de saturação crítico para além do qual tanto a termodinâmica quanto a cinética são favorecidas, e portanto a incrustação está prevista para ocorrer. É importante ressaltar que a confiabilidade do modelo cinético depende da disponibilidade de dados cinéticos confiáveis para cada caso específico de incrustação que se deseja analisar.\nAbtahi et al. (1996) desenvolveram um modelo de previsão de incrustação melhorado. Segundo os autores, esta melhoria surgiu devido a necessidade da indústria de petróleo em ser capaz de calcular o pH nas condições downhole e para calcular pH e precipitação de CaCOi a baixas temperaturas e pressões de CO2 elevadas, onde a medição é difícil de ser realizada. Tal modelo utiliza uma equação de estado melhorada para o CO2 gasoso com o intuito de realizar cálculos de precipitação de CaCCh, e pH de soluções aquosas de interesse para a indústria do petróleo. No modelo também está incluída a influência do CH4 na fugacidade do CÜ2-\nNo trabalho de Moghadasi et al. (2006) foi criado um modelo preciso para prever os fenômenos de incrustação devido à mistura de águas incompatíveis, mudanças na termodinâmica, cinética e/ou condições hidrodinâmicas nas operações de campos petrolíferos. Os autores desenvolveram o modelo com base em dados experimentais e correlações empíricas correspondentes às condições precisas de um campo de petróleo, onde também foi incorporado a deposição simultânea de diferentes incrustações. Moghadasi et al. (2006) afirmam que o modelo sugerido foi amplamente utilizado para investigar o potencial para a precipitação de incrustação em vários campos Iranianos on-shore e off-shore, onde o método de injeção de água foi amplamente utilizado como método de recuperação secundária do poço ou manutenção da pressão.\nA derivação de equações de Is do sulfato de cálcio e de carbonato de cálcio é análogo ao utilizado para desenvolver os índices de saturação originais para CaCOz por Oddo e Tomson (1982), Stiff e Davis (1952) e Valone e Skillem (1982). O método desenvolvido por Moghadasi et al. (2006) foi desenvolvido partindo do pressuposto de que é possível estimar a quantidade máxima de incrustação que poderia formar, assumindo que o sistema possa atingir o equilíbrio. Desta forma, se temos uma determinada solução com um sal supersaturado, como por exemplo o CaCOi, CaSO^, BaSO^, ou SrSO^, a precipitação pode ser esperada. Considerando o caso geral da formação de uma incrustação mineral, MA, a reação geral é dada pela Equação 3.7.\n(3.7)\nSupondo que a solução é supersaturada em relação ao MA, temos a relação de solubilidade conforme a Equação 3.8.\n[M][A]>^\n(3-8)\nOs autores citam que seja p igual ao número de moles de MA que precipita no ato de alcançar a saturação, então:\nKps = \\M-p\\\\A-p\\\nEsta idéia consiste no pressuposto básico para o desenvolvimento do seu modelo. Moghadasi et al. (2006) desenvolveram assim um modelo computacional para previsão de incrustação, levando em conta o efeito de todos os parâmetros importantes sobre os fenômenos de incrustação, além de considerar a precipitação simultânea e deposição de vários minerais nos processos de formação de incrustações.\n4\tIncrustação\nAs chamadas incrustações inorgânicas são constituídas por sais de baixa solubilidade. Ao precipitar, aglomeram-se em diferentes pontos do sistema de produção, causando perda parcial ou até mesmo total da vazão, acarretando um prejuízo pela inoperância do poço além de gerar custos operacionais extras de intervenção e limpeza. Tais deposições são produtos da precipitação de um mineral sólido, e ocorre sempre que o produto iónico de um sal pouco solúvel excede o seu produto de equilíbrio de solubilidade. Incrustações formam-se quando a concentração de um determinado sal excede o seu \"limite de saturação\", gerando um precipitado do sal (SHEIKHOLESLAMI, 2011).\nSegundo Atkinson e Mecik (1997), incrustação é a precipitação de um mineral sólido a partir de uma salmoura. Consiste em uma forma comum de dano a formação podendo ocasionar até mesmo o bloqueio, prejudicando o escoamento de petróleo.\nTodos os reservatórios de petróleo contém a chamada água conata, do inglês cómate brines, consistindo em águas quimicamente modificadas durante milénios de interações com o petróleo, a rocha matriz do próprio reservatório e uma fase gasosa, se for o caso. No reservatório, a água conata está em equilíbrio químico com o ambiente na sua temperatura e pressão, podendo ou não ser saturada em relação a qualquer dado mineral. Conforme a água vai sendo produzida, o equilíbrio é perturbado de acordo com a variação de temperatura e pressão. No caso do CaCOj^, por exemplo, o equilíbrio pode também ser perturbado por uma desgaseificação de dióxido de carbono (CO2(S)) proveniente da água conata e/ou do petróleo (ATKINSON; mecik, 1997).\nPrecipitação de incrustação também é um grave problema durante as operações de injeção de água, realizada com o intuito de suprir a perda da pressão através da injeção seja de água do mar ou de produção. A água do mar, extremamente rica em sulfato (concentração média do íon sulfato SO%~de aproximadamente 2800mg/L), è normalmente utilizada para estimular e aumentar a produção de óleo, mantendo assim a pressão do reservatório. A água de formação por sua vez, contém sais de cátions de metais alcalinos terrosos (Ba2+, 5r2+ e Ca2+). A água do reservatório pode ser quimicamente incompatível com a água injetada, e, ao misturarem-se, precipitam na forma de sais inorgânicos formando assim as chamadas incrustações inorgânicas. Este fenômeno é bastante comum em trabalhos offshore, onde a água do mar é o fluido de injeção mais utilizado (ATKINSON;\nmecik, 1997). Atkinson e Mecik (1997) enfatizam que a formação de incrustações pode ser muito perigosa, uma vez que o dano de formação pode não ser notado até muito tempo após o início da injeção.\nA solubilidade do sal é de extrema importância para o conhecimento do potencial de incrustação uma vez que a deposição de sais inorgânicos só ocorrerá em salmouras de baixa solubilidade para uma determinada espécie de sal (ARAI, 2010). Algumas dessas incrustações, como por exemplo a de BaSO^, são bastante insolúveis, e causam perdas significativas na produção, conforme ilustrado na Figura 4.7.\nFigura 4.7: Exemplo da deposição de BaSO4 em uma coluna de produção no Campo de Namorado (SILVA et al., 2007)\nNo caso da deposição por CaCO^, por sua vez, possui solubilidade com uma forte dependência nas variações de pressão e temperatura. O grande desafio é ser capaz de determinar um critério para definir este limite de saturação, e, além disso, determinar o tempo requerido para nucleação e a cinética da formação de incrustação (SHEIKHOLESLAMI, 2011). De acordo com Oddo e Tomson (1994), com a utilização de injeção de água como método de recuperação hidrocarbonetos dos campos existentes de modo mais eficiente, a formação de incrustação e corrosão vão se tomando problemas cada vez mais graves.\n4.1\tLocalização\nDepósitos de incrustação inorgânica podem formar em qualquer local onde a solubilidade de um par particular de ânion e cátion é excedido. Ocorrem em qualquer ponto do sistema de produção onde há uma supersaturação em consequência da mudança das condições (como por exemplo temperatura ou pressão) ou através da mistura de duas águas incompatíveis.\nHá uma grande variedade de locais onde ocorrem formação de tais deposições durante o processo de produção de petróleo. Encontram-se em bombas de fundo de poço, coluna de produção, revestimentos, rochas reservatório, aquecedor-tratador, tanques, canhoneados, no gravei pack, e outros equipamentos de produção e instalações. Podem ser encontradas em qualquer ponto de sistemas de injeção de água bem como no fundo de poço ou em instalações de superfície.\nPode-se observar na Figura 4.8 uma linha de descarte de água que sofreu uma grande diminuição em seu diâmetro interno devido à deposição de incrustação.\nFigura 4.8: Ilustração de uma Unha de descarte de água (ARAI, 2010)\nTais deposições resultam portanto em diversos problemas técnicos e econômicos, gerando um aumento nos custos além de perda de produção.\n4.2\tCausas\nAs deposições inorgânicas são afetadas por diversos fatores, como por exemplo as variações termodinâmicas (pressão, temperatura e pH). Essas variações ocorrem ao longo de todo o processo de produção do petróleo. As principais formações de incrustações ocorrem devido à mistura de água quimicamente incompatíveis ou à mudanças em condições físicas. Tais mudanças ocorrem durante o processo de produção de petróleo. Devido a grande variação de temperatura e pressão durante o processo de produção, a simulação do processo de precipitação de sais toma-se cada vez mais complexa.\nFrequentemente a causa direta da formação de incrustação é a queda de pressão e mudanças na temperatura, porém a supersaturação e mistura de águas incompatíveis também são fatores a serem considerados. Moghadasi et al. (2006) estudaram os efeitos da temperatura sob a formação de diferentes tipos de incrustações. As Figuras 4.9, 4.10 e 4.11 mostram o efeito da temperatura 36\nsobre a deposição de carbonato de cálcio, estrôncio e sulfato de cálcio.\nFigura 4.9: Comportamento do índice de Saturação com variação da temperatura (MOGHADASI et al., 2006)\nFigura 4.10: Comportamento do índice de Saturação com variação da temperatura (MOGHADASI et al., 2006).\nFigura 4.11: Comportamento do índice de Saturação com variação da temperatura (MOGHADASI et al., 2006)\nÉ claramente visualizado que as incrustações aumentam com o aumento da temperatura.\nA mudança no pH ocorre devido a um deslocamento no equilíbrio químico da reação. Uma fração de gás dissolvido, como por exemplo o CO2, se separa da fase óleo/água na pressão de bolha. Isto ocorre durante o fluxo ascendente dos fluidos, desde o reservatório até a superfície. Como consequência, o sistema se desloca para um novo ponto de equilíbrio (mudança de pH) mediante a precipitação de sais supersaturados na fase aquosa (ARAI, 2010).\nA Tabela 4.3 apresenta alguns tipos de incrustações possíveis de se formarem e respectivas condições de formação (chilingar et al., 2008).\nTabela 4.3: Principais tipos de deposições e respectivas causas (CHILINGAR et al., 2008)\nCausas da formação de incrustação\tNome químico\tNome mineral\nPerda de gases dissolvidos\tCarbonato de Cálcio\tCalcita, aragonita\nSolução de gases\tHidróxido férrico\tGoethita\n\tSulfeto ferroso\tSulfeto de ferro amorfo\nMistura de águas\tSulfato de bário\tBarita\n\tSulfato de estrôncio Sulfato de cálcio a\tCelestita\n\tCarbonato de cálcio\tCalcita Aragonita\nAquecimento sem evaporação\tCarbonato de cálcio\tCalcita, aragonita\n\tSulfato de cálcio\tGesso, anidrita\n\tOxido de ferro misturado\tMagnetita\nProdutos químicos incompatíveis\tFosfato de cálcio Ferricianeto ferroso\tHidroxiapatita\naCaSO^.2H2O (dihidrato ou gesso), CaSO^fhO (hemihidrato), CaSOí (anidrido)\n4.3\tMecanismo de Formação\nCada reação possui um produto de solubilidade, função da temperatura e pressão. A partir deste produto inicia-se o processo de precipitação e consequente deposição de incrustação. A cristalização e formação de incrustação necessitam de três fatores principais para sua formação,\nsendo eles a supersaturação, a nucleação e o tem^° de contato ou crescimento dos cristais. Segundo\nChen et al. (2005), cristalização de CaCCh, consiste em dois estágios básico: a nucleação e o crescimento dos cristais. No período de nucleação, diversas partículas pequenas se formam e seu número aumenta rapidamente durante este período.\nConforme citado anteriormente, todas as substâncias possuem uma solubilidade, função da temperatura e pressão, a partir do qual inicia-se o processo de precipitação. O limite máximo de solubilidade de uma solução é definido pelo produto de solubilidade (XpS). Quando a quantidade de soluto dissolvida na solução é inferior ao Kps, obtemos uma solução insaturada. Por outro lado, quando a quantidade de soluto dissolvido é igual ao Kps, obtemos uma solução saturada. Uma solução é dita saturada quando contém uma quantidade de soluto dissolvido, igual a solubilidade da solução, numa dada temperatura, contendo a máxima quantidade de soluto dissolvido nas mesmas condições. Quando estamos numa condição de supersaturação, trata-se de uma região acima da saturação. Uma solução é dita supersaturada quando contém uma quantidade de soluto dissolvido maior do que a da respectiva solução saturada. O fato de uma solução estar supersaturada não significa que já ocorreu o processo de precipitação, indica apenas que a probabilidade de que ocorra a precipitação é muito alta (daher, 2003).\nA supersaturação ocorre devido à variação de pressão, temperatura, pH e por influência de agitações e evaporação, promovendo assim a precipitação do sal excedente e consequentemente tomando o meio quimicamente estável (DAHER, 2003). A redução da solubilidade ocorre de maneira diferente para cada tipo de deposição. Segundo Daher (2003), no caso do BC1SO4 a diminuição da solubilidade se dá pela redução da temperatura, pressão e salinidade. Isso se dá também pelo aumento da concentração dos íons Ba2+ e SO2~. Por outro lado, no caso do SrSO^, a redução da solubilidade ocorre devido ao aumento da temperatura e concentração dos íons Sr2^, além da redução de pressão e salinidade.\nA indústria de petróleo utiliza muito o conceito de índice de saturação ou índice de incrustação. O índice de saturação geral, representado por Is, é expresso como log (Rs) e será detalhado nas seções seguintes.\nA interpretação de tal índice é realizada conforme segue:\nIs = 0 : solução está em equilíbrio\nIs > 0 : supersaturação ou condição de incrustação. Haverá uma tendência da formação de deposição e a água está supersaturada\nIs &lt;0 : subsaturação ou condição de não-incrustação. A água está subsaturada em relação ao CaCO?,, por exemplo, e haverá dissolução de carbonato\nUma solução supersaturada, portanto, não necessariamente indica uma solução que já sofreu o\n39\nprocesso de precipitação, apenas indica que a probabilidade de ocorrer tal fenômeno é muito alta. A Figura 4.12 representa a existência de dois tipos de supersaturação (DAHER, 2003).\nFigura 4.12: Curva de solubilidade e supersolubilidade (daher, 2003)\nDaher (2003) afirma que a Região 1 é a região estável do sistema. Nesta região a solução esta abaixo do estado de saturação sendo considerada uma solução subsaturada, não ocorrendo assim a precipitação. Por outro lado, a Região 2 representa a supersaturação metaestável, onde a cristalização tem baixíssima possibilidade de ocorrência, sendo retardada. Já a Região 3 é outra região de supersaturação, sendo esta uma região instável e com grande probabilidade de ocorrência da cristalização.\nA supersaturação (Is > 0) é a causa primária da formação de incrustação. As alterações em outros fatores como por exemplo variações na pressão, temperatura e pH são consideradas causas secundárias, uma vez que estes fatores influenciam na solubilidade de um determinado composto (ARAI, 2010). Os cristais submicroscópicos rotineiramente precipitam primeiro e são mais solúveis do que as partículas maiores dos mesmos cristais, gerando portanto o que chamamos de supersaturação (DAHER, 2003).\nO índice Is reflete o grau de supersaturação de uma solução. As variáveis dos índices de incrustação existentes diferenciam-se nos valores utilizados de Kps para os diferentes sais, em função da temperatura e pressão. Considerações diversas são feitas nos diferentes casos, dando origem aos índices existentes e utilizados atualmente. Incrustações, portanto, podem ser previstas utilizando o Is, consistindo em uma indicação da tendência de incrustação uma vez que tendo um Is > 0 haverá\n40\ngrande possibilidade de formação de depósitos.\nNucleação, por sua vez, é o início de um processo de precipitação. Esta forma inicial do precipitado de incrustação pode ser originado a partir de dois mecanismos distintos, sendo eles a nucleação homogênea e a nucleação heterogênea. A nucleação heterogênea ocorre quando há substâncias \"estranhas\" como, por exemplo, partículas em suspensão, microorganismos, etc. Tais substâncias reduzem a quantidade de energia necessária para a formação de uma superfície inicial para o crescimento da incrustação em questão (ARAI, 2010). A nucleação pode sofrer também influências, como por exemplo de microorganismos, agitação e partículas em suspensão.\n4.4\tTipos de Incrustação\nFormação de incrustação é um grande problema na indústria petrolífera e sua composição é tão variável quanto a natureza das águas que as produzem. Os depósitos formados são tipicamente sulfatos moderadamente solúveis e os carbonatos.\nDentre os sulfatos podemos citar os sulfatos de estrôncio (SrSOí) também conhecido por ce-lestita, sulfato de bário (BaSOí) ou barita e sulfato de rádio. Há também o sulfato de cálcio em diferentes formas, formados geralmente devido a um aumento de temperatura. Dentre suas diferentes formas, temos o sulfato anidro (CaSOt) também conhecido por anidrita, ou o sulfato de cálcio di-hidratado (CÍ1SO4.2H2O) também conhecido por gipsita. Moghadasi et al. (2006) cita que a gip-sita é a forma mais comum de deposição e geralmente ocorre à temperaturas relativamente baixas. Por outro lado, a fase mais estável (anidrita, CC1SO4), ocorre em temperaturas mais elevadas, acima de cerca de 100°C.\nMoghadasi et al. (2006) afirma em seus estudos que a solubilidade de BaSO^ aumenta conforme ocorre o aumento da temperatura, força iônica da salmoura, e pressão. Dentre estes, a precipitação de BC1SO4 é mais fortemente afetada pela temperatura. Os autores constatam também que o SrSO^ se comporta como BaSO4, com a única diferença de que o SrSO4 é mais solúvel nas mesmas condições (MOGHADASI et al., 2006). Rosário e Bezerra (2001) realizaram um estudo envolvendo a previsão da precipitação de BC1SO4 para várias relações de mistura de água de injeção e formação ocorrendo durante a vida de um determinado campo.\nEntre os carbonatos podemos citar o carbonato de cálcio (CaCOi), forma mineral mais comum em incrustação. A precipitação dos carbonatos geralmente ocorre devido a um aumento da temperatura e redução da pressão. As incrustações mais comuns ocorrentes em campos petrolíferos com suas respectivas variáveis principais que afetam a solubilidade estão listadas na Tabela 4.4 (MOGHADASI et al., 2006).\nNome\tFórmula Química\tVariáveis Primárias\nCarbonato de Cálcio (calcita)\tCaCOj,\tPressão parcial de CO2, Temperatura,\n\t\tTotal de sais dissolvidos\n\t\tpH\nSulfato de Cálcio:\t\t\nGipsita (mais comum)\tCC1SO4.2H2O\tTemperatura, total de sais dissolvidos,\nHemidrato\tCaSO^.^HiO\tPressão\nAnidrato\tCaSOí\t\nSulfato de Bário\tBC1SO4\tTemperatura, Pressão\nSulfato de Estrôncio\tSrSO4\tTotal de sais dissolvidos\nCompostos de ferro:\t\t\nCarbonato ferroso\tFeCO'i\t\nSulfeto ferroso\tFeS\tCorrosão, gases dissolvidos, pH\nHidróxido ferroso\tFe{0H)2\t\nHidróxido ferroso\tFe{OH\\\t\n4.5\tConsequências\nAs deposições inorgânicas causam diversos danos, além de problemas técnicos e econômicos, resultando em um consequente aumento de custos de manutenção. Geram a perda de produção, além de contribuir para o desgaste e falhas nos equipamentos de produção, shutdown de emergência e diminuição da eficiência do processo em geral. A formação de incrustações podem causar o tamponamento das linhas de produção e diversos equipamentos, prejudicando assim o fluxo dos fluidos. Todas estas falhas e consequências podem resultar em graves riscos de segurança em geral.\nOs custos relacionados à incrustações de petróleo são altos principalmente devido ao drástico declínio da produção de petróleo e gás que provocam. Consequentemente temos também a necessidade de frequente substituição dos equipamentos do poço, re-perfuração dos poços de óleo tamponados, estimulação e outros trabalhos de remediação. A incrustação pode causar o tamponamento do poço, obstruindo assim o fluxo de produção. A deposição de formação de incrustações causa o gasto anual substancial pela indústria de petróleo. Além do custo de produtos químicos\nutilizados em tratamentos da água, despesas adicionais ocorrem no que diz respeito a limpeza para remoção de incrustações dos poços (VALONE; SKILLERN, 1982).\n4.6\tPredição / Mitigação\nA prevenção da formação de incrustação é de extrema importância, uma vez que esta causa danos à produção de petróleo como um todo. Alguns tipos de incrustações podem ser removidos por acidificação, como por exemplo as incrustações de carbonato, hidróxido, óxido, e sulfeto. Outros tipos, como incrustações por sulfato, fosfato, e ferricianeto não são solúveis em ácido (CHILINGAR etal., 2008).\nOs ferricianetos, por exemplo, são extremamente difícies de remover por outro método a não ser os métodos mecânicos.\nDe acordo com Bellarby (2009), problemas como por exemplo a formação de incrustações e asfáltenos, são muito importantes para a \"Garantia de Escoamento\" além de ser uma preocupação para muitas indústrias de petróleo e gás. Estes problemas vem sendo resolvidos historicamente por técnicas de intervenção de poço. No entanto, o engenheiro de completação deve identificar o potencial do problema de produção químico durante o projeto da fase de completação com os devidos métodos de mitigação em mente.\nAcúmulo de incrustação na formação pode reduzir a quantidade de produção significativamente, gerando a necessidade da implementação de programas de tratamento para interferir neste processo. Becker (1998) cita que uma prática bastante utilizada envolve a injeção de altas concentrações do inibidor químico de incrustação no fundo do poço. A incrustação ocorre em diversos pontos da linha de produção de petróleo como por exemplo na coluna de produção, linhas de tratamento e a própria formação. O ponto em que esta incrustação ocorre determina o local e o método que será empregado a injeção química, por exemplo.\nAs incrustações depositadas rapidamente muitas vezes podem ser de fácil solução e remoção com a injeção de ácidos. Por outro lado, incrustações depositadas lentamente pode ser muito densa e de difícil remoção com ácidos ou outros produtos químicos, sendo necessário neste caso a utilização da remoção mecânica. Para solucionar os problemas causados por tal deposição existem então os chamados métodos preventivos e métodos corretivos. As técnicas de remoção de incrustação devem ser simples, rápidas e fáceis de implementar, além de não poderem danificar o poço, coluna, e ambiente da formação (ARAI, 2010). De acordo com Arai (2010), é preciso saber escolher bem a melhor técnica a ser utilizada. A melhor técnica a empregarmos depende de sabermos a quantidade de incrustação e o seu tipo, assim como a composição física ou textura. É necessário avaliar com 43\ncuidado os problemas dos potenciais de produção química, porém, uma valorização dos métodos de previsão de deposições, suas incertezas e os métodos de mitigação são essenciais.\n4.7\tCarbonato de Cálcio\nA deposição por sulfato é bastante importante nas operações de produção em geral porém a maioria dos problemas causados por incrustações envolvem a precipitação de CaCO3. Incrustação por CaCOj, embora presente em todas as variações de temperatura e pressão, prevalece mais a altas temperaturas e altas pressões, uma vez que a solubilidade do CaCO3 diminui com o aumento da temperatura (ODDO; TOMSON, 1982).\n4.7.1\tMecanismo de formação\nDepósitos de CaCO3 em poços produtores consistem em um sério problema, gerando impactos na diminuição de produção e danos em equipamentos. Fundamentalmente, tais depósitos aparecem devido à queda de pressão que permite a fuga do CO2 . O descolcamento resultante no equilíbrio causa a precipitação do CaCO3. Normalmente, o equilíbrio não é completamente alcançado de modo que as amostras das águas na cabeça de poço muitas vezes dão uma indicação da tendência de formação de incrustação se formar no poço. Deve ser salientado ainda que o índice de incrustação prevê o comportamento futuro da água e não indica necessariamente o seu passado (STIFF; DAVIS, 1952).\n4.7.1.1\tEquilíbrio\nSegundo Becker (1998), de todos os tipos de incrustações presentes em campos petrolíferos o tipo mais abundante é a incrustação constituída por carbonatos. A química da formação de incrustação por CaCO3 compreende as Equações parciais 4.1, 4.2,4.3, 4.4.\nCO2 + H2O^H2CO3\n(4.1)\nH2CO3 + H2O ^H3O+ + HCO3\n(4.2)\nHCO3 + OH~ -> COj +H20\n(4.3)\nCOj\tCa2+ —> CaCO^\n(4.4)\nTais equações resultam na equação global de formação do carbonato, Equação 4.5.\nCu (HCOi^ —Cí?2 + U2O T CuCOj,\n(4.5)\nComo a pressão diminui durante a produção, CO2 é liberado e CaCO?, precipita. Essas reações podem ocorrer em ambas direções, dependendo da variação de diferentes parâmetros tais como pressão, temperatura e pH. O princípio de Le Chatelier pode ser aplicado para determinar qual direção da reação é favorecida. Tal princípio diz que se um sistema está em quilíbrio, qualquer mudança que possa ocorrer na concentração, volume, pressão ou temperatura, irá deslocar o equilíbrio com o intuito de neutralizar parcialmente a mudança imposta.\nDeposição de CaCQj vai ocorrer se as Reações 4.3 e 4.4 forem deslocadas para a direita. Os itens abaixo podem ocasionar o deslocamento do equilíbrio para o sentido de formação dos produtos (CHILINGAR et al., 2008):\n•\taumento na temperatura\n•\tdiminuição da pressão\n•\tperda de CO2 dissolvido\n•\taumento do pH\n4.7.1.2\tSupersaturação CaCC>3\nSegundo Bellarby (2009), a concentração de sal geralmente aumenta a solubilidade do CaCC>3. Consequentemente, é de extrema importância que a concentração de todos os íons sejam conhecidas na amostra de água. E possível definir índices que podem prever onde a incrustação é provável de\nocorrer. Tais índices são fundamentais na definição de onde o maior problema de incrustação vai ocorrer. O primeiro desses índices é a razão de saturação Rs descrita anteriormente.\nO índice de supersaturação, também conhecido por índice de incrustação (4) é comumente usado para expressar a tendência de incrustação. É importante salientar que uma solução supersa-turada não deve necessariamente imediatamente precipitar incrustação, dependerá de outros fatores tais como a presença de cristais e uma superfície adequada para precipitar. Existem diversos métodos de calcular o Is que foram evoluindo ao longo dos anos a partir de métodos simples até os mais sofisticados. Grande parte do esforço nessa área de estudo foi liderado por John Oddo e Masón Tomson, da Rice University. Na Figura 4.13 temos um tipo de índice de incrustação.\nPressure {psia)\nFigura 4.13: Representação de um índice de incrustação de calcita em função da temperatura e pressão (BELLARBY, 2009)\nMaior detalhamento a respeito de tal índice será dado nas seções a seguir.\n4.7.2\tCausas\nIncrustação por CaCO$ é comum e pode se formar rapidamente. A formação de CaCO^ é uma dependência complexa do pH, pressão, temperatura, força iónica da solução, composição da água e dióxido de carbono (CO2). Tal tipo de deposição é geralmente causada por dois fatores principais, sendo eles a redução acentuada da pressão (despressurização) e altas temperaturas. Possui uma característica importante, na qual a sua solubilidade diminui à medida que a temperatura aumenta.\n46\nA redução na pressão provoca um deslocamento no equilíbrio HCO3 ¡CÓ^~ pela eliminação de CO2 na fase gasosa deixando uma solução, que é supersaturada em relação ao CaCO3. Em termos gerais, a possibilidade de ocorrência de incrustação cresce com o aumento da temperatura e do pH, e diminuição da pressão e da salinidade total. Tais fenômenos serão brevemente descritos a seguir.\nA pressão exerce efeito fundamental neste tipo de incrustação, pois, com a queda de pressão natural durante a produção de óleo podemos ficar abaixo da pressão de bolha, ocorrendo assim o desprendimento natural do CO2 de toda a mistura. Consequentemente, a Equação 4.5 será deslocada para a direita, para produzir mais CO2, conforme o princípio definido por Le Chatelier, e assim temos a formação de CaCO3.\nEm poços de petróleo, precipitação de CaCO3 é geralmente causada pela queda de pressão decorrente da liberação de CO2 a partir de íons (HCO^), deixando então a solução com uma menor concentração de CO2. Quando CO2 è liberado, temos um aumento do pH na solução, tomando-se portanto menos ácida. Consequentemente, a solubilidade dos carbonatos dissolvidos diminui e este toma-se ainda mais insolúvel. Os bicarbonatos mais solúveis são convertidos em carbonatos menos solúveis. A Equação 4.6 mostrará a dependência do pH para precipitação de CaCO3.\nCa2+ + HCO3 + OH o CaCO3 +H2O\n(4.6)\nA quantidade de CO2 que pode dissolver na água depende da pressão parcial do gás, definida pela Equação 4.7, consistindo em um conceito de extrema importância para diversas reações químicas.\n= XCO2 • Ptotal\n(4.7)\nOnde:\nPco2‘ pressão parcial de vapor do CO2 [psia]\nPtotaí- pressão da substância [psía]\nxco2: concentração molar relativa à molalidade da mistura\nA pressão parcial é, portanto, uma medida indireta da concentração do gás, onde a concentração pode ser aumentada através do aumento da fração molar ou da pressão total. Por exemplo consideremos um gás a uma pressão de 5000psia e porcentagem molar de 2% de CO2. A pressão 47\nparcial de CO2 será igual a 100praz. As operações de gás lifi podem também reduzir a concentração de CO2 na fase água e dessa maneira permitem que o CO2 se mova para a fase gasosa. Este efeito ocorre de maneira semelhante quando agitamos uma lata de refrigerante e então CO2 é liberado (BELLARBY, 2009).\nCuriosamente, segundo Yeboah et al. (1993), ao contrário de incrustações por sulfato que são mais propensas a formar no fundo de poço devido a alta temperatura, incrustações por carbonato geralmente formam-se dentro das instalações de superfície e após a cabeça do poço. Este fato ocorre devido ao desprendimento de CO2^, conforme o fluido se move do fundo de poço até a superfície. Deve-se notar que apesar da fração molar de Ctfyg) (yco2) aumentar, a pressão total (P) diminui de forma mais significativa resultando em uma diminuição da Pco2 (PjcOz) conforme o fluido se movimenta do fundo do poço até as instalações de superfície.\nNa Figura 4.14 visualizamos o efeito da pressão em relação a deposições de incrustações.\nFigura 4.14: Comportamento da formação de incrustação em relação à variação da pressão (MOGHADASI et al., 2006)\nPode-se notar que a deposição de CaCOí aumenta com a diminuição da pressão. A queda de pressão ao longo do sistema de produção reduz a quantidade de CO2 dissolvido na água e, portanto, provoca um aumento progressivo na supersaturação em relação ao CaCO^, resultando num aumento da deposição de incrustações. Bellarby (2009) cita a evidência da dependência da pressão em relação a incrustação. Essa dependência sugere que a tendência de formar incrustação irá piorar na região mais acima do poço ou com grandes variações de pressão. Gráficos contendo a variação do índice de incrustação com a profundidade são muito úteis para a análise do cenário de incrustação. Na Figura 4.15 temos um exemplo deste tipo de gráfico, onde pode-se analisar o comportamento do índice a diferentes condições de pressão, temperaturas e localidades do poço.\nScafe index\nFigura 4.15: Predições do índice de incrustação em função da profundidade (bellarby, 2009)\nEsta consiste em uma forma de análise da tendência de incrustação ao longo do poço, além de permitir uma avaliação da possibilidade de intervenções do reservatório tais como tratamentos squeeze de incrustação ou através da injeção de inibidores. À incrustação por CaCO$ também sofre grande influência com mudanças na temperatura, aumentando conforme a elevação da mesma.\n4.8\tíndice de Incrustação\nA capacidade de previsão da formação de diferentes tipos de incrustações tem sido uma tarefa bastante difícil na indústria petrolífera (moghadasi et al., 2006). A incrustação de CaCOs em especial, é geralmente prevista utilizando índices de saturação que comparam a quantidade dos constituintes de incrustação em solução com a solubilidade (ODDO; TOMSON, 1994). O índice de incrustação consiste em uma indicação da tendência da formação de incrustação, não sendo portanto uma medida de sua capacidade, consistindo em uma medida somente qualitativa.\nO índice de saturação geral (4) é expresso como o logaritmo da razão de saturação Rs, de acordo com a Equação 4.8 ou ainda representado de outra maneira, como na Equação 4.9. Os colchetes representam as concentrações em unidades molares e pKps = logKps.\nk = log „\n¿'■ps\nIs = log [Me] [An] + pKps\n(4-9)\nO índice é interpretado de uma maneira geral, onde Is = 0 representa que a solução está em equilíbrio com a incrustação sólida e um Is&lt;0 representa uma região subsaturada ou condição de não-incrustação. Podem ser desenvolvidos índices para diferentes tipos de incrustações.\nExistem diversas técnicas para prever a tendência de incrustação. O primeiro índice existente, proposto por Langelier, foi desenvolvido para controle de corrosão em sistemas municipais de distribuição de água e para caracterizar ou determinar o conteúdo de CaCO^ da superfície dos solos. Consiste em uma expressão geral que leva em consideração variáveis facilmente determinadas na água afetando a solução de CaCOj ou precipitação. A partir de então, foram desenvolvidos diversos índices com o intuito de superar as limitações no índice proposto inicialmente por Langelier.\nApós o desenvolvimento do primeiro índice proposto, diversas pesquisas foram realizadas e novos cálculos e modelos foram sendo desenvolvidos (Vetter e Kandarpa (1980), Larson e Buswell (1942), Stiff e Davis (1952), Vetter e Kandarpa (1980), Oddo e Tomson (1982), Valone e Skillem (1982)) realizando correções em diferentes parâmetros como por exemplo temperatura, pressão e força iônica. Stiff e Davis (1952) modificaram o método desenvolvido por Langelier para avaliar a tendência de incrustação de calcita em salmouras de campos petrolíferos. Este método foi bastante utilizado devido à facilidade de sua aplicação. Além das dificuldades comuns existentes em relação à coleta de amostras, há também, ainda nos dias de hoje, uma grande dificuldade na correta medição do pH da salmoura. Em virtude deste problema, Oddo e Tomson (1994) desenvolveram um método no qual faz-se o uso de uma equação aproximada para realizar o cálculo do pH. Anos depois, os mesmos autores desenvolveram uma adaptação do estudo anteriormente proposto, porém para uma gama maior de tipos de incrustações, realizando também considerações como por exemplo no que diz respeito à fugacidade de CO2. Atualmente, existem diferentes modelos para prever a precipitação de CaCOj,, cada qual com sua sua limitação quando aplicados a situações reais das operações de campo.\nPara gerir o potencial do problema de incrustação, é necessário saber onde e quanto de incrustação de CaCO^ será depositado durante um processo de produção de petróleo. A previsão de tal problema não consiste em algo simples, porém, existem diversos índices e algoritmos computacionais que foram desenvolvidos ao longo dos anos para realizar tal determinação. Os diversos fatores que afetam o equilíbrio de solubilidade do CaCOj tem sido estudados por diversos pesquisadores 50\nao longo dos anos. Nesta seção descreveremos brevemente os tipos de modelos existentes bem como a apresentação do modelo.\n4.8.1\tModelos\nDurante a produção de petróleo, água é geralmente produzida e junto a ela existem diversos sais presentes. Devido a esses sais ocorre a formação de incrustação, causando muitos problemas e muitas vezes diminuindo as taxas de produção. Minerais carbonáticos estão entre os componentes de incrustação mais comuns em poços de produção de petróleo e em instalações de superfície. A fim de predizer o potencial de incrustação, é necessário saber onde, quando e como a incrustação será depositada durante o processo de produção de petróleo. Para realizar esta análise, podemos utilizar um modelo termodinâmico, avaliando a tendência de sua formação, e podemos ainda utilizar um modelo cinético, avaliando também a velocidade de formação.\nA modelagem pode ser feita, entretanto, através de dois tipos diferentes de modelos ou até mesmo uma combinação de ambos. Para uma correta predição é necessário ter um modelo termodinâmico confiável para realizar a previsão da tendência de haver ou não o depósito, bem como um modelo cinético para a previsão das taxas de incrustação. Através da correta aplicação desses modelos poderíamos assim minimizar a deposição de incrustação bem como facilitar a escolha de tratamentos mais eficazes durante a produção em campos petrolíferos. Muitos modelos computacionais foram desenvolvidos para prever a tendência termodinâmica da precipitação, mas, segundo Dawe e Zhang (1997), a cinética tem sido geralmente negligenciada devido a falta de dados cinéticos confiáveis.\nAtkinson e Mecik (1997) discutiram em detalhes a termodinâmica completa dos minerais formadores de incrustação e analisaram os efeitos de temperatura, pressão e soluções não-ideais, considerando como caso especial a formação de CaCO?,. Qualquer que seja o tipo de previsão, em especial previsões de deposições carbonáticas, o tratamento matemático é de extrema importância. Verter e Kandarpa (1980) afirmam que o ponto principal e passo inicial para realizar qualquer tipo de previsão de CaCO^ consiste em um tratamento matemático apropriado da distribuição de concentração das espécies de CO2 como uma função das condições termodinâmicas da solução aquosa. Afirmam ainda que, o segundo ponto mais importante, é a realização de um cálculo adequado do produto de solubilidade de CaCOi baseando-se na composição da fase aquosa em função da pressão total e temperatura. Uma vez que o produto iónico calculado excede o produto de solubilidade de CaCO^ em solução, seja ele medido ou calculado, a precipitação de CaCOj, pode ser esperada.\nMuitos modelos e estudos foram desenvolvidos ao longo dos anos com o intuito de realizar a correta predição da formação de incrustação. Os modelos desenvolvidos, sejam termodinâmicos, 51\ncinéticos ou uma combinação de ambos, realizam diferentes considerações. Nas seções seguintes decreveremos as principais diferenças entre um modelo termodinâmico e um modelo cinético, com foco específico no trabalho utilizado neste estudo.\n4.8.1.1\tModelo Termodinâmico X Modelo Cinético\nA modelagem termodinâmica consiste em um processo de fundamental importância para a previsão de deposição inorgânica no sistema de produção. Este tipo de modelo considera apenas as características químicas das águas envolvidas e as condições termodinâmicas a que estão submetidas (temperatura e pressão). O modelo termodinâmico tem por objetivo prever a tendência da formação de incrustação de um composto sólido, a partir da composição da fase aquosa. É geralmente realizada por simulação computacional.\nO modelo cinético, por sua vez, é baseado nos mecanismos de reação e utiliza parâmetros experimentais permitindo avaliar o tempo de reação. A modelagem cinética da precipitação permite avaliar a velocidade e o mecanismo envolvido em cada reação química.\n4.8.2\tModelo Utilizado\nOddo e Tomson (1982) desenvolveram um método para realizar o cálculo da saturação de CaCO^, utilizando somente parâmetros normalmente medidos em campo. Considera a pressão total bem como a variação das pressões parcias de CO2(g) a partir de variáveis comumente medidas em campo. A escolha foi feita devido a sua ampla utilização e aceitação, além da facilidade de manuseio e cálculo, uma vez que, segundo os próprios autores, o índice Is pode ser calculado até mesmo utilizando-se uma calculadora de mão. O cálculo do índice Is envolve as mudanças do equilíbrio químico nas soluções em interesse. Tais mudanças ocorrem devido a variações, como por exemplo, na temperatura, pressão e força iônica.\nSegundo os autores, a mudança de equilíbrio nas soluções pode ser manuseada assumindo que as constantes de equilíbrio nas equações químicas governantes variem de acordo com as mudanças das condições da salmoura. Dessa maneira, as constantes de equilíbrio tomam-se constantes condicionais, cujos valores dependem da temperatura, pressão, e força iônica. A mudança nas constantes de equilíbrio com relação à força iônica da solução tipicamente é expressa como o produto iônico das espécies de interesse multiplicado pelos respectivos coeficientes de atividade na força iônica da solução.\nOs autores afirmam ainda que um resultado equivalente é obtido ajustando as constantes de equilíbrio a força iônica zero pelo produto dos coeficientes de atividade. Dessa maneira, os coe-52\nficientes de atividade estarão contidos nas constantes condicionais de equilíbrio e são eliminados das equações seguintes para simplificar a equação. Como os valores das constantes de equilíbrio condicionais são conhecidas através de experimentos na força iónica de interesse, os valores reais do produto dos coeficientes de atividade não são expressos nas equações. Entretanto, esses valores de produto podem ser encontrados se ajustarmos as constantes de equilíbrio a zero de força iónica, não havendo necessidade de realizar cálculos complexos de coeficientes de atividade.\nOs parâmetros utilizados no modelo obtido são comumente medidos, tais como pressão, temperatura, pH e fração molar de dióxido de carbono na fase gasosa (xCO2). Segundo os autores, em sistemas carbonáticos a alcalinidade (Au) é frequentemente determinada pela concentração de HCO^ na solução, e esta hipótese também foi adotada no desenvolvimento de seu trabalho. A equação do cálculo do índice é apresentada de diferentes formas, facilitando assim a sua aplicação. O modelo desenvolvido consiste portanto em três equações, possibilitando assim opções de cálculo.\nO método criado por Oddo e Tomson (1982) envolve duas diferentes equações, uma para quando se tem o valor de xco2 e outra quando o pH é conhecido, representadas respectivamente em sua forma resultante pelas Equações 4.10 e 4.11.\nIs = log f TcaAik A +5>89 +1 549.i0-2.r -4,26.1o-6.T2 \\Pt-xco2J\n-l,MAQ-5.p - 2,52J2 +0,919.7\n(4.10)\nOnde:\nIs: índice de incrustação\nTca : concentração total de cálcio (Ca2+) [Àf]\nAik : concentração de hidrogenocarbonato\t[M]\nT: temperatura [°F]\nPt: pressão total [psz]\n/: força iônica \\M]\nxco2'- fração molar de CO2 na fase gasosa\nIs = log(TCaAlk) + pH — 2,78 + l,143.10-2.7’-4,72.10-6.T2\n—4,37.10“5 .pT - 2,05 .P + 0,727.1\n(4.11)\nNeste caso é possível também realizar o cálculo do pH (pHc) utilizando a Equação 4.12, e inserindo-o então na Equação 4.11.\npHc = —log\t+8,68 + 4,05.10“3.T + 4,58.10“7.7’2\n-3,07.10“5 .p - 0,477.H + 0,1930.1\n(4.12)\nOnde pHc denota o pH calculado, 7 e as concentrações são expressas em unidades molares, T em °F e P em psi. A possibilidade de cálculo do pH trata-se de algo inovador e de grande diferenciação do modelo em questão.\nRessalta-se que as formas finais dos cálculos são derivados utilizando constantes do equilíbrio condicional dependentes da temperatura, pressão e força iônica, eliminando assim a necessidade da utilização de coeficientes de atividade. A interpretação de tal índice é realizada conforme segue:\n•\tIs — 0 : solução está em equilíbrio\n•\tIs > 0 : indica uma solução capaz de precipitar calcita\n•\tIs &lt;0 : indica uma solução que pode dissolver calcita\n4.8.3\tSensores\nO modelo utilizado neste trabalho requer diversos parâmetros para efetuar o cálculo do índice Is, conforme descrito anteriormente. Utilizando estes parâmetros podemos efetuar os cálculos e assim realizar ações de melhoria de produção, tais como técnicas de elevação artificial, métodos de recuperação e métodos preventivos de incrustação. Estas informações podem ser coletadas através dos diferentes sensores existentes e métodos em estudo. Atualmente existem tecnologias diversificadas no que diz respeito aos sensores, além de novos modelos em desenvolvimento. Pesquisadores vem ampliando e melhorando a eficiência destas tecnologias com o intuito de coletar as informações necessárias em tempo real, identificando a tendência de ocorrerem determinados problemas. Esta seção visa descrever brevemente algumas tecnologias e estudos existentes para obtermos os parâmetros necessários e em tempo real.\n4.8.3.1\tSensores de pH\nO pH é um parâmetro crucial no estudo da química da água e formação de deposições inorgânicas. Variações na temperatura e pressão ocorrem, gerando diversas transformações no equilíbrio químico da água, ocasionando variações no pH. Através de um bom método de medição do pH pode-se realizar um estudo e planejamento adequado para o tratamento das incrustações, além de medidas a serem implantadas para inibir a formação das mesmas. Existem diferentes sensores e técnicas em estudo para realizar este tipo de medida, além de técnicas diversificadas em fase de estudo e desenvolvimento.\nO pH de um fluido sofre constantes alterações, tratando-se assim de um parâmetro difícil de ser mensurado com a precisão necessária. Tal parâmetro sofre constantes mudanças com as variações na pressão e temperatura, decorrentes por exemplo, do transporte de uma amostra do fundo do poço até a superfície para análise em laboratório. Conforme a amostra vai sendo deslocada para a superfície, ocorre uma redução da temperatura e pressão, desprendendo gases ácidos tais como o CO2 e H2S e ocasionando um aumento do pH. Raghuraman et al. (2007) afirmam a grande dificuldade existente no desenvolvimento de técnicas de medição de pH.\nRaghuraman et al. (2007) desenvolveram um sensor de pH para realizar a medição do in-situ da água da formação e em condições de reservatório. A técnica em questão utiliza corantes extremamente sensíveis ao pH que mudam de cor de acordo com a variação do mesmo. A medida é realizada em tempo real, onde o corante é injetado no fluido a ser bombeado e seus respectivos comprimentos de onda visíveis são detectados no detector óptico. Subsequentemente são utilizados para gravar o respectivo sinal do corante, tomando possível assim o cálculo do pH com precisão de 0,1 unidades. O método desenvolvido de análise de pH utiliza o princípio de fluidos ópticos\nde fundo de poço onde as medições podem ser feitas utilizando corantes individuais ou até mesmo uma mistura deles. A Figura 4.16 ilustra um esquema de uma linha de fluxo típico utilizando esta técnica.\nFigura 4.16: Esquema configuração de medição de pH do fundo de poço\nSegundo os autores, a técnica desenvolvida tem sido aplicada com sucesso, realizando múltiplas medições de pH em uma única estação de amostragem e demonstrando assim a eficácia do método em questão. Para uma boa eficiência deste método, se faz necessário controlar a concentração do corante injetado, não podendo ser muito elevada, uma vez que pode induzir erros na medição afetando assim o valor do pH.\nFlecker et al. (2000) comentam a existência de alguns tipos de sensores em desenvolvimento\ncontínuo, como por exemplo uma tecnologia de um sensor químico de fundo de poço. Tal sensor promoverá uma monitoração em tempo real e contínua, analisando a química do fundo de poço, não havendo assim necessidade alguma de coleta de amostras ou intervenções. Estes sensores utilizam princípios potenciométricos onde é medida a diferença de potencial entre dois eletrodos, sendo capaz assim de detectar o pH. O sensor detectará inicialmente o pH e quando houver uma diferença na concentração do íon H+ será gerado uma mudança na diferença do potencial, originando assim um novo valor de pH. Segundo Flecker et al. (2000), este sensor pode ser utilizado para realizar a detecção e prevenção de incrustação por carbonato de cálcio, permitindo assim a implementação de medidas preventivas. Pode ainda ser utilizado em conjunto com os sistemas de controle de incrustações com a finalidade de controlar os tratamentos químicos empregados.\n4.8.3.2\tSensores de Pressão e Temperatura\nDiferentes tipos de sensores de pressão e temperatura são utilizados atualmente, em sua grande maioria, sistemas eletrônicos. Antigamente utilizavam-se sistemas cujas tecnologias eram bastante limitadas, dificultando a análise ao longo do tempo devido a variações na pressão e temperatura. Uma série de tecnologias de sensores foram e continuam sendo desenvolvidas atualmente. Ocorreram diversas variações ao longo dos anos evoluindo assim sua qualidade e eficiência, tais como a utilização de sensores de quartzo em vez de medidores de deformação. De acordo com Flecker et al. (2000), este tipo de tecnologia oferece uma alta precisão da medição de pressão.\nDevido às exigências do mercado, diferentes sensores foram desenvolvidos nos últimos anos utilizando métodos variados, sejam eles elétricos ou não, visando sempre a aprimoração e a confiabilidade do sensor. Flecker et al. (2000) afirmam que uma maior confiabilidade e altas condições de pressão e temperatura dos sistemas de monitoramento de poços permanentes foram adquiridos e melhorados através de sensores que não necessitam de qualquer eletrônica de fundo de poço. Tais tecnologias incluem os sensores de Fibra Óptica e o Diagrama de Ressonância Elétrico.\nOs sensores baseados na tecnologia de fibra óptica são uma boa opção, uma vez que possuem uma vantagem no que diz respeito à não utilização de energia elétrica para o seu funcionamento. Tais sensores utilizam as propriedades da fibra óptica para realizar as medições. A transmissão das informações ocorem com o deslocamento de feixes de luz, que passam pelo interior da fibra, gerando uma resposta. Estes sensores oferecem algumas vantagens se comparados com outros sistemas, como por exemplo o seu tamanho reduzido e sua resistência à corrosão (SILVA, 2008)\nOs sensores de fibra óptica possuem uma limitação em sua aplicação, uma vez que existe uma grande dificuldade em se fabricar sistemas de fibras ópticas em águas profundas. Com o intuito de suprir este problema Flecker et al. (2000) desenvolveram um sistema inicial de Monitoramento 57\nde poço de Fibra Óptica denominado FOWM, com o objetivo de atender a alta temperatura operacional e aumentar a confiabilidade da medida. Consiste em um sensor muito pequeno, o qual sofre vibração através do comprimento de onda e frequência correta. De acordo com Flecker et al. (2000), a nova geração do sistema FOWM desenvolvido baseia-se na tecnologia de sensor Fiber Bragg Grating (FBG), possibilidando a indução de flutuações das mudanças ocorridas no meio no comprimento de onda medido. Tais sensores possuem diversas vantagens, como por exemplo a possibilidade de criar uma série de sensores múltiplos com uma única fibra óptica além da imunidade à interferência eletromagnética, estabilidade, tolerância a altas temperaturas e durabilidade contra ambientes de alta radiação.\nOutro tipo de sensor bastante utilizado são os sensores PDG (Permanent Downhole Gauges) e TPT (Temperature Pressure Transmiter). Tais medem a pressão e temperatura, e estão localizados na cabeça (TPT) e no fundo do poço (PDG). A Figura 4.17 ilustra a localização destes sensores.\nFigura 4.17: Esquema ilustrativo da localização dos sensores TPT, PDG e da montante de choke (PM) no sistema de produção.\nEstes sensores consistem em um método de alta confiabilidade e alta aceitação.\n5\tMetodologia\nOddo e Tomson (1982) desenvolveram um método de cálculo do chamado índice de incrustação Is, um método simples e de fácil aplicabilidade no dia-a-dia dos campos de petróleo. No trabalho desenvolvido pelos autores, foi realizada uma análise pontual utilizando dados de poços reais. Tais dados, tratam-se de dados de diferentes concentrações e poços diversos, sendo possível realizar uma análise ponto a ponto. Os autores fizeram um estudo do comportamento do índice Is em diferentes pontos do sistema produtivo, como por exemplo no fundo do poço ou na árvore de natal. Diante disso, realizamos uma análise do sistema como um todo, onde é possível analisar o comportamento do potencial de incrustação não só pontualmente, gerando uma visão mais ampla do que ocorre desde o fundo do poço até a superfície no que diz respeito à formação de incrustações por CaCO^.\nEm um primeiro momento, foi elaborado um gráfico em três dimensões, sendo elas a variação da temperatura, pressão e índice Is nos eixos x, y e z, respectivamente. Variamos a temperatura em uma faixa de 5oC a 100°C e a pressão em um mínimo de 60 psi a 4000psi. Esta faixa de temperatura e pressão foi estabelecida de acordo com dados conmínente encontrados em campos petrolíferos. Optamos neste caso por uma legenda em cores para a visualização da variação dos valores obtidos do índice em estudo. Utilizando dados reais de concentrações utilizados no próprio artigo e a Equação 4.11, geramos uma superfície de incrustação com os pontos calculados conforme a Figura 5.18.\n-2,700\nFigura 5.18: Superfície de incrustação utilizando dados reais e variação de temperatura e pressão\nNesta figura pode-se visualizar o comportamento do potencial de incrustação como um todo e não somente o comportamento pontual. Temos uma curva bem comportada, onde é possível ter uma visão geral do comportamento da variação da temperatura e pressão em relação ao Is. Analisando, por exemplo, a região do gráfico à altas temperaturas e altas pressões, nota-se que o índice Is encontra-se em tomo de zero. A curva em preto representa um perfil de um poço hipotético, traçada com objetivo ilustrativo para visualizar o comportamento da variação de pressão e temperatura e seus respectivos índices ao longo do poço. Com a Figura 5.18 obtemos uma visão ampla do comportamento do índice com a variação da temperatura e pressão. Para verificar e analisar detalhes elaboramos um outro tipo de análise na forma de curva de nível. Desta maneira\npoderemos estudar o comportamento do sistema de produção e realizar a leitura do Is em diferentes locais desejados do sistema. Para realizar este estudo, utilizamos um conjunto de dados hipotéticos, conforme descrito na seção a seguir.\n5.1\tConjunto de dados utilizados\nOddo e Tomson (1982) utilizaram em seu trabalho dados reais de concentrações de íons de diferentes poços. Tais dados foram também utilizados neste trabalho, junto a uma variação de temperatura e pressão previamente estabelecida. Realizamos ainda, uma variação do pH gerando diferentes situações.\nPor outro lado, temos também um conjunto de dados reais de dois diferentes poços, denominados neste trabalho por poço XI e X2. Tais dados foram gentilmente fornecidos pela Petrobras, e, por razões de confidencialidade, os poços não serão identificados. Foram coletados dados de pressão e temperatura em três pontos diferentes do sistema de produção. Os dados foram obtidos através de sensores instalados no fundo e na cabeça do poço, denominados de PDG e TPT, respectivamente. A pressão e temperatura do fluido na chegada à plataforma foram obtidas através do sensor presente no choke.\nCom este cenário, temos dados reais de concentração disponibilizados no artigo, porém não temos a variação de temperatura e pressão ocorrida. Todavia, temos dados reais dos poços XI e X2 de temperatura e pressão porém sem as concentrações dos sais da água de formação de tais poços. Utilizando estes dois conjuntos de dados, realizamos uma junção de ambos gerando assim o nosso conjunto de dados chamados hipotéticos.\n6\tResultado e Discussão\nPara realizar as análises utilizamos exemplos de dados de poços reais utilizados no artigo desenvolvido por Oddo e Tomson (1982). Tais exemplos foram aqui nomeados em Poços Dl a D4, conforme Tabela 6.5.\nTabela 6.5: Parâmetros utilizados para os Poços Dia D4\n\tCa2+ [M]\tHCO^ [Af]\tZ[M]\tpH\nPoço Dl\t8.10-4\t2,8.10-2\t0,15\t1,5\nPoço D2\tl,2.10—3\t4,8.10-2\t0,11\t7,7\nPoço D3\t1,2.10\"3\t1,1.10-2\t0,15\t6,7\nPoço D4\t6,0.10-3\t2,0.10-2\t1,49\t6,9\nCom o intuito de obter uma visualização e interpretação dos resultados obtidos, realizamos uma análise na forma de curva de nível. Utilizando o Poço Dl e a Equação 4.11, obtemos a Figura 6.19. Neste caso, variamos o pH em quatro situações distintas com valores de pH de 4,5, 6,0, 7,5 e8,5.\nTemperatura (°C)\nTemperatura (°C)\nFigura 6.19: Mapa do potencial de incrustação utilizando o Poço Dl e diferentes situações de pH a) pH = 4,5 b) píf = 6,0 c) pH = 7,5 d) pH = 8,5. Valores de Is positivos estão indicados pela seta.\nNa Figura 6.19 a) temos uma área com sua totalidade de Is &lt;0, tratando-se assim de uma região com condições de não-incrustação. Já em 6.19 b), apenas uma pequena área possui Is > 0, sendo esta uma região com probabilidade a ocorrer deposições. Em c) observa-se que, na região com temperatura acima de aproximadamente 2Q°C temos a predominância do índice I5 > 0, havendo assim um maior potencial de formação de incrustação nessa área. Por outro lado, na Figura 6.19 d) temos a totalidade do mapa com Is > 0, uma região com condições de formação de incrustação.\n63\nAs condições de produção mudam constantemente, sendo o pH um parâmetro crítico para a determinação da ocorrência ou não de incrustação. Nota-se que, quanto menor o pH, menor será o Is, o que condiz com as informações dos trabalhos desenvolvidos por Abtahi et al. (1996) e Raju (2009). Durante a produção de petróleo ocorre a queda natural da pressão chegando a ser inferior à pressão de bolha, gerando assim um desprendimento natural de CO2. Tal efeito ocasiona o deslocamento para um novo ponto de equilíbrio, dando origem a uma mudança no pH. Com a liberação de CO2 teremos um aumento do pH da solução, tomando-se portanto menos ácida. Este efeito diminui a solubilidade dos carbonatos, aumentando a probabilidade de ocorrer incrustações por CaCOj. Uma maneira de reverter a situação a condições favoráveis a produção, ou seja, condições de não-incrustação, seria manuseando a pressão de diferentes formas. Manejando a pressão do choke e aumentado-a, por exemplo, poderíamos mudar as condições do equilíbrio diminuindo consequentemente o pH do sistema.\nCom o mapa do potencial de incrustação obtemos uma visualização ampla, e não somente pontual, como realizada anteriormente por Oddo e Tomson (1982). Outra forma de utilização deste mapa seria analisando, junto a ele, o perfil de temperatura ou pressão de um poço. Neste caso, utilizaremos um perfil predefinido.\n6.1\tAplicação do modelo utilizando um perfil predefinido\nUma maneira de realizar uma análise detalhada da formação de depósitos de CaCOj, é através do mapa de incrustação juntamente a um perfil de temperatura ou pressão. Para elaboração deste gráfico, foi utilizado um perfil hipotético do comportamento da temperatura do fluido. Os dados utilizados para traçar o mapa correspondem ao Poço D2. Dessa maneira, dispusemos de uma ferramenta onde toma-se possível a visualização do comportamento do poço durante o seu processo produtivo, localizando quais pontos e situações tomam-se mais críticos no que diz respeito à formação de depósitos inorgânicos. Na Figura 6.20 é possível visualizar qual a região de pressão e temperatura em que temos maiores potenciais de formação de depósitos de CaCO^, indicada pela seta.\n20\t40\t60\t80\t100\t20\t40\t60\t80\t100\nTemperatura (°C)\tTemperatura (°C)\nTemperatura (°C)\nTemperatura (°C)\nFigura 6.20: Mapa do potencial de incrustação com um perfil hipotético utilizando o Poço D2 em diferentes situações de pH a) pH — 4,7 b) pH = 5,7 c) pH = 6,7 d) pH = 7,7. Valores de Is positivos estão indicados pela seta.\nNa Figura 6.20 a) temos toda região compreendida em valores de Is &lt;0, indicando uma situação favorável à dissolução de CaCO3 não havendo formação de incrustação. Em 6.20 b) aumentamos o pH em uma unidade com pH = 5,7, obtendo uma pequena região com índice positivo. Já na Figura 6.20 c), temos grande parte com índice maior do que zero, ou seja, trata-se de uma região com condições de formação de deposição por CaCO?,. Neste caso, acompanhando o comportamento do poço através do perfil, é possível notar que no fundo poço há condições de formação de incrustação, onde o Is gira em tomo de 0,8 unidades. Já na região da cabeça do poço temos índices negativos, não havendo condições de formação de incrustação. Em 6.20 d), por outro lado, temos a totalidade da região com Is > 0, ou seja, toda esta região é propícia a formação de incrus-65\ntação, desde o fundo do poço à superfície. Nota-se que, como esperado, ao diminuir o pH obtemos menores Is não havendo portanto potencial de formação de deposições.\nEste gráfico pode ser utilizado para a análise da formação de incrustação de CaCOj, ao longo do sistema de produção, uma vez que podemos visualizar o comportamento do potencial de incrustação com a variação de temperatura, pressão e profundidade do poço de acordo com o perfil predefinido projetado no mesmo.\n6.2\tAplicação do modelo utilizando dados de sensores\nUma outra forma de aplicação do mapa de potencial de incrustação, seria utilizando dados de diferentes sensores com o objetivo de monitorar o comportamento do sistema como um todo. Com este objetivo, realizou-se um estudo com dados reais de dois poços denominados neste trabalho por Poço XI e X2. Foram coletados dados de pressão e temperatura em três pontos diferentes do sistema de produção. Os dados foram obtidos através de sensores instalados no fundo e na cabeça do poço, denominados de PDG e TPT, respectivamente. A pressão e temperatura do fluido na chegada à plataforma foram obtidas através do sensor presente no choke. Os dados foram organizados da maneira como segue na Tabela 6.6.\nTabela 6.6: Dados dos Poços XI e X2 e seus respectivos sensores\nPOÇO\tPLATAFORMA\t\tPDG P (psí) T °C\tTPT P (psi) T °C\t\n\tP (psi)\tT°C\t\t\t\nXI\t232,6\t32,8\t2592,8\t77\t996\t56,4\nX2\t210,5\t30,7\t2208,1\t73,7\t745,6\t61\nDiante dos dados reais dos poços XI e X2, elaborou-se um gráfico de comparação dos pontos medidos no sistema de produção para os diferentes casos, utilizando também os dados dos Poços D3 e D4 com variação do pH.\nNa Figura 6.21, pode-se visualizar o comportamento do potencial de incrustação em diferentes pontos do sistema de produção. Neste gráfico foi utilizado o Poço D3 e XI. Para comparação, variamos ainda o pH em uma unidade. Os pontos PDG, TPT e plataforma estão indicados pelo quadrado em azul, círculo em vermelho e asterisco em preto, respectivamente.\nFigura 6.21: Mapa do potencial de incrustação utilizando o Poço D3 e dados reais de sensores do Poço XI com variação do pH a) pH = 6,7 b) pH = 7,7. Valores de Is positivos estão indicados pela seta. Pontos representados pelos sensores PDG, TPT e plataforma estão representados pelo quadrado em azul, círculo em vermelho e asterisco em preto, respectivamente.\nNa Figura 6.21 a) observa-se uma pequena região com condições de formação de incrustação e Is > 0. Tal região compreende a área do sensor PDG, tratando-se portanto do fundo do poço. Conforme o petróleo vai sendo produzido e a pressão vai diminuindo, não há mais tendência à formação de deposições, conforme podemos identificar pelo círculo vermelho e quadrado azul. Já em b), conforme esperado, o aumento do pH em uma unidade ocasiona um aumento no índice de incrustação, tomando o meio favorável a formação de deposições. Neste caso, pelos dados dos sensores PDG e TPT e plataforma, constata-se que toda a região está propícia à formação de deposições. Vejamos agora este mesmo tipo de análise, porém utilizando o Poço D4 e X2, conforme representado pela Figura 6.22.\nFigura 6.22: Mapa do potencial de incrustação utilizando o Poço D4 e dados reais de sensores do Poço X2 com variação do pH a) pH = 4,9 b) pH = 6,9. Valores de 15 positivos estão indicados pela seta. Pontos representados pelos sensores PDG, TPT e plataforma estão representados pelo quadrado em azul, círculo em vermelho e asterisco em preto, respectivamente.\nA região da Figura 6.22 a) compreende em sua totalidade índices ls &lt;0, sendo portanto uma condição de não-incrustação. Por outro lado, ao aumentarmos o pH em duas unidades, conforme representado por b), obtemos uma situação diferente. Neste caso, conforme o petróleo vai sendo elevado, desde o fundo do poço há um ambiente propício à formação de incrustação. Isto pode ser constatado analisando em b) a região de Is > 0 destacada no gráfico pela seta, onde temos também os pontos dos sensores PDG e TPT. Nas condições de menores temperatura e pressões, na plataforma, não há potencial de formação de deposição.\nCom os mapas representados pelas Figuras 6.21 e 6.22, podemos analisar o comportamento e condições de formação de depósitos de CaCCh, no sistema de produção. Este tipo de análise é bastante importante pois, conhecendo o cenário de produção de um campo específico, pode-se estimar o que fazer para remediar uma determinada situação. Pode-se aplicar métodos de prevenção à formação de deposições ou até mesmo tentar manipular as variáveis que envolvem o sistema com o objetivo de mudar as condições de formação de depósitos inorgânicos. Com este tipo de estudo é possível ainda realizar o manuseio das variáveis com o objetivo de melhorar as condições de não-incrustação do poço, como por exemplo aumentar ou diminuir a pressão na cabeça do poço manipulando as válvulas do choke ou da árvore de natal, modificando então as condições de formação de incrustação. É importante ressaltar que, uma vez formada a incrustação, modificações na temperatura ou pressão não irão reverter este processo ou dissolver a deposição já existente.\n7\tConclusão / Trabalhos Futuros\nIncrustação pode ser definida como uma acumulação ou depósito químico de substâncias inorgânicas que podem crescer e aglomerar-se, por exemplo, nas paredes da tubulação ou equipamentos de superfície e reduzir assim a capacidade de fluxo.\nDiversos trabalhos tem mostrado que muitos poços tem sofrido continuamente com problemas de incrustações, diminuindo o fluxo de produção e causando até mesmo o tamponamento do poço. Depositam-se em bombas, válvulas, nas telas de contenção de areia, coluna de produção e diversos equipamentos de superfície e subsuperfície. Para ocorrer sua formação são necessários três fatores básicos, sendo eles a supersaturação, a nucleação e o tempo de contato ou crescimento dos cristais. As incrustações resultam em diversos problemas econômicos, gerando aumento de custo além de ocasionar uma redução significativa da quantidade de produção. Os diversos programas de tratamento e prevenção existentes são implementados com o intuito de interferir neste processo e melhorar o desempenho do poço.\nA análise termodinâmica e cinética é de fundamental importância, uma vez que com elas é possível prever a possibilidade de ocorrência de incrustação e o local onde será formada. No presente trabalho foi utilizado um modelo termodinâmico com o intuito de facilitar a previsão de incrustação. Precipitações de incrustações durante a produção de petróleo são de grande preocupação e importância para a indústria petrolífera. Devido às descobertas das enormes reservas do pré-sal, trabalhos relacionados aos carbonatos ganham cada vez mais destaque. O CaCO^ constitui-se em uma das mais comuns formas de deposição inorgânica, diminuindo a permeabilidade na área próxima do poço, aderindo ao interior do tubo de produção e causando diversos outros danos ao sistema de produção de petróleo. Um modelo termodinâmico previamente existente foi utilizado para realizar os cálculos do índice baseado em uma mistura de dados hipotéticos e reais. O modelo mostrou-se válido, e, conforme esperado, obteve-se um comportamento de variação de pressão, temperatura e pH condizente ao descrito nas literaturas.\nOs gráficos desenvolvidos revelam que é possível realizar a análise do comportamento do potencial da formação de incrustações por CaCOj de posse das variáveis necessárias para utilizar o modelo. Diante do resultado gráfico junto a um perfil predefinido, pode-se idealizar as condi-\n69\nções de incrustação, tomando possível a manipulação da pressão, por exemplo, quando necessário. Todavia, para uma previsão exata, toma-se necessária a utilização de um modelo termodinâmico juntamente a um modelo cinético.\nTemas relacionados à incrustação e mais especificamente à deposição por CaCOj, são extremamente importantes uma vez que podem impedir o fluxo do poço através do tamponamento das linhas de produção e equipamentos. Tais efeitos impactam em prejuízos devido à necessidade de substituição de equipamentos do poço, re-perfuração, estimulação e outros trabalhos de remedia-ção. Nos casos mais severos pode ocasionar a perda total da produção. Se a incmstação causar o tamponamento de qualquer parte do sistema de produção, então este se toma impermeável a qualquer fluido impedindo o seu fluxo. Com o presente trabalho pode-se realizar um estudo prévio das condições do poço no que diz respeito à formação de depósitos de CaCOi, evitando assim gastos futuros de manutenções além de remoções de incrustações.\nO mapa de potencial de incmstação desenvolvido junto a curva hipotética, conforme Figura 6.20, mostra que é possível realizar uma análise de cada poço, indicando as regiões com condições de formação de deposições por CaCO^. Trata-se de uma ferramenta de fácil utilização e análise em tempo real, evitando assim futuros gastos com manutenção do poço devido a depósitos formados.\nCom as análises realizadas, constatamos o efeito da pressão e temperatura sob a formação de incmstação por CaCO^. Como esperado, os cálculos confirmaram o comportamento do aumento do Is com o aumento da temperatura, além da diminuição do mesmo com o aumento da pressão. Com a análise de sensibilidade e projeção do comportamento da temperatura do fluido pode-se avaliar o potencial de incmstação em diferentes localidades do sistema de produção, como por exemplo a linha, cabeça e fundo do poço. O índice Is pode se tomar um índice a ser utilizado em tempo real de avaliação do poço, evitando assim possíveis gastos futuros com manutenção e injeção de inibidores de incmstação.\nPara trabalhos futuros sugere-se o acompanhamento de um poço específico utilizando seus dados em tempo real e posterior comparação com o histórico de produção. Sugere-se ainda, a utilização de um modelo cinético junto a um modelo termodinâmico, visando melhorar cada vez mais o método de previsão.\nReferências\nABTAHI, M. et al. Calcium carbonate precipitation and ph variations in oil field waters: A comparison between experimental data and model calculations. Acta chemica scandinavica, Munksgaard, v. 50, n. 2, p. 114-121, 1996.\nALVES, THIAGO CAIQUE. Acompanhamento de análises ambientais: Efluentes, águas e alimentos relatório de estágio supervisionado realizado no laboratório de análises freitag: Divisão ambiental. 2010.\nARAI, A. Estudo da Formação de Incrustações Carbonáticas. [S.l.]: Universidade Federal do Rio de Janeiro, 2010.\nATKINS, PW. Físico-química,(tradução), vol 1 6a edição. LTC Editora SA, RJ, 1999.\nATKINS, P; BUENO, W. Química Geral. [S.l.]: Bookman Companhia Editora, 5a edição, 2003.\nATKINS, Peter William; JONES, Loretta; CARACELLI, Ignez. Princípios de Química: questionando a vida moderna eo meio ambiente. [S.l.]: Bookman, 2001.\nATKINSON, G.; MECIK, M. The chemistry of scale prediction. Journal of Petroleum Science and Engineering, Elsevier, v. 17, n. 1-2, p. 113-121, 1997.\nBECKER, JR. Corrosion and scale handbook. [S.l.]: Pennwell Corp, 1998.\nBELLARBY, J. Well completion design. [S.l.]: Elsevier Science, 2009.\nCALLEN, Herbert B. THERMODYNAMICS &amp; AN INTRO. TO THERMOSTATISTICS. [S.l.]: Wiley. com, 2006.\nCHEN, T.; NEVILLE, A.; YUAN, M. Calcium carbonate scale formation-assessing the initial stages of precipitation and deposition. Journal of Petroleum Science and Engineering, Elsevier, v. 46, n. 3, p. 185-194, 2005.\nCHILINGAR, George M.; MAURHATCH, Ryan; AL-QAHTANI, Ghazi D. Fundamentals of corrosion and scaling - for petroleum and environmental engineers. 2008.\nDAHER, J.S. Avaliação de incrustação de sais inorgânicos em reservatórios inconsolidados através da simulação numérica. Portuguese, MS Thesis, North Fluminense State University-Lenep/UENF, Macaé, RJ, Brazil, 2003.\nDAWE, R.A.; ZHANG, Y. Kinetics of calcium carbonate scaling using observations from glass micromodels. Journal of Petroleum Science and Engineering, Elsevier, v. 18, n. 3-4, p. 179-187, 1997.\nFLECKER, Michael et al. Maximizing reservoir production using new technologies for permanent continuous downhole sensors. In: Offshore Technology Conference. [S.l.: s.n.], 2000.\nJUNIOR, Clenilson da Silva Sousa; NASCIMENTO, Marisa. Popriedades termodinâmicas dos ions em solução-cálculo da atividade. Vértices, v. 13, n. 2, p. 147-160, 2011.\nLARSON, TE; BUSWELL, AM. Calcium carbonate saturation index and alkalinity interpretations. Journal of the American Water Works Association, v. 34, n. 11, p. 1667, 1942.\nLEWIS, Gilbert N; RANDALL, Merle. The activity coefficient of strong electrolytes. 1. Journal of the American Chemical Society, ACS Publications, v. 43, n. 5, p. 1112-1154, 1921.\nMOGHADASI, J. et al. Prediction of scale formation problems in oil reservoirs and production equipment due to injection of incompatible waters. Developments in Chemical Engineering and Mineral Processing, Wiley Online Library, v. 14, n. 3-4, p. 545-566, 2006.\nODDO, J.; TOMSON, M. Simplified calculation of caco3 saturation at high temperatures and pressures in brine solutions. Journal of Petroleum Technology, Society of Petroleum Engineers, v. 34,\nn.\t7, p. 1583-1590, 1982.\nODDO, JE; TOMSON, MB. Why scale forms and how to predict it. SPE Production and Facilities (Society of Petroleum Engineers);(United States), v. 9, n. 1, 1994.\nPRAUSNITZ, John M; LICHTENTHALER, Rudiger N; AZEVEDO, Edmundo Gomes de. Molecular thermodynamics of fluid-phase equilibria. [S.l.]: Pearson Education, 1998.\nRAGHURAMAN, Bhavani et al. Real-time downhole ph measurement using optical spectroscopy. SPE Reservoir Evaluation &amp; Engineering, Society of Petroleum Engineers, v. 10, n. 3, p. 302-311,\n2007.\nRAJU, Krishnam. Successful scale mitigation strategies in saudi arabian oil fields. In: SPE International Symposium on Oilfield Chemistry. [S.l.: s.n.], 2009.\nROCHA, AA et al. Numerical modeling of salt precipitation during produced water reinjection. In: International Symposium on Oilfield Scale. [S.l.: s.n.], 2001.\nROSARIO, FF; BEZERRA, MCM. Scale potential of a deep water field-water characterisation and scaling assessment. In: International Symposium on Oilfield Scale. [S.l.: s.n.], 2001.\nSHEIKHOLESLAMI, R. Composite scale formation and assessment by the theoretical scaling potential index (spi) proposed previously for a single salt. Desalination, Elsevier, 2011.\nSILVA, Antonio de Pádua Martins da. Uso do DSP na Instrumentação Associada à Medição Distribuída de Temperatura. Tese (Doutorado) — Universidade Federal de Pernambuco, 2008.\nSILVA, M. et al. Integrated management on a mature field in the brazilian continental margin. In: Latin American &amp; Caribbean Petroleum Engineering Conference. [S.l.: s.n.], 2007.\nSTIFF, HA; DAVIS, L.E. A method for predicting the tendency of oil field waters to deposit calcium carbonate. Transactions AIME, v. 195, p. 213-216, 1952.\n72\nVALONE, E; SKILLERN, K. An improved technique for predicting the severity of calcium carbonate. In: SPE Oilfield and Geothermal Chemistry Symposium. [S.l.: s.n.J, 1982.\nVETTER, OJ; KANDARPA, V. Prediction of caco3 scale under downhole conditions. In: SPE Oilfield and Geothermal Chemistry Symposium. [S.l.: s.n.], 1980.\nYEBOAH, YD; SOMUAH, SK; SAEED, MR. A new and reliable model for predicting oilfield scale formation. In: SPE International Symposium on Oilfield Chemistry. [S.l.: s.n.], 1993.\nZHANG, Y. et al. The kinetics of carbonate scaling-application for the prediction of downhole carbonate scaling. Journal of Petroleum Science and Engineering, Elsevier, v. 29, n. 2, p. 85-95, 2001."}]}}}