{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07415"}, {"@name": "filename", "#text": "120_000716512.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n \n \n \n \n \n \n \n \n\nANÁLISE SISMOESTRATIGRÁFICA DOS DEPÓSITOS SINRIFTE DA \nFORMAÇÃO COQUEIRO SECO (APTIANO INFERIOR A MÉDIO), BACIA DE \n\nSERGIPE-ALAGOAS \n \n \n \n \n \n\nLUCIANO JOSÉ COSTA LARRÉ \n \n \n \n \n \nORIENTADOR: Prof. Dr. CLAITON MARLON DOS SANTOS SCHERER \nCO-ORIENTADOR: Dr. WAGNER SOUZA LIMA \n \n \n \nBANCA EXAMINADORA: \n                      Prof. Dr. Luiz José Tomazelli \n                      Prof. Dr. Paulo Sérgio Gomes Paim \n                      Dr. Carlos Lopo Varela \n \n \n \n \n\nDissertação de Mestrado apresentada como \nrequisito para obtenção do Título de Mestre \nem Geociências. \n\n \n \n \n \n \n \n\nPorto Alegre – 2009 \n \n \n\n\n\n \n\n \n\nii \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLarré, Luciano José Costa \n\nAnálise sismoestratigráfica dos depósitos sinrifte da Formação \nCoqueiro Seco (Aptiano Inferior a Médio), Bacia de Sergipe-Alagoas. / \nLuciano José Costa Larré. - Porto Alegre : IGEO/UFRGS, 2009. \n\n[118 f.]    il. \n \n\nDissertação (Mestrado). - Universidade Federal do Rio Grande do \nSul. Instituto de Geociências. Programa de Pós-Graduação em \nGeociências. Porto Alegre, RS - BR, 2009. \n\nOrientação: Prof. Dr. Claiton Marlon dos Santos Scherer. \nCo-Orientação: Dr. Wagner Souza Lima \n\n \n \n\n1. Bacia de Sergipe-Alagoas. 2. Formação Coqueiro Seco. 3. \nSeqüências Transgressivas-Regressivas (T-R).4. Padrões de \nEmpilhamento. 5. Superfícies-chave. I. Título. \n \n \n_____________________________ \n\nCatalogação na Publicação \nBiblioteca Geociências - UFRGS \nRenata Cristina Grun CRB 10/1113 \n\n \n \n \n \n\n\n\n \n\n \n\niii \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n                                                                              À \n                                                                              Minha esposa Estela e aos meus filhos \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\niv \n\nAGRADECIMENTOS \n \n\n \nDurante o desenvolvimento desta dissertação muitas pessoas contribuíram com \n\nsua palavra de estímulo e motivação. Impossível mencionar a todas, mas quero registrar aqui \n\nminha imensa gratidão a estes gestos de apoio.  \n\nMeus sinceros agradecimentos a PETROBRAS por proporcionar esta \n\noportunidade de qualificação profissional, mais designadamente aos gerentes da unidade UN-\n\nSEAL pela anuência e suporte necessários.  \n\nEm particular aos orientadores: professor Dr.Claiton Marlon dos Santos \n\nScherer e ao Dr. Wagner Souza Lima. Ao Dr. Wagner guardo ainda, a gratidão por ajudar a \n\ntransformar um elusivo desejo em realidade. \n\nAos colegas da PETROBRAS: Geraldino Queiroz Setúbal, Eraldo Vilar \n\nOliveira, Manuel Nabuco Chaves Costa, Bráulio Oliveira Silva, pelas críticas e sugestões e ao \n\nDr. Carlos Lopo Varela, pelas correções, orientações técnicas e dedicada paciência para a \n\nmelhoria e compreensão do texto. \n\nAos professores Claiton Scherer, Michael Holz e Luiz Tomazelli, pelos \n\nensinamentos transmitidos nos seus cursos e aos amigos e funcionários do Programa de Pós-\n\nGraduação em Estratigrafia, pela gentileza e pronto atendimento, durante minhas breves \n\nestadias em Porto Alegre.  \n\nAos divertidos momentos compartilhados com os colegas de turma, \n\nnomeadamente, Lúcia Mesquita de Luna Freire, Celso Moura Jardim, Rangel Filho, Eduardo \n\nSbaraini, Sérgio Cirino e Pablo Cardoso. Aos demais colegas da pós-graduação um forte \n\nabraço e sucesso. \n\n\n\n \n\n \n\nv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                                                               “Aprender é a única coisa de que \na mente nunca se cansa, nunca tem medo e nunca se arrepende”. \n\nLeonardo da Vinci \n \n \n \n \n \n\n\n\n \n\n \n\nvi \n\nRESUMO \n\n \n\nA Formação Coqueiro Seco compreende uma espessa sucessão de estratos \n\nsinrifte de idade eo a mesoaptiana, correspondente aos andares locais Jiquiá e parte do \n\nAlagoas inferior. Essa formação representa sistemas fluvio-deltaico-lacustres. Ocorre desde a \n\nporção norte da sub-bacia de Sergipe até o extremo nordeste da sub-bacia de Alagoas, \n\npodendo atingir, no baixo de Alagoas, espessuras da ordem de 3000 metros. \n\nO principal objetivo do presente trabalho é a proposição de um arcabouço \n\nestratigráfico para a Formação Coqueiro Seco, por meio de análise sismoestratigráfica, \n\nutilizando os conceitos básicos da Estratigrafia de Seqüências como metodologia geral. Dados \n\nsísmicos de reflexão e perfis de poços compõem o banco de dados empregado. O arcabouço \n\nhora proposto foi construído a partir do reconhecimento de ciclos transgressivos-regressivos, \n\ncom base na distinção e identificação de padrões de empilhamento e superfícies-chave.  \n\nA sucessão estudada foi subdivida em três seqüências transgressivas-\n\nregressivas (T-R), limitadas por discordâncias de caráter erosivo. A seqüência inicial S(t-r)1 \n\nrecobre discordantemente as coquinas Morro do Chaves. Seu limite inferior aparece muito \n\nbem marcado em dados de poço, correspondendo a uma brusca variação nos perfis de \n\nresistividade e sônico. Sua resposta sísmica é caracterizada por fortes reflexões, paralelas e \n\ncontínuas, derivadas do forte contraste de impedância acústica entre os arenitos e folhelhos e \n\nos bancos de coquinas sotopostos. A seqüência S(t-r)2 registra a transgressão mais bem \n\npreservada na área, representada regionalmente por uma superfície de inundação máxima. Sua \n\nidentificação é também bem evidente nos perfis de poço e é sismicamente caracterizada por \n\neventos com fortes amplitudes. A discordância regional pré-Alagoas encerra a deposição da \n\nseqüência S(t-r)3 que  é a mais  superior do intervalo estudado e incorpora uma peculiar \n\nocorrência evaporítica. Comum a todas as seqüências, o trato de sistema transgressivo é \n\nidentificado pelo diagnóstico padrão retrogradacional, em um perfil de granodecrescência \n\nascendente, com base assinalada por corpos arenosos de padrão em caixa. Seu topo é \n\ndelimitado pela superfície de inundação máxima, normalmente associada a fortes refletores de \n\nexpressão regional. O trato regressivo, por sua vez, caracteriza-se pelo padrão progradacional, \n\nem um perfil de granocrescência para o topo. Na sísmica, corresponde a clinoformas \n\nprogradantes sobrepostas à superfície de inundação máxima. O distinto caráter cíclico \n\ndeposicional observado constitui-se, basicamente, por um arranjo de litofácies em uma \n\nmarcante alternância de arenitos de diversas granulações, folhelhos e siltitos.  Variações de \n\nespessuras são relacionadas aos elementos estruturais, tais como falhas e calhas tectônicas. \n\n\n\n \n\n \n\nvii \n\nMapas de sismofácies denotam prováveis direções de aporte sedimentar advindos da borda \n\nfalhada e da margem flexural da bacia. \n\nA sedimentação Coqueiro Seco se insere em um contexto paleofisiográfico de \n\numa extensa rampa flexural que se formou por uma sucessão de recursivas fases \n\ntransgressivas e regressivas, associadas à típica geometria rifte. Seu arranjo sedimentar é \n\nassinalado sismicamente por: uma configuração de refletores essencialmente, contínuos e \n\nparalelos, interpretados como da fase transgressiva, em feições de onlap; um conjunto de \n\nconfigurações de refletores oblíquos, interpretados como clinoformas progradantes da fase de \n\npreenchimento regressivo, em terminações de downlap; e, por fim, feições de truncamento \n\nerosional que demarcam os limites de seqüências. \n\n \n\nPalavras-chave: Bacia de Sergipe-Alagoas, Formação Coqueiro Seco, seqüências \ntransgressivas-regressivas (T-R), padrões de empilhamento, superfícies-chave. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nviii \n\nABSTRACT \n \n\nThe Coqueiro Seco Formation comprises a thick package of syn-rift Eo/Meso-\n\nAptian deposits that corresponds to the Jiquiá and Lower Alagoas local stages. This formation \n\nrepresents fluvio-deltaic-lacustrine systems. It occurs from the northern portion of the Sergipe \n\nsub-basin to the northeastern extreme of the Alagoas sub-basin, reaching up to 3000 meters of \n\nthickness in the Alagoas Low. \n\nThe main goal of the present work is to propose a new stratigraphic framework \n\nfor the Coqueiro Seco Formation based on seismic stratigraphic analysis, using the basic \n\nconcepts of sequence stratigraphy as a general methodology. Reflection seismic data and well \n\nlogs comprise the database for this work. The proposed framework was developed through the \n\nrecognition of transgressive/regressive cycles, based on the distinction and identification of \n\nsedimentation patterns and key surfaces. \n\nThe studied interval was subdivided into three transgressive-regressive (T-R) \n\nsequences, bounded by erosional unconformities. The initial S(t-r)1 sequence unconformably \n\noverlies the Morro do Chaves coquinas. Its lower boundary is clearly marked in well logs by \n\nan abrupt change in the resistivity and sonic logs. Its seismic signature is characterized by \n\nstrong, sub-parallel and continuous events, related to the strong acoustic contrast between \n\nsandstone and shale layers, and the coquinas immediately above. The S(t-r)2 sequence \n\nencompasses the best preserved transgression surface in the area, which is regionally \n\nrepresented by a maximum flooding surface. Its recognition is also obvious on well logs, and \n\nit is seismically characterized by strong amplitude events. The regional Pre-Alagoas \n\nunconformity terminated the deposition of the upper S(t-r)3 sequence, which includes a \n\npeculiar evaporite occurrence. Common to all three sequences, the transgressive system tract \n\nis characterized by a diagnostic retrogradational pattern, showing a thinning-upward cycle \n\nwith clean basal sandstone bodies. Its top is limited by a maximum flood surface, related to \n\nstrong regional reflections. On the other hand, the regressive tract is characterized by a \n\nprogradational pattern, showing a thickening-upward character. Seismically, it corresponds to \n\nprogradational clinoforms overlapping the maximum flood surface. Its distinct cyclic \n\ndepositional character is represented by a lithofacies array composed by a significant \n\nintercalation of fine to coarse sandstones, siltstones and shale layers. Thickness variations are \n\nrelated to structural elements, such as faults and tectonic troughs. Seismofacies maps point to \n\nprobable sediment deposition directions from the faulted border and flexural basin margin. \n\n\n\n \n\n \n\nix\n\nThe Coqueiro Seco sedimentation is part of a paleophysiographic context \n\ncomposed of a large flexural ramp formed by a recursive series of transgressive and \n\nregressive phases, associated to a typical rift geometry. Its sedimentary architecture is \n\nseismically characterized by: a set of essentially continuous and parallel onlapping reflections, \n\ninterpreted as part of the transgressive phase; a set of oblique downlapping reflections \n\ninterpreted as prograding clinoforms of the regressive filling phase; and, lastly, erosional \n\ntruncation features which define the sequence boundaries. \n\n \n\nKey-words: Sergipe-Alagoas Basin, Coqueiro Seco Formation, transgressive-regressive (T-R) \nsequences, stacking patterns, key surfaces.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nx\n\nSUMÁRIO \n \n\n1. INTRODUÇÃO......................................................................................................... 1 \n\n1.1. Objetivos.................................................................................................................... 2 \n\n1.2. Área de estudo ........................................................................................................... 3 \n\n1.2.1. Arcabouço tectono-estratigráfico .............................................................................. 4 \n\n1.2.2. Trabalhos anteriores ................................................................................................ 10 \n\n1.3. Base de dados .......................................................................................................... 19 \n\n1.3.1. Dados Sísmicos ....................................................................................................... 20 \n\n1.4. Metodologia............................................................................................................. 23 \n\n2. A FORMAÇÃO COQUEIRO SECO...................................................................... 26 \n\n2.1. Modelos deposicionais ............................................................................................ 32 \n\n3. ESTRATIGRAFIA DE SEQUÊNCIAS.................................................................. 37 \n\n3.1. Modelos de Estratigrafia de Seqüências .................................................................. 38 \n\n3.1.1. Modelo de seqüências transgressivas-regressivas (T-R) ......................................... 40 \n\n3.2. A importância do Cenário Tectônico....................................................................... 41 \n\n3.2.1. O contexto de rifte continental ................................................................................ 42 \n\n3.2.2. Aspectos do rifte da bacia de Sergipe-Alagoas ....................................................... 48 \n\n3.3. Contexto paleogeográfico........................................................................................ 51 \n\n3.4. Ciclos transgressivos-regressivos ............................................................................ 52 \n\n4. ANÁLISE SISMOESTRATIGRÁFICA ................................................................. 57 \n\n4.1. Fácies Sísmica ......................................................................................................... 63 \n\n4.1.1. Análise vertical de fácies ......................................................................................... 63 \n\n4.1.2. Mapas de fácies (Stratimagic - PARADIGM).......................................................... 66 \n\n4.1.3. Classificação pela forma do traço............................................................................ 69 \n\n4.2. Seqüências transgressivas-regressivas (T-R)........................................................... 71 \n\n4.2.1. Seqüência S(t-r)1 ..................................................................................................... 73 \n\n4.2.2. Seqüência S(t-r)2 ..................................................................................................... 76 \n\n4.2.3. Seqüência S(t-r)3 ..................................................................................................... 80 \n\n4.3. Padrões de distribuição ............................................................................................ 85 \n\n5. DISCUSSÃO ........................................................................................................... 90 \n\n6. CONCLUSÃO......................................................................................................... 97 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .................................................................................... 99 \n\n\n\n \n\n \n\n1 \n\nINTRODUÇÃO \n \n\n \n\nA despeito da complexidade e diversidade de contextos rifte, em geral observa-\n\nse uma tendência dos riftes continentais apresentarem uma expressão fisiográfica comum, \n\ndisposta como depressões estreitas, alongadas e intensamente compartimentadas, \n\ncaracterizada por uma geometria de meio-graben (como unidade basal), resultante da \n\nelevação muito maior da zona de borda falhada em relação à outra margem da bacia \n\n(Gawthorpe &amp; Colella, 1990). Os conceitos de Estratigrafia de seqüências aplicados neste \n\ncontexto decorrem da premissa de que as variações do nível do lago controlam o nível de base \n\ndeposicional semelhantemente às flutuações do nível do mar nas bacias marinhas. Contudo, \n\nos tratos de sistemas deposicionais, a arquitetura deposicional e a origem dos limites de \n\nseqüências são significativamente diferentes dos modelos marinhos. Sendo assim, esses \n\nconceitos requerem modificações para explicar a complexidade das seqüências lacustres e a \n\ndistribuição dos tratos de sistemas deposicionais em bacias tectonicamente ativas (Changsong \n\net alii, 2001). \n\nO pacote sedimentar objeto do presente estudo é parte integrante do rifte da \n\nbacia de Sergipe-Alagoas, sendo possuidor de um arcabouço tectônico intensamente \n\ncompartimentado. Estratigraficamente, esse pacote foi depositado sobre a discordância pré-\n\nNeojiquiá (base do Aptiano inferior) e se estende até o topo do andar Jiquiá superior (Aptiano \n\nmédio), relacionado à discordância pré-Alagoas. Corresponde à Formação Coqueiro Seco, \n\ncompondo a seqüência tectono-estratigráfica IIb de Chagas et alii (1993) equivalendo em \n\nquase sua totalidade à seqüência deposicional K38, de acordo com recente revisão \n\nestratigráfica da bacia (Campos Neto et alii, 2007). Esses sedimentos ocorrem desde a porção \n\nnorte da sub-bacia de Sergipe (baixo de Japaratuba, degrau de Alagamar e baixo de São \n\nFrancisco) até o extremo nordeste da sub-bacia de Alagoas, atingindo, no baixo de Alagoas, \n\nespessura da ordem de 3000 metros.  \n\nPor sua relevância econômica, a Formação Coqueiro Seco tem sido objeto de \n\nnumerosos trabalhos. Os estudos pioneiros datam da década de 30, mas somente a partir da \n\ndécada de 70 surgiram os primeiros estudos, sob uma conceituação mais uniforme, \n\nobjetivando o entendimento de seus sistemas deposicionais e atributos faciológicos. \n\nNeste trabalho, será dada ênfase à arquitetura estratal do preenchimento \n\nsedimentar do intervalo de interesse, baseada em dados de reflexão sísmica, com suporte em \n\ndados de poços e em biozonas de ostracodes. A formulação de um arcabouço estratigráfico e a \n\n\n\n \n\n \n\n2 \n\nproposição de uma subdivisão do intervalo estudado em seqüências transgressivas-regressivas \n\n(T-R) sensu Embry &amp; Johannessen (1992) e Embry (1993, 2002) constituem os objetivos \n\nprincipais. Portanto, a sua estrutura está centrada na distinção e identificação dos ciclos \n\ntransgressivos-regressivos a partir da análise de padrões de empilhamento e superfícies-chave. \n\nAlém disso, serão abordados aspectos relacionados ao cenário tectônico (rifte), ao contexto \n\npaleofisiográfico e à caracterização sísmica das seqüências propostas. \n\nA motivação para a presente pesquisa sismoestratigráfica, a partir dos afazeres \n\nrotineiros de interpretação sísmica exploratória, baseou-se na ampla malha sísmica 2-D e \n\nprincipalmente 3-D disponível. Foi também decorrente da necessidade de uma subdivisão do \n\nintervalo estudado, de acordo com os preceitos da Estratigrafia de Seqüências, visto que até o \n\npresente momento os estudos têm-se limitado a um zoneamento local de caráter meramente \n\nlitológico. O caráter inédito dessa subdivisão tornou-se uma motivação adicional a ser somada \n\nà viabilidade da aplicação da base conceitual da Estratigrafia de Seqüências em contextos \n\npredominantemente não marinhos. \n\nO enfoque exploratório foi propositadamente excluído por não fazer parte do \n\nescopo desta dissertação.  \n\n \n\n \n\n1.1. Objetivos \n \n\n \n\nOs objetivos aqui definidos são: (i) melhor compreensão tectono-sedimentar \n\ndos depósitos sinrifte de idade eo a mesoaptiana, correspondentes aos estratos flúvio-deltaico-\n\nlacustres da Formação Coqueiro Seco, (ii) proposição de um arcabouço estratigráfico \n\nfundamentado, por meio de análise sismoestratigráfica e da análise de poços, utilizando os \n\nconceitos básicos da Estratigrafia de Seqüências como metodologia geral, (iii) discussão e \n\ninterpretação integrada do modelo deposicional de preenchimento e seus principais controles. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n3 \n\n1.2. Área de estudo \n \n\n \n\nA área de estudo ocupa a porção central da sub-bacia de Alagoas, com \n\naproximadamente 1200 km2 (Figura 1). Abrange os compartimentos estruturais desde o baixo \n\nde Fernão Velho, no extremo norte, ao baixo de Sinimbu e degrau de Fazenda Riachuelo, ao \n\nsul, de acordo com designação estabelecida por Chagas et alii, 1993.  \n\n \n\n \nFigura 1 – Mapa de localização da área de estudo segundo a compartimentação estrutural da sub-bacia de \nAlagoas ao nível do embasamento (modificado de Lana, 1985 e Chagas et alii, 1993).  \n\n \n\nPara detalhamento foi selecionada a área coberta pelo principal levantamento \n\nsísmico 3-D empregado neste estudo (Figura 2), limitada a N-NO pela borda falhada da bacia \n\n(limítrofe ao embasamento adjacente, o Maciço Pernambuco-Alagoas), incluindo nesse \n\n\n\n \n\n \n\n4 \n\nâmbito o principal depocentro a ela coligado, o baixo de Varrela. A sul/sudeste, limita-se pela \n\nrampa de acesso ao importante sistema de falhas de grande rejeito e padrão echelon, \n\ndenominado de “linha de charneira” vinculada ao final do tempo Alagoas (Meso/neo-Aptiano \n\nao Eoalbiano). Encontram-se representados os depósitos sinrifte de idade eo a mesoaptiana da \n\nFormação Coqueiro Seco, correspondente à seqüência deposicional de 3ª ordem K38 definida \n\npor Feijó (1994), de acordo com recente revisão estratigráfica da bacia (Campos Neto et alii, \n\n2007). \n\n \n\n \nFigura 2 – Compartimentação estrutural da sub-bacia de Alagoas ao nível do embasamento (modificado de Lana, \n1985 e Chagas et alii, 1993). Em destaque a área de detalhamento correspondente ao principal levantamento \nsísmico 3-D empregado neste estudo. Outros levantamentos sísmicos 3-D, em cor verde-clara.  \n\n \n\n \n\n1.2.1. Arcabouço tectono-estratigráfico \n \n\n \n\nO pacote sedimentar em estudo é parte integrante da seção rifte da bacia de \n\nSergipe-Alagoas, possuidor de um arcabouço tectônico intensamente compartimentado, \n\nresultado de diversos episódios deformacionais desenvolvidos a partir do Neojurássico. \n\nEncravada sobre terrenos geológicos de diferentes idades e domínios geotectônicos, a bacia de \n\nSergipe-Alagoas reflete um arcabouço estrutural decorrente do rifteamento que individualizou \n\n\n\n \n\n \n\n5 \n\ndiversos altos e baixos, por vezes entrecortados por feições em forma de degraus ou \n\nintermediados por plataformas.  \n\nA área estudada envolve os altos de Pilar, Maceió e Tabuleiro dos Martins e os \n\nbaixos de Varrela e Fernão Velho. Abrange ainda na sua porção Sudoeste o degrau de \n\nFazenda Riachuelo e as plataformas de Furado (menor porte) e São Miguel dos Campos \n\n(Figura 3). \n\n \n\n \nFigura 3 – Arcabouço tectônico da bacia de Sergipe-Alagoas (nível do embasamento). Em destaque os \ncompartimentos estruturais relacionados à área de estudo. \n\n \n\nSob o ponto de vista estrutural, a sub-bacia de Alagoas possui geometria em \n\nmeio-graben mergulhando para este/sudeste, em blocos escalonados por falhas de direção \n\npredominante NE-SO, separados entre si por falhas de direção E-O e/ou N-S (Souza-Lima, \n\n2006), (Figura 4). \n\n \n\n\n\n \n\n \n\n6 \n\n \nFigura 4 – Seção geológica esquemática (dip), representando o perfil estrutural da sub-bacia de Alagoas. Em \ndestaque os eventos evaporíticos Paripueira e Horizonte (modificado de Souza-Lima, 2006). \n\n \n\n \n\nEstratigraficamente é composta por clásticos do Cretáceo inferior (formações \n\nFeliz Deserto, Barra de Itiúba, Penedo, Morro do Chaves, Coqueiro Seco, Maceió e Poção), \n\nsobrepostos a depósitos jurássicos (formações Serraria, Bananeiras e Candeeiro) e paleozóicos \n\n(formações Aracaré e Batinga). Recoberta, discordantemente, por uma delgada cobertura \n\npliocênica a quaternária (Grupo Barreiras). \n\nA presença de sais de halita foi detectada no proeminente baixo deposicional \n\nde Varrela, na porção superior da Formação Coqueiro Seco, sendo atribuída à idade Jiquiá \n\nsuperior (Figura 4) (Souza-Lima, 2008). Esse evento evaporítico, revelado em um único poço, \n\no 1-HZ-1-AL (Horizonte-1), particulariza a área de estudo com a possibilidade de ter sido \n\nonde a primeira incursão marinha da bacia ocorreu. \n\nA assinatura polifásica da sub-bacia de Alagoas resultou em sua intensa \n\ncompartimentação, cujas feições estruturais daí derivadas possuem distintas respostas em \n\ndados gravimétricos e magnéticos. Salientam-se como limites, falhas, lineamentos e eixos \n\npositivos e negativos de anomalias gravimétricas e magnéticas. A seguir, algumas \n\nconsiderações mais atinentes à área serão enumeradas, como as delineadas por Barros (2007), \n\ncom base nos mapas de anomalia Bouger e da 1ª. derivada vertical da anomalia Bouger \n\n(Figura 5 e Figura 6, respectivamente):  \n\n\n\n \n\n \n\n7 \n\n1 - A separação a norte-nordeste entre as sub-bacias de Alagoas e do Cabo está assinalada \n\npela rampa construída pelo alto de Maragogi. A sul, os altos de Palmeira Alta e Penedo \n\nconstituem o limite estrutural entre a sub-bacia de Alagoas e a sub-bacia de Sergipe. \n\n2 - O sistema de falhas de borda da bacia controla os grandes baixos deposicionais de Varrela \n\ne Alagoas de direção NE-SO, nos quais os espessos pacotes sedimentares neles contidos estão \n\nem contato brusco com as rochas do Maciço Pernambuco-Alagoas (indicado como \n\nembasamento raso). \n\n3 - As grandes falhas de direção N-S e NE-SO estão bem caracterizadas e refletem antigas \n\nlinhas de charneiras. Vários pequenos altos estruturais separam porções do baixo de Alagoas, \n\npor vezes acompanhando os lineamentos herdados do embasamento. \n\n4 - O embasamento no extremo nordeste da sub-bacia de Alagoas encontra-se mais elevado, \n\nformando o que se conhece como alto externo de Maceió. \n\nEstes mapas foram elaborados conjugando-se dados terrestres (de detalhe), \n\nmarítimos (semidetalhe), até a profundidade de 50m, e de satélite. Os mapas, apresentados, \n\nresultantes de filtragens realizadas no domínio da freqüência, permitem salientar as anomalias \n\nde mais alta freqüência situadas a menores profundidades em detrimento das mais profundas, \n\ncausadas por fontes mais densas e/ou mais magnéticas. Os dados gravimétricos foram os mais \n\nefetivos no mapeamento dos principais elementos estruturais da parte emersa da sub-bacia de \n\nAlagoas (Barros, opus cit).  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n8 \n\n \n\nFigura 5 – Mapa de anomalia Bouger da sub-bacia de Alagoas. \nNotar o sistema de falhas de borda associado ao embasamento \nraso do Maciço Pernambuco-Alagoas, bem como os grandes \nbaixos deposicionais de Varrela e Alagoas. Os limites norte e sul \ndessa sub-bacia aparecem bem delineados pelos altos de Maragogi \ne Palmeira Alta / Penedo, respectivamente. As falhas e \nlineamentos estão representados por traços interrompidos na cor \namarela; os eixos positivos de anomalias magnéticas por traços \ninterrompidos na cor vermelha, enquanto os negativos na cor \nbranca; áreas de grandes anomalias situadas na porção marítima \npor notação traço-ponto nas cores preta e azul; os lineamentos da \nzona de fratura oceânica e Maceió (Ascensão Z.F.O.) constam \ncomo traços e/ou pontos brancos interrompidos (Barros, 2007). \n\n \n\n \n\n\n\n \n\n \n\n9 \n\n \n\nFigura 6 – Mapa da 1ª. derivada da anomalia Bouger da sub-\nbacia de Alagoas. Notar o maior grau de detalhamento alcançado. \nAs falhas e lineamentos estão representados por traços \ninterrompidos na cor amarela; os eixos positivos de anomalias \nmagnéticas por traços interrompidos na cor vermelha, enquanto \nos negativos na cor branca; áreas de grandes anomalias situadas \nna porção marítima por notação traço-ponto nas cores preta e \nazul; os lineamentos da zona de fratura oceânica e Maceió \n(Ascensão Z.F.O.) constam como traços e/ou pontos brancos \ninterrompidos (Barros, 2007). \n\n \n\n \n \n\n\n\n \n\n \n\n10 \n\n1.2.2. Trabalhos anteriores \n \n\n \n\nA história exploratória da sub-bacia de Alagoas inicia-se em 1890, a partir da \n\nhomologação da primeira concessão para “exploração de turfa, xisto betuminoso e seus \n\ncongêneres”, nos municípios de Maceió e Camaragibe. Vinte anos mais tarde, coube ao \n\ngeólogo e mineralogista José Bach, em 1912, uma curiosa extração de cerca de 300 litros de \n\nóleo de folhelhos betuminosos na localidade de Coqueiro Seco, também em Alagoas. Já em \n\n1920, o município de Garça Torta, no mesmo estado, seria lembrado pela primeira perfuração \n\nexploratória ocorrida na bacia, realizada pelo então Serviço Geológico e Mineralógico do \n\nBrasil, interrompida aos 78 metros de profundidade por dificuldades mecânicas (Moura &amp; \n\nCarneiro, 1976).  \n\nA região foi palco de sucessivos estudos geofísicos, datando de 1936 os \n\nprimeiros trabalhos objetivando a exploração de hidrocarbonetos, abrangendo quase que \n\nsempre áreas circunvizinhas a Maceió. Foram realizados levantamentos magnetométricos, \n\ngravimétricos e sísmicos (Malamphy, 1937 in Souza, 1964) coordenados pelo então Serviço \n\nde Fomento da Produção Mineral. Pouco tempo depois, o Conselho Nacional de Petróleo, em \n\n1940, através da contratação de duas equipes sísmicas da U.G.C. (United Geophysical \n\nCompany), possibilitou a geração de resultados considerados bastantes conclusivos para a \n\nárea dos campos de Tabuleiro dos Martins e Coqueiro Seco com o método de “deep \n\nshooting” (Denning, 1940 in Souza, 1964).  \n\nSucederam-se entre 1948 e 1951 novos levantamentos sob o comando do \n\nConselho Nacional do Petróleo, na tentativa de proporcionar uma correlação geológica mais \n\nregional através do uso de métodos de reflexão e refração rasa. No entanto, os dados obtidos \n\nforam considerados muito pobres. \n\nEm continuidade aos estudos do potencial exploratório no cinturão costeiro e \n\nadjacências do Estado de Alagoas, Kreidler (1949) concluiu que, a partir de dados \n\nmagnetométricos e de levantamento sismográfico, a área examinada não era indicativa de \n\nestruturas favoráveis à acumulação de hidrocarbonetos. O autor acreditava que os altos \n\nsismográficos nas circunvizinhanças de Maceió teriam sido bem testados pelo programa de \n\nperfuração do C.N.P. (Conselho Nacional do Petróleo). \n\nComo parte dos trabalhos pioneiros de geofísica de semidetalhe realizados na \n\nmesma região, Steacy (1957) apresentou relatório que compreendeu a integração desses dados \n\n\n\n \n\n \n\n11 \n\naos disponíveis até então, discernindo com razoável precisão a estruturação geral da área. \n\nVerificou-se uma boa correspondência entre altos sismográficos e gravimétricos, apesar da \n\nnotória má qualidade dos dados sísmicos. Vale salientar que este estudo figura como um dos \n\nmais bem sucedidos na área, impulsionando enormemente o conhecimento da época. A região \n\npassou a ser reconhecida como muito prospectável.  \n\nEm 1963, Perrella apresentou um quadro comparativo de unidades \n\nestratigráficas não marinhas da bacia de Sergipe-Alagoas de acordo com definições de \n\ndiversos autores e suas próprias correlações. Para a época, a Formação Coqueiro Seco ainda \n\nnão era mencionada, apenas a Formação Morro do Chaves era considerada como membro \n\n“A” da Formação Muribeca, ou como fazendo parte do “Triássico do Morro do Chaves” \n\n(classificação já, na época, intensamente combatida), ou ainda, como zona de carbonato de \n\nacordo com o Basin Study (estudo da bacia, PETROBRAS) de 1960. Em estudo subseqüente, \n\no mesmo autor discorreu sobre um levantamento geofísico de detalhe e semidetalhe levado a \n\nefeito no nordeste de Sergipe e a sudeste de Alagoas, porém sem grande repercussão. \n\nFazendo ainda parte dos inúmeros trabalhos geofísicos mais específicos e com \n\no intuito de melhorar a aquisição de dados sísmicos em prospectos da Formação Coqueiro \n\nSeco, consta de 1964 um estudo de análise de ruído (PETROBRAS, 1964) na porção central \n\nda sub-bacia de Alagoas. Esse trabalho concluiu que os ruídos relacionados à própria \n\naquisição dos dados eram constituídos dominantemente de ground roll com comprimento de \n\nonda da ordem de 15 a 57 metros. Atualmente, o Grupo Barreiras é considerado o grande \n\nresponsável pela baixa qualidade sísmica obtida na área.  \n\nA parte norte da bacia de Sergipe-Alagoas seria contemplada mais tarde por \n\num mapeamento geológico de superfície de detalhe e semidetalhe (Richter, 1966), como parte \n\nde um programa exploratório da PETROBRAS. O enfoque principal foi dedicado ao intervalo \n\nreferente à chamada Formação Jequiá (Cretáceo inferior) que corresponderia, \n\naproximadamente, às atuais formações Morro do Chaves e Coqueiro Seco. Este trabalho \n\ndestacou a forte conotação tectônica para a área. \n\nUm trabalho pioneiro sismológico de refração (PETROBRAS, 1967) \n\nproporcionou resultados bem embasados e mais coerentes com os resultados de outros \n\nmétodos geofísicos aplicados naquele período. Além disso, propiciou um contínuo \n\nmapeamento do embasamento para toda a área, com razoável qualidade. Os carbonatos do \n\nandar Jiquiá superior, provável referência aos carbonatos Morro do Chaves, aparecem \n\ndestacadamente como proeminentes refratores sísmicos. Foi também realizado um programa \n\n\n\n \n\n \n\n12 \n\nexperimental marítimo, o qual evidenciou a extensão da bacia para além da plataforma \n\ncontinental. \n\nUm relatório reunindo os principais dados geológicos e geofísicos à época, \n\ncompreendida nas quadrículas Marechal Deodoro e Maceió, foi efetuado por Ojeda (1968). \n\nOs dados geofísicos incluíam sísmica e gravimetria. A presença de duas discordâncias de \n\ncaráter erosivo foi destacada: a discordância pré-Alagoas e o que foi chamado de discordância \n\npré-Barreiras. Ficou também realçado o claro papel de forte refletor sísmico relacionado ao \n\ntopo dos calcários da seção basal da denominada Formação Jequiá. \n\nNo mesmo ano, Ojeda (1969) coordenou o primeiro projeto Coqueiro \n\nSeco/Morro do Chaves, com base em estudo de poços, detalhando mais destacadamente o \n\ninício dos esforços para uma melhor compreensão tectono-estratigráfica da porção central da \n\nsub-bacia de Alagoas. Este projeto abrangeu as áreas denominadas de Baixa Grande-Feliz \n\nDeserto e Coruripe-Maceió. Na primeira ocorre principalmente a Formação Morro do Chaves \n\ne na segunda as formações Morro do Chaves e Coqueiro Seco. Como camada guia para \n\ncorrelação foram escolhidas: (i) a espessa camada de arenito no topo da Formação Penedo de \n\nextensão regional, (ii) a espessa camada de folhelho Ponta Verde e (iii) a camada de folhelho \n\ncinza escuro betuminoso, denominada a partir deste estudo de Folhelho “C” (correspondendo \n\nà unidade “C” do estudo da bacia de 1960). Ambos os folhelhos escolhidos foram \n\nreconhecidos apenas como de ocorrência local, modificados ora por erosão, ora por mudança \n\nlateral de fácies. A partir da análise integrada de mapas de isópacas, estruturais, de razões \n\narenito / folhelho, litofácies, gravimétricos e de seções estratigráficas o autor concluiu: \n\n- as formações estudadas possuem um contato gradacional e apresentam distribuição lateral de \n\nfácies bastante distintas; \n\n- mapas de razão arenito / folhelho do intervalo operacional Coqueiro Seco/Morro do Chaves \n\napresentam maior desenvolvimento da razão arenosa na porção norte de Alagoas, sugerindo \n\numa provável direção de proveniência de sedimentos;  \n\n- as áreas de Furado, São Miguel dos Campos e lagoa Poxim-Jequiá tiveram “tendência \n\nestrutural positiva” durante a deposição dos sedimentos sobrepostos ao folhelho “C”, \n\nmostrando menores espessuras relativas. Falhas posteriores teriam seccionado esta sucessão \n\nde estratos dando-lhe a atual feição estrutural. Falhamentos concomitantes com a \n\nsedimentação, caso existissem, pouco influenciariam na distribuição de sedimentos \n\nsobrepostos ao folhelho “C”; \n\n- o chamado “graben de Alagoas” coincide com grandes espessuras do intervalo operacional \n\nCoqueiro Seco/Morro do Chaves, indicando que o mesmo esteve ativo durante a deposição \n\n\n\n \n\n \n\n13 \n\ndaquelas formações; e, por último, considerou ainda remota a possibilidade de trapas de \n\ncaráter puramente estratigráfico. \n\nO campo de Coqueiro Seco, situado 3km a sul da cidade de Coqueiro Seco, em \n\nAlagoas, mereceu imediata atenção após a descoberta de gás em 1963. De acordo com Sá \n\n(1969), à semelhança de outros campos da área, estaria localizado segundo um trend \n\nestrutural denominado inicialmente de “horst de Maceió” (denominação feita no período entre \n\n1956 e 1957, nos trabalhos geofísicos realizados na área, reportada inicialmente por Steacy, \n\n1957), sendo estabelecido um zoneamento estratigráfico usado até o presente, e tido como de \n\nexcelente qualidade para as correlações.  \n\nA intensificação das atividades exploratórias ocorrida na década de 60 causou \n\num grande impacto no conhecimento estratigráfico da área, até então com pouco rigor técnico \n\ne com baixo grau de correlação. Os estudos realizados por Bender &amp; Cook (1960) e pelo \n\nestratígrafo W. H. Ruefli (1963) foram rearranjados pela “Comissão de Revisão Estratigráfica \n\nda bacia de Sergipe-Alagoas” - C.R.E. (Schaller, 1970) à luz dos códigos da subcomissão \n\ninternacional de terminologias estratigráficas (Congresso Geológico Internacional de 1960) e \n\nda Comissão Americana de Nomenclatura Estratigráfica de 1961. Assim as diretrizes para a \n\nreforma estratigráfica da bacia de Sergipe-Alagoas foram propostas e praticamente adotadas \n\naté os nossos dias. \n\nA história geológica da seqüência de idade local Jiquiá, na porção central da \n\nsub-bacia de Alagoas foi analisada por Ojeda &amp; Fugita (1976). Esses autores admitiram pelo \n\nmenos três fases sedimentares: uma transgressiva (calcários e folhelhos carbonáticos Morro \n\ndo Chaves), uma regressiva (arenitos arcóseos do Membro Francês, da Formação Coqueiro \n\nSeco – subdivisão da C.R.E. de 1970) e uma outra transgressiva (folhelhos e arenitos finos do \n\nMembro Manguaba da Formação Coqueiro Seco - subdivisão da C.R.E. de 1970). Admitiram \n\num grande influxo de sedimentos ocorrido pelo extremo nordeste (área de Riacho Doce), em \n\ndireção sul. Na idade Alagoas, teriam sido depositados os folhelhos Ponta Verde que \n\nrepresentariam o fim do último ciclo transgressivo de idade Jiquiá (Neobarremiano ao \n\nEoaptiano). \n\nO caráter cíclico e faciológico dos estratos envolvendo as formações Coqueiro \n\nSeco e Maceió (andares Jiquiá e Alagoas) levariam Beltrami &amp; Della Fávera (1977) a uma \n\ndivisão por “complexos cíclicos básicos”.  Essa ciclicidade, evidenciada nas análises de \n\ntestemunhos e perfis de poços, corresponderia a uma sucessão de fases transgressivas e \n\nregressivas em relação a um ou diversos lagos interligados. \n\n\n\n \n\n \n\n14 \n\nA distinta alternância entre folhelhos e arenitos Coqueiro Seco em uma \n\nseqüência vertical de ciclos coarsening upward, indo desde folhelhos com níveis carbonáticos \n\naté conglomerados bem organizados, foi analisada por Netto (1979). \n\nEm um trabalho de cunho regional, tendo como enfoque a fase rifte da bacia, \n\nFernandes et alii (1981) propuseram uma divisão em seqüências litogenéticas associadas a \n\nepisódios tectônicos que compreenderia basicamente as seqüências pré-rifte, rifte e pós-rifte. \n\nO intervalo de estudo estaria relacionado ao episódio rifte II. Toda a seqüência rifte \n\nenvolveria um grande volume de sedimentos clásticos, demonstrando vultosa movimentação, \n\nexpressando a compartimentação estrutural atual, bem como a evolução dos depocentros \n\ndurantes as fases de rifteamento. Esse rifteamento continental, iniciado no Eocretáceo, \n\nseguiria até aproximadamente o Albiano. Falhas normais ocorridas durante esse intervalo \n\nseriam responsáveis por boa parte da configuração atual exibida pela bacia. A evolução \n\ntectono-estrutural controlaria a natureza e distribuição dos sistemas deposicionais que \n\nprogressivamente preencheriam os depocentros. \n\nPara estes autores, os perfis sísmicos indicaram que os grabens existentes a \n\nleste do “horst de Maceió” representariam o final do episódio de falhamento extensional que \n\nprecedeu o final da abertura proto-oceânica, seguida da alteração para as condições marinhas \n\nfrancas. Uma malha sísmica muito esparsa e de baixa qualidade inibiu por completo uma \n\nanálise sismoestratigráfica convencional da seção rifte.  \n\nCoube a Figueiredo (1981) uma avaliação bastante ampla com base em sísmica \n\ne poço dos sistemas deposicionais do espesso pacote lacustre clástico-carbonático  \n\ncorrespondente às formações Morro do Chaves e Coqueiro Seco, relacionados à fase rifte da \n\nbacia. Para esse autor, uma definição da arquitetura deposicional desses estratos passa \n\nfundamentalmente pela análise de perfis sísmicos, especialmente nas áreas em que as \n\ninformações de poços são muito escassas ou ausentes. Desafortunadamente, na época, a \n\ngeneralizada má qualidade dos dados sísmicos obliterou uma investigação sismoestratigráfica \n\nconvencional como desejada. Contudo, alguns perfis sísmicos foram considerados e \n\ntentativamente utilizados com este intuito. Na análise de fácies se destaca o grande contraste \n\nde impedância acústica entre as formações Morro do Chaves e Penedo, caracterizado por um \n\nrefletor que exibe baixa freqüência e boa continuidade. Não se verificaram evidências de \n\ntruncamento erosional ou toplap internos aos estratos. Seções strikes ao longo do eixo da sub-\n\nbacia de Alagoas revelam espessamento próximo às grandes falhas.  Basicamente, duas \n\nsismofácies são reconhecidas em perfil: a basal, mostrando reflexões plano-paralelas de boa \n\ncontinuidade, e a superior, com fácies tipo free, interpretadas como de talude e sistemas \n\n\n\n \n\n \n\n15 \n\nflúvio-deltaico, respectivamente. Umas poucas linhas permitiram uma aplicação elementar de \n\nsismoestratigrafia. \n\nÀ semelhança de Beltrami &amp; Della Fávera (1977), Figueiredo (1981) propôs a \n\ndivisão da bacia de Sergipe-Alagoas em quatro sub-bacias (Alagoas, Coruripe, Rio São \n\nFrancisco e Mosqueiro) com cada sub-bacia exibindo sua própria e única evolução estrutural e \n\ndeposicional. \n\nEm uma integração de dados de campo e de poços no campo de Pilar, Pereira \n\n(1983) propôs a definição de sete marcos estratigráficos com consistência sísmica para a área. \n\nPostulando, ao mesmo tempo, a interferência de superfícies erosionais como controladoras \n\ndas acumulações de hidrocarbonetos. \n\nA sedimentologia da área de Pilar e adjacências (andares Buracica e Jiquiá / \n\nBarremiano-Aptiano) fez parte dos estudos do Projeto Pilar (Cruz, 1984). A estratigrafia da \n\nárea com base em perfis e seções sísmicas foi dividida em quatro seqüências deposicionais e \n\nseis fácies deposicionais associadas. \n\nTomando por base o mapeamento de quatro níveis pelíticos, conhecidos \n\ninformalmente como folhelhos “A”, “B”, “C” e “D” e mencionados originalmente em Ojeda, \n\n(1969), um estudo das acumulações de óleo e gás para o campo de Fazenda Pau Brasil e \n\nadjacências (Alves Filho, 1985) apontaria para a prospectividade da Formação Coqueiro Seco \n\nna área que, até então, não configurava sequer como objetivo secundário. Foram reconhecidas \n\ncondições faciológicas e razão arenito/folhelho adequadas. Anteriormente, a prospecção de \n\npetróleo nesta unidade visava unicamente investigar seqüências regressivas deltaicas capeadas \n\npelos folhelhos transgressivos “B” e “C” considerados de ocorrência regional. \n\nEm um trabalho de caráter multidisciplinar regional, Falkenhein et alii (1987) \n\nenfatizaram a evolução da bacia de Sergipe-Alagoas sob o ponto de vista da placa litosférica \n\nque a interpõem, superando o puro contexto de margem continental divergente e o ajuste aos \n\nmodelos clássicos da literatura. Desse modo, analisaram o caráter termomecânico, temporal e \n\nespacial dos seus estágios tectônicos fundamentais, ou seja, os estágios pré-rifte, rifte e \n\ntermal. A partir de uma proposta de subdivisão em megassequências tectono-sedimentares \n\npara a bacia, incluiriam a Formação Coqueiro Seco como relacionada à megasseqüência “B” \n\n(sedimentos sinrifte) correspondente ainda à seqüência III de sua classificação. Essa seria \n\nrepresentada por uma sedimentação ocorrida no final do estágio sinrifte, durante o andar \n\nJiquiá superior, composta por um espesso pacote siliciclástico e de extensos carbonatos \n\nlacustres. Os calcários compostos de biválvos da Formação Morro do Chaves, bioacumulados \n\nnas margens de extensos lagos que dominaram o cenário no inicio do Neojiquiá, estariam \n\n\n\n \n\n \n\n16 \n\nrelacionados a uma quiescência tectônica. A partir do zoneamento bioestratigráfico do andar \n\nJiquiá superior, definido pelas subzonas de ostracodes: NRT - 009.3 (Cypridea \n\nPseudocypridina faveolata) e NRT-10 (Limnocythere troelseni), esses autores propuseram sua \n\nsubdivisão em duas fatias, individualizando-as como unidades “paracronoestratigráficas”. A \n\ncamada de folhelhos conhecida como “folhelho C” foi escolhida com esse objetivo, devido ao \n\nseu caráter bastante conspícuo, sua boa confiabilidade e seu fácil rastreamento sísmico. \n\nO campo de Pilar foi alvo mais tarde, de um estudo operacional pormenorizado \n\npara os reservatórios Coqueiro Seco (Weidmann &amp; Formoso, 1987b). Nesse contexto, foi \n\nproposta uma divisão em cinco unidades (I a V) e 10 zonas operacionais que por sua vez \n\nseriam subdivididas em várias subzonas, rotineiramente utilizadas até os dias de hoje. Estes \n\nintervalos operacionais são separados por expressivos níveis de folhelhos associados a \n\neventos transgressivos. O arcabouço estrutural do campo de Pilar foi relacionado à fase \n\nextensional da evolução da bacia, consistindo de uma feição anticlinal abatida por falhas \n\nnormais de baixos ângulos de mergulho e direção preferencial NE-SO. O campo é seccionado \n\nem dois compartimentos principais por um falhamento dito transcorrente. A atividade \n\ntectônica foi considerada mais intensa durante o tempo Jiquiá ao Alagoas (Eobarremiano ao \n\nAptiano). \n\nA década de 90 ficou marcada por uma profusão de estudos sistemáticos \n\nabordando direta ou indiretamente a Formação Coqueiro Seco, destacando-se os trabalhos de: \n\nFalconi (1990), Dias (1991), Feijó (1992), Borba &amp; Silva (1992), Pereira (1994), Chagas \n\n(1996) e Azambuja et alii (1998). Estes contribuiram enormemente para a compreensão \n\ntectono-estratigráfica desse importante pacote sedimentar sinrifte da bacia de Sergipe-\n\nAlagoas. \n\nNesse sentido, Falconi (1990) salientou a excelente correlação rocha-perfil \n\nalcançada para os sedimentos Coqueiro Seco (no campo de Pilar, Alagoas), com base em \n\nanálises sedimentológicas, petrológicas e petrofísicas. Isso se refletia destacadamente em \n\nnítidas variações nos perfis de raios gama sem, no entanto, fazer uso de perfis sísmicos. Deu \n\nênfase à análise diagenética, possibilitando uma maior precisão nas definições de fácies e \n\nambientes deposicionais. \n\nEm um contexto regional de análise e evolução da fase rifte para as bacias \n\nbrasileiras da margem leste e sudeste, Dias (1991) chamou a atenção para a impressionante \n\natividade tectônica registrada no andar Jiquiá superior. Apresentou a seqüência do Eocretáceo \n\n(EC6) como correspondente aos depósitos clásticos grossos representados, na bacia, pelas \n\nformações Morro do Chaves e Coqueiro Seco. O limite inferior desta seqüência seria \n\n\n\n \n\n \n\n17 \n\nconcordante e marcado pela ocorrência de rochas carbonáticas (coquinas), coincidindo em \n\nAlagoas com a base da subzona NRT-009.3. Seu limite superior seria marcado por uma \n\ndiscordância angular de caráter inter-regional, conhecida como discordância pré-Alagoas. \n\nRochas datadas pela biozona NRT-010 ocorrem apenas nos baixos mais proeminentes, tais \n\ncomo o baixo de Alagoas, onde está associada à Formação Ponta Verde. A leste da feição \n\nconhecida como “charneira Alagoas”, é constatado um grande espessamento, onde se vê \n\nfalhamentos ativos até o final do ciclo, o que não acontece em Sergipe. Em Alagoas, ambas as \n\nseqüências denominadas de EC7 (andar Alagoas inferior) e EC8 (andar Alagoas superior) \n\naparecem compartimentadas e com grandes espessuras, sugerindo a continuidade da fase rifte \n\naté o topo do andar Alagoas.  \n\nEm seu estudo de seqüências continentais das fases pré-rifte e rifte da sub-\n\nbacia de Alagoas central, Feijó (1992) propôs uma divisão em dez seqüências estratigráficas \n\ngenéticas (sensu Galloway, 1989). Duas delas definidas nas rochas sedimentares da fase pré-\n\nrifte (P1 e P2) e oito nas rochas da fase rifte (R1 a R8). O pacote de interesse estaria \n\nrelacionado às seqüências R4, R5 e R6. Estas seqüências puderam ser delimitadas pela \n\nidentificação das superfícies de inundação máxima, realizada por avaliações de perfis \n\nelétricos e, secundariamente, por dados sísmicos e de afloramento. Essas seqüências foram \n\nposteriormente integradas a mapas paleogeográficos, testemunhos, amostras de calha e \n\namarrações ao zoneamento bioestratigráfico (ostracodes). Na sísmica seria possível identificar \n\nterminações de refletores, principalmente em configurações downlaps, resultantes da \n\nprogradação flúvio-deltaica sobre as superfícies de máxima inundação, servindo para \n\ncorroborar a proposição de suas seqüências, ainda que pesasse a má qualidade dos dados. \n\nVoltando-se para um estudo mais detalhado da chamada “porção inferior da \n\nFormação Coqueiro Seco”, Borba &amp; Silva (1992) examinaram cerca de 450 metros de \n\ntestemunhos de carbonatos e siliciclásticos associados no campo de Pilar, no qual incluía \n\ntambém o expressivo arenito Pilar em sua base. Ficou claro para os autores que os arenitos \n\nMorro do Chaves, inclusive o arenito Pilar, possuem características bastante distintas dos da \n\nmencionada porção.  \n\nCom base em dados de 100 poços e 5000 km de linhas sísmicas 2-D, Pereira \n\n(1994) procurou estabelecer um arcabouço estratigráfico de referência para o Cretáceo de \n\ncinco bacias marginais brasileiras: Santos, Campos, Espírito Santo, Sergipe-Alagoas e \n\nPotiguar. Como análogas foram usadas as bacias de Neuquém (Argentina) e Oriente \n\n(Equador). Para o intervalo de interesse, argumentou que a seqüência deposicional \n\nposicionada no Barremiano iniciou com a deposição de cerca de 300 metros de carbonatos \n\n\n\n \n\n \n\n18 \n\n(coquinas), provavelmente compondo um trato transgressivo. Também sugeriu um \n\nsincronismo entre esses depósitos e os demais das bacias marginais brasileiras. Um aumento \n\nna aridez climática foi também aventado como a provável causa maior para esse episódio \n\ncarbonático. As coquinas seriam sobrepostas por leques deltáicos siliciclásticos, \n\nprovavelmente compondo um trato de nível alto. \n\nUma divisão em seqüências tectono-estratigráficas para as seções pré-rifte e \n\nrifte da bacia de Sergipe-Alagoas foi proposta por Chagas (1996) a partir da análise das \n\ncaracterísticas dos refletores sísmicos, natureza e distribuição dos sedimentos. Destacou os \n\ngrandes depocentros, as principais áreas fontes e as principais entradas de sedimentos ao \n\nlongo de sua evolução. Fez uso também de inferências por modelos análogos conhecidos da \n\nliteratura. Sua divisão da fase rifte da bacia incluiu três estágios: (i) o estágio de estiramento \n\ninicial, ou rifte inicial, representado pelos sedimentos dos andares D. João e Rio da Serra, (ii) \n\no estágio rifte juvenil relativo aos andares Aratu ao Eojiquiá e, (iii) o estágio de rifte maduro \n\nestabelecido no intervalo do Mesojiquiá ao Eoalbiano. Apontou ainda, para uma possível \n\nreativação Albiana, principalmente na porção sergipana. Os sedimentos que compõem os \n\nclásticos terrígenos da Formação Coqueiro Seco e as coquinas Morro do Chaves fariam parte \n\nda seqüência IIb (S2b) na fase denominada de rifte maduro, de acordo com sua classificação. \n\nEsta seqüência depositada entre o final do andar Jiquiá e o início do andar Alagoas, durante o \n\nsegundo ciclo tectônico do rifte, representaria a máxima ativação dos falhamentos. A linha de \n\ncharneira da bacia, marcada por intenso falhamento normal de direção predominante NE-SO, \n\nteria sido implantada neste ciclo. Registrou a relativa esterilidade de biota associada a estes \n\nsedimentos e a conseqüente baixa resolução da datação por meio de ostracodes e pólens. A \n\ndistribuição faciológica da unidade Coqueiro Seco corresponderia a uma alternância entre \n\narenitos e folhelhos, com percentuais equivalentes, denotando uma elevada taxa de \n\nacumulação sedimentar. Esta seqüência equivaleria na sísmica a um padrão descontinuo de \n\nrefletores subparalelos a paralelos. À medida que se aproxima de grandes falhas, o padrão \n\ntorna-se desorganizado, representando depósitos de cascalhos proximais (debris) e fandeltas. \n\nO padrão se torna mais organizado em direção ao topo da seqüência. \n\nO intervalo entre as formações Morro do Chaves e Maceió, em sua porção \n\nAlagoana, foi tomado como representantivo para a compreensão das variáveis controladoras \n\ndos depósitos lacustres da fase rifte da bacia (Azambuja et alii, 1998). Estes autores \n\nadmitiram um forte controle tectônico e climático sobre a distribuição de fácies, afirmando \n\nque o conceito de tratos de sistemas climáticos melhor explicaria os ciclos de 4ª à 6ª ordem, \n\nenquanto a tectônica seria o principal controle para ciclos de mais alta ordem no lago. \n\n\n\n \n\n \n\n19 \n\nMais recentemente, Córdoba et alii (2006) ofereceram uma análise \n\nestratigráfica apresentada à luz dos conceitos básicos da Estratigrafia de Seqüências para o \n\nestágio rifte da bacia de Sergipe-Alagoas. Três principais pulsos tectônicos foram assinalados: \n\no primeiro na passagem dos andares Rio da Serra/Aratu, o segundo no início do Jiquiá e o \n\nterceiro no início do Alagoas. \n\n \n\n \n\n1.3. Base de dados \n \n\n \n\nO conjunto de dados pré-selecionados para o presente estudo totalizou 245 \n\npoços exploratórios, 383 linhas sísmicas 2-D e sete levantamentos sísmicos 3-D (Figura 7). \n\nOs levantamentos 3-D perfazem cerca de 700 km2, adquiridos em campanha exploratória \n\niniciada em 2001. Os reprocessamentos destes dados, efetuados recentemente, beneficiaram \n\nde forma significativa a interpretação sísmica da área devido à grande melhoria de qualidade \n\nalcançada, em que pese se tratar de dados sísmicos terrestres. Todos os levantamentos \n\nsísmicos são de diferentes gerações de aquisição e processamento. \n\n \n\n \n\nFigura 7 – Conjunto de dados de poços exploratórios e malha sísmica 2-D e 3-D pré-selecionados utilizados \nneste estudo. Em destaque o levantamento sísmico 3-D selecionado para detalhamento. Os levantamentos \nsísmicos 2-D e 3-D são de diferentes gerações de aquisição e processamento. \n\n\n\n \n\n \n\n20 \n\nPara o detalhamento da área de estudo foram selecionados 16 poços, três linhas \n\nsísmicas 2-D e três levantamentos 3-D (Figura 8). Os poços foram escolhidos de forma a \n\natender os critérios de melhor representatividade do intervalo estratigráfico analisado. Vale \n\nfrisar que a maior densidade de poços está relacionada aos campos de hidrocarbonetos, \n\nobviamente, condicionando as avaliações aqui desenvolvidas.  \n\n \n\n \n\nFigura 8 – Dados selecionados para detalhamento: 16 poços exploratórios, três linhas sísmicas 2-D e três \nlevantamentos sísmicos 3-D. A construção das seções estratigráficas de correlação geológica e suas equivalentes \nsísmicas foram realizadas a partir desses dados. Em cor cinza-escura o arcabouço estrutural ao nível do \nembasamento. \n\n \n\n \n\n1.3.1. Dados Sísmicos \n \n\n \n\nO principal dado sísmico utilizado neste estudo é um levantamento 3-D \n\nlocalizado na porção central da área (Figura 8), compreendido entre os municípios de \n\nMarechal Deodoro, São Miguel dos Campos e Barra de São Miguel, Estado de Alagoas, com \n\ncerca de 170 km2. Esse levantamento amostra, de maneira muito favorável, a feição \n\ngeométrica de meio-graben característica do rifte, englobando parte do baixo deposicional de \n\nVarrela. A escolha deste levantamento também foi devida à constatação de uma menor \n\n\n\n \n\n \n\n21 \n\nintensidade de falhamentos nesta porção da área de estudo, permitindo uma melhor \n\ncaracterização sismoestratigráfica. \n\nA tabela a seguir resume os parâmetros de aquisição do levantamento 3-D \n\nempregado neste trabalho: \n\n \n\n \n\nTabela 1 – Parâmetros de aquisição do principal levantamento sísmico 3-D empregado neste trabalho.   \n\n \n\nUm ganho variável com o tempo foi aplicado aos dados já processados para \n\numa melhor visualização dos eventos mais profundos. Esse procedimento é freqüentemente \n\naplicado em dados terrestre para compensar eventuais sub-correções dos efeitos de \n\nespalhamento geométrico e absorção e/ou melhorar a visualização de eventos mais profundos, \n\ntendo em mente que a preservação de amplitudes verdadeiras é uma meta difícil de ser \n\nalcançada pelo processamento sísmico terrestre. A divergência esférica é causada pelo \n\nespalhamento da energia da onda gerada na fonte em uma frente de onda cada vez mais ampla \n\ncom o aumento do tempo de propagação. Por outro lado, os mecanismos causadores da \n\nabsorção não são bem compreendidos, sendo que o principal deles é atribuído à transformação \n\nda energia do pulso gerado na fonte em calor pelo processo de fricção (Yilmaz, 2000). \n\n\n\n \n\n \n\n22 \n\nDiferentemente do espalhamento geométrico, o efeito da absorção é seletivo com a \n\nfreqüência, de tal forma que as freqüências mais altas são mais fortemente atenuadas com o \n\ntempo de trânsito. Esse processo introduz um caráter não estacionário aos dados sísmicos, que \n\nse reflete em perda contínua de resolução com o aumento do tempo. Embora a absorção faça \n\nparte das correções a serem tratadas pelo processamento sísmico, o seu caráter não \n\nestacionário e algumas vezes irreversível dificulta a qualidade final dos dados sísmicos \n\nprocessados. Desse modo, feições sísmicas fundamentais para o reconhecimento de \n\nsuperfícies-chave para trabalhos sismoestratigráficos podem ter suas identificações e \n\ninterpretações prejudicadas total ou parcialmente. Dentre estas se destacam feições \n\nidentificadoras de relações geométricas dos padrões de empilhamento, configuração e \n\nterminação de refletores.  \n\nNesse sentido, alguns avanços estão sendo obtidos com a aquisição de dados \n\nsísmicos de alta resolução em terra, no qual se obtém dados de mais altas freqüências, porém \n\nlimitados a seções mais rasas. \n\nA abordagem sismoestratigráfica, portanto, deve atentar para o reconhecimento \n\ndas limitações do método e fazer uso disso para procurar outras soluções que possam ajudar \n\nno processo de análise de bacias. \n\nOs dados sísmicos aqui utilizados, principalmente os 2D, nem sempre \n\natenderam às necessidades do presente trabalho, seja pelo posicionamento não adequado à \n\namostragem de feições geológicas de interesse e/ou pelo espaçamento demasiado esparso \n\nentre linhas. Estes levantamentos correspondem a diferentes gerações de aquisição e \n\nprocessamento, sendo por isso necessários ajustes de tempo nas interseções entre as diversas \n\nlinhas (“mistie”). Os próprios levantamentos 3-D (mais recentes) são também de diferentes \n\nparâmetros de aquisição e processamento, sendo todos direcionados, primordialmente, ao \n\nimageamento estrutural. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n23 \n\n1.4. Metodologia \n \n\n \n\nEste estudo foi realizado em três etapas principais: (i) levantamento e \n\norganização crítica dos dados sísmicos e de poços, (ii) análise de padrões de empilhamento e \n\nde superfícies-chave (perfis de poços e configuração e terminações de refletores) e (iii) \n\nconstrução de mapas de fácies sísmica.  \n\n(i) Levantamento e organização crítica dos dados sísmicos e de poços: a malha sísmica 2-D \n\nterrestre (Figura 7), adquirida ao longo de décadas, envolve um total de sete equipes (ES-007, \n\nES-42, ES-201, ES-210, ES-220, ES-226 e ES-27) e está adensada em regiões de maior \n\ninteresse exploratório. A absoluta maioria desses levantamentos foi obtida pela ES-27, \n\nperfazendo um total de 318 linhas com diferentes gerações de aquisição. Já a malha sísmica 3-\n\nD, implementada a partir de 2001, totaliza cerca de 700 km2. Inicialmente foi voltada ao \n\nimageamento sísmico do campo de Furado, depois estendida para outros campos com \n\nobjetivo exploratório. Durante a etapa de avaliação crítica dos levantamentos 2-D e 3-D, \n\ntambém a condição das diferentes gerações de processamento efetuadas foi avaliada, \n\naplicando-se os ajustes necessários para torná-las mais compatíveis (como por exemplo: as \n\ncorreções de “mistie”). \n\n Em seguida foi realizada a seleção dos poços mais representativos do intervalo \n\nde interesse e/ou detentores de alguma particularidade relevante a esse trabalho. Esta \n\nrepresentatividade foi subordinada às condições de menor interferência de falhamentos e da \n\ndistribuição geográfica mais favorável às análises estratigráficas. Naturalmente, maiores \n\ndensidades de poços estão vinculadas aos campos de petróleo da área, à semelhança do que \n\nocorre com os dados sísmicos. Em conseqüência, verifica-se uma escassez de informações em \n\nlocais muitas vezes cruciais para uma melhor definição estratigráfica, condicionando a \n\nprecisão e a confiabilidade das interpretações. Dados de testemunhos de sondagem não foram \n\nutilizados, bem como amostras de calha e de superfície. \n\n(ii) Análise de padrões de empilhamento e de superfícies-chave (perfis de poços e \n\nconfiguração e terminações de refletores): foi voltada, essencialmente, para o reconhecimento \n\ndas superfícies de máxima regressão (SMR); de inundação máxima (SIM) e limites de \n\nseqüência (modelo de seqüências T-R). Essa análise foi realizada através da apreciação das \n\npropriedades gráficas dos perfis de poços (eletroformas), principalmente perfis de raios-gama, \n\nresistividade e sônico, em associação aos litotipos. Destacadamente, as eletroformas de raios-\n\ngama exibem de forma clara as tendências retrogradacionais e progradacionais de trends \n\n\n\n \n\n \n\n24 \n\ndeposicionais nos intervalos examinados. O uso de atributos sísmicos, particularmente os de \n\nfase instantânea e envelope do sinal, permitiu uma melhor avaliação da configuração da \n\namplitude, continuidade e terminações de refletores. Apesar do ganho alcançado, logo se \n\npercebeu a necessidade da aplicação de outro método, capaz de gerar uma melhor \n\ncorrespondência aos dados de poço. Incluiu-se neste procedimento, a amarração por \n\nsismogramas sintéticos. Uma vez identificadas, estas superfícies foram mapeadas ao longo da \n\nmalha sísmica 2-D e 3-D selecionada (Figura 7).  \n\n \n\n(iii) Construção de mapas de fácies sísmica: para este estudo, optou-se por fazer uso da \n\nferramenta Stratimagic (PARADIGM versãoTM) que, em linhas gerais, é uma ferramenta para \n\nanálise de sismofácies a partir da classificação da forma de onda em famílias de traços \n\nsemelhantes. Baseada em processos de reconhecimento de padrões por meio da tecnologia de \n\nredes neurais (NNT – Neural Network Technology, patenteada pela Total Company), essa \n\nferramenta visa, basicamente, a geração de mapas de fácies sísmica. Com resultados bastante \n\npromissores, foi possível reconhecer mais apropriadamente os tratos de sistemas previamente \n\ninterpretados e suas possíveis feições deposicionais, individualizadas internamente para cada \n\ntrato. \n\nO posicionamento estratigráfico para a subdivisão proposta foi obtido a partir \n\ndo zoneamento bioestratigráfico estabelecido na área (principalmente por biozonas de \n\nostracodes). A sincronização desse zoneamento obedeceu ao critério das unidades \n\ncronoestratigráficas locais, constituídas desde a revisão estratigráfica da bacia de Sergipe-\n\nAlagoas (Schaller, 1970) (Figura 9). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n25 \n\nG\nE\nO\nC\nR\nO\nN\nO\nLO\n\nG\nIA\n \n\nCRONO \nLOCAL BIOESTRATIGRAFIA \n\nSE\nQ\nU\nÊ\nN\nC\nIA\nS \n\nD\nE\nP\nO\nSI\nC\nIO\nN\nA\nIS\n \n\nF\nA\nSE\n \n\nT\nE\nC\nT\nÔ\nN\nIC\nA\n \n\nOSTRACODES PALINOLOGIA  \nCódigo Código \n\n \n\nAlbiano   P-280  \n\nP-270 EC8 \n\nP-260 \n\nP-240 A\nLA\n\nG\nO\nA\nS \n\nNRT - 011 \n\n \n\nP-230 \n\nEC7 Aptiano \n\nNRT - 010  \n\nP\n-2\n0\n0\n \n\nP-220 \n\n3 \nEC6 \n\n2 \nP-190 \n\nJI\nQ\nU\nIÁ\n \n\nNRT - 009 \n1 \n\nP-180 \nNRT – 008  \n\nB\nU\nR\nA\nC\nIC\nA\n \n\nNRT – 007  \n\nEC5 \n\nNRT – 006  \n\nBarremiano \n\nA\nR\nA\nT\nU\n \n\nNRT – 005  \n\nHauteriviano \n\nP-160 \n\nNRT – 004  \n\nEC4 \n\nValanginiano P-140 \n\nNRT – 003  EC3 \n\nPÓS-\nRIFTE \n\n \n \n \n \n \n \n \n \n \n \n\nRIFTE \n\n2 EC2 Berriasiano R\nIO\n D\nA\n S\nE\nR\nR\nA\n \n\nNRT – 002 \n1 EC1 \n\nPROTO-\nRIFTE \n\nNJ2 \nTithoniano \n\nD\nO\nM\n \n\nJO\nÃ\n\nO\n \n\nNRT - 001  \n\nP\n-1\n0\n0\n \n\nP-120 \n\nNJ1 \n\nPRÉ-\nRIFTE \n\nFigura 9 – Biozonas de ostracodes e palinologia (com respectivos códigos) e correlação cronoestratigráficas \nlocal e internacional, modificado de Dias (1991). Em destaque as biozonas referentes ao intervalo de interesse. A \nescala geocronológica é a de Harland et alii (1982). \n\n \n\nA partir de estudos gravimétricos e magnéticos da sub-bacia de Alagoas \n\n(Barros, 2007), foram adotadas algumas inferências interpretativas como resultado da \n\nidentificação das principais feições estruturais nas quais se insere a área avaliada. Os mapas \n\nde anomalia Bouguer foram considerados como os mais eficazes para a delimitação destas \n\nfeições em sua porção terrestre por mostrarem mais claramente os principais eixos positivos e \n\nnegativos de anomalias gravimétricas e magnéticas (Figura 5 e Figura 6). \n\nEsse suporte metodológico embasou a análise sismoestratigráfica aqui \n\nimplementada, à luz dos conceitos básicos da Estratigrafia de Seqüências. Nesta perspectiva, \n\ndentre os modelos correntes, foi adotado o modelo de seqüências transgressivas-regressivas \n\n\n\n \n\n \n\n26 \n\n(T-R) como o estabelecido por Embry &amp; Johannessen (1992) e Embry (1993, 2002). Esse \n\nmodelo teve como aspecto disciplinar principal seu pronto reconhecimento, em poços e \n\nsísmica, a partir de critérios de reconhecimento de padrões de empilhamento e de superfícies-\n\nchave. \n\n \n\n \n\n2. A FORMAÇÃO COQUEIRO SECO \n \n\n \n\nA Formação Coqueiro Seco refere-se à espessa sucessão de estratos que \n\nabrange o intervalo de idade eo a mesoaptiana correspondente aos andares locais Jiquiá e \n\nparte do Alagoas inferior, representando um segundo ciclo tectônico do rifte, seqüência IIb, \n\nde Chagas et alii, 1993. São sedimentos essencialmente clásticos que ocorrem desde a porção \n\nnorte da sub-bacia de Sergipe (baixo de Japaratuba, degrau de Alagamar e baixo de São \n\nFrancisco) até o extremo nordeste da sub-bacia de Alagoas, podendo atingir, no baixo de \n\nAlagoas, espessuras da ordem de 3000 metros (Feijó, 1994). Em recente revisão estratigráfica \n\nda bacia (Campos Neto et alii, 2007), seus limites estratais foram redefinidos, sendo limitada \n\nno topo e na base por discordâncias (Figura 10). Esta formação grada lateralmente em direção \n\nà borda da bacia para os conglomerados da Formação Rio Pitanga, na sub-bacia de Sergipe, e \n\npara os conglomerados da Formação Poção, na sub-bacia de Alagoas. \n\n \n\n \nFigura 10 – Carta estratigráfica da sub-bacia de Alagoas (Campos Neto et alii, 2007). Em destaque as \nnumerações em vermelho indicando alterações após a revisão estratigráfica relativa ao intervalo de estudo: 1 – A \nplataforma carbonática Morro do Chaves retoma seu status de formação; 2 – Evento evaporítico Horizonte \nsituado na porção superior da Formação Coqueiro Seco; 3 – Discordância pré-Alagoas adotada como limite \nsuperior  da Formação Coqueiro Seco. \n\n\n\n \n\n \n\n27 \n\nDe modo geral, a unidade Coqueiro Seco caracteriza-se essencialmente por \n\numa alternância de arenitos, folhelhos e siltitos. Os arenitos variam de finos a médios, até \n\nconglomeráticos, imaturos, mal selecionados, quartzo-feldspáticos, caolínicos e localmente \n\nargilosos. Os folhelhos são de coloração castanha e aspecto betuminoso, em parte sílticos e \n\nmuitas vezes laminados, com delgadas intercalações de dolomito acastanhado criptocristalino. \n\nEsporadicamente, observam-se folhelhos cinza-esverdeados a cinza, em parte síltico \n\n(Schaller, 1970). \n\nNa porção alagoana, está exposta principalmente em afloramentos escavados \n\nnos vales de rios, indo desde o vale do rio Jiquiá até as encostas da lagoa Manguaba, a oeste \n\nde Maceió (Figura 11). Seus melhores afloramentos situam-se no vale do rio São Miguel, nos \n\narredores da cidade homônima (Souza-Lima et alii, 2004). \n\n \n\n \nFigura 11 – Exemplo em mapa da exposição de afloramentos da Formação Coqueiro Seco (Mapa geológico de \nsuperfície da área adjacente à lagoa Manguaba). Legenda: Gr BAR – Grupo Barreiras; FM CSO – Formação \nCoqueiro Seco; SPA – Sedimentos de praia e aluvião. Fonte: DNPM (1975). \n\n\n\n \n\n \n\n28 \n\nNumerosos trabalhos foram voltados para o estudo e reestudo em nível de \n\nreservatório dos sedimentos Coqueiro Seco, notadamente no campo de Pilar. Esses estudos \n\nvão desde análises petrográficas e petrofísicas, visando à calibração com dados de perfis, até \n\nos de natureza de desenvolvimento, produção e cálculo de reservas. Naturalmente, inúmeras \n\noutras avaliações específicas foram dirigidas no sentido de aprofundar os conhecimentos dos \n\nreservatórios de interesse. Num estudo mais detalhado de seus reservatórios arenosos, do \n\ncampo de Pilar, Falconi (1990) apresentou uma distinção em pelo menos nove fácies (Figura \n\n12), baseadas essencialmente, na textura granulométrica e nas estruturas sedimentares \n\nobserváveis (testemunhos de sondagem). \n\n \n\n \nFigura 12 – Diagrama esquemático de fácies da Formação Coqueiro Seco, no campo de Pilar (modificado de \nFalconi, 1990). Ao lado tem-se a correspondência com o ambiente deposicional. \n\n \n\nA Formação Coqueiro Seco, no âmbito das bacias da margem leste brasileira, \n\nfoi classificada por Dias (1991) como parte da seqüência do Eocretáceo (EC6) (andar Jiquiá \n\nsuperior), a partir da significativa presença de rochas carbonáticas associadas à sua porção \n\nbasal, com correspondência a bacias tão distantes quanto a bacia de Campos (Figura 13). O \n\n\n\n \n\n \n\n29 \n\nsistema Coqueiro Seco equivaleria em parte aos depósitos da Formação Lagoa Feia da bacia \n\nde Campos, porção superior da Formação Mariricu da bacia do Espírito Santo, fatia superior \n\nda Formação Rio das Contas das bacias de Jequitinhonha e Camamu, e ainda à porção \n\nterminal do Grupo Massacará das bacias do Recôncavo e Tucano-Jatobá. Ficou enfatizado \n\nque esta seqüência está erodida em expressivas áreas na bacia de Sergipe-Alagoas \n\n(principalmente em Sergipe). \n\n \n\n \nFigura 13 – Mapa regional de correspondência da Formação Coqueiro Seco com as seqüências simultâneas das \ndemais bacias da margem leste brasileira. Seqüência do Eocretáceo (EC6), andar Jiquiá superior. Indicação dos \nsistemas deposicionais envolvidos (modificado de Dias, 1991). \n\n\n\n \n\n \n\n30 \n\nA partir de uma série de reconstruções paleográficas e paleoambientais do \n\nCretáceo inferior das bacias do Gabão e do nordeste do Brasil, foram elaborados modelos \n\ntectono-estratigráficos relacionados à fase rifte dessas bacias (Bradley &amp; Fernandez, 1992). \n\nEmbasados em dados gravimétricos e sísmicos, a evolução da fase rifte foi então discutida. \n\nNo Eoaptiano (112 Ma), estariam diretamente envolvidos os clásticos Coqueiro Seco e os \n\ncarbonatos lacustres da Formação Morro do Chaves, marcando a passagem do que se chamou \n\nde abandono das bacias rifte interiores para uma deposição permanentemente associada à \n\nmovimentação da placa sul-americana. Durante o tempo Jiquiá-Alagoas, um amplo trend \n\ndeposicional nordeste seria estabelecido, obedecendo a uma geometria de meio-graben \n\ndefinitivamente implantada (Figura 14). \n\n \n\n \nFigura 14 – Mapa de reconstrução paleogeográfica e paleoambiental do Eoaptiano (modificado de Bradley &amp; \nFernandez, 1991). \n\n\n\n \n\n \n\n31 \n\nA presença de evaporitos na Formação Coqueiro Seco está registrada, em \n\nAlagoas, pela destacada ocorrência do poço 1-HZ-1- AL (Horizonte-1), localizado no baixo \n\nde Varrela (Figura 8 – poço de número 12). Estes evaporitos, formalizados como evaporitos \n\nHorizonte, apresentam a mesma composição mineralógica dos já notabilizados na bacia: sais \n\nParipueira, ou seja, dominantemente halita com intercalações de carbonatos e folhelhos. Estão \n\ninseridos na porção mais superior desta unidade (Souza-Lima et alii, 2004), e chegam a \n\natingir espessuras da ordem de 57 metros, distribuídos em três níveis distintos. Seu \n\nposicionamento estratigráfico foi detectado abaixo do evento Paripueira, tornando-se assim o \n\nmais antigo registro evaporítico da bacia. Esta particularidade pode abrir perspectivas para \n\numa melhor compreensão do cenário marinho-transicional relacionado à margem sul-\n\natlântica.  \n\nA importância econômica da Formação Coqueiro Seco é retratada pelo grande \n\ninteresse exploratório desde os idos dos anos sessenta, não só pelos seus inúmeros \n\nreservatórios de muito boa permo-porosidade, mas igualmente pela presença de folhelhos \n\ncapeadores e excelentes folhelhos geradores associados. As principais acumulações a ela \n\nrelacionadas estão situadas, notadamente, na sub-bacia de Alagoas central, onde diversos \n\ncampos estão localizados (Figura 15). O campo de Pilar, descoberto em 1981, se configura \n\ncomo o segundo maior campo terrestre da bacia Sergipe-Alagoas. O volume de óleo in place \n\nnesse campo é da ordem de 36 milhões de metros cúbicos. A produção diária é de \n\naproximadamente 3600 barris, oriunda de 100 zonas de produção distribuídas ao longo de um \n\nintervalo de 500 a 2500 metros de profundidade (dados de novembro de 2007 - \n\nPETROBRAS). \n\n \n\n\n\n \n\n \n\n32 \n\n \n\nFigura 15 - Mapa de localização dos campos de petróleo relacionados à Formação Coqueiro Seco na sub-bacia \nde Alagoas central. Destaque para o campo de Pilar, descoberto em 1981, e que se constitui no segundo maior \ncampo terrestre da bacia de Sergipe-Alagoas. \n\n \nO volume de óleo e gás descoberto, tal como no campo de Pilar e em outras \n\nacumulações circunvizinhas, relaciona-se ao sistema petrolífero “Barra de Itiúba-Coqueiro \n\nSeco”. Este sistema tem como geradores folhelhos confinados em lagos sintectônicos da fase \n\nrifte de idade barremiana a eoaptiana, sendo considerado um dos mais importantes da bacia. \n\n \n\n \n\n2.1. Modelos deposicionais \n \n\n \n\nOs estudos iniciais foram voltados ao caráter eminentemente cíclico das \n\nsucessões estratais Coqueiro Seco que são basicamente constituídas por intercalações de \n\narenitos e folhelhos (Schaller, 1970; Ojeda &amp; Fugita, 1976; Beltrami &amp; Della Fávera, 1977 e \n\nNetto, 1979). Seqüências de fases transgressivas e regressivas seriam estabelecidas a partir de \n\nalternâncias faciológicas bem definidas em perfis elétricos e radioativos. Tais fases estariam \n\nrelacionadas a um grande lago ou a diversos lagos interligados (Beltrami &amp; Della Fávera, \n\n1977). Sua sedimentação implicaria em unidades genéticas constituídas por dois subsistemas \n\ndistintos: os fan-deltas Coqueiro Seco e a plataforma carbonática adjacente e contemporânea \n\n\n\n \n\n \n\n33 \n\nMorro do Chaves. Os domínios de leques deposicionais estariam associados a uma plataforma \n\ncarbonática em condições de clima quente e úmido, sob um gradiente de relevo moderado. As \n\náreas fontes alimentariam a bacia principalmente de N-NO e a sedimentação seria cíclica, por \n\nenxurradas (Netto, 1979). \n\nOutros trabalhos privilegiariam o aspecto arquitetural e geométrico da \n\ndeposição Coqueiro Seco, classificando-a essencialmente por uma conformação de braided-\n\ndeltas (Fernandes et alii, 1981). Sedimentos deltaico-lacustres e de talude comporiam os \n\nmeio-grabens, revelando também um caráter geral progradacional. Esta concepção também \n\nseria incorporada por outros estudos (Falconi, 1990, Feijó, 1992 e Chagas, 1996). \n\nO soerguimento das áreas fontes e a subsidência acelerada dos principais \n\nbaixos deposicionais da bacia de Sergipe-Alagoas iniciariam os depósitos Coqueiro Seco \n\n(Fernandes et alii, 1981). O preenchimento dos meio-grabens se daria, essencialmente, por \n\nsedimentos deltaico-lacustres e de talude (slope). Estes sistemas progadariam através da \n\nplataforma carbonática Morro do Chaves e eventualmente as cobririam. Os seus quase 3000 \n\nmetros de sedimentos foram depositados no principal depocentro do baixo de Alagoas. Em \n\nperfis elétricos, areias deltaicas e intercalações de folhelhos são caracterizadas por padrões \n\n“em caixote”. Leques sublacustres depositados em rampa exibem um distinto padrão \n\nserrilhado. Folhelhos basais de bacia são unidades relativamente maciças que exibem padrões \n\nbem definidos nos perfis. \n\nEm um estudo conduzido na área do campo de Pilar, Falconi (1990) propôs um \n\nmodelo sedimentar do tipo braided-deltas para as associações de fácies deposicionais dos \n\nterrígenos da Formação Coqueiro Seco (Figura 12). Este contexto corresponderia a deltas \n\nricos em cascalho, formados a partir da progradação de um sistema fluvial entrelaçado para \n\ndentro de um corpo d’água, podendo estar ligado ou não a leques aluviais. Este sistema seria \n\nconstituído de cinco ambientes deposicionais: (i) planície aluvial (fácies AC de canais \n\nproximais e AX de barras distais); (ii) planície deltaica (fácies AG de canais distributários e \n\nAF fluidizada); (iii) frente deltaica (fácies AP de barra de embocadura, fácies fluidizadas AF e \n\nfácies AE de brechas intraformacionais a R, de ritmitos distais) e; (iv / v) prodelta / lacustre \n\n(fácies F de folhelhos com nódulos de fosfato e conchas de ostracodes, incluindo turbiditos). \n\nO modelo deposicional proposto, no campo de Pilar, está apresentado em bloco diagrama na \n\nFigura 16. Um predomínio de depósitos de canais distributários e frente deltaica foi \n\nconstatado por este trabalho. Os leques aluviais desse sistema são os conglomerados de borda \n\npresentes em alguns poços. Eventos transgressivos seriam representados por folhelhos \n\ncastanhos portadores de fosfatos, muito marcantes na área. No topo também haveria um \n\n\n\n \n\n \n\n34 \n\npredomínio de depósitos de frente deltaica, mais argilosos, que caracterizariam no seu todo \n\num evento transgressivo que culmina com a deposição lacustre Ponta Verde.  \n\n \n\n \nFigura 16 - Modelo deposicional proposto para o sistema Coqueiro Seco no campo de Pilar, Alagoas \n(modificado de Falconi, 1990). Em destaque a área confinada ao campo, relacionado, segundo o autor, a uma \npossível predominância de depósitos de canais de frente deltaica.  \n\n \n\nO arranjo do preenchimento sedimentar em uma conformação de fandeltas e \n\nbraided-deltas seria efetivamente construído a depender da localização dos depocentros em \n\nrelação às áreas fonte e da drenagem de bacia existente. As coquinas Morro do Chaves foram \n\nconsideradas síncronas à deposição da porção basal da Formação Coqueiro Seco, constituindo \n\nplataformas carbonáticas desenvolvidas em áreas mais estáveis e mais protegidas do aporte \n\nclástico (Chagas, 1996). \n\nTrabalhos subseqüentes descreveriam o cenário deposicional da Formação \n\nCoqueiro Seco de forma mais ampla e uniforme, fundamentalmente do tipo flúvio-deltaico-\n\nlacustre (Figueiredo, 1981; Cruz, 1984; Falkenhein et alii, 1987; Weidmann &amp; Formoso, \n\n1987b; Machado et alii, 1990; Pereira, 1994; Azambuja et alii, 1998 e Córdoba et alii, 2006). \n\nNa sub-bacia de Alagoas, esses depósitos seriam essencialmente constituídos \n\nde um sistema flúvio-deltaico e de fandeltas, incluindo a plataforma carbonática Morro do \n\nChaves (Figueiredo, 1981). Essa plataforma lacustre teria sido depositada em áreas rasas \n\nsoerguidas, flanqueando a principal entrada de área fonte (rios), sendo composta por calcários \n\n\n\n \n\n \n\n35 \n\nde alta energia. Sofreria soterramento pelos clásticos terrígenos Coqueiro Seco em resposta a \n\npulsos tectônicos relacionados ao desenvolvimento do rifte.  A despeito da má qualidade dos \n\ndados sísmicos, estes sistemas seriam passíveis de reconhecimento e estariam representados \n\npor refletores sísmicos em disposição essencialmente plano-paralela para as fácies de talude, e \n\nreflexões tipos free para as fácies de fandeltas e flúvio-deltaicas (Figura 17). Devido à \n\ncontínua subsidência da bacia e à diminuição de suprimento de sedimentos, os sistemas \n\ndeposicionais Coqueiro Seco terminariam, dando lugar ao sítio deposicional dos folhelhos \n\nPonta Verde. \n\n \n\n \nFigura 17 – Seção sísmica dip, na porção central da sub-bacia de Alagoas, mostrando as sismofácies de talude e \nfluvio-deltaica. Modificado de Figueiredo (1981). \n\n  \n\nA Formação Coqueiro Seco faria parte do modelo denominado III de Cruz \n\n(1984), representativo de depósitos de leques deltáicos curtos, próximos a um lago, \n\nconstituídos por sedimentos textural e mineralogicamente imaturos. Possuiria ainda uma fase \n\nde intensa sedimentação de canais fluviais distributários, indicando um máximo de \n\nprogradação. Uma gradual subsidência e inundação generalizada de todo o sistema levaria a \n\numa suspensão no suprimento de clásticos grossos, culminando com a deposição do Membro \n\nPonta Verde da Formação Maceió. \n\nO forte controle tectônico resultante das fases de falhamento sinsedimentar \n\nseria também responsável pela deposição de conglomerados, arenitos e folhelhos de origem \n\naluvial, até lacustre bacinal, passando por flúvio-deltaicos representativos das formações Rio \n\nPitanga e Coqueiro Seco (Falkenhein et alii, 1987). A culminância da sedimentação sinrifte \n\nocorreria na porção alagoana da bacia. A este se sobrepõe o rifte de idade Jiquiá, afetado por \n\nesforços extensionais NO-SE, o que acarretou meio-grabens limitados por falhas de direção \n\nNE-SO. O baixo de Varrela atuaria favoravelmente ao desenvolvimento de um proeminente \n\n\n\n \n\n \n\n36 \n\nsistema deltaico, constatado pela pujança sedimentar acumulada, em torno de 3100 metros de \n\nsedimentos, apenas no andar Jiquiá superior. O aporte sedimentar seria oriundo do atual \n\ncraton periférico presente na borda oeste da bacia em praticamente todo o andar Jiquiá \n\nsuperior. Os sedimentos Coqueiro Seco foram considerados como de ambiente \n\nexclusivamente continental, uma vez que não foram constatados fósseis marinhos na seção. O \n\nrejuvenescimento das áreas fontes provocaria o início de um novo ciclo deltaico, marcando \n\numa sedimentação progressivamente transgressiva que atingiu seu clímax com a deposição \n\ndos folhelhos Ponta Verde. \n\nO pacote de rochas compreendido entre as idades Neobarremiano (Eojiqiá) e \n\nEoaptiano (Neojiquiá) se destacaria por uma deposição iniciada com cerca de 300 metros de \n\ncarbonatos (coquinas). Provavelmente, correspondente a uma fase transgressiva indicativa de \n\num sincronismo entre esses depósitos com os de outras bacias da margem continental \n\nbrasileira (Pereira, 1994). As coquinas são sobrepostas por leques deltaicos da unidade \n\nCoqueiro Seco, provavelmente relativos a um sistema de nível alto. A seqüência encerra-se \n\nnuma discordância angular, bem caracterizada em sísmica e perfis elétricos, tendo como \n\ncausas prováveis soerguimento e erosão (Lana, 1990). As coquinas refletem, antes de tudo, \n\num aumento da influência marinha no sistema lacustre. \n\nEm sua porção alagoana, a Formação Maceió, de idade aptiana (andar \n\nAlagoas), e o intervalo Eoaptiano, relativo às formações Morro do Chaves e Coqueiro Seco \n\n(andar Jiquiá), foram tomadas como representativas para a compreensão das variáveis \n\ncontroladoras de depósitos lacustres da fase rifte da bacia (Azambuja et alii, 1998). Estes \n\nestratos corresponderiam a uma sedimentação em um ambiente de lago durante a fase rifte \n\nproto-Atlântica. Sofreram um forte controle tectônico e climático sobre a distribuição de \n\nfácies. Estes depósitos foram submetidos a oscilações climáticas freqüentes muito altas, que \n\nprovavelmente se refletiriam no lago rifte em variações entre os climas seco e úmido. Em \n\nperíodos de clima úmido, fandeltas e turbiditos seriam formados, enquanto que, para o clima \n\nárido, folhelhos ricos em matéria orgânica seriam depositados. O andar Jiquiá marcaria o \n\núltimo registro da deposição tipicamente continental. \n\nPara todo o intervalo do andar Rio da Serra e até o provável final do rifte no \n\nandar Alagoas, ocorreria o desenvolvimento de sistemas de leques aluviais lateralmente \n\nassociados a sistemas flúvio-deltaicos e lacustres, juntamente com a geração de semi-grabens, \n\n(Córdoba et alii, 2006). A movimentação deformacional relativo a todo o estágio rifte da \n\nbacia promoveria erosão dos blocos altos e deposição nos baixos, bem como rotação de falhas \n\n\n\n \n\n \n\n37 \n\ne camadas. As superfícies erosivas teriam correlação com a seção sedimentar \n\ncronoequivalente de fácies nos baixos que indicariam momentos de afogamento do rifte.  \n\n \n\n \n\n3. ESTRATIGRAFIA DE SEQUÊNCIAS \n \n\n \n\nAo longo dos anos, a Estratigrafia de Seqüências desenvolveu-se \n\nfundamentalmente como um método interdisciplinar, focado na análise das variações de \n\npadrões de empilhamento de sucessões estratais e na delimitação de seqüências genéticas \n\ndefinidas por superfícies-chave (estratigráficas), nos âmbitos espacial (espessura e extensão \n\nlateral) e temporal (cronoestratigráfico). Os padrões de empilhamento estratal correspondem \n\nàs inter-relações entre o espaço de acomodação (espaço disponível para o preenchimento de \n\nsedimentos) e a sedimentação, e reflete as combinações de trends deposicionais que incluem \n\nprogradação, agradação e retrogradação.  \n\nSeus princípios fundamentais datam da publicação do AAPG Memoir #26 \n\n(Payton, 1977) e dos anos que imediatamente se sucederam (Vail et alii, 1984, Wilgus et alii, \n\n1988), causando grande impacto no campo da geologia sedimentar, tornando-se o seu mais \n\nrecente e revolucionário paradigma. Dentre outras coisas, o Memoir #26 apresenta os \n\nprincípios e técnicas da sismoestratigrafia ainda hoje utilizadas para descrever e interpretar \n\nseções sísmicas de reflexão; o significado cronoestratigráfico dos refletores sísmicos e a \n\nproposição clássica de seqüência deposicional de Mitchum et alii (1977). No mesmo volume, \n\na importante conceituação de tratos de sistemas por Brown &amp; Fisher (1977), que os define \n\ncomo “uma analogia aos sistemas deposicionais contemporâneos”. A partir dessas definições \n\nde base, esse tema experimentou extraordinário avanço. O sucesso e a popularidade \n\nalcançados contribuíram para que se criasse a impressão, mesmo no meio acadêmico, de que \n\nnada ou muito pouco existia antes da mencionada publicação de Peter Vail e colegas ligados à \n\nExxon Petroleum Company. Holz (1998), em seu amplo apanhado histórico, contribuiu \n\neficientemente para contrapor essa falsa impressão, ao mesmo tempo em que deu visibilidade \n\naos grandes estratígrafos e publicações anteriores ao marco de Payton (1977). Dessa forma, \n\ndestacou o valor dessas investigações, incorporando os aspectos filosóficos da estratigrafia \n\ncomo ciência, que passariam a serem considerados tão importantes quantos os aspectos \n\ntécnicos e metodológicos. \n\n\n\n \n\n \n\n38 \n\nA partir da década de 70, o advento da sísmica de reflexão multicanal com a \n\ntécnica CDP (Common Depht Point) foi a grande impulsionadora da “nova estratigrafia” em \n\nparalelo com a melhoria de técnicas de processamento de dados sísmicos 2-D. Já em nossos \n\ndias, a sísmica 3-D tornou-se um marco histórico na evolução do imageamento de dados \n\nsísmicos, trazendo consigo uma maior capacitação da visualização volumétrica em modernas \n\nestações de trabalho e suíte de softwares disponíveis no mercado. \n\nFaz-se crer que as técnicas mais usuais para análise de bacia associam-se \n\nintimamente às ferramentas sísmicas, mais propriamente à estratigrafia sísmica, e à moderna e \n\npopular Estratigrafia de Seqüências e seus corolários. \n\n \n\n \n\n3.1. Modelos de Estratigrafia de Seqüências \n \n\n \n\nAtualmente, já é consenso que os diferentes modelos vigentes de Estratigrafia \n\nde Seqüências possuem seus méritos e limitações. Cada modelo responde melhor a um \n\nparticular cenário tectônico, e nenhum deles pode promover uma solução única para a grande \n\nvariabilidade de circunstâncias geológicas (Catuneanu, 2006). Por exemplo, a depender da \n\nlocalização dentro da bacia, uma determinada superfície estratigráfica pode ter um valor \n\nprático (fácil mapeamento) para algum trato de sistema deposicional, mas ser de difícil \n\nidentificação e mapeamento para outro. Semelhantemente, a aferição das várias superfícies-\n\nchave também depende do tipo e qualidade do dado (afloramento, poço, sísmica, etc) \n\ndisponível para análise. Assim sendo, são recomendadas flexibilização e habilidade para \n\nadaptar o modelo a um projeto específico. \n\nOs vários modelos correntes, ou seja, as três principais variantes chamadas \n\nSeqüência Deposicional, Seqüência Estratigráfica Genética e a Seqüência T-R (Figura 18) \n\ndiferem entre si principalmente no que se refere à demarcação das superfícies-chave e tratos \n\nde sistemas. Portanto, diferentes delimitações dos tratos e limites de seqüências em relação ao \n\nciclo de variação do nível de base são usadas em suas caracterizações (Figura 19) (Catuneanu, \n\nopus cit).  \n\n\n\n \n\n \n\n39 \n\n \nFigura 18 – Modelos de Estratigrafia de Seqüências correntemente em uso. Os vários modelos diferem \nprincipalmente na concepção e demarcação das superfícies-chave e tratos de sistemas no registro geológico. \nModificado de Catuneanu (2006).  \n\n \n\n \nFigura 19 – Posicionamento dos limites de seqüências e divisão das seqüências em tratos de sistemas, para os \nmodelos atualmente em uso (modificado de Catuneanu, 2006). Abreviações: LST – lowstand systems tract; TST \n– transgressive systems tract; HST – highstand systems tract; FSST – falling stage systems tract; RST – \nregressive systems tract. \n\n\n\n \n\n \n\n40 \n\n3.1.1. Modelo de sequências transgressivas-regressivas (T-R) \n \n\n \n\nO modelo de sequências transgressivas-regressivas (T-R), em linhas gerais, \n\ncorresponde ao deslocamento da linha de costa em um completo ciclo transgressivo e \n\nregressivo. É formado por uma composição de superfícies que incluem a discordância \n\nsubaérea para a porção de margem da bacia, seguindo a abordagem original dos modelos de \n\nseqüências deposicionais, a superfície de ravinamento, a superfície de máxima regressão \n\n(SMR) e a superfície de inundação máxima (SIM). As três primeiras definem limites de \n\nseqüências. A superfície de inundação máxima (final da transgressão) permite a subdivisão \n\ndas sequências T-R em um trato de sistemas transgressivo abaixo e um trato de sistemas \n\nregressivo acima (Figura 19), representando a mudança nos trends deposicionais usada para \n\nas correlações e delineações desses tratos. A “concordância correlativa - cc” (inicio ou final \n\nda queda do nível de base) é representada na porção marinha pela superfície máxima \n\nregressiva. \n\nEste modelo oferece uma alternativa para uma subdivisão em sequências \n\ndeposicionais, visando superar algumas das dificuldades de aplicação apontadas em outros \n\nmodelos (Catuneanu, 2006). \n\n Para a abordagem estratigráfica deste trabalho, foi então empregado o modelo \n\nde seqüências T-R de Embry e Johannessen (1992) e Embry, (1993, 2002). Para isso, levou-se \n\nem conta o cenário tectônico rifte em que se insere a área de estudo, refletido na singular \n\ngeometria de meio-graben, representante da entidade basal de um rifte.  Detentor de um perfil \n\ndeposicional em rampa, dramaticamente diferente da paisagem de plataforma-talude-bacia de \n\nmargens passivas, pressupõe-se que nesse contexto: (i) o nível do lago e seu posicionamento \n\nrelativo ao depocentro e ao bloco falhado da bacia representem o nível de base local e (ii) os \n\nefeitos das flutuações do nível do lago interfiram no espaço de acomodação (Scholz et alii, \n\n1990). Adicionalmente, em bacias significativamente dominadas pela tectônica, o método de \n\nseqüências T-R promove um razoável reconhecimento das variações do nível de base na \n\narquitetura deposicional para depósitos dominantemente não marinhos. Seus tratos de \n\nsistemas e subdivisão (fase transgressiva e fase de preenchimento regressivo), bem como seus \n\nlimites e superfícies-chave podem proporcionar uma boa correlação estratal e o \n\nestabelecimento de um arcabouço cronoestratigráfico. Esses tratos de sistemas são então \n\nreconhecíveis nas assinaturas de perfis de poços e na configuração e terminação de refletores. \n\n\n\n \n\n \n\n41 \n\nOs limites e superfícies-chave correspondem a linhas de tempo, favorecendo a reconstrução \n\nda historia geológica (Mancini &amp; Puckett, 2002). \n\nNeste estudo, a ausência da análise de testemunhos e a não diferenciação de \n\ntratos de nível alto e baixo e superfícies-chave relacionadas, tanto na análise de perfis de \n\npoços como na sísmica, inviabilizaram a aplicação de modelos mais usuais de Estratigrafia de \n\nSeqüências. Mesmo admitindo-se a ressalva apontada por Catuneanu (2006) para o modelo \n\naqui adotado, em que a amalgação de diferentes tipos de depósitos genéticos (regressão \n\nnormal de trato alto ou HST; regressão forçada e regressão normal de trato baixo ou LST) \n\ndentro de uma única e simples unidade (trato regressivo) conduz a uma perda crítica de \n\nresolução em termos dos aspectos genéticos da análise estratigráfica. Por outro lado, o citado \n\nautor recomenda sua aplicação, por exemplo, onde a ciclicidade estratigráfica é desenvolvida \n\ndurante a contínua subida do nível de base, devido a variações no balanço entre as taxas de \n\nsubsidência e sedimentação. Ou, onde os dados são insuficientes, para permitir a separação \n\nentre os diferentes tipos genéticos de depósitos regressivos, como o que parece ocorrer na \n\nárea. \n\n \n \n\n3.2. A importância do Cenário Tectônico \n \n\n \n\nA diversidade dos modelos de Estratigrafia de Seqüências atualmente em uso \n\npode ser em parte explicada pelo fato de seus proponentes estabelecerem suas próprias \n\npesquisas provenientes de áreas de diferentes contextos tectônicos. Assim, cada modelo foi \n\ndesenhado para responder às observações de campo em uma bacia particular. Por exemplo, os \n\nmodelos de Posamentier et alii (1988), Posamentier &amp; Vail (1988) e Galloway (1989) \n\ndescrevem depósitos de margens continentais divergentes; Van Wagoner e Bertram (1995), \n\nbem como Plint e Nummedal (2000) referem-se a bacias tipo foreland; já Embry (1995) \n\npropôs um modelo de seqüências transgressivas-regressivas (T-R) a partir de estudos da bacia \n\nrifte de Sverdrup (Catuneanu, 2006). \n\nCada um desses cenários é único em termos de tectônica, taxa de subsidência, \n\nfluxo de sedimentos (drenagem de bacia), paleofisiografia e gradiente topográfico, dentro de \n\numa bacia e ao longo de suas margens. \n\nHoje, os conceitos da Estratigrafia de Seqüências passam a ser tratados sob o \n\nponto de vista de processos upstream e downstream, significando uma ênfase nos processos \n\n\n\n \n\n \n\n42 \n\nsujeitos a interferências dominantemente continentais ou dominantemente marinhas, \n\nrespectivamente (“Tudo passa a ser uma questão de balanço de energia” - Catuneanu, 2007). \n\nSob essa ótica, a área de estudo e sua arquitetura deposicional típica de bacias rifte (cenário de \n\nrampa) correspondem a sistemas dominantemente continentais (lacustres) em resposta às \n\nvariações do nível de base local.  \n\n \n\n \n\n3.2.1. O contexto de rifte continental \n \n\n \n\nNos últimos anos, os conceitos da Estratigrafia de Seqüências têm servido \n\ncomo ferramenta de análise para o estudo do preenchimento de bacias formadas em variados \n\nambientes tectônicos. Embora se constate inúmeras adaptações, modificações e debates sobre \n\no papel da tectônica, eustasia e clima na formação de limites de seqüências, as técnicas \n\noriginais (Payton, 1977) permanecem como um método válido para a análise de bacias. Em \n\ngeral, é aceito que o espaço de acomodação em uma bacia é controlado pela interação de \n\ndiversos fatores, tais como: a subsidência tectônica, variação do nível de base, clima e \n\nvariação no suprimento de sedimentos. Em bacias marinhas de margem continental, os \n\npadrões estratigráficos e a distribuição de fácies são em grande parte resultado das variações \n\neustáticas, em contraste com bacias tectonicamente ativas em que o tectonismo talvez seja o \n\nprincipal fator controlador dos padrões estratigráficos e de fácies. O tectonismo aumenta ou \n\ndiminui o espaço de acomodação, altera o nível de base deposicional, controla a distribuição \n\nde áreas fontes e influencia o padrão climático local (Changsong et alii, 2001).  \n\nDe acordo com Scholz (2007), os principais aspectos geológicos e a \n\ncaracterização sísmica relacionada ao preenchimento sedimentar em bacias dominantemente \n\nlacustres envolvem: (1) os elementos geomorfológicos e estruturais dos sistemas riftes, (2) a \n\ndrenagem de bacia e as variações do nível do lago, (3) os componentes estratigráficos de larga \n\nescala e (4) a configuração e padrões de terminações de refletores. \n\n \n\n(1) Os riftes são sistemas segmentados cujos componentes individuais são discretizados em \n\nsub-bacias do tipo meio-graben. Esta segmentação, associada aos elementos geomorfológicos \n\ne estruturais, (Figura 20) exerce um grande impacto na drenagem de bacia. Permite também \n\nque diferentes taxas de subsidência e soerguimento possam ocorrer simultaneamente em \n\n\n\n \n\n \n\n43 \n\ncompartimentos distintos de uma bacia. Neste caso, a origem exclusivamente eustática para os \n\nlimites de seqüências desaparece. Devido às grandes diferenças das taxas de subsidência nas \n\nextremidades de um rifte, admite-se a geração simultânea de tratos transgressivos a \n\nagradacionais na margem falhada (alta taxa de subsidência), bem como sistemas progradantes \n\nna margem flexural (baixa taxa de subsidência) (Gawthorpe et alii, 1994). \n\n \n\n \nFigura 20 – Segmentação em sistemas rifte e seus elementos geomorfológicos e estruturais. Modificado de \nScholz &amp; Rosendahl, 1990 (in Chiossi, 1997).  \n\n \n\nA interligação entre os diversos meio-grabens se dá por zonas de acomodação, \n\ntambém conhecidas como zonas de transferência (Morley et alii, 1990). São estruturas \n\npositivas arqueadas, normalmente próximas às extremidades dos mesmos. Podem ser \n\n\n\n \n\n \n\n44 \n\nclassificadas como zonas de acomodação por interferência ou de baixo relevo; quando os \n\nmeio-grabens se dispõem face-a-face ou como zonas de acomodação por isolamento; quando \n\nmergulham em sentidos opostos, compartilhando um mesmo bloco alto. \n\nOs altos ou dobras transversais (Schlische, 1995) são tipos específicos de zonas \n\nde acomodação de baixo relevo. \n\nAs rampas de revezamento ou rampas em relay são também um grupo \n\nespecífico de zonas de acomodação que se desenvolve quando há uma sobreposição de falhas \n\nde mesmo sentido de mergulho, formando um padrão en echelon. Na zona de sobreposição é \n\ndetectada uma rampa fortemente inclinada e deformada por falhas menores. Podem ocorrer \n\nem escala de bacia, relacionadas às grandes falhas de borda ou como falhas intrabacinais de \n\nmenor porte. \n\nFinalmente, pode ocorrer acomodação entre meio-grabens por falhas de \n\ntransferência (Gibbs, 1984 e 1990). São visualizadas conceitualmente como falhas verticais \n\nque conectam falhas normais e possuem um misto de rejeito horizontal e vertical. São \n\nigualmente independentes de escala, podendo interligar segmentos distanciados de centenas \n\nde quilômetros ou falhas menores dentro da bacia. \n\n \n\n(2) O desenvolvimento do sistema de drenagem nos riftes guarda relação direta com a \n\ndisposição morfológica e geográfica dos elementos estruturais que compõem sua segmentação \n\n(Figura 20). Considerando a natureza dinâmica do processo de rifteamento, é de se esperar \n\ntambém uma contrapartida no comportamento na drenagem de bacia (Figura 21). \n\n \n\n \nFigura 21 – Bloco diagrama ilustrando as principais classes de sistemas de drenagens em bacias rifte. \nModificado de (Cohen, 1990 e Gawthorpe et alii, 1994).  \n\n\n\n \n\n \n\n45 \n\nQuatro grupos de sistemas são considerados (Chiossi, 1997): \n\n- Sistemas associados às falhas de borda são, em geral, drenagens conseqüentes, curtas e \n\npouco integradas, devido à reduzida taxa de extensão dos vales aluviais e inclinação \n\nacentuada do substrato. Consistem de descargas rápidas e intensas. \n\n- Sistemas de drenagens axiais que se desenvolvem longitudinalmente aos meio-grabens e \n\nnormalmente representam amplas redes. Correspondem ao transporte de grandes quantidades \n\nde sedimentos e construção de deltas de grande porte na sua desembocadura. Os altos \n\nvolumes de sedimentos mantêm reduzidos os gradientes e forçam o desenvolvimento de \n\namplos sistemas meandrantes. \n\n- Sistemas associados a rampas flexurais que, devido ao suave gradiente, são capazes de \n\nconstruir sistemas deltáicos lateralizados. Os rios que drenam as rampas tendem a ser menos \n\nconfinados do que os rios que compõem os sistemas axiais e, dessa forma, ocorrem avulsões \n\nmais freqüentes.  \n\n-Sistemas associados a zonas de acomodação que também exercem um forte controle no \n\npadrão de drenagem. Entre os mais abrangentes e desenvolvidos em riftes estão os sistemas \n\nrelacionados às zonas de baixo relevo. Assemelham-se aos das rampas flexurais; no entanto \n\nos rios percorrem por sobre gradientes mais elevados e com maior capacidade de carga. Já os \n\nrelacionados a zonas de alto relevo são áreas de sedimentação pouco expressivas (Cohen, \n\n1990). \n\nAs flutuações do nível de água são de alta amplitude e alta freqüência em \n\nbacias lacustres. Essas flutuações não seguem uma curva senoidal como a comumente \n\nmodelada para sistemas marinhos que se comportam de maneira categoricamente assimétrica. \n\nPor outro lado, a magnitude das taxas de subsidência das variações do nível do lago e do \n\naporte sedimentar são muito maiores em bacias lacustres que nas bacias de margem passiva \n\n(Tabela 2).  \n\n  \n\n \n\nTabela 2 – Relação da magnitude entre as taxas de subsidência, eustasia e aporte sedimentar entre bacias \nmarinhas de margem passiva e bacias rifte lacustre (Scholz et alii, 1997).  \n\n \n\nO nível do lago varia dramaticamente em baixas latitudes, em resposta ao ciclo \n\nclimático onde a evaporação domina o regime hidrológico. Na maioria dos lagos de alta \n\n\n\n \n\n \n\n46 \n\nlatitude, como por exemplo, o lago Baikal, o seu nível é possivelmente mais estável devido ao  \n\natual domínio da precipitação sobre a evaporação. Intensamente sujeitas ao controle climático, \n\nas taxas de variação do nível do lago e do aporte são afetadas pelo balanço entre evaporação e \n\nprecipitação (monções sazonais, aproximação e afastamento de massas de ar oceânica, ciclos \n\norbitais, etc).  Isso produz variações de alta amplitude e curta duração, principalmente em \n\nriftes situados em zonas tropicais, cujos lagos se comportam como sistemas fechados (Figura \n\n22). \n\n \n\n \nFigura 22 – Representação esquemática de curvas de subsidência tectônica, oscilação climática e flutuações do \nnível do lago para bacias tectonicamente ativas. Modificado de Strecker et alii (1999). \n\n \n\nEstudos de modelos de seqüências em lagos rifte de baixa latitude ilustram os \n\nefeitos da alta amplitude e alta freqüência de deslocamentos do nível do lago, manifestados \n\nem pronunciadas superfícies erosionais. \n\n\n\n \n\n \n\n47 \n\n(3) Muitos pesquisadores agora reconhecem que bacias rifte são compostas por \n\npelo menos três componentes estratigráficos de larga escala: \n\n- Uma seção aluvial/fluvial na base. \n\n- Um conjunto de seqüências de águas lacustres profundas (em alguns casos marinhas). \n\n- Um conjunto de seqüências aluvial ou fluvial final. \n\nEsta divisão tripartite reflete tectonicamente: uma subsidência inicial lenta, \n\nseguida de uma subsidência rápida e profunda, durante a fase mais ativa de extensão do rifte \n\n(fase subaquática profunda), e um preenchimento final do sistema após o término da extensão \n\ndo rifteamento. \n\n \n\n(4) Diferentemente do que ocorre em bacias de margem passiva, superfícies de downlap têm \n\nbaixo ângulo de terminação e são de mais difícil reconhecimento do que superfícies de \n\ntruncamento erosional. Sismicamente, predominam os padrões plano-paralelos (e/ou \n\ndivergentes) com a típica fisiografia de rampa (Figura 23). Sem a acentuada quebra de \n\nplataforma que revela os padrões offlap e downlap característicos de bacia de margem \n\npassiva, essas feições não são evidentes em lagos tectônicos (com exceção de progradações \n\ndeltaicas de fase de lago baixo, Scholz et alii, 1990). \n\nSlopes deposicionais podem apresentar mergulho muito acentuado em algumas \n\nbacias de lago tectônico, resultando em fácies de transição usualmente abrupta. Dessa forma, \n\ncomponentes clássicos do modelo de seqüências, tal como os tratos de sistemas transgressivos \n\npoderão se mostrar excessivamente finos, abaixo da resolução sísmica e, conseqüentemente, \n\nde difícil imageamento. Isso significa dizer que a aplicação de modelos de seqüências pode \n\nser muito problemática. \n\n \n\n\n\n \n\n \n\n48 \n\n \nFigura 23 – Perfil sísmico multicanal do lago Malawi mostrando quatro seqüências deposicionais, limitadas por \ndiscordâncias erosionais (1, 2, 3 e 4). Em destaque as terminações de refletores em truncamento erosional. \nModificado de Scholz et alii (1990). \n\n \n\n \n\n3.2.2. Aspectos do rifte da bacia de Sergipe-Alagoas \n \n\n \n\nA bacia de Sergipe-Alagoas está localizada no Nordeste do Brasil entre as \n\nlatitudes 9º e 11º30’ S e as longitudes 37º30’ e 35º O (Figura 24). Faz parte do conjunto de \n\nbacias da margem continental brasileira e tem cerca de dois terços de sua área submersa. Sua \n\nporção emersa corresponde a uma estreita faixa entre 20 e 50 km de largura de direção NE-\n\nSO ao longo da costa dos estados de Sergipe, Alagoas e Pernambuco (Souza-Lima, 2006), \n\natingindo 350 km de comprimento (Lana, 1990). \n\nOs seus limites são controversos. Alguns autores delimitam a bacia a sul pelo \n\nsistema de falhas de Vaza Barris e a norte pelo alto de Maragogi (Lana, 1990; Feijó, 1994). \n\nOutros pesquisadores admitem as sub-bacias do Jacuípe e do Cabo como parte integrante da \n\nbacia Sergipe-Alagoas, portanto estendem seus limites ao sistema de falhas de Itapuã e ao \n\nlineamento Pernambuco, respectivamente (Souza-Lima et alii, 2002). \n\n \n\n\n\n \n\n \n\n49 \n\n \nFigura 24 – Mapa de localização da bacia de Sergipe-Alagoas em seu contexto geológico regional e delimitações \nconforme proposto por Souza-Lima et alii, 2006. \n\n \n\nA bacia de Sergipe-Alagoas compõe o quadro da evolução tectono-\n\nestratigráfica das bacias marginais brasileiras relacionadas à ruptura do Gondwana e à \n\nabertura do oceano Atlântico Sul no Mesozóico. Detém grande semelhança com essas bacias \n\nem função de sua gênese comum, apresentando um dos registros sedimentares mais \n\ncompletos, em parte aflorante. Estão representados depósitos, desde as sucessões \n\nsedimentares vinculadas ao preenchimento de grandes depressões, em geral associadas às \n\nbacias intracratônicas (sinéclise), até as seqüências de desenvolvimento de bacias do tipo rifte \n\nem margens passivas, caracterizadas pelos estágios rifte, transicional e deriva (Souza-Lima &amp; \n\nHamsi Jr, 2003). \n\nCom uma expressiva sedimentação clástica continental e grande complexidade \n\nestrutural, a bacia de Sergipe-Alagoas tem sido palco do surgimento de várias hipóteses \n\nevolutivas, privilegiando os aspectos estruturais (Lana &amp; Milani, 1983; Lana, 1985; \n\n\n\n \n\n \n\n50 \n\nGuimarães, 1988; Castro, 1987, 1988; Chagas et alii,1993) e estratigráficos (Ojeda &amp; Fugita, \n\n1976; Falkenhein et alii, 1987; Ussami et alii, 1986; Lima, 1986 e Hamsi, 2006).  \n\nO rifte da bacia de Sergipe-Alagoas compõe o sistema de riftes da margem \n\nleste brasileira, tendo evoluído durante um espaço de tempo de aproximadamente 40 Ma \n\n(Barremiano ao Eoalbiano). Sua característica polifásica resultou num arcabouço tectônico \n\nintensamente compartimentado e numa expressiva sedimentação clástica continental, razão \n\nmaior dos diversos enfoques evolutivos. \n\nNeste trabalho, foi adotado o modelo proposto por Chagas et alii (1993) que \n\nsecciona o rifteamento da bacia de Sergipe-Alagoas em três estágios tectônicos.  Baseado em \n\ndiscordâncias regionais observadas na sísmica, esses estágios foram caracterizados como \n\nseqüências tectono-estratigráficas de 2ª ordem: a Seqüência I, referindo-se ao estiramento \n\ninicial da bacia, depositada sob condições tectônicas relativamente estáveis e deformação \n\npredominantemente flexural; a Seqüência II, depositada durante o rifteamento propriamente \n\ndito, que se instala a partir do andar Aratu e se estende até o Eoalbiano, subdividida em IIa , \n\nIIb  e IIc, referentes a três pulsos tectônicos de rifte distintos. Esta seqüência acarretaria o \n\ndesenvolvimento de falhas de grande rejeito. Para o estágio final de rifteamento, \n\ncorrespondente à Seqüência III, estaria vinculada uma possível reativação albiana, \n\nevidenciada principalmente, na porção sergipana da bacia (Figura 25). \n\n \n\n \nFigura 25 - Subdivisão tectono-estratigráfica do estágio rifte da bacia de Sergipe-Alagoas (modificado de Chagas \net alii, 1993). A área em destaque indica o posicionamento tectono-estratigráfico do intervalo estudado. \n\n \n\n\n\n \n\n \n\n51 \n\n3.3. Contexto paleogeográfico \n \n\n \n\nO intervalo de investigação está inserido no segundo pulso tectônico rifte, \n\nseqüência IIb de Chagas et alii (1993) (Figura 25), iniciado a partir do Neojiquiá (Eoaptiano). \n\nMostra o desenvolvimento da típica geometria em meio-graben formando diversas sub-bacias \n\ncom características acentuadamente assimétricas, estendendo-se até o Eoalagoas \n\n(Mesoaptiano). De acordo com esses autores, a sub-bacia de Alagoas apresenta uma intensa \n\ncompartimentação estrutural, resultado do expressivo tectonismo que afetou toda a bacia a \n\npartir do Neojiquiá (Eoaptiano), sendo controlada por falhas normais de grande porte \n\nassociadas a falhas de transferência. Foi durante este período que se iniciou a instalação da \n\nlinha de charneira da bacia. Elevadas taxas de extensão causariam rotações de blocos e \n\ndeposição de espessas cunhas sedimentares, associadas à modificação na direção do stress \n\ntectônico que passaria a atuar na direção NO/SE. O preenchimento sedimentar se daria por \n\ndepósitos de fan–deltas e braided-deltas, culminando em um meio lacustre profundo. Já as \n\ncoquinas Morro do Chaves, síncronas à deposição da porção basal da Formação Coqueiro \n\nSeco, corresponderiam a plataformas carbonáticas desenvolvidas em áreas mais estáveis \n\nprotegidas do aporte clástico. Em dados sísmicos, apresenta um padrão descontínuo de \n\nreflexões paralelas a subparalelas, em nítido contraste com o padrão da seqüência inferior \n\n(Seqüência IIa, da Figura 25). Próximo às grandes falhas, o padrão torna-se mais \n\ndesorganizado e pode representar depósitos de debris proximais e, novamente, fan-deltas.  \n\nToda essa condicionante tectono-estratigráfica dificulta uma leitura mais \n\nacurada do pacote sedimentar em estudo, restringindo enormemente sua reconstrução \n\npaleofisiográfica. Apesar desse contexto, algumas evidências indiretas permitiram a \n\nrecomposição do cenário geomorfológico à época da deposição. \n\nAs sub-bacias que compõem os riftes são de características predominantemente \n\nassimétricas, tornando-se importante identificar a direção da assimetria desses blocos. Isso \n\nfacilita a inferência de como se processou seu preenchimento sedimentar no decorrer de cada \n\nciclo tectônico.  \n\nA assimetria da bacia na área estudada é assinalada sobretudo pelo baixo de \n\nVarrela, baixo deposicional singular associado à margem falhada. O mapa de isópaca total do \n\npacote correspondente à Formação Coqueiro Seco (Figura 26) revela categoricamente essa \n\nconformação. Toda a sua expressão em profundidade atinge a deposição de sedimentos para \n\nalém do intervalo estudado, superior a oito quilômetros de espessura. Delineia-se igualmente \n\n\n\n \n\n \n\n52 \n\na falha Leste de São Miguel dos Campos que, informalmente, é referida como uma expressiva \n\nfalha de alívio (termo criado por Destro et alii, 2003 para caracterizar falhas transversais de \n\ngrandes rejeitos associadas a margens falhadas).  Esta falha também pode ser vista como uma \n\nborda de pequeno porte se considerada sua influência sobre o bloco adjacente. A margem \n\nflexural propaga-se pela porção sul/sudeste, culminado com a linha de charneira de idade \n\nAlagoas (Aptiano).  \n\n \n\n \nFigura 26  - Mapa de isópaca total em tempo do intervalo Coqueiro Seco, revelando o principal depocentro da \nárea, o baixo de Varrela, associado à borda falhada no flanco noroeste. Na porção sul/sudeste, expõe a margem \nflexural que bordeja a linha de charneira de idade Alagoas. Em destaque a área do levantamento 3-D utilizado. \n\n \n\n \n\n3.4. Ciclos transgressivos-regressivos \n \n\n \n\nDe um modo geral, ficou evidenciado o caráter eminentemente cíclico do \n\nintervalo, já assinalado em diversas pesquisas (Schaller (1970), Ojeda &amp; Fugita (1976), \n\nBeltrami &amp; Della Fávera (1977), Netto (1979), Falconi (1990), Feijó (1992), Borba &amp; Silva \n\n(1992), Pereira (1994), Chagas (1996) e Azambuja et alii (1998)), correspondente a sucessões \n\nde fases transgressivas e regressivas estabelecidas como resultado das alternâncias \n\nfaciológicas, fundamentalmente arenitos e folhelhos. Esse caráter fica bem definido em perfis \n\nde poços amostrados sobre sedimentos da Formação Coqueiro Seco. \n\n\n\n \n\n \n\n53 \n\nA apreciação estratigráfica baseada na ciclicidade dos padrões de sedimentação \n\ntornou-se útil para o estabelecimento de um arcabouço estratigráfico com base na correlação \n\nde eventos diagnósticos. \n\nPara a análise dos padrões de empilhamento e superfícies-chave foram \n\navaliados 16 poços, onde se procurou considerar a melhor representatividade da sucessão dos \n\nestratos em estudo, bem como conferir um melhor posicionamento no contexto \n\npaleofisiográfico examinado. \n\nAs respostas gráficas dos perfis de raios-gama expõem padrões de \n\nempilhamento retrogradacionais, progradacionais e agradacionais (sensu VanWagoner et alii, \n\n1988). Por outro lado, os perfis de resistividade e sônico também revelam variações abruptas \n\nnas curvas, fortes declinações e/ou tendências típicas que corroboram as possíveis separações \n\nentre as fases transgressivas e regressivas, ou mesmo limites de seqüências. \n\nOs perfis de raios-gama forneceram boas indicações para o reconhecimento \n\ndesses padrões, além de indicações de caráter granulométrico e litológico. No contexto de \n\nrochas siliciclásticas, esse é um dos dispositivos mais úteis na interpretação, apesar da \n\nfundamental calibração através de testemunhos. Normalmente, são reconhecidos pelo menos \n\nquatro padrões básicos: sino normal, sino invertido, em caixote e serrilhado (Figura 27). O \n\npadrão de sino normal corresponde a uma tendência retrogradacional (ciclo transgressivo) \n\ncom granodecrescência para o topo (fining-upward). Contrariamente, a forma de sino \n\ninvertido caracteriza a tendência progradacional (ciclo regressivo) de granocrescência para o \n\ntopo (coarsening-upward). O padrão em caixote serve, muitas vezes, de referência para a \n\ndelimitação da máxima progradação e limites de seqüências, constatando-se a partir de uma \n\ndistinta mudança no trend deposicional. O padrão serrilhado assinala uma forte disposição \n\nagradacional. \n\n \n\n \nFigura 27 - Padrões básicos de perfis de raios-gama no contexto de rochas siliciclásticas. Apesar de sua \nconotação essencialmente descritiva, são extremamente úteis na definição dos padrões de empilhamento de uma \nsucessão estratigráfica. \n\n \n\n\n\n \n\n \n\n54 \n\nO procedimento adotado procurou preservar um significado prioritariamente \n\ndescritivo. Para cada um dos poços escolhidos foram avaliados, durante a análise dos perfis, \n\nos possíveis tratos de sistemas transgressivos e regressivos e suas respectivas superfícies \n\nlimítrofes. Em seguida procurou-se sua contrapartida na sísmica, que é o principal propósito \n\ndeste trabalho.  \n\nUma vez discriminados os padrões e superfícies conforme os critérios \n\nadotados, foi possível propor pelo menos três seqüências T-R nominadas de St-r1, St-r2 e St-\n\nr3 e seus respectivos tratos de sistemas (Figura 28). Estão inseridas na seqüência tectono-\n\nestratigráfica IIb de Chagas et alii (1993), envolvendo uma extensão temporal de \n\naproximadamente 1,2 Ma. \n\n \n\n \nFigura 28 – Poço chave representando a proposta de subdivisão em seqüências T-R St-r1, St-r2 e St-r3 para o \nintervalo de investigação (Formação Coqueiro Seco). Estão assinalados por setas os padrões de empilhamento \nretrogradacional e progradacional que delimitam os respectivos tratos de sistemas. Abreviações: S – seqüências \nT-R; LS – limite de seqüência; TST – trato de sistemas transgressivo; SIM – superfície de inundação máxima; \nTSR – trato de sistemas regressivo. \n\n\n\n \n\n \n\n55 \n\nOperacionalmente, verificou-se a melhor representatividade da porção inferior \n\ndo intervalo estudado nos poços posicionados a SO da área e de maneira especial nas \n\nproximidades da Falha Leste de São Miguel. Aí aparecem de forma destacada folhelhos \n\ntransgressivos relacionados a superfícies de máxima inundação, referidos usualmente como \n\nfolhelhos “B” e “C”. Possivelmente, estes folhelhos são a resposta a uma maior criação de \n\nespaço conduzida por essa falha, o que favoreceu o seu aporte. Já a melhor expressividade da \n\nporção superior do intervalo ocorre na região NO (campo de Pilar e adjacências), parecendo \n\nestar especialmente relacionada à preservação da porção basal da Formação Maceió e à \n\ndestacada presença dos folhelhos do Membro Ponta Verde. \n\nOs padrões identificados nos perfis de poço (raios-gama, resistividade e \n\nsônico) auxiliaram grandemente na definição das superfícies-chave (superfícies de inundação \n\nmáxima, superfície de máxima regressão e limites de seqüências). \n\nAs superfícies de inundação máxima (SIM) são representadas por folhelhos \n\ntransgressivos, essenciais na formação do modelo e representantes de épocas de provável \n\nredução do aporte clástico e/ou aumento das condições de preservação. Constituindo-se em \n\nmarcos cronoestratigráficos seguros; fundamentalmente coincidem com a inversão de padrões \n\nde empilhamento retro para progradacional (Figura 29). Quando da maior ocorrência desses \n\nfolhelhos, pode-se notar uma correspondente significativa diminuição de velocidade no perfil \n\nsônico.  \n\n \n\n \nFigura 29 – Exemplos da tipificação dos folhelhos de máxima inundação com a inversão dos padrões retro para \nprogradacional. Abreviações: GAMA – perfil de raios-gama; SON – perfil sônico; SIM – superfície de \ninundação máxima. \n\n \n\nAs superfícies de máxima regressão (SMR) são aqui caracterizadas como a \n\nmudança de uma tendência de sedimentação regressiva para uma tendência de sedimentação \n\ntransgressiva, coincidindo com o início do padrão sino normal. Detém em sua base, um \n\npadrão normalmente em caixote relacionado às máximas progradações (Figura 30). São mais \n\nfacilmente delineadas quando há uma maior presença de corpos de areias, seguidos \n\n\n\n \n\n \n\n56 \n\nimediatamente por uma ocorrência mais abundante de folhelhos, correspondente ao trato \n\ntransgressivo.  \n\n \n\n \nFigura 30 - Exemplos de poços com típico padrão em sino normal. Em sua base observa-se o padrão em caixote \nque auxilia na demarcação do limite se seqüência. Abreviações: GAMA – perfil de raios-gama; LS – limite de \nseqüência; SMR – superfície de máxima regressão. \n\n \n\nEsta inversão de tendências deposicionais caracteriza o limite entre seqüências \n\nT-R. A depender do local, esses limites (LS) também são constatados, ora representando uma \n\nmera mudança abrupta de litotipos, como a entrada de areias por sobre folhelhos e/ou \n\ncalcários (Figura 31), ora refletindo variações abruptas nas eletroformas dos perfis \n\nresistividade (Figura 32). A porção superior do intervalo apresenta uma particularidade \n\nbastante uniforme ao longo da área que igualmente auxilia na determinação de limites. Essa \n\nparticularidade corresponde a uma nítida mudança na curva do sônico, refletindo uma queda \n\nna velocidade do pacote (Figura 33).  \n\n \n\n \nFigura 31 – Exemplos de identificação de limites de seqüências na área relacionados a abruptas variações \nfaciológicas. Abreviações: GAMA – perfil de raios-gama; LS – limite de seqüência. \n\n \n\n \nFigura 32 – Exemplos de identificação de limites de seqüências na área relacionados também a variações \nabruptas  nos perfis de resistividade. Abreviações: GAMA – perfil de raios-gama; LS – limite de seqüência; RES \n– perfil de resistividade. \n\n\n\n \n\n \n\n57 \n\n \n\n \nFigura 33 - Exemplos de identificação de limite de seqüência na área, na porção superior do intervalo estudado. \nAbreviações: GAMA – perfil de raios-gama; LS – limite de seqüência; SON – perfil sônico. \n\n \n\n \n\n4. ANÁLISE SISMOESTRATIGRÁFICA \n \n\nO arcabouço estratigráfico da área foi elaborado a partir de duas seções \n\nestratigráficas e de suas equivalentes sísmicas: a seção “S” - strike (SO-NE), orientada no \n\nsentido do eixo do principal baixo deposicional (baixo de Varrela), e a seção “D” - dip (NO-\n\nSE), orientada segundo o perfil tipo, representativo da geometria em meio-graben que \n\ncaracteriza a unidade estrutural basal do rifte (Figura 34). Estas seções também foram \n\nelaboradas de maneira a auxiliar na reconstrução do cenário paleofisiográfico em que se \n\ndesenvolveu a deposição da Formação Coqueiro Seco. \n\n \n\n \nFigura 34 – Mapa de localização das seções de correlação estratigráfica e sismoestratigráfica. A seção dip “D” \nfoi montada exclusivamente em dado sísmico 3-D, enquanto que a seção strike “S” é formada por linhas e/ou \nsegmentos de linhas 2-D e dados 3-D. \n\n\n\n \n\n \n\n58 \n\nAs seções de correlação geológica tiveram como datum estratigráfico o topo do \n\nintervalo de estudo, relacionado a um afogamento de caráter regional.  \n\nA partir do reconhecimento de ciclos transgressivos-regressivos, segundo os \n\nconceitos como os discutidos por Embry &amp; Johannessen (1992) e Embry (1993, 2002), \n\nestabeleceu-se uma sistemática de análise para a definição deste arcabouço estratigráfico e sua \n\narquitetura deposicional. Esta sistemática serviu para o desenvolvimento da proposta formal \n\ndo intervalo de interesse em seqüências T-R, através da individualização de superfícies-chave \n\nlimítrofes e padrões de empilhamento  (Figura 35 a Figura 38).  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n59 \n\n \nFigura 35 – Seção estratigráfica “S” (strike), horizontalizada no datum próximo a discordância pré-Alagoas, apresentando a interpretação do arcabouço estratigráfico para o \nintervalo de estudo. A paleofisiografia à época da deposição denota o expressivo baixo deposicional coligado à falha de borda (baixo de Varrela) Subdivisão das seqüências \nT-R nos tratos de sistemas transgressivos e regressivos. Abreviações: S – seqüências T-R; LS – limite de seqüência; TST - trato de sistemas transgressivo; SIM - superfície de \ninundação máxima; TSR – trato de sistemas regressivo. \n\n \n \n\n\n\n \n\n \n\n60 \n\n \nFigura 36 – Seção sísmica “S” (strike)  equivalente à seção estratigráfica da figura 36, montada a partir de segmentos de linhas 2-D (210-RL-519, 27-RL-1262 e 27-RL-1033) \ne segmentos de dados 3-D. Abreviações: S – seqüências T-R; LS – limite de seqüência; TST – trato de sistemas transgressivo; SIM – superfície de inundação máxima e TSR – \ntrato de sistemas regressivo. \n\n \n \n \n\n\n\n \n\n \n\n61 \n\n \nFigura 37 - Seção estratigráfica “D” (dip), horizontalizada no datum próximo a discordância pré-Alagoas, apresentando a interpretação do arcabouço estratigráfico para o \nintervalo de estudo. Subdivisão das seqüências T-R nos tratos transgressivos e regressivos. Abreviações: S – seqüências T-R; LS – limite de seqüência; TST – trato de \nsistemas transgressivo; SIM – superfície de inundação máxima; TSR – trato de sistemas regressivo. \n\n \n \n \n\n\n\n \n\n \n\n62 \n\n \nFigura 38 - Seção sísmica “D” (dip) equivalente à seção estratigráfica da figura 38. Consiste em uma linha arbitrária construída em dado sísmico 3-D. Abreviações: S – \nseqüências T-R; LS – limite de seqüência; TST – trato de sistemas transgressivo; SIM – superfície de inundação máxima e TSR – trato de sistemas regressivo. \n\n \n \n \n \n \n \n\n\n\n \n\n \n\n63 \n\n4.1. Fácies Sísmica \n \n\n \n\nOs conceitos da estratigrafia sísmica (Vail et alii, 1977) aplicados à análise de \n\nbacias têm provado ser de grande auxílio na reconstrução da geometria e no entendimento \n\nevolutivo de seqüências sedimentares e seus sistemas deposicionais. Seu princípio \n\nfundamental é que, dentro da resolução do método sísmico, as reflexões sísmicas podem ser \n\nassociadas às superfícies de acamamento e podem representar horizontes com significado \n\ncronoestratigráfico (Emery &amp; Myers, 1996).  \n\nPor definição, fácies sísmica é uma unidade tridimensional, formada por \n\nreflexões sísmicas em que os parâmetros internos diferem das fácies adjacentes (Brown &amp; \n\nFisher, 1977). Parte-se da premissa que corresponde a uma expressão da variação de fácies \n\ngeológica ou mesmo uma expressão de um componente estrutural, desde que os parâmetros \n\nsísmicos que a caracterizam, assim como sua forma externa, estejam delimitados.  \n\nFisicamente, as reflexões sísmicas são o resultado do contraste de impedância \n\nacústica na interface entre camadas (impedância acústica é o produto da densidade e da \n\nvelocidade sísmica de um determinado meio). Sendo assim, estabelece-se o axioma de que os \n\nrefletores representariam linhas de tempo, separando rochas mais antigas de rochas mais \n\nnovas.  \n\nA interpretação sísmica apoiada principalmente em dados multiatributos 3-D \n\npossibilita, antes mesmo da identificação de seqüências, a importante identificação de falhas \n\n(arcabouço estrutural), minimizando possíveis erros de correlação, bem apropriado em \n\nestudos de bacias tipo rifte. \n\n \n\n \n\n4.1.1. Análise vertical de fácies \n \n\n \n\nMuitas ambigüidades podem estar presentes em uma interpretação \n\nsismoestratigráfica, a depender da resolução e qualidade do dado sísmico disponível. As \n\nrelações estratais de sucessões pouco espessas, por exemplo, serão difíceis de serem \n\nresolvidas. A busca por configurações e terminações de refletores, principalmente em dados \n\nsísmicos terrestres, não é uma tarefa simples. Dessa forma, os dados carecem de serem \n\n\n\n \n\n \n\n64 \n\ntratados adequadamente, tendo em mente os inúmeros fatores que prejudicam sua aplicação \n\n(Emery &amp; Myers, 1996).  \n\nUma análise preliminar de fácies foi efetivada ao tempo em que se realizou o \n\nmapeamento sísmico dos principais refletores considerados. Baseou-se inicialmente numa \n\nabordagem qualitativa dos dados, objetivando uma aferição das características \n\nsismoestratigráficas mais marcantes, associada ao arcabouço estrutural da área. \n\nEstas características foram interpretadas a partir de seus aspectos externos \n\n(configuração ou geometria) e internos (amplitude, freqüência e padrão das reflexões) (Tabela \n\n3). \n\n \n\n \nTabela 3 – Caráter sísmico e significado interpretativo (in Snedden &amp; Sarg, 2008). \n \n\nEsforços para uma caracterização sísmica convencional, baseada na \n\nconfiguração interna (acima referida), não surtiram o efeito desejado na área, tendo em vista a \n\nhomogeneidade de padrões das reflexões, essencialmente plano-paralelos. Isso impossibilitou \n\na identificação de unidades sísmicas. Somaram-se ainda, os problemas de perda de qualidade \n\ne a baixa confiabilidade do sinal em zonas sujeitas a intensos falhamentos e nas bordas dos \n\ndados. \n\nNotadamente, pelo menos três distintos conjuntos de reflexões são \n\nreconhecidos como guias para uma interpretação sísmica básica na área: (i) as reflexões \n\nparalelas, de forte amplitude e boa continuidade lateral (a menos quando falhados), \n\nrelacionadas ao topo dos carbonatos Morro do Chaves, em forte contraste acústico com os \n\narenitos Penedo, correspondendo à discordância pré-Neojiquiá de caráter regional (Figura 39); \n\n(ii) os também fortes refletores de características muito semelhantes, porém referentes ao topo \n\ndo folhelho transgressivo, usualmente tratado por folhelho “C” (classificação informal \n\nestabelecida desde 1969 por Ojeda), sendo reconhecido praticamente ao longo de toda a área \n\n(Figura 40), e (iii) destacadas reflexões de iguais características que as anteriores, atribuídas à \n\ndiscordância pré-Alagoas que encerra a deposição da Formação Coqueiro Seco (Figura 41). \n\n \n\n\n\n \n\n \n\n65 \n\n \nFigura 39 - Porção sul da área e característica sísmica da reflexão guia Morro do Chaves-Penedo, associada à \ndiscordância pré-Neojiquiá,  representando o forte contraste de impedância acústica em dado de amplitude \n(variable density).   \n\n \n\n \nFigura 40 - Porção central da área e característica sísmica da reflexão guia folhelho “C”, relacionado à superfície \nde inundação máxima, em dado de amplitude (variable density). \n\n \n\n\n\n \n\n \n\n66 \n\n \nFigura 41 - Porção norte da área e característica sísmica da reflexão guia associada à discordância pré-Alagoas \nem dado de amplitude (variable density). \n\n \n \n\n4.1.2. Mapas de fácies (Stratimagic - PARADIGM) \n \n\n \n\nA abordagem quantitativa e multivariada para a análise de fácies sísmica teve \n\nseu desenvolvimento impulsionado a partir da necessidade de construção de modelos mais \n\nexatos e confiáveis para estudos de reservatórios. O enfoque principal seria voltado para \n\nidentificação e mapeamento da distribuição espacial de fácies. Nesse processo, é importante \n\nlembrar que as informações de poço (perfis, amostras lito-estratigráficas e dados de produção) \n\ntêm o caráter eminentemente pontual e por isso podem não refletir estatisticamente o \n\ncomportamento geológico das rochas amostradas. \n\n O emprego de técnicas de reconhecimento de padrão na caracterização de \n\nsismofácies parte da premissa que mudanças nas propriedades das rochas e/ou dos fluidos \n\nafetam a amplitude, a forma e a continuidade lateral das reflexões sísmicas. Essas técnicas \n\n\n\n \n\n \n\n67 \n\ntêm como objetivo discriminar, na variabilidade dos dados de atributos sísmicos, feições de \n\nsignificado geológico. Porém, por não ser uma tarefa simples tampouco determinística e pela \n\nfalta de consenso quanto a um padrão de aplicação, existe uma diversificação da forma de \n\nanálise desses atributos. À medida do avanço tecnológico, passou-se à utilização de técnicas \n\nestatísticas ou de redes neurais para essa tarefa. \n\nNeste trabalho, dentre algumas opções disponíveis no mercado, optou-se pelo \n\nuso do programa Stratimagic (PARADIGM versãoTM) que, em linhas gerais, é uma ferramenta \n\npara exame das variações laterais das respostas sísmicas a partir da forma de onda, ou seja, a \n\nforma do traço sísmico. Utiliza-se de técnicas de redução de dados (PCA – Principal \n\nComponents Analysis) e métodos de classificação que otimizam e preservam as características \n\nessenciais do dado sísmico.   \n\nA análise de componente principal (PCA) tem como objetivo básico a redução \n\nde dados das dimensões das amostras de entrada, obtida pelo abandono de dados de muito \n\nbaixa variabilidade. Cada componente é uma combinação linear de todas as amostras dentro \n\nde um intervalo. Afetado por cada amostra, um coeficiente dará mais peso para uma ou para \n\nvárias amostras de mais impacto, impulsionando as principais características da área de \n\ninteresse. Embora não seja uma técnica de classificação é usada antes da classificação, como \n\num filtro. A técnica de PCA também é aplicada para a ponderação da redundância de dados, \n\npara a identificação de quais amostras mais contribuem na descrição do trend de dados, para a \n\nvisualização da relação dos valores de atributos e eventos sísmicos nas correlações e ainda \n\npara a eliminação de ruídos. \n\nO método de classificação empregado pelo Stratimagic (PARADIGM \n\nversãoTM) é a tecnologia de redes neurais Neural Network Technology - (ramo da inteligência \n\nartificial para o reconhecimento de padrões por processos de aprendizagem). Esse programa \n\nutiliza o algoritmo Self Organizing Maps (SOM) – definidos como mapas auto-organizativos \n\nde Kohonen. Este algoritmo identifica as características discriminantes de objetos e faz \n\nassociações com outros objetos, no caso pela similaridade da forma do traço sísmico. Através \n\nde um número pré-determinado de interações são construídos traços sintéticos. Estes traços \n\nsintéticos são alterados a cada fase na pesquisa, por uma auto-organização em processos de \n\ntentativa e erro, para que atinja a melhor correlação entre o sintético e o conjunto da \n\naprendizagem. Mudanças de parâmetros físicos no sinal sísmico correspondem a mudanças na \n\nforma do traço sísmico. O resultado é um painel ordenado por modelos (famílias) de traços \n\nsemelhantes (Figura 42).   \n\n \n\n\n\n \n\n \n\n68 \n\n \nFigura 42 – Painel de ordenação por famílias de traços semelhantes, estabelecido após a classificação pelo \nmétodo de redes neurais (NNT – Neural Network Technology) que utiliza os mapas auto-organizativos de \nKohonen. O código de cores é usado para diferenciar as classes de forma de onda e permitir a construção de \nmapas que são interpretados em termos de fácies e elementos deposicionais.  \n\n \n\nO aplicativo aqui empregado assume que, assim como para as variações \n\nlaterais dos atributos de amplitude ao longo de uma janela selecionada, as variações nas \n\nformas de onda sísmica também correspondem a mudanças laterais de fácies. Dessa maneira, \n\ncada forma do traço é associada com um específico “pacote” litológico. Obviamente, a \n\nnecessária calibração a poços deve ser realizada. É ainda garantida a não interferência de \n\nruídos e da amplitude do sinal. Pode ser aplicado de forma não supervisionada ou \n\nsupervisionada (Figura 43).  O dado 3-D que serviu para a análise de detalhamento na área, só \n\npermitiu a abordagem não supervisionada. A análise não supervisionada é quando nenhuma \n\ninformação geológica é introduzida no condicionamento de resultados, ao contrário da \n\nabordagem supervisionada, quando nela se integram as informações geológicas da área, \n\nconhecida a partir dos poços ali perfurados.  \n\n \n\n\n\n \n\n \n\n69 \n\n \nFigura 43 – Fluxograma de análise não supervisionada (usada no dado 3-D de detalhamento) e supervisionada. \nAs fases 2, 3 e 4 são igualmente aplicadas na etapa dita supervisionada. \n\n \n\nEm geral, independentemente de uma análise supervisionada ou não, o seguinte \n\nprocedimento é seguido (Johann, 2004): (i) seleção espacial e temporal do intervalo para \n\ninvestigação nos dados sísmicos 3-D; (ii) seleção dos atributos sísmicos que serão utilizados; \n\n(iii) escolha do número de classes, fácies ou padrões, e o número de interações que serão \n\nutilizados pelo algoritmo; (iv) treinamento e classificação dos atributos selecionados através \n\nde alguma ferramenta estatística ou redes neurais e (v) construção e interpretação dos mapas \n\nde fácies sísmicas. \n\n \n\n \n\n4.1.3. Classificação pela forma do traço \n \n\n \n\nEm bacias lacustres do tipo rifte, os dados sísmicos terrestres caracterizam-se \n\npor uma monotonia de padrões sismoestratigráficos, essencialmente plano-paralelos, devido \n\nao arranjo de sua arquitetura deposicional dominantemente em rampa (Della Favera, 2001). \n\nNos dados sísmicos selecionados, a área em estudo apresenta-se perfeitamente enquadrada \n\nneste contexto ao longo de todo o intervalo analisado e, portanto, sofre severa restrição para a \n\navaliação de fácies e a distinção de unidades sísmicas. Por essa razão, uma caracterização \n\nsísmica convencional, onde normalmente se busca a definição de unidades sísmicas, não foi \n\npossível. \n\n\n\n \n\n \n\n70 \n\nA aplicação do programa Stratimagic (PARADIGM versãoTM) teve como \n\nentrada os intervalos definidos a partir do mapeamento sísmico das superfícies-chave (o \n\nprograma é usado atualmente apenas em dados sísmicos 3-D). Os dados passaram então a ser \n\ntratados com base na classificação da forma do traço sísmico, que utiliza algoritmos capazes \n\nde agir na discriminação de padrões. Um código de cores é utilizado para a diferenciação de \n\nfamílias de traços semelhantes e na conseqüente construção de mapas de sismofácies que \n\npodem ser interpretados em termos de fácies e elementos deposicionais.   \n\nEsta ferramenta também serviu de complemento às análises das seqüências T-R \n\ne, conseqüentemente, nas definições dos tratos de sistemas transgressivos e regressivos. \n\nPreliminarmente, foram avaliados os subprodutos ou atributos denominados blocos de fácies e \n\nblocos de PCA. Este último trata-se de uma classificação realizada para cada intervalo de cada \n\nseqüência proposta: St-r1, St-r2, St-r3 e seus respectivos tratos de sistemas. \n\nEstes subprodutos são gerados como volumes 3-D, proporcionando sua \n\nutilização da mesma maneira que um dado sísmico convencional, onde nem sempre a \n\ndetecção de configuração e terminações de refletores é de fácil realização. Na Figura 44 \n\nencontra-se uma exposição das seqüências deposicionais propostas para todo o intervalo de \n\nestudo. Ainda na mesma figura, blocos de sismofácies, após a classificação por famílias de \n\ntraços, são mostrados sobre o dado sísmico convencional (linha 137 do levantamento sísmico \n\n3-D escolhido para análise). \n\n \n\n \nFigura 44 – Subproduto bloco de fácies das seqüências propostas para todo o intervalo de estudo, plotadas por \nsobre o dado sísmico de amplitude. Legenda: S – Seqüência; T-R trends transgressivos e regressivos. \n\n\n\n \n\n \n\n71 \n\n4.2. Sequências transgressivas-regressivas (T-R) \n \n\n \n\nA sucessão estratigráfica estudada apresenta padrões deposicionais \n\nnotadamente cíclicos, muito semelhantes, composta por uma intercalação monótona de \n\narenitos e folhelhos. Neste contexto e na ausência da análise de testemunhos, a metodologia \n\nempregada para a reconstrução paleodeposicional do intervalo estudado, como já \n\nmencionado, foi baseada no fatiamento em seqüências T-R. Este modelo é bem recomendado \n\npara ambientes de sedimentação siliciclástica relacionado ao preenchimento de riftes (cenário \n\nde rampa), por oferecer a possibilidade de divisão desses tipos de sucessões em seqüências \n\ngeneticamente consistentes (Catuneanu, 2006). \n\nPor outro lado, cada compartimento tectônico-estratigráfico é único em termos \n\nde taxa de subsidência, fluxo de sedimentos e fisiografia (gradiente topográfico) dentro da \n\nbacia e ao longo de suas margens, ocasionando diferenças na arquitetura estratal, \n\ndesenvolvimento e preservação de sistemas deposicionais. O modelo de seqüências T-R \n\napesar de preconizar um amalgamento de diferentes depósitos genéticos dentro de um único \n\ntrato (como já mencionado), talvez se constitua na única opção para a individualização do \n\nregistro geológico em tratos de sistemas Catuneanu (opus cit). \n\nTodas as seqüências aqui estabelecidas estão estruturadas a partir de seus \n\nlimites basais, nomeados do mais antigo para o mais novo de LS-1, LS-2 e LS-3 e LS-4 (este \n\núltimo correspondente à discordância pré-Alagoas). Na sísmica, esses limites foram \n\nreconhecidos por feições de truncamento erosional. A correlação nem sempre direta entre o \n\nestabelecido em poço e a sísmica se deve muitas vezes à não expressividade das superfícies \n\nlimítrofes que se modificam de área para área, provavelmente devido às variações de fácies \n\ndeposicional e conseqüentemente de suas sismofácies. \n\nForam reconhecidos os tratos: TST-1, TSR-1 para a Seqüência (t-r)1; TST-2, \n\nTSR-2 para a Seqüência (t-r)2 e o trato TST-3 e TSR-3 (?) para a Seqüência (t-r)3. As \n\ncaracterísticas gerais que individualizam esses tratos de sistemas (Figura 35 a Figura 38) \n\npuderam ser agrupadas e descritas em conjunto, face ao caráter cíclico das sucessões estratais: \n\n- TST (ou trato de sistemas transgressivos): em poço, é caracterizado pelo diagnóstico padrão \n\nretrogradacional (sino normal), o qual resulta em um perfil correspondente a uma \n\ngranodecrescência ascendente. Sua base é fortemente acomodada por corpos arenosos em \n\npadrão caixote. A identificação da superfície de inundação máxima delimita seu topo. Muito \n\n\n\n \n\n \n\n72 \n\npouco reflexo desse trato é observado nos perfis de resistividade e sônico, exceto em alguns \n\npoços, na região sudoeste da área, decorrente da maior ou menor presença dos folhelhos. \n\nDe forma geral, este trato está bem caracterizado ao longo de toda a área de \n\nestudo. Por vezes, observam-se algumas entradas de corpos turbidíticos arenosos que \n\nmascaram um pouco a tendência dos padrões estratais predominantemente retrogradacionais. \n\nNa sísmica, os folhelhos associados ao trato transgressivo possuem uma \n\nsismofácies variável, indo desde destacados refletores com forte amplitude e de expressão \n\nregional, a refletores de pouca ou nenhuma expressão, em determinadas parcelas da área. \n\nApesar dessa restrição, são indicados como um excelente guia sísmico para mapeamento.  \n\n- TSR (ou trato de sistemas regressivo): em poço, está caracterizado pelo diagnóstico padrão \n\nprogradacional (sino invertido), resultando em um perfil que corresponde a uma \n\ngranocrescência para o topo. De modo geral, encontra-se bem delineado ao longo da área de \n\nestudo. Por vezes, mostra-se mascarado por uma eventual maior presença de folhelhos, \n\nsugerindo uma composição mais complexa, com maior interferência de subciclos \n\ntransgressivos-regressivos. Desta feita, o padrão em caixote é observado no topo deste trato, \n\nreferente aos corpos de areia progradacionais. Localmente, verifica-se uma assinatura de \n\nconjuntos de parasequências sensu Wagoner et alii (1990).  \n\nSismicamente, clinoformas progradantes sotopostas às superfícies de \n\ninundação máxima revelam o caráter progradante do trato. \n\nO posicionamento bioestratigráfico das seqüências aqui propostas está \n\nvinculado ao zoneamento de ostracodes não marinhos, estabelecido desde a revisão \n\nestratigráfica da bacia (Schaller, 1970). Desse modo, foi possível identificar as seguintes \n\nsubzonas de ostracodes: (i) NRT – 009.2, concernente ao andar Jiquiá inferior, imediatamente \n\nabaixo da discordância regional pré-Neojiquiá que delimita o pacote Coqueiro Seco em sua \n\nbase; (ii) a NRT- 009.3, abrangendo as seqüências St-r1 e St-r2 no andar Jiquiá superior; (iii) \n\na NRT –010 compreendendo a seqüência St-r3 completamente inserida no andar Jiquiá \n\nsuperior e finalmente (iv) a NRT – 011, cuja porção inferior equivale a zona de palinomorfos \n\nP-230, posicionando-se acima do LS-4 ou discordância pré-Alagoas que encerra a deposição \n\nCoqueiro Seco (Figura 9). Na prática, a freqüente esterilidade constatada nos estratos \n\nCoqueiro Seco impede uma datação regular ao zoneamento descriminado acima. \n\n \n\n \n\n\n\n \n\n \n\n73 \n\n4.2.1. Sequência S(t-r)1 \n \n\n  \n\nA seqüência St-r1 é composta pelos tratos TST-1 e TSR-1. Seu limite inferior \n\n(LS-1) representa o fim da deposição dos carbonatos Morro do Chaves (seqüência S0) e \n\nreserva uma estreita relação com a destacada discordância pré-Neojiquiá abaixo. De caráter \n\nregional na bacia de Sergipe-Alagoas (passagem da Formação Penedo para a Formação Morro \n\ndo Chaves, essa discordância corresponde também a uma mudança da subzona NRT – 009.2 \n\npara a subzona NRT – 009.3). \n\nEm poços, o limite inferior (LS-1) aparece muito bem assinalado, sempre \n\ncorrespondendo a uma variação brusca nos perfis de resistividade e sônico, além da marcante \n\nmudança entre litotipos: carbonatos (Morro do Chaves) e os arenitos e folhelhos (Coqueiro \n\nSeco). \n\nNa sísmica, caracteriza-se regionalmente por pares de refletores fortes, \n\nparalelos e contínuos, principalmente quando pouco estruturados. São derivados do forte \n\ncontraste de impedância acústica entre os bancos de coquinas e os arenitos e folhelhos \n\nimediatamente acima. É considerada como uma das mais proeminentes feições na área, \n\nservindo como guia sísmico para interpretação.  \n\nUm leque de critérios, baseadas em terminações e configurações de refletores, \n\nfoi utilizado para o reconhecimento das superfícies que individualizam essa sequência St-r1: \n\n(i) Reflexões em truncamento erosional (Figura 45), bem como terminações em onlaps \n\n(Figura 46), corroboram a delimitação do limite LS-1, configurando-o como uma superfície \n\nerosiva.  \n\n \n\n \nFigura 45 – Reflexões em truncamento erosional corroborando a delimitação do limite inferior da seqüência St-\nr1. Em (A) - seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de atributos de \nsinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – seção sísmica interpretada. \nNotar a melhoria obtida para a interpretação do limite inferior desta seqüência.  \n\n\n\n \n\n \n\n74 \n\n \nFigura 46 – Terminações de reflexões em onlaps delimitando a superfície erosiva LS-1. Em (A) – seção sísmica \nde atributo de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal ). B) – seção sísmica \ninterpretada.  \n\n \n(ii) Em algumas porções, as expressivas reflexões relacionadas à base da seqüência St-r1 \n\nforam interpretadas como uma feição de escalonamento retrogradacional (backstepping) da \n\nfase transgressiva desta seqüência (Figura 47). \n\n(iii) Por outro lado, refletores em disposição oblíqua progradacional foram interpretados como \n\nclinoformas progradantes dentro da fase do preenchimento regressivo (TSR-1). Estes \n\nrefletores são caracterizados por terminações em downlaps sobrepostos à superfície de \n\ninundação máxima que subdivide os tratos (Figura 48).  \n\n \n\n \nFigura 47 – Feição de escalonamento retrogradacional (backstepping) da fase transgressiva da seqüência St-r1. \nAs seções estão posicionadas de norte para sul ao longo do principal levantamento 3-D. Em (A) – seção sísmica \nconvencional (amplitude); B) – visualização da mesma seção a partir de atributos de sinal complexo (cosseno da \nfase instantânea somada ao envelope do sinal); C), D) e E) – seções sísmicas interpretadas.  \n\n \n\n\n\n \n\n \n\n75 \n\n \nFigura 48 – Terminações de reflexões em downlap delimitando a superfície de inundação máxima (SIM-1) . Em \n(A) – seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de atributos de sinal \ncomplexo (cosseno da fase instantânea somada ao envelope do sinal) e C) - seção sísmica interpretada.  \n\n \n\nCom base na classificação pela forma do traço sísmico (ver subitem 4.1.2) para \n\na análise de sismofácies, obteve-se o mapa de fácies sísmica para todo o intervalo da \n\nseqüência St-r1 (Figura 49). Este mapa foi construído estipulando-se (de forma empírica) uma \n\nclassificação por dez famílias de traços que apresentam pelo menos dois grandes domínios: \n\n(a) o primeiro atinente às famílias de classes 5 a 10 (Domínio-1), nitidamente distribuídas \n\nconforme a estruturação imposta pelo baixo de Varrela e (b) o segundo domínio, relativo às \n\nfamílias de classes 1 a 4 (Domínio-2) de comportamento parcialmente independente do amplo \n\nbaixo deposicional.  \n\n \n\n\n\n \n\n \n\n76 \n\n \n\nFigura 49 – Mapa de fácies sísmica para todo o intervalo da seqüência St-r1, onde é apresentada a classificação \npor famílias de traços  de 1 a 10 codificadas por cores. Observa-se a distinção de pelo menos dois grandes \ndomínios de fácies (Domínio-1 e Domínio-2), mostrando uma nítida disposição em conformidade com o baixo \nde Varrela, exceção feita ao extremo leste da área.   \n\n \n\n \n\n4.2.2. Seqüência S(t-r)2 \n \n\n \n\nA seqüência St-r2 é composta pelos tratos TST-2, TSR-2. Foi considerada, \n\nneste estudo, como a seqüência de maior visibilidade, seja em poço ou sísmica. Essa \n\nparticularidade fica evidenciada pela maior presença do folhelho transgressivo, informalmente \n\nconhecido com folhelho “C” (Ojeda, 1969), de caráter regional na área de estudo. Neste caso, \n\na distinção dos tratos transgressivo e regressivo torna-se grandemente facilitada, apoiada pelas \n\nassinaturas dos perfis e descrição de litotipos nos poços, perfis sísmicos e na análise de \n\nsismofácies. \n\nSeu limite inferior (LS-2) encontra-se bem delineado em poço, tendo na \n\nsísmica as terminações de refletores em truncamento erosional como principal aferição. \n\n(Figura 50 e Figura 51).  \n\n \n\n\n\n \n\n \n\n77 \n\n \nFigura 50 - Reflexões em truncamento erosional corroborando a delimitação do limite inferior da seqüência St-\nr2– Inline 83. Em (A) – seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de \natributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – seção sísmica \ninterpretada. Notar a melhoria obtida para a interpretação do limite inferior desta seqüência.  \n\n \n\n \nFigura 51 - Reflexões em truncamento erosional corroborando a delimitação do limite inferior da seqüência St-\nr2– Inline 102 posicionada mais a norte. Em (A) – seção sísmica convencional (amplitude); B) – visualização da \nmesma seção a partir de atributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e \nC) – seção sísmica interpretada. Notar a melhoria obtida para a interpretação do limite inferior desta seqüência.  \n\n \nDe forma semelhante à seqüência inferior, observam-se expressivos pares de \n\nrefletores de forte amplitude relacionados ao folhelho transgressivo (folhelho “C”), por vezes \n\nconfigurando feições de escalonamento retrogradacional (backstepping) da fase transgressiva, \n\ncom terminações em onlap (Figura 52). Adicionalmente, no trato regressivo, ocorrem \n\nrefletores em clara disposição oblíqua progradacional, interpretados como clinoformas \n\nprogradantes que caracterizam as terminações em downlaps sobrepostos à superfície de \n\ninundação máxima, corroborando a subdivisão dos tratos (Figura 53). \n\n\n\n \n\n \n\n78 \n\n \nFigura 52 - Feição de escalonamento retrogradacional (backstepping) da fase transgressiva da seqüência St-r2. \nEm (A) – seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de atributos de \nsinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – seção sísmica interpretada. \n\n \n\n \nFigura 53 – Terminações de reflexões em downlap delimitando a superfície de inundação máxima (SIM-2) . Em \n(A) – seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de atributos de sinal \ncomplexo (cosseno da fase instantânea somada ao envelope do sinal) e C) - seção sísmica interpretada.  \n\n \n\nJá o mapa de sismofácies via Stratmagic para todo o intervalo desta seqüência \n\nSt-r2 (Figura 54) mostra pelo menos três domínios: (i) um domínio central (Domínio-2, \n\nfamílias 6 a 10) e (ii) um domínio oeste (Domínio-1, famílias 1 a 4), inteiramente \n\nsubordinados à conformação do baixo deposicional de Varrela, sendo o Domínio-1 \n\nparticularizado por uma interessante feição de leque deposicional que pode estar associada a \n\nplataforma de São Miguel e a ação da falha leste de São Miguel dos Campos e por fim (iii) \n\num terceiro domínio leste (Domínio-3, abrangendo as classes de famílias de 1 a 6), \n\naparentemente desassociado do grande baixo. Falhas de direção N-S visivelmente seccionam \n\nesta porção da área.  \n\n\n\n \n\n \n\n79 \n\n \nFigura 54 - Mapa de fácies sísmica para todo o intervalo da seqüência St-r2, onde é apresentada a classificação \npor famílias de traços codificadas de 1 a 10. Observa-se a distinção de pelo menos três grandes domínios de \nfácies (Domínio-1, Domínio-2 e Domínio-3). De forma geral, prevalece para esta seqüência, assim como para a \nseqüência anterior, uma nítida disposição em conformidade com o baixo de Varrela. Já o Domínio-3 mostra um \ncaráter mais independente, possivelmente subordinado aos falhamentos N-S. \n\n \n\nO volume de sismofácies desta seqüência apresenta uma nítida separação entre \n\nos tratos transgressivo e regressivo. Separação essa efetivada principalmente pela \n\ndiscriminação da superfície de inundação máxima (SIM-2), representada pela significativa \n\npresença de folhelhos relacionados as classes de famílias de 8 a 10 (Figura 55).  \n\n \n\n \nFigura 55 - Bloco de fácies da seqüência St-r2.  Notar a clara individualização dos tratos transgressivo e \nregressivo. Abreviações: TST – trato de sistemas transgressivo; TSR – trato de sistemas regressivo; SIM – \nSuperfície de máxima inundação; LS – limite de seqüência. \n\n  \n\n\n\n \n\n \n\n80 \n\nNo volume do atributo PCA, a mesma distinção anterior é obtida para a \n\nseparação dos tratos transgressivo e regressivo desta seqüência (Figura 56). \n\n \n\n \nFigura 56 - Bloco de PCA da seqüência St-r2. Notar a clara individualização dos tratos transgressivo e \nregressivo. Normalmente, no bloco de PCA, constata-se uma melhor definição de detalhes de configuração e \nterminações de refletores. No caso, o limite superior da seqüência St-r2 pode ser demarcado por terminações em \ntruncamento erosional. Abreviações: TST – trato de sistemas transgressivo; TSR – trato de sistemas regressivo; \nSIM – Superfície de máxima inundação; LS – limite de seqüência. \n\n \n\n \n\n4.2.3. Seqüência S(t-r)3 \n \n\n \n\nA seqüência St-r3, a mais superior do intervalo de investigação, é composta \n\npelo trato transgressivo TST-3 e por um possível trato regressivo TSR-3 (?). Em poço, \n\ngeralmente aparenta ter um percentual de argila ligeiramente superior às demais. Seu limite \n\ninferior está bem definido, correspondendo a um marco (discordância) operacional local \n\n(zoneamento interno, PETROBRAS - Weidmann &amp; Formoso, 1987a) de boa extensão ao \n\nlongo da área (Figura 57 e Figura 58). \n\n \n\n\n\n \n\n \n\n81 \n\n \nFigura 57 - Reflexões em truncamento erosional corroborando a delimitação do limite inferior da seqüência St-r3 \n– Inline 133. Em (A) – seção sísmica convencional (amplitude); B) – visualização da mesma seção a partir de \natributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – seção sísmica \ninterpretada. Notar a melhoria obtida para a interpretação do limite inferior desta seqüência.  \n\n \n\n \nFigura 58 - Reflexões em truncamento erosional corroborando a delimitação do limite inferior da seqüência St-r3 \n– Inline 148 posicionada mais a norte. Em ( A) – seção sísmica convencional (amplitude); B) – visualização da \nmesma seção a partir de atributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e \nC) – seção sísmica interpretada. Notar a melhoria obtida para a interpretação do limite inferior desta seqüência.  \n\n \n\n\n\n \n\n \n\n82 \n\nEm seu trato transgressivo, mostra localmente conjuntos bem definidos de \n\nparasequências retrogradacionais, destacadas no padrão de perfil de raios-gama (sino \n\ninvertido). Pode ainda intercalar trechos em padrão serrilhado (de continuidade muitas vezes \n\nprolongada), significando um possível predomínio de sedimentação agradacional \n\nrepresentativa do início do trato regressivo (ver seções de correlação das figuras Figura 35 a \n\nFigura 38).  \n\nUm possível trato regressivo pode ser interpretado baseando-se principalmente \n\nno comportamento dos perfis de raios-gama, que insinuam um padrão retrogradacional, \n\nmuitas vezes ausente pela ação da discordância pré-Alagoas. \n\nO mapeamento da discordância pré-Alagoas (LS-4) é de fundamental \n\nimportância para a caracterização do final da deposição dos sedimentos Coqueiro Seco \n\n(Figura 59 e Figura 60). \n\n \n\n \n\nFigura 59 - Reflexões em truncamento erosional corroborando a delimitação do limite superior da seqüência St-\nr3 ou discordância pré-Alagoas. Em (A) – seção sísmica convencional (amplitude); B) – visualização da mesma \nseção a partir de atributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – \nseção sísmica interpretada. Notar a melhoria obtida para a interpretação do limite superior desta seqüência.  \n\n \n\n\n\n \n\n \n\n83 \n\n \nFigura 60 - Reflexões em truncamento erosional corroborando a delimitação do limite superior da seqüência St-\nr3 ou discordância pre´-Alagoas. Em (A) – seção sísmica convencional (amplitude); B) – visualização da mesma \nseção a partir de atributos de sinal complexo (cosseno da fase instantânea somada ao envelope do sinal) e C) – \nseção sísmica interpretada. Notar a melhoria obtida para a interpretação do limite superior desta seqüência.  \n\n \n\nA análise de sismofácies, com base nos mesmos critérios aplicados às outras \n\nseqüências, revelou uma compartimentação menos proeminente no trato transgressivo, mas \n\nainda assim claramente sujeita à ação do baixo deposicional (baixo de Varrela). Esta distinção \n\né feita considerando-se, como das vezes anteriores, a forma encurvada imposta pelo baixo, \n\ndesta feita observada mais claramente na porção centro-oeste da área (Figura 61). \n\nJá o possível trato regressivo parece revelar a ação do grande baixo \n\ndeposicional em uma porção mais restrita no extremo oeste da área. A leste, observa-se um \n\ninteressante alinhamento de famílias de traços de 1 a 5, sugerindo uma clara direção de fluxo \n\nde norte para sul, provavelmente  submetido à interferência de falhamentos N-S (Figura 62). \n\n \n\n\n\n \n\n \n\n84 \n\n \nFigura 61 - Mapa de fácies sísmica para o trato transgressivo da seqüência St-r3, apresentando uma classificação \npor famílias de traços codificadas de 1 a 12. Observa-se a prevalência da disposição das classes, ainda em \nconformidade com o baixo de Varrela. \n\n \n\n \nFigura 62 - Mapa de fácies sísmica para o possível trato regressivo da seqüência St-r3, apresentando uma \nclassificação por famílias de traços codificadas de 1 a 12. Chama a atenção uma área a oeste, de formato circular, \nrevelando ainda a ação do baixo de Varrela, porém mais restrita, e feições de cordões alinhados \npreferencialmente de norte para sul, menos dependentes da ação do grande baixo. Por fim, uma área central \naparentemente mais dispersa. \n\n\n\n \n\n \n\n85 \n\n4.3. Padrões de distribuição \n \n \n\nOs mapas de fácies obtidos para as seqüências aqui propostas forneceram uma \n\nclara distinção de domínios, levando naturalmente a uma busca de seu significado \n\nestratigráfico-deposicional. Já a ausência de uma diferenciação efetiva na razão \n\narenito/folhelho impediu uma conotação geológica direta e preditiva em termos de litofácies, \n\ncomo desejável. No entanto, desde que as sismofácies detectadas representem distintos \n\npadrões de deposição, podem-se inferir importantes informações sobre a distribuição \n\nsedimentar, tais como: prováveis direções de aporte de sedimentos, compartimentação e \n\npaleorrelevo. \n\nDada a complexidade das variáveis envolvidas na deposição dos sistemas \n\ndeposicionais na fase rifte, é difícil predizer o tipo de sedimento que irá se acumular e o tipo \n\nde acomodação das associações de fácies. Contudo, aqui é sugerido um comparativo de \n\npossíveis padrões de distribuição de sedimentação para uma melhor compreensão da \n\nassinatura estratigráfica na área. \n\nOs mapas de fácies das seqüências St-r1 e St-r2 e respectivos mapas de \n\nisópacas, extraídos do aplicativo Stratimagic foram comparados. Eles apresentam de maneira \n\ngeral uma boa correlação, delineando-se claramente a forte condicionante tectônica, cuja \n\nconfiguração foi herdada do principal depocentro (baixo de Varrela), em resposta à ação da \n\nborda falhada da bacia (Figura 63). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n86 \n\n \nFigura 63 – Comparativo entre possíveis padrões de distribuição sedimentar ressaltados nos mapas de fácies das seqüências St-r1 e St-r2, e \nrespectivos mapas de isópacas, exibindo uma boa correspondência. Pelo menos dois grandes compartimentos podem ser delineados. O primeiro, \nvinculado ao principal depocentro (baixo de Varrela), assinalado nos mapas de fácies quase que exclusivamente às classes de famílias de 5 a 10 na \nseqüência St-r1 e em boa parte da seqüência St-r2. O segundo, relacionado às classes de famílias de 2 a 4, correspondendo majoritariamente às \nporções menos espessas das seqüências. A seqüência St-r2 exibe uma feição em forma de leque no extremo oeste da área, provavelmente associada \nao bloco alto da falha Leste de São Miguel dos Campos. Possíveis direções de aporte de sedimento são indicadas (setas brancas). \n\n\n\n \n\n \n\n87 \n\nObserva-se que as classes de famílias de 2 a 4, não raro, parecem corresponder \n\nàs porções de menor espessura assinaladas nos mapas de isópacas, enquanto que, as classes de \n\nfamílias de 5 a 10 predominam nas regiões mais espessas, em ambas as seqüências. Uma \n\ndestacada compartimentação da seqüência St-r1 referente às classes de famílias de 2 a 4 , em \n\nparte, desassociada do baixo de Varrela no extremo leste da área pode indicar uma provável \n\ndireção de aporte vindo de sudeste, como indicado. Também há um indicativo de direção de \n\naporte vindo do alto de Pilar e adjacências que aos poucos se amolda à conformação do \n\ngrande baixo (setas brancas). Por sua vez, a feição mais destacada da seqüência St-r2 está \n\ndocumentada por uma interessante morfologia característica de leque deposicional, \n\nprovavelmente submetida à influência da plataforma de São Miguel e à ação da falha Leste de \n\nSão Miguel dos Campos.  \n\nA seqüência St-r2 foi escolhida para um maior detalhamento dos padrões de \n\ndistribuição assinalados, por apresentar uma maior confiabilidade tanto em perfis de poços \n\nquanto na sísmica. Esta seqüência registra a transgressão mais bem preservada da área, \n\nrepresentada como uma superfície de inundação máxima, correspondente ao folhelho “C” \n\n(Ojeda, 1969) de caráter regional. Dessa forma assegura ainda um excelente reconhecimento \n\nde seus tratos e limites.  \n\nO mapa de fácies sísmica obtido para a seqüência St-r2 (Figura 54) foi \n\nanalisado mais detalhadamente na tentativa de se inferir alguma relação entre os domínios de \n\nsismofácies já apontados. Para isso procedeu-se a geração de dois mapas de fácies distintos \n\nseparando os tratos transgressivo e regressivo desta seqüência, Figura 64 abaixo. A peculiar \n\ncaracterística dos estratos Coqueiro Seco em apresentar uma razão arenito/folhelho \n\naproximadamente constante (em torno de 50%) impediu uma correspondência direta entre \n\nlitotipos e as sismofácies. Elegeu-se então, o parâmetro de atributo granulométrico das areias \n\npara avaliar uma possível correspondência aos padrões de distribuição observados mostrada \n\nna Figura 64. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n88 \n\n \nFigura 64 – Mapas de fácies sísmica dos tratos transgressivo e regressivo da seqüência St-r2. (A) Estão \nrepresentados os percentuais de atributo granulométrico de areia fina a muito fina para cada intervalo de poço \nconsiderado no trato transgressivo. Notar o evidente predomínio da fração fina. Uma clara feição de leque \ndeposicional está documentada neste trato. (B) Estão representados os percentuais de atributo granulométrico de \nareia média a grossa até sua porção conglomerática, para cada intervalo de poço considerado no trato regressivo. \nObserva-se um predomínio da fração grossa. É visível a compartimentação do extremo leste da área, \napresentando um interessante incremento da porção conglomerática nos poços 15 e 16. \n\n \n\n\n\n \n\n \n\n89 \n\nDa análise da Figura 64, pode-se inferir ao menos três grandes regiões (Figura \n\n64): i) uma central, bem caracterizada pela conformação ao baixo de Varrela, em ambos os \n\ntratos e, coincidentemente, em boa parte refletindo as classes de famílias de 5 a 10, no entanto \n\nsem poço para correlação; ii) uma província no extremo oeste, vinculada ao trato \n\ntransgressivo da seqüência St-r2, formada predominantemente pelas classes de famílias de 2 a \n\n4, na forma de um pronunciado leque relacionado à fração fina das areias; e iii) uma região a \n\nleste, vinculada ao trato regressivo da seqüência St-r2 (classes de famílias 2 a 4), bem mais \n\nhomogênea, correspondendo a um interessante incremento da fração conglomerática \n\nobservada nos poços 15 e 16.  \n\nA despeito do posicionamento seletivo dos poços, o que se verifica é uma boa \n\ncorrelação entre o atributo granulométrico dos intervalos selecionados e os respectivos tratos \n\ntransgressivo e regressivo. No trato transgressivo, há um claro predomínio da porção fina das \n\nareias, como esperado. Apenas localmente verificou-se alguma inversão, com a fração grossa \n\nsuperando a fina. Da mesma forma, para o trato regressivo há uma predominância das areias \n\nde granulação média a grossa até conglomerática. Novamente, apenas localmente se verifica \n\nalguma inversão. Com efeito, a constatação dessas correspondências torna mais consistente a \n\nproposta de separação para os tratos da seqüência St-r2.  \n\nA predominância da fração fina das areias, no trato transgressivo, pode apontar \n\npara um maior razão espaço de acomodação e suprimento de sedimento. Em contrapartida, a \n\npredominância da fração grossa das areias sinaliza para uma menor razão espaço de \n\nacomodação e suprimento de sedimentos patrocinado pelo trend deposicional progradacional, \n\nrelacionado ao trato regressivo. A mudança do estilo deposicional ilustra uma partição \n\nsedimentar distinta entre tendências retrogradacionais (TST) abaixo e agradacionais a \n\nprogradacionais (TSR) acima, corroborando os ciclos transgressivos-regressivos propostos, \n\npodendo estar associada tanto a causas climáticas como tectônicas.   \n\n\n\n \n\n \n\n90 \n\n5. DISCUSSÃO \n \n\n \n\nEm sistemas riftes, como o estudado, a tectônica é a principal variável \n\ncontroladora da sedimentação. A tectônica é também responsável pela geração de espaço de \n\nacomodação e controla os processos erosivos, favorecidos pela geometria geral em forma de \n\nrampa do meio-graben (basculamento do footwall, com deposição, e soerguimento no \n\nhangingwall, com erosão). O preenchimento sedimentar se realiza por diversas rotas de \n\nentrada de sedimento, apresentando comportamentos distintos. A ação da falha de borda \n\nadmite uma rápida criação de espaço servindo de conduto de sedimentos na forma de fan-\n\ndeltas e leques de fundo, permitindo uma abrupta e expressiva entrada de sedimentos que \n\ngradativamente retrograda com a diminuição da área de espraiamento da cunha clástica, se \n\nnão houver geração de espaço para acomodação. Contrariamente, a sedimentação oriunda da \n\nmargem flexural e axial inicia na forma de sedimentos finos de lago profundo, a qual é \n\nsucedida por uma progradação de sedimentos grossos deltaicos e costeiros, devido ao “atraso” \n\nno aporte de suprimento sedimentar (Küchle et alii, 2007). Nesse caso, o mapeamento de \n\nunidades de significado genético, a partir das análises dos padrões de empilhamento, deve \n\nconsiderar a região da bacia em que se realiza esta análise.  \n\nSob esta ótica, a individualização de quatro grandes compartimentos estruturais \n\nna área permitiu levantar alguns aspectos em termos de sua arquitetura deposicional (Figura \n\n65). A área de detalhamento estudada corresponde a um contexto  paleofisiográfico particular, \n\nrepresentado por uma extensa rampa flexural (compartimento II), cujo arranjo sedimentar é \n\ntambém conseqüência da ação de grandes falhas (exemplo: falha leste de São Miguel). Esta \n\ndisposição favoreceu a um importante balanceamento em termos de magnitude de carga e \n\natributos granulométricos, a julgar pela espessura e intensa ritmicidade de litotipos. Este \n\npreenchimento teria sido construído obedecendo a uma interação dos fluxos de sedimentos \n\noriundos dos altos adjacentes e da margem flexural, com as drenagens tectonicamente \n\ncontroladas, e em grande parte subordinadas à principal calha tectônica (baixo de Varrela). \n\nO intervalo de investigação (Formação Coqueiro Seco) pôde ser subdividido \n\nem três seqüências T-R (transgressivo-regressivo) limitadas por discordâncias.  Cada \n\nseqüência consiste em um distinto episódio deposicional que, supostamente, corresponderia \n\nde maneira geral ao esquema evolutivo como ilustrado (Figura 66) e que melhor representaria \n\no empilhamento vertical observado. \n\n\n\n \n\n \n\n91 \n\n \n Figura 65 - Mapa estrutural sísmico regional em tempo, ao nível da base do intervalo de estudo (Formação \nCoqueiro Seco). São individualizados, pelo menos quatro grandes compartimentos estruturais: I) Furado / \nPlataforma de São Miguel; II) Rampa do Rio Sumaúma; III) Baixo de Varela; e IV) Alto de Pilar / Pilar Sul. \nNotar a grande influência exercida pelo baixo de Varrela expressa pela clara conformação dos falhamentos na \nárea central. A assimetria do baixo se expressa por pelo menos dois eixos principais: um eixo de direção nordeste \n(direcionado ao alto de Pilar e adjacências) e um segundo eixo sudeste (margem flexural). \n\n \n\n \nFigura 66 – Esquema evolutivo de preenchimento sedimentar a partir da geometria de meio-graben  (como \nunidade basal) durante um ciclo transgressivo-regressivo. Compõem-se de um estágio inicial de intensa atividade \ntectônica (A) e sedimentação predominantemente lacustre, seguida por um estágio de quiescência tectônica (B) e \nsedimentação dominantemente flúvio-deltaica. \n\n \n \n\n\n\n \n\n \n\n92 \n\nO arranjo notadamente cíclico de cada seqüência evidencia, basicamente, um \n\nfácies de pelitos lacustre (folhelhos de máxima inundação) interposto entre um empilhamento \n\nretrogradacional abaixo e progradacional acima. Nestes termos, o padrão de empilhamento \n\nvertical demonstra os ciclos transgressivos-regressivos.  \n\nA alternância de fases de tectonismo e quiescência parecem retratar a \n\narquitetura dos depósitos Coqueiro Seco analisados, correspondendo à sucessão de fases \n\ntransgressivas e regressivas de cada seqüência. A maioria dos modelos de preenchimento de \n\nrifte, em uma escala regional, descreve a fase tectonicamente ativa como diretamente ligada \n\nao aumento das taxas de subsidência/soerguimento (criação de espaço do bloco baixo e \n\nelevação do bloco alto). Já a fase de quiescência estaria associada basicamente as \n\nprogradações dos sistemas deposicionais e o concomitante rebaixamento do nível de base. A \n\nsucessão sedimentar do intervalo estudado, em linhas gerais segue este padrão. \n\nA sedimentação Coqueiro Seco se iniciaria com a deposição da seqüência St-\n\nr1, recobrindo, discordantemente, as coquinas Morro do Chaves, sendo por sua vez sucedida \n\npelas também recorrentes fases transgressivas e regressivas das seqüências mais superiores St-\n\nr2 e St-r3. A similaridade deposicional destas seqüências, cujo arranjo de litofácies \n\ncorresponde a uma intrínseca alternância entre arenitos de diversas granulações e folhelhos, \n\ncaracteriza-se por uma marcante equivalência entre sedimentos grossos e finos. Pode \n\nsignificar condições de equilíbrio entre o volume de água disponível (clima, balanço hídrico e \n\ndrenagem de bacia) e os fluxos de sedimentos, que assinalaria um preenchimento de \n\nacentuada continuidade. Em um cenário mais abrangente, ambientes essencialmente fluvio-\n\ndeltaicos e lacustre raso estariam associados à margem flexural para um contexto mais distal. \n\nParalelamente, leques aluviais e fan-deltas coalescentes se depositariam ao longo da falha de \n\nborda interdigitados aos pelitos lacustres em um contexto mais proximal.  \n\nA correlação de poços, efetivada através dos painéis das seções dip e strike \n\n(Figura 35 a Figura 38), mostra uma consistente ordenação dos padrões de empilhamento dos \n\nsedimentos Coqueiro Seco, em padrões retro, progradacionais e agradacionais para todas as \n\nseqüências St-r1, St-r2 e St-r3. Suas variações de espessuras são relacionadas principalmente \n\nà ação dos falhamentos que detém rejeitos muitas vezes da ordem de dezenas a centenas de \n\nmetros. A preservação e aporte de fácies de pelitos lacustre são claros nesta condição. Notório \n\nespessamento de seção é verificado no baixo deposicional de Varrela, bem como nas \n\nproximidades da falha leste de São Miguel. Ambos os tratos transgressivo e regressivo das \n\nseqüências refletem distintas variações de espessuras que podem estar relacionadas a esses \n\nelementos estruturais. O encerramento da deposição dos clásticos terrígenos Coqueiro Seco \n\n\n\n \n\n \n\n93 \n\nestá demarcado pela ampla discordância pré-Alagoas que antecede a sedimentação dos \n\nfolhelhos do Membro Ponta Verde. \n\nPara o modelo clássico de Estratigrafia de seqüências a resposta estratigráfica \n\nda bacia depende do espaço disponível de acomodação e do suprimento sedimentar. Neste \n\nmodelo as taxas de aporte e subsidência são consideradas constantes, e a variação eustática é \n\napontada como a principal variável controladora da sedimentação (Posamentier et alii, 1988 e \n\nPosamentier &amp; Vail, 1988). Nos riftes lacustres o espaço de acomodação é função da \n\nsubsidência total (mecânica e de carga sedimentar) e o aporte é dependente flutuações do \n\nnível de base (Scholz et alii, 1997), por sua vez, conseqüência das bacias de drenagem \n\ncontroladas tectonicamente. A magnitude das taxas de subsidência, aporte e das mudanças do \n\nnível de base são imensamente maiores nos lagos tectônicos do que nas bacias de margem \n\npassiva. Na área a espessura dos pacotes e a intensidade das variações de fácies refletem a \n\nmagnitude das taxas de subsidência e aporte sedimentar como demonstrado por Scholz (opus \n\ncit). \n\nApesar da incontestável importância do clima no preenchimento de bacias \n\nsedimentares, especialmente em bacias do tipo rifte, este tema não será contemplado neste \n\ntrabalho. Mesmo assim, em não se podendo negligenciar sua influência no tipo de \n\nsedimentação observado, admite-se que as mudanças climáticas afetam diretamente o nível de \n\nbase local, produzindo variações de alta amplitude e curta duração. Essas mudanças são mais \n\nimportantes em sistemas lacustres de baixa latitude, como o estudado, relacionadas a uma \n\nmaior sazonalidade climática. Por outro lado, clima e tectônica exercem um importante papel \n\nno controle dos regimes hidrológicos capazes de influenciar significativamente no espaço de \n\nacomodação (Chiossi, 1997). \n\nO decisivo cenário tectônico da área, revelado por sua patente \n\ncompartimentação estrutural, reflete a segmentação esperada para bacias tipo rifte, que é \n\nassociada a elementos geomorfológicos e estruturais como os discutidos no subitem 3.2.1 \n\n(Figura 20). Estes elementos cumprem um grande impacto no controle das drenagens que se \n\ndesenvolvem na bacia. \n\nA típica geometria das bacias rifte incorpora o meio-graben como unidade \n\nestrutural básica e ostenta um perfil deposicional em forma de rampa, diferindo grandemente \n\ndo perfil plataforma-talude-bacia, característica das margens continentais divergentes. Desse \n\nmodo, o arranjo sedimentar é caracterizado sismicamente por padrões predominantemente \n\nplano-paralelos e divergentes. Nesse âmbito, as análises dos dados de reflexão sísmica na área \n\npermitiram definir as seguintes generalizações utilizadas nos reconhecimentos dos ciclos \n\n\n\n \n\n \n\n94 \n\ntransgressivos-regressivos (Figura 67): i) uma configuração de refletores essencialmente \n\ncontínua e paralela, interpretados como concernentes à fase transgressiva. Estes refletores são \n\ncaracterizados por feições de onlap; ii) um conjunto de configuração de refletores oblíquos, \n\ninterpretados como clinoformas progradacionais da fase de preenchimento regressivo. Estes \n\nrefletores são caracterizados por terminações em downlap; iii) os limites de seqüências são \n\ncaracterizados sismicamente, por feições de truncamentos erosionais. \n\n \n\n \nFigura 67 – Seção sísmica horizontalizada representativa da área de detalhamento estudada (Inline 123 do 3-D \nempregado neste estudo) mostrando a configuração e terminação de refletores característica dos ciclos \ntransgressivos-regressivos propostos. Terminações de refletores em onlap caracterizam a transgressão que se \nmostra em reflexões paralelas e concordantes. As terminações em downlap caracterizam clinoformas \nprogradantes referentes ao preenchimento regressivo. Os limites de seqüências são caracterizados sismicamente, \npor feições de truncamentos erosionais. Legenda: T - fase transgressiva; R - fase regressiva; sd – superfície de \ndownlap; LS – limite de seqüência.  \n\n \n\nA Formação Coqueiro Seco, ao longo dos anos, foi objeto de numerosos \n\ntrabalhos e múltiplas abordagens que objetivaram a compreensão dos sistemas deposicionais a \n\nela relacionados. Em geral, todos os modelos assumem um forte controle tectônico para a \n\nsedimentação, que se daria segundo um sistema essencialmente do tipo braided deltas, onde \n\nsedimentos flúvio-deltaicos e lacustres estariam lateralmente associados a sistemas de leques \n\naluviais (fan-deltas), preenchendo os meio-grabens num padrão geral progradacional. Ao \n\nmenos três modelos conceituais principais puderam ser sumarizados, com base na ênfase dada \n\npelos diversos trabalhos (Tabela 4): o caráter eminentemente cíclico das sucessões estratais; o \n\nseu arranjo deposicional em uma conformação em deltas tipo braided; e um cenário mais \n\namplo e uniforme de um sistema fundamentalmente flúvio-deltaico-lacustre. \n\n \n\n\n\n \n\n \n\n95 \n\n CARÁTER CÍCLICO \n\nSchaller (1970) Alternâncias cíclicas e faciológicas bem definidas em perfis elétricos e radioativos nos \nsedimentos Coqueiro Seco. \n\nOjeda &amp; Fugita (1976) \n\nUma fase transgressiva inicial correspondente aos calcários e folhelhos carbonosos da FM \nMorro do Chaves; uma fase regressiva, relativa aos arenitos arcóseos do Membro Francês da \nFM Coqueiro Seco e uma fase transgressiva final vinculada aos folhelhos e arenitos finos do \nMembro Manguaba, da FM Coqueiro Seco. \n* As denominações Membro são pela C.R.E. (de 1965). \n\nBeltrami &amp; Della \nFávera (1977) \n\nSucessão de fases transgressivas e regressivas em relação a um lago ou diversos lagos \ninterligados. \n\nNetto (1979) A sedimentação seria cíclica por enxurradas. \n\nPereira (1994) \n\nAs idades neobarremiana (Buracica/Jiquiá) e eoaptiana apresentam uma deposição iniciada \ncom cerca de 300 metros de carbonatos (coquinas), compondo provavelmente uma fase \ntransgressiva. Sobrepostas por leques deltaicos da FM Coqueiro Seco provavelmente \ncompondo um trato de sistema de nível alto. \n\n ARQUITETURA DE CONFORMAÇÃO DE DELTAS TIPO BRAIDED \n\nFernandes et alii \n(1981) \n\nA evolução tectono-estrutural controlaria a natureza e distribuição dos sistemas deposicionais \nque progressivamente preencheriam os depocentros. A FM Coqueiro Seco seria representativa \ndo preenchimento dos meio-grabens que se daria, essencialmente, por sedimentos deltáicos-\nlacustres e de talude (slope). \n\nFalconi (1990) \nBloco diagrama com proposta do modelo deposicional. Pelo menos cinco ambientes \ndeposicionais foram identificados e que seriam gerados por processos predominantemente \nsubaquosos: planície aluvial, planície deltaica, frente deltaica, prodelta e lacustre. \n\nFeijó (1992) O conjunto sedimentar Morro do Chaves-Coqueiro Seco, incluindo a FM Maceió, revelaria um \narranjo em braided delta. \n\nChagas (1992) \nAdmitiu a suposição de um preenchimento sedimentar em configuração por fan delta e braided \ndeltas, a depender da localização das depressões em relação às áreas fontes, culminando em \num meio lacustre profundo. \n\n SISTEMA FLÚVIO-DELTAICO-LACUSTRE \n\nFigueiredo (1981) \nPode ser discernido, mais apropriadamente na sub-bacia de Alagoas central, a plataforma \ncarbonática Morro do Chaves e os sistemas flúvio-deltaico, fan delta e depósitos de frente de \ntalude da FM Coqueiro Seco. \n\nCruz (1984) \nA FM Coqueiro Seco corresponderia a leques deltaicos curtos junto a um lago, possuindo uma \nfase de intensa sedimentação de canais fluviais distributários indicando o máximo de \nprogradação. \n\nFalkenhein et alii \n(1987) \n\nO controle tectônico estaria evidenciado pelas fases de falhamento sinsedimentar que seriam \nresponsáveis pela deposição de conglomerados, arenitos e folhelhos de origem aluvial até \nlacustre bacinal, passando pelo flúvio-deltaico representativos das formações Rio Pitanga e \nCoqueiro Seco. \n\nWeidman &amp; Formoso \n(1987) \n\nAssociação de sistemas flúvio-deltaicos, leque deltaico e de talude bacial representado \nbasicamente por depósitos de intercalações de arenitos e folhelhos, e secundariamente, \ncarbonatos. \n\nMachado et alii (1990) A fase rift seria assinalada por sistemas fluviais, flúvios-deltaicos e de talude. \n\nAzambuja et alii, 1998 \nA FM Maceió aptiana (andar local Alagoas) e o intervalo eoaptiano relativo às formações Morro \ndo Chaves e Coqueiro Seco (andar local Jiquiá) em sua porção alagoana, corresponderiam a \numa sedimentação em um ambiente de lago durante a fase rift proto-Atlântica. \n\nCórdoba et alii (2006) \nJuntamente com a geração de semi-grabens se desenvolveriam sistemas de leques aluviais \nlateralmente associados a sistemas flúvio-deltaicos e lacustres durante o intervalo do Andar Rio \nda Serra até o final do estágio rift. \n\nTabela 4 – Síntese da concepção dos modelos de diversos autores para a sedimentação Coqueiro Seco, dividido \nquanto aos aspectos cíclico, de conformação em braided deltas e de sistemas fundamentalmente flúvio-deltaico-\nlacustre. \n\n \n\nDurante as recursivas fases transgressivas e regressivas, o baixo de Varrela \n\nfuncionou como o grande condicionante deposicional da área, tendo permanecido atuante ao \n\nlongo de toda a deposição Coqueiro Seco. É provável ainda que tenha existido desde a idade \n\nAratu (Barremiano), relativo aos sedimentos lacustres das formações Barra de Itiúba e Feliz \n\nDeserto. Sua assimetria é detectada pela clara disposição mais alongada de um eixo de direção \n\nnordeste e de um segundo eixo para sudeste (Figura 65). Essa forma do baixo favoreceu o \n\naporte sedimentar vindo da borda falhada, alto adjacente de Pilar, e ainda da margem flexural \n\nsudeste onde se instalaria a linha de charneira Alagoas. Em sua porção subaérea, a enorme \n\n\n\n \n\n \n\n96 \n\nquantidade de sedimentos teria sido carreada segundo um modelo de deltas tipo braided, \n\ntambém defendido no presente estudo (Figura 68). \n\n \n\n \nFigura 68 – Modelo esquemátci para ilustrar o cenário deposicional da Formação Coqueiro Seco na sub-bacia de \nAlagoas. O preenchimento sedimentar estaria relacionado, essencialmente, a um complexo sistema coalescente \nde deltas tipo  braided, associado às principais falhas da área (falha de borda e falha Leste de São Miguel).  \n\n \n\nO episódio deposicional Coqueiro Seco pode ser avaliado ainda sob outra \n\nperspectiva, a partir da mencionada ocorrência dos evaporitos denominados “Horizonte” \n\n(capítulo 2), levando à pressuposição do contexto não exclusivamente continental. Estudos \n\nrecentes desta ocorrência (Souza-Lima, 2008) direcionam para uma efetiva possibilidade de \n\numa incursão marinha anterior aos eventos Paripueira, mostrando tratar-se de um \n\nacontecimento distinto que representa o mais antigo registro evaporítico da bacia. A primeira \n\nincursão marinha na bacia de Sergipe-Alagoas é ainda muito discutida, apesar da \n\ncaracterização do estágio transicional da fase de golfo achar-se absolutamente definida pelo \n\nregistro evaporítico da Formação Muribeca, na sub-bacia de Sergipe, e parte superior da \n\nFormação Maceió, na sub-bacia de Alagoas (Souza-Lima, opus cit). Talvez o ponto mais \n\nconflitante das discussões atuais seja sua proveniência. Está fora da presente discussão, \n\napresentar um conteúdo mais detalhado acerca dos depósitos salíferos “Horizonte” e suas \n\nimplicações num possível cenário marinho-transicional precoce. Importa retratar aqui que este \n\nevento está posicionado estratigraficamente na porção superior da seqüência St-r3, \n\n\n\n \n\n \n\n97 \n\nrelacionado ao seu trato transgressivo. Estes depósitos detêm pouca expressividade sísmica, \n\nsendo sua detecção restrita ao baixo de Varrela. \n\n \n\n \n\n6. CONCLUSÃO \n \n\n \n\nOs depósitos sinrifte de idade eo a mesoaptiana da Formação Coqueiro Seco, \n\nbacia de Sergipe-Alagoas, puderam ser subdivididos em três seqüências transgressivas-\n\nregressivas (T-R) nomeadas de St-r1, St-r2 e St-r3, e respectivos tratos de sistemas, limitadas \n\npor discordâncias de caráter erosivo. Esta subdivisão foi efetivada pela integração entre os \n\ndados de poços e de sísmica de reflexão. O arcabouço sismoestratigráfico construído foi \n\ncentrado no reconhecimento de ciclos transgressivos-regressivos sensu Embry &amp; Johannessen \n\n(1992) e Embry (1993, 2002), com base na avaliação de padrões de empilhamento e \n\nsuperfícies-chave. Este tratamento foi considerado conclusivo em termos de proposta de \n\nfatiamento do intervalo em seqüências estratigráficas geneticamente consistentes. A não \n\ndiferenciação de tratos de nível alto e baixo, em dados de poços e sísmicos, tornou a aplicação \n\nde modelos mais usuais de Estratigrafia de Seqüências inapropriada. \n\nFicou evidenciado que as características deposicionais do intervalo investigado \n\ne sua arquitetura estratal são particularizadas por influxos (ciclos) transgressivos e \n\nregressivos, cuja similaridade sedimentar é constatada por um arranjo de litofácies em uma \n\nintensa alternância entre arenitos de diversas granulações, além de folhelhos e siltitos. \n\nResultam em uma marcante equivalência quantitativa entre sedimentos arenosos e argilosos \n\n(em torno de 50%).  \n\nO posicionamento estratigráfico da subdivisão proposta foi definido a partir do \n\nzoneamento bioestratigráfico de ostracodes, estabelecido na área. A sincronização desse \n\nzoneamento obedeceu ao critério das unidades cronoestratigráficas locais, constituídas desde a \n\nrevisão estratigráfica da bacia de Sergipe-Alagoas (Schaller, 1970). \n\nO determinante cenário tectônico da área pode ser apontado, em grande parte, \n\ncomo o responsável pelo arranjo sedimentar encontrado, cuja principal condicionante \n\nestrutural foi herdada do singular depocentro (baixo de Varrela), em resposta à ação da borda \n\nfalhada da bacia. A área de detalhamento ostenta um perfil de uma extensa rampa flexural, \n\nque favoreceu a um importante balanceamento de carga de sedimentos e atributos \n\n\n\n \n\n \n\n98 \n\ngranulométricos. Ambientes essencialmente flúvio-deltaicos e lacustre raso estariam \n\ncoligados à margem flexural, enquanto que, paralelamente, leques aluviais e fan-deltas \n\ncoalescentes se depositariam ao longo da falha de borda, interdigitados aos pelitos lacustres e \n\nonde se esperaria as maiores variações. A patente ação exercida pela destacada depressão \n\ntectônica está expressa em meio aos mapas apresentados, sejam estruturais sísmicos, de \n\nisópacas ou de sismofácies, bem como as seções de correlação geológica e sísmica, revelando \n\ncategoricamente esta conformação.  \n\nA área é caracterizada, sismicamente, pela predominância de padrões de \n\nreflexões plano-paralelos e divergentes relacionados à típica fisiografia em rampa. O \n\nacentuado paralelismo e o conseqüente baixo ângulo de terminação das reflexões dificultou o \n\npronto reconhecimento de superfícies de downlaps, onlaps e de truncamento erosional, \n\nessenciais para o reconhecimento de superfícies-chave. O aplicativo Stratimagic (PARADIGM \n\nversãoTM) mostrou ser uma ferramenta útil para a caracterização de fácies sísmica, com \n\nresultados promissores na identificação de padrões de distribuição sedimentar. \n\nOs sucessivos episódios deposicionais encontrados caracterizam-se por um \n\npreenchimento intensamente rítmico, consistente, ordenado por padrões de empilhamento \n\nretrogradacionais, progradacionais e agradacionais.  \n\nO encerramento da deposição dos clásticos terrígenos da Formação Coqueiro \n\nSeco está demarcada pela ampla discordância pré-Alagoas que antecede a sedimentação dos \n\nfolhelhos do Membro Ponta Verde.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n99 \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \nALVES FILHO, H. P., 1985. Estudo das acumulações de óleo e gás do Campo de Fazenda \nPau-Brasil e adjacências. Aracaju. PETROBRAS / DENEST / DINTER / SEGED-II. \nRelatório interno. \n \nAZAMBUJA FILHO, N. C. de., ARIENTI, L. M., MELLO, M. R., 1998. Sedimentological \nand geochemical evidence of high frequency climatic cycles controlling the deposition of \nsource and reservoir rocks in Lower Cretaceous rift lake of the Sergipe-Alagoas Basin, Brazil. \nExtended Abstract. AAPG Annual Convention, Salt lake City. \n  \nBARROS, F. A. de., 2007. Interpretação qualitativa de dados gravimétricos e magnéticos na sub-\nbacia de Alagoas. Aracaju. PETROBRAS / UN-SEAL / ATEX / ABIG. Nota Técnica. \n \nBELTRAMI, C. V. &amp; DELLA FAVERA, J. C., 1977. Complexos cíclicos básicos nos \nAndares Jiquiá e Alagoas, Bacia de Sergipe-Alagoas. Aracaju. PETROBRAS / DIVEX. \nRelatório interno. \n \nBENDER, F. &amp; COOK, J. T. (cord.)., 1960. Basin study, Sergipe-Alagoas Basin. Rio de \nJaneiro. PETROBRAS / DEPEX / DIREX. Relatório interno. \n \nBORBA, C. &amp; SILVA, P. M., 1992. Avaliação e zoneamento dos arenitos da Formação \nCoqueiro Seco – porção inferior – no Campo de Pilar, Bacia de Sergipe-Alagoas. Aracaju. \nPETROBRAS / DENEST / DIREX / SEGED. Relatório interno. \n \nBRADLEY, C. A. &amp; FERNANDEZ, M. N., 1992. Early Cretaceous palaeogeography of \nGabon / Northeastern Brazil. In : R. CURNELLE, R., (ed) : A tectonic Stratigraphic model \nbased on propagating rifts. Géologic Africaine : Colloques de Géologie de Libreville, Gabão, \nRecueil des Communications, Mémoir, 13, p. 17-30. \n \nBROWN Jr., L. F. &amp; FISHER, W. L., 1977. Seismic stratigraphic interpretation of \ndepositional systems: examples from Brazilian rift and pull-apart basins. In: PAYTON, C. E., \n(ed): Seismic Stratigraphy – Applications to Hydrocarbon Exploration. Tulsa, AAPG \nMemoir, 26, p. 213-248. \n \nCAMPOS NETO, O. P., SOUZA-LIMA, W., CRUZ, F. E. G., 2007. Bacia de Sergipe-\nAlagoas. Boletim de Geociências da Petrobras, Rio de Janeiro, v.15 (2), p. 405-2155. \n \nCASTRO Jr., A. C. M., 1987. The northeastern Brazil and Gabon basins: a double rifting \nsystem associated with multiple detachment surfaces. Tectonics, v. 6 (6), p. 727 - 738. \n \nCASTRO Jr., A. C. M., 1988. Structural evolution of the Sergipe-Alagoas Basin, Brazil. \nUniversity of Rice at Houston, Texas, Phd Thesis,183p. \n \nCATUNEANU, O., 2006. Principles of sequence stratigraphy. Amsterdam, Elsevier, 375p. \n \nCATUNEANU, O., 2007. Curso de estratigrafia de seqüências. Rio de Janeiro. PETROBRAS \n/ RH / UP. Notas de aula. \n \n\n\n\n \n\n \n\n100 \n\nCHAGAS, L. S., 1996. Tectono-sedimentação das bacias do tipo rifte: aplicação na porção \nemersa da Bacia de Sergipe Alagoas. Universidade Federal do Rio Grande do Sul, Curso de \nPós-Graduação em Geociências. Dissertação (Mestrado), 322p. \n \nCHAGAS. L. S., CHIOSSI, D. S. N., CERQUEIRA, R. M., HAMSY Jr., G. P., MARQUES, \nG., LISBOA, G., 1993. Evolução tectono-estratigráfica do rift da Bacia de Sergipe-Alagoas e \nnovas perspectivas exploratórias. Aracaju. PETROBRAS / DEPEX / DIREX / SERINT. \nRelatório interno. \n \nCHANGSONG, L., ERIKSSON, K., SITIAN, L., YONGXIAN, W., JIANYE, R.,  YANMEI, \nZ., 2001. Sequence architecture, depositional systems, and controls on development of \nlacustrine basin fills in part of the Earliean Basin, Northeast China, AAPG Bulletin v.85, p. \n2017–2043. \n \nCHIOSSI, D. N. S., 1997. Estratigrafia de seqüências e condicionamento tectono-climático \nnum rifte continental (Bacia de Sergipe-Alagoas). Universidade Federal do Rio Grande do \nSul, Curso de Pós-Graduação em Geociências. Dissertação (Mestrado), 205p. \n \nCOHEN, A. S., 1990. Tectono-stratigraphic model for sedimentation in Lake Tanganyika, \nÁfrica. In: KATZ, B. J., (ed): Lacustrine Basin Exploration – case studies and modern \nanalogs. Tulsa, AAPG Memoir, 50, p. 137 – 150. \n \nCÓRDOBA, V. C., SOUZA, D. C., SÁ, E. F. J., 2006. Seqüências deposicionais do estágio \nrift da Bacia de Sergipe-Alagoas. Universidade do Rio Grande do Norte, Curso de Pós-\nGraduação em Geodinâmica e Geofísica. Anais do 43 CBG, Aracaju, 205p. \n \nCRUZ, W. M., 1984. Projeto Pilar: sedimentologia da área de Pilar e adjacências, Andares \nBuracica e Jiquiá. Rio de Janeiro. PETROBRAS / CENPES / DIGER. Relatório interno. \n \nDELLA FÁVERA, J. C., 2001. Fundamentos da Estratigrafia Moderna. Rio de Janeiro. \nUniversidade do Estado do Rio de Janeiro. Departamento de Geologia. 263p. \n \nDESTRO, N., SZATMARI, P., MAGNAVITA, L. P. 2003. Release faults, associated \nstructures, end their control on petroleum trends in the Reconcavo rift, Northeast Brazil. \nAAPG, Bulletin. Tulsa, Okla., v.87. p.1123 - 1144. \n \nDIAS, J. L. 1991. Análise estratigráfica e evolução da fase rift nas bacias das margens leste e \nsudeste do Brasil. Universidade Federal do Rio de Janeiro, Curso de Pós-Graduação em \nGeociências. Dissertação (Mestrado), 145p. \n \nEMBRY, A. F. &amp; JOHANNESSEN, E. T., 1992. T-R sequence stratigraphy, facies analysis \nand reservoir distribution in the upper most Triassic-Lower Jurassic succession, western \nSverdrup Basin, Artic Canada. In: VORREN, T. et al., (eds): Artic Geology and Petroleum \nPotential. Norwegian Petroleum Society, Special Publication 2, p. 121 – 146. \n \nEMBRY, A. F. 1993. Transgressive-regressive (T-R) sequence analysis of the Jurassic \nsuccession of the Sverdrup Basin, Canadian Artic Archipelago. Canadian Journal of Earth \nScience, v.30, p. 301 – 320. \n \n\n\n\n \n\n \n\n101 \n\nEMBRY, A. F., 2002. Transgressive-regressive (T-R) sequence stratigraphy. In: Annual Gulf \nCoast Section SEPM Foundation, Bob F. Perkins Research Conference 22, Texas. Anais… \nTexas: GCSSEPM Foundation Bob F. Perkins Research Conference, p. 151 - 172. \n \nEMBRY, A. F., 1995. Sequence boundaries and sequence hierarchies: problems and \nproposals. In: STEEL, R. J., FELT, V. L., JOHANNESSEN, E. T., MATHIEU, C., (eds): \nSequence stratigraphy on the Northwest European Margin. Norwegian Petroleum Society \n(NPF), Special Publication 5, p. 1 – 11. \n \nEMERY, D. &amp; MYERS, K. J., 1996. Sequence Stratigraphy. Oxford, U. K. Blackwell, 297p. \n \nFALCONI, C. M. O., 1990. Sedimentação e caracterização dos arenitos-reservatório da \nFormação Coqueiro Seco (Cretáceo Inferior), Campo de Pilar, Bacia de Sergipe-Alagoas. \nUniversidade Federal de Ouro Preto, Curso de Pós-Graduação em Geociências. Dissertação \n(Mestrado), 178p. \n \nFALKENHEIM, F. H. U., FUJITA, A. M., CAINELLI, C., BETTINI, C., GUEIROS, E., \nFERNANDES, G. J. F., DIAS, J. L., GOMES, J. B., SILVA, R. R., PIMENTEL, A. M., \nCHANG. K.H., UESUGUI, N., BABINSKI, N.A., SZATMARI, P., SANTOS, R.C., \nKOWSMWN, R., 1987. Projeto análise da Bacia de Sergipe-Alagoas. Rio de Janeiro. \nPETROBRAS / DEPEX. Relatório interno. \n \nFEIJÓ, F. J., 1992. Seqüências continentais das fases pré-rift e rift da sub-bacia de Alagoas \nCentral. Universidade do Rio Grande do Sul, Curso de Pós-Graduação em Geociências. \nDissertação (Mestrado), 165p. \n \nFEIJÓ, F. J., 1994. Bacias de Sergipe-Alagoas. Boletim de Geociências da Petrobras, v. 8(1), \np. 149-162. \n \nFERNANDES, G. J. F., MATOS, Z. V., FIGUEIREDO, A. M. F., FISHER, W. L., BROWN \nJr, L. F., 1981. Basin analysis of the rift-phase and oil and gas play analysis, Sergipe-Alagoas \nBasin, Brazil. Rio de Janeiro. PETROBRAS / DEPEX. Relatório interno. \n \nFIGUEIREDO, A. M. F., 1981. Depositional systems in the Lower Cretaceous Morro do \nChaves and Coqueiro Seco Formations, and their relationship to petroleum accumulations, \nmiddle rift sequence, Sergipe-Alagoas Basin, Brazil. University of Texas at Austin, Phd \nThesis, 275p. \n \nGALLOWAY, W. E., 1989. Genetic stratigraphic sequences in basin analysis I -  Architecture \nand genesis of flooding surface bounded depositional units. AAPG Bulletin, v.73 (2), p. 125 – \n142. \n \nGAWTHORPE, R. L. &amp; COLELLA, A., 1990. Tectonic controls on coarse-grained delta \ndepositional systems in rift basins. In: COLELLA, A. &amp; PRIOR, D.B., (eds): Coarse  - \nGrained deltas.  International Association of Sedimentologists, Special Publication, v. 10, p. \n113-127. \n \nGAWTHORPE, R. L., FRASER, A. J., COLLIER, R. E. L., 1994. Sequence stratigraphy \ninactive extensional basins : implications for the interpretation of ancient basin-fills. Marine \nand Petroleum Geology, v.11, p.642 – 658. \n\n\n\n \n\n \n\n102 \n\n \nGIBBS, A. D., 1984. Structural evolution of extensional basin margins. Journal of Structural \nGeology, v. 141, p. 609 – 620. \n \nGIBBS, A. D., 1990. Linked fault families in basin formation. Journal of Structural Geology, \nv. 12 (5/6), p. 795 – 803. \n \nGUIMARÃES, P. T. M., 1988. Basin analysis and structural development in the Sergipe-\nAlagoas Basin, Brazil. University of Texas at Austin. Phd Thesis, 171p. \n \nHAMSI Jr, G. P., 2006. Modelo de rifteamento oblíquo na Bacia de Sergipe-Alagoas. In: \nCongresso Brasileiro de Geologia, 43, 2006, Aracaju. Anais do XLIII Congresso Brasileiro de \nGeologia, 14p. \n \nHARLAND, W. B., COX, A.V., LLEWELLYN, P. G., PICKTON, C.A.G., SMITH, A.G., \nWALTERS, R., 1982. A geologic time scale, Cambridge: University Press (Cambridge Earth \nScience Series), 131p. \n \nHOLZ, M., 1988. Um breve histórico de conceitos fundamentais da estratigrafia moderna: \nseqüências deposicionais e seus fatores controladores. Porto Alegre. Universidade Federal do \nRio Grande do Sul, Pesquisas em Geociências, v. 25 (1), p. 3-26 \n \nJOHANN, P. R. S., 2004. Fácies sísmicas. Boletim de Geociências da Petrobras, v. 12 (2), p. \n317 – 354.  \n \nKREIDLER, W. L., 1949. Preliminary geological report on the northeastern sedimentary \ncoastal belt of the State of Alagoas and summary of the petroleum possibilities in the coastal \narea State of Alagoas. Conselho Nacional do Petróleo, PETROBRAS. Relatório interno. \n \nKUCHLE, J., MICHAEL, H., SCHERER, C. M. S. dos, BEDREGAL, R. P., 2007. Mapeamento \nestratégico de bacias rifte a partir de padrões de empilhamento e seus significados genéticos. In: \nPDPETRO, 4., Campinas: ABPG, 7 p.  \n \nLANA, M. C. &amp; MILANI, E. J., 1983. Modelo preliminar da evolução estrutural da Bacia de \nSergipe-Alagoas. Rio de Janeiro. PETROBRAS / CEMPES / DIVEX. Relatório interno. \n \nLANA, M. C., 1895. Rifteamento da Bacia de Sergipe-Alagoas, Brasil. Universidade Federal \nde Ouro Preto, Departamento de Geologia da Escola de Minas. Dissertação (Mestrado), 124p. \n \nLANA, M. C., 1990. Bacia de Sergipe-Alagoas: uma hipótese de evolução tectono-\nsedimentar. In: DE RAJA GABAGLIA, G. P. &amp; MILANI, E. J., (eds): Origem e evolução das \nbacias sedimentares. Rio de Janeiro. PETROBRAS / SEREC / CEN-SUD, p. 259 – 268.  \n \nLIMA, C. C., 1986. Estruturação pós-rift da porção sergipana da Bacia de Sergipe-Alagoas: o \npapel do basculamento e das descontinuidades do embasamento. Universidade Federal de \nOuro Preto. Departamento de Geologia da Escola de Minas. Dissertação (Mestrado), 136p. \n \nMACHADO Jr., D. L., DEHIRA, L. K., CARNEIRO, C. R., ALMEIDA, F. F. M., 1990. \nReconstruções paleoambientais do Juro-Cretáceo do nordeste oriental brasileiro. Revista \nBrasileira de Geociências, São Paulo, v. 19 (4), p. 470 – 485. \n\n\n\n \n\n \n\n103 \n\n \nMANCINI, E. A. &amp; PUCKETT, T. M., 2002. Transgressive-regressive cycles: application to \npetroleum exploration for hydrocarbons associated with Cretaceous shelf carbonates and \ncoastal and fluvialdeltaic siliciclastics, northeastern Gulf of Mexico, GCS-SEPMF 2002. \nResearch Conference Proceedings Volume, p. 173-199. \n \nMITCHUM, R., VAIL, P. R., THOMPSON, S., 1977. Depositional sequence as a basic unit \nfor stratigraphic analysis. In: PAYTON, C. E., (ed): Seismic Stratigraph -  Applications to \nHydrocarcon Exploration, Tulsa. AAPG Memoir, 26, p. 53 – 62. \n \nMORLEY, C. K., NELSON, R. A., PATTON, T. L., MUNN, S. G., 1990. Transfer zones in \nthe East African Rift systems and their relevance to hydrocarbon exploration in rifts. AAPG \nBulletin, v. 17 (8), p. 1234 – 1253. \n \nMOURA, P. de, CARNEIRO, F. O., 1976. “Em busca do petróleo brasileiro”. Rio de Janeiro, \n(ed). Fundação Gorceix, Ouro Preto, MG, p 360. \n \nNETTO, A. S. T., 1979. Análise e interpretação de seqüência vertical: Formação Coqueiro \nSeco. Salvador. PETROBRAS / Setor de Ensino da Bahia. Relatório interno. \n \nOJEDA, H. A. O. &amp; FUJITA, A. M., 1976. Bacia de Sergipe-Alagoas: geologia regional e \nperspectivas petrolíferas. In: Congresso Brasileiro de Geologia, 28, Porto Alegre, 1974. \nSociedade Brasileira de Geologia, São Paulo. Anais, v.1, p. 137 – 158. \n \nOJEDA, H. A. O., 1968. Relatório de integração geológica das quadrículas 630-3-2 e 631-4-1 \n(Marechal Deodoro, Maceió). Rio de Janeiro. PETROBRAS / DIREX / RPNE.  Relatório \ninterno. \n \nOJEDA, H. A. O., 1969. Projeto Coqueiro Seco - Morro do Chaves. Rio de Janeiro. \nPETROBRAS / DEPEX / DIVIB. Relatório interno. \n \nPAYTON, C. E., (ed)., 1977. Seismic Stratigraphy – Applications to Hydrocarbon \nExploration. AAPG Bulletin. Memoir, 26, 516p. \n \nPEREIRA, I. E. M., 1983. Apreciação geológica sobre o Campo de Pilar. Rio de Janeiro. \nPETRORAS / DEPEX / DIRNEM / SEDEM. Relatório interno. \n \nPEREIRA, M. J., 1994. Seqüências deposicionais de 2ª e 3ª ordens (50 a 2 m.a.) e tectono-\nestratigrafia no Cretáceo de cinco  bacias marginais do Brasil. Comparação com outras áreas \ndo globo e implicações geodinâmicas. Universidade Federal do Rio Grande do Sul. \nDepartamento de Geociências, Tese de doutorado, 430 p. \n \nPETROBRAS / DEPEX, 1964. Noise analysis, East Central Basin, Coqueiro Seco prospect. \n(S. I.) Geophysical Service Inc. 4f. \n \nPETROBRAS / DEXPRO, 1967. Final report; seismic refraction program Sergipe-Alagoas \nBasin. Dallas Geophysical Service Inc. 8f. \n \nPLINT, A. G. &amp; NUMMEDAL, D., 2000. The falling stage systems tract:  recognition and \nimportance in sequence stratigraphy analysis. In: HUNT, D. &amp; GAWTHORPE, R. L., (eds): \n\n\n\n \n\n \n\n104 \n\nSedimentary Response to Forced Regression. Geological Society of London. Special \nPublication, 172.  \n \nPOSAMENTIER, H. W. &amp; VAIL, P. R., 1988. Eustatic controls on clastic deposition II – \nsequence and systems tract models. In: WILGUS, C. K., HASTINGS, B. S., KENDALL, C. \nG. St.C., POSAMENTIER, H. W., ROSS, C. A., VAN WAGONER, J. C., (eds): Sea level \nchange – an integrated approach. SEPM, Special Publication 42. p. 125 -154. \n \nPOSAMENTIER, H. W.; JERVEY, M. T., VAIL, P. R., 1988. Eustatic controls on clastic \ndeposition I – conceptual framework. In: WILGUS, C. K., HASTINGS, B. S., KENDALL, C. \nG. St.C., POSAMENTIER, H. W., ROSS, C. A., VAN WAGONER, J. C., (eds): Sea level \nchange – an integrated approach. SEPM, Special Publication 42. p. 110 -124. \n \nRICHTER, A. J., 1966. Geologia do norte da Bacia de Sergipe-Alagoas. Rio de Janeiro. \nPETROBRAS / DEPEX / DIVIB. Relatório interno. \n \nSÁ, J., 1969. Reestudo do Campo de Coqueiro Seco, Bacia de Sergipe-Alagoas. Rio de \nJaneiro. PETROBRAS / DEPEX / DIVIB. Relatório interno. \n \nSCHALLER, H., 1970. Revisão estratigráfica da Bacia de Sergipe-Alagoas. Boletim Técnico \nda Petrobras. Rio de Janeiro, v.12 (1), p. 21 – 86. \n \nSCHLISCHE, R. W., 1995. Geometry and origin of fault-related folds in extensional settings. \nAAPG Bulletin, v. 79 (11), p. 1661 – 1678. \n \nSCHOLZ, C. A. &amp; ROSENDAHL, B. R., 1990. Coarse-clastic facies and stratigraphic \nsequence models from lakes Malawi and Tanganyika, East Africa. In: KATZ, B. J., (ed): \nLacustrine Basin Exploration – case studies and modern analogs. AAPG, Tulsa. Memoir 50, \np. 151 – 168. \n \nSCHOLZ, C. A., 2007. Continental rift and lacustrine basin sedimentology and sequence \nstratigraphy. Rio de Janeiro. PETROBRAS, 30 - 31 de jan. de 2007. 86 p. Notas de aula.  \n \nSCHOLZ, C. A., MOORE Jr., T. C., HUTCHINSON, D. R., GOLMSHTOK, A., \nKLITGORD, K. D., KUROTCHKIN, A. G., 1997. Comparative sequence stratigraphy of \nlow-latitude versus high-amplitude lacustrine rift basins: seismic data examples from East \nAfrica and Baikal Rifts. Palaeogeography, Palaeoclimatology, Palaleoecology, 1997. Special \nGeological Congress Issue. \n \nSCHOLZ, C. A., ROSENDAHL, B. R., SCOTT, D. L., 1990. Development of coarse-grained \nfacies in lacustrine rift basins: examples from East Africa. Geology, v.18, p. 140 - 144. \n \nSNEDDEN, J. W. &amp; SARG, J. F., 2008. Seismic stratigraphy: a primer on methodology. Houston, \nExxon Mobil, 29p. \n \nSOUZA, U. P., 1964. Relatório preliminar da área de Coqueiro Seco. Maceió. PETROBRAS / \nSERDESTE. Relatório interno. \n \n\n\n\n \n\n \n\n105 \n\nSOUZA-LIMA, W., ANDRADE, E de J., BENGTSON, P., GALM, P. C., 2002. A Bacia de \nSergipe-Alagoas: evolução geológica, estratigráfica e conteúdo fóssil. Fundação \nPaleontológica Phoenix. Edição especial, 1. 34p. \n \nSOUZA-LIMA, W., 2008. Seqüências evaporíticas da Bacia de Sergipe-Alagoas. In: \nMOHRIAK, W. U., SZATMARI, P., ANJOS, S. M. C., (eds): Sal: Geologia e Tectônica. \nEditora Beca, PETROBRAS, São Paulo, p. 230-249. \n \nSOUZA-LIMA, W. &amp; HAMSI Jr. G. P., 2003. Bacias sedimentares brasileiras (bacias da \nmargem continental). Fundação Paleontológica Phoenix. Ano 5 (50),  4p. \n \nSOUZA-LIMA, W., MANSO, C. L. DE C., SOUZA-LIMA, R., GALM, P.C., SILVA \nSANTOS, P. R., 2004. Litoestratigrafia da Bacia de Sergipe-Alagoas. Fundação \nPaleontológica Phoenix. Relatório interno, p.43-52. \n \nSOUZA-LIMA, W., 2006. Litoestratigrafia e evolução tectono-sedimentar da Bacia de \nSergipe-Alagoas (Introdução). Fundação Paleontológica Phoenix. Ano 8 (89),  10p. \n \nSTEACY, J. A., 1957. Seismic report on the Maceio area, Alagoas. Rio de Janeiro. \nPETROBRAS / DEPEX. Relatório interno. \n \nSTRECKER, U., STEIDTMANN, J. R., SMITHSON, S. B., 1999. A conceptual \ntectonostratigraphic model for seismic facies migrations in a fluvio-lacustrine extensional \nbasin. AAPG Bulletin, v. 83 (1), p. 43 – 61. \n \nUSSAMI, G., KARNER, G. D., BOTT, M. H. P., 1986. Crustal detachment during South \nAtlantic rifting and formation of Tucano-Gabon basin system. Nature, v. 322 (6080), p. 629 – \n632. \n \nVAIL, P. R., MITCHUM, R. M., THOMPSOM, M, S., 1977. Seismic stratigraphy and global \nchanges of sea level, part 3: relative changes of sea level from coastal onlap. In: PAYTON, C. \nE., (ed): Seismic stratigraphy - Applications to hydrocarbon exploration. AAPG Memoir, 26., \np. 63-81. \n \nVAIL, P. R., HARDENBOL, J., TODD, R. G., 1984. Jurassic unconformities, \nchronostratigraphy and sea-level changes from seismic stratigraphy and biostratigraphy. In: \nSCHLEE, J.S., (ed): Interregional unconformities and hydrocarbon accumulation. AAPG  \nMemoir, 36, p. 129-144. \n \nVAN WAGONER, J. C. &amp; BERTRAM, G. T., 1995. Sequence stratigraphy of foreland basin \ndeposits. AAPG. Memoir, 64, p.487. \n \nVAN WAGONER, J. C., POSAMENTIER, H. W., MITCHUM, R. M, VAIL, P. R., SARG, \nJ. F., LOUTIT, T. S., HARDENBOL, J., 1988. An overview of the fundamentals of sequence \nstratigraphy and key definitions. In: WILGUS, C. K., HASTINGS, B. S., KENDALL, C. G. \nSt.C., POSAMENTIER, H. W., ROSS, C. A., VAN WAGONER, J. C., (eds): Sea level \nchange – an integrated approach: SEMP Special Publication, v. 42, p. 39 – 47. \n \n\n\n\n \n\n \n\n106 \n\nVAN WAGONER, J. C., MITCHUM, R. M, CAMPION, K. M., RAHMANIAN, V. D., \n1990. Siliciclastic sequence stratigraphy in well logs, core, and outcrops: concepts for high \nresolution correlation of time and facies. AAPG, Methods in Exploration Series, n.7, 55p. \n \nRUEFLI, W. H., 1963. Surface – subsurface correlations Sergipe-Alagoas. Maceió. \nPETROBRAS / SERDESTE / SETEX. Relatório interno. \n \nWEIDMANN, O. H. &amp; FORMOSO, S., 1987a. Campo de Pilar – Denominação dos \nreservatórios da Formação Coqueiro Seco. Aracaju. PETROBRAS / DEPEX. Relatório \ninterno. \n \nWEIDMANN, O. H. &amp; FORMOSO, S., 1987b. Aspectos estruturais e sua relação com as \nacumulações de hidrocarbonetos. In: Seminário de Tectônica da Petrobras, 1. Rio de Janeiro. \nPETROBRAS / DEPEX / CENPES, P. 442 – 458. \n \nWILGUS, C. K., HASTINGS, B. S., KENDALL, C G. St.C, POSAMENTIER, H. W., ROSS, \nC. A., VAN WAGONER, J. C., 1988. Sea level changes – An integrated approach. SEPM \n(Society of Economic Paleontologists and Mineralogists), Tulsa, Oklahoma. Special \nPublication 42, p.407.  \n \nYILMAZ, O., 2000. Seismic data analysis: processing, inversion, and interpretation of \nseismic data. Society of Exploration Geophysicists, 2027p."}]}}}