{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19969"}, {"@name": "filename", "#text": "33_000732397.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JULIO DE MESQUITA FILHO” \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS \nEXATAS \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de Formatura \n\n \n\nCurso de Graduação em Geologia \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA \nCONTINENTAL DA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\nCeline Coutinho de Oliveira  \n\n \n\nProfa. Dra. Maria Rita Caetano Chang (orientadora) \n\nProf. Dr. Luigi Jovane (coorientador) \n\n \n\n \n\nRio Claro (SP) \n\n2013    \n\n\n\n \n \n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA  \n\nInstituto de Geociências e Ciências Exatas  \n\nCâmpus de Rio Claro  \n\n \n\n \nCELINE COUTINHO DE OLIVEIRA. \n\n \n\n \n\n \n\nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO \nNAP61-1 DA PLATAFORMA CONTINENTAL DA BACIA DE \nSANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\n \nTrabalho de Formatura apresentado ao Instituto de \nGeociências e Ciências Exatas - Câmpus de Rio \nClaro, da Universidade Estadual Paulista Júlio de \nMesquita Filho, para obtenção do grau de Geólogo. \n\n \n\n \n\n \n\n \n\nRio Claro – SP \n\n2013 \n\n \n\n \n\n\n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n550 \nO48c \n\nOliveira, Celine Coutinho de \nCaracterização de Sedimentos do Testemunho NAP61-1 da \n\nPlataforma Continental da Bacia de Santos por meio de \nSusceptibilidade Magnética / Celine Coutinho de Oliveira. - \nRio Claro, 2013 \n\n54 f. : il., figs. \n \n\nTrabalho de conclusão de curso (Geologia) - Universidade \nEstadual Paulista, Instituto de Geociências e Ciências Exatas \n\nOrientador: Maria Rita Caetano Chag \nCoorientador: Luigi Jovane \n\n \n1. Geologia. 2. Magnetismo ambiental. I. Título.\n\n \n \n \n\nFicha Catalográfica elaborada pela STATI - Biblioteca da UNESP \nCampus de Rio Claro/SP  \n\n \n\n\n\n \n \n\n \n\n \nCELINE COUTINHO DE OLIVEIRA \n\n \n\n \n\n \n\nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO \nNAP61-1 DA PLATAFORMA CONTINENTAL DA BACIA DE \nSANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\n \nTrabalho de Formatura apresentado ao Instituto de \nGeociências e Ciências Exatas - Câmpus de Rio \nClaro, da Universidade Estadual Paulista Júlio de \nMesquita Filho, para obtenção do grau de Geólogo. \n\n \n\nComissão Examinadora \n\nProfª Drª Maria Rita Caetano Chag (orientadora) \n\nProf. Dr. Walter Malagutti Filho \n\nMs. Daniel Rodelli \n\n \n\nRio Claro, 21 de Novembro de 2013. \n\n \n\n \n\n_______________________     ____________________________ \nCeline Coutinho de Oliveira     Profª. Drª Maria Rita Caetano Chag \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho à garra das mulheres da minha família \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“E vocês sabem o que é um sonhador, \ncavalheiros? É um pecado personificado, uma \ntragédia misteriosa, escura e selvagem, com \ntodos os seus horrores frenéticos, catástrofes, \ndevaneios e fins infelizes... um sonhador é \nsempre um tipo difícil de pessoa porque ele é \nenormemente imprevisível: umas vezes muito \nalegre, às vezes muito triste, às vezes rude, \nnoutras muito compreensivo e enternecedor, num \nmomento um egoísta e noutro capaz dos mais \nhonoráveis sentimentos... não é uma vida assim \numa tragédia? Não é isto um pecado, um \nhorror? Não é uma caricatura? E não somos \ntodos mais ou menos sonhadores? \" \n\nFiódor Dostoiévski, em Escritos Ocasionais \n\n\n\n \n \n\n \n\nAGRADECIMENTOS \n\nAgradeço primeiramente minha família, em especial minha mãe Irene e minhas tias Margot e \n\nRegina, por sempre acreditarem em mim, pelo apoio e carinhos sem fim. \n\nGostaria de agradecer imensamente a Profª. Gilda, que mais que uma professora foi uma mãe \n\npara mim, me ajudando e apoiando sempre. \n\nAo Profº. Edison (in memoriam), por ter sido além de professor um pai, por todo o incentivo e \n\npelas broncas que me motivaram, me fizeram amadurecer e a finalmente me tornar geóloga. \n\nA Profª. Maria Rita, por aceitar me orientar e me apoiar quando eu estava mais perdida. \n\nAo Profº. Luigi, por me coorientar e me possibilitar trabalhar nos sedimentos da NAP. \n\nAo Daniel pela grande ajuda e paciência na interpretação dos dados. \n\nAo Profº. Peter que me deu a oportunidade de trabalhar em lugares e com pessoas fantásticas. \n\nAo Profº. Zaine por não ter me deixado desistir de tudo. \n\nAo pessoal do RAIH/Lebac, em especial a Silvia, Lelia e Rachila pela compreensão nos meus \n\ndias mais loucos, pelo apoio e pela ajuda a impulsionar meu trabalho. \n\nAs minhas queridas amigas/irmãs Camilla, Christine, Julia, Bruna (e os bebês) e Marjorie, \n\nprimeiramente pela paciência, pelo companheirismo, carinho e amor que vocês tem tido \n\ncomigo, principalmente nesses dias mais conturbados. \n\nAo Beraba e ao Bola, por serem meus irmãos, pela parceria, por me darem abrigo e colo \n\nsempre, pelas inúmeras vezes em que vocês me ouviram quando eu mais precisei. \n\nAo Bruno por ser tão querido, por estar sempre disposto a me ajudar mesmo sem entender \n\ndireito o que eu estou fazendo, pela paciência e amor que só me traz alegrias. \n\nSou muito grata pelo apoio de todos os meus amigos nesses longos anos de Rio Claro, amigos \n\nestes que tornaram minha permanência na universidade possível. Obrigada por serem minha \n\nfamília, meu porto seguro e meu grande apoio nesta etapa da minha vida. Não vou citar todos \n\nos nomes, mas creio que cada um saiba o quanto foram e são importantes na minha vida, amo \n\nvocês. \n\nAgradeço por fim a FUNDUNESP e ao Profº. Chang pelo apoio financeiro. \n\n\n\n \n \n\n \n\nRESUMO \n\nUm dos parâmetros mais empregados em investigações de magnetismo ambiental é a \n\nsusceptibilidade magnética (SM), que é a medida quantitativa da capacidade de magnetização \n\nde determinado material na presença de um campo magnético induzido. O presente estudo, \n\nteve por objetivo determinar a susceptibilidade magnética dos sedimentos coletados na \n\nplataforma continental próxima à Bacia de Santos, a sudeste da Ilha de São Sebastião \n\n(25°57.97’S e 45°07.81’W), com vistas a avaliar as características da fonte de terrígenos e as \n\nvariações no padrão de fluxo do aporte sedimentar siliciclástico na área. Foram utilizadas \n\nanálises granulométricas e dos conteúdos de matéria orgânica e de carbonato de cálcio para \n\ncaracterização dos sedimentos, além de parâmetros de paleomagnetismo. O material analisado \n\n– testemunho NAP61-1 – foi coletado utilizando-se amostrador do tipo piston corer, sob 60 \n\nmetros de lâmina d’água, recuperando 3,98 metros de testemunho. Com os ensaios foi \n\npossível observar uma ciclicidade na abundância relativa entre areia e silte, devido muito \n\nprovavelmente a rápidas e cíclicas variações no ambiente deposicional (energia de correntes, \n\ncalibre sedimentar). Em geral, os valores de SM são baixos e mostram que o aporte \n\nsedimentar de material terrígeno possui certa constância ao longo de todo o testemunho e \n\nprovavelmente com as mesmas origens. \n\n \n\nPalavras chave: Susceptibilidade Magnética, Magnetismo Ambiental, Bacia de Santos. \n\n \n\n\n\n \n \n\n \n\nABSTRACT \n\nA parameter commonly used in investigations of environmental magnetism is the magnetic \n\nsusceptibility (MS), which is the quantitative measure of the ability of magnetization of a \n\nspecific material in the presence of an induced magnetic field. The present study aimed to \n\ndetermine the magnetic susceptibility of sediments collected on the continental shelf near the \n\nSantos Basin, southeast of the São Sebastião island (25°57.97’S 45°07.81'W), seeking to \n\nidentify the possible source area of terrigenous sediments and the flow patterns of siliciclastic \n\nsediment yield in the area. It was used particle size analysis and contents of organic matter \n\nand calcium carbonate to characterize the sediments, besides paleomagnetism parameters. The \n\nanalyzed material - core NAP61-1 - was collected using the piston corer sampler in 60 meters \n\nwater depth, recovering 3.98 meters of sediment core. As from experiments, cyclicity was \n\nobserved in relative abundance between sand and silt, most likely due to rapid and cyclical \n\nvariations in the depositional environment. In general, the MS values are low, and show that \n\nthe sand supply (terrigenous material) has a certain consistency, probably having the same \n\norigin. More absolute age is still necessary to establish clearly the events marked here. \n\n \n\nKeywords: Magnetic Susceptibility, Environmental Magnetism, Santos Basin\n\n\n\n \n \n\n \n\n \n\nSUMÁRIO \n\n \n1  INTRODUÇÃO ............................................................................................................................ 11 \n\n1.1  Magnetismo Ambiental ......................................................................................................... 11 \n\n1.2  Magnetização e o Campo Magnético .................................................................................... 12 \n\n1.3  Magnetismos dos sedimentos ................................................................................................ 14 \n\n2  OBJETIVOS E LOCALIZAÇÃO DA ÁREA DE ESTUDO ....................................................... 17 \n\n3  CARACTERIZAÇÃO DA REGIÃO DA ÁREA DE ESTUDO .................................................. 18 \n\n3.1 Bacia de Santos ........................................................................................................................... 18 \n\n3.2 Características Fisiográficas da Área .......................................................................................... 19 \n\n3.3 Aspectos Oceanográficos da Bacia de Santos ............................................................................. 20 \n\n4  MATERIAL E MÉTODOS .......................................................................................................... 23 \n\n4.1 Técnica de Amostragem .............................................................................................................. 23 \n\n4.2  Tratamento e Caracterização das Amostras .......................................................................... 24 \n\n4.2.1  Equipamentos Utilizados ............................................................................................... 25 \n\n4.2.2  Susceptibilidade Magnética ........................................................................................... 25 \n\n4.2.3  Processo da análise granulométrica ............................................................................... 26 \n\n5  RESULTADOS ............................................................................................................................. 28 \n\n6  DISCUSSÃO DOS RESULTADOS ............................................................................................. 32 \n\n7  CONSIDERAÇÕES FINAIS ........................................................................................................ 39 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .................................................................................................. 40 \n\nAPÊNDICE I ......................................................................................................................................... 45 \n\n \n\n  \n\n\n\n \n \n\n \n\nÍNDICE DE FIGURAS \n\n \n\nFigura 1- Minerais magnéticos transportados no oceano com outros sedimentos (modificado de PRESS F. \net al. 2006) .................................................................................................................................................... 11 \n\nFigura 2: a) Representação esquemática dos momentos magnéticos dentro de um material, cada momento \nmagnético m é associado com um loop da corrente (b) em uma escala atômica. (modificado de LOWRIE, \n2004) ............................................................................................................................................................. 13 \n\nFigura 3: a) Pequeno loop gerando uma corrente elétrica; b) Esfera uniforme magnetizada. ...................... 14 \n\nFigura 4: Diferentes comportamentos magnéticos: a) diamagnético; b)paramagnético; c)ferromagnético \n(BUTLER, 2004). ......................................................................................................................................... 15 \n\nFigura 5: Localização da área de estudo e do local de amostragem do testemunho ..................................... 17 \n\nFigura 6: Coluna estratigráfica (Modificada de MOREIRA et al., 2007). .................................................... 19 \n\nFigura 7: Principais massas d’água atuantes na região da Bacia de Santos (modificado de DUARTE e \nVIANNA, 2007). .......................................................................................................................................... 21 \n\nFigura 8: Esquema ilustrando coleta de testemunho utilizando amostrador do tipo piston corer................. 24 \n\nFigura 9: (A) testemunho aberto; (B) caixinha utilizada na amostragem; (C) total das 157 amostras ......... 24 \n\nFigura 10: (A) KappaBridge MFK1-FA; (B) Malver2000 ........................................................................... 25 \n\nFigura11: A) Perfil litológico do testemunho NAP61-1; B) gráfico de Susceptibilidade magnética em três \nfrequências (SM_1= 976 [Hz] / SM_2= 3904 [Hz] / SM_3= 15616 [Hz]); C) gráfico do percentual \ngranulométrico (percentagens de argila, silte e areia); D) percentual de CaCO3 e matéria orgânica. .......... 30 \n\nFigura 12: Gráfico do percentual de argila presente no testemunho ............................................................. 31 \n\nFigura 13: Detalhe da Figura 11, atentar para os resultados dos primeiros 30 cm onde pode-se interpretar \ncomo sedimentos palimpsestos. .................................................................................................................... 33 \n\nFigura 14: Detalhe da Figura 11 profundidade entre 0 e 0,5m, destaque para SM2 (linha azul). ................. 34 \n\nFigura 15: Detalhe da Figura 11 (B), destaque para a quebra da constância da SM. .................................... 35 \n\nFigura 16: Dados complementares de paleomagnetismo executados nos sedimentos do testemunho NAP61-\n1; A) inclinação e declinação; B) S-RATIO e HIRM; C) NRM; D) Granulometria magnética ................... 36 \n\nFigura 17: Diagrama que mostra como as bactérias magnetotáticas usam os magnetossomos para se \ndeslocar utilizando campo geomagnético da Terra (modificado de CHEN L. et al., 2012). ........................ 37 \n\nFigura 18: Intervalo entre 0,2 m e 2,5 m, referente aos dados de paleomagnetismo. ................................... 38 \n\n\n\n11 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n1 INTRODUÇÃO \n\n \n\nOs minerais magnéticos presentes nas rochas da crosta terrestre adquirem uma \n\nmagnetização paralela ao campo magnético existente na época de sua gênese, conhecida como \n\nmagnetização primária. Este tipo de magnetização fornece informações sobre a direção e \n\nintensidade do campo magnético ao tempo da formação da rocha. É também possível que \n\nocorram magnetizações depois da formação da rocha, por meio de processos químicos e \n\nfísicos (magnetização secundária). Em rochas sedimentares, o registro da magnetização nos \n\nminerais magnéticos se dá antes do processo de diagênese, durante a deposição do sedimento.  \n\nAs partículas magnéticas do sedimento se alinham na direção do campo magnético, como \n\nimãs que apontam na direção do campo que predominava na época de sua deposição (Figura \n\n1). Esse processo é conhecido como magnetismo remanescente deposicional. \n\n \n\n \n\nFigura 1- Minerais magnéticos transportados no oceano com outros sedimentos (modificado de \nPRESS F. et al. 2006) \n\n \n\n1.1 Magnetismo Ambiental \n\nDesde meados da década de 1980 as propriedades magnéticas das rochas têm \n\nencontrado novas aplicações importantes na pesquisa ambiental, onde eles podem servir como \n\nmarcadores de poluição ou como indicadores de climas passados. A susceptibilidade \n\nmagnética (SM), que é a medida quantitativa da capacidade de magnetização de determinado \n\n\n\n12 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nmaterial na presença de um campo magnético externo, é também um dos parâmetros mais \n\nempregados em investigações de magnetismo ambiental (LOWRIE, W. 2004). \n\nAs diferentes técnicas de investigação dos parâmetros magnéticos das rochas \n\npropiciam diferentes formas de caracterizar as partículas magnéticas e de descrever sua \n\ndistribuição, concentração regional, transporte, deposição, e alterações pós-deposicionais sob \n\numa vasta gama de processos ambientais. A fração de grãos magnéticos em um sedimento ou \n\nsolo geralmente consiste de hematita, magnetita, ou algum sulfeto de ferro. A composição do \n\nmineral magnético pode ser modificada por condições climáticas no momento ou após a \n\ndeposição. Estes fatores afetam as propriedades magnéticas do sedimento que dependem do \n\ntamanho do grão e da composição do mineral, tal como a susceptibilidade magnética, \n\ncoercividade e as várias magnetizações remanescentes. Estes parâmetros magnéticos podem \n\natuar como proxies para a mudança paleoclimática. Numerosos estudos têm sido dedicados \n\npara a compreensão dos processos envolvidos e sua aplicação (LIU et al., 2012; LOWRIE, W. \n\n2004). \n\n \n\n1.2 Magnetização e o Campo Magnético \n\nA real compreensão do comportamento magnético requer uma análise através da \n\nmecânica quântica. O conceito simplificado da estrutura atômica introduzido por Ernest \n\nRutherford em 1911 fornece um modelo compreensível para o comportamento magnético dos \n\nmateriais. O movimento de um elétron em torno de um núcleo atômico é tratado como o \n\nmovimento orbital de um planeta em torno do sol. A carga em órbita forma uma corrente \n\nelétrica ao qual está associado um momento magnético orbital. Um planeta gira sobre seu \n\neixo, do mesmo modo como cada elétron possui um movimento de rotação em torno de um \n\neixo. O movimento giratório da carga elétrica produz uma rotação do momento magnético. \n\nCada momento magnético está diretamente relacionado com o correspondente momento \n\nangular. Na teoria quântica, cada tipo de momento angular de um elétron é quantificado. \n\nAssim, a rotação e os momentos magnéticos orbitais passam a ter valores discretos. A rotação \n\ndo momento magnético é geralmente mais importante do que o momento orbital nos minerais \n\nconstituintes das rochas (LOWRIE, 2004). \n\nUma representação simplificada dos momentos magnéticos no interior de um material \n\né mostrada na Figura 2, onde o momento magnético m de cada átomo é associado com um \n\nloop da corrente conforme ilustrado na Figura 2b. A rede do momento magnético de um \n\n\n\n13 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nvolume V em um material depende sobre o grau de alinhamento do momento magnético \n\natômico individual. É a soma vetorial de todos os momentos magnético atômicos do material. \n\nO momento magnético por unidade de volume do material é chamado de magnetização, \n\ndenotado pela letra M (LOWRIE, 2004). \n\n \n\na)   b)  \n\nFigura 2: a) Representação esquemática dos momentos magnéticos dentro de um material, cada \nmomento magnético m é associado com um loop da corrente (b) em uma escala atômica. (modificado \n\nde LOWRIE, 2004) \n\n \n\nO campo magnético fundamental gerado pelas correntes, em qualquer meio, é \n\ndenominado B. O campo magnético H deve ser considerado como um parâmetro \n\ncomputacional proporcional a B em materiais não magnetizáveis. Dentro de materiais \n\nmagnetizados, H descreve como B é modificado pela polarização magnética (ou \n\nmagnetização, M). O campo magnético B também é denominado indução magnética ou \n\ndensidade do fluxo do magnético (BUTLER, 2004). \n\nA diferença fundamental entre o campo B e o campo H pode ser entendida pela \n\ninspeção das configurações de suas respectivas linhas de campo. As linhas do campo B \n\nformam sempre uma volta fechada (Figura 3). As linhas do campo H são descontínuas em \n\nsuperfícies onde a magnetização M muda em força ou direção. Métodos magnéticos de \n\nexploração geofísica tiram proveito de efeitos de superfície que surgem onde a magnetização \n\nestá interrompida (LOWRIE, 2004). \n\n\n\n14 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\na)  b)  \n\nFigura 3: a) Pequeno loop gerando uma corrente elétrica; b) Esfera uniforme magnetizada. \n(modificado de LOWRIE, W. 2004) \n\n \n\nQuando uma amostra é submetida a um campo magnético (H), a mesma adquire uma \n\nmagnetização (M) que é proporcional e paralela à magnetização aplicada, porém nem todos \n\nos minerais adquirem magnetização paralela. No caso dos diamagnéticos como o quartzo e \n\nalguns carbonatos, esses minerais adquirem uma magnetização antiparalela, ao campo \n\naplicado (STUQUE et al., 2013). Onde a magnetização é paralela, tem-se a constante de \n\nproporcionalidade k (kappa) positiva e onde a magnetização é antiparalela a constante de \n\nproporcionalidade é negativa (-k). O fator de proporcionalidade k é uma propriedade física do \n\nmaterial, chamado de susceptibilidade magnética. É uma medida da facilidade com que o \n\nmaterial pode ser magnetizado. Como M e H possuem as mesmas unidades (A/m) no sistema \n\ninternacional (SI), k é uma quantidade adimensional. (LOWRIE, W. 2004; STUQUE et al., \n\n2013). \n\nk = M/H                 (1) \n\nA susceptibilidade magnética por unidade de massa é simbolizada por ?m, que é a \n\nrazão entre a constante de proporcionalidade k e a densidade (?) do material: \n\n?m = k /?                  (2) \n\nonde a unidade é ?m dada em m³/kg (STUQUE et al., 2013). \n\n \n\n1.3 Magnetismos dos sedimentos \n\nO comportamento magnético de um sólido depende do momento magnético dos átomos \n\nou íons que ele contém. A definição de cada comportamento é ilustrada na Figura 4 e definida \n\nsegundo Butler, 2004. \n\n\n\n15 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n? Diamagnetismo: ocorre em minerais magneticamente neutros que adquirem \n\nmagnetização antiparalela ao campo magnético indutor. A magnetização depende linearmente \n\ndo campo aplicado e se reduz a zero quando o campo é removido. Nessas substâncias as \n\ncamadas eletrônicas estão completas e os momentos magnéticos compensados. A \n\nsuscetibilidade magnética é negativa e da ordem de 10-6(SI). Um exemplo de mineral \n\ndiamagnético é o quartzo (SiO2). \n\n? Paramagnetismo: Ocorre em materiais que possuem momentos magnéticos \n\ninerentes, devido a momentos de spin e momentos orbitais descompensados (camadas \n\natômicas incompletas). Os materiais paramagnéticos têm suscetibilidade positiva com ordem \n\nde grandeza entre 10-5 e 10-3(SI). Um exemplo de mineral paramagnético é a ilmenita \n\n(FeTiO3). \n\n? Ferromagnetismo: substâncias que apresentam uma magnetização espontânea \n\nmesmo na ausência de um campo externo. Os momentos magnéticos devem-se a momentos \n\nde spin, mas não atuam independentemente. Os elétrons obedecem a certas regras da \n\nmecânica quântica que envolve forças eletrostáticas (forças de troca) e que tendem a alinhar \n\nos momentos dos elétrons adjacentes paralelamente. Na natureza existem três elementos que \n\nsão ferromagnéticos: ferro, cobalto e níquel. O comportamento magnético de uma amostra \n\nferromagnética pode ser caracterizado pela sua curva de histerese ( Figura 4 c). Nota-se que \n\nquando o campo induzido H volta a zero, a amostra guarda uma magnetização residual \n\nchamada de magnetização remanescente. A partir dessa magnetização remanescente pode-se \n\ninferir a história magnética das rochas. \n\n \n\n \n\nFigura 4: Diferentes comportamentos magnéticos: a) diamagnético; b)paramagnético; \nc)ferromagnético (BUTLER, 2004). \n\n \n\n\n\n16 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nO magnetismo nos sedimentos inclui os minerais ferromagnéticos que adquirem \n\nmagnetização remanescente (óxidos como a hematita e magnetita, sulfatos e sulfetos de ferro \n\ncomo a pirita, e outros) e também substâncias pouco magnéticas, como os minerais \n\nparamagnéticos encontrados em sedimentos marinhos (argilas ricas em ferro, particularmente: \n\nclorita, esmectita e ilita) (ELLWOOD et al., 2000). Há também a calcita e o quartzo, \n\nabundantes em sedimentos marinhos; estes minerais tipicamente tem susceptibilidade \n\nmagnética negativa quando expostos a um campo magnético induzido. Portanto, fatores tais \n\ncomo alterações na produtividade biológica ou taxas de acúmulo de carbono orgânico podem \n\ncausar variações nos valores da susceptibilidade magnética (ELLWOOD et al., 2000). Alguns \n\ntrabalhos (AYRES e THEILEN, 1999; FALCÃO e AYRES, 2010; HAMILTON 1972; \n\nMACEDO et al., 1999; ROBB et al., 2005) mostram correlações entre os valores de \n\nsusceptibilidade magnética, densidade, porosidade, granulometria, e teor de água, \n\ndemonstrando as diferentes relações que podem ser obtidas por meio deles. \n\nMais comumente, a susceptibilidade magnética está relacionada à presença dos \n\nminerais paramagnéticos. Segundo Ellwood et al. (2006), as partículas ferromagnéticas \n\ncostumam se associar a sedimentos finos (argilosos), provocando uma elevação da \n\nsusceptibilidade magnética, enquanto a presença de quartzo e carbonatos geram baixos \n\nvalores. \n\nComo as taxas de carbonato de cálcio e de matéria orgânica interferem nos valores da \n\nsusceptibilidade magnética, assim como o tamanho dos grãos, propõe-se neste trabalho uma \n\navaliação do comportamento dos sedimentos quando aplicadas três diferentes frequências de \n\noperação na obtenção dos valores de susceptibilidade magnética, com o intuito de verificar \n\nsua aplicabilidade em futuros trabalhos com sedimentos marinhos. \n\nAssim para o presente estudo, foram realizadas análises de susceptibilidade magnética, \n\ngranulométrica, de teor de CaCO3 e de matéria orgânica em amostras dos sedimentos do \n\ntestemunho NAP61-1, coletado na plataforma continental junto à Bacia de Santos. \n\nForam utilizados, também, dados complementares de paleomagnetismo cedidos \n\ngentilmente pelo Prof. Dr. Luigi Jovane e pelo MS. Daniel Rodelli (Doutorando do IO – \n\nUSP), visando dar maior sustentação aos dados aqui obtidos.  \n\n  \n\n\n\n17 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n2 OBJETIVOS E LOCALIZAÇÃO DA ÁREA DE ESTUDO \n\n \n\nO estudo teve por objetivo determinar a susceptibilidade magnética de sedimentos do \n\ntestemunho NAP61-1, da plataforma continental brasileira próxima à Bacia de Santos, com \n\nvistas a caracterizar o padrão de fluxo e o aporte sedimentar na área. \n\nPara se alcançar este objetivo, foram necessárias as seguintes ações: \n\n? Determinar a susceptibilidade magnética em três diferentes frequências de \n\noperação (976 Hz, 3904Hz e 15616Hz); \n\n? Averiguar sua relação com a granulometria e as taxas de carbonato de cálcio e \n\nmatéria orgânica totais presentes nesses sedimentos; \n\n? Avaliar as características da fonte de terrígenos; \n\n? Verificar variações no padrão de fluxo do aporte sedimentar siliciclástico na \n\nárea. \n\nA área de estudo se insere no contexto geológico da Bacia de Santos (SP), na porção \n\nmais proximal da plataforma continental, a sudeste da Ilha de São Sebastião, e tem como \n\nlimite externo aproximado a isóbata de 70 m.  \n\nO estudo realizado fez uso do testemunho NAP61-1 (Figura 5) coletado na área, de \n\nforma que os resultados se referem ao local da amostragem e seu entorno. \n\n \n\nFigura 5: Localização da área de estudo e do local de amostragem do testemunho \n\n\n\n18 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n3 CARACTERIZAÇÃO DA REGIÃO DA ÁREA DE ESTUDO  \n\n \n\n3.1 Bacia de Santos \n\nA Bacia de Santos foi identificada na década de 1960, durante estudos de refração \n\nsísmica desenvolvidos pelo Lamont-Doherty Geological Observatory (FERREIRA, 2011); é \n\ndefinida geologicamente como uma depressão localizada entre os paralelos 23° S e 28°S, ao \n\nlongo da costa dos estados do Rio de Janeiro, São Paulo, Paraná e Santa Catarina, ocupando \n\numa área de aproximadamente 3,5 x 104 km². Ao Norte, limita-se como a Bacia de Campos \n\npor meio do Alto de Cabo Frio; ao sul, com a Bacia de Pelotas na plataforma de \n\nFlorianópolis; a leste, na cota batimétrica de 3000 m; e a oeste, pela Serra do Mar, feição \n\nfisiográfica que confina a bacia ao domínio marinho (MOREIRA et al., 2007; NUNES et al., \n\n2004; PEREIRA E FEIJÓ, 1994; ARAI,1988). A transição da margem brasileira entre as \n\nregiões tropical, ao norte, e subtropical, ao sul, é marcada pelo Alto de Cabo Frio. Esta \n\ntransição vem sendo apontada como consequência de diferenças nas condições \n\noceanográficas e na dinâmica sedimentar, responsáveis pela deposição de carbonatos ao \n\nnorte e de sedimentos de origem terrígena ao sul de Cabo Frio (ROCHA et al., 1975). \n\nOs sedimentos marinhos estudados neste trabalho estão inseridos no contexto \n\nlitoestratigráfico do Grupo Itamambuca (Figura 6), que engloba todas as unidades do \n\nCenozoico da Bacia de Santos, mais precisamente na Formação Sepetiba, que engloba os \n\nsedimentos do Pleistoceno ao Recente, com predomínio de sedimentos lamosos e arenosos \n\nfinos. Os sedimentos entre a plataforma interna e a externa apresentam características que \n\nvariam de siliciclásticos a carbonáticos, respectivamente, enquanto o talude é caracterizado \n\npela deposição de sedimentos hemipelágicos e turbiditos (MOREIRA et al., 2007, \n\nMAHIQUES et al., 2002). \n\n\n\n19 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\nFigura 6: Coluna estratigráfica (Modificada de MOREIRA et al., 2007). \n\n \n\n3.2 Características Fisiográficas da Área \n\nO entendimento atual denota que a margem da Bacia de Santos é o resultado da \n\ncombinação de estruturas adquiridas pela atuação de processos tectônicos (embasamento e \n\nderiva-rifte) e da tectônica de sal para a conformação da margem da bacia, além do \n\nretrabalhamento dos sedimentos por correntes de fundo e águas rasas e profundas da \n\nplataforma continental (DUARTE e VIANA, 2007). \n\nA área de estudo encontra-se no contexto da plataforma continental do sudeste do \n\nBrasil, estendendo-se ao longo da margem continental leste do continente Sul-americano. Esta \n\nmargem caracteriza-se por uma plataforma continental extensa e pela ocorrência de fluxos \n\nrelativamente intensos, típicos das correntes de contorno oeste (STOMMEL, 1948). Essas \n\ncorrentes são caracterizadas pelo transporte meridional intensificado de momento, calor e \n\noutras propriedades físicas e químicas atuantes no ambiente marinho (MATANO, 1993). \n\nA plataforma continental sudeste (PCSE) comporta os maiores portos do país, as \n\nprincipais bacias petrolíferas e um grande fluxo hidroviário. A orientação geral da linha de \n\ncosta é NE-SW, a porção mais larga, com 230 km, está localizada em frente a Santos, e a mais \n\nestreita nas proximidades de Cabo Frio, com 50 km. A topografia é suave e as isóbatas se \n\ndispõem subparalelamente à linha de costa. A profundidade de quebra da plataforma \n\n\n\n20 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\ncontinental varia entre 120 m e 180 m, sendo esta não muito notória. O talude geralmente é \n\nsuave e possui perfil levemente côncavo, característico das margens deposicionais \n\n(ZEMBRUSKI, 1979). \n\nA PCSE possui aproximadamente 1000 km de comprimento, considerando desde \n\nCabo Frio (RJ) até Cabo da Santa Marta (SC); a área total é de cerca de 150.000 km²; se \n\nconsiderada uma profundidade média de 70 m, pode-se estimar o volume total da PCSE em \n\ncerca de 10.000 km³ (ASSIREU, 2003). Toda a plataforma é regularmente cortada por canais \n\nrelativamente estreitos, rasos e aproximadamente perpendiculares ao declive geral \n\n(ZEMBRUSCKI, 1979). \n\n \n\n3.3 Aspectos Oceanográficos da Bacia de Santos \n\nA região da quebra da plataforma e talude continental, por ser a região de encontro \n\nentre o oceano profundo e mares costeiros, possui uma dinâmica bem característica e \n\ndiferenciada das regiões adjacentes, principalmente devido à estratificação da água, à intensa \n\nvariação batimétrica e a cisalhamentos laterais (ASSIREU, 2003). \n\nSegundo Silveira et al. (2000), podem ser reconhecidas cinco massas de água com \n\ndistintas assinaturas de temperatura-salinidade na Bacia de Santos, sendo elas: Água Tropical \n\n(AT); Água Central do Atlântico Sul (ACAS), Água Intermediária Antártica (AIA); Água \n\nProfunda do Atlântico Norte (APAN); Água Antártica de Fundo (AAF).  \n\nToledo (2000) e Souza (2000) descrevem que as massas d’água superficiais atuantes \n\nna área são intensamente influenciadas pelo padrão de circulação atmosférico, sendo \n\ndirecionadas em sentido sul por influência da Corrente do Brasil (CB). Essa corrente se \n\norigina da bifurcação da Corrente Sul Equatorial (CSE), que ocorre a aproximadamente 10° S, \n\na partir de onde cerca de 25% da CB flui para sul, ao longo de toda a margem continental \n\nbrasileira. Próximo de 35° S, a CB encontra a Corrente das Malvinas, que flui em sentido \n\nnorte, e forma a Zona de Convergência Subtropical. \n\nA plataforma externa e média e o talude superior são influenciados pelo fluxo de \n\nmeandros da CB que ocorrem ao longo da margem continental do Atlântico Sul (MAHIQUES \n\net al., 2002). A dinâmica da plataforma interna e média é controlada por massas d’água \n\n(ACAS, Águas Costeiras Tropicais) que apresentam forte variação sazonal (Figura 7). Esta \n\nvariação promove uma forte estratificação em duas camadas e, entre novembro e março \n\n(verão), a formação de forte termoclina, em decorrência da penetração da ACAS que se move \n\ndo fundo em direção ao litoral, deslocando as Águas Costeiras (AC) em direção ao oceano e \n\n\n\n21 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nmantendo as Águas Tropicais relativamente distantes da costa. Esse período corresponde ao \n\nperíodo chuvoso no sudeste do Brasil, resultando no aumento do fluxo de material terrígeno \n\nem direção as Águas Costeiras. O deslocamento de AC é o fator mais importante para o \n\ntransporte de matéria orgânica de origem terrígena para as áreas mais profundas da \n\nplataforma. Durante o inverno (entre março a novembro), o recuo da ACAS leva ao aumento \n\nde influência da AT na dinâmica da plataforma (MAHIQUES et al., 2004). \n\n \n\nFigura 7: Principais massas d’água atuantes na região da Bacia de Santos (modificado de DUARTE e \nVIANNA, 2007). \n\n \n\nA ressurgência ACAS, na Bacia de Santos, aumenta a produtividade biológica local e, \n\nem consequência, a quantidade de matéria orgânica que é depositada (GAETA et al., 1994). \n\nSegundo Mahiques et al. (2004), atualmente no norte da Bacia de Santos, áreas com baixa \n\ntaxa de sedimentação estão associadas ao fluxo principal da CB, o que impediria a decantação \n\ndas partículas sedimentares. Os mais elevados valores de carbono orgânico são observados em \n\n\n\n22 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nzonas com maior taxa de sedimentação, indicando que os processos pelágicos associados às \n\náguas frias vindas do sul, em sentido norte, assim como os processos de ressurgência \n\ncontrolam a sedimentação na área. Durante o Quaternário, a sedimentação foi controlada \n\npelos eventos transgressivos/regressivos relacionados às mudanças do nível do mar, em \n\nespecial à exposição da plataforma durante o último ciclo glacial. Já a sedimentação da Bacia \n\nde Santos do Neógeno ao Recente vem sendo dominada pela circulação oceânica que \n\nredistribui os sedimentos transferidos para a bacia, tanto durante os períodos de nível do mar \n\nbaixo e alto, o que pode indicar a intensidade e o sentido das correntes de fundo que atuam na \n\nbacia durante diferentes condições climático-oceanográficas (DUARTE e VIANNA, 2007). \n\nA ilha de São Sebastião marca a transição entre duas zonas de sedimentação (Figura \n\n7), distintas tanto nas frações orgânicas quanto inorgânicas dos sedimentos. Ao sul da ilha, a \n\ndeposição está associada à penetração sazonal de uma pluma que flui sobre a plataforma, \n\ncomo águas de baixa salinidade e temperatura, que recentemente foram relacionadas ao Rio \n\nLa Plata. A interação desta pluma com meandros da CB e a morfologia da plataforma \n\nfavorece a criação de zonas de alta produtividade na região. Ao Norte da Ilha de São \n\nSebastião, a relativa heterogeneidade de sedimentos indica uma hidrodinâmica mais \n\ncomplexa, especialmente na plataforma interna e média. Na plataforma interna, a distribuição \n\nda fração orgânica está ligada à ressurgência costeira da região de Cabo Frio. Já na plataforma \n\nmédia e externa, a distribuição de sedimentos está ligada à atuação de um vigoroso meandro \n\nda CB na área (MAHIQUES et al., 2004). \n\n\n\n23 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n4 MATERIAL E MÉTODOS \n\n \n\nO testemunho NAP61-1, analisado neste trabalho, foi coletado na 2ª pernada realizada \n\npelo navio do Instituto Oceanográfico da Universidade de São Paulo (USP), ALPHA-\n\nCRUCIS, entre os dias 24 e 28 de fevereiro de 2013, em Ubatuba-SP. O testemunho foi \n\ncoletado no dia 25 de fevereiro de 2013, estando a estação da coleta localizada em \n\n25°57.97’S de latitude e 45°07.81’W de longitude e a uma profundidade de 60 m (Figura 5). \n\nAlém dos dados resultantes da descrição e das análises realizadas em amostras do \n\ntestemunho NAP61-1, foram também utilizados dados gentilmente fornecidos pelo Prof. Dr. \n\nLuigi Jovane, professor do Instituto Oceanográfico da USP e coorientador deste estudo, e \n\npelo Geólogo, MS. Daniel Rodelli, doutorando do mesmo instituto.   \n\nEstes dados complementares se referem a dados de HIRM (Hard Isothermal Remanent \n\nMagnetization) e S-RATIO, que são métodos amplamente utilizados em magnetismo \n\nambiental para quantificar as concentrações absolutas e relativas, respectivamente, de \n\nmagnetita e hematita, NRM (Natural Remanent Magnetization), tamanho do grão magnético \n\ne inclinação e declinação do momento magnético dos grãos, todos obtidos por meio de \n\nanálises nas mesmas amostras de sedimento do presente trabalho. \n\n \n\n4.1 Técnica de Amostragem \n\n? Piston corer \n\nNa coleta do testemunho foi utilizado o amostrador do tipo piston corer ou \n\ntestemunhador a pistão. Este tipo de ferramenta é utilizado para a retirada de testemunho em \n\náreas onde o substrato não oferece muita resistência, como por exemplo, em bancos lamosos, \n\nquando se deseja uma amostra com baixo grau de derfomação,e um longo comprimento. Ele \n\npenetra no substrato com ajuda de um lastro, que o empurra dentro do sedimento (Figura 8). \n\nO piston corer utilizado para a coleta do testemunho NAP61-1 foi lançado na profundidade de \n\n60 m, com recuperação de 398 centímetros de sedimento. \n\n\n\n24 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\nFigura 8: Esquema ilustrando coleta de testemunho utilizando amostrador do tipo piston corer \n(Fonte: Museu Nacional de História Natural - Paris,França) \n\n \n\n4.2 Tratamento e Caracterização das Amostras \n\nO testemunho (Figura 9 A) coletado foi posteriormente subdividido em amostras com \n\nintervalos de resolução média de 2,5 cm, perfazendo o total de 157 amostras (Figura 9 C), \n\nentre as profundidades 0 m e 3,98 m. Para isso foram utilizadas caixinhas circulares de \n\nacrílico (Figura 9 B) que possuem uma seta para referenciar a direção do topo e um furo na \n\nbase; depois de inserida no testemunho, e tendo o furo obstruído com o auxílio de uma fita \n\nadesiva, a caixinha acondiciona o sedimento comprimido a vácuo. Depois de tampadas, foram \n\narmazenadas em um refrigerador. \n\n \n\nFigura 9: (A) testemunho aberto; (B) caixinha utilizada na amostragem; (C) total das 157 amostras. \n\n\n\n25 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n4.2.1 Equipamentos Utilizados \n\nNa caracterização da susceptibilidade magnética das amostras foi utilizado o \n\nequipamento KappaBridge MFK1-FA (Figura 10 A), e para a análise granulométrica foi \n\nutilizado Malver2000 (Figura 10 B). \n\n \n\nFigura 10: (A) KappaBridge MFK1-FA; (B) Malver2000 \n\n \n\n4.2.2 Susceptibilidade Magnética \n\nOs dados de susceptibilidade magnética foram obtidos em três frequências \n\noperacionais diferentes – a 976 Hz, 3904 Hz e 15616 Hz – com um campo magnético \n\nconstante de 200 A/m (DEARING et al., 1996). As medidas foram realizadas no Laboratório \n\nde Paleomagnetismo do Instituto de Astronomia, Geofísica e Ciências Atmosféricas da USP. \n\nO instrumento (KappaBridge) possui duas bobinas uma ao lado da outra, que \n\nsubmetidas a uma corrente elétrica alternada com frequência aproximada de 200Hz, durante a \n\nmedição. O campo elétrico inicial alternado gera então um campo magnético (lei de Maxwell \n\n1861) muito pequeno, que vai interferir com o campo magnético já existente na amostra. Em \n\nseguida, a soma dos campos magnéticos (da amostra mais o induzido) gera um segundo \n\ncampo elétrico, que irá interferir com o primeiro campo elétrico, onde a diferença entre o \n\ncampo elétrico original (que \"está\" na segunda bobina) e o novo campo elétrico (na bobina \n\ncom a amostra) é proporcional à susceptibilidade do material que está sendo medido. \n\nForam utilizadas três frequências na obtenção dos dados afim de comparar as \n\nvariações obtidas em cada uma delas. Desta maneira é possível observar a resposta de cada \n\nfrequência com cada variável obtida. O uso de frequências distintas ajuda também a \n\nidentificar uma gama maior de partículas magnéticas, pois a frequência atua de diferente \n\n\n\n26 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nmaneira de acordo com o tamanho do mineral (frequência menor age melhor em um mineral \n\nde maior dimensão). \n\n \n\n4.2.3 Processo da análise granulométrica \n\nPara a determinação da granulometria foi utilizado o Malvern2000, que caracteriza o \n\ntamanho das partículas por difração a laser, possibilitando obter toda a gama de variação \n\ngranulométrica presente no testemunho. \n\nAntes que qualquer medida granulométrica fosse executada, foi necessária a retirada \n\nde toda a matéria orgânica (MO) e carbonato de cálcio (CaCO3), para obter os valores e de \n\nMO e CaCO3 totais presentes nas amostras. Além disso, a retirada destes compostos é \n\nnecessária, pois geram interferência nas medidas obtidas pelo Malver2000. Todos os ensaios \n\nreferentes às análises granulométricas foram feitos no Laboratório de Sedimentologia do \n\nInstituto Oceanográfico da USP. \n\n \n\n? Queima da matéria orgânica \n\nInicialmente as amostras foram congeladas e posteriormente liofilizadas (processo de \n\ndesidratação). Das amostras já liofilizadas, foram pesados 2 gramas de sedimento em balança \n\nanalítica de precisão e colocados em béqueres (que também foram pesados) identificados com \n\no nome da amostra, para a posterior execução dos ensaios granulométricos. O restante de cada \n\namostra de sedimento foi guardado em pequenos sacos plásticos com identificação de cada \n\namostra. \n\nPara a retirada da matéria orgânica, as amostras foram atacadas com uma solução \n\ndiluída a 10% de peróxido de hidrogênio (H2O2), os béqueres foram colocados sobre uma \n\nplaca aquecida à temperatura média de 80°C, aumentando assim a eficácia do processo. \n\nQuando a reação é cessada, ou seja, já não se observa mais a solução espumando, pipeta-se a \n\nsolução e adiciona-se água destilada nas amostras, a fim de se eliminar todo o H2O2 do \n\nsedimento. Em seguida é retirado o excesso de água destilada com o uso da pipeta, e então os \n\nbéqueres são levados à estufa para secar a 60°C. \n\nDepois de secas, as amostras foram pesadas novamente, sendo que o teor de MO total \n\nfoi calculado da seguinte maneira: \n\nTeor de MO = Peso do sedimento inicial com MO – Peso após a queima da MO \n\n\n\n27 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n? Queima do carbonato de cálcio \n\nA quantificação do carbonato de cálcio total é um processo importante para a \n\navaliação do intervalo em que a cobertura sedimentar é siliciclástica ou carbonática. \n\nCom o sedimento já sem a presença de matéria orgânica, é feita a queima do CaCO3. \n\nO procedimento consiste na adição de uma solução diluída a 10 % de ácido clorídrico (HCl). \n\nA reação que ocorre e os produtos gerados podem ser demonstrados por meio da equação: \n\nCaCO3 + 2HCl = CaCl2 + H2O +CO2 \n\nAs amostras são atacadas com a solução de HCl até que se observe que o sedimento \n\nnão mais reage com o líquido. A solução gera um ambiente de pH ácido em que o carbonato \n\nde cálcio é dissolvido, de forma a se  destruir todo o CaCO3 no sedimento. As amostras são \n\npipetadas e lavadas com água destilada e depois secadas a 60°C em estufa. Depois de secas, \n\nas amostras foram pesadas novamente, sendo que o teor de CaCO3  total foi calculado da \n\nseguinte maneira: \n\nTeor de CaCO3 = Peso do sedimento sem MO – Peso após a queima do CaCO3 \n\n? Difração a laser (Malver2000) \n\nEste método de análise granulométrica baseia-se na difração de luz quando esta, \n\natravés de um feixe (Laser), incide nas partículas do sedimento. A direção do feixe de laser \n\ngera uma figura de interferência (bandas mais claras e mais escuras, que são formadas pela \n\ninterferência das ondas de luz) o tamanho da partícula é calculado medindo a distância entre \n\nas duas bandas. O sinal gerado é captado por detectores e enviado para um software, \n\ntransformando e calculando os valores dos resultados em % por volume. As partículas do \n\nsedimento são distribuídas nas frações granulométricas definidas dentro dos parâmetros \n\ntradicionais de onze peneiras. \n\nCom os sedimento das amostras já totalmente livres de matéria orgânica e CaCO3, \n\nobtém-se uma amostra completamente desagregada. Neste método é utilizada uma quantidade \n\nmuito reduzida de material, não chegando a ultrapassar 1 grama de sedimento. \n\nOs dados obtidos nas análises feitas pelo Malvern são traduzidos em valores \n\nnuméricos por um software próprio do equipamento; estes dados numéricos são digitados em \n\nplataforma DOS e repassados para o software LABSE. Nesse programa, os valores são \n\napresentados dentro dos padrões estatísticos de Folk e Ward (1957) e classificados segundo \n\nShepard (1954). \n\n\n\n28 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n5 RESULTADOS \n\n \n\nA partir da observação e análise do testemunho NAP61-1 verifica-se que é composto \n\npor areia siltica, com presença de biodetritos dispersos ao longo de todo seu comprimento, e \n\ncom algumas lentes de material silto-arenosa a areia fina em sua porção inferior (Figura11). \n\nA Figura11 foi gerada a partir dos valores obtidos nas análises de susceptibilidade \n\nmagnética, análise granulométrica, percentual de CaCO3 e percentual de matéria orgânica em \n\ntodo o testemunho. Este quadro visa tornar mais clara a observação e correlação dos dados. \n\nOs dados numéricos de cada análise constam no Apêndice I deste trabalho.  \n\nO gráfico da suscetibilidade magnética não possui grandes variações, porém é nítido \n\num aumento da SM próximo aos 2 m de profundidade nos sedimentos. Alguns picos isolados \n\ntambém podem ser observados no decorrer do gráfico. Estes picos, como será detalhado nas \n\ndiscussões a seguir, podem então representar outliers gerados por alguma interferência no \n\nmomento da obtenção dos dados, já que o aparelho apresenta grande sensibilidade à presença \n\nde metais em suas proximidades no momento das medições, bem como pode representar \n\nporções isoladas com maior presença de minerais paramagnéticos. \n\nO gráfico da análise granulométrica mostra claramente ritmos na deposição das \n\nfrações silte e argila, que alternam o predomínio de uma e outra fração. Embora a fração \n\nargila mantenha-se menor que 5% em todo o testemunho, verifica-se também certa \n\nritmicidade em sua deposição (Figura 12). \n\nOs gráficos dos percentuais de matéria orgânica e carbonato de cálcio apresentam \n\nperíodos de contrafase entre si, variando mais nos primeiros trinta centímetros e depois \n\npróximo à profundidade de 2 metros. \n\nTambém foram aplicados testes estatísticos com os dados das amostras, utilizando o \n\nsoftware R (R - Development Core Team, 2008). O R é um ambiente de programação, onde \n\npode-se gerar diferentes tipos de modelos matemáticos. No caso do presente trabalho foi \n\nutilizado o Modelo Linear Generalizado (GLM), que é usual quando a variância não é \n\nconstante, e/ou quando os erros não são normalmente distribuídos. Em GLM, considerou-se \n\nque cada resultado da variável dependente Y seria gerado a partir de uma variedade de \n\ndiferentes tipos de distribuições que lidam com esse problema. Foram gerados diversos \n\nmodelos, sendo um nulo (onde nenhuma variável gera influência na resposta da SM) e outros \n\n\n\n29 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n(considerando sempre como resposta o valor de SM), tendo como fatores variáveis os valores \n\nde granulometria, MO e CaCO3, de tal forma que:  \n\nSM1= ?.granulometria + ?.MO+ ?.CaCO3.  \n\nForam gerados também modelos independentes, com vistas a obter o valor da relação \n\nde apenas uma variável em relação à resposta de SM, tendo como variáveis: uma nula, MO, \n\nCaCO3 e granulometria. Isso foi aplicado às três frequências de SM, de maneira que foram \n\ngerados vinte e quatro modelos. Com isso, pretendia-se obter o valor da correlação entre cada \n\nvariável e sua influência nos valores da SM. \n\nOs modelos foram comparados utilizando-se o Akaike Information Criterion (AIC). O \n\ncritério de Akaike é uma ferramenta para seleção de modelos, pois oferece uma medida \n\nrelativa do goodness-of-fit (qualidade do ajuste) de um modelo estatístico. AIC não fornece \n\num teste de um modelo no sentido usual de testar uma hipótese nula, ou seja, ele não pode \n\ndizer nada sobre o quão bem o modelo ajusta os dados em um sentido absoluto. \n\nDado um conjunto de modelos candidatos, o modelo preferido é aquele com o valor \n\nmínimo de AIC. O valor de AIC não só conspensa goodness-of-fit, mas inclui também uma \n\npenalização que é uma função crescente do número de parâmetros estimados. Esta penalidade \n\ndesencoraja overfitting (aumentando o número de parâmetros livres no modelo melhora a \n\nqualidade do ajuste, independentemente do número de parâmetros livres no processo de \n\ngeração de dados). \n\nComo as amostras utilizadas possuem valor finito, usou-se o AICC, que é AIC com \n\numa correção para amostras finitas, de forma que AICC é AIC com uma maior penalização \n\npara os parâmetros extra. \n\nDepois de aplicado o AICC, verificou-se que o melhor modelo aplicado à resposta da \n\nSM foi o de modelo nulo, que se adequou a mais de 50% dos resultados. Desta maneira, não \n\nfoi possível constatar uma correlação numérica estatística entre as variáveis e as diferentes \n\nrespostas (SM nas três frequências). \n\n\n\n30 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura11: A) Perfil litológico do testemunho NAP61-1; B) gráfico de Susceptibilidade magnética em três frequências (SM_1= 976 [Hz] / SM_2= 3904 [Hz] / SM_3= 15616 [Hz]); C) gráfico do percentual \ngranulométrico (percentagens de argila, silte e areia); D) percentual de CaCO3 e matéria orgânica.\n\n\n\n31 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n\nFigura 12: Gráfico do percentual de argila presente no testemunho \n\n \n\n\n\n32 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n6 DISCUSSÃO DOS RESULTADOS \n\n \n\nOs resultados obtidos permitem uma análise das diferentes variações observadas para \n\nos diferentes ensaios realizados (Figura11). \n\nAs análises de CaCO3 revelaram, de maneira geral, conteúdos menores do carbonato \n\npara o intervalo aproximadamente entre 0,3 m e 2,0 m de profundidade (média em torno de \n\n0,2%), e conteúdos menores entre 2,0 m e 4,0 m (média em torno de 0,17%). Esses resultados \n\nmostram comportamento distinto do esperado com relação à SM. Desta maneira, os valores de \n\nCaCO3 obtidos não atuaram de maneira a gerar baixos valores de susceptibilidade magnética. \n\nIsso se deu, provavelmente, devido a impurezas no carbonato de cálcio, que pode conter \n\nalguma fração de ferro ou de algum outro elemento paramagnético, deixando assim o \n\ncarbonato menos diamagnético. Pode ser observada situação de acordo com a originalmente \n\nesperada no intervalo aproximado de 0,3 m a 2,0 m de profundidade, em que porcentagens \n\nmais altas de carbonato coincidem com valores mais baixos de SM (em média de \n\naproximadamente 7x10-5 A/m). Por sua vez, entre aproximadamente 2,0 m e 2,2 m verifica-se \n\no inverso, isto é, rápido aumento da SM (para aproximadamente 1x10-4 A/m) e decréscimo no \n\nconteúdo de carbonato. Abaixo de 2,0 m de profundidade, o conteúdo em CaCO3 varia com \n\nmaior frequência e amplitude, com conteúdo em média menor, enquanto a SM cresce \n\nnovamente e praticamente se estabiliza em torno de 6x10-5 A/m (Figura11). \n\nA matéria orgânica, quando presente em grande quantidade em sedimentos, resulta em \n\nzonas redutoras. Siqueira et al. (2001) confirmam uma correlação positiva entre o conteúdo \n\nem metais Pb, Zn e Fe e a MO dos sedimentos, evidenciando que os picos dos teores dos \n\nmetais são coincidentes com os de maior conteúdo de MO. No presente trabalho, os \n\nconteúdos de matéria orgânica possuem maior oscilação entre aproximadamente entre 2 m e \n\n3,2 m de profundidade (variando entre cerca de 0,07% e 0,21%, com média em torno de \n\n0,17%); acima, entre aproximadamente 0,3 m e 2 m de profundidade, e abaixo, entre 3,2 m e \n\n4 m, o conteúdo em MO é mais homogêneo e em média menor (em torno de 0,13%). Isso \n\nindica que entre às profundidades de 2 m e 3,2 m o ambiente era mais anóxico. \n\nSegundo Gaeta (2004), a ressurgência da Água Central do Atlântico Sul (ACAS) na \n\nBacia de Santos aumenta a produtividade biológica local e, consequentemente, a quantidade \n\nde matéria orgânica depositada, o que pode explicar a situação encontrada no testemunho \n\nestudado.  \n\n\n\n33 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nAs análises granulométricas mostram ciclicidade na abundância relativa do conteúdo \n\nde areia e silte nos sedimentos estudados. Em todo o gráfico verifica-se que as curvas das \n\nfrações areia e silte são praticamente espelhadas (Figura 11), enquanto o conteúdo da fração \n\nargila tem variação pequena, sempre menor que 5% (Figura 12). \n\nAs variações granulométricas registradas no testemunho refletem variações cíclicas no \n\nambiente deposicional, como variações no calibre da carga sedimentar em função da energia \n\ndo meio deposicional, em geral ligada a estações do ano em que há significativo aumento ou \n\ndiminuição de suprimento que chega à costa, o que está diretamente relacionado ao calibre do \n\nsedimento transportado/fornecido. Dentre outras causas, podem também estar relacionadas a \n\nvariações de correntes marinhas costeiras, de maior ou menor energia, que retrabalham os \n\nsedimentos depositados e podem trazer grande contribuição de sedimentos externos ao meio \n\nplataformal (como sedimentos praiais retrabalhados). \n\nSegundo Duarte e Vianna (2007), durante o Quaternário a sedimentação foi controlada \n\npelos eventos transgressivos/regressivos relacionados às mudanças do nível do mar. A \n\nsedimentação da Bacia de Santos do Neógeno ao Recente vem sendo dominada pela \n\ncirculação oceânica que redistribui os sedimentos transferidos para a bacia. Mais ao sul da \n\nIlha de São Sebastião, a deposição está associada à penetração sazonal de uma pluma que flui \n\nsobre a plataforma continental, como águas de baixa salinidade e temperatura (ressurgência \n\nacima mencionada). A interação dessa pluma com os meandros da Corrente do Brasil e a \n\nmorfologia da plataforma favorece a criação de zonas de alta produtividade (MAHIQUES et. \n\nal., 2004), o que explica a elevada porcentagem de MO no testemunho estudado e a interação \n\nde correntes distintas no retrabalhamento e deposição dos sedimentos. \n\nA ritmicidade dos sedimentos testemunhados nos primeiros 30 centímetros podem, em \n\ngrande parte, ser interpretados como devidos a sedimentos palimpsestos (Figura 13). Em \n\nrelação às características dos sedimentos superficiais que recobrem a zona submarina, Dias \n\n(2004) apresenta uma boa revisão conceitual sobre as diferenças entre sedimentos modernos, \n\nreliquiares e palimpsestos. \n\n \n\nFigura 13: Detalhe da Figura 11, atentar para os resultados dos primeiros 30 cm onde pode-se \n\ninterpretar como sedimentos palimpsestos. \n\n\n\n34 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nSegundo a sistematização de McManus (1975 apud DIAS, 2004), os depositários são a \n\nparte superficial sedimentologicamente ativa da plataforma, onde os sedimentos neotéricos \n\n(modernos) estariam então equilibrados com as condições energéticas hidrodinâmicas atuais e \n\ncom o fornecimento e a distribuição atual deste material particulado. Já os sedimentos \n\nrelíquiares seriam aqueles depósitos ajustados a uma condição antiga do nível do mar, que não \n\nforam ajustados com as condições atuais e que não recebem nenhuma contribuição da \n\nsedimentação atual moderna. Por fim, os sedimentos palimpsestos seriam aqueles sedimentos \n\nreliquiares da plataforma, retrabalhados por processos energéticos atuais, apresentando \n\npartículas de sedimentos modernos. \n\nAssim, a ocorrência de determinado padrão sedimentar na zona submarina está \n\ndiretamente relacionada aos aspectos evolutivos, em escala geológica, em relação às \n\nflutuações do nível do mar, conjugado com ação de ondas e correntes que transportam \n\nsedimentos junto ao fundo, elementos fundamentais na dinâmica da zona submarina (DIAS, \n\n2004). Esses condicionantes, associados a descargas fluviais nas proximidades da área \n\nestudada, representam elementos importantes na sedimentação marinho-costeira. \n\nQuando se analisa o gráfico da susceptibilidade magnética observa-se que as três \n\nfrequências estão sempre muito próximas, a não ser pelos primeiros 15 cm, onde a 2ª \n\nfrequência se separa de maneira expressiva das demais; a SM2 mais baixa pode estar \n\nrelacionada a uma quantidade de minerais diamagnéticos de dimensão tal que refletiram mais \n\nnesta frequência (Figura 14). \n\n \n\n \n\nFigura 14: Detalhe da Figura 11 profundidade entre 0 e 0,5m, destaque para SM2 (linha azul). \n\n \n\nDe maneira geral, os valores de SM são baixos e mostram que o aporte sedimentar de \n\nmaterial terrígeno possui certa constância ao longo de todo o testemunho (repetição dos \n\nritmos areia e silte), e provavelmente com as mesmas origens. A quebra da constância do \n\n\n\n35 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\ngráfico de susceptibilidade magnética ocorre próximo aos 2 m de profundidade do \n\ntestemunho, evidenciando a presença de minerais paramagnéticos (Figura 15). \n\n \n\n \n\nFigura 15: Detalhe da Figura 11 (B), destaque para a quebra da constância da SM. \n\n \n\nA comparação dos dados de SM com dados de HIRM (Hard Isothermal Remanent \n\nMagnetization) e S-RATIO, utilizados para quantificar as concentrações absolutas e relativas, \n\nrespectivamente, de magnetita e hematita, NRM (Magnetização Natural Remanescente), \n\ntamanho do grão magnético e inclinação e declinação do momento magnético dos grãos, \n\npodem ser observadas na Figura 16. \n\nEssas informações permitem verificar que as curvas de SM em torno dos 2 m têm \n\ncomportamento semelhante para NRM, S-RATIO e HIRM, indicando uma maior abundância \n\nde magnetita nesta porção do testemunho (Figura 18). O gráfico de variação do tamanho do \n\ngrão magnético mostra que quanto maior o valor no eixo x, mais fina é a granulometria deste \n\nmineral.  \n\nA magnetita presente nos sedimentos do testemunho NAP61-1 pode ter sido formada \n\npor minúsculos cristais designados como magnetossomos, possuindo dimensão menor do que \n\n0,1 µm e, portanto, possuindo um único tipo de domínio, que ocorre como cadeias de \n\npartículas (magnetossomos) fechadas por uma membrana celular (Figura 17). \n\n\n\n36 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nFigura 16: Dados complementares de paleomagnetismo executados nos sedimentos do testemunho NAP61-1; A) inclinação e declinação; B) S-RATIO e \n\nHIRM; C) NRM; D) Granulometria magnética \n\n\n\n37 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\na)   b)  \n\nFigura 17: a) magnetossomo e b) magnetossomos fechados pela membrana celular da bactéria, \nvisualizados através de microscópio eletrônico de transmissão (CHEN L. et al., 2012) \n\n \n\nO magnetossomo mais comum é composto pelo mineral magnetita, mas também pode \n\nocorrer como greigita, um sulfeto de ferro com estrutura semelhante a da magnetita. Essa \n\nestrutura (magnetossomo) gera um momento do dipolo magnético das bactérias. Esta é \n\nevidentemente uma característica evolutiva, que ajuda a bactéria a sobreviver. Se o sedimento \n\né perturbado, o momento magnético das bactérias permite que se movam ao longo das linhas \n\ndo campo magnético da Terra (Figura 17). O campo de imersão irá gerar “linhas” que vão \n\nguiá-las de volta para dentro do sedimento onde elas encontrarão nutrientes necessários para \n\nsua sobrevivência (CHEN L. et al., 2012; LOWRIE W. 2004). \n\n \n\n \n\nFigura 17: Diagrama que mostra como as bactérias magnetotáticas usam os magnetossomos para se \ndeslocar utilizando campo geomagnético da Terra (modificado de CHEN L. et al., 2012). \n\n \n\nDurante muito tempo, acreditou–se que magnetita em sedimentos do fundo de fundo \n\noceânico fosse principalmente de origem detrítica, trazidos dos continentes e dorsais \n\n\n\n38 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\noceânicas; hoje já é claro que uma grande porção pode ser considerada como biomagnético \n\n(LOWRIE, W. 2004). \n\nO pico da granulometria magnética, coincidente com o intervalo em torno de 2 m de \n\nprofundidade anteriormente referido, pode estar relacionado à magnetossomos. Quando o S-\n\nRATIO possui valores muito próximos a 1 (no eixo x) e os grão magnéticos são muito \n\npequenos, isto indica a provável presença de magnetossomos (Figura 18). Para se ter certeza, é \n\nnecessária a análise do sedimento por meio de MET (microscópio eletrônico de transmissão), \n\nem que é possível identificar com clareza os magnetossomos. A presença desses \n\nmicroorganismos pode ser interpretada como uma rápida mudança para um ambiente mais \n\nreduzido. \n\n \n\n \n\nFigura 18: Intervalo entre 0,2 m e 2,5 m, referente aos dados de paleomagnetismo. \n \n\nNo gráfico de inclinação e declinação (Figura 16A) é possível ver que não há \n\ninversões, isto é, a inclinação se mantém constante (com oscilação baixa). Já no caso da \n\ndeclinação, esta normalmente varia entre 0° e 360° (aqui foi plotada entre -90° e 90° para que \n\nestivesse presente no mesmo gráfico da inclinação), isto porque, quando a direção média está \n\nperto do norte, os valores de declinação são sempre bem próximos de 0° e 360°, fazendo com \n\nque o gráfico oscile da esquerda para a direita muito rapidamente. As variações presentes nos \n\nprimeiros 12 cm de profundidade, tanto para inclinação quanto para declinação, são \n\ninterpretadas como ruído.  \n\nDe posse destes dados pode-se concluir que o testemunho NAP61-1 é mais jovem que \n\n40 mil anos (data aproximada da última excursão magnética, WORM, 1997). Utilizando \n\nvalores da taxa de sedimentação calculada por Tessler (2001), que é de 0,217 cm/ano, pode-se \n\ninferir que o testemunho possui cerca de 1840 anos. Estes dados de sedimentação são de uma \n\nárea próxima da localização da NAP61-1, podendo servir como parâmetro para inferência do \n\nintervalo de tempo de sedimentação. \n\n  \n\n\n\n39 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n7 CONSIDERAÇÕES FINAIS \n \n\nOs resultados obtidos denotam que a dinâmica marinha no período recente tem variado \n\nem ciclos, afetando diretamente o ambiente de deposição e, consequentemente, gerando \n\ncaracterísticas marcantes nos registros da granulometria, nos dados de suscetibilidade \n\nmagnética, bem como nos conteúdos de matéria orgânica e de carbonato de cálcio dos \n\nsedimentos. \n\nEssa dinâmica observada nos sedimentos aqui analisados se confirma quando \n\nobservamos os padrões de sedimentação na área através da análise feita por Mahiques et \n\nal.(2004) e Duarte e Vianna (2007) como já comentado no item anterior. De maneira geral os \n\ndiversos fatores climático-oceanográficos que vem a influenciar na sedimentação e produção \n\nde matéria orgânica são extremamente dinâmicos, e como o testemunho não possui datação \n\nfazer afirmações com muita confiança pode acabar se tornando precipitado, assim abordamos \n\nas discussões com certa cautela afim de não comprometer o trabalho com ideias desconexas \n\ncom a realidade do testemunho amostrado. \n\nPara que este trabalho tenha um melhor aproveitamento futuro deve-se fazer uma \n\ncorrelação com dados bioestratigráficos e de idade absoluta com C14, afim de correlacionar as \n\nmudanças aqui reconhecidas com uma escala temporal correta e precisa. \n\nEstes dados também devem ser correlacionados com os dados de mais testemunhos \n\ncoletados na área, de forma a obter-se uma correlação espacial e estratigráfica mais precisa. \n\n  \n\n\n\n40 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nARAI M. Geochemical Reconnaissance of the Mid-Cretaceous anoxic event in the Santos \n\nBasin, Brazil. Revista Brasileira de Geociências 18(3):273-282. 1988. \n\nASSIREU A.T. Estudo das Características Cinemáticas e Dinamicas das Águas de Superfiície \n\ndo Atlântico Sul Ocidental a partir de Derivadores Rastreados por Satélite, Tese de \n\nDoutorado. Instituto Oceanográfico, Universidade de São Paulo, São Paulo, p. 29-38. 2003. \n\nAYRES A. E THEILEN F. Relationship between P- and S-wave Velocities and Geological \n\nProperties of Near-surface sediments of the Continental Slope of the Barents Sea. \n\nGeophysical Prospecting, 47: 431–441. 1999. \n\nBUTLER R.F. Paleomagnetism: Magnetic Domains to Geologic Terranes. Department of \n\nChemistry and Physics University of Portland, Portland, Oregon. Eletronic Edition, p 16-20. \n\nSeptember 2004. \n\nCHEN L., BAZYLINSKI D.A. e LOWER B.H.(2012) Bacteria That Synthesize Nano-sized \n\nCompasses to Navigate Using Earth's Geomagnetic Field. Nature Education Knowledge \n\n3(10):30. 2012. \n\nDEARING J. A., DANN R. J. L., HAY K., LEES J. A., LOVELAND P.J., MAHER B. A. E \n\nO’GRADY K. Frequency-dependent susceptibility measurements of environmental materials: \n\nGeophysical Journal International, 124, 228-240. 1996. \n\nDIAS, J. A. Evolução do Conceito de Sedimento Relíquia. Disponível em \n\nhttp://w3.ualg.pt/~jdias/JAD/ebooks/Reliquias.pdf. Acessado em 29/10/2013. 2004. \n\nDUARTE, C.S.L E VIANA, A.R. Santos Drift System: stratigraphic organization and \n\nimplications for late Cenozoic paleocirculation in the Santos Basin, SW Atlantic Ocean. In: \n\nA.R. Viana e M. Rebesco (eds) Economic and Paleoceanographic Significance of Contourite \n\nDeposits. Society for Sedimentary Geology, p. 171-198 (Special Publication No. 276). Doi: \n\n10.114/GSL>SP2007.276.01.09 2007. \n\n\n\n41 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nELLWOOD B.B., BALSAM W.L. E ROBERTS H.H. Gulf of Mexico sediment sources and \n\nsediment transport trends from magnetic susceptibility measurements of surface samples. \n\nMarine Geology, 230: 237–248. 2006. \n\nELLWOOD B.B., CRICK R.E., HAMILTON E.L., HASSANI A., BENOIST S.L. &amp; \n\nYOUNG R.H. Magnetosusceptibility Event and Cyclostratigraphy method applied to marine \n\nrocks: Detrital input versus carbonate productivity. Geology, 28: 1135–1138. 2000 \n\nFALCÃO L.C, AYRES A. Parâmetros físicos de sedimentos marinhos superficiais da região \n\ncosteira de Caravelas, sul da Bahia. Revista brasileira de geofísica, vol. 28, p.279-289. 2010. \n\nFERREIRA F. Zoneamento Paleoclimático do Quaternário da Bacia de Santos como base em \n\nforaminíferos planctônicos. Programa de Pós-graduação em Geologia, Universidade do Vale \n\ndo Rio dos Sinos, Dissertação de Mestrado. p. 22-29. 2011. \n\nFOLK, R. L. e WARD, W. C. Brazas river bar: a study in the significance ofgrain size \n\nparameters. Journal of sedimentary petrology. v. 27, p. 3-26. 1957. \n\nGAETA S.A., LORENZZETTI J.A., MIRANDA L.B., SUSINI-RIBEIRO S.M.M., POMPEU \n\nM. e ARAÚJO C.E.S.. The Vitória Eddy and its relation to the phytoplankton biomass and \n\nprimary productivity during the austral fall of 1995. Arch Fish. Mar. Res., 47(2/3), 253-270. \n\n1999. \n\nHAMILTON, E.L. Compressional-wave attenuation in marine sediments. Geophysics, \n\nSociety of Exploration Geophysicists, vol. 37, p. 620–646. 1972 \n\nLIU, Q., ROBERTS, A.P., LARRASOAÑA, J.C., BANERJEE, S.K., GUYODO, Y., \n\nTAUXE, L., E OLDFIELD, K. Environmental Magnetism: Principles and Applications: \n\nReviews of Geophysics, 50, RG4002. 2012. \n\nLOWRIE W. Fundamentals of Geophysics, Second Edition. Swiss Federal Institute of \n\nTechnology, Zurch. Cambridge University Press. p. 288-298. 2007. \n\nMACEDO H.C., GARCIA A. F. &amp; J.C., MACHADO. Propriedades acústicas (velocidade de \n\npropagação e coeficiente de atenuação) de sedimentos marinhos coletados nas proximidades \n\nda ilha de Cabo Frio, RJ. Revista brasileira de geofísica. vol.27, p.195-204. 1999. \n\n\n\n42 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nMAHIQUES, M.; SILVEIRA, I.; SOUZA, S.H. E RODRIGUES, M. Post-LGM \n\nsedimentation on the outer shelf of the northeastern part of the São Paulo Bigth, southeastern \n\nBrazil. Marine Micropaleontology,181:387-400. 2002. \n\nMAHIQUES, M.; TESSLER, M.G. E CIOTTI, A.M. Hydrodynamically driven patterns of \n\nrecent sedimentation in the shelf and upper slope of Southeast Brazil. Continental Shelf \n\nResearch, 24:1685-1697. doi: 10.1016/j.csr.2004.05.013. 2004. \n\nMATANO R.P. On the separation of Brazil current from the coast J. Phys. Oceanogr., v.23, \n\nn.1, p. 79-90. 1993. \n\nMOREIRA J.L.P., MADEIRA C.V., GIL, J.A. e MACHADO A.P. Bacia de Santos. In: \n\nPETROBRÁS. Cartas Estratigráficas. PETROBRAS: Boletim de Geociências, Rio de Janeiro, \n\nv.15, nº 2, p. 531-549. 2007. \n\nMUSEU NACIONAL DE HISTÓRIA NATURAL, Depto. de História da Terra – Geologia. \n\nhttp://www.mnhn.fr/mnhn/geo/Collection_Marine/moyens_mer/Engins_de_prelevements_en\n\ng.htm.  Paris, França: Acessado em 15/11/2013. \n\nNUNES, M.C.V.; VIVIERS, M.C. E LANA, C.C. Bacias sedimentares brasileiras – Bacias de \n\nSantos. Phoenix, 6(66):1-6. ISSN1517-7351, 2004. \n\nPEREIRA, M.J. e FEIJÓ, F.J. Bacia de Santos. Boletim de Geociências da Petrobras, Rio de \n\nJaneiro, v. 8, n. 1, p. 219-234, jan./mar, 1994. \n\nPRESS, F., SIEVER, R., GROTZINGER, J., JORDAN, T.H. Para entender a Terra. 4ª edição. \n\nVersão traduzida do livro. p. 656, 2006. \n\nROBB, G.B.N., DIX, J.K., BEST, A.I., BULL, J.M, LEIGHTONB, T.G., WHITEB, P.R. e \n\nSEAL, A. The compressional wave and physical properties of inter-tidal marine sediments. \n\nInternational Conference “Underwater Acoustic Measurements: Technologies &amp; Results. \n\nGeophysics, 2005. \n\nROCHA J., MILIMAN J.D., SANTANA, C.I. E VICALVI M.A. In: MILIMAN J.D. e \n\nSUMMERHAYES, C. (eds.) Upper continental margin sedimentation off Brazil. \n\nContributions to sedimentology, p. 111-150, 1975. \n\n\n\n43 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nSHEPARD, F. P. Nomenclature based on sand-silt-clay rations. Journal of Sedimentary \n\nPetrology. v. 24, n. 3, p. 151-158, 1954. \n\nSILVEIRA I.C.A.; SCHMIDT, A.C.K.; CAMPOS, E.J.D.; GODOI, S.S. E IKEDA, Y. A \n\ncorrente do Brasil ao longo da costa leste brasileira. Revista Brasileira de Oceanografia, \n\n48(2):171-183. doi: 10.1590/Sl679-87592000000200008, 2000. \n\nSIQUEIRA, G. W.; DUCATTI G. M. e BRAGA E. S. Avaliação de metais pesados (Pb, Cr, \n\nCu, Fe) no sistema estuarino de Santos/São Vicente e Baía de Santos (São Paulo/Brasil). \n\nAnais do IX Congresso Latino Americano de Ciência Del Mar. Colômbia, p:305 Cd-Ron. \n\n2001. \n\nSOUZA R.B. Satellite and Lograngian onbservations of mesocale surface processes in the \n\nSouthwestern Atlantic Ocean. University of Sauthampton, Tese de Doutorado. p. 239, 2000. \n\nSTOMMEL H. 1948. The westward intensification of wind-driven ocean currents, Trans. Am. \n\nGeophys. Union, v.29, n.4, p. 202-206, 1948. \n\nSUTUQUE V, SAVIAN J.F., TRINDADE R.I.F., JANIKIAN L., JOVANE L., ALMEIDA \n\nR.P., COCCIONI R., FRONTALINI F., SIDERE M., FIGUEIREDO M.F., TEDESCHI L.R.. \n\nVariação na mineralogia magnética ao longo dos eventos de anoxia oceânica do Cretáceo: Um \n\nexemplo do OAE1 na Bacia Umbria-Marche, Itália. Thirteenth International Congress of the \n\nBrazilian Geophysical Society, 1, 1 -5, 2013. \n\nTESSLER M.G. Taxas de Sedimentação Holocênica na Plataforma Continental Sul do Estado \n\nde São Paulo. Instituto Oceanográfico, Universidade de São Paulo, Tese de Livre-Docencia. \n\np. 125. 2001. \n\nTOLEDO F.A.L. Variação paleoceanográficas nos últimos 30.000 anos no oeste do Atlântico \n\nSul: Isótopos de oxigênio, assembleia de foraminíferos planctônicos e nanofósseis calcários. \n\nPrograma de Pós-graduação em Geociências, Universidade Federal do Rio Grande do Sul, \n\nTese de Doutorado, p. 245, 2000. \n\nTOLEDO, F.A.L.; COSTA, K.B. and PIVEL, M.A. Salinity changes in the western tropical \n\nSouth Atlantic during the last 30 kyr. Global and Planetary Change, 57:383-395. doi: \n\n10.1016/j.gloplacha.2007.01.001, 2007. \n\n\n\n44 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nWORM H. U. A link between geomagnetic reversals and events and glaciations. Earth \n\nPlanetary Science Letters 147, p. 55–67, 1997. \n\nZEMBRUSKI, S.G. Geomorfologia da Margem Continental Sul Brasileira e das Bacias \n\nOceânicas adjacentes. In: Geomorfologia da Margem Continental Brasileira e das áreas \n\noceânicas adjacentes. (Relatório Final). Hernani A. F. Chaves, ed., PETROBRAS, CENPES, \n\nDINTEP, Rio de janeiro, 1979 – p. 129-177, 1979.  \n\n\n\n45 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE I \n\n\n\n46 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\nAmostra  Prof. (m)  976 [Hz] \n\nSM_1 \n\n3904 [Hz] \n\nSM_2 \n\n15616 [Hz] \n\nSM_3 \n\n% MO  %CaCO3  Classificação de \n\nSHEPARD (1954) \n\n%areia  %silte  %argila \n\n1  60.00 0.000047504  0.000046371 0.00004579 0.16 0.2 Areia Siltica  66.23 31.98 1.79 \n\n2  60.03 0.000056353  0.000055412 0.000054495 0.16 0.19 Areia Siltica  57.74 39.83 2.43 \n\n3  60.05 0.00005831  0.000022648 0.000057432 0.18 0.19 Areia Siltica  59.72 37.4 2.88 \n\n4  60.08 0.000061141  0.000039143 0.000056734 0.15 0.16 Areia Siltica  71.36 26.93 1.71 \n\n5  60.10 0.000063579  0.000040178 0.000060196 0.17 0.09 Areia Siltica  64.13 33.77 2.1 \n\n6  60.13 0.000048875  0.000018765 0.000045826 0.17 0.13 Areia Siltica  68.08 30.09 1.83 \n\n7  60.15 0.000062944  0.000048139 0.000061678 0.16 0.14 Areia Siltica  66.18 32.24 1.58 \n\n8  60.18 0.000063624  0.000052271 0.000059223 0.14 0.2 Areia Siltica  64.15 34.19 1.66 \n\n9  60.20 0.000077401  0.00008359 0.000074005 0.14 0.23 Areia Siltica  59.05 38.01 2.94 \n\n10  60.23 0.000052887  0.000058264 0.000053421 0.15 0.1 Areia Siltica  65.42 32.56 2.02 \n\n11  60.26 0.000052172  0.000051651 0.000050315 0.16 0.16 Areia Siltica  59.54 38.39 2.07 \n\n12  60.28 0.000052  0.000052178 0.000047637 0.26 0.09 Areia Siltica  58.73 37.76 3.51 \n\n13  60.31 0.000048021  0.000048622 0.000045642 0.17 0.28 Areia Siltica  52.11 45.27 2.62 \n\n14  60.33 0.000052845  0.00005193 0.000048547 0.12 0.21 Areia Siltica  61.71 35.91 2.38 \n\n15  60.36 0.000064313  0.000064342 0.000061637 0.1 0.21 Areia Siltica  63.56 34.36 2.08 \n\n16  60.38 0.000074929  0.000073101 0.000069886 0.09 0.21 Areia Siltica  54.87 42.33 2.8 \n\n17  60.41 0.00005971  0.000059786 0.000056697 0.12 0.22 Areia Siltica  55.13 42 2.87 \n\n\n\n47 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n18  60.43 0.00006339  0.000064446 0.000059226 0.1 0.21 Areia Siltica  53.65 43.4 2.95 \n\n19  60.46 0.000068743  0.000082829 0.000072933 0.1 0.22 Areia Siltica  56.85 40.81 2.34 \n\n20  60.48 0.000091378  0.0001513 0.0001296 0.12 0.22 Areia Siltica  54.33 43.02 2.65 \n\n21  60.51 0.0000665  0.000068324 0.000063245 0.12 0.21 Areia Siltica  56.15 41.65 2.2 \n\n22  60.54 0.000061786  0.000061229 0.000057501 0.11 0.19 Areia Siltica  52.62 44.31 3.07 \n\n23  60.56 0.000065493  0.000065264 0.000062499 0.12 0.21 Areia Siltica  54.21 42.93 2.86 \n\n24  60.59 0.000063409  0.000063787 0.00006103 0.14 0.22 Areia Siltica  63.24 34.78 1.98 \n\n25  60.61 0.000063152  0.000064986 0.000062216 0.12 0.22 Areia Siltica  61.71 35.91 2.38 \n\n26  60.64 0.000095167  0.000090344 0.000090957 0.12 0.2 Areia Siltica  49.63 47.24 3.12 \n\n27  60.66 0.00006066  0.000060332 0.000057058 0.11 0.22 Areia Siltica  57.79 39.51 2.7 \n\n28  60.69 0.00006759  0.000063253 0.000061233 0.11 0.22 Areia Siltica  59.04 38.43 2.53 \n\n29  60.71 0.000061526  0.000059917 0.000058168 0.11 0.2 Areia Siltica  51.12 45.23 3.65 \n\n30  60.74 0.000059378  0.000058604 0.000055737 0.12 0.23 Areia Siltica  58.95 38.57 2.48 \n\n31  60.77 0.000065893  0.000062532 0.000058899 0.13 0.2 Areia Siltica  56.02 41.32 2.66 \n\n32  60.79 0.000062315  0.000063291 0.0000599 0.1 0.22 Areia Siltica  57.66 39.56 2.78 \n\n33  60.82 0.000061212  0.000057478 0.000056126 0.12 0.2 Areia Siltica  62.86 35.06 2.08 \n\n34  60.84 0.000057572  0.000056887 0.000054966 0.14 0.17 Areia Siltica  69.22 29.17 1.61 \n\n35  60.87 0.000057633  0.000055066 0.000054404 0.1 0.23 Areia Siltica  66.72 31.23 2.05 \n\n36  60.89 0.000080254  0.000080381 0.000084465 0.14 0.23 Areia Siltica  64.72 33.1 2.18 \n\n\n\n48 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n37  60.92 0.000068523  0.000065329 0.00006282 0.11 0.16 Areia Siltica  66.31 31.65 2.04 \n\n38  60.94 0.000068494  0.000064146 0.000070176 0.14 0.22 Areia Siltica  57.98 39.25 2.77 \n\n39  60.97 0.000051446  0.000052236 0.000048927 0.15 0.17 Areia Siltica  63.87 34.06 2.07 \n\n40  60.99 0.000059155  0.000059933 0.000056362 0.13 0.19 Areia Siltica  58.4 40.22 1.38 \n\n41  61.02 0.000066215  0.000064517 0.000060153 0.13 0.23 Silte Arenoso  46.96 49.2 3.84 \n\n42  61.05 0.000068761  0.000065405 0.00006278 0.14 0.24 Areia Siltica  62.57 35.57 1.86 \n\n43  61.07 0.000065141  0.000065127 0.000061442 0.13 0.2 Areia Siltica  64.23 33.95 1.82 \n\n44  61.10 0.000056737  0.00005538 0.000051069 0.13 0.2 Areia Siltica  50.79 46.37 2.84 \n\n45  61.12 0.000067383  0.000065027 0.000062668 0.14 0.2 Areia Siltica  50.43 46.87 2.7 \n\n46  61.15 0.000056018  0.000053796 0.000053105 0.14 0.24 Areia Siltica  55.81 41.42 2.76 \n\n47  61.17 0.000056741  0.000057119 0.000053884 0.14 0.23 Areia Siltica  60 37.8 2.2 \n\n48  61.20 0.000054893  0.000054478 0.000052183 0.12 0.24 Areia Siltica  53.3 43.7 3 \n\n49  61.22 0.000055023  0.000054216 0.000052316 0.14 0.23 Areia Siltica  61.12 36.86 2.02 \n\n50  61.25 0.00005864  0.000058807 0.000056175 0.14 0.2 Silte Arenoso  43.72 52.86 3.42 \n\n51  61.28 0.000059195  0.000058926 0.000055957 0.13 0.22 Areia Siltica  60.25 37.9 1.85 \n\n52  61.30 0.000062665  0.00006258 0.000058965 0.09 0.21 Silte Arenoso  37.5 59.32 3.18 \n\n53  61.33 0.000067242  0.000068297 0.000064466 0.11 0.15 Areia Siltica  59.66 38.14 2.2 \n\n54  61.35 0.000064681  0.000064604 0.000059334 0.09 0.2 Areia Siltica  68.44 29.08 1.48 \n\n55  61.38 0.00007308  0.000066252 0.00006369 0.1 0.17 Areia Siltica  69.49 29.01 1.5 \n\n\n\n49 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n56  61.40 0.000066683  0.00006682 0.000061732 0.14 0.17 Areia Siltica  60.45 37.49 2.06 \n\n57  61.43 0.000068206  0.000067843 0.000063435 0.11 0.18 Silte Arenoso  34.36 62.35 3.29 \n\n58  61.45 0.000065952  0.000064833 0.00006172 0.12 0.19 Silte Arenoso  35.01 31.92 3.07 \n\n59  61.48 0.000087776  0.000092309 0.000069069 0.12 0.24 Areia Siltica  54.68 42.68 2.64 \n\n60  61.50 0.00006597  0.000065262 0.000062202 0.13 0.17 Areia Siltica  70.34 28.06 1.6 \n\n61  61.53 0.000063244  0.000061391 0.000059406 0.11 0.21 Areia Siltica  67.63 30.6 1.77 \n\n62  61.56 0.000068573  0.000066519 0.000064481 0.11 0.21 Areia Siltica  67.46 30.59 1.95 \n\n63  61.58 0.000061304  0.00005803 0.000058045 0.14 0.19 Areia Siltica  63.75 34.2 2.05 \n\n64  61.61 0.000056665  0.000056268 0.000055175 0.21 0.2 Silte Arenoso  41.9 55.3 2.8 \n\n65  61.63 0.000060192  0.000060066 0.000056915 0.15 0.24 Areia Siltica  68.18 29.53 2.29 \n\n66  61.66 0.000060569  0.000060833 0.000057603 0.15 0.23 Silte Arenoso  34.52 62.24 3.24 \n\n67  61.68 0.000078127  0.00007854 0.000075205 0.13 0.25 Areia Siltica  72.23 26.32 1.45 \n\n68  61.71 0.000055927  0.000052904 0.000052066 0.13 0.18 Areia Siltica  58.01 39.79 2.2 \n\n69  61.73 0.000057623  0.00005817 0.000054544 0.13 0.17 Areia Siltica  62.65 35.29 2.06 \n\n70  61.76 0.000057685  0.000057114 0.000055278 0.15 0.19 Silte Arenoso  44.09 53.14 2.77 \n\n71  61.79 0.000076772  0.000074615 0.000073626 0.13 0.2 Areia Siltica  69.29 28.72 1.99 \n\n72  61.81 0.000060189  0.000056909 0.000055318 0.13 0.19 Silte Arenoso  37.52 59.17 3.31 \n\n73  61.84 0.000069125  0.00006701 0.000065387 0.13 0.18 Silte Arenoso  40.57 56.59 2.84 \n\n74  61.86 0.000073828  0.000068649 0.000068985 0.15 0.21 Areia Siltica  65.1 31.85 3.05 \n\n\n\n50 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n75  61.89 0.000061268  0.000059641 0.00005627 0.1 0.18 Areia Siltica  72.23 26.23 1.54 \n\n76  61.91 0.000061125  0.000062842 0.000059303 0.14 0.23 Silte Arenoso  29.62 66.33 4.05 \n\n77  61.94 0.000058789  0.000058034 0.000054439 0.17 0.19 Areia Siltica  72 25.77 2.23 \n\n78  61.96 0.00010601  0.0001019 0.000097317 0.18 0.13 Silte Arenoso  32.66 64.28 3.06 \n\n79  61.99 0.00011539  0.00011286 0.00010775 0.129 0.221 Silte Arenoso  37.36 59.85 2.79 \n\n80  62.01 0.00011086  0.00011012 0.00010468 0.15 0.13 Areia Siltica  73.35 25.22 1.43 \n\n81  62.04 0.00011001  0.00010929 0.00010349 0.16 0.17 Areia Siltica  70.69 27.33 1.98 \n\n82  62.07 0.00010782  0.00010591 0.00010112 0.18 0.17 Areia Siltica  71.59 26.21 2.2 \n\n83  62.09 0.00010634  0.00010599 0.00010067 0.2 0.16 Areia Siltica  60.73 36.05 3.22 \n\n84  62.12 0.00011309  0.00011223 0.00010823 0.136 0.225 Silte Arenoso  39.57 57.45 2.98 \n\n85  62.14 0.00010569  0.0001035 0.000099829 0.123 0.224 Areia  77.38 21.5 1.12 \n\n86  62.17 0.0001134  0.00011076 0.00010525 0.08 0.21 Silte Arenoso  37.48 59.41 3.11 \n\n87  62.19 0.00010394  0.00010108 0.000097668 0.16 0.17 Areia Siltica  68.48 29.01 2.51 \n\n88  62.22 0.000094506  0.0000926 0.000089644 0.18 0.14 Areia Siltica  68.16 29.65 2.19 \n\n89  62.24 0.000077326  0.000080143 0.000074356 0.18 0.16 Silte Arenoso  37.84 59.5 2.66 \n\n90  62.27 0.000083884  0.000083561 0.000080776 0.17 0.13 Areia Siltica  73.22 24.88 1.9 \n\n91  62.30 0.000079689  0.000079862 0.000076643 0.12 0.218 Areia Siltica  74.6 24.06 1.34 \n\n92  62.32 0.000076539  0.000076006 0.000071308 0.2 0.17 Areia Siltica  68.49 29.41 2.1 \n\n93  62.35 0.000078501  0.000079814 0.000075498 0.18 0.17 Silte Arenoso  39.27 57.7 3.03 \n\n\n\n51 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n94  62.37 0.00010034  0.00009749 0.000091235 0.17 0.18 Areia Siltica  64.95 31.1 3.95 \n\n95  62.40 0.000069712  0.000072073 0.00006922 0.152 0.233 Areia Siltica  69.88 27.32 2.8 \n\n96  62.42 0.000072301  0.000074326 0.000069516 0.158 0.17 Areia Siltica  68.78 27.85 3.37 \n\n97  62.45 0.000076821  0.000076531 0.00007234 0.131 0.208 Areia Siltica  68.55 28.7 2.75 \n\n98  62.47 0.000078447  0.000080458 0.000072356 0.178 0.12 Silte Arenoso  34.29 62.31 3.4 \n\n99  62.50 0.000082061  0.000076889 0.000077747 0.143 0.236 Areia  77.53 21.77 0.7 \n\n100  62.52 0.000072025  0.000073942 0.000070275 0.134 0.207 Silte Arenoso  38.34 58.49 3.17 \n\n101  62.55 0.000079618  0.000077053 0.000074274 0.16 0.17 Silte Arenoso  36.71 60.59 2.7 \n\n102  62.58 0.000061235  0.00005943 0.00005686 0.19 0.1 Silte Arenoso  39.2 57.62 3.18 \n\n103  62.60 0.000064951  0.000067238 0.000060121 0.152 0.216 Silte Arenoso  37.52 59.77 2.71 \n\n104  62.63 0.000058759  0.000057301 0.000055091 0.17 0.18 Silte Arenoso  41.11 55.87 3.02 \n\n105  62.65 0.000071114  0.000070171 0.00006813 0.147 0.233 Areia Siltica  48.71 48.67 2.62 \n\n106  62.68 0.00015209  0.00010053 0.000094799 0.17 0.222 Areia Siltica  63.27 33.5 3.23 \n\n107  62.70 0.000065117  0.000062649 0.000059884 0.195 0.16 Silte Arenoso  34.39 62.52 3.09 \n\n108  62.73 0.000066316  0.000065135 0.000064061 0.21 0.04 Areia  80.59 18.8 0.61 \n\n109  62.75 0.000065745  0.000065117 0.000062199 0.18 0.1 Areia Siltica  64.31 32.81 2.88 \n\n110  62.78 0.000062617  0.00006396 0.000059975 0.19 0.16 Areia Siltica  62.74 34.08 3.18 \n\n111  62.81 0.000083094  0.000082391 0.000077402 0.122 0.237 Silte Arenoso  40.49 56.64 2.87 \n\n112  62.83 0.000061564  0.000062106 0.000059089 0.16 0.15 Silte Arenoso  44.47 52.62 2.91 \n\n\n\n52 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n113  62.86 0.000062018  0.000062701 0.000057984 0.14 0.214 Silte Arenoso  40.34 56.94 2.72 \n\n114  62.88 0.000058475  0.000056984 0.000054663 0.19 0.14 Areia Siltica  49.38 48.13 2.5 \n\n115  62.91 0.000054354  0.000054987 0.000051164 0.2 0.14 Areia Siltica  69.96 28.06 1.98 \n\n116  62.93 0.000063437  0.000063833 0.000059641 0.114 0.227 Silte Arenoso  43.9 53.44 2.66 \n\n117  62.96 0.000071226  0.000072021 0.000069126 0.17 0.17 Silte Arenoso  40.63 56.44 2.93 \n\n118  62.98 0.000062797  0.000061391 0.000059205 0.195 0.09 Areia Siltica  50.28 46.57 3.15 \n\n119  63.01 0.000055398  0.000056273 0.000053283 0.17 0.1 Silte Arenoso  44.42 52.85 2.73 \n\n120  63.03 0.000062228  0.000062079 0.000057021 0.134 0.207 Areia Siltica  69 29.42 1.58 \n\n121  63.06 0.000061016  0.000059832 0.000056345 0.19 0.16 Silte Arenoso  39.37 57.69 2.94 \n\n122  63.09 0.000056054  0.000056028 0.000054671 0.19 0.14 Areia Siltica  50.07 47.61 2.32 \n\n123  63.11 0.000054943  0.000054623 0.000052611 0.184 0.1 Areia Siltica  70.39 28.41 1.2 \n\n124  63.14 0.000063003  0.00005907 0.000057843 0.17 0.15 Areia Siltica  69.33 28.78 1.89 \n\n125  63.16 0.000060762  0.000059768 0.000055039 0.135 0.223 Areia Siltica  67.07 31.28 1.65 \n\n126  63.19 0.000055123  0.000057005 0.000054208 0.16 0.14 Areia Siltica  66.17 32.02 1.81 \n\n127  63.21 0.000063917  0.000066474 0.000063435 0.133 0.202 Areia Siltica  53.38 41.85 4.77 \n\n128  63.24 0.000069408  0.000069188 0.00006667 0.13 0.221 Areia Siltica  69.74 28.48 1.78 \n\n129  63.26 0.000061271  0.000062348 0.000058509 0.119 0.22 Silte Arenoso  47.02 50.29 2.69 \n\n130  63.29 0.000087426  0.00013261 0.00013671 0.113 0.212 Areia Siltica  64.42 33.91 1.67 \n\n131  63.32 0.000063333  0.000060503 0.000058599 0.114 0.203 Areia Siltica  58.03 39.58 2.39 \n\n\n\n53 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n132  63.34 0.000082711  0.000076832 0.00007985 0.124 0.21 Areia Siltica  70.76 27.65 1.59 \n\n133  63.37 0.000066297  0.000060856 0.00006178 0.15 0.14 Areia Siltica  59.14 38.52 2.34 \n\n134  63.39 0.000060359  0.000059425 0.000055001 0.11 0.234 Areia Siltica  61.69 35.98 2.33 \n\n135  63.42 0.000051867  0.000052754 0.000049518 0.17 0.14 Areia Siltica  61.47 36.23 2.3 \n\n136  63.44 0.000067852  0.000068285 0.000062803 0.18 0.15 Areia Siltica  54.18 43.16 2.66 \n\n137  63.47 0.000067753  0.000067581 0.000063619 0.15 0.11 Areia Siltica  54.28 42.83 2.89 \n\n138  63.49 0.000065583  0.000063406 0.000060694 0.116 0.192 Areia Siltica  63.26 34.64 2.1 \n\n139  63.52 0.000064359  0.000063129 0.000059546 0.123 0.217 Areia Siltica  60.18 37.57 2.25 \n\n140  63.54 0.000067104  0.000066105 0.00006371 0.115 0.233 Silte Arenoso  43.83 51.76 4.41 \n\n141  63.57 0.000071134  0.000069606 0.000067182 0.112 0.198 Areia Siltica  52.36 44.77 2.87 \n\n142  63.60 0.000066263  0.000065455 0.000063368 0.14 0.11 Silte Arenoso  46.57 49.62 3.81 \n\n143  63.62 0.000059688  0.00005892 0.000056493 0.115 0.21 Areia Siltica  51.97 44.92 3.11 \n\n144  63.65 0.000060566  0.000061366 0.000058287 0.1 0.263 Areia Siltica  59.51 38.16 2.33 \n\n145  63.67 0.000073747  0.00007173 0.00006884 0.102 0.214 Areia Siltica  50.02 46.31 3.67 \n\n146  63.70 0.00010974  0.000082611 0.000079539 0.081 0.232 Areia Siltica  52.26 44.53 3.21 \n\n147  63.72 0.000066712  0.000068253 0.000064094 0.17 0.18 Areia Siltica  59.26 37.72 3.02 \n\n148  63.75 0.000060224  0.000063201 0.000057956 0.108 0.233 Areia Siltica  62.55 35.2 2.25 \n\n149  63.77 0.000059659  0.000059902 0.000056647 0.101 0.242 Silte Arenoso  45.49 50.45 4.06 \n\n150  63.80 0.000061603  0.000062117 0.000058106 0.14 0.16 Areia Siltica  58.71 38.83 2.46 \n\n\n\n54 \nCARACTERIZAÇÃO DE SEDIMENTOS DO TESTEMUNHO NAP61-1 DA PLATAFORMA CONTINENTAL \n\nDA BACIA DE SANTOS POR MEIO DE SUSCEPTIBILIDADE MAGNÉTICA \n\n \n\n \n\n151  63.83 0.000062581  0.000064533 0.0000606 0.147 0.11 Areia Siltica  54.17 43.18 2.65 \n\n152  63.85 0.000056931  0.000057697 0.000054466 0.16 0.15 Areia Siltica  62.99 34.96 2.05 \n\n153  63.88 0.00008933  0.000068074 0.000083485 0.15 0.12 Areia Siltica  57.54 40.31 2.15 \n\n154  63.90 0.000064965  0.000064682 0.000062768 0.15 0.15 Areia Siltica  63.7 34.5 1.8 \n\n155  63.93 0.000067965  0.000063202 0.000064582 0.14 0.15 Areia Siltica  58.07 39.4 2.53 \n\n156  63.95 0.00014909  0.00013545 0.00014279 0.11 0.23 Areia Siltica  55.43 42.26 2.31 \n\n157  63.98 0.00022802  0.00013208 0.00020421 0.17 0.17 Areia Siltica  62.55 35.54 1.91"}]}}}