{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17057"}, {"@name": "filename", "#text": "23781_FABIOLA_ELOISA_SETIM_PRIOSTE.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \nFACULDADE DE MEDICINA VETERINÁRIA E ZOOTECNIA – FMVZ \n\n \n \n \n \n \n \n\nFABÍOLA ELOISA SETIM PRIOSTE \n \n\n \n \n \n \n \n \n \n \n \nDetecção e quantificação de alguns elementos químicos inorgânicos em sangue e tecidos \nde tartarugas-verdes – Chelonia mydas (Linnaeus, 1758) – da costa brasileira: possível \n\ncorrelação com a fibropapilomatose \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nSão Paulo \n2016 \n\n\n\n \n \n\n \nFABÍOLA ELOISA SETIM PRIOSTE \n\n \n \n \n \n \n \n \n \n \n \n\nDetecção e quantificação de alguns elementos químicos inorgânicos em sangue e tecidos \nde tartarugas-verdes – Chelonia mydas (Linnaeus, 1758) – da costa brasileira: possível \n\ncorrelação com a fibropapilomatose \n \n \n \n \n \n\nTese apresentada ao Programa de Pós-Graduação \nem Patologia Experimental e Comparada da \nFaculdade de Medicina Veterinária e Zootecnia da \nUniversidade de São Paulo para obtenção do título \nde Doutor em Ciências \n \n \n \nDepartamento: \nPatologia \n \nÁrea de Concentração: \nPatologia Experimental e Comparada \n \nOrientador:  \nProfa. Dra. Eliana Reiko Matushima \n \n \n \n \n\n \n \n \n\n \n \n\nSão Paulo \n2016 \n\n \n \n \n\n\n\nAutorizo a reprodução parcial ou total desta obra, para fins acadêmicos, desde que citada a fonte. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n \n \n \n \n\n \n \n\n \n \n \n \n\n \n \n \n\n \n \n \n\nDADOS INTERNACIONAIS DE CATALOGAÇÃO NA PUBLICAÇÃO \n \n \n\n(Biblioteca Virginie Buff D’Ápice da Faculdade de Medicina Veterinária e Zootecnia da Universidade de São Paulo) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n\nT.3280 Prioste, Fabíola Eloisa Setim  \nFMVZ     Detecção e quantificação de alguns elementos químicos inorgânicos em sangue e tecidos de \n\ntartarugas-verdes – Chelonia mydas (Linnaeus, 1758) – da costa brasileira: possível correlação com \na fibropapilomatose / Fabíola Eloisa Setim Prioste. -- 2016. \n\n     115 f. il. \n \n \n     Tese (Doutorado) - Universidade de São Paulo. Faculdade de Medicina Veterinária e \n\nZootecnia. Departamento de Patologia, São Paulo, 2016. \n \n \n \n\n    Programa de Pós-Graduação: Patologia Experimental e Comparada. \n   \n     Área de concentração: Patologia Experimental e Comparada. \n \n \n\n    Orientador:  Profa. Dra. Eliana Reiko Matushima. \n \n     \n   \n \n\n             1 Contaminantes inorgânicos. 2. Chelonia mydas. 3. Fibropapilomatose. 4. Atlântico sul. \n5. Ecotoxicologia. I. Título.  \n\n\n\n \n \n\n \n\n\n\n \n \n\n \nFOLHA DE AVALIAÇÃO \n\n \n \n\nAutor:  PRIOSTE,  Fabíola Eloisa Setim  \n \nTítulo: Detecção e quantificação de alguns elementos químicos inorgânicos em sangue e \n\ntecidos de tartarugas-verdes – Chelonia mydas (Linnaeus, 1758) – da costa brasileira: \npossível correlação com a fibropapilomatose \n\n \n \n\nTese apresentada ao Programa de Pós-Graduação em \nPatologia Experimental e Comparada da Faculdade de \nMedicina Veterinária e Zootecnia da Universidade de \nSão Paulo para obtenção do título de Doutor em \nCiências  \n\n \n \nData: _____/_____/_____ \n \n \n\nBanca Examinadora \n \n \n\nProf. Dr.____________________________________________________________________ \n\nInstituição:____________________________ Julgamento:____________________________ \n\n \n\nProf. Dr.____________________________________________________________________ \n\nInstituição:____________________________ Julgamento:____________________________ \n\n \n\nProf. Dr.____________________________________________________________________ \n\nInstituição:____________________________ Julgamento:____________________________ \n\n \n\nProf. Dr.____________________________________________________________________ \n\nInstituição:____________________________ Julgamento:____________________________ \n\n \n\nProf. Dr.____________________________________________________________________ \n\nInstituição:____________________________ Julgamento:____________________________ \n\n\n\n \n \n\n \nDedicado a todos aqueles que amam o conhecimento.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \nAGRADECIMENTOS \n\n \n \nAo meu marido, José Roberto, pelo apoio moral, emocional e financeiro. O companheiro de \nquase 30 anos que ainda faz meus olhos brilharem. \n \nAos meus filhos: Meríssea, Alice, Pedro e Lucca, que sempre apoiaram minhas decisões e \nincentivaram meus estudos. Ao meu filho Tomaz, um guerreiro que inspira. Ao meu neto \nJulio, meu mais novo amor! \n \nÀ mãe mais linda do mundo: a minha! \n \nÀ Profa. Dra. Eliana Matushima, pela dedicação ao seu trabalho de orientação, por seus \nconselhos, por acreditar em mim. Eu não poderia ter realizado este trabalho sem a tua mão \nsegurando a minha. \n \nAo Grupo de Pesquisa em Fibropapilomatose de Tartarugas Marinhas: Silmara Rossi, Marco \nAurélio Gattamorta e Matu. Sem vocês, eu não teria conseguido. \n \nAo Jorge Oyakawa, nosso “escudeiro” fiel do laboratório. Sempre auxiliando nas \norganizações, viagens e compras e ainda aconselhando e acalmando em momentos de tensão. \n \nAos companheiros lapconianos, por todos os sorrisos que sorrimos juntos.  No LAPCOM sou \nparte de um grupo muito gratificante. Obrigada a Angélica Maria Sanchez Sarmiento, Catia \nDejuste de Paula, Claudia Niemeyer, Danilo M Rodrigues, Juliana Marigo, Katia Regina \nGroch, Marcelo Carvalho, Marina Bueno, Pedro Enrique Navas Suárez, Ralph Vanstreels, \nSamira Costa da Silva, Sandara Pimentel Sguario, Sávio Stefanini Sant’Anna, Valéria \nRuoppolo. \n \nÀ Luísa Carvalho, a melhor primeira aluna de iniciação que eu poderia querer. \n \nÀ Marina Alcala, a novata que nos fez aprender tudo sobre algas e fanerógamas. \n \nAo projeto Tamar, a mais antiga instituição de conservação de tartarugas marinhas no Brasil, \ncuja equipe foi incansável em auxiliar, responder, ensinar. Em Ubatuba – SP: Henrique \nBecker, Renato Velloso, Antonio Mauro Correa. \nEm Vitória – ES: Cecília Baptistotte, Jordana Bonini. \nEm Fernando de Noronha - PE: Armando J. B. Santos, Rafael, Lourival, Felipe e Galeguinho. \nEm Almofala – CE: Eduardo Moreira Lima, Thereza Damasceno, Fernanda Silveira, \nFernando Diógenes Alves Ferreira e Paulo. \nE todos os estagiários: Isabel Luz, Pedro Américo, Murilo e Serginho, Natalia Albuquerque, \nSamuel Vogetta, Billy Joy, Mariana Oshiro e Ceará, Joel Bruno, Suellen Santiago, Scarlet \nAndrade, Manoela Oliveira, Carolina Pulita, Renato Paulo Rosa, João Vitor Lima, Ângela \nTalarico, Luana Keller, André Luiz Pavanate e Junior – o único voluntário. \nE a todos os tratadores, auxiliares e amigos do Tamar que ajudaram em tantas situações! \n \nAo Instituto de Pesquisa e Conservação Marinha - IPCMAR de Anchieta e CTA – Serviços \nem Meio Ambiente, obrigada por me receberem e auxiliarem nas pessoas de Marcílio, Moara \nCuzzuol e Antonio Calais. \n\n\n\n \n \n\n \nAo Prof. Dr. Paulo Saldiva, que abriu as portas de tantos laboratórios e nos permitiu seguir \nem frente com uma ideia na cabeça e apenas vontade de fazer nas mãos. \n \nAs professoras Regiani Carvalho de Oliveira e Mitiko Saiki, pelas tentativas. Ainda vamos \nanalisar amostras! \n \nAo Prof. Dr. Fernando Barbosa Jr e sua equipe, muito obrigada!  E à Vanessa Cristina de \nOliveira, meu anjo do ICP-MS. \n \nÀ Paula Pícoli, por ser tão cuidadosa com as amostras quanto eu. E a Romena, muito \nobrigada! \n \nAo Ralph Vanstreels, pelas conversas edificantes que me ajudaram a organizar meus \npensamentos. \n \nÀs minhas amigas de luta: Gerusa Nogueira, Helena Fabiani, pelo apoio e carinho. \n \nHelia Piedade, meu socorro nas últimas horas... \n \nÀ Profa. Cristina Fotin, pelo começo de tudo. \n \nÀ fantástica Mariana Queiroz, apoio e paciência sem fim! Mari, vamos ficar velhinhas e \nfazendo estatísticas com tartarugas... \n \nÀ FAPESP – processo FAPESP n.º 2012/14319-6 e à CAPES pelo apoio financeiro. \n \nÀs tartarugas mais doces que conheci: as verdes! \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“A Ciência trabalha na fronteira entre o conhecimento e a ignorância. Nós não temos \nmedo de admitir que não sabemos. Não há vergonha nisso. A única vergonha é fingir que \n\nnós temos todas as respostas.” \n    Neil de Grasse Tyson \n\n \n \n\n\n\n \n \n\n \nRESUMO \n\n \nPRIOSTE,  F. E. S. Detecção e quantificação de alguns elementos químicos inorgânicos \nem sangue e tecidos de tartarugas-verdes – Chelonia mydas (Linnaeus, 1758) – da costa \nbrasileira: possível correlação com a fibropapilomatose. [Detection and quantification of \nselected inorganic chemical elements in blood and tissue samples from green turtles – \nChelonia mydas (Linnaeus, 1758) – from the Brazilian coast: possible correlation with \nfibropapillomatosis.]. 2016. 115 f. Tese (Doutorado em Ciências) – Faculdade de Medicina \nVeterinária e Zootecnia, Universidade de São Paulo, São Paulo, 2016. \n \n \n \n\nA fibropapilomatose é uma doença multifatorial em tartarugas marinhas caracterizada \n\npor tumores cutâneos benignos. O surgimento da doença é atribuído à associação do Chelonid \n\nherpesvirus – 5 (ChHV-5), à genética e à fatores ambientais. A tartaruga-verde (Chelonia \n\nmydas) é a espécie mais acometida pela doença, sendo esta uma das maiores ameaças à sua \n\nsobrevivência.  Este estudo teve por objetivo detectar e mensurar seis elementos químicos \n\ninorgânicos: Arsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), Zinco (Zn) e Mercúrio \n\n(Hg) em sangue de tartarugas-verdes (Chelonia mydas) capturadas vivas e tecidos (baço, rins, \n\nfígado, glândula de sal, musculatura esquelética e tecido ósseo) de necropsias realizadas em \n\nindivíduos encontrados mortos. Quatro localidades da costa brasileira foram amostradas: \n\nAlmofala – CE; Fernando de Noronha – PE; Vitória – ES e Ubatuba – SP. Foram colhidas \n\n233 amostras de sangue e 488 amostras de tecido entre março de 2012 e outubro de 2015. As \n\namostras foram analisadas em um espectrômetro de massas com plasma indutivamente \n\nacoplado (ICP-MS). Os resultados das análises de sangue apontaram Fernando de Noronha \n\ncomo um possível grupo controle para estudos desta ordem. As e Se foram encontrados em \n\nFernando de Noronha em níveis séricos muito baixos. Tartarugas-verdes das outras três \n\nlocalidades estudadas apresentaram uma diminuição desses elementos quando com sinais de \n\nFP, ao mesmo tempo em que apresentaram concentrações maiores de algum elemento \n\nquímico tóxico, como Pb e Hg. Quanto aos resultados obtidos com amostras teciduais, as \n\ntartarugas-verdes com sinais de FP apresentam menores concentrações de As e Se em todos \n\nos órgãos analisados, ao mesmo tempo que apresentam maior concentração de Pb em fígado, \n\nrins e ossos.  \n\n \n \nPalavras-chave: Contaminantes inorgânicos. Chelonia mydas. Fibropapilomatose. Atlântico \n\nsul. Ecotoxicologia. \n\n\n\n \n \n\n \n\nABSTRACT \n \n \nPRIOSTE,  F. E. S. Detection and quantification of selected inorganic chemical elements \nin blood and tissue samples from green turtles – Chelonia mydas (Linnaeus, 1758) – from \nthe Brazilian coast: possible correlation with fibropapillomatosis. [Detecção e quantificação \nde alguns elementos químicos inorgânicos em sangue e tecidos de tartarugas-verdes – \nChelonia mydas (Linnaeus, 1758) – da costa brasileira: possível correlação com a \nfibropapilomatose]. 2016. 115 f. Tese (Doutorado em Ciências) – Faculdade de Medicina \nVeterinária e Zootecnia, Universidade de São Paulo, São Paulo, 2016. \n \n \n \n \n\nFibropapillomatosis is a multifactorial disease of sea turtles characterized by benign \n\ncutaneous tumors. The development of this disease is attributed to the association of Chelonid \n\nherpesvirus – 5 (ChHV-5), to genetics and environmental factors. The green turtle (Chelonia \n\nmydas) is the species most affected by fibropapillomatosis, one of the biggest threats to the \n\nsurvival. The aim of this study was to detect and quantify six inorganic chemical elements: \n\nArsenic (As), Cadmium (Cd), Lead (Pb), Selenium (Se), Zinc (Zn) and Mercury (Hg) in blood \n\nsamples of green turtles trapped alive, and tissue samples (spleen, kidneys, liver, salt glands, \n\nskeletal muscles and bone tissue) collected during necropsies of carcasses. The samples was \n\ncollected in four different locations of the Brazilian coast: Almofala – Ceará; Fernando de \n\nNoronha – Pernambuco; Vitória – Espírito Santo e Ubatuba – São Paulo. We collected 233 \n\nblood samples and 488 tissue samples between March 2012 and October 2015. Samples were \n\nanalysed by inductively coupled plasma mass spectrometry (ICP-MS) techniques. The results \n\nof the blood analyses indicated Fernando de Noronha as a possible control group for studies \n\nof this nature. As and Se were observed in Pernambuco (Fernando de Noronha) in very low \n\nblood levels. Green turtles from the three other locations presented decreased levels of the \n\nsame elements in cases with signs of FP, while presenting higher concentrations of some of \n\nthe toxic chemical elements, such as Pb and Hg. The results obtained from tissue samples \n\nshowed that green turtles with signs of FP present lower As and Se in all analysed organs, and \n\nhigher [Pb] in liver, kidneys and bone tissues.  \n\n \n \nKeywords: Inorganic contaminants. Chelonia mydas. Fibropapillomatosis. Southern Atlantic. \nEcotoxicology. \n\n\n\n \n \n\nLISTA DE FIGURAS  \n \nFigura 1 - Identificação de tartarugas-verdes (Chelonia mydas)............................................ 22 \n\nFigura 2 - Distribuição mundial de tartarugas-verdes (Chelonia mydas)............................... 23 \n\nFigura 3 -- Fibropapilomatose em tartaruga-verde (Chelonia mydas) .................................... 25 \n\nFigura 4 - Mapa de localização dos quatro pontos de amostragem ........................................ 36 \n\nFigura 5 - Distribuição do comprimento curvilíneo de carapaça (CCC) entre as \n\npopulações de tartarugas-verdes (Chelonia mydas) amostradas ........................... 43 \n\nFigura 6 - Distribuição da concentração de Arsênio (As) sérico entre as populações de \n\ntartarugas-verdes (Chelonia mydas) amostradas ................................................... 44 \n\nFigura 7 - Distribuição da concentração de Cádmio (Cd) sérico entre as populações de \n\ntartarugas-verdes (Chelonia mydas) amostradas ................................................... 44 \n\nFigura 8 - Distribuição da concentração de Chumbo (Pb) sérico entre as populações de \n\ntartarugas-verdes (Chelonia mydas) amostradas ................................................... 45 \n\nFigura 9 - Distribuição da concentração de Selênio (Se) sérico entre as populações de \n\ntartarugas-verdes (Chelonia mydas) amostradas ................................................... 45 \n\nFigura 10 - Distribuição da concentração de Zinco (Zn) sérico entre as populações de \n\ntartarugas-verdes (Chelonia mydas) amostradas ................................................... 46 \n\nFigura 11 - Distribuição da concentração de Mercúrio (Hg) sérico entre as populações \n\nde tartarugas-verdes (Chelonia mydas) amostradas .............................................. 46 \n\nFigura 12 - Gráfico da distribuição dos animais amostrados com e sem sinais de \n\nfibropapilomatose (respectivamente FP+ e FP–) nas quatro localidades \n\npesquisadas ............................................................................................................ 53 \n\nFigura 13 - Mapa de localização dos quatro pontos de amostragem. Editado por Ralph \n\nVanstreels .............................................................................................................. 66 \n\nFigura 14 - Bioacumulação de Arsênio (As) em órgãos de tartarugas-verdes capturadas \n\nna costa brasileira. ................................................................................................. 81 \n\nFigura 15 - Bioacumulação de Cádmio (Cd) em órgãos de tartarugas-verdes capturadas \n\nna costa brasileira .................................................................................................. 82 \n\n\n\n \n \n\nFigura 16 - Bioacumulação de Chumbo (Pb) em órgãos de tartarugas-verdes capturadas \n\nna costa brasileira. ................................................................................................. 82 \n\nFigura 17 - Bioacumulação de Selênio (Se) em órgãos de tartarugas-verdes capturadas \n\nna costa brasileira .................................................................................................. 83 \n\nFigura 18 - Bioacumulação de Zinco (Zn) em órgãos de tartarugas-verdes capturadas na \n\ncosta brasileira ....................................................................................................... 83 \n\nFigura 19 - Bioacumulação de Mercúrio (Hg) em órgãos de tartarugas-verdes \n\ncapturadas na costa brasileira. ............................................................................... 84 \n\nFigura 20 - Distribuição das tartarugas-verdes analisadas quanto à presença ou ausência \n\nde fibropapilomatose (FP) ..................................................................................... 86 \n\n \n\n \n \n \n\n\n\n \n \n\n \nLISTA DE TABELAS \n\n \n \n\nTabela 1 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), \n\nterceiro quartil (3º Q), mínimo (mín) e máximo (máx) do CCC e da \n\nconcentração de seis elementos químicos analisados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no estado de Pernambuco \n\n(em Fernando de Noronha), Brasil ...................................................................... 41 \n\nTabela 2 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), \n\nterceiro quartil (3º Q), mínimo (mín) e máximo (máx) do CCC e da \n\nconcentração de seis elementos químicos analisados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no estado do Ceará (CE), \n\nBrasil ................................................................................................................... 41 \n\nTabela 3 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), \n\nterceiro quartil (3º Q), mínimo (mín) e máximo (máx) do CCC e da \n\nconcentração de seis elementos químicos analisados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no estado do Espírito Santo \n\n(ES), Brasil .......................................................................................................... 42 \n\nTabela 4 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), \n\nterceiro quartil (3º Q), mínimo (mín) e máximo (máx) do CCC e da \n\nconcentração de seis elementos químicos analisados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no estado de São Paulo \n\n(SP), Brasil .......................................................................................................... 42 \n\nTabela 5 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a \n\nconcentração de seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no Brasil .................................. 48 \n\nTabela 6 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a \n\nconcentração de seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas em Fernando de Noronha \n\n(PE), Brasil .......................................................................................................... 48 \n\n\n\n \n \n\nTabela 7 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a \n\nconcentração de seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas em Almofala (CE), Brasil ....... 48 \n\nTabela 8 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a \n\nconcentração de seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas na Grande Vitória e \n\nAnchieta (ES), Brasil ........................................................................................... 48 \n\nTabela 9 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a \n\nconcentração de seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas em Ubatuba (SP) e \n\nadjacências, Brasil ............................................................................................... 49 \n\nTabela 10 - Correlações entre os seis elementos químicos testados em sangue de \n\ntartarugas-verdes (Chelonia mydas) capturadas no Brasil .................................. 50 \n\nTabela 11 - Correlações entre as concentrações de seis elementos químicos testados \n\nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado de \n\nPernambuco, Brasil. ............................................................................................ 50 \n\nTabela 12 - Correlações entre as concentrações de seis elementos químicos testados \n\nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado do \n\nCeará, Brasil. ....................................................................................................... 51 \n\nTabela 13 - Correlações entre as concentrações de seis elementos químicos testados \n\nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado do \n\nEspírito Santo, Brasil ........................................................................................... 51 \n\nTabela 14 - Correlações entre as concentrações de seis elementos químicos testados \n\nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado de \n\nSão Paulo, Brasil ................................................................................................. 51 \n\nTabela 15 - Comparação entre tartarugas-verdes (Chelonia mydas) FP+ e FP– \n\ncapturados nos estados do Espírito Santo e de São Paulo quanto ao \n\ncomprimento curvilíneo de carapaça (CCC) e concentração de seis \n\nelementos químicos séricos. ................................................................................ 56 \n\nTabela 16 - Concentração (ng/g) de elementos químicos detectados em tecidos de \n\ntartarugas-verdes (Chelonia mydas) necropsiadas na costa brasileira ................ 71 \n\n\n\n \n \n\nTabela 17 - Média (µ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q) e \n\nterceiro quartil (3º Q), mínimo (mín) e máximo (máx) dos seis elementos \n\nquímicos (Arsênio – As; Cádmio – Cd; Chumbo – Pb; Selênio – Se; Zinco \n\n– Zn e Mercúrio – Hg) analisados em tecidos de tartarugas-verdes \n\n(Chelonia mydas) nos estados de Ceará (CE), Espírito Santo (ES) e São \n\nPaulo (SP) ............................................................................................................ 75 \n\nTabela 18 - Resultados obtidos nas duas necropsias de tartarugas-verdes (Chelonia \n\nmydas) realizadas no estado de Pernambuco (Fernando de Noronha) ................ 79 \n\nTabela 19 - Bioacumulação dos elementos testados em cada órgão/tecido de \n\ntartarugas-verdes (Chelonia mydas) provenientes da costa brasileira ................ 80 \n\nTabela 20 - Comparação da concentração dos elementos testados no baço de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas na costa brasileira.............................................................. 87 \n\nTabela 21 - Comparação da concentração dos elementos testados no fígado de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas na costa brasileira.............................................................. 87 \n\nTabela 21b- Comparação da concentração dos elementos testados no fígado de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas nos estados do Espírito Santo e São Paulo ....................... 86 \n\nTabela 22 - Comparação da concentração dos elementos testados na glândula de sal de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas na costa brasileira.............................................................. 87 \n\nTabela 23 - Comparação da concentração dos elementos testados no músculo \n\nesquelético de tartarugas-verdes (Chelonia mydas) com ou sem sinais \n\nclínicos de FP (FP– e FP+), necropsiadas na costa brasileira ............................. 88 \n\nTabela 24 - Comparação da concentração dos elementos testados no tecido ósseo de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas na costa brasileira.............................................................. 88 \n\nTabela 24b - Comparação da concentração dos elementos testados no tecido ósseo de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas nos estados de Espírito Santo e São Paulo ........................ 87 \n\n\n\n \n \n\n \nTabela 25 - Comparação da concentração dos elementos testados nos rins de \n\ntartarugas-verdes (Chelonia mydas) com ou sem sinais clínicos de FP (FP– \n\ne FP+), necropsiadas na costa brasileira.............................................................. 88 \n\n \n \n \n\n\n\n \n \n\n \nLISTA DE QUADROS \n\n \n \n\nQuadro 1 - Resultados percentuais da prevalência de FP em amostras de 233 \n\ntartarugas-verdes (Chelonia mydas) capturadas na costa brasileira entre \n\n2013 e 2015 ......................................................................................................... 55 \n\nQuadro 2 - Padrão de bioacumulação de As, Cd, Pb, Se, Zn e Hg em órgãos de \n\ntartarugas-verdes (Chelonia mydas) necropsiadas no litoral brasileiro .............. 84 \n\n \n\n \n \n\n\n\n \n \n\n \nSUMÁRIO \n\n \n \n \n\n \n\n1 INTRODUÇÃO ............................................................................................................. 21 \n\n2 REVISÃO DE LITERATURA .................................................................................... 23 \n\n2.1 AS TARTARUGAS-VERDES E A FIBROPAPILOMATOSE .................................... 23 \n\n2.2 A POLUIÇÃO DOS MARES E AS POPULAÇÕES DE TARTARUGAS \n\nMARINHAS ................................................................................................................... 28 \n\n3 DETECÇÃO E QUANTIFICAÇÃO DE ALGUNS ELEMENTOS \n\nQUÍMICOS INORGÂNICOS EM SANGUE DE TARTARUGAS-VERDES \n\n– Chelonia mydas (LINNAEUS, 1758) – DA COSTA BRASILEIRA: \n\nPOSSÍVEL CORRELAÇÃO COM A FIBROPAPILOMATOSE .......................... 31 \n\n3.1 INTRODUÇÃO .............................................................................................................. 32 \n\n4 MATERIAL E MÉTODOS .......................................................................................... 34 \n\n4.1 ÁREAS DE ESTUDO E CAPTURA DE ANIMAIS ..................................................... 34 \n\n4.2 COLHEITA DE SANGUE, ARMAZENAMENTO E TRANSPORTE ........................ 37 \n\n4.3 DETECÇÃO E QUANTIFICAÇÃO DE ELEMENTOS QUÍMICOS .......................... 37 \n\n4.4 ESTATÍSTICA ............................................................................................................... 38 \n\n5 RESULTADOS E DISCUSSÃO .................................................................................. 40 \n\n5.1  CONCENTRAÇÃO DE ELEMENTOS QUÍMICOS DETECTADOS NO \n\nSANGUE DAS TARTARUGAS-VERDES AMOSTRADAS ...................................... 40 \n\n5.2 PREVALÊNCIA DA FIBROPAPILOMATOSE NOS ANIMAIS AVALIADOS ....... 52 \n\n5.3 CORRELAÇÃO ENTRE AS CONCENTRAÇÕES SÉRICAS DE SEIS \n\nELEMENTOS QUÍMICOS E A PRESENÇA DE SINAIS CLÍNICOS DE \n\nFIBROPAPILOMATOSE EM TARTARUGAS-VERDES CAPTURADAS NA \n\nCOSTA BRASILEIRA ................................................................................................... 55 \n\n6 CONCLUSÕES ............................................................................................................. 58 \n\n\n\n \n \n\n7 DETECÇÃO E QUANTIFICAÇÃO DE ALGUNS ELEMENTOS \n\nQUÍMICOS EM TECIDOS DE TARTARUGAS-VERDES – Chelonia mydas \n\n(LINNAEUS, 1758) – DA COSTA BRASILEIRA: POSSÍVEL \n\nCORRELAÇÃO COM A FIBROPAPILOMATOSE ............................................... 63 \n\n7.1 INTRODUÇÃO .............................................................................................................. 64 \n\n8 MATERIAIS E MÉTODO ........................................................................................... 66 \n\n8.1 ÁREAS DE ESTUDO E CAPTURA DE ANIMAIS ..................................................... 66 \n\n8.2 COLHEITA DE TECIDOS, ARMAZENAMENTO E TRANSPORTE ....................... 67 \n\n8.3 DETECÇÃO E QUANTIFICAÇÃO DE ELEMENTOS QUÍMICOS .......................... 67 \n\n8.4 ESTATÍSTICA ............................................................................................................... 69 \n\n9 RESULTADOS E DISCUSSÃO .................................................................................. 70 \n\n9.1 CONCENTRAÇÃO DE ELEMENTOS QUÍMICOS DETECTADOS NOS \n\nTECIDOS DAS TARTARUGAS-VERDES AMOSTRADAS NA COSTA \n\nBRASILEIRA ................................................................................................................. 70 \n\n9.2 CONCENTRAÇÃO DOS ELEMENTOS QUÍMICOS DETECTADOS NOS \n\nTECIDOS DAS TARTARUGAS-VERDES AMOSTRADAS POR \n\nLOCALIDADE NO BRASIL ......................................................................................... 75 \n\n9.3 BIOACUMULAÇÃO E CORRELAÇÕES ENTRE OS ELEMENTOS \n\nTESTADOS .................................................................................................................... 80 \n\n9.4 PREVALÊNCIA DA FIBROPAPILOMATOSE (FP) NOS ANIMAIS \n\nAVALIADOS ................................................................................................................. 86 \n\n10      CONCLUSÕES..............................................................................................................90 \n \n11      CONSIDERAÇÕES FINAIS.........................................................................................95 \n \n REFERÊNCIAS ............................................................................................................ 92 \n\n \n\n \n \n \n\n \n\n\n\n21 \n \n\n1 INTRODUÇÃO \n\n \n\n \n\nAs tartarugas marinhas pertencem a Ordem Testudines e estão divididas em duas famílias: \n\nCheloniidae e Dermochelyidae. A família Cheloniidae é atualmente representada por seis \n\nespécies, a saber: Chelonia mydas (tartaruga-verde ou aruanã), Eretmochelys imbricata \n\n(tartaruga-de-pente), Lepidochelys olivacea (tartaruga-oliva), Lepidochelys kempii (tartaruga-\n\nlora), Natator depressus (“flatback”) e Caretta caretta (tartaruga-cabeçuda).  Já a família \n\nDermochelyidae só possui a espécie Dermochelys coriacea (tartaruga-de-couro ou tartaruga-\n\ngigante). \n\nEm águas brasileiras são encontradas cinco das sete espécies descritas: tartaruga-verde, \n\ntartaruga-de-pente, tartaruga-oliva, tartaruga-cabeçuda e tartaruga-de-couro \n\n(MARCOVALDI, et al., 2011). Todas são protegidas pela Portaria do IBAMA n.º 1.522 de 19 \n\nde dezembro de 1989 (BRASIL, 1989), que as declarou ameaçadas de extinção e determina \n\nque todos os estágios de vida das cinco espécies (incluindo ovos e filhotes) sejam protegidos. \n\nAs tartarugas-verdes (Chelonia mydas) habitam a zona nerítica (águas próximas a costa) \n\ndurante a maior parte de suas vidas, onde se alimentam principalmente de algas bentônicas e \n\nplantas marinhas (BALAZS, 1980; BJORNDAL, 1980; BJORNDAL, 1997). As exceções a \n\nesta condição são os primeiros anos de vida – conhecidos como “anos perdidos” – quando \n\nhabitam a zona pelágica e possuem uma dieta onívora com tendência a carnivoria (HIRTH, \n\n1997) e as migrações que fazem em busca de sua praia de nascimento para a reprodução. \n\nA identificação da espécie é realizada observando-se estruturas morfológicas da carapaça, \n\ndo plastrão e da cabeça: carapaça oval com a presença de quatro pares de escudos laterais, o \n\nplastrão tem cor branca nos juvenis e torna-se amarelada nos adultos e  a cabeça possui forma \n\narredondada, um par de escamas pré-frontais e quatro pares de escamas pós-orbitais \n\n(PRITCHARD; MORTIMER, 2000) (Figura 1), além de uma mandíbula serrilhada (ERNST; \n\nBARBOUR, 1989).  \n\nA espécie é considerada em perigo pela International Union for Conservation of Nature - \n\nIUCN (IUCN, 2015) e o declínio das populações tem sido atribuído ao desenvolvimento \n\ncosteiro, captura incidental pela pesca, uso direto para consumo humano, mudanças \n\nclimáticas, poluição e patógenos (MARCOVALDI et al., 2011). \n\n \n\n \n\n\n\n22 \n \n\n \nFigura 1 - Identificação de tartarugas-verdes (Chelonia mydas) \n\n \nFonte: Pritchard e Mortimer (2000). \n\n \n\n\n\n23 \n \n\n \n2 REVISÃO DE LITERATURA \n\n \n\n \n\n2.1 AS TARTARUGAS-VERDES E A FIBROPAPILOMATOSE \n\n \n\n \n\nA Chelonia mydas é uma tartaruga marinha com ampla distribuição global, ocupando \n\nmares tropicais e subtropicais, principalmente entre 40oN e 40oS de latitude (Figura 2) além \n\nde ser a espécie que mais apresenta hábitos costeiros, sendo capaz de utilizar estuários de rios \n\ne lagos (HIRTH, 1997). Na zona nerítica (águas próximas à costa), a tartaruga-verde se \n\nalimenta principalmente de algas bentônicas e plantas marinhas (BALAZS, 1980; \n\nBJORNDAL, 1980; BJORNDAL et al., 1997). Por serem animais de comportamento \n\nmigratório, temporariamente habitam também as águas oceânicas, quando são capazes de \n\nfazer migrações de milhares de quilômetros (PLOTKIN, 1997). Segundo Hirth (1997), a \n\nespécie ocorre em pelo menos 139 países, sendo encontradas em águas costeiras ou praias de \n\ndesova. \n\n \n\n \n\nFigura 2 - Distribuição mundial de tartarugas-verdes (Chelonia mydas) \n\n \nFonte: MARCOVALDI et al., 2011. \n\n \n\n\n\n24 \n \n\nNo Oceano Atlântico, as áreas de nidificação da espécie são: Costa Rica, Guiana, Guiana \n\nFrancesa, Suriname, VeraCruz e Quintana, Ilha Ascencion, Ilha Mona, Ilha das Aves, \n\nTrindade, Dry Tortugas, Ilha das Mulheres, Ilha do Cabo Verde, Flórida, Bermuda, Alta Vela, \n\nIlhas Cayman, Cuba e Brasil (ERNST; BARBOUR, 1989) . Estudo genético realizado com \n\ntartarugas-verdes capturadas em Almofala – CE e  Ubatuba – SP indicaram haplótipos \n\nprincipalmente da Ilha de Ascencion e também do Suriname, Ilha das Aves e Tortugueros e \n\nTrindade (esta no Brasil). É provável que haja tartarugas de outras localidades no Atlântico \n\n(NARO-MACIEL et al., 2007).  \n\nA migração de áreas de reprodução para as de alimentação e crescimento envolve \n\npraticamente todo o litoral brasileiro (BOWEN et al., 1992) sendo estas as áreas de \n\ndesenvolvimento da Chelonia mydas, onde são encontradas principalmente tartarugas juvenis. \n\nOs momentos de entrada e saída desses habitats parecem estar relacionados com intervalos de \n\ntamanho bem definidos para algumas espécies e a recaptura de um mesmo indivíduo na \n\nmesma área ao longo de vários anos sugere uma certa residência por um período de tempo \n\n(MEYLAN; MEYLAN, 2000). No Brasil, o Projeto Tamar considera filhotes as tartarugas-\n\nverdes até 29,9cm de comprimento curvilíneo de carapaça (CCC), juvenis, os animais de 30-\n\n95,9cm de CCC e adultos, aqueles com mais de 96cm de CCC, baseando-se no tamanho \n\nmédio das tartarugas-verdes que retornam a costa brasileira para alimentação e ao tamanho da \n\nmenor tartaruga-verde ovipondo em áreas de nidificação brasileiras (comunicação pessoal)1. \n\nA Fibropapilomatose (FP), também conhecida como Green Turtle Fibropapilloma \n\n(GTFP), é uma doença caracterizada por tumores cutâneos múltiplos (HERBST et al., 1998) \n\n(Figura 2) e considerada debilitante e fatal (AGUIRRE et al., 1998) com os animais \n\nacometidos apresentando distúrbios de flutuação, caquexia, hipoproteinemia, desbalanço \n\neletrolítico, uremia e elevação nas enzimas hepáticas (NORTON; JACOBSON; SUNDBERG, \n\n1990). \n\n \n\n \n\n \n\n                                                        \n1 Informação fornecida pela Profa. Dra. Cecilia Baptistotte no Workshop Brasileiro de Fibropapilomatose \nem Tartarugas Marinhas, em Vitória –ES, maio de 2014. \n\n\n\n25 \n \n\n \nFigura 3 - Fibropapilomatose em tartaruga-verde (Chelonia mydas) \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n \n\nA FP foi descrita pela primeira vez em 1938 no Aquário de Nova Iorque (EUA) em uma \n\ntartaruga-verde que havia sido capturada dois anos antes em Key West, Flórida (SMITH; \n\nCOATS, 1938). A doença então, foi observada em diferentes locais por todo o mundo e em \n\nalguns lugares, com monitoração constante, a prevalência tem aumentado desde 1980 \n\n(HERBST et al., 1995). Hoje em dia, a FP tem uma distribuição mundial e a prevalência é \n\nbastante variável, podendo, dependendo da região avaliada, apresentar-se de 0 a 92%, sendo \n\nesta última, e mais alta prevalência, encontrada no Havaí (EUA) em 1991 (HERBST et al., \n\n1995).  \n\nNo Brasil, o primeiro registro da doença ocorreu em 1986, no estado do Espírito Santo \n\nsendo, a partir de então, frequentemente registrado (BAPTISTOTTE et al., 2001). O estudo \n\nrealizado entre 2000 e 2005 por Baptistotte (2007) mostrou a prevalência de 0% nas ilhas \n\noceânicas de Atol das Rocas e Fernando de Noronha e 36,94% no Ceará (respectivamente o \n\nmenor e o maior índice encontrados), sendo a prevalência média para todo o litoral brasileiro \n\nde 15,41%. Recentemente, em novo levantamento realizado pelo Projeto Tamar (janeiro de \n\n2006 a dezembro de 2013) foram observados um total de 34.371 tartarugas verdes, sendo \n\n20.660 encalhes, 6.178 provenientes de captura intencional e 7.533 provenientes de interação \n\n\n\n26 \n \n\ncom pesca. Deste total, 5.872 animais apresentaram FP, uma prevalência de 17,08% \n\n(Informação verbal)2  \n\nA doença é caracterizada por um ou múltiplos crescimentos fibroepiteliais cutâneos, de \n\nsuperfície verrucosa ou lisa e aparecendo como fibromas nas vísceras (KANG et al., 2008). \n\nOs tumores epiteliais podem ser pigmentados ou não, dependendo da pigmentação da pele na \n\nárea de surgimento da lesão (HERBST, 1994) e podem se desenvolver em diversas partes do \n\ncorpo do animal como nadadeiras, base da cauda, região cervical, oral, ocular, inguinal, axilar \n\ne carapaça incluindo as suturas entre os escudos adjacentes além de órgãos cavitários como os \n\nrins, o fígado e os pulmões (JACOBSON et al., 1989;  NORTON et al., 1990; JACOBSON et \n\nal., 1991; HERBST, 1994; ADNYANA; LADDS; BLAIR, 1997; WORK; BALAZS, 1997) \n\napresentando variação no tamanho e na quantidade (BAPTISTOTTE, 2007; ROSSI, 2007). O \n\ntamanho e a localização dos tumores benignos têm importância na sobrevida do animal \n\nacometido. Ainda, é possível que haja a remissão dos tumores, assim como o aumento dos \n\nmesmos e o aparecimento de novas lesões (EHRHART; SINDLER; WITHERINGTON, \n\n1986; JACOBSON et al., 1989; EHRHART, 1991; AGUIRRE et al., 1998) sem ainda uma \n\nexplicação definitiva para tal. \n\nHistologicamente, os tumores associados com a FP são divididos em papiloma, \n\nfibropapiloma e fibroma. Os papilomas representam a fase inicial de desenvolvimento dos \n\ntumores e consistem em proliferação da epiderme. Os fibromas são caracterizados por \n\nproliferação da matriz dermal, frequentemente envolvendo tecido colagenoso relativamente \n\nmaduro e representam a fase crônica (KANG et al., 2008). Os fibropapilomas mostram ambas \n\nas mudanças, sugerindo que sejam uma fase intermediária (KANG et al., 2008) e \n\ncaracterizam-se por projeção papilar e marcante hiperplasia da epiderme, proliferação de \n\nfibroblastos em vários estágios de diferenciação e presença de feixes de fibra de colágeno na \n\nderme (MATUSHIMA, 2003). Em outras espécies animais, os agentes conhecidos causadores \n\nde lesões cutâneas proliferativas semelhantes incluem carcinógenos químicos, luz ultravioleta, \n\nvírus oncogênicos e parasitas metazoários (HERBST et al., 1995).  \n\nA FP apresenta um padrão de distribuição compatível com a presença de um agente \n\ninfeccioso (HERBST et al., 1995), tendo sido um herpesvírus identificado em 100% dos \n\ntumores induzidos por inoculação de infiltrados celulares de tumores (ENE et al., 2005) e em \n\n95% das infecções naturais (QUACKENBUSH et al., 2001). O herpesvírus envolvido na \n\nfibropapilomatose pertence a Família Herpesviridae, subfamília Alphaherpesviridae e é \n\n                                                        \n2 Informação fornecida pela Profa. Dra. Cecilia Baptistotte no Workshop Brasileiro de Fibropapilomatose \nem Tartarugas Marinhas, em Vitória –ES, maio de 2014. \n\n\n\n27 \n \n\nchamado Chelonid herpesvirus-5 (ChHV-5).  \n\nOs herpesvírus são associados a várias doenças de tartarugas marinhas incluindo a \n\nDoença dos pulmões-olhos-traqueia (LETD – lung-eye-trachea disease), a Gray-patch-disease \n\n(GPD) e a Fibropapilomatose (FP) (CURRY et al., 2000; STACY et al., 2008). No total, são \n\ndescritos seis herpesvírus que acometem as tartarugas marinhas, todos pertencentes a Família \n\nHerpesviridae (DAVISON et al., 2009).  \n\nOs herpesvírus estão bem adaptados aos seus hospedeiros, muito provavelmente devido a \n\nco-evolução prolongada (DAVISON, 2002) e latente (ALFARO-NUÑEZ et al., 2014) e são \n\ncaracterizados por seu ciclo de replicação curto, a capacidade de destruir as células infectadas \n\ne de estabelecer latência (RILEY, 1988).  \n\nA FP é detectada principalmente nas tartarugas-verdes juvenis, quando retornam à zona \n\nnerítica para se alimentar (HERBST et al., 2004). Por este motivo, duas hipóteses são traçadas \n\nsobre como as tartarugas se infectam com o ChHV-5: elas podem adquirir o vírus na fase \n\ninicial de suas vidas, incluindo o nascimento e a fase de alimentação na zona pelágica ou \n\npodem ser infectadas nas fases mais tardias, após migrarem para os habitats neríticos (ENE et \n\nal., 2005). Em estudo realizado em três regiões diferentes da Flórida (EUA), a distribuição \n\nheterogênea das variantes virais nos tumores das tartarugas-verdes reforçou a hipótese de que \n\nestas são infectadas depois de voltarem, ainda jovens, aos habitats neríticos. \n\nNa costa brasileira, apenas as tartarugas-verdes juvenis apresentam FP, não tendo sido \n\nrelatada a doença em filhotes e adultos. O Projeto Tamar – o mais antigo programa brasileiro \n\nde conservação de tartarugas marinhas – classifica as tartarugas como filhotes quando até com \n\n29,9cm de comprimento curvilíneo de carapaça (CCC), juvenis de 30-95,9cm de CCC e \n\nadultas a partir de 96cm de CCC (comunicação pessoal)3. \n\nEntretanto, a doença também possui características multifatoriais, pois outros elementos \n\nparecem influenciar o desenvolvimento da doença como a temperatura da água (HERBST et \n\nal., 1995), a presença de ectoparasitas (GREENBLATT et al., 2004) e poluição ambiental \n\n(TOREZANI et al., 2009; SANTOS et al., 2010). As doenças normalmente são resultados de \n\numa série de eventos altamente complexos que envolvem insultos ambientais múltiplos e \n\nheterogêneos ocorrendo sobre a suscetibilidade individual (COMMITTEE ON ANIMALS AS \n\nMONITORS OF ENVIRONMENTAL HAZARDS, 1991) e o impacto destes eventos é \n\nmelhor observado quando se estudam os efeitos na população afetada em condições naturais \n\nao longo do tempo (COMMITTEE ON ANIMALS AS MONITORS OF \n\n                                                        \n3  Informação fornecida por Jordana Borini, executora de base no Projeto Tamar, em Espírito Santo, em \ndezembro de 2015. \n\n\n\n28 \n \n\nENVIRONMENTAL HAZARDS, 1991). \n\n \n\n \n\n2.2 A POLUIÇÃO DOS MARES E AS POPULAÇÕES DE TARTARUGAS MARINHAS \n\n \n\n \n\nO impacto humano sobre os habitats das tartarugas marinhas é reconhecido há décadas \n\n(LUTCAVAGE et al., 1997), e o esforço para mitigação deste problema é concentrado no \n\nambiente terrestre. Com a proteção e a recuperação de ecossistemas marinhos em alguns \n\nlocais, os impactos antropogênicos diretos ou indiretos sobre as tartarugas marinhas \n\ncontinuam a ocorrer (HAMANN et al., 2010). Existem diferentes formas de poluição que \n\nconstituem uma ameaça para os habitats marinhos e terrestres das tartarugas marinhas que \n\nincluem som, temperatura, luz, plásticos, produtos químicos, efluentes e outros. De um modo \n\ngeral, a poluição de qualquer tipo, ocorrendo acima de um certo limiar, pode produzir uma \n\nárea inabitável. Em níveis abaixos desse limiar, pode significativamente degradar a qualidade \n\ndo habitat, a capacidade de carga e outros aspectos da função do ecossistema (HAMANN et \n\nal., 2010).  \n\nAlguns elementos químicos são essenciais à vida, mas muitos podem bioacumular ou \n\nserem metabolizados e se tornarem tóxicos. É notório que animais vertebrados expostos a \n\naltas concentrações de alguns destes elementos, ou ainda, expostos a pequenas quantidades \n\npor longos períodos, podem apresentar problemas neurológicos, reprodutivos, gástricos, \n\nintestinais, respiratórios, imunológicos, hepáticos, renais e dermatológicos (MOFFET; EL-\n\nMASRI; FOWLER, 2007; INNIS et al., 2008). Dessa forma, as concentrações de metais \n\ntóxicos e elementos químicos diversos têm sido estudadas em tecidos de tartarugas-verdes em \n\ndiversas regiões do planeta (GODLEY; THOMPSONÀ; FURNESSÀ, 1999; SAKAI et al., \n\n2000; ANAN et al., 2002; STORELLI;  MARCOTRIGIANO, 2003; LAM et al., 2004; \n\nBARBIERI, 2009; TAN et al., 2010; van der MERWE et al., 2010; KOMOROSKE et al., \n\n2012; BEZERRA et al., 2013) sendo encontrados níveis elevados de Cádmio (Cd) em tecido \n\nrenal de C. mydas em lugares tão diferentes como Japão (SAKAI et al., 2000; ANAN et al., \n\n2002), China (LAM et al., 2004), Europa (CAURANT et al., 1999), Austrália (GORDON; \n\nPOPLE, 1998) e Arábia (BICHO et al., 2006). \n\nDessa forma, muitos estudos têm sido realizados em diferentes partes do mundo sobre a \n\ncontaminação destes animais por metais tóxicos e elementos traço (AGUIRRE et al., 1994; \n\nGLADSTONE, 1996; GORDON; POPLE, 1998; SAKAI et al., 2000; ANAN et al., 2002; \n\n\n\n29 \n \n\nLAM et al., 2004; AGUSA et al., 2008, van de MERWE et al., 2010), sendo bastante \n\nconcebível que estes elementos possam desempenhar um papel importante na redução das \n\npopulações (BARBIERI, 2009).  \n\nApesar da importância das águas brasileiras no desenvolvimento de cinco das sete \n\nespécies de tartarugas marinhas, o primeiro estudo deste tipo no Brasil foi publicado somente \n\nem 2009, por Barbieri. Ademais, a população de C. mydas ocupa a faixa litorânea, onde é \n\ngerada grande parte da produção econômica, havendo uma maior carga poluidora proveniente \n\ndos centros urbanos e industriais submetendo os ecossistemas costeiros a uma violenta \n\npressão. Os contaminantes dispersos na água podem apresentar-se em suspensão ou em \n\nsolução. As partículas em suspensão podem ser transportadas por longas distâncias, \n\ndependendo, para isso, da sua estabilidade. Assim, compostos mais estáveis e em solução \n\ntendem a percorrer distâncias maiores e ainda, nos oceanos, correntes superficiais favorecem \n\nseu transporte (AZEVEDO; CHASIN, 2003).  \n\nSabe-se que entre os fatores principais da redução das populações das tartarugas marinhas \n\nestá a degradação dos ambientes marinhos costeiros (ANAN et al., 2002; LAM et al., 2004; \n\nHAMANN et al., 2010) e como a prevalência da FP parece ser estável ou crescente na \n\nmaioria das regiões do mundo, a ação humana pode estar na origem desta expansão (WORK; \n\nBALAZS, 2013). Aguirre et al. (1994) sugeriram que alguns poluentes podem estar \n\nenvolvidos na imunossupressão das tartarugas marinhas que desenvolvem a FP. Desta forma, \n\nmuitos estudos têm sido realizados em diversas regiões do mundo detectando e quantificando \n\nelementos químicos orgânicos e inorgânicos tóxicos ou potencialmente tóxicos e, alguns \n\ndestes, já demonstraram causar efeitos deletérios endócrinos em animais e humanos \n\n(KORTENKAMP et al., 2011). Estes xenobióticos podem também aumentar a suscetibilidade \n\ndas tartarugas marinhas à doenças (AGUIRRE et al., 1994; CAMACHO et al., 2013) além \n\ndisso, avaliar os efeitos de fatores antropogênicos é uma prioridade global para a conservação \n\ndas tartarugas marinhas, com a identificação dos impactos específicos nas tartarugas \n\ndeterminando as áreas prioritárias (HAMANN et al., 2010). \n\nApesar de alguns autores não terem identificado alguma correlação entre elementos \n\nquímicos inorgânicos e a presença da FP, no Brasil, alguns poucos estudos foram publicados \n\n(BARBIERI, 2009; BEZERRA et al., 2013; SILVA et al., 2016) , sendo o mais recente deles \n\num estudo realizado com vinte e sete tartarugas-verdes capturadas em Ubatuba – SP (Brasil) \n\nque verificou que os animais desta região com FP apresentavam índices de  cobre (Cu), \n\nchumbo (PB) e ferro (Fe) significantemente mais altos do que aqueles sem os sinais clínicos \n\n\n\n30 \n \n\nda doença e ainda correlacionaram o aumento destes elementos químicos à indução de \n\nestresse oxidativo, o que implica na patogênese de infecções virais.  \n\nDesta forma, o objetivo principal deste trabalho foi detectar e quantificar seis elementos \n\nquímicos tóxicos ou potencialmente tóxicos em amostras biológicas de tartarugas-verdes de \n\nquatro localidade da costa brasileira e correlacionar com o desenvolvimento da \n\nfibropapilomatose. \n\n\n\n31 \n \n\n \n3 DETECÇÃO E QUANTIFICAÇÃO DE ALGUNS ELEMENTOS QUÍMICOS \n\nINORGÂNICOS EM SANGUE DE TARTARUGAS-VERDES – Chelonia mydas \n\n(LINNAEUS, 1758) – DA COSTA BRASILEIRA: POSSÍVEL CORRELAÇÃO \n\nCOM A FIBROPAPILOMATOSE \n\n \n\n \n\nResumo: A fibropapilomatose (FP) é uma doença debilitante de caráter multifatorial e afeta \n\ntartarugas-verdes (Chelonia mydas) em todas as regiões do planeta. Contaminantes \n\nambientais têm sido avaliados como possíveis fatores participantes no desenvolvimento dessa \n\ndoença. Colhemos 233 amostras de sangue de tartarugas-verdes (Chelonia mydas) com e sem \n\nlesões de fibropapilomatose em quatro diferentes localidades da costa brasileira, entre março \n\nde 2013 e outubro de 2015. Essas amostras foram enviadas para detecção e quantificação de \n\nArsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), Zinco (Zn) e Mercúrio (Hg) por ICP-\n\nMS. Os resultados foram submetidos ao tratamento estatístico, relacionando-os com a \n\npresença de sinais clínicos (lesões cutâneas) de FP. As e Se apresentaram concentrações \n\nmenores em tartarugas-verdes com FP, ao mesmo tempo que Pb ou Hg (elementos \n\nsabidamente tóxicos) apresentaram concentrações maiores.  \n\n \n\nPalavras-chave: Tartarugas marinhas. Níveis séricos. Ecotoxicologia. ICP-MS. \n\nFibropapilomatose costa brasileira. \n\n \n\nAbstract: Fibropapillomatosis (FP) is a debilitating disease of multifactorial traits affecting \n\ngreen turtles (Chelonia mydas) worldwide. Environmental contaminants have been studied as \n\npossible contributing factors to the development of this disease. We collected 233 blood \n\nsamples from green turtles with and without fibropapillomatosis lesions in four different \n\nlocations of the Brazilian coast, between March 2013 and October 2015. Samples went \n\nthrough Arsenic (As), Cadmium (Cd), Plumb (Pb), Selenium (Se), Zinc (Zn) and Mercury \n\n(Hg) detection and quantification by ICP-MS techniques. Statistical analysis evaluated the \n\ncorrelation of the obtained results with the presence of clinical signs of FP (cutaneous \n\nlesions). As e Se concentrations were lower in FP-positive green turtles, while Pb and Hg \n\n(well known toxic elements) presented higher concentrations. \n\n \n\nKeywords: Sea turtles. Seric levels. Ecotoxicology. ICP-MS. Fibropapillomatosis. Brazilian \n\n\n\n32 \n \n\ncoast. \n3.1 INTRODUÇÃO \n\n \n \n\nA tartaruga-verde (Chelonia mydas) é a mais comum das espécies marinhas de quelônios. \n\nPossui distribuição mundial e habita mares entre as latitudes 40°N e 40°S, tendo Hirth (1997) \n\ndescrito que a espécie ocorre em pelo menos 139 países, podendo ser encontrada em águas \n\ncosteiras ou praias de desova. A espécie é considerada em perigo pela International Union for \n\nConservation of Nature (IUCN, 2015) e vulnerável na lista de espécies ameaçadas (BRASIL, \n\n1989) do Instituto Chico Mendes de Biodiversidade (ICMBio). As maiores ameaças à \n\nsobrevivência das tartarugas-verdes são: a degradação do ambiente costeiro; a captura \n\nincidental; o consumo de seus ovos e de sua carne; as mudanças climáticas e a contaminação \n\npor compostos tóxicos orgânicos e inorgânicos (ANAN et al., 2001; LAM et al., 2004). \n\nChelonia mydas é a espécie de quelônio marinho mais acometida pela fibropapilomatose \n\n(FP), doença caracterizada por tumores cutâneos ou viscerais benignos, cujos quadros mais \n\nseveros podem comprometer a locomoção, visão e alimentação do hospedeiro (HERBST, \n\n1994; ADNYANA; LADDS; BLAIR, 1997), podendo ser debilitante e fatal (AGUIRRE et \n\nal., 1998). O surgimento dos sinais da doença está associado à presença de um alfa-\n\nherpesvírus concomitante com fatores ambientais, populacionais e genéticos, sendo \n\nconsiderada uma doença de caráter multifatorial. Existem seis herpesvírus que acometem as \n\ntartarugas, todos pertencentes à família Herpesviridae, mas apenas dois deles pertencem à \n\nsubfamília Alphaherpesvirinae, um deles associado ao desenvolvimento da FP: o Chelonid \n\nherpesvirus-5 (ChHV-5) (DAVISON et al., 2009).  \n\nEstudos genéticos concluíram que a última divergência da variante do ChHV-5 ocorreu \n\nhá milhões de anos (GREENBLATT et al., 2004; ENE et al., 2005), sugerindo que o aumento \n\nda prevalência da doença pode ser mais facilmente explicado por mudanças no ambiente ou \n\nfatores ecológicos. \n\nNo Brasil, a doença se apresenta majoritariamente na forma de afecções cutâneas, sendo \n\na forma visceral raramente descrita. Além disso, mais da metade da população brasileira \n\nocupa a faixa litorânea, onde é gerada grande parte da produção econômica e que submete os \n\necossistemas costeiros a violentas pressões. Assim sendo, o entendimento das inter-relações \n\nentre elementos químicos tóxicos e potencialmente tóxicos e a presença da FP se faz \n\nnecessário. \n\n\n\n33 \n \n\nAdemais, dentre as múltiplas necessidades para se compreender as ameaças às tartarugas-\n\nmarinhas, destacam-se: avaliar os efeitos de fatores antropogênicos nos habitats das tartarugas \n\nmarinhas; avaliar o impacto da poluição sobre as tartarugas marinhas e seus habitats; \n\npesquisar a etiologia e a epidemiologia da FP (HAMANN et al., 2010). \n\nA escolha dos pontos de coleta de dados se deu pela prevalência da doença nas \n\ntartarugas-verdes, optando-se pelos estados do Ceará (32,59%), Espírito Santo (21,06%), São \n\nPaulo (10,43%) e Pernambuco (0%) (Informação verbal)4. Todas as coletas foram realizadas \n\nem parceria com a equipe do Projeto Tamar e foram acompanhados os diferentes métodos \n\npara a captura dos animais, que diferem em cada ponto de acordo com as necessidades locais. \n\nAs colheitas de material biológico foram feitas após a identificação dos espécimes e \n\nmensuração do tamanho do indivíduo através do comprimento curvilíneo de carapaça (CCC), \n\nparâmetro utilizado para identificar o estágio de vida dos animais. \n\n \n\n                                                        \n4 Informação fornecida pela Profa. Dra. Cecilia Baptistotte no Workshop Brasileiro de Fibropapilomatose \nem Tartarugas Marinhas, em Vitória –ES, maio de 2014. \n\n\n\n34 \n \n\n4 MATERIAL E MÉTODOS \n \n\n \n\n4.1 ÁREAS DE ESTUDO E CAPTURA DE ANIMAIS \n \n\n \n\nForam coletadas amostras de tartarugas-verdes provenientes de quatro estados da costa \n\nbrasileira: Ceará, Espírito Santo, São Paulo e Pernambuco (representado pelo arquipélago de \n\nFernando de Noronha), tendo sempre a base do Projeto Tamar como ponto de apoio. A Figura \n\n4 apresenta o mapa das áreas onde foram efetuadas as coletas de amostras.  \n\nA captura dos espécimes de Chelonia mydas ocorreu de diversas formas, de acordo \n\ncom o monitoramento realizado pelas equipes do Projeto Tamar: captura incidental em \n\nAlmofala (CE); captura intencional por tarrafa em Vitória (ES); captura incidental ou resgate \n\nem Ubatuba (SP); captura por mergulho ou monitoramento de fêmeas adultas em Fernando de \n\nNoronha (PE).  \n\nAlguns animais foram mantidos nos centros de reabilitação nas bases do Projeto \n\nTamar de Almofala (CE) e de Ubatuba (SP) por necessitarem de cuidados médicos, e foram \n\nsoltos após o período de recuperação. Os animais de vida livre capturados em Almofala (CE), \n\nVitória (ES) e Fernando de Noronha (PE) foram liberados logo após a obtenção dos dados \n\nbiométricos e das colheitas de amostras (Anexo A, Figura 6). \n\nQuanto ao uso dessas localidades pela C. mydas, os estados do Ceará (CE) e Espírito \n\nSanto (ES) representam áreas de alimentação da espécie; o litoral norte do estado de São \n\nPaulo (SP), onde se localiza a cidade de Ubatuba, é uma reconhecida área de alimentação e \n\nrefúgio da espécie (GALLO et al., 2006); e Fernando de Noronha (PE) representa uma área \n\nmista onde as tartarugas-verdes se alimentam e nidificam (MARCOVALDI et al., 2011). \n\nA descrição de cada área amostrada é apresentada a seguir: \n\n• Almofala (CE): A base do Projeto Tamar situa-se na vila de Almofala, cidade \n\nde Itarema (S2°56’28”, W39°50’00”), no oeste do estado do Ceará. Esta é uma \n\nimportante área de alimentação da tartaruga-verde, caracterizada pela baixa \n\ndensidade urbana e industrial, cuja vocação principal é a agricultura e a pesca. \n\nOs animais foram provenientes da arte de pesca denominada “curral de pesca”, \n\nque consiste em uma armadilha fixa, em forma de salões circulares e \n\nsemicirculares revestidos por estacas e uma rede envolvente de fio trançado. \n\nUma longa fileira de estacas, perpendicular à praia, serve para guiar os peixes \n\n\n\n35 \n \n\npara o interior dos salões. Os animais ficavam retidos até a despesca, que \n\nocorria durante a maré baixa, quando os pescadores operam uma rede de cerco \n\ne capturam os peixes (PAIVA; NOMURA, 1965). Eventualmente, as \n\ntartarugas entravam nos currais e eram capturadas. Estas então eram entregues \n\nao funcionários/estagiários do Projeto Tamar no momento do desembarque na \n\npraia, quando eram mensuradas, examinadas e identificadas (por anilha). \n\nSeguia-se, então, à colheita de material biológico. Alguns animais \n\nnecessitavam de tratamento veterinário e eram levados à base do projeto, \n\nficando internados até a melhora do quadro e soltura, ou, eventualmente, o \n\nóbito.  \n\n• Grande Vitória e Anchieta (ES): Vitória e Serra formam juntas a Grande \n\nVitória, e ambas as cidades possuem grande número de indústrias e dois portos \n\n(Vitória e Tubarão). A vocação das duas cidades é para a indústria, o comércio \n\ne o turismo. Anchieta, ao sul de Vitória, é uma cidade menor e tem vocação \n\npara o turismo e o comércio. A maioria dos animais foi capturado ativamente \n\natravés de tarrafa pelos estagiários do Projeto Tamar, no canal efluente da \n\nArcelor Mittal, Companhia Siderúrgica de Tubarão (CST – S20°26’22”, \n\nW40°22’99”), cidade de Serra, onde se alimentam das algas que proliferam \n\nnesse ambiente. Após a captura, seguia-se imediatamente à biometria, exame \n\nfísico, identificação e colheita de material. A soltura ocorria no mesmo ponto \n\nde coleta. Também foram amostrados animais vivos mantidos em tratamento \n\nna base de Anchieta, cidade ao sul da Grande Vitória. Estes animais são \n\nprovenientes do litoral capixaba e resgatados quando necessitam de tratamento \n\nmédico. Essa antiga base do Tamar é hoje mantida pelo Instituto de Pesquisa e \n\nConservação Marinha (IPCMAR – S20°48’21”, W40º38’44”). Alguns animais \n\ndo Centro de Visitantes do Projeto Tamar em Vitória, capital do estado de \n\nEspírito Santo (S20°19’08”, W40°20’16”), também participaram da pesquisa. \n\nEstes são animais saudáveis, mantidos na base com finalidade de educação \n\nambiental. \n\n• Ubatuba (SP): A base do Projeto Tamar está localizada na praia de Itaguá, \n\nUbatuba (S23°26’02”, W45°04’15”). Ubatuba é uma cidade pertencente ao \n\nlitoral norte do estado mais populoso e industrializado do Brasil (SP) e sua \n\nvocação é turística. Os animais eram internos na base do Projeto Tamar de \n\n\n\n36 \n \n\nUbatuba após terem sido encontrados boiando ou em interação com rede de \n\npesca na região monitorada, que compreende desde a divisa do estado de São \n\nPaulo com o Rio de Janeiro até a cidade de Caraguatatuba, totalizando 106 km \n\nde praias. Eventualmente, animais resgatados em Paraty (RJ) foram \n\nencaminhados para a base do Tamar em Ubatuba, por proximidade. \n\n• Fernando de Noronha (PE): Fernando de Noronha é um arquipélago oceânico \n\ncom uma área total de 17 km2, situado a 545 km da costa do estado de \n\nPernambuco, onde vive uma população de 3.500 habitantes e o turismo é \n\ndesenvolvido de forma sustentável. Além de ser uma área de alimentação, as \n\ntartarugas-verdes nidificam em suas praias no período de janeiro a março. A \n\nlocalização geográfica do arquipélago, distante da costa e, portanto, com \n\nmenor carga de poluentes marinhos, além de um histórico de 0% de \n\nprevalência de FP desde o início do monitoramento das tartarugas marinhas ali \n\nexistentes (em 1984), foi um fator decisivo para a escolha deste ponto de coleta \n\nde dados como um possível grupo controle. Os animais foram capturados \n\nativamente através de mergulho livre pelos biólogos do Projeto Tamar, \n\npreferencialmente na Baía do Sueste (S03°50’49”, W32°23’40”), que pertence \n\nao Parque Nacional Marinho de Fernando de Noronha, área de proteção \n\nambiental. Os espécimes eram trazidos até a areia, onde eram mensurados, \n\nexaminados, identificados (por anilha) e o material biológico era colhido. Os \n\nanimais eram liberados imediatamente após o término das colheitas.  \n\n \nFigura 4 - Mapa de localização dos quatro pontos de amostragem \n\n \nEditado por Ralph Vanstreels. \n\n \n\n\n\n37 \n \n\n4.2 COLHEITA DE SANGUE, ARMAZENAMENTO E TRANSPORTE \n\n \n\n \n\nOs animais foram capturados em seu ambiente ou já se encontravam nas bases do \n\nProjeto Tamar. Aqueles que não possuíam identificação, recebiam uma anilha fornecida pelo \n\npróprio Projeto Tamar, sendo, então, mensurados quanto ao comprimento curvilíneo de \n\ncarapaça (CCC), parâmetro utilizado para identificar o estágio de vida dos animais. Em \n\nseguida, foi colhido 1 mL de sangue do sinus venoso cervical, tendo o osso occiptal como \n\nreferência. As tartarugas foram liberadas imediatamente após a coleta e o sangue foi \n\narmazenado em tubos Vacuette® Trace Elements Sodium Heparin (GreinerBio-one, \n\nAmericana, SP, Brasil), mantidos em gelo e posteriormente levados ao freezer a uma \n\ntemperatura de –80oC até ser realizada a análise química. \n\n \n\n \n\n4.3 DETECÇÃO E QUANTIFICAÇÃO DE ELEMENTOS QUÍMICOS \n\n \n\n \n\nAs análises foram realizadas em uma sala limpa classe 1000, localizada no Laboratório \n\nde Toxicologia e Essencialidade de Metais da Faculdade de Ciências Farmacêuticas de \n\nRibeirão Preto – USP, utilizando um espectrômetro de massas com plasma indutivamente \n\nacoplado (ICP-MS), operando com argônio de alta pureza (99,999%, Praxaair, Brasil). O \n\nsistema de introdução da amostra foi composto por um nebulizador do tipo Meinhard® e \n\ncâmara ciclônica de quartzo ligados por tubos Tygon® à bomba peristáltica do ICP-MS \n\n(fixado em 20rpm). O ICP-MS foi operado utilizando cone de amostragem e skimmer de \n\nplatina obtidos pela PerkinElmer®. No preparo das amostras e soluções, foi utilizado água \n\ndeionizada de alta pureza (resistividade 18.2 M?cm-1), obtida por meio de um sistema de \n\npurificação Milli-Q (Millipore Rios-DITM, Bedford, MA, EUA). Todos os reagentes utilizados \n\nforam de grau analítico-reagente, exceto HNO3, que foi previamente purificado empregando \n\num destilador subboiling de quartzo (KürnerAnalysentechnik). Os frascos plásticos foram \n\ndescontaminados com solução de HNO3 10% v/v por 24 horas e lavados cinco vezes com \n\nágua obtida do sistema Milli-Q, sendo posteriormente secos em capela de fluxo laminar \n\n(classe 100) antes do uso. \n\n\n\n38 \n \n\nPara as análises de Arsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se) e Zinco (Zn), \n\nas soluções de calibração foram preparadas utilizando soluções estoque multielementares e \n\npara as análises de Mercúrio (Hg) utilizou-se solução de estoque Mercury Standard, ambas \n\nproduzidas pela PerkinElmer (Shelton, CT, EUA), contendo 10 mgL-1 de cada elemento em \n\nestudo. \n\nPara a determinação dos elementos em sangue, curvas de calibração foram preparadas \n\npelo método de ajuste de matriz, nas quais foram utilizadas sangue ovino (sangue base) de \n\nanimais pertencentes ao Biotério Central da Universidade de São Paulo em Ribeirão Preto. \n\nNeste estudo foi utilizado o método de Batista et al. (2009), no qual o diluente foi composto \n\npor 0,5 % v/v HNO3 + 0,01% v/v de Triton X-100. As amostras e as curvas de calibração \n\nforam diluídas na proporção 1:50 em tubos de polipropileno Falcon® de 15 mL (Becton \n\nDickinson), com a solução diluente. A fim de verificar a exatidão e a precisão da análise, os \n\nmateriais de referência de sangue humano (QME-QAS07B03 e QMEQAS07B06) do \n\nL’Institut National de Santé Publique du Québec (Canadá) e SeronormTM Trace Elements \n\nWhole Blood Lyophilized (Norway, n. 404109) foram analisados. \n\n \n\n \n\n4.4 ESTATÍSTICA \n\n \n\n \n\nPara determinar a bioacumulação dos elementos químicos, utilizamos o tamanho dos \n\nanimais (CCC) e verificamos a correlação com a concentração dos seis elementos químicos. \n\nOs resultados foram descritos e sumarizados por meio do cálculo de média (µ ), desvio-padrão \n\n(dp), mediana (m), primeiro quartil (1o Q), terceiro quartil (3o Q), mínimo (mín) e máximo \n\n(máx). Após a análise descritiva, verificamos a normalidade dos dados, em que apenas a \n\nconcentração de mercúrio (Hg) nos animais capturados em Almofala (CE) apresentou \n\naderência à curva normal. Consequentemente, testes não paramétricos foram utilizados para \n\nas análises ou inferências, admitindo um erro máximo de 5%. \n\nAs correlações foram examinadas com o teste de correlação de Spearman (?) para todas \n\nas amostras colhidas (não levando em consideração a localidade da obtenção da amostra e ao \n\nqual chamamos “Brasil”) e, posteriormente, entre as amostras de cada localidade (estados do \n\nCeará, Pernambuco, Espírito Santo e São Paulo). \n\nSubsequentemente, foi utilizado o teste U de Mann-Whitney para realizar as comparações \n\nentre as tartarugas que apresentavam sinais clínicos de fibropapilomatose (FP) e aquelas que \n\n\n\n39 \n \n\neram livres de sinais da doença com relação às variáveis idade (CCC) e os seis elementos \n\nquantificados, admitindo-se um erro máximo de 5% (valor de p &lt;0,05).  \n\nFinalmente, foi utilizado o teste de Kruskal-Wallis para avaliar as diferenças entre o CCC \n\ne os seis elementos testados de acordo com a localidade (Brasil) de colheita da amostra. \n\nQuando existiu pelo menos um grupo diferente foi realizado o teste de múltiplas comparações  \n\ncom alfa de 5% (p &lt;0,05). \n\nO tratamento dos dados e as análises estatísticas foram realizadas utilizando o Software R \n\n(R Core Team, 2015). \n\n \n\n\n\n40 \n \n\n \n5 RESULTADOS E DISCUSSÃO \n\n \n \n\nForam colhidas 233 amostras de sangue de tartarugas-verdes (Chelonia mydas) com e \n\nsem fibropapilomatose (FP) em quatro diferentes estados da costa brasileira entre março de \n\n2013 e outubro de 2015. As amostras foram testadas para seis elementos químicos: Arsênio \n\n(As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), Zinco (Zn) e Mercúrio (Hg).  \n\nDas 233 amostras colhidas, 24 eram provenientes do estado do Ceará (CE); 68 do \n\nEspírito Santo (ES); 70 de São Paulo (SP); e 71 de Pernambuco (PE). A idade estimada dos \n\nanimais foi determinada segundo os padrões do Projeto Tamar: até 29,9 cm de CCC = \n\nfilhotes; entre 30,0 e 95,9 cm de CCC = juvenis; acima de 96,0 cm de CCC = adultos, \n\nencontrando, no total, 9 filhotes, 222 juvenis e 2 adultos. Destes, 160 animais não \n\napresentavam sinais clínicos de FP (FP–) e 73 apresentavam os sinais clínicos de FP (FP+). \n\n \n\n \n\n5.1  CONCENTRAÇÃO DE ELEMENTOS QUÍMICOS DETECTADOS NO SANGUE \n\nDAS TARTARUGAS-VERDES AMOSTRADAS \n\n \n\n \n\nAs Tabelas 1, 2, 3 e 4 apresentam os dados de comprimento curvilíneo de carapaça \n\n(CCC) em metros (m) e os resultados obtidos em microgramas por litro (µ g L-1) para os seis \n\nelementos detectados e quantificados no sangue das tartarugas-verdes em forma de média (µ ), \n\ndesvio-padrão (dp), mediana (m), primeiro quartil (1º Q) e terceiro quartil (3º Q), mínimo \n\n(mín) e máximo (máx) por estado. \n\n \n\n\n\n41 \n \n\n \nTabela 1 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), terceiro quartil (3º Q), \n\nmínimo (mín) e máximo (máx) do CCC e da concentração de seis elementos químicos analisados \nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado de Pernambuco (em \nFernando de Noronha), Brasil \n\nVaríavel µ (dp) m 1º Q 3º Q mín-máx N \n\nCCC (m) 0,687 (0,124) 0,715 0,642 0,758 0,373 – 0,758 71 \n\nAs (µg L-1) 5.040,5 (39.700,5) 225,4 156,7 339,6 76 – 334.837 71 \n\nCd (µg L-1) 10,8 (9,2) 9,7 6,7 12,9 1,4 – 74,1 71 \n\nPb (µg L-1) 27,7 (20,2) 22,8 15,4 34,9 6,3 – 131,1 71 \n\nSe (µg L-1) 331,2 (378,7) 225,4 156,7 339,6 156,7 – 2.906,9 71 \n\nZn (µg L-1) 8.318 (4.265,9) 6.307 5.283 11.871 2.175 – 22.022 71 \n\nHg (µg L-1) 0,281 (0,226) 0,172 0,148 0,328 0,1 – 1,2 45 \n\nLegenda: n = número de amostras testadas; CCC = comprimento curvilíneo de carapaça; m = metros; µ g L-1 = \nmicrogramas por litro. \n \n\n \n\nTabela 2 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), terceiro quartil (3º Q), \nmínimo (mín) e máximo (máx) do CCC e da concentração de seis elementos químicos analisados \nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado do Ceará (CE), Brasil \n\nVaríavel µ (dp) m 1º Q 3º Q mín-máx N \n\nCCC (m) 0,484 (0,189) 0,435 0,381 0,532 0,277 – 1,148 24 \n\nAs (µg L-1) 933,5 (906) 657,2 345,4 1.174,5 64,5 – 3.757,8 20 \n\nCd (µg L-1) 16,1 (16,2) 10,1 4,8 18,9 1,4 – 57,9 20 \n\nPb (µg L-1) 29,3 (27,7) 17 10,6 39,7 2,5 – 94,3 20 \n\nSe (µg L-1) 29.996,9 (126.986,4) 1.517 876,3 2.100,8 322,3 – 569.483 20 \n\nZn (µg L-1) 7.587 (4.177,6) 6.619 5.298 8.838 2.58 – 18.904 20 \n\nHg (µg L-1) 9,5 (8,9) 10,1 1,8 14,7 0 – 27,4 14 \n\nLegenda: n = número de amostras testadas; CCC = comprimento curvilíneo de carapaça; m = metros; µ g L-1 = \nmicrogramas por litro. \n \n\n \n\n\n\n42 \n \n\n \nTabela 3 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), terceiro quartil (3º Q), \n\nmínimo (mín) e máximo (máx) do CCC e da concentração de seis elementos químicos analisados \nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado do Espírito Santo (ES), \nBrasil \n\nVaríavel µ (dp) m 1º Q 3º Q mín-máx N \n\nCCC (m) 0,428 (0,108) 0,419 0,367 0,479 0,184 – 0,851 68 \n\nAs (µg L-1) 2.166,7 (5.150,9) 283,6 172,7 1.103,3 2,1 – 33.098,3 68 \n\nCd (µg L-1) 9,8 (11,8) 5,6 2,1 12,5 0,08 – 53,2 68 \n\nPb (µg L-1) 1.129,9 (2.044,9) 368,6 102,9 1.272,2 0,007 – 13.928,4 68 \n\nSe (µg L-1) 1.190.9 (1.859,6) 488,9 338,7 956,1 153,7 – 7.878,9 68 \n\nZn (µg L-1) 21.530 (46.081,4) 8.493 5.952 16.446 1.379 – 311.406 68 \n\nHg (µg L-1) 10,1 (17,2) 3,9 3,0 6,8 0.15 – 86,2 57 \n\nLegenda: n = número de amostras testadas; CCC = comprimento curvilíneo de carapaça; m = metros; µ g L-1 = \nmicrogramas por litro. \n \n \n \nTabela 4 - Média (µ ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q), terceiro quartil (3º Q), \n\nmínimo (mín) e máximo (máx) do CCC e da concentração de seis elementos químicos analisados \nem sangue de tartarugas-verdes (Chelonia mydas) capturadas no estado de São Paulo (SP), Brasil \n\nVaríavel µ (dp) m 1º Q 3º Q mín-máx N \n\nCCC (m) 0,393 (0,096) 0,372 0,346 0,5412 0,195 – 0,840 70 \n\nAs (µg L-1) 2.174,2 (3.970) 472,5 124,7 2.654,2 24,5 – 21.798 69 \n\nCd (µg L-1) 12,2 (13,5) 2,6 20,0 12,9 0,357 – 55,5 69 \n\nPb (µg L-1) 34,8 (29,8) 26,8 14,2 41,2 2,5 – 136,1 69 \n\nSe (µg.L-1) 1.238,8 (1.966,5) 634,9 204,1 1.526,7 0,119 – 13.913,4 69 \n\nZn (µg L-1) 6.941,2 (5.796,1) 6.630,2 3.235,5 8.365,1 2.57 – 37.966,5 69 \n\nHg (µg L-1) 22,6 (37,2) 13,0 6,7 21,7 0,038 – 230,4 59 \n\nLegenda: n = número de amostras testadas; CCC = comprimento curvilíneo de carapaça; m = metros; µ g L-1 = \nmicrogramas por litro. \n \n\nObservamos que os menores animais (menor CCC) foram capturados no estado de São \n\nPaulo e, os maiores, em Pernambuco, conforme visualizado na Figura 5, a seguir. Os estados \n\ndo Ceará, Espírito Santo e São Paulo apresentaram semelhança nos tamanhos de carapaça \n\n(letra a). \n\n \n\n \n\n \n\n \n\n\n\n43 \n \n\n \n\n \n\nFigura 5 - Distribuição do comprimento curvilíneo de carapaça (CCC) entre as populações de tartarugas-\nverdes (Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n\n \n \n\nAs Figuras 6 a 11 representam graficamente as concentrações dos elementos químicos \n\ntestados em cada um dos pontos de coleta. Verificamos que Fernando de Noronha (PE) \n\napresentou os resultados mais homogêneos, mesmo possuindo o maior número de amostras (n \n\n= 71).  \n\nNo estado de Pernambuco, verificamos as menores concentrações para As, Se, Zn e \n\nHg. Isso mostra que mesmo se os animais desta localidade apresentam o maior tamanho de \n\ncarapaça, eles parecem não estar expostos a esses elementos químicos na mesma proporção \n\nque os animais dos outros três estados. Os indivíduos capturados em Pernambuco também \n\napresentam a segunda maior concentração para Cd, e concentração de Pb similar à do estado \n\nde São Paulo, sendo pouco maior que a concentração observada no estado do Ceará.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n44 \n \n\n \n\nFigura 6 - Distribuição da concentração de Arsênio (As) sérico entre as populações de tartarugas-verdes \n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n\n \n \n \nFigura 7 - Distribuição da concentração de Cádmio (Cd) sérico entre as populações de tartarugas-verdes \n\n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n \n\n \n\n \n\n \n\n \n\n\n\n45 \n \n\n \n\n \n\nFigura 8 - Distribuição da concentração de Chumbo (Pb) sérico entre as populações de tartarugas-verdes \n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n \n \n\n \n\nFigura 9 - Distribuição da concentração de Selênio (Se) sérico entre as populações de tartarugas-verdes \n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n \n\n \n\n \n\n \n\n\n\n46 \n \n\n \n\nFigura 10 - Distribuição da concentração de Zinco (Zn) sérico entre as populações de tartarugas-verdes \n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n \n\n \n\n \n\nFigura 11 - Distribuição da concentração de Mercúrio (Hg) sérico entre as populações de tartarugas-verdes \n(Chelonia mydas) amostradas \n\n \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n \n\n \n\nObservando os resultados dos quatro pontos de coleta de dados, as concentrações \n\nparecem flutuar grandemente, como descrito por Aguirre et al. (1994) e Prioste et al. (2015). \n\n\n\n47 \n \n\nA exemplo, podemos citar os resultados: 1) é notável que a mediana da concentração de Se \n\nencontrada nos animais provenientes do estado do Ceará foi de 1517 µ g L-1, enquanto nos \n\nanimais provenientes de São Paulo (segunda maior concentração) foi de 488,9 µ g L-1, \n\nrepresentando uma diferença de 68%; 2) A concentração mediana de Pb no sangue dos \n\nanimais do Espírito Santo foi de 368,6 µ g L-1 e a de São Paulo (segunda maior concentração) \n\nfoi de apenas 26,8 µ g L-1. Essas diferenças marcadas são comuns e já descritas (AZEVEDO; \n\nCHASIN, 2004; NICOLL et al., 2014), sendo comuns variações em um mesmo indivíduo. \n\nEsta afirmação se refere à necessidade de obtenção de números amostrais grandes, \n\naumentando a segurança dos resultados. \n\nOs animais oriundos dos estados de Ceará, Espírito Santo e São Paulo apresentaram \n\nsemelhança nos tamanhos de carapaça (CCC) e nas concentrações de As e Se. O Zn apareceu \n\ncomo o mais abundante dos elementos químicos testados (medianas), o que já foi observado \n\nem outros estudos (JEREZ et al., 2010; LEY-QUIÑONEZ et al., 2011; CAMACHO et al., \n\n2013). \n\nOs animais capturados no estado do Espírito Santo apresentaram os mais altos índices \n\nde Pb (pelo menos treze vezes maior que os índices dos outros três estados analisados). Este \n\ndado parece estar intimamente relacionado ao fato de a maioria dos animais capturados nesta \n\nlocalidade estarem se alimentando de algas em um efluente de companhia siderúrgica. \n\nAs mais altas concentrações medianas de Hg foram encontradas no estado de São \n\nPaulo, seguido por Ceará e Espírito Santo. As amostras provenientes do estado de \n\nPernambuco apresentaram concentrações medianas deste elemento próximos a 0,0 (m = \n\n0.172), sugerindo que animais que se alimentam mais próximos à costa brasileira são mais \n\nsuscetíveis à contaminação por Hg. \n\nApós a realização desta análise estatística descritiva, testamos a normalidade dos \n\ndados, verificando que apenas os resultados de Almofala (CE) apresentaram aderência à curva \n\nnormal. No entanto, devido ao pequeno número de observações (24), foram utilizados, para \n\ntodas as análises, testes não paramétricos. Inicialmente, foi aplicada a Correlação de \n\nSpearman (?) para verificar as interações entre o tamanho dos animais capturados (CCC) e \n\ncada um dos seis elementos químicos testados nas 233 amostras obtidas (Brasil). As \n\ncorrelações significativas são apresentadas nas Tabelas 5, 6, 7, 8 e 9. \n\n \n\n\n\n48 \n \n\n \nTabela 5 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a concentração de seis \n\nelementos químicos testados em sangue de tartarugas-verdes (Chelonia mydas) capturadas no \nBrasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \n(Brasil)  \n\nAs –0,34 &lt;0,01 \nSe –0,41 &lt;0,01 \nZn 0,17 0,01 \nHg –0,63 &lt;0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo, Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \nTabela 6 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a concentração de seis \n\nelementos químicos testados em sangue de tartarugas-verdes (Chelonia mydas) capturadas em \nFernando de Noronha (PE), Brasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \nAs –0,26 0,03 \nSe –0,27 0,02 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \n\nTabela 7 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a concentração de seis \nelementos químicos testados em sangue de tartarugas-verdes (Chelonia mydas) capturadas em \nAlmofala (CE), Brasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \nAs –0,55 0,01 \nCd –0,51 0,02 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \nTabela 8 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a concentração de seis \n\nelementos químicos testados em sangue de tartarugas-verdes (Chelonia mydas) capturadas na \nGrande Vitória e Anchieta (ES), Brasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \n\nAs –0,46 &lt;0,01 \nCd –0,25 0,04 \nPb 0,51 &lt;0,01 \nZn 0,52 &lt;0,01 \nHg –0,39 &lt;0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \n\n\n\n49 \n \n\n \nTabela 9 - Correlações entre o comprimento curvilíneo de carapaça (CCC) e a concentração de seis \n\nelementos químicos testados em sangue de tartarugas-verdes (Chelonia mydas) capturadas em \nUbatuba (SP) e adjacências, Brasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \nAs –0,30 0,01 \nCd –0,25 0,04 \nPb 0,31 0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \n\nObservando o resultado das concentrações dos seis elementos químicos quando \n\ncorrelacionados ao tamanho das tartarugas-verdes testadas em todos os pontos de captura, \n\nnotamos que o Hg foi o único que apresentou uma correlação negativa forte (? = –0,63). Isto \n\ndemonstra que quanto maior o tamanho do carapaça, menor o índice de concentração desse \n\nelemento químico. Esse resultado está diretamente relacionado ao fato de os maiores animais \n\ntestados terem sido capturados em Fernando de Noronha, ilha oceânica distante da costa \n\nbrasileira e dos dejetos que áreas antropizadas produzem. É importante ressaltar que os \n\nresultados de Fernando de Noronha para Hg eram tão mínimos que, em algumas vezes, o \n\nresultado foi negativo e tivemos de utilizar os cálculos de Limites de Detecção do ICP-MS \n\npara realizar as análises estatísticas em todas as amostras que apresentaram tal \n\ncomportamento. \n\nDa mesma forma, o Se apresentou correlação moderada e negativa com o CCC (? = –\n\n0,41) e, novamente, percebemos que os animais de Fernando de Noronha apresentaram os \n\nmenores índices de concentração desse elemento, havendo, em 71 amostras, apenas dois \n\nanimais com resultados com mais de três dígitos (µ g L-1). Esta correlação negativa não \n\napareceu nos outros estados. Esses resultados são consistentes com o estudo publicado por \n\nPrioste et al. (2015), em que os resultados preliminares deste mesmo estudo foram analisados, \n\nporém com 31 tartarugas-verdes capturadas em Fernando de Noronha.  \n\nObservamos, então, uma correlação negativa entre o tamanho de carapaça das \n\ntartarugas-verdes (mediana de todas as amostras analisadas) e os elementos As, Se e Hg, \n\nresultados parcialmente semelhantes com aqueles observados em pesquisa realizada com \n\nanimais da mesma espécie capturados em San Diego Bay (USA), onde se encontrou esta \n\ncorrelação também para cádmio e cobre (KOMOROSKE et al., 2011). \n\nDe acordo com a Agency for Toxic Substances and Disease Registry (ATSDR), o Se é \n\num nutriente essencial para o funcionamento de enzimas em humanos e outros animais, além \n\nde estar envolvido na defesa do organismo como antioxidante. Contudo, tanto sua deficiência \n\n\n\n50 \n \n\nquanto seu excesso trazem prejuízos para a saúde (ATSDR, 2003). É notável que a mediana \n\nde Se encontrada nos animais provenientes do estado do Ceará seja muito mais elevada do \n\nque das outras localidades (mais que o dobro do estado de São Paulo e quase sete vezes maior \n\nque o estado de Pernambuco). \n\nTestamos, também, a correlação entre os seis elementos químicos detectados e \n\nquantificados com todas as amostras (Brasil) e por estado analisado. Os resultados \n\nsignificantes são visualizados nas Tabelas 10, 11, 12, 13 e 14. \n\n \n\nTabela 10 - Correlações entre os seis elementos químicos testados em sangue de tartarugas-verdes (Chelonia \nmydas) capturadas no Brasil  \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nAs x \nCd 0,56 &lt;0,01 \nHg 0,43 &lt;0,01 \n\nSe x \n\nAs 0,73 &lt;0,01 \nCd 0,55 &lt;0,01 \nPb 0,14 0,04 \nZn 0,29 &lt;0,01 \nHg 0,54 &lt;0,01 \n\nZn x \nCd 0,26 &lt;0,01 \nPb 0,43 &lt;0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio.  \n\n \n\nTabela 11 - Correlações entre as concentrações de seis elementos químicos testados em sangue de tartarugas-\nverdes (Chelonia mydas) capturadas no estado de Pernambuco, Brasil. \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nCCC x \nAs –0,26 0,03 \nSe –0,27 0,02 \n\nAs x Cd 0,46 &lt;0,01 \nPb x Cd 0,34 &lt;0,01 \n\nSe x \nAs 1,00* &lt;0,01 \nCd 0,46 &lt;0,01 \nZn 0,38 &lt;0,01 \n\nZn x \nAs 0,37 &lt;0,01 \nCd \nPb \n\n0,58 \n0,28 \n\n&lt;0,01 \n0,02 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n*Correlação perfeita. \n\n \n\n\n\n51 \n \n\n \nTabela 12 - Correlações entre as concentrações de seis elementos químicos testados em sangue de tartarugas-\n\nverdes (Chelonia mydas) capturadas no estado do Ceará, Brasil.  \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nSe x Cd 0,46 0,04 \nZn x Pb 0,57 0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio. \n\n \nTabela 13 - Correlações entre as concentrações de seis elementos químicos testados em sangue de tartarugas-\n\nverdes (Chelonia mydas) capturadas no estado do Espírito Santo, Brasil \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nAs x \nCd \nPb \nHg \n\n0,46 \n–0,27 \n0,49 \n\n&lt;0,01 \n0,03 \n\n&lt;0,01 \nPb x Hg –0,43 &lt;0,01 \n\nSe x \nAs 0,76 &lt;0,01 \nCd 0,86 &lt;0,01 \n\nZn x \nCd 0,26 0,04 \nPb \nHg \n\n0,55 \n–0,35 \n\n&lt;0,01 \n0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio.  \n\n \nTabela 14 - Correlações entre as concentrações de seis elementos químicos testados em sangue de tartarugas-\n\nverdes (Chelonia mydas) capturadas no estado de São Paulo, Brasil  \n\nVariáveis \ncorrelacionadas \n\n? Valor de p \n\nAs x \nCd \nPb \nHg \n\n0,68 \n–0,26 \n\n0,42 \n\n&lt;0,01 \n0,03 \n\n&lt;0,01 \n\nSe x \n\nAs 0,70 &lt;0,01 \nCd 0,82 &lt;0,01 \nZn 0,48 &lt;0,01 \nHg 0,40 &lt;0,01 \n\nZn x \nCd 0,26 0,03 \nPb \nHg \n\n0,43 \n0,38 \n\n&lt;0,01 \n&lt;0,01 \n\nLegenda: CCC = comprimento curvilíneo de carapaça; As = \nArsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; \nHg = Mercúrio.  \n\n \n\nO coeficiente de correlação positiva mais alto encontrado foi entre Se e As (0,73), o \n\nque igualmente corrobora com os resultados preliminares apresentados por Prioste et al. \n\n(2015). Esta é uma correlação já descrita em diversos estudos com diferentes animais, e cuja \n\nexposição simultânea aos dois elementos apresenta uma interação antagonista entre os \n\nmesmos (ZENG; UTHUS; COMBS, 2005). Em recente publicação sobre a interação desses \n\n\n\n52 \n \n\ndois metaloides, Sun et al. (2014) sugerem que, em baixas concentrações, o Se diminui a \n\ntoxicidade do As através da excreção extracelular de um composto de As-Se: [(GS3)2AsSe]\n-\n; \n\npor outro lado, Se em excesso pode aumentar a toxicidade do As em humanos.  \n\nBaseando-nos em resultados estatísticos obtidos, com a correlação perfeita entre Se e \n\nAs nos animais capturados em Pernambuco e níveis séricos de Se muito altos em animais \n\ncapturados no estado do Ceará, sugerimos estudos mais aprofundados sobre a possível \n\nparticipação desses elementos químicos no desenvolvimento da FP. \n\nOs resultados de concentrações de elementos químicos em sangue de tartarugas-verdes \n\ncostumam oscilar bastante, como comentamos anteriormente, o que torna possível descrever \n\nque as amostras de São Paulo e do Espírito Santo são bastante semelhantes, pois ambas \n\napresentam correlações positivas fortes entre Se e As (respectivamente 0,70 e 0,76), Se e Cd \n\n(respectivamente 0,82 e 0,86), e, ainda, As e Cd (respectivamente 0,68 e 0,64). Em Fernando \n\nde Noronha, observamos a única correlação perfeita (p = 1) entre As e Se.  \n\nA correlação positiva entre Se e As só não foi observada no Ceará, sugerindo a \n\nnecessidade de ampliação do tamanho das amostras. \n\n \n\n \n\n5.2 PREVALÊNCIA DA FIBROPAPILOMATOSE NOS ANIMAIS AVALIADOS \n\n \n\n \n\nA distribuição da fibropapilomatose (FP), de acordo com este estudo, pode ser \n\nvisualizada na Figura 12, em que verificamos uma semelhança entre os resultados obtidos na \n\nGrande Vitória e Anchieta (ES) e Ubatuba (SP) e adjacências. A procedência e a presença ou \n\nausência de FP de sinais clínicos externos (lesões cutâneas) de FP estão descritas no Quadro \n\n1, apresentado mais adiante neste estudo. \n\n \n\n \n\n\n\n53 \n \n\nFigura 12 - Gráfico da distribuição dos animais amostrados com e sem sinais de \nfibropapilomatose (respectivamente FP+ e FP–) nas quatro localidades pesquisadas \n\n \nLegenda: CE = Ceará; ES = Espírito Santo; PE = Pernambuco (Fernando de Noronha); SP = São Paulo. \n \n \n\nComparativamente com os dados fornecidos pelo Projeto Tamar (Ceará = 32,59%; \n\nEspírito Santo = 21,06%; São Paulo = 10,43%; Pernambuco = 0%), observamos semelhança \n\nnos resultados sobre a prevalência da doença apenas para Fernando de Noronha, que \n\npermaneceu 0%.  \n\nHá um fator importante a ser relembrado quando se analisa o resultado obtido em \n\nPernambuco: trata-se de um arquipélago oceânico, situado a 545 km da costa pernambucana \n\n(Região Nordeste do Brasil). Sabemos que a FP é uma doença que acomete indivíduos que se \n\nalimentam, majoritariamente, em águas costeiras, e afeta, na maior parte das vezes, os \n\nindivíduos juvenis e que, portanto, estão retornando à costa e mudando sua dieta de onívora \n\npara herbívora. Entretanto, mesmo os juvenis encontrados em Fernando de Noronha não \n\napresentaram os sinais clínicos da doença. Esta observação apenas confirma nossa tese inicial \n\nde que os animais residentes em Fernando de Noronha podem ser utilizados estatisticamente \n\ncomo um “grupo controle” para pesquisas com FP em tartarugas-verdes encontradas em águas \n\nbrasileiras. \n\nNos resultados obtidos no estado do Ceará, observamos que a prevalência da FP \n\n(20,83%) era menor do que aquela descrita pelo Projeto Tamar (32,59%). A explicação para \n\neste fato pode estar na sazonalidade dos animais que se alimentam na costa cearense. Nossas \n\nexpedições de coleta de dados para esse estado se deram nos meses de outubro de 2013 e \n\n2015 (seca), e no mês de junho de 2014 (chuvas). A expedição de 2014 obteve amostras de \n\ntreze espécimes e, destes, cinco apresentaram sinais clínicos de FP, uma prevalência de \n\n\n\n54 \n \n\n38,5%. Esta análise temporal nos leva a crer que possa haver um aumento do número de \n\nindivíduos de C. mydas se alimentando nesta região durante os meses de chuva (de março a \n\njunho), observação confirmada pela equipe do Projeto Tamar do Ceará, cujo trabalho nesta \n\nárea foi iniciado em 1993 (Comunicação pessoal)5.  \n\nQuanto aos dados referentes ao Espírito Santo, dos 34 animais positivos clinicamente \n\npara FP, 32 foram capturados ativamente no efluente da Arcelor-Mittal, onde os animais se \n\nalimentam das algas que crescem abundantemente devido à temperatura elevada da água \n\n(aproximadamente 36 °C). Este é um resultado significante, podendo haver duas explicações \n\npara tal: 1) por se tratar de uma área com poucas ameaças às tartarugas, temperatura da água \n\nelevada e alimento abundante, as tartarugas-verdes doentes podem utilizar-se desta região, \n\npreservando sua sobrevida. Além de um ambiente propício para sua alimentação e seu \n\ndesenvolvimento, não há predadores, pescadores ou embarcações na área, o que diminui a \n\nocorrência de colisões ou traumas; 2) algum fator no ambiente promove o aparecimento dos \n\nsinais da doença, podendo este estar ligado à temperatura da água, à contaminação do \n\nambiente ou, ainda, a um terceiro fator predisponente da população ainda desconhecido. \n\nO aumento da prevalência verificado neste estudo no estado de São Paulo (Ubatuba e \n\nadjacências) pode ter se dado, principalmente, pelo método de captura utilizado. Os animais \n\nque participaram deste estudo estavam todos em tratamento ou eram internos para educação \n\nambiental na base do projeto. Levando em consideração que animais com FP apresentam \n\noutros problemas de saúde, como anemia, hipovolemia, dificuldades natatórias etc. \n\n(BROOKS et al., 1994; WORK, BALAZS, 1999), são estes os mais facilmente encontrados \n\npela população local que aciona a Polícia Ambiental ou a própria equipe do Projeto Tamar \n\npara resgate, havendo, portanto, um grande número de animais internados que apresentam os \n\nsinais clínicos da doença. \n\n \n\n                                                        \n5 Informação fornecida pelo Sr. Eduardo Lima, coordenador regional do projeto Tamar no estado do Ceará \nem novembro de 2015. \n\n\n\n55 \n \n\n \nQuadro 1 - Resultados percentuais da prevalência de FP em amostras de 233 \n\ntartarugas-verdes (Chelonia mydas) capturadas na costa brasileira \nentre 2013 e 2015 \n\nCaptura n (% Brasil) Procedência FP+ e FP–: n (%) \n\nPE: 71 (30,5%) Fernando de Noronha \nFP+: 0 (0%) \nFP–: 71 (100%) \n\nCE: 24 (10,3%) Costa cearense \nFP+: 5 (20,83%) \nFP–: 19 (79,17%) \n\nES: 68 (29,2%) \nArcelor Mittal: 54 CV \nTamar: 5  \nCosta capixaba: 9 \n\nFP+: 34 (50%)  \nFP–: 34 (50%) \n\nSP: 70 (30,0%) \nParaty (RJ) e litoral norte \nde São Paulo \n\nFP+: 34 (48,57%) \nFP–: 36 (51,43%) \n\nBrasil: 233 (100%) 4 estados brasileiros \nFP+: 73 (31,33%)  \nFP–: 160 (68,67) \n\nLegenda: PE = Pernambuco; CE = Ceará; ES = Espírito Santo; SP = São Paulo; FP+ = com \nfibropapilomatose; FP– = sem fibropapilomatose.  \n \n\n \n\n5.3 CORRELAÇÃO ENTRE AS CONCENTRAÇÕES SÉRICAS DE SEIS ELEMENTOS \n\nQUÍMICOS E A PRESENÇA DE SINAIS CLÍNICOS DE FIBROPAPILOMATOSE \n\nEM TARTARUGAS-VERDES CAPTURADAS NA COSTA BRASILEIRA \n\n \n\n \n\nO teste U de Mann-Whitney foi utilizado para comparar as tartarugas positivas para a \n\nfibropapilomatose (que apresentaram lesões cutâneas: FP+) e as negativas para a doença (que \n\nnão apresentaram lesões cutâneas: FP–) quanto às seguintes variáveis: tamanho de carapaça \n\n(CCC), Arsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), Zinco (Zn) e Mercúrio (Hg). \n\nOs resultados são apresentados na Tabela 15. \n\n \n\n\n\n56 \n \n\n \nTabela 15 - Comparação entre tartarugas-verdes (Chelonia mydas) FP+ e FP– capturadas nos \n\nestados do Espírito Santo e de São Paulo quanto ao comprimento curvilíneo de carapaça \n(CCC) e concentração de seis elementos químicos séricos.  \n\nVariável ES SP \nCCC FP– &lt;FP+ FP–&lt;FP+ \nAs FP– >FP+ FP– >FP+ \nCd Não significativo FP–> FP+ \nPb FP– &lt;FP+ Não significativo \nSe FP– >FP+ FP– >FP+ \nZn FP– &lt;FP+ Não significativo \nHg Não significativo Não significativo \nLegenda: FP+ = com sinais clínicos de fibropapilomatose; FP– = sem sinais clínicos de fibropapilomatose; > = \nmaior que; &lt;= menor que; As = Arsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; Hg = \nMercúrio. \n\n \n\nComo Fernando de Noronha (PE) apresenta 0% de prevalência da doença, o grupo de \n\nanimais deste local não participou do teste. Os resultados do Ceará apresentaram significância \n\napenas para Zn (p = 0,02), indicando que as tartarugas livres de FP apresentaram uma maior \n\nconcentração sérica deste elemento. É importante ressaltar que este resultado pode se \n\nmodificar com o aumento do número amostral, fortalecendo o poder do teste. Desta forma, os \n\ntestes foram realizados entre os animais capturados no estado do Espírito Santo e de São \n\nPaulo. \n\nNos animais dessas duas áreas, observamos que o aumento do tamanho do carapaça \n\ndas tartarugas-verdes está relacionado à presença de sinais da doença. É importante ressaltar \n\nque os animais do Espírito Santo que apresentavam sinais clínicos de fibropapilomatose \n\n(FP+) possuíam CCC entre 0,352 m e 0,611 m, e os de São Paulo possuíam CCC em um \n\nintervalo de 0,33 m a 0,647 m, confirmando o período de vida no qual a doença se manifesta: \n\nos animais estão entrando na fase juvenil, corroborando com dados mundiais sobre a \n\nprevalência da doença. Neste intervalo de CCC, em nossa amostragem, quanto maior o \n\ntamanho da tartaruga-verde, maior a probabilidade de o animal apresentar os sinais clínicos da \n\ndoença.  \n\nNessas duas áreas, observamos que as tartarugas-verdes com sinais clínicos da doença \n\napresentaram índices de As e Se menores que aquelas livres dos sinais clínicos da \n\nfibropapilomatose (FP–). Quanto à concentração de Se, a análise estatística mostrou que \n\nanimais sem sinais clínicos da FP apresentaram níveis séricos menores do que aqueles com \n\nFP. Reforçamos a sugestão de que os animais de Almofala (CE), cujos níveis séricos de Se \n\nsão muito mais elevados, devam ser estudados minuciosamente, para que se possa \n\ncompreender melhor o papel do Se no desenvolvimento da doença. \n\n\n\n57 \n \n\nOs animais capturados no estado do Espírito Santo apresentaram níveis séricos de Pb \n\nmuito maiores (m = 368,6 µ g L-1) que os de São Paulo (m = 26,8 µ g L-1). Este fato sugere que \n\nos animais do Espírito Santo podem estar se contaminando no efluente de uma siderúrgica, \n\numa vez que: 1) 79,41% da amostragem deste estado é proveniente deste local e 2) a análise \n\nde Pb sérico representa uma contaminação recente.  \n\nDa mesma forma, os animais capturados no estado de São Paulo apresentaram índices \n\nde Hg sérico maiores que os animais de Espírito Santo, tanto em animais FP+ quanto em FP–, \n\nsugerindo que estes animais estão sendo expostos ao mercúrio no litoral norte de São Paulo. \n\n \n\n\n\n58 \n \n\n \n6 CONCLUSÕES \n\n \n\n \n\n As amostras colhidas nos estados do Ceará, Espírito Santo e de São Paulo \n\napresentaram semelhança no tamanho de carapaça dos animais, denotando uma amostragem \n\ncom animais que ocupam a mesma faixa etária (juvenis) e, portanto, predispostos à \n\nfibropapilomatose (FP). \n\n Apesar de as concentrações de elementos químicos em sangue de tartarugas-verdes se \n\napresentarem normalmente em grandes flutuações, as amostras do estado de Pernambuco \n\n(representado pelos animais analisados no arquipélago de Fernando de Noronha), além de \n\nserem livres da FP, apresentaram os resultados mais homogêneos, mesmo com uma grande \n\namostragem (n = 71). Desta forma, sugerimos que as tartarugas-verdes desta área possam ser \n\nconsideradas um “grupo controle” para estudos com FP e/ou contaminantes inorgânicos. \n\n Os animais em Fernando de Noronha (PE) também apresentaram os menores índices \n\nde As, Se, Zn e Hg, mesmo sendo os animais com maior tamanho de carapaça. Isto sugere \n\nque os animais que ali se alimentam estão menos expostos aos elementos supracitados. \n\nAlém da semelhança entre os tamanhos de carapaça, os estados do Ceará, Espírito \n\nSanto e de São Paulo apresentaram-se semelhantes nas concentrações de As e Se; já as \n\nconcentrações desses dois elementos foram muito mais baixas no estado de Pernambuco. \n\nO Zn é o mais abundante dos elementos testados em sangue de tartarugas-verdes na \n\ncosta brasileira. \n\nOs níveis séricos mais altos de Pb foram encontrados nos animais do estado do \n\nEspírito Santo. Recomendamos que monitoramentos futuros devam ser realizados para \n\nacompanhamento da saúde desses espécimes. \n\nDa mesma forma, as mais altas concentrações de Hg foram encontradas nos animais \n\ncapturados no estado de São Paulo, aos quais recomendamos monitoramentos futuros da \n\nsaúde dos espécimes que nesta área se alimentam/refugiam. \n\n As e Se foram encontrados em Pernambuco (Fernando de Noronha) em níveis séricos \n\nmuito baixos. Curiosamente, tartarugas-verdes das outras três localidades estudadas \n\napresentaram uma diminuição desses elementos quando com sinais de FP, ao mesmo tempo \n\nem que apresentaram concentrações maiores de algum elemento químico tóxico, como Pb (no \n\ncaso do Espírito Santo) e Hg (no caso de São Paulo). \n\n\n\n59 \n \n\nAssim, sugerimos que estudos futuros analisem como os elementos químicos aqui \n\nestudados se combinam no organismo das tartarugas-verdes, podendo ter importância no \n\nentendimento de como a fibropapilomatose (FP) se desenvolve no litoral brasileiro. \n\n \n\n\n\n60 \n \n\n \nREFERÊNCIAS \n\n \nADNYANA, W.; LADDS, P.W.; BLAIR, D. Observations of fibropapillomatosis in green \nturtles (Chelonia mydas) in Indonesia. Australian Veterinary Journal, v. 75, n. 10, p. 737-\n742, 1997. \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \nToxicological profile for selenium. Atlanta, GA.: Agency for Toxic Substances and Disease \nRegistry, U.S. Department of Health and Human Services, 2003. \n\nAGUIRRE, A. A.; BALAZS, G. H.; ZIMMERMAN, B.; GALEY, F. D. Organic \ncontaminants and trace metals in the tissues of green turtles (Chelonia mydas) affected with \nfibropapillomas in the Hawaiian Islands. Marine Pollution Bulletin, v. 28, p. 109-114, 1994. \n\nAGUIRRE, A. A.; SPRAKER, T. R.; BALAZS, G. H.; ZIMMERMAN, B. Spirorchidiasis \nand fibropapillomatosis in green turtles of the Hawaiian Islands. Journal of Wildlife Disease, \nv. 34, p. 91–98, 1998. \n\nANAN, Y.; KUNITO, T.; WATANABE, I.; SAKAI, H.; TANABE, S. Trace element \naccumulation in hawksbill turtles (Eretmochely simbricata) and green turtles (Chelonia \nmydas) from Yaeyama Islands, Japan. Environmental Toxicology and Chemistry, v. 20, p. \n2802-2814, 2001. \n\nAZEVEDO, F. A.; CHASIN, A. A. M. As bases toxicológicas da Ecotoxicologia. São \nCarlos: RiMa, 2003. – Sao Paulo: Intertox, 2003, 340 p. \n\nBATISTA, B. L.; RODRIGUES, J. L.; NUNES, J. A.; SOUZA, V. C. O.; BARBOSA Jr., F. \nExploiting dynamic reaction cell inductively coupled plasma mass spectrometry (DRC-ICP-\nMS) for sequencial determination of trace elements in blood using a dilute-and-shoot \nprocedure. Analytica Chimica Acta, v. 639, p. 13-18, 2009. \n\nBRASIL. Portaria IBAMA n.º 1.522 de 19 de dezembro de 1989. Lista Oficial das Espécies \nda Fauna Brasileira Ameaçadas de Extinção. 1989. Disponível em: \n<www.mma.gov.br/estruturas/179/_arquivos/lista_1989.pdf>. Acesso em: 08 dez. 2015. \n \nBROOKS, D. E.; GINN, P. E.; MILLER, T. R.; BRAMSON, L.; JACOBSON, E. R. Ocular \nfibropapillomas of green turtle (Chelonia mydas). Veterinary Pathology, v. 31, p. 335-339, \n1994. \n\nCAMACHO, M.; ORÓS, J.; BOADA, L. D.; ZACCARONI, A.; SILVI, M.; FORMIGARO, \nC.; LÓPEZ, P.; ZUMBADO, M.; LUZARDO, O. P. Potential adverse effects of inorganic \npollutants on clinical parameters of loggerhead sea turtles (Caretta caretta): results from a \nnesting colony from Cape Verde, West Africa. Marine Environmental Research, v. 92, p. \n15-22, 2013. \n\nDAVISON, A. J.; EBERLE, R.; EHLERS, B.; HAYWARD, G.; McGEOCH, D. J.; \nMINSON, A. C.; PELLETT, P. E.; ROIZMAN, B.; STUDDERT, M. J.; THIRY, E. The order \nHerpesvirales. Archives of Virology, v. 154, p. 171-177, 2009. \n\nENE, A.; LEMAIRE, S.; ROSE, C.; SCHAFF, S.; MORETTI, R.; LENZ, J.; HERBST, L. H. \nDistribution of Chelonid Fibropapillomatosis-Associates Herpesvirus variants in Florida: \n\n\n\n61 \n \n\nmolecular genetic evidence for infection of turtles following recruitment to neritic \ndevelopmental habitats. Journal of Wildlife Disease, v. 41, n. 3, p. 489-497, 2005. \n\nGALLO, B. M. G.; MACEDO, S.; GIFFONI, B. B.; BECKER, J. H.; BARATA, P. C. R. Sea \nTurtle Conservation in Ubatuba, Southeastern Brazil, a feeding area with incidental capture in \ncoastal fisheries. Chelonian Conservation Biology, v. 5 n.1, p. 93–101, 2006. \n\nGREENBLATT, R. J.; WORK, T. M.; BALAZS, G. H.; SUTTON, C. A.; CASEY, R. N.; \nCASEY, J. W. The Ozobranchus leech is a candidate mechanical vector for the \nfibropapilloma-associated turtle herpesvirus found latently infecting skin tumors on Hawaiian \ngreen turtle (Chelonia mydas). Virology, v. 321, p. 101-110, 2004. \n\nHAMANN, M.; GODFREY, M. H.; SEMINOFF, J. A.; ARTHUR, K.; BARATA, P. C. R.; \nBJORNDAL, K. A.; BOLTEN, A. B.; BRODERICK, A. C.; CAMPBELL, L. M.; \nCARRERAS, C.; CASALE, P.; CHALOUPKA, M.; CHAN, S. K. F.; COYNE, M. S.; \nCROWDER, L. B.; DIEZ, C. E.; DUTTON, P. H.; EPPERLY, S. P.; FITZSIMMONS, N. N.; \nFORMIA, A.; GIRONDOT, M.; HAYS, G. C.; CHENG, I. J.; KASKA, Y.; LEWISON, R.; \nMORTIMER, J. A.; NICHOLS, W. J.; REINA, R. D.; SHANKER, K.; SPOTILA, J. R.; \nTOMAS, J.; WALLACE, B. P.; WORK, T. M.; ZBINDEN, J.; GODLEY, B. J. Global \nresearch priorities for sea turtles: informing management and conservation in the 21st century. \nEndangered Species Research, v. 11, p. 245-269, 2010. \n\nHERBST, L. H. Fibropapillomatosis of marine turtles. Annual Review of Fish Diseases, v. \n4, p. 389-425, 1994. \n\nHIRTH, H. F. Synopsis of the biological data on Green Turtle Chelonia mydas (Linnaeus \n1758). Washington, DC: US Fish and Wildlife Service, 1997. \n\nIUCN 2015. IUCN Red List of Threatened Species. Versão 2015-4.  Disponível em: \nhttp://www.iucnredlist.org. Acesso em: 12 dez. 2015. \n \nJEREZ, S.; MOTAS, M.; CANOVAS, R. A.; TALAVERA, J; ALMELA, R. M.; DEL RIO, \nA. B. Accumulation and tissue distribution of heavy metals and essential elements in \nloggerhead turtles (Caretta caretta) from Spanish Mediterranean coastline of Murcia. \nChemosphere, v. 78, p. 256-264, 2010. \n\nKOMOROSKE, L. M.; LEWISON, R. L.; SEMINOFF, J. A.; DEUSTCHMAN, D. D.; \nDEHEYN, D. D. Pollutants and the health of green sea turtles resident to an urbanized estuary \nin San Diego Bay, CA. Chemosphere, v. 84, n. 5, p.544-552, 2011. \n\nLAM, J. C. W.; TANABE, S.; CHAN, S. K. F.; YUEN, E. K. W.; LAM, M. H. W.; LAM, P. \nK. S. Trace element residues in tissues of green turtles (Chelonia mydas) from South China \nWaters. Marine Pollution Bulletin, v. 48, p. 174-182, 2004. \n\nLEY-QUIÑONEZ, C.; ZAVALA-NORZAGARAY, A. A.; ESPINOSA-CARREON, T., L.; \nPECKHAM, H. MARQUEZ-HERRERA, C.; CAMPOS-VILLEGAS, L. AGUIRRE, A. A. \nBaseline metals and metalloid values in blood of loggerhead turtles (Caretta caretta) from \nBaja California Sur, Mexico. Marine Pollution Bulletin, v. 62, n. 9, p. 1979-1983, 2011. \n\n\n\n62 \n \n\nMARCOVALDI, M. A. A. G.; SANTOS, A. S. dos; SALES, G. (Org.). Plano de ação \nnacional para a conservação das Tartarugas marinhas. Brasília: Instituto Chico Mendes \nde Conservação da Biodiversidade, 2011. 120 p. (Série Espécies Ameaçadas, n. 25).  \n\nMOFFET, D. B.; EL-MASRI, H. A.; FOWLER, B. A. General considerations on dose-effect \nand dose-response relationships. In: NORDBERG, G. F.; FOWLER, B. A.; NORDBERG, \nM.; FRIBERG, L. (Ed.). Handbook on the toxicology of metals. 3. ed. Amsterdam: \nElsevier, 2007. p. 101-116. \n\nNICOLL, D.; LU, C. M.; PIGNONE, M; McPHEE, S. Manual de exames diagnósticos. 6. \ned. Porto Alegre: AMGH Editora, 2014. \n\nPAIVA, M. P.; NOMURA, H. Sobre a produção pesqueira de alguns currais-de-pesca do \nCeará – dados de 1962 a 1964. Arquivo Estadual de Biologia Marinha da Universidade do \nCeará, v. 5, n. 2, p. 175-214, 1965. \n\nPRIOSTE, F. E. S.; SOUZA, V. C. O.; QUEIROZ, M. R.; CHIACCHIO, R. G. D.; \nBARBOSA, F.; MATUSHIMA, E. R. Chemical element concentrations in the blood of green \nturtles (Chelonia mydas) captured at Fernando de Noronha Marine National Park, Brazil. \nJournal of Environmental&amp; Analytical Toxicology, v. 5, n. 6, p. 325. 2015. \n\nSILVA, C. C.; KLEIN, R. D.; BARCAROLLI, I. F.; BIANCHINI, A. Metal contamination as \na possible etiology of fibropapillomatosis in juvenile female green sea turtles Chelonia mydas \nfrom the southern Atlantic Ocean. Aquatic Toxicology, v. 170, p. 42-51, 2016. \n \nSUN, H. J.; RATHINASABAPATHI, B.; WU, B.; LUO, J.; PU, L. P.; MA, L. Q. Arsenic and \nselenium toxicity and their interactive effects in humans. Environment International, v. 69, \np. 148-158, 2014. \n \nWORK, T.M.; BALAZS, G.H. Relating Tumor Score to Hematology in Green Turtles with \nFibropapillomatosis in Hawaii. Journal of Wildlife Diseases, v. 35, n. 4, p. 804-807, 1999. \n\nZENG, H.; UTHUS, E. O.; COMBS, G. F. JR. Mechanistic aspects of the interaction between \nselenium and arsenic. Journal of Inorganic Biochemistry, v. 99, n. 6, p. 1269–1274, 2005. \n\n \n\n \n\n\n\n63 \n \n\n7 DETECÇÃO E QUANTIFICAÇÃO DE ALGUNS ELEMENTOS QUÍMICOS EM TECIDOS \nDE TARTARUGAS-VERDES – Chelonia mydas (LINNAEUS, 1758) – DA COSTA \nBRASILEIRA: POSSÍVEL CORRELAÇÃO COM A FIBROPAPILOMATOSE \n \n\nResumo: Os níveis de metais tóxicos e potencialmente tóxicos têm sido avaliados e relatados \n\nem tartarugas marinhas de diversas partes do mundo. Esses contaminantes ambientais têm \n\nsido relacionados como um possível cofator do desenvolvimento de fibropapilomatose (FP) \n\nem tartarugas-verdes (Chelonia mydas). Baço, rins, fígado, glândula de sal, musculatura \n\nesquelética e tecido ósseo de tartarugas-verdes capturadas em quatro estados do Brasil foram \n\ncoletados e analisados por ICP-MS para os seguintes elementos químicos: As, Cd, Pb, Se, Zn \n\ne Hg. Estatisticamente estabeleceu-se  a correlação entre a quantificação desses xenobióticos \n\ne a presença de FP. Tartarugas-verdes com FP apresentaram concentrações de Se menores em \n\ntodos os órgãos analisados que as que não apresentavam sinais clínicos da FP. Concentrações \n\nde As também foram menores em baço, fígado, glândula de sal e rins de tartarugas-verdes que \n\napresentavam tumores. Também observamos que tartarugas-verdes com FP, da costa \n\nbrasileira, apresentaram maior concentração de Pb no fígado, nos rins e nos ossos. \n\n \n\nPalavras-chave: Ecotoxicologia. ICP-MS. Elementos químicos. Fibropapilomatose. Litoral \n\nbrasileiro. Chelonia mydas. \n\n \n\nAbstract: Levels of toxic and potentially toxic metals have been evaluated and reported in \n\nsea turtles from all over the world. These environmental contaminants have been suggested as \n\npossible co-factors in the development of fibropapillomatosis (FP) in green turtles (Chelonia \n\nmydas). Samples of spleen, kidneys, liver, salt glands, skeletal muscles and bones from green \n\nturtles captured in four different states of Brazil were analyzed by ICP-MS for the following \n\nchemical elements: As, Cd, Pb, Se, Zn and Hg. Statistical establishment of a correlation \n\nbetween the xenobiotics and the presence of FP were conducted. All evaluated organs from \n\nFP+ green turtles presented lower Se concentrations than those from FP- specimens. Green \n\nsea turtles presenting tumors had lower [As] in spleen, liver, salt glands and kidney samples. \n\nAlso, FP+ green turtles in this study presented higher [Pb] in liver, kidneys and bone tissues. \n\n \n\nKeywords: Ecotoxicology. ICP-MS. Chemicals. Fibropapillomatosis. Brazilian coast. \n\nChelonia mydas.\n\n\n\n64 \n \n\n7.1 INTRODUÇÃO  \n\n \n\n \n\n A costa brasileira possui mais de 7 400 km de extensão, área que é utilizada por cinco \n\ndas sete espécies de tartarugas marinhas existentes. A mais comum delas, a tartaruga-verde \n\n(Chelonia mydas), utiliza as águas brasileiras para alimentação e nidificação. \n\nApesar de ser facilmente encontrada em praias e estuários de rios e lagos (HIRTH, \n\n1997), a espécie encontra-se em perigo de extinção pela International Union for Conservation \n\nof Nature (IUCN, 2015) e vulnerável na lista de espécies ameaçadas (BRASIL, 1989) do \n\nInstituto Chico Mendes de Biodiversidade (ICMBio). Entre as ameaças que a tartaruga-verde \n\nsofre, podem ser citados a degradação do ambiente costeiro; a captura incidental; o consumo \n\nde seus ovos e de sua carne; as mudanças climáticas e a contaminação por compostos tóxicos \n\norgânicos e inorgânicos (ANAN et al., 2001; LAM et al., 2004). Estudos têm relatado o \n\ndeclínio das populações de tartarugas-verdes associado à presença de poluentes no \n\necossistema marinho (GORDON et al., 1998; GODLEY et al., 1999; SAKAI et al., 2000) e o \n\nentendimento dos resíduos químicos tóxicos em tecidos de tartarugas marinhas é uma \n\npreocupação mundial (CAURANT et al., 1999; ANAN et al., 2001; STORELLI; \n\nMARCOTRIGIANO, 2003; HAMANN et al., 2010), uma vez que mesmo elementos \n\nquímicos essenciais à vida podem se bioacumular e se tornar tóxicos. Vertebrados expostos a \n\naltas concentrações de certos elementos químicos, ou a pequenas concentrações desses \n\nelementos químicos por longos períodos, podem apresentar sintomas neurológicos, \n\nreprodutivos, gastrointestinais, respiratórios, hepáticos, renais e dermatológicos (MOFFET; \n\nEL-MASRI; FOWLER, 2007; INNIS et al., 2008). \n\n Além da preocupação ecológica, a tartaruga-verde também é a espécie de quelônio \n\nmarinho mais acometida pela fibropapilomatose (FP), doença caracterizada por tumores \n\ncutâneos ou viscerais benignos, e os quadros mais severos podem comprometer a locomoção, \n\nvisão e alimentação do hospedeiro (HERBST, 1994; ADNYANA; LADDS; BLAIR, 1997), \n\npodendo ser debilitante e fatal (AGUIRRE et al., 1998). O surgimento dos sinais da doença \n\nestá associado à presença de um alfa-herpesvírus concomitante com fatores ambientais, \n\npopulacionais e genéticos, sendo considerada uma doença de caráter multifatorial. Existem \n\nseis herpesvírus que acometem as tartarugas pertencentes à família Herpesviridae, e apenas \n\ndois deles pertencentes à subfamília Alphaherpesvirinae, um deles associado ao \n\ndesenvolvimento da FP: o Chelonid herpesvirus-5 (ChHV-5) (DAVISON et al., 2009).  \n\n\n\n65 \n \n\nNo Brasil, a doença se apresenta majoritariamente na forma cutânea, e o entendimento \n\ndas inter-relações entre a poluição dos ecossistemas marinhos e a presença da FP nestes \n\nquelônios das águas brasileiras é necessário. Assim sendo, o objetivo principal deste trabalho \n\nfoi detectar e quantificar os seguintes elementos químicos em amostras de tecidos (baço, rins, \n\nfígado, glândula de sal, musculatura esquelética e tecido ósseo) de tartarugas-verdes em \n\nquatro pontos da costa brasileira: Arsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), \n\nZinco (Zn) e Mercúrio (Hg), e correlacionar suas concentrações com a presença ou ausência \n\nda FP. \n\n A escolha dos pontos de coleta de dados se deu pela prevalência da doença em \n\ntartarugas-verdes, optando-se pelos estados do Ceará (32,59%), Espírito Santo (21,06%), São \n\nPaulo (10,43%) e Pernambuco (0%), representado por Fernando de Noronha (Informação \n\nverbal)6. \n\nTodas as coletas foram realizadas em parceria com a equipe do Projeto Tamar, \n\nacompanhando os diferentes métodos para a captura dos animais, pois diferem em cada ponto \n\npor necessidades locais, e, após a identificação dos espécimes, realizando-se a colheita de \n\nmaterial biológico, a mensuração do tamanho do indivíduo por comprimento curvilíneo de \n\ncarapaça (CCC) e a verificação da presença ou ausência de lesões cutâneas por FP. \n\n \n\n                                                        \n6 Informação fornecida pela Profa. Dra. Cecilia Baptistotte no Workshop Brasileiro de Fibropapilomatose \nem Tartarugas Marinhas, em Vitória –ES, maio de 2014. \n\n\n\n66 \n \n\n8 MATERIAIS E MÉTODO \n \n\n \n\n8.1 ÁREAS DE ESTUDO E CAPTURA DE ANIMAIS \n\n \n\n \n\nAs necropsias foram realizadas nas bases do Projeto Tamar de Almofala, no Ceará \n\n(S2o56’28”, W39o50’00”); de Ubatuba, em São Paulo (S23°26’02”, W45°04’15”) e em \n\nFernando de Noronha, em Pernambuco (S03°50’49”, W32°23’40”). Em Vitória, no Espírito \n\nSanto, as necropsias foram realizadas no Instituto de Pesquisa e Conservação Marinha \n\n(IPCMAR) (S20°48’21”, W40°38’44”). A Figura 1 apresenta o mapa das áreas de estudo \n\ndescritas a seguir. \n\n \nFigura 13 - Mapa de localização dos quatro pontos de amostragem.  \n\n \n\nEditado por Ralph Vanstreels \n\n \n\n• Almofala (CE): A base do Projeto Tamar fica situada na vila de Almofala, cidade de \n\nItarema, no oeste do estado do Ceará, e recebe animais mortos de toda a costa \n\ncearense para serem realizadas as necropsias. \n\n• Grande Vitória e Anchieta (ES): O Instituto de Pesquisa e Conservação Marinha \n\n(IPCMAR) recebe animais mortos de toda a costa capixaba para serem realizadas as \n\nnecropsias. \n\n• Ubatuba (SP): Os animais (vivos ou mortos) são trazidos para a base do Projeto Tamar \n\nde Ubatuba após terem sido encontrados boiando ou em interação com rede de pesca \n\n\n\n67 \n \n\nna região monitorada, que compreende desde a divisa do estado de São Paulo com o \n\nRio de Janeiro até a cidade de Caraguatatuba, totalizando 106 km de praias. A base do \n\nprojeto está localizada na praia de Itaguá, Ubatuba, onde são realizadas as necropsias. \n\n• Fernando de Noronha (PE): As necropsias foram realizadas na base do Projeto Tamar, \n\nsituado na Praia do Sueste. \n\n \n\n \n\n8.2 COLHEITA DE TECIDOS, ARMAZENAMENTO E TRANSPORTE \n\n \n\n \n\nA maioria das necropsias foi realizada nas salas de necropsia das instituições citadas. No \n\nentanto, em Almofala (CE), algumas necropsias foram realizadas na praia para os animais \n\npositivos para FP, no ponto de encontro da carcaça, evitando-se a contaminação dos animais \n\nem tratamento na base; e em Fernando de Noronha (PE), não havendo uma edificação \n\ndestinada a se fazer necropsias, optou-se por uma área afastada da praia  (Anexo A, Figuras 7, \n\n8 e 9). \n\nOs animais foram mensurados (CCC) e foram coletadas amostras de baço, rins, fígado, \n\nglândula de sal, musculatura esquelética (músculo peitoral profundo) e osso (escápula), \n\nutilizando-se faca de cerâmica e evitando-se o contato com qualquer material metálico. As \n\namostras foram acondicionadas em tubos de polipropileno de 15 mL Falcon® (Becton \n\nDickinson) e congeladas (–20 °C) até a análise. Quando possível, a sexagem foi realizada \n\ndurante a necropsia, através da identificação das gônadas dos animais. \n\n \n\n \n\n8.3 DETECÇÃO E QUANTIFICAÇÃO DE ELEMENTOS QUÍMICOS \n\n \n\n \n\nAs análises foram realizadas em uma sala limpa classe 1000, localizada no Laboratório \n\nde Toxicologia e Essencialidade de Metais da Faculdade de Ciências Farmacêuticas de \n\nRibeirão Preto – USP, utilizando-se um espectrômetro de massas com plasma indutivamente \n\nacoplado, operando com argônio de alta pureza (99,999%, Praxaair, Brasil). O sistema de \n\nintrodução da amostra foi composto por um nebulizador do tipo Meinhard® e câmara \n\nciclônica de quartzo ligados por tubos Tygon® à bomba peristáltica do ICP-MS (fixado em \n\n20 rpm). O ICP-MS foi operado utilizando cone de amostragem e skimmer de platina obtidos \n\n\n\n68 \n \n\npela PerkinElmer® (Shelton, CT, EUA). No preparo das amostras e soluções, foi utilizada \n\nágua deionizada de alta pureza (resistividade 18.2 M?cm-1) obtida por meio de um sistema de \n\npurificação Milli-Q (Millipore Rios-DITM, Bed-ford, MA, EUA). Todos os reagentes \n\nutilizados foram de grau analítico-reagente, exceto HNO3, que foi previamente purificado, \n\nempregando-se um destilador subboiling de quartzo (KürnerAnalysentechnik). Os frascos \n\nplásticos foram descontaminados com solução de HNO3 10% v/v por 24 horas e lavados cinco \n\nvezes com água obtida do sistema Milli-Q, sendo posteriormente secos em capela de fluxo \n\nlaminar (classe 100) antes do uso. \n\nPara as análises de Arsênio (As), Cádmio (Cd), Chumbo (Pb), Selênio (Se) e Zinco (Zn), \n\nas soluções de calibração foram preparadas utilizando-se soluções estoque multielementares \n\nproduzidas pela PerkinElmer® (Shelton, CT, EUA), contendo 10 mgL-1 de cada elemento em \n\nestudo. Para a análise de Mercúrio (Hg), a solução de calibração foi preparada utilizando-se \n\nsolução estoque Mercury Standard produzida pela Perkin Elmer® (Shelton, CT, EUA), \n\ncontendo 10 mgL-1. \n\nPara a determinação dos elementos em tecidos, curvas de calibração foram preparadas \n\nem TMAH (hidróxido de tetrametil amônio), de acordo com Batista et al. (2009), no qual o \n\ndiluente foi composto por 0,5 % v/v HNO3 + 0,01% v/v de Triton X-100. As amostras e as \n\ncurvas de calibração foram diluídas em tubos de polipropileno Falcon® de 15 mL (Becton \n\nDickinson), com a solução diluente. A fim de verificar a exatidão e precisão da análise, os \n\nmateriais de referência de tecido de fígado de bovino 1577c (National Institute of Standards \n\nand Technology) e chumbo em osso bovino NYS RM 05-02 (NY State Dept of Health – Bone \n\nPb Standardization Program) foram analisados. O tecido ósseo necessitou um preparo \n\ndiferente para a diluição. Aproximadamente 75mg de cada amostra foi colocada em um tubo  \n\nFalcon® de 50 ml  (Becton Dickinson) acrescentando-se 2 mL de HNO3 subdestilado com a \n\ntampa semi-aberta, as amostras permaneceram em repouso por 48 horas. Após este tempo, as \n\ntampas foram fechadas e os tubos aquecidos em banho-maria por 2 horas. A solução então foi \n\nsuspendida para 50mL com água MilliQ.  \n\n \n\n \n\n\n\n69 \n \n\n8.4 ESTATÍSTICA \n \n\n \n\nO comprimento curvilíneo de carapaça (CCC), parâmetro utilizado para determinar a \n\nidade estimada dos animais, e a concentração dos seis elementos químicos testados foram \n\ndescritos e sumarizados por meio do cálculo de média (µ ), desvio-padrão (dp), mediana (m), \n\nprimeiro quartil (1o Q), terceiro quartil (3º Q), mínimo (mín) e máximo (máx). Após a análise \n\ndescritiva, verificou-se a normalidade dos dados e apenas a concentração de Mercúrio (Hg) \n\nnos animais necropsiados em Almofala (CE) apresentou aderência à curva normal; \n\nconsequentemente, testes não paramétricos foram utilizados para as análises ou inferências, \n\nadmitindo-se um erro máximo de 5% (p &lt;0.05). \n\nAs correlações foram examinadas com o teste de correlação de Spearman (?) para todos \n\nos animais necropsiados (sem levar em consideração a localidade) e, posteriormente, entre as \n\namostras colhidas em cada ponto. Subsequentemente, utilizou-se o teste U de Mann-Whitney \n\npara realizar as comparações entre as tartarugas que apresentavam sinais clínicos de FP e \n\naquelas que eram livres de sinais da doença quanto as variáveis CCC e os seis elementos \n\nquantificados.  \n\nFinalmente, de acordo com a localidade da obtenção da amostra, utilizou-se o teste de \n\nKruskal-Wallis para avaliar as diferenças entre o CCC e os seis elementos testados. \n\nO tratamento dos dados e as análises estatísticas foram realizadas utilizando o Software R \n\n(R Core Team, 2015). \n\n \n\n\n\n70 \n \n\n9 RESULTADOS E DISCUSSÃO \n \n\n \n\nEntre março de 2012 e outubro de 2015, foram colhidas 488 amostras de tecidos (n = \n\n488) de 86 tartarugas-verdes (Chelonia mydas) com e sem fibropapilomatose (21 FP+ e 65 \n\nFP–), em quatro diferentes localidades da costa brasileira, sendo 81 amostras de baço (n = \n\n81:19 FP+ e 62 FP–); 85 amostras de rins (n = 85: 21 FP+ e 64 FP–); 85 amostras de fígado \n\n(n = 85: 21 FP+ e 64 FP–); 76 amostras de glândula de sal (n = 76: 18 FP+ e 58 FP–); 86 \n\namostras de musculatura esquelética (n = 86: 21 FP+ e 65 FP–); 75 amostras de tecido ósseo \n\n(n = 75: 18 FP+ e 57 FP–). As amostras foram testadas para seis elementos químicos: Arsênio \n\n(As), Cádmio (Cd), Chumbo (Pb), Selênio (Se), Zinco (Zn) e Mercúrio (Hg). \n\nDos 86 animais analisados, doze eram provenientes do estado do Ceará (CE: 4 FP+ e \n\n8 FP–); 2 de Pernambuco (PE: 0 FP+ e 2 FP–); 30 do Espírito Santo (ES: 11 FP+ e 19 FP) e \n\n42 de São Paulo (SP: 6 FP+ e 36 FP–). A idade estimada foi determinada segundo os padrões \n\ndo Projeto Tamar7: até 29,9 cm de CCC = filhotes; entre 30,0 e 95,9 cm de CCC = juvenis; e \n\nacima de 96,0 cm de CCC = adultos, encontrando-se, no total, 2 filhotes, 81 juvenis, 1 adulto \n\ne 2 animais sem mensuração (por contingências de campo). \n\n \n\n \n\n9.1 CONCENTRAÇÃO DE ELEMENTOS QUÍMICOS DETECTADOS NOS TECIDOS \n\nDAS TARTARUGAS-VERDES AMOSTRADAS NA COSTA BRASILEIRA \n\n \n\n \n\nAs concentrações dos elementos detectados e quantificados neste estudo podem ser \n\nvisualizadas na Tabela 16. Apresentamos os resultados em forma de média (µ), desvio-padrão \n\n(dp), mediana (m), primeiro quartil (1º Q) e terceiro quartil (3º Q), mínimo (mín) e máximo \n\n(máx). Para nossas estatísticas, utilizaremos sempre a mediana, uma vez que os resultados não \n\napresentaram aderência à curva normal; no entanto, ao compararmos com outros estudos, \n\nutilizaremos a média, resultado publicado pela maioria dos autores. \n\nNeste estudo, o tecido ósseo apresentou as maiores concentrações de As, Pb e Zn; o \n\nfígado apresentou as maiores concentrações de Se e Hg; já os rins foram os órgãos que mais \n\nacumularam Cd. \n\n                                                        \n7 Informação fornecida por Jordana Borini, executora de base no Projeto Tamar, em Espírito Santo, em \ndezembro de 2015. \n\n\n\n71 \n \n\n \n\nTabela 16 - Concentração (ng/g) de elementos químicos detectados em tecidos de tartarugas-verdes (Chelonia \nmydas) necropsiadas na costa brasileira \n\n \nVariável  \n\nBaço de Chelonia mydas (n = 81; CE = 10; PE = 1; ES = 30; SP = 40) \nµ (dp) m 1º Q 3º Q mín-máx SI* \n\nCCC (m) 0.408 (0.099) 0.380 0.355 0.430 0.288 – 0.942 1 \nAs (ng/g) 1519.9 (1916.2) 793.9 259.1 1942.7 19.5 – 9042.9 1 \nCd (ng/g) 880.2 (926,5) 636.3 339.4 1034.7 44.1 – 6835.3 1 \nPb (ng/g) 22.0 (16.8) 19.4 10.1 30.6 0.2 – 76.8 1 \nSe (ng/g) 1520.5 (1397.4) 1201.6 661.3 1925.1 147.0 – 9677.8 1 \nZn (ng/g) 22071.0 (10099.0) 19649.0 17265.0 22857.0 8327.0 – 67413.0 1 \nHg (ng/g) 13.7 (27.1) 4.8 0.2 14.0 0.01 – 177.9 12 \n\n Rins de Chelonia mydas (n = 85, CE = 12; PE = 2; ES = 30; SP = 41) \nCCC (m) 0.408 (0.097) 0.380 0.355 0.430 0.288 – 0.942 1 \nAs (ng/g) 2278.7 (2910.6) 1186.4 346.2 3114.8 39.3 – 15113.3 – \nCd (ng/g) 16760.5 (14891.8) 13515.2 8266.6 18650.4 324.4 – 101003.5 – \nPb (ng/g) 102.6 (89.3) 78.6 33.8 142.8 2.0 – 413.4 – \nSe (ng/g) 1583.5 (1102.6) 1308.1 676.3 2310.8 224.0 – 4814.3 – \nZn (ng/g) 29715.0 (19279.1) 24613.0 19432.0 31659.0 2731.0 – 149444.0 – \nHg (ng/g) 80.0 (119.0) 39.8 15.7 78.1 0.5 – 611.4 8 \n\n Fígado de Chelonia mydas (n = 85; CE = 12; PE = 2; ES = 30; SP = 41) \nCCC(m) 0.407 (0.097) 0.380 0.355 0.429 0.288 – 0.942 2 \nAs (ng/g) 2837.9 (3739.1) 1562.3 649.5 3788.8 179.5 – 24371.5 – \nCd (ng/g) 5341.0 (3736.7) 4478.3 2745.6 7224.0 568.3 – 20776.1 – \nPb (ng/g) 187.4 (152.1) 134.0 79.4 234.2 23.2 – 730.3 – \nSe (ng/g) 3373.0 (2759.6) 2609.2 1422.6 4529.0 371.6 – 15716.0 – \nZn (ng/g) 31159.0 (11779.5) 29010.0 24400.0 35360.0 7924.0 – 79460.0 – \nHg (ng/g) 181.0 (196.6) 123.3 70.6 201.4 0.0 – 1058.0 7 \n\n Glândula de sal de Chelonia mydas (n = 76; CE = 8; PE = 0; ES = 29; SP = 39) \nCCC (m) 0.396 (0.075) 0.376 0.355 0.415 0.288 – 0.722 1 \nAs (ng/g) 23164,7 (187722.2) 804.1 211.1 1979.8 25.4 – 1638036.0 – \nCd (ng/g) 962.3 (570.0) 894.3 579.9 1349.7 13.5 – 3000.4 – \nPb (ng/g) 379.6 (1534.7) 8.6 1.1 15.1 0.01 – 6834.2** – \nSe (ng/g) 1294.5 (901.7) 1151.9 604.6 1677.2 123.5 – 4965.9 – \nZn (ng/g) 14431.0 (6584.9) 12297.0 11019.0 15014.0 6895.0 – 44302.0 – \nHg (ng/g) 11.6 (21.9) 4.9 1.1 15.9 0.6 – 163.5 8 \n\n Músculo esquelético de Chelonia mydas (n = 86; CE = 12; PE = 2; ES = 30; SP = 42) \nCCC (m) 0.409 (0.097) 0.380 0.355 0.430 0.288 – 0.942 1 \nAs (ng/g) 4159.3 (6290.8) 1755.9 378.8 3995.4 26.2 – 30573.4 – \nCd (ng/g) 77.5 (86.7) 54.6 26.0 96.4 0.1 – 559.8 – \nPb (ng/g) 6.1 (9.2) 1.2 1.2 7.3 0.02 – 48.1 – \nSe (ng/g) 1932.7 (2421.0) 1141.6 580.0 2585.2 88.8 – 19020.2 – \nZn (ng/g) 9391.0 (4747.3) 8150.0 6025.0 11205.0 3403.0 – 27849.0 – \nHg (ng/g) 13.4 (39.1) 3.2 1.1 9.0 0.02 – 293.0 10 \n\n Osso de Chelonia mydas (n = 75; CE = 10; PE = 2; ES = 23; SP = 40) \nCCC(m) 0.404 (0.080) 0.386 0.356 0.429 0.288 – 0.722 1 \nAs (ng/g) 8462.7 (12188.3) 3098.4 1521.3 11300.4 303.5 – 66810.5 – \nCd (ng/g) 127.0 (122.4) 85.9 56.7 170.3 12.1 – 832.7 – \nPb (ng/g) 664.6 (614.1) 448.9 302.6 792.2 64.1 – 3283.5 – \nSe (ng/g) 830.7 (699.2) 617.8 395.3 939.2 130.3 – 3583.4 – \nZn (ng/g) 55582.0 (26083.5) 51744.0 41411.0 66558.0 13046.0 – 170505.0 – \nHg (ng/g) 10.3 (9.0) 7.4 4.2 14.5 0.02 – 43.1 – \n\nLegenda: CE = Almofala; PE = Fernando de Noronha; ES = Vitória; SP =Ubatuba. \n*SI = Sem informação. Não compreende o mesmo animal em todos os testes. \n**Valores extremos de quatro tartarugas-verdes necropsiadas no ES (outliers). \n \n\n \n\n\n\n72 \n \n\nO arsênio inorgânico e seus compostos são tóxicos. Os compostos orgânicos de As \n\n(incluindo açúcares de arsênio e arsenobetaína) ocorrem em concentrações relativamente altas \n\nem organismos marinhos (SAEKI et al., 2000), sendo comum encontrar altas concentrações \n\nnestes animais. Entretanto, a concentração de As nos tecidos de tartarugas-verdes parece não \n\nseguir uma norma. Enquanto em nosso estudo encontramos as médias 2278.7 ng/g nos rins, \n\n2837.9 ng/g no fígado e 4159.3 ng/g no músculo esquelético, Lam et al. (2004) descreveu \n\n6965000 ng/g nos rins; 4653000 ng/g no fígado e 14450 ng/g no músculo esquelético em \n\nanimais necropsiados no sul da China e Saeki et al. (2000) encontrou, no Japão, 5720 ng/g \n\nnos rins; 1760 ng/g no fígado e 24100 ng/g no músculo esquelético. Não há outros trabalhos \n\nquantificando As em tecidos de tartarugas-verdes necropsiadas no Brasil. \n\nO Cd teve sua maior concentração encontrada nos rins das tartarugas analisadas (m = \n\n13515.2 ng/g), corroborando com os outros dois estudos realizados no Brasil, a saber: \n\nBarbieri (2009) com a configuração: rins (µ = 1000 ng/g) > fígado (µ = 279 ng/g), e Silva et \n\nal. (2014) apresentando o padrão rins (µ = 28300 ng/g) > fígado (µ = 5900 ng/g), assim como \n\nem diversos estudos com tartarugas marinhas ao redor do mundo (CAURANT et al., 1999; \n\nANAN et al., 2001; ANDREANI et al., 2008). A Agência Internacional para Pesquisa em \n\nCâncer - International Agency for Research on Cancer (IARC, 1993) considera o Cd um \n\ncoindutor de câncer em humanos e outros animais por diversos mecanismos diferentes, por \n\nexemplo, ele dificulta o reparo do DNA e altera proteínas supressoras de tumores. Desta \n\nforma, é sugestivo que altas concentrações de Cd também estejam envolvidas, de certa \n\nmaneira, na saúde das tartarugas-verdes. \n\nO tecido ósseo contém aproximadamente 94% da carga total de Pb no corpo (ATSDR, \n\n2005), o que faz com que seja uma excelente matriz para pesquisas toxicológicas com este \n\nmetal. Em nossos resultados, o Pb apresentou um tropismo pelo tecido ósseo, com uma \n\nconfiguração de médias representada por: osso (664.6 ng/g) > glândula de sal (379.6 ng/g) > \n\nfígado (187.4 ng/g) > rins (102.6 ng/g) > baço (22.0 ng/g) > músculo esquelético (6.1 ng/g). \n\nNos trabalhos realizados por Barbieri (2009) e Silva et al. (2016), não houve pesquisa com \n\ntecido ósseo, o que nos impossibilitou a comparação com outros estudos envolvendo \n\ntartarugas marinhas na costa brasileira. Barbieri (2009) quantificou o Pb em escudos de \n\ncarapaça, fígado e rins de tartarugas-verdes, contudo, descreve apenas níveis “relativamente \n\naltos em fígado e rins”. Por outro lado, os resultados de Silva et al. (2016) apresentam a \n\nconfiguração: rins (5400 ng/g) > fígado (4500 ng/g) > músculo esquelético (4200 ng/g). É \n\nnotável a diferença das médias de concentrações de Pb entre os animais analisados no litoral \n\nsul do Brasil e aquelas aqui analisadas (entre o trópico de Capricórnio e o Equador). \n\n\n\n73 \n \n\nA pesquisa de Pb em tartarugas-verdes também tem sido realizada em escudos da \n\ncarapaça, tendo Komoroske et al. (2011) pesquisado os animais de San Diego Bay (EUA) e \n\nencontrado uma média onze vezes maior que a encontrada na análise de tecido ósseo dos \n\nanimais que participaram deste estudo: µ = 7230 ng/g (m = 3590 ng/g). Sakai et al. (2000) \n\npesquisaram a concentração de Pb em tecido ósseo e escudos de carapaça (além de outros \n\nórgãos) de tartarugas-verdes no Japão, encontrando médias de concentrações muito mais altas \n\ndo que as encontradas na costa brasileira e o mesmo tropismo ósseo: osso (2400 ng/g) > \n\nescudos de carapaça (2300 ng/g) > fígado (120 ng/g) > baço (60 ng/g) > rins (30 ng/g) > \n\nglândula de sal (30 ng/g). \n\nEm nossa análise, as concentrações médias de Se nos órgãos analisados apresentaram-\n\nse na seguinte ordem: fígado (3373.0 ng/g) > músculo esquelético (1932.7 ng/g) > rins \n\n(1583.5 ng/g) > baço (1520.0 ng/g) > glândula de sal (1294.5 ng/g) > osso (830.7 ng/g). \n\nGordon (1998) e Aguirre et al. (1994) também relataram concentrações médias de Se maiores \n\nem fígado do que em rins (respectivamente: Austrália: 1180 ng/g > 590 ng/g e Havaí: 790 \n\nng/g > 460 ng/g). Em contraposição, os estudos realizados na China (LAM et al., 2004) e no \n\nJapão (ANAN et al., 2001) apresentaram concentrações maiores de Se nos rins do que no \n\nfígado (respectivamente: 5893000 ng/g > 25650 ng/g e 5500 ng/g > 5100 ng/g). Entretanto, \n\nnão há outros estudos com concentrações de Se em tecidos de tartarugas-verdes no Brasil para \n\nque possamos tecer comparações. \n\nO Se é um nutriente essencial na defesa antioxidante de homens e animais, e também \n\nno metabolismo hormonal tireoidiano (ATSDR, 2003), mas pode causar problemas quando \n\ningerido em grandes quantidades (HEINZ, 1996). Nossos resultados são mais próximos \n\ndaqueles encontrados na Austrália por Gordon et al. (1998) e no Japão por Anan et al. (2001). \n\nOs resultados obtidos no Havaí por Aguirre et al. (1994) são os mais baixos já relatados e os \n\nencontrados na China por Lam et al. (2004), os mais altos, o que sugere que os animais das \n\náguas do sul da China estão mais expostos a esse elemento. \n\nO Zn tem sido relatado como o mais abundante elemento químico em tecidos de \n\ntartarugas marinhas (JEREZ et al., 2010; LEY-QUIÑONEZ et al., 2011; CAMACHO et al., \n\n2013) e nossos resultados são consistentes com esta afirmação (maiores medianas em todos os \n\nórgãos), apresentando a maior bioacumulação no tecido ósseo, seguido pelo fígado e, em \n\nmenor quantidade, no músculo esquelético (respectivamente: µ  = 55582.0 ng/g, m = 51744.0 \n\nng/g; µ  = 31159.0 ng/g, m = 29010.0 ng/g e µ  = 9391.0 ng/g, m = 51744.0 ng/g).  \n\nEstes resultados se contrapõem àqueles apresentados por Silva et al. (2016), que \n\nencontrou maiores médias de concentrações em rins do que em fígado: rins > fígado > \n\n\n\n74 \n \n\nmúsculo esquelético (médias respectivas: 16600 ng/g; 5400 ng/g e 4500 ng/g). Ademais, a \n\nconcentração de Zn relatada naquele estado (RS) foi muito menor que a encontrada nos \n\nestados mais ao norte (SP, ES, PE e CE – vide Tabela 16). \n\nExtrapolando para estudos realizados em outras regiões do mundo, Lam et al. (2004) \n\nencontrou níveis médios de Zn em fígado de tartarugas-verdes capturadas no sul da China \n\nmuito mais altos (128900 ng/g) do que os dos animais analisados no Japão (87200 ng/g) por \n\nAnan et al. (2001) e na Austrália (39700 ng/g) por Gordon et al. Pode-se observar que as \n\nmédias encontradas nos trabalhos aqui relatados são mais altas que as por nós descritas, \n\nsugerindo que os animais que se alimentam na costa brasileira são expostos a concentrações \n\nmenores de Zn do que aqueles que se alimentam no Oceano Pacífico. \n\nSegundo a Agency for Toxic Substances and Disease Registy – ATSDR, o Hg pode ser \n\nencontrado em diferentes formas químicas, sendo o metil-mercúrio (metil-Hg-) a forma mais \n\ntóxica e, embora os compostos inorgânicos de Hg (Hg+ e Hg2\n+) sejam menos tóxicos, estes \n\npodem ser metilados por bactérias. Assim, mesmo compostos inertes de Hg, quando lançados \n\nno meio ambiente, podem ser transformados em Hg orgânico pela ação das bactérias, na \n\ninterface coluna d’água/sedimento ou em interstícios de solo. Na cadeia trófica, algas, \n\nmoluscos e peixes podem concentrar até dez vezes a quantidade de Hg inicial. Ainda, a \n\nexposição a níveis elevados de Hg pode levar a problemas neurológicos, cardíacos, renais, \n\npulmonares e imunológicos em seres humanos (ATSDR, 1999). \n\nNossos resultados demonstraram uma acumulação maior de Hg no fígado das \n\ntartarugas-verdes. A descrição de médias encontradas nos órgãos/tecidos analisados pode ser \n\nrepresentada por: fígado > rins > baço > glândula de sal > músculo esquelético > osso. Esse \n\ntropismo do Hg pelo fígado também é descrito por Gordon et al. (1998); Anan et al. (2001) e \n\nLam et al. (2004). Por outro lado, Aguirre et al. (1994) analisou o fígado de tartarugas-verdes \n\ndo Havaí com resultados abaixo do limite de detecção do método utilizado (ICP). \n\n\n\n75 \n \n\n \n \n\n9.2 CONCENTRAÇÃO DOS ELEMENTOS QUÍMICOS DETECTADOS NOS TECIDOS \n\nDAS TARTARUGAS-VERDES AMOSTRADAS POR LOCALIDADE NO BRASIL \n\n \n\n \n\nOs resultados obtidos dos seis elementos químicos analisados são apresentados por \n\nlocalidade (estados do Ceará, Espírito Santo e São Paulo) na Tabela 17, em forma de média \n\n(µ), desvio-padrão (dp), mediana (m), primeiro (1º Q) e terceiro quartil (3º Q), mínimo (mín) \n\ne máximo (máx). \n\nComo no estado de Pernambuco (representado por Fernando de Noronha) houve apenas \n\ndois animais necropsiados, o que impossibilitou a análise estatística, os resultados individuais \n\nobtidos nesse estado são apresentados separadamente, na Tabela 18. \n\n \n\nTabela 17 - Média (µ), desvio-padrão (dp), mediana (m), primeiro quartil (1º Q) e terceiro quartil (3º \nQ), mínimo (mín) e máximo (máx) dos seis elementos químicos (Arsênio – As; Cádmio – \nCd; Chumbo – Pb; Selênio – Se; Zinco – Zn e Mercúrio – Hg) analisados em tecidos de \ntartarugas-verdes (Chelonia mydas) nos estados de Ceará (CE), Espírito Santo (ES) e São \nPaulo (SP) \n\n(Continua) \n\nElemento  Local Tecido µ \n(dp) \n\nm \n(mín – máx) \n\n1º Q 3º Q N \n\nAs (ng/g) \n\nCE Baço 881.4 \n(745.9) \n\n792.9 \n(19.5 – 2207.0) \n\n223.2 1450.5 10 \n\nES Baço 1685.3  \n(2447.5) \n\n450.9 \n(19.5 – 2207.0) \n\n194.3 2064.6 30 \n\nSP Baço 1577.8 \n(1693.1) \n\n974.1 \n(142.9 – 6931.2) \n\n381.5 2213.0 40 \n\nAs (ng/g) \n\nCE Rins 2503.3 \n(2278.8) \n\n1961.6 \n(39.3 – 6842.9) \n\n886.1 3208.0 12 \n\nES Rins 2386.8 \n(3635.7) \n\n746.6 \n(102.5 – 15113.3) \n\n191.5 3167.2 30 \n\nSP Rins 2206.9 \n(2672.4) \n\n1186.4 \n(150.6 – 12505.4) \n\n428.1 2614.1 41 \n\nAs (ng/g) \n\nCE Fígado 2975.4 \n(3031.7) \n\n2456.1 \n(179.7 – 10567.2) \n\n823.5 3065.7 12 \n\nES Fígado 3052.4 \n(5007.3) \n\n1132.3 \n(179.5 – 24371.5) \n\n535.8 3581.1 30 \n\nSP Fígado 2719.5 \n(2909.4) \n\n1601.7 \n(241.9 – 14665.5) \n\n723.4 3841.4 41 \n\nAs (ng/g) \n\nCE Gl. sal 206310.9 \n(578506.8) \n\n1573.9 \n(25.4 – 1638036.0) \n\n393.9 4280.6 8 \n\nES Gl. sal 1714.1 \n(2830.5) \n\n431.5 \n(28.1 – 12512.6) \n\n111.6 1887.4 29 \n\nSP Gl. sal 1546.7 \n(1967.7) \n\n844.0 \n(76.9 – 8556.8) \n\n336.2 1805.2 39 \n\nAs (ng/g) \n\nCE M. esq. 5497.1 \n(6181.5) \n\n3633.5 \n(26.2 – 20724.2) \n\n1205.3 7494.3 12 \n\nES M. esq. 4482.4 \n(7301.7) \n\n1068.7 \n(54.7 – 2519.9) \n\n196.0 3112.7 30 \n\nSP M. esq. 3648.0 \n(5731.4) \n\n1721.0 \n(139.0 – 30573.0) \n\n533.0 3759.0 42 \n\n\n\n76 \n \n\n \n \n\n(Continuação) \n\nElemento  Local Tecido µ \n(dp) \n\nm \n(mín – máx) \n\n1º Q 3º Q N \n\nAs (ng/g) \n\nCE Osso 6581.2 \n(6076.2) \n\n2931.7 \n(765.2 – 16570.5) \n\n2229.3 11819.7 10 \n\nES Osso 2947.7 \n(4152.6) \n\n1122.1 \n(303.5 – 17299.2) \n\n688.1 3089.8 23 \n\nSP Osso 11976.0 \n(15224.4) \n\n8460.0 \n(802.0 – 66811.0) \n\n2027.0 12881.0 40 \n\nCd (ng/g) \n\nCE Baço 1141.0 \n(1162.6) \n\n655.3 \n(65.5 – 2897.7) \n\n216.2 2263.7 10 \n\nES Baço 915.1 \n(1267.7) \n\n555.0 \n(44.1 – 6835.3) \n\n337.0 877.6 30 \n\nSP Baço 808.9 \n(484.3) \n\n671.5 \n(128.7 – 1984.5) \n\n440.5 1063.7 40 \n\nCd (ng/g) \n\nCE Rins 17248.9 \n(20805.0) \n\n11449.2 \n(324.4 – 74143.1) \n\n7218.5 14695.1 12 \n\nES Rins 13449.0 \n(6937.0) \n\n12743.0 \n(2399.0 – 27799.0) \n\n8184.0 18226.0 30 \n\nSP Rins 19521.0 \n(17041.2) \n\n15861.0 \n(3655.0 – 101004.0) \n\n10632.0 21321.0 41 \n\nCd (ng/g) \n\nCE Fígado 6408.4 \n(6013.8) \n\n4474.2 \n(752.6 – 20776.1) \n\n2528.4 8549.3 12 \n\nES Fígado 3991.0 \n(2261.8) \n\n3591.0 \n(1051.0 – 8637.0) \n\n2252.0 5609.0 30 \n\nSP Fígado 5966.2 \n(3574.2) \n\n5025.4 \n(568.3 – 16716.4) \n\n3696.2 7582.6 41 \n\nCd (ng/g) \n\nCE Gl. sal 1049.1 \n(682.9) \n\n908.8 \n(202.6 – 2172.4) \n\n581.0 1495.7 8 \n\nES Gl. sal 910.0 \n(431.3) \n\n868.3 \n(139.1 – 1849.5) \n\n658.4 1250.1 29 \n\nSP Gl. sal 983.5 \n(643.6) \n\n1059.0 \n(13.5 – 3000.4) \n\n567.0 1436.8 39 \n\nCd (ng/g) \n\nCE M. esq. 65.7 \n(52.8) \n\n66.6 \n(0.1 – 165.0) \n\n22.8 99.6 12 \n\nES M. esq. 74.8 \n(91.0) \n\n30.9 \n(8.9 – 427.2) \n\n24.8 \n \n\n95.3 30 \n\nSP M. esq. 72.8 \n(55.9) \n\n59.9 \n(14.5 – 235.8) \n\n30.7 85.7 42 \n\nCd (ng/g) \n\nCE Osso 84.9 \n(73.7) \n\n56.9 \n(12.2 – 221.4) \n\n26.2 126.2 10 \n\nES Osso 111.8 \n(64.8) \n\n103.3 \n(12.1 – 238.8) \n\n59.9 167.6 23 \n\nSP Osso 145.2 \n(151.8) \n\n80.1 \n(18.4 – 832.7) \n\n62.3 175.9 40 \n\nPb (ng/g) \n\nCE Baço 23.4 \n(14.9) \n\n20.0 \n(5.6 – 61.4) \n\n18.1 21.5 10 \n\nES Baço 19.9 \n(11.2) \n\n19.0 \n(0.2 – 47.5) \n\n13.3 28.7 30 \n\nSP Baço 22.9 \n(20.6) \n\n18.7 \n(0.5 – 76.8) \n\n6.6 35.6 40 \n\nPb (ng/g) \n\nCE Rins 71.6 \n(72.1) \n\n46.4 \n(2.0 – 270.7) \n\n29.5 88.6 12 \n\nES Rins 115.1 \n(83.9) \n\n96.4 \n(11.4 – 383.7) \n\n56.9 156.7 30 \n\nSP Rins 103.1 \n(98.5) \n\n76.4 \n(8.0 – 413.4) \n\n27.0 146.5 41 \n\n \n \n \n\n\n\n77 \n \n\n \n(Continuação) \n\nElemento  Local Tecido µ \n(dp) \n\nm \n(mín – máx) \n\n1º Q 3º Q N \n\nPb (ng/g) \n\nCE Fígado 223.2 \n(215.8) \n\n172.4 \n(23.2 – 730.3) \n\n51.7 336.2 12 \n\nES Fígado 153.8 \n(117.9) \n\n126.3 \n(32.5 – 506.5) \n\n70.9 192.1 30 \n\nSP Fígado 196.7 \n(145.9) \n\n146.7 \n(24.2 – 680.7) \n\n98.9 233.9 41 \n\nPb (ng/g) \n\nCE Gl. sal 114.8 \n(308.2) \n\n4.3 \n(0.01 – 877.4) \n\n2.2 12.8 8 \n\nES Gl. sal 952.4 \n(2394.4) \n\n11.6 \n(0.02 – 6834.2)* \n\n4.3 22.5 29 \n\nSP Gl. sal 8.0 \n(7.3) \n\n5.7 \n(0.02 – 27.7) \n\n1.1 13.4 39 \n\nPb (ng/g) \n\nCE M. esq. 8.9 \n(11.3) \n\n4.1 \n(0.02 – 33.6) \n\n0.02 15.3 12 \n\nES M. esq. 5.5 \n(7.9) \n\n1.8 \n(0.02 – 27.8) \n\n1.1 5.8 30 \n\nSP M. esq. 4.4 \n(6.8) \n\n1.1 \n(0.02 – 28.4) \n\n1.1 3.8 42 \n\nPb (ng/g) \n\nCE Osso 1069.3 \n(1132.9) \n\n667.2 \n(168.0 – 3283.5) \n\n250.0 1300.2 10 \n\nES Osso 608.2 \n(474.4) \n\n449.3 \n(127.5 – 2063.9) \n\n323.3 838.5 23 \n\nSP Osso 605.4 \n(491.1) \n\n427.7 \n(64.1 – 2525.5) \n\n304.8 751.0 40 \n\nSe (ng/g) \n\nCE Baço 1270.1 \n(1165.5) \n\n952.1 \n(268.6 – 4196.9) \n\n565.0 1374.6 10 \n\nES Baço 1572.5 \n(1930.4) \n\n1065.2 \n(147.0 – 9677.8) \n\n413.1 1796.1 30 \n\nSP Baço 1461.1 \n(808.1) \n\n1400.9 \n(217.0 – 3730.2) \n\n934.5  1925.1 40 \n\nSe (ng/g) \n\nCE Rins 2039.6 \n(1417.3) \n\n2049.8 \n(224.0 – 4814.3) \n\n851.0 2714.2 12 \n\nES Rins 1474.1 \n(1179.8) \n\n1163.6 \n(224.0 – 4055.0) \n\n536.6  2162.7 30 \n\nSP Rins 1494.9 \n(855.5) \n\n1226.6 \n(224.1 – 3268.6) \n\n854.2 2084.3 41 \n\nSe (ng/g) \n\nCE Fígado 4148.2 \n(3209.4) \n\n3637.3 \n(668.9 – 9301.7) \n\n1039.8 6382.9 12 \n\nES Fígado 2474.6 \n(1654.9) \n\n2185.6 \n(462.4 – 7993.6) \n\n1233.5 3274.0 30 \n\nSP Fígado 3543.2 \n(2545.7) \n\n2893.3 \n(371.6 – 12815.7) \n\n1811.3 4604.4 41 \n\nSe (ng/g) \n\nCE Gl. sal 1508.6 \n(1078.9) \n\n1390.4 \n(288.1 – 3771.7) \n\n967.3 1717.6 8 \n\nES Gl. sal 1206.3 \n(1069.9) \n\n812.9 \n(123.5 – 4965.9) \n\n577.9 1630.7 29 \n\nSP Gl. sal 1316.2 \n(728.4) \n\n1234.5 \n(139.7 – 3553.1) \n\n857.2 1679.1 39 \n\nSe (ng/g) \n\nCE M. esq. 3967.0 \n(5362.2) \n\n1549.8 \n(222.7 – 19020.2) \n\n456.3 5499.3 12 \n\nES M. esq. 1424.1 \n(1346.2) \n\n1097.7 \n(200.6 – 5907.3) \n\n397.9 1896.4 30 \n\nSP M. esq. 1699.3 \n(1232.3) \n\n1412.1 \n(88.8 – 4757.1) \n\n765.2 2587.1 42 \n\n \n\n\n\n78 \n \n\n \n(Continuação) \n\nElemento  Local Tecido µ \n(dp) \n\nm \n(mín – máx) \n\n1º Q 3º Q N \n\nSe (ng/g) \n\nCE Osso 1001.5 \n(638.1) \n\n770.4 \n(282.3 – 2242.5) \n\n531.8 1372.7 10 \n\nES Osso 985.7 \n(841.6) \n\n754.6 \n(189.9 – 3583.4) \n\n400.5 1380.7 23 \n\nSP Osso 697.0 \n(611.5) \n\n587.3 \n(130.3 – 2750.2) \n\n358.5 761.1 40 \n\nZn (ng/g) \n\nCE Baço 29668.0 \n(16890.5) \n\n22036.0 \n(8327.0 – 58727.0) \n\n20476.0 40523.0 10 \n\nES Baço 22566.0 \n(12222.8) \n\n19093.0 \n(11964.0 – 67413.0) \n\n16548.0 22845.0 30 \n\nSP Baço 19810.0 \n(3643.8) \n\n18788.0 \n(13707.0 – 30148.0) \n\n17722.0 22221.0 40 \n\nZn (ng/g) \n\nCE Rins 30178.0 \n(19313.5) \n\n24633.0 \n(2731.0 – 61144.0) \n\n17150.0 44154.0 12 \n\nES Rins 28650.0 \n(16537.6) \n\n23635.0 \n(15321.0 – 87592.0) \n\n18278.0 31417.0 30 \n\nSP Rins 30818.0 \n(21747.7) \n\n26877.0 \n(13236.0–149444.0) \n\n20599.0 31116.0 41 \n\nZn (ng/g) \n\nCE Fígado 29541.0 \n(14093.0) \n\n31013.0 \n(668.9 – 9301.7) \n\n16690.0 34749.0 12 \n\nES Fígado 28707.0 \n(10208.0) \n\n25905.0 \n(14435.0 – 53222.0) \n\n22203.0 33157.0 30 \n\nSP Fígado 33279.0 \n(12283.6) \n\n29653.0 \n(7924.0 – 79460.0) \n\n26546.0 38308.0 41 \n\nZn (ng/g) \n\nCE Gl. sal 11870.0 \n(2081.7) \n\n1171.6 \n(7805.0 – 14675.0) \n\n11287.0 13105.0 8 \n\nES Gl. sal 13844.0 \n(7482.5) \n\n12033.0 \n(6895.0 – 44302.0) \n\n11032.0 13875.0 29 \n\nSP Gl. sal 15392.0 \n(6398.1) \n\n12593.0 \n(8094.0 – 37626.0) \n\n11038.0 19832.0 39 \n\nZn (ng/g) \n\nCE M. esq. 8003.0 \n(2068.6) \n\n7162.0 \n(5499.0 – 10995.0) \n\n6618.0 10110.0 12 \n\nES M. esq. 8999.0 \n(5667.0) \n\n7211.0 \n(4145.0 – 27849.0) \n\n5333.0 10529.0 30 \n\nSP M. esq. 9756.0 \n(4070.4) \n\n8520.0 \n(3403.0 – 20985.0) \n\n6951.0 12073.0 42 \n\nZn (ng/g) \n\nCE Osso 51329.0 \n(11118.6) \n\n49923.0 \n(32678.0 – 70710.0) \n\n46131.0 54584.0 10 \n\nES Osso 56322.0 \n(27845.0) \n\n53419.0 \n(13046.0 – 143663.0) \n\n39437.0 70980.0 23 \n\nSP Osso 57311.0 \n(28088.6) \n\n51516.0 \n(24570.0 – 170505.0) \n\n40013.0 66844.0 40 \n\nHg (ng/g) \n\nCE Baço 41.2 \n(59.9) \n\n9.2 \n(0.01 – 177.9) \n\n4.9 70.0 10 \n\nES Baço 6.7 \n(13.1) \n\n1.6 \n(0.2 – 58.0) \n\n0.2 4.5 30 \n\nSP Baço 9.1 \n(9.3) \n\n7.0 \n(0.05 – 43.9) \n\n1.2 13.4 40 \n\nHg (ng/g) \n\nCE Rins 238.9 \n(215.4) \n\n209.4 \n(8.4 – 611.4) \n\n50.4 355.2 12 \n\nES Rins 43.1 \n(36.3) \n\n26.0 \n(1.9 – 115.5) \n\n13.8 70.3 30 \n\nSP Rins 54.4 \n(65.6) \n\n37.7 \n(1.1 – 333.8) \n\n16.8 58.1 41 \n\nHg (ng/g) \n\nCE Fígado 422.1 \n(322.8) \n\n292.1 \n(42.0 – 1058.0) \n\n172.0 549.6 12 \n\nES Fígado 104.7 \n(76.5) \n\n88.4 \n(19.0 – 349.6) \n\n58.7 128.2 30 \n\nSP Fígado 144.2 \n(114.2) \n\n120.6 \n(0.0 – 522.7) \n\n72.5 169.7 41 \n\n \n\n\n\n79 \n \n\n (Conclusão) \n\nElemento  Local Tecido µ \n(dp) \n\nm \n(mín – máx) \n\n1º Q 3º Q N \n\nHg (ng/g) \n\nCE Gl. sal 32.0 \n(53.6) \n\n15.6 \n(3.6 – 163.5) \n\n8.2 21.5 8 \n\nES Gl. sal 8.3 \n(13.2) \n\n1.3 \n(0.8 – 52.3) \n\n1.1 8.0 29 \n\nSP Gl. sal 9.2 \n(10.9) \n\n5.8 \n(0.6 – 51.2) \n\n1.1 13.7 39 \n\nHg (ng/g) CE M. esq. \n27.9 \n(48.9) \n\n4.6 \n(1.1 – 139.5) \n\n1.2 22.1 12 \n\n ES M. esq. \n6.9 \n(9.2) \n\n1.5 \n(1.1 – 30.5) \n\n1.1 8.4 30 \n\n SP M. esq. \n6.0 \n(8.5) \n\n3.3 \n(0.02 – 47.5) \n\n1.1 7.9 42 \n\nHg (ng/g) \n\nCE Osso 19.2 \n(13.3) \n\n12.8 \n(6.6 – 43.1) \n\n9.9 30 10 \n\nES Osso 11.4 \n(7.4) \n\n9.1 \n(2.7 – 30.9) \n\n5.4 16.9 23 \n\nSP Osso 7.0 \n(6.1) \n\n5.0 \n(0.2 – 25.6) \n\n3.4 8.6 40 \n\nLegenda: n = número de amostras analisadas. \n\n \n\nTabela 18 - Resultados obtidos nas duas necropsias de tartarugas-verdes (Chelonia mydas) realizadas \nno estado de Pernambuco (Fernando de Noronha) \n\nIdentificação CCC \n(m) \n\nAs  \n(ng/g) \n\nCd \n(ng/g) \n\nPb \n(ng/g) \n\nSe \n(ng/g) \n\nZn \n(ng/g) \n\nHg \n(ng/g) \n\nNecro \n01 \n\nBaço NA NA NA NA NA NA NA \nRins 0.335 307.0 9879.3 139.4 550.3 18712.8 0.5 \nFígado 0.335 965.6 10197.5 522.7 1699.3 33458.5 92.9 \nGl. sal 0.355 NA NA NA NA NA NA \nM. esq. 0.355 310.6 559.8 48.1 361.3 24275.5 1.1 \nOsso 0.335 1177.2 271.3 665.9 240.7 25370.5 5.6 \n\nNecro \n02 \n\nBaço 0.615 794.3 116.3 28.9 4894.4 22144.1 55.2 \nRins 0.615 1258.1 3963.3 41.8 4061.0 21912.0 125.8 \nFígado 0.615 1477.3 2557.0 51.6 15716.0 34164.7 640.4 \nGl. sal 0.615 NA NA NA NA NA NA \nM. esq. 0.615 3715.3 15.4 18.0 4148.7 7647.1 293.0 \nOsso 0.615 10863.3 21.6 283.1 1491,0 42154.3 33.7 \n\nLegenda: NA = Não analisado. \n \n\nEm cinco das nove análises realizadas para Hg em órgãos provenientes de animais de \n\nPE foram encontrados valores acima das médias nacionais (Necro 02 Baço, Necro 02 Rins, \n\nNecro 02 Fígado, Necro 02 Músculo esquelético e Necro 02 Osso). Igualmente, em cinco das \n\nnove análises realizadas para Pb verificamos valores acima das médias nacionais (Necro 01 \n\nRins, Necro 01 Fígado, Necro 01 Músculo esquelético, Necro 02 Baço, Necro 02 Músculo \n\nesquelético) (vide Tabela 3). \n\nEsses resultados, ainda que únicos, são motivos de preocupação com a saúde dos \n\nanimais que se alimentam em Fernando de Noronha. A identificação da fonte de \n\ncontaminação e os efeitos deletérios que esses metais podem causar em tartarugas-verdes são \n\n\n\n80 \n \n\numa necessidade iminente, levando-se conta que essa é uma área importante de preservação \n\nda espécie. \n\n \n\n9.3 BIOACUMULAÇÃO E CORRELAÇÕES ENTRE OS ELEMENTOS TESTADOS  \n\n \n\nA Tabela 19 apresenta as comparações realizadas (teste de Kruskal-Wallis), admitindo \n\num erro máximo de 5% (p &lt;0,05) para verificar a bioacumulação dos elementos químicos \n\ntestados por órgão/tecido. \n\nTabela 19 - Bioacumulação dos elementos testados em cada órgão/tecido de tartarugas-verdes (Chelonia \nmydas) provenientes da costa brasileira  \n\n(Continua) \n\nElemento Valor de p Medianas (ng/g) \n\nAs &lt;0.01 \n\nBaço: 793.9 \nFígado: 1562.3 \nGl. de sal: 804.1 \nM. esq.: 1755.9 \nOsso: 3098.4 \nRins: 1186.4 \n\nCd &lt;0.01 \n\nBaço: 636.3 \nFígado: 4478.3 \nGl. de sal: 894.3 \nM. esq.: 54.6 \nOsso: 85.9 \nRins: 13515.2 \n\nPb &lt;0.01 \n\nBaço: 19.4 \nFígado: 134.0 \nGl. de sal: 8.6 \nM. esq.: 1.1 \nOsso: 448.9 \nRins: 78.6 \n\nSe &lt;0.01 \n\nBaço: 1201.6 \nFígado: 2609.2 \nGl. de sal: 1151.9 \nM. esq.: 1141.6 \nOsso: 617.8 \nRins: 1308.1 \n\nZn &lt;0.01 \n\nBaço: 19648.7 \nFígado: 29010.4 \nGl. de sal: 12297.0 \nM. esq.: 8149.5 \nOsso: 51744.3 \nRins: 24613.0 \n\n\n\n81 \n \n\n \n(Conclusão) \n\nElemento Valor de p Medianas (ng/g) \n\nHg &lt;0.01 \n\nBaço: 4.8 \nFígado: 123.3 \nGl. de sal: 5.0 \nM. esq.: 3.2 \nOsso: 7.4 \nRins: 39.8 \n\n \n\nComo relatado anteriormente, nossos dados não aderiram à curva normal e, portanto, \n\nos resultados apresentados em forma de mediana são mais acurados com relação à \n\nbioacumulação nos animais pertencentes a este trabalho. \n\nAs Figuras 14 a 19 apresentam graficamente os resultados obtidos para bioacumulação \n\nde cada órgão/tecido, segundo o teste de Kruskal-Wallis (m). Desta forma, o padrão de \n\nbioacumulação de cada elemento aqui representado difere um pouco daquele apresentado \n\nquando comparamos nossos resultados em médias com estudos realizados em outras \n\nlocalidades pelo mundo. \n\nFigura 14 - Bioacumulação de Arsênio (As) em órgãos de tartarugas-verdes capturadas na costa brasileira. \n \n\n \nLegenda: FG = fígado; GLSAL = glândula de sal; MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05).  \n\n\n\n82 \n \n\n \nFigura 15 - Bioacumulação de Cádmio (Cd) em órgãos de tartarugas-verdes capturadas na costa brasileira \n\n \n\n \nLegenda: FG = fígado; GLSAL = glândula de sal; MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n \n \n \n\nFigura 16 - Bioacumulação de Chumbo (Pb) em órgãos de tartarugas-verdes capturadas na costa brasileira. \n \n\n \nLegenda: FG = fígado; GLSAL = glândula de sal; MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n \n \n \n \n \n\n\n\n83 \n \n\n \nFigura 17 - Bioacumulação de Selênio (Se) em órgãos de tartarugas-verdes capturadas na costa brasileira \n\n \n\n \nLegenda: FG = fígado; GLSAL = glândula de sal; MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n \n \n\nFigura 18 - Bioacumulação de Zinco (Zn) em órgãos de tartarugas-verdes capturadas na costa brasileira \n\n \nLegenda: FG = fígado, GLSAL = glândula de sal, MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n. \n \n \n \n \n \n \n \n \n\n\n\n84 \n \n\nFigura 19 - Bioacumulação de Mercúrio (Hg) em órgãos de tartarugas-verdes capturadas na costa brasileira. \n \n\n \nLegenda: FG = fígado, GLSAL = glândula de sal, MESQ = músculo esquelético. \nNota: Letras diferentes significam diferenças entre os grupos (p &lt;0,05). \n \n \n\nO Quadro 2 apresenta o padrão de bioacumulação dos seis elementos em todos os \n\nórgãos testados, em ordem decrescente. \n\nQuadro 2 - Padrão de bioacumulação de As, Cd, Pb, Se, Zn e Hg em órgãos de tartarugas-verdes (Chelonia \nmydas) necropsiadas no litoral brasileiro \n\n \n\nNota: Letras iguais denotam valores semelhantes dentro de cada coluna. \n\n \n\nOs resultados apresentados no Quadro 2 sugerem a melhor matriz para cada elemento \n\n\n\n85 \n \n\nquímico em tecidos de tartarugas-verdes na costa brasileira: tecido ósseo para As, Pb e Zn; \n\nfígado para Se e Hg; rins para Cd. \n\nComo a maioria dos dados obtidos nas quatro localidades brasileiras não aderiu à \n\ndistribuição normal dos dados, foi utilizado o teste de Spearman (?) (não paramétrico) para \n\nidentificar as correlações entre os elementos analisados. Correlações positivas significam uma \n\nrelação monotônica entre os elementos testados (aumentam ou diminuem simultaneamente, \n\nmas não necessariamente à mesma taxa). As análises foram realizadas 1- entre os animais das \n\n4 localidades (Brasil) e 2- dos estados de Espírito Santo e São Paulo, cujo “n” amostral foi \n\nsubstancial. As correlações encontradas estão descritas a seguir e apresentadas na íntegra no \n\nAnexo B. \n\n• Se × As: Fortes correlações positivas em todos os órgãos quando analisadas todas as \n\namostras (Brasil) e no Espírito Santo. Em São Paulo, a correlação foi forte em fígado e \n\nrins, moderada em baço, glândula de sal e músculo esquelético, e não foi observada \n\nem tecido ósseo. \n\n• Cd × Hg: Forte correlação positiva em baço, fígado e rins no Espírito Santo, e no \n\nfígado dos animais de São Paulo. \n\n• Se × Cd: Apresentaram moderadas correlações positivas em baço, glândula de sal e \n\nfígado no Espírito Santo, São Paulo e Brasil. \n\n• Se × Hg: Foram observadas fortes correlações positivas em baço e glândula de sal dos \n\nanimais provenientes do Espírito Santo, e fígado, glândula de sal e rins dos animais de \n\nSão Paulo. \n\n• As × Cd: Apresentaram correlações moderadas em baço, fígado, glândula de sal e \n\nmúsculo do Espírito Santo, e apenas em tecido ósseo de São Paulo. No Brasil, \n\napresentou moderada correlação em baço e fígado. \n\n• As × Hg: Fortes correlações positivas foram observadas em fígado, glândula de sal e \n\nrins do Espírito Santo e moderadas correlações positivas em baço, glândula de sal, \n\nmúsculo e rins de São Paulo. \n\n• Pb × Hg: Apresentou forte correlação negativa em baço de São Paulo, e moderada \n\ncorrelação negativa em rins do Espírito Santo, São Paulo e Brasil. \n\n \n\n\n\n86 \n \n\n \n \n\n9.4 PREVALÊNCIA DA FIBROPAPILOMATOSE (FP) NOS ANIMAIS AVALIADOS \n\n \n\n \n\nEnfim, analisamos se os animais positivos para fibropapilomatose (FP) também \n\napresentavam alguma correlação com um ou mais elementos químicos testados. Inicialmente, \n\ndemonstramos a distribuição da FP por área de estudo na Figura 20. \n\n \n\nFigura 20 - Distribuição das tartarugas-verdes analisadas quanto à presença ou ausência de fibropapilomatose \n(FP) \n\n \n\n \nNota: ausência = FP–; presença = FP+. \n \n\n \nUtilizando o teste U de Mann-Whitney (medianas), comparamos o tamanho das \n\ntartarugas-verdes analisadas e a presença ou ausência da FP, concluindo que o tamanho dos \n\nanimais FP– é menor que os animais FP+ (p &lt;0,01). Esta constatação confirma nossa \n\nhipótese de que os animais chegam à costa brasileira saudáveis (menor CCC encontrado = \n\n0,288m) e passam a desenvolver a FP já em águas continentais. \n\n \n\n \n\n \n\n \n\n \nFP– (CCC = 0,373) &lt;FP+ (CCC = 0,414) \n\n\n\n87 \n \n\nFinalmente, aplicamos o teste U de Mann-Whitney para avaliar as concentrações de \n\ncada um dos seis elementos químicos quantificados e a presença ou ausência de FP. Pelo fato \n\nde o número amostral dos estados de Espírito Santo e São Paulo serem mais consistentes, \n\ntestamos também se havia diferenças entre as duas populações. Os resultados são \n\napresentados nas Tabelas 20, 21, 21b, 22, 23, 24, 24b e 25 (21b e 24b são desdobramentos das \n\nTabelas 21 e 24). \n\n \n\nTabela 20 - Comparação da concentração dos elementos testados no baço de tartarugas-verdes (Chelonia \nmydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira  \n\nElemento/órgão ou tecido Valor de p Resultado \nAs/Baço 0,01 FP– (956.9) > FP+ (222.0) \nSe/Baço 0,01 FP– (1400.7) > FP+ (740.4) \n\n \n\nNão houve diferenças entre os animais de Espírito Santo e São Paulo. \n\n \n\nTabela 21 - Comparação da concentração dos elementos testados no fígado de tartarugas-verdes (Chelonia \nmydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira  \n\nElemento/órgão ou tecido Valor de p Resultado \nAs/Fígado &lt;0,01 FP– (2000.8) > FP+ (575.7) \nSe/Fígado &lt;0,01 FP– (3129.9) > FP+ (1547.2) \nPb/Fígado &lt;0,01 FP– (118.6) &lt;FP+ (284.6) \n\n \n\n \n\nTabela 21b. Comparação da concentração dos elementos testados no fígado de tartarugas-verdes (Chelonia \nmydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas no Espírito Santo e São Paulo  \n\nElemento/órgão ou tecido Valor de p Resultado \nCd/Fígado 0,01 ES (3591.1) &lt;SP (5025.4) \nZn/Fígado 0,04 ES (25904.7) &lt;SP (29652.6) \n\n \n\nHouve diferenças entre os animais de Espírito Santo e São Paulo quanto aos elementos \n\nZn e Cd. \n\n \nTabela 22 - Comparação da concentração dos elementos testados na glândula de sal de tartarugas-verdes \n\n(Chelonia mydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira \n\nElemento/órgão ou tecido Valor de p Resultado \nAs/Gl. de sal &lt;0,01 FP– (1382.7) > FP+ (114.0) \nCd/Gl. de sal 0,04 FP– (1014.3) > FP+ (695.1) \nSe/Gl. de sal &lt;0,01 FP– (1255.1) > FP+ (484.4) \nHg/Gl. de sal 0,03 FP– (6.6) > FP+ (1.1) \n\n \n\nNão houve diferenças entre os animais de Espírito Santo e São Paulo. \n\n \n\n\n\n88 \n \n\nTabela 23 - Comparação da concentração dos elementos testados no músculo esquelético de tartarugas-verdes \n(Chelonia mydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira \n\nElemento/órgão ou tecido Valor de p Resultado \nSe/M. esquelético &lt;0,01 FP– (1535.0) > FP+ (361.5) \nHg/M. esquelético 0,01 FP– (5.6) > FP+ (1.1) \n\n \n\nNão houve diferenças entre os animais de Espírito Santo e São Paulo. \n\n \n\nTabela 24 - Comparação da concentração dos elementos testados no tecido ósseo de tartarugas-verdes \n(Chelonia mydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira.  \n\nElemento/órgão ou tecido Valor de p Resultado \nSe/Osso 0,02 FP– (670.6) > FP+ (353.6) \nPb/Osso &lt;0,01 FP– (378.5) &lt;FP+ (873.4) \n\n \n \nTabela 24b - Comparação da concentração dos elementos testados no tecido ósseo de tartarugas-verdes \n\n(Chelonia mydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas no Espírito Santo e \nSão Paulo \n\nElemento/órgão ou tecido Valor de p Resultado \nAs/Osso &lt;0,01 ES (1122.1) &lt;SP (8459.7) \nHg/Osso 0,01 ES (9.1) > SP (5.0) \n\n \n\nHouve diferenças entre os animais de Espírito Santo e São Paulo quanto aos elementos \n\nAs e Hg. \n\n \n\n \nTabela 25 - Comparação da concentração dos elementos testados nos rins de tartarugas-verdes (Chelonia \n\nmydas) com ou sem sinais clínicos de FP (FP– e FP+), necropsiadas na costa brasileira \n\nElemento/órgão ou tecido Valor de p Resultado \nAs/Rins &lt;0,01 FP– (1863.4) > FP+ (208.8) \nSe/Rins &lt;0,01 FP– (1658.6) > FP+ (529.5) \nPb/Rins 0,01 FP– (70.3) &lt;FP+ (129.4) \n\n \nNão houve diferenças entre os animais de Espírito Santo e São Paulo. \n\n \n\n \n\nAs tartarugas-verdes acometidas por FP apresentaram, em todos os órgãos analisados, \n\níndices de Se menores do que aquelas não acometidas pela doença. Observação semelhante \n\npara o As, cujos índices foram menores no baço, fígado, glândula de sal e rins das tartarugas-\n\nverdes com FP. \n\nA relação entre As e Se já é conhecida e ambas são consideradas anticarcinogênicas e \n\ncarcinogênicas ao mesmo tempo (SUN et al., 2014). Esses dois metaloides podem interagir \n\nentre si, formando um complexo As-Se que é excretado via biliar. Entretanto, estudos recentes \n\n\n\n89 \n \n\ndemonstram que a formação do composto As-Se é concentração-dependente, ou seja, em \n\nbaixas concentrações, o Se é capaz de se combinar com o As e ambos são excretados, \n\ndiminuindo a toxicidade dos dois. Mas, em altas concentrações, o Se suprime a metilação do \n\nAs e, consequentemente, a formação do composto As-Se, resultando em maior retenção de As \n\ne causando maior toxicidade. \n\nNossos resultados demonstraram que o tecido ósseo das tartarugas-verdes é o maior \n\ndepósito de Pb, assim como em humanos e em outros vertebrados. Também observamos que \n\ntartarugas-verdes com FP apresentam maior concentração de Pb em fígado, rins e ossos. Silva \n\net al. (2016) encontrou uma correlação positiva entre o estresse oxidativo e a concentração de \n\nPb em tartarugas-verdes com FP, o que corrobora com nossos achados e sugere uma \n\nparticipação deste elemento químico no desenvolvimento da doença.  \n\nO maior depósito de Hg ocorreu no fígado das tartarugas-verdes analisadas, mas os \n\ntestes estatísticos não mostraram uma relação entre essa bioacumulação e a presença de FP. \n\nComo os maiores níveis de contaminação por Hg foram detectados no estado com menor \n\nnúmero de amostras (Ceará), especulamos que esse metal tóxico também possa estar \n\nenvolvido de alguma forma com a saúde das tartarugas-verdes, mas o baixo número amostral \n\npode ter influenciado os resultados estatísticos. \n\n \n\n\n\n90 \n \n\n \n10  CONCLUSÕES \n \n\n \n\n \n\nOs padrões de concentração de elementos químicos em tecidos de tartarugas-verdes \n\nparecem flutuar muito dependendo da região geográfica onde elas se alimentam. Os \n\nresultados comparados entre as médias dos animais analisados em águas brasileiras e aqueles \n\nanalisados no Oceano Pacífico são o melhor exemplo desta afirmação, nos levando a admitir \n\nque estes animais possam ser excelentes biomarcadores da qualidade da água na região onde \n\nestão se alimentando. Mesmo considerando os animais necropsiados na costa brasileira, \n\ndiferenças regionais são grandes, como a diferença das médias de concentrações de Pb entre \n\nos animais analisados no litoral sul do Brasil (SILVA et al., 2016) e aqueles analisados em \n\náguas tropicais e subtropicais (este estudo). \n\nO As parece não seguir um padrão de bioacumulação nos diferentes tecidos. Nossos \n\nresultados, quando comparados com outros obtidos em diferentes locais, são bastante \n\ndiferentes quanto à bioacumulação do As. Isto pode se dar pela metodologia na coleta das \n\namostras ou na análise das mesmas; pela existência de diferentes caminhos pelos quais este \n\nelemento pode se bioacumular no tecido das tartarugas-verdes, dependendo da forma de \n\ncontaminação (ingestão, inalação ou outros) ou, ainda, do composto arsênico ao qual os \n\nanimais estão sendo expostos (i.e., compostos orgânicos ou inorgânicos).  \n\nEm tartarugas-verdes necropsiadas, a melhor matriz para pesquisa de Cd é o tecido \n\nrenal. Em nossos achados, assim como em outros relatos ao redor do mundo, as maiores \n\nconcentrações deste elemento são encontradas nos rins. Esta constatação condiz com a \n\norganotropia que o Cd apresenta em humanos e outros animais vertebrados. \n\nNenhum filhote (CCC &lt;29,9 cm) necropsiado neste trabalho apresentou sinais \n\nclínicos de FP. A média de tamanho de carapaça dos animais positivos para a doença foi de \n\n0,414 m, confirmando relatos anteriores de que estes animais chegam à costa brasileira \n\nsaudáveis e só então desenvolvem – ou não – a FP. \n\nTartarugas-verdes com FP na costa brasileira apresentam maior concentração de Pb \n\nem fígado, rins e ossos, o que sugere uma participação deste elemento químico no \n\ndesenvolvimento da doença. O Pb já foi relacionado com a inibição da glutationa peroxidase e \n\ndo ácido ?-aminolevulínico-desidratase, dois biomarcadores de estresse oxidativo, podendo \n\nser, estes, alguns dos caminhos pelos quais o chumbo está se relacionando com esta afecção. \n\n\n\n91 \n \n\nTartarugas-verdes da costa brasileira com sinais clínicos de FP apresentam menores \n\nconcentrações de Se em todos os órgãos analisados. Este elemento essencial é constituinte de \n\nmais de vinte selenoproteínas com ações importantes no trato reprodutivo, metabolismo da \n\nglândula tireoide, síntese de DNA e proteção contra danos oxidativos e infecções. A falta de \n\nvalores de referência em tartarugas-verdes não nos permite concluir se estes resultados \n\nrepresentam uma deficiência, mas podemos sugerir que esta diminuição está envolvida, de \n\nalguma forma, no surgimento/desenvolvimento da doença. \n\nO Zn é um dos mais abundantes dos elementos testados em tecidos de tartarugas-\n\nverdes na costa brasileira. Este resultado é consistente com outros trabalhos realizados com \n\ntartarugas marinhas de diferentes localidades em todo o globo terrestre (ANAN et al., 2001; \n\nLAM et al., 2004; CAMACHO et al., 2013).  \n\n O Hg apresentou um tropismo pelo fígado com uma concentração mediana de 123.3 \n\nng/g para as tartarugas-verdes necropsiadas na costa brasileira. Determinar níveis seguros de \n\nexposição ao Hg não é fácil, visto que não há níveis seguros de exposição descrito nem aos \n\nhumanos. Em nossa análise estatística, também não foi observada uma correlação entre as \n\nconcentrações de Hg e a presença da FP.  \n\nEste estudo apresenta as melhores matrizes para a pesquisa de As, Cd, Pb, Se, Zn e Hg \n\nem tecidos de tartarugas-verdes na costa brasileira: tecido ósseo para As, Pb e Zn; fígado para \n\nSe e Hg; rins para Cd. \n\nDas correlações entre os elementos químicos inorgânicos testados a mais importante \n\nfoi a correlação positiva entre As e Se, que se apresentou na maioria dos órgãos e ambos \n\napresentaram-se com níveis menores em tartarugas-verdes com sinais clínicos de FP. Este \n\nfato sugere que a deficiência desses dois elementos possa estar envolvida na fisiopatologia da \n\ndoença. O entendimento de como eles se combinam ou de como sua diminuição pode estar \n\nafetando o desenvolvimento da doença nas tartarugas-verdes ainda não está esclarecido. \n\nSabendo-se que a FP é uma doença multifatorial, sugerimos que vários fatores, e não e não \n\napenas um ou outro, podem estar se combinando de diferentes formas para permitir que o \n\nChHV-5 quebre sua latência e cause os sinais clínicos da FP. Dessa maneira, apresentamos \n\nnossos resultados relacionando a contaminação por alguns elementos químicos inorgânicos \n\nem tecidos de tartarugas-verdes na costa brasileira e sua correlação com esta doença \n\ndesafiadora. \n\n \n\n \n\n\n\n92 \n \n\n \nREFERÊNCIAS \n\nADNYANA, W.; LADDS, P. W.; BLAIR, D. Observations of fibropapillomatosis in green \nturtles (Chelonia mydas) in Indonesia. Australian Veterinary Journal, v. 75, n. 10, p. 737-\n742, 1997. \n\nANAN, Y.; KUNITO, T.; WATANABE, I.; SAKAI, H.; TANABE, S. Trace element \naccumulation in hawksbill turtles (Eretmochely simbricata) and green turtles (Chelonia \nmydas) from Yaeyama Islands, Japan. Environmental Toxicology and Chemistry, v. 20, p. \n2802-2814, 2001. \n\nANDREANI, G.; SANTORO, M.; COTTIGNOLI, S.; FABBRI, M.; CARPENÈ, E.; ISANI, \nG. Metal distribution and metallothionein in loggerhead (Caretta caretta) and green \n(Chelonia mydas) sea turtles. Science of the Total Environment, v. 390, p. 287-294, 2008. \n\nAGUIRRE, A. A.; BALAZS, G. H.; ZIMMERMAN, B.; GALEY, F. D. Organic \ncontaminants and trace metals in the tissues of green turtle (Chelonia mydas) afflicted with \nfibropapillomas in the Hawaiian islands. Marine Pollution Bulletin, v. 28, n.2, p. 109-114, \n1994.  \n \nAGUIRRE, A. A.; SPRAKER, T. R.; BALAZS, G. H.; ZIMMERMAN, B. Spirorchidiasis \nand fibropapillomatosis in green turtles of the Hawaiian Islands. Journal of Wildlife Disease, \nv. 34, p. 91–98, 1998. \n\nATSDR. Toxicological profile for lead. Atlanta, GA.: Agency for Toxic Substances and \nDisease Registry, U.S. Department of Health and Human Services, 2005. \n\nATSDR. Toxicological profile for mercury. Atlanta, GA.: Agency for Toxic Substances and \nDisease Registry, U.S. Department of Health and Human Services, 1999. \n\nATSDR. Toxicological profile for selenium. Atlanta, GA.: Agency for Toxic Substances and \nDisease Registry, U.S. Department of Health and Human Services, 2003. \n\nBARBIERI, E. Concentration of heavy metals in tissues of green turtles (Chelonia mydas) \nsampled in the Cananeia Estuary, Brazil. Brazilian Journal of Oceanography, v. 57, n. 3, p. \n243-248, 2009. \n \nBATISTA, B. L.; RODRIGUES, J. L.; NUNES, J. A.; SOUZA, V. C. O.; BARBOSA Jr., F. \nExploiting dynamic reaction cell inductively coupled plasma mass spectrometry (DRC-ICP-\nMS) for sequencial determination of trace elements in blood using a dilute-and-shoot \nprocedure. Analytica Chimica Acta, v. 639, p. 13-18, 2009. \n\nBRASIL. Portaria IBAMA n.º 1.522 de 19 de dezembro de 1989. Lista Oficial das Espécies \nda Fauna Brasileira Ameaçadas de Extinção. 1989. Disponível em: \n<www.mma.gov.br/estruturas/179/_arquivos/lista_1989.pdf>. Acesso em: 08 dez. 2015. \n \nCAMACHO, M.; ORÓS, J.; BOADA, L. D.; ZACCARONI, A.; SILVI, M.; FORMIGARO, \nC.; LÓPEZ, P.; ZUMBADO, M.; LUZARDO, O. P. Potential adverse effects of inorganic \npollutants on clinical parameters of loggerhead sea turtles (Caretta caretta): results from a \nnesting colony from Cape Verde, West Africa. Marine Environmental Research, v. 92, p. \n15-22, 2013. \n\n\n\n93 \n \n\nCAURANT, F.; BUSTAMANTE, P; BORDES, M.; MIRAMAND, P. Bioaccumulation of \nCadmium, Copper and Zinc in some tissues of three Species of Marine Turtles stranded along \nthe French Atlantic coasts. Marine Pollution Bulletin, v. 38, n. 12, p. 1085-1091, 1999. \n \nDAVISON, A. J.; BERELE, R.; EHLERS, B.; HAYWARD, G.; McGEOCH, D. J.; \nMINSON, A. C.; PELLET, P. E.; ROIZMAN, B.; STUDDERT, M. J.; THIRY, E. The order \nHerpesvirus. Archives of Virology, v. 154, p.171-177, 2009. \n \nGODLEY, B.; THOMPSONÀ, D.; FURNESSÀ, R. Do heavy metal concentrations pose a \nthreat to Marine turtles from the Mediterranean sea? Marine Pollution Bulletin, v. 38, n. 6, \np. 497-502, 1999. \n\nGORDON, A. N.; POPLE, A. R.; NG, J. Trace metal concentrations in livers and kidneys of \nsea turtles of sea turtles from South-eastern Queensland, Australia. Marine &amp;Freshwater \nResearch, v. 49, n. 5, p. 409-414, 1998. \n \nHAMANN, M.; GODFREY, M. H.; SEMINOFF, J. A.; ARTHUR, K.; BARATA, P. C. R.; \nBJORNDAL, K. A.; BOLTEN, A. B.; BRODERICK, A. C.; CAMPBELL, L. M.; \nCARRERAS, C.; CASALE, P.; CHALOUPKA, M.; CHAN, S. K. F.; COYNE, M. S.; \nCROWDER, L. B.; DIEZ, C. E.; DUTTON, P. H.; EPPERLY, S. P.; FITZSIMMONS, N. N.; \nFORMIA, A.; GIRONDOT, M.; HAYS, G. C.; CHENG, I. J.; KASKA, Y.; LEWISON, R.; \nMORTIMER, J. A.; NICHOLS, W. J.; REINA, R. D.; SHANKER, K.; SPOTILA, J. R.; \nTOMAS, J.; WALLACE, B. P.; WORK, T. M.; ZBINDEN, J.; GODLEY, B. J. Global \nresearch priorities for sea turtles: informing management and conservation in the 21st century. \nEndangered Species Research, v. 11, p. 245-269, 2010. \n\nHEINZ, G. H. Selenium in birds. In: BEYER, W. N.; HEINZ, G. H.; REDMON-\nNORWOOD, A. W. (Ed.). Environmental contaminants in wildlife: interpreting tissues \nconcentrations. Boca Raton: Lewis Publishers, 1996. p. 447-458.  \n \nHERBST, L. H. Fibropapillomatosis of marine turtles. Annual Review of Fish Diseases, v. \n4, p. 389-425, 1994. \n\nHIRTH, H. F. Synopsis of the biological data on Green Turtle Chelonia mydas (Linnaeus \n1758). Washington, DC: US Fish and Wildlife Service, 1997. \n\nINNIS, C.; TLUSTY, M.; PERKINS, C.; HOLLADAY, S.; MERIGO, C.; WEBER, E. S. \nTrace metal and organochlorine pesticide concentrations in cold-stunned juvenile kemp’s \nRidley turtles (Lepidochelys kempii) from Cape Cod, Massachussets. Chelonian \nConservation and Biology, v. 7, p. 230-239, 2008. \n \nIUCN 2015. IUCN Red List of Threatened Species. Versão 2015-4.  Disponível em: \nhttp://www.iucnredlist.org. Acesso em: 12 dez. 2015. \n \nJEREZ, S.; MOTAS, M.; CANOVAS, R. A.; TALAVERA, J; ALMELA, R. M.; DEL RIO, \nA. B. Accumulation and tissue distribution of heavy metals and essential elements in \nloggerhead turtles (Caretta caretta) from Spanish Mediterranean coastline of Murcia. \nChemosphere, v. 78, p. 256-264, 2010. \n\nKOMOROSKE, L. M.; LEWISON, R. L.; SEMINOFF, J. A.; DEUSTCHMAN, D. D.; \nDEHEYN, D. D. Pollutants and the health of green sea turtles resident to an urbanized estuary \n\n\n\n94 \n \n\nin San Diego Bay, CA. Chemosphere, v. 84, n. 5, p. 544-552, 2011. \n\nLAM, J. C. W.; TANABE, S.; CHAN, S. K. F.; YUEN, E. K. W.; LAM, M. H. W.; LAM, P. \nK. S. Trace element residues in tissues of green turtles (Chelonia mydas) from South China \nWaters. Marine Pollution Bulletin, v. 48, p. 174-182, 2004. \n\nLEY-QUIÑONEZ, C.; ZAVALA-NORZAGARAY, A. A.; ESPINOSA-CARREON, T., L.; \nPECKHAM, H. MARQUEZ-HERRERA, C.; CAMPOS-VILLEGAS, L. AGUIRRE, A. A. \nBaseline metals and metalloid values in blood of loggerhead turtles (Caretta caretta) from \nBaja California Sur, Mexico. Marine Pollution Bulletin, v. 62, n. 9, p. 1979-1983, 2011. \n\nMOFFET, D. B.; EL-MASRI, H. A.; FOWLER, B. A. General considerations on dose-effect \nand dose-response relationships. In: NORDBERG, G. F.; FOWLER, B. A.; NORDBERG, \nM.; FRIBERG, L. (Ed.). Handbook on the toxicology of metals. 3. ed. Amsterdam: \nElsevier, 2007. p. 101-116. \n\nSAEKI, K.; SAKAKIBARA, H.; KUNITO, T.; TANABE, S. Arsenic accumulation in three \nspecies of sea turtles. Biometals, v. 13, p. 241-250, 2000.  \n\nSAKAI, H.; SAEKI, K.; ICHIHASHI, H., SUGANUMA, H.; TANABE, S.; TATSUKAWA, \nR. Species-specificdistribution of heavy metals in tissues and organs of loggerhead turtle \n(Caretta caretta) and green turtle (Chelonia mydas) from Japanese coastal waters. Marine \nPollution Bulletin, v. 40, p. 701-709, 2000. \n \nSILVA, C. C.; KLEIN, R. D.; BARCAROLLI, I. F.; BIANCHINI, A. Metal contamination as \na possible etiology of fibropapillomatosis in juvenile female green sea turtles Chelonia mydas \nfrom the southern Atlantic Ocean. Aquatic Toxicology, v. 170, p. 42-51, 2016. \n \nSTORELLI, M. M.; MARCOTRIGIANO, G. O.  Heavy metal residues in tissues of marine \nturtles. Marine Pollution Bulletin, v. 46, n. 4, p. 397-400, 2003. \n \nSUN, H. J.; RATHINASABAPATHI, B.; WU, B.; LUO, J.; PU, L. P.; MA, L. Q. Arsenic and \nselenium toxicity and their interactive effects in humans. Environment International, v. 69, \np. 148-158, 2014. \n \nWORLD HEALTH ORGANIZATION (WHO).  International Agency for Research on \nCancer (IARC). IARC monographs on the evaluation of carcinogenic risks to humans: \nberyllium, cadmium, mercury and exposures in the glass manufacturing industry. Lyon: \nIARC, 1993. v. 58, Dinponível em \n<http://monographs.iarc.fr/ENG/Monographs/vol58/mono58.pdf>. Acesso em: 10 dez. 2015. \n\n \n\n\n\n95 \n \n\n \n11 CONSIDERAÇÕES FINAIS \n\n \n\n \n\nEstudos com  contaminantes químicos são difíceis de interpretar. Há muitas variáveis \n\na serem consideradas, mesmo quando estes são realizados em ambientes controlados. \n\nVariações genéticas, etárias, ambientais, alimentares e muitas outras devem ser levadas em \n\nconsideração. Quando trabalhamos com tartarugas-verdes há muitas outras considerações a \n\nlembrar: são animais ectotérmicos, cuja taxa metabólica varia com a temperatura ambiente;  \n\nfazem migrações para se reproduzir, às vezes, atravessando o oceano Atlântico; e mudam sua \n\ndieta alimentar radicalmente de onívora quando filhotes (até aproximadamente 0,29m, na \n\ncosta brasileira) para totalmente herbívora  na fase juvenil. \n\nNeste estudo, não tivemos a pretensão de comprovar que poluentes inorgânicos \n\nestavam diretamente ligados à presença da fibropapilomatose, mas sim a de identificar e \n\nquantificar alguns destes elementos que possivelmente poderiam interferir no \n\ndesenvolvimento desta doença, verificando se existia alguma correlação entre estas \n\nconcentrações e presença dos sinais clínicos da fibropapilomatose. O status da contaminação \n\ndas tartarugas-verdes amostradas neste estudo já pode, por si só, ser utilizado como um dado \n\nbasal para o biomonitoramento nesta quatro áreas. Destacamos também que a homogeneidade \n\ndos dados de Fernando de Noronha – Pernambuco, são sugestivos de utilização como um \n\ndado para a espécie nas águas brasileiras.  \n\nPor fim, acreditamos que estes dados iniciais poderão ser agregados a outros estudos \n\ncom tartarugas-verdes na costa brasileira, aumentando nosso entendimento quanto às ameaças \n\ne, consequentemente, à conservação da espécie. \n\n\n\n96 \n \n\n \nREFERÊNCIAS \n\n \nADNYANA, W; LADDS, P. W.; BLAIR, D. Observations of fibropapillomatosis in green \nturtles (Chelonia mydas) in Indonesia. Australian Veterinary Journal, v. 75, n. 10, p. 737-\n742, 1997. \n\n \n\nAGUIRRE, A. A.; BALAZS, G. H.; ZIMMERMAN, B.; GALEY, F. D. Organic \ncontaminants and trace metals in the tissues of green turtle (Chelonia mydas) afflicted with \nfibropapillomas in the Hawaiian islands. Marine Pollution Bulletin, v. 28, n.2, p. 109-114, \n1994.  \n\n \n\nAGUIRRE, A. A.; SPRAKER, T. R.; BALAZS, G. H.; ZIMMERMAN, B. Spirorchids and \nfibropapillomas in green turtles from the Hawaiian Islands. Journal of Wildlife Diseases, v. \n34, n. 1, p. 91-98, 1998. \n\n \n\nAGUSA, T.; TAKAGI, K.; IWATA, H.; TANABE, S. Arsenic species and their accumulation \nfeatures in green turtles. Marine Pollution Bulletin, v. 57, p. 782-789, 2008. \n\n \n\nALFARO-NUÑEZ, A.; BERTELSEN, M. F.; BOJENSEN, A. M.; RASMUSSEN, I.; \nZEPEDA-MENDONZA, L.; OLSEN, M. T.; GILBERT, M. T. P. Global distribution of \nChelonid fibropapilloma-associated herpesvirus among clinically healthy sea turtles. BMC \nEvolutionary Biology, v. 14, p. 206-216, 2014. \n\n \n\nANAN, T.; KUNITO, T.; SAKAI, H.; TANABE, S. Subcellular distribution of trace elements \nin the liver of sea turtle. Marine Pollution Bulletin, v. 45, p. 224-229, 2002. \n\n \n\nAZEVEDO, F. A.; CHASIN, A. A. M. As bases toxicológicas da ecotoxicologia. São \nCarlos: RiMa, 2003. 340 p. \n\n \n\nBALAZS, G. H. Synopsis of biological data on green turtle in the Hawaiian Islands. \nHonolulu, Hawaii: Department of Commerce, NOOA-TM-NMFS-SWFSC-7, 1980. 141 p. \n\n \n\nBAPTISTOTTE, C.; SCALFONE, J. T.; GALLO, B. M. G.; SANTOS, A. S.; CASTILHOS, \nJ. C.; LIMA, E. H. S. M.; BELLINI, C.; BARATA, P. C. R. Prevalence of sea turtle \nfibropapillomatosis in Brazil. In: ANNUAL SYMPOSIUM ON SEA TURTLE BIOLOGY \nAND CONSERVATION, 21., 2001, Philadelphia, Pennsylvania. Proccedings…  \nPennsylvania: International Sea Turtle Society, 2004. p. 111-112. \n\n \n\nBAPTISTOTTE, C. Caracterização espacial e temporal da fibropapilomatose em \ntartarugas marinhas da costa brasileira. 2007. 63 p. Tese (Doutorado em Ecologia \n\n\n\n97 \n \n\nAplicada) - Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo, \nPiracicaba, 2007. \n\n \n\nBAPTISTOTTE, C. Workshop Brasileiro de Fibropapilomatose em Tartarugas Marinhas. \nVitória –ES, 2014. \n\n \n\nBARBIERI, E. Concentration of heavy metals in tissues of green turtles (Chelonia mydas) \nsampled in the Cananeia Estuary, Brazil. Brazilian Journal of Oceanography, v. 57, n. 3, p. \n243-248, 2009. \n\n \n\nBEZERRA, M.; LACERDA, L.; LIMA, E.; MELO, M. T. D. Monitoring Mercury in green \nsea turtles using keratinized carapace fragments (scutes). Marine Pollution Bulletin, v. 77, n. \n1-2, p. 424-427, 2013. \n\n \n\nBICHO, R.; JOAQUIM, N.; MENDONÇA, V.; KIYUMI, A.; MAHMOUD, I. Y.; KINDI, A. \nLevels of heavy metals and antioxidants enzymes in green turtles (Chelonia mydas) in the \nArabian sea, Sultanate of Oman. In: ANNUAL SYMPOSIUM ON SEA TURTLE BIOLOGY \nAND CONSERVATION, 6., 2006,  Athens, Greece. Proccedings... Greece: International Sea \nTurtle Society, 2006. p. 49-50.  \n\n \n\nBJORNDAL, K. A. Nutritional and grazing behavior of the green turtle, Chelonia mydas. \nMarine Biology, v. 56, p. i147-154, 1980. \n\n \n\nBJORNDAL, K. A. Foraging ecology and nutrition of sea turtles. In: LUTZ, P. L.; MUSICK, \nJ. A. (Ed.). The Biology of sea turtles. Boca Raton: CRC Press, p. 199-232, 1997. \n\n \n\nBOWEN, B. W.; MEYLAN, A. B.; ROSS, J. P.; LIMPUS, C. J.; BALAZS, G. H.; AVISE, J. \nC. Global population structure and natural history of the green turtle (Chelonia mydas) in \nterms of matriarchal phylogeny. Evolution, v. 46, n. 4, p. 865-881, 1992. \n\n \n\nBRASIL. Portaria IBAMA n.º 1.522 de 19 de dezembro de 1989. Lista Oficial das Espécies \nda Fauna Brasileira Ameaçadas de Extinção. Disponível em: \n<www.mma.gov.br/estruturas/179/_arquivos/lista_1989.pdf>. Acesso em: 08 dez. 2015. \n\n \n\nCAMACHO, M.; LUZARDO, O. P.; BOADA, L. D.; JURADO, L. F. L.; MEDINA, M.; \nZUMBADO, M.; ORÓS, J. Potential adverse health effects of persistent organic pollutants on \nsea turtles: Evidences from a cross-sectional study on Cape Verde loggerhead sea turtles. \nScience of the Total Environment, v. 458-460, p. 283-289, 2013. \n\n \n\n\n\n98 \n \n\nCAURANT, F.; BUSTAMANTE, P; BORDES, M.; MIRAMAND, P. Bioaccumulation of \nCadmium, Copper and Zinc in some tissues of three Species of Marine Turtles stranded along \nthe French Atlantic coasts. Marine Pollution Bulletin, v. 38, n. 12, p. 1085-1091, 1999. \n\n \n\nCOMMITTEE ON ANIMALS AS MONITORS OF ENVIRONMENTAL HAZARDS. \nBoard on Environmental Studies and Toxicology. Comission on Life Sciences. Animals as \nSentinels of Environmental Health Hazards. Washington, D.C.: National Academy Press, \n1991. 176 p.  \n\n \n\nCURRY, S. S.; BROWN, D. R.; EHRHART, L. M.; BAGLEY, D. A.; SCHAF, S. A.; \nMORETTI, R. H.; JACOBSON, E. R.; KLEI, P. A. Detection of antibodies to a disease-\nassociated Herpesvirus of the green turtle, Chelonia mydas. Journal of Clinical \nMicrobiology, v. 39, n. 10, p. 3572-3577, 2000. \n\n \n\nDAVISON, A. J.; BERELE, R.; EHLERS, B.; HAYWARD, G.; McGEOCH, D. J.; \nMINSON, A. C.; PELLET, P. E.; ROIZMAN, B.; STUDDERT, M. J.; THIRY, E. The order \nherpesvirus. Archives of Virology, v. 154, p. 171-177, 2009. \n\n \n\nDAVISON, A. J. Evolution of herpesviruses. Veterinary Microbiology, v. 86, n. 1-2, p. 69-\n88, 2002 \n\n \n\nEHRHART, L. M.; SINDLER, R. B.; WITHERINGTON, B. E. Preliminary investigation \nof papillomatosis in green turtles: phase I – frequency and effects on turtles in the wild and \nin captivity. Charleston, South Carolina: National Marine Fisheries Service, Miami \nLaboratory, 1986. 46 p. Contract n. 40-GENF-6-0061: Final Report to U. S. Department of \nCommerce, National Oceanographic and Atmospheric Administration, National Marine \nFisheries Service, Miami Laboratory.  \n\n \n\nEHRHART, L. M. Fibropapillomas in green turtles of the Indian river lagoon, Florida: \ndistribution over time and area. [S.l]:  NOAA – Technical Memorandum - TM-NMFS-\nSWFSC-156, 1991. p. 59-61. \n\n \n\nENE, A.; SU, M.; LEMAIRE, S.; ROSE, C.; SCHAFF, S.; MORETTI, R.; LENZ, J.; \nHERBST, L. H. Distribution of chelonid fibropapillomatosis associated herpesvirus variants \nin Florida: molecular genetic evidence for infection of turtles following recruitment to neritic \ndevelopmental habitats. Journal of Wildlife Diseases, v. 41, n. 3, p. 489-497, 2005. \n\n \n\nERNST, C. H.; BARBOUR, R. W. Turtles of the world. Washington: Smithsonian Intitution \nPress, 1989. 303 p. \n\n \n\nGLADSTONE W. Trace metals in sediments, indicator organisms and traditional \n\n\n\n99 \n \n\nseafoods of the Torres Strait. Townsville, Australia: Great Barrier Reef Marine Park \nAuthority, 1996. \n\n \n\nGODLEY, B.; THOMPSONÀ, D.; FURNESSÀ, R. Do heavy metal concentrations pose a \nthreat to Marine turtles from the Mediterranean sea? Marine Pollution Bulletin, v. 38, n. 6, \np. 497-502, 1999. \n\n \n\nGORDON, A. N.; POPLE, A. R.; NG, J. Trace metal concentrations in livers and kidneys of \nsea turtles of sea turtles from South-eastern Queensland, Australia. Marine &amp;Freshwater \nResearch, v. 49, n. 5, p. 409-414, 1998. \n\n \n\nGREENBLATT, R. J.; WORK, T. M.; BALAZS, G. H.; SUTTON, C. A.; CASEY, R. N.; \nCASEY, J. W. The Ozobranchus leech is a candidate mechanical vector for the \nfibropapilloma-associated turtle herpesvirus found latently infecting skin tumors on Hawaiian \ngreen turtle (Chelonia mydas). Virology, v. 321, p. 101-110, 2004. \n\n \n\nHAMANN, M.; GODFREY, M. H.; SEMINOFF, J. A.; ARTHUR, K.; BARATA, P. C. R.; \nBJORNDAL, K. A.; BOLTEN, A. B.; BRODERICK, A. C.; CAMPBELL, L. M.; \nCARRERAS, C.; CASALE, P.; CHALOUPKA, M.; CHAN, S. K. F.; COYNE, M. S.; \nCROWDER, L. B.; DIEZ, C. E.; DUTTON, P. H.; EPPERLY, S. P.; FITZSIMMONS, N. N.; \nFORMIA, A.; GIRONDOT, M.; HAYS, G. C.; CHENG, I. J.; KASKA, Y.; LEWISON, R.; \nMORTIMER, J. A.; NICHOLS, W. J.; REINA, R. D.; SHANKER, K.; SPOTILA, J. R.; \nTOMAS, J.; WALLACE, B. P.; WORK, T. M.; ZBINDEN, J.; GODLEY, B. J. Global \nresearch priorities for sea turtles: informing management and conservation in the 21st century. \nEndangered Species Research, v. 11, p. 245-269, 2010. \n\n \n\nHERBST, L. H. Fibropapillomatosis of marine turtles. Annual Review of Fish Diseases, v. \n4, p. 389-425, 1994. \n\n \n\nHERBST, L. H.; KACOBSON, E. R.; MORETTI, R.; BROWN, T.; SUNDBERG, J. P.; \nKLEIN, P. A. Experimental transmission of green turtle fibropapillomatosis using cell-free \ntumor extract. Disease of Aquatic Organisms, v. 22, p. 1-12, 1995. \n\n \n\nHERBST, L. H.; GREINER, E. C.; EHRART, L. M.; BAGLEY, D. A.; KLEIN, P. A. \nSerological association between spirorchidiasis, herpesvirus infection and fibropapillomatosis \nin green turtles from Florida. Journal of Wildlife Diseases, v. 34, n. 3, p. 496-507, 1998. \n\n \n\nHERBST, L.; ENE, A.; SU, M.; DESALLE, R.; LENZ, J. Tumor outbreaks in marine turtles \nare not due to recent herpesvirus mutations. Current Biology, v. 14, n. 17, p. 697-699, 2004. \n\n \n\n\n\n100 \n \n\nHIRTH, H. F. Synopsis of the biological data on the green turtle Chelonia mydas \n(Linnaeus, 1758). Washington, DC, USA: US Fish and Wildlife Service, 1997. (Biological \nReport, n. 97). \n\n \n\nINNIS, C.; TLUSTY, M.; PERKINS, C.; HOLLADAY, S.; MERIGO, C.; WEBER, E. S. \nTrace metal and organochlorine pesticide concentrations in cold-stunned juvenile kemp’s \nRidley turtles (Lepidochelys kempii) from Cape Cod, Massachussets. Chelonian \nConservation and Biology, v. 7, p. 230-239, 2008. \n\n \n\nIUCN 2015. IUCN Red List of Threatened Species. Versão 2015-4.  Disponível em: \nhttp://www.iucnredlist.org. Acesso em: 12 dez. 2015. \n\n \n\nJACOBSON, E. R.; MANSELL, J. L.; SUNDBERG, J. P.; HAJAR, L.; REICHMANN, M. \nM.; EHRHART, L. M.; WALSH, M.; MURRU, F. Cutaneous fibropapillomas of green turtles \n(Chelonia mydas). Journal of Comparative Pathology, v. 101, p. 39-52, 1989.  \n\n \n\nJACOBSON, E. R.; BUERGELT, C.; WILLIAMS, B.; HARRIS, R. K. Herpesvirus in \ncutaneous fibropapillomas of green turtle Chelonia mydas. Diseases of Aquatic Organisms, \nv. 12, n. 1, p. 1-6, 1991. \n\n \n\nKANG K. L.; TORRES-VELEZ, F. J.; ZHANG, J.; MOORE, P. A.; MOORE, P. D.; \nRIVERA, S.; BROWN, C. C. Localization of fibropapillomas-associated turtle herpesvirus in \nGreen Turtle (Chelonia mydas) by in-situ hybridization. Journal of Comparative Pathology, \nv. 139, p. 218-225, 2008. \n\n \n\nKOMOROSKE, L. M.; LEWISON, R. L.; SEMINOFF, J. A.; DEUSTCHMAN, D. D.; \nDEHEYN, D. D. Pollutants and the health of green sea turtles resident to an urbanized estuary \nin San Diego Bay, CA. Chemosphere, v. 84, n. 5, p.544-552, 2011. \n\n \n\nKORTENKAMP, A.; MARTIN, O.; FAUST, M.; EVANS, R.; McKINLAY, R.; ORTON, F., \nROSIVATZ, E. State of the art assessment of endocrine disrupters – Final report. \nEuropean Commission, DG Environmet, 2011. 135 p. Disponível em: \n<http://ec.europa.eu/environment/endocrine/documents/4_SOTA%20EDC%20Final%20Repo\nrt%20V3%206%20Feb%2012.pdf>. Acesso em: 20 dez. 2015. \n\n \n\nLAM, J. C. W.; TANABE, S.; CHAN, S. K. F.; YUEN, E. K. W.; LAM, M. H. W.; LAM, P. \nK. S. Trace element residues in tissues of green turtles (Chelonia mydas) from South China \nWaters. Marine Pollution Bulletin, v. 48, p. 174-182, 2004. \n\n \n\n\n\n101 \n \n\nLUTCAVAGE, M. E.; PLOTKIN, P.; WHITERINGTON, B.; LUTZ, P. L. Human impacts \non sea turtle survival. In: LUTZ, P. L.; MUSICK, J. A. (Ed.). The biology of sea turtles. \nBoca Raton: CRC Press, 1997. p. 387-409. \n\n \n\nMARCOVALDI, M. A. A. G.; SANTOS, A. S. dos; SALES, G. (Org.). Plano de ação \nnacional para a conservação das Tartarugas marinhas. Brasília: Instituto Chico Mendes \nde Conservação da Biodiversidade, 2011. 120 p. (Série Espécies Ameaçadas, n. 25).  \n\nMATUSHIMA, E. R. Fibropapilomas em tartarugas marinhas: aspectos histológicos, \nimuno-histoquímicos e ultra-estruturais. 2003. 113 p. Tese (Livre-Docência) – Faculdade de \nMedicina Veterinária e Zootecnia, Universidade de São Paulo, São Paulo, 2003. \n\n \n\nMEYLAN, A. B.; MEYLAN, P. A. Introducción a la evolución, historias de vida y Biologia \nde las tortugas marinas. In: ECKERT, K. L.; BJORNDAL, K. A.; ABREU-GROBOIS, F. A.; \nDONELLY, M (Ed). Técnicas de investigación y manejo para la conservación de las \ntortugas marinas. Pennsylvania: Consolidates Grafic Communications, 2000. n.º4, p. 3-8. \n\nNARO-MACIEL, E.; BECKER, J. H.; LIMA, H. S. M.; MARCOVALDI,. M. A.; DESALLE, \nR. Testing dispersal hypotheses in foraging Green Sea Turtles (Chelonia mydas) of Brazil. Journal of \nHeredity, v. 98, n. 1, p. 29-39, 2007.  \n\n \n\nNORTON, T. M.; JACOBSON, E. R.; SUNDBERG, J. P. Cutaneous fibropapillomas and \nrenal myxofibroma in a green turtle, Chelonia mydas. Journal of Wildlife Diseases, v. 26, n. \n2, p. 265-270, 1990. \n\n \n\nPLOTKIN, P. Adult migrations and habitat use. In: LUTZ, P. L.; MUSICK, J. A.; \nWYNEKEN, J. (Ed.). The biology of sea turtles. Boca Raton, USA: CRC Press, 1997. v. 2, \np. 225-241.  \n\n \n\nPRITCHARD, P. C. H.; MORTIMER, J. A. Taxonomía, morfología externa e identificación \nde las espécies. In: ECKERT, K. L.; BJORNDAL, K. A.; ABREU-GROBOIS, F. A.; \nDONELLY, M (Ed.). Técnicas de Investigación Y Manejo para la Conservación de las \nTortugas Marinas.  Washington, DC: IUCN/SSC Marine Turtle Specialist Group, 2000.  \np. 23-41. \n\n \n\nQUACKENBUSH, S. L.; CASEY, R. N.; MURCEK, R. J.; PAUL, T. A.; WORK, T. M.; \nLIMPUS, C. J.; CHAVES, A.; DUTOIT, L.; PEREZ, J. V.; AGUIRRE, A. A.; SPRAKER, T. \nR.; HORROCKS, J. A.; VERMEER, L. A.; BALAZS, G. H.; CASEY, J. W. Quantitative \nanalysis of herpesvirus sequences from normal tissue and fibropapillomas of marine turtles \nwith real-time PCR. Virology, v. 287, p. 105-111, 2001. \n\n \n\nRILEY, L. E. L. Herpes simplex virus. Seminars in Perinatology, v. 22, p. 284-292, 1988. \n\n\n\n102 \n \n\n \n\nROSSI, S.; ZWARG, T; SANCHES, T. C.; CESAR, M. O.; MERNECK, M.; MATUSHIMA, \nE. Hematological profile of Chelonia mydas (Testudines, Cheloniidae) according to the \nseverity of fibropapillomatosis or its absence. Pesquisa Veterinária Brasileira, v. 29, n. 12, \np. 974-978, 2007. \n\n \n\nSAKAI, H.; SAEKI, K.; ICHIHASHI, H., SUGANUMA, H.; TANABE, S.; TATSUKAWA, \nR. Species-specific distribution of heavy metals in tissues and organs of loggerhead turtle \n(Caretta caretta) and green turtle (Chelonia mydas) from japanese coastal waters. Marine \nPollution Bulletin, v. 40, p. 701-709, 2000. \n \n\nSANTOS, R. G.; MARTINS, A. S.; TOREZANI, E.; BAPTISTOTTE, C.; FARIAS, J. N.; \nHORTA, P. A.; WORK, T. M.; BALAZS, G. H. Relationship between fibropapillomatosis \nand environmental quality: a case study with Chelonia mydas of Brazil. Diseases of Aquatic \nOrganisms, v. 89, p. 87-95, 2010. \n\n \n\nSILVA, C. C.; KLEIN, R. D.; BARCAROLLI, I. F.; BIANCHINI, A. Metal contamination as \na possible etiology of fibropapillomatosis in juvenile female green sea turtles Chelonia mydas \nfrom the southern Atlantic Ocean. Aquatic Toxicology, v. 170, p. 42-51, 2016. \n\n \n\nSMITH, G. M.; COATES, C. W. Fibroepithelial growths of the skin in large marine turtles \nChelonia mydas, Zoologica, New York, v. 23, p. 93-96, 1938. \n\n \n\nSTACY, B. A.; WELLEHAN, J. F. X.; FOLEY, A. M.; COBERLEY, S. S.; HERBST, L. H.; \nMANIRE, C. A.; GARNER, M. M.; BROOKINS, M. D.; CHILDRESS, A. L.; JACOBSON, \nE. R. Two herpesvirus associated with disease in wild Atlantic loggerhead sea turtle (Caretta \ncaretta). Veterinary Microbiology, v. 126, p. 63-73, 2008. \n\n \n\nSTORELLI, M. M.; MARCOTRIGIANO, G. O.  Heavy metal residues in tissues of marine \nturtles. Marine Pollution Bulletin, v. 46, n. 4, p. 397-400, 2003. \n\n \n\nTAN, F.; WANG, M.; WANG, W.; AGUIRRE, A. A., LU, Y. Validation of an in vitro \ncytotoxicity test for four heavy metals using cell lines from a green sea turtle (Chelonia \nmydas). Cell Biology and Toxicology, v. 26, p. 255-263, 2010. \n\n \n\nTOREZANI, E.; BAPTISTOTTE, C.; MENDES, S. L.; BARATA, P. C. R. Juvenile green \nturtles (Chelonia mydas) in the effluent discharge channel of a steel plant, Espírito Santo, \nBrasil, 2000-2006. Journal of the Marine Biological Association of the United Kingdom, \nv, 90, n. 2, p. 1-14,  2009. \n\n \n\nVAN DE MERWE, J. P.; HODGE, M.; OLSZOWY, H. A.; WHITTIER, J. M.; LEE, S. Y. \n\n\n\n103 \n \n\nUsing blood samples to estimate persistent organic pollutants and metals in green sea turtles \n(Chelonia mydas). Marine Pollution Bulletin, v. 60, p. 579-588, 2010. \n\n \n\nWORK, T. M.; BALAZS, G. H. Causes of green turtle (Chelonia mydas) morbidity and \nmortality in Hawaii. In: ANNUAL SYMPOSIUM ON SEA TURTLE BIOLOGY AND \nCONSERVATION, 7., 1997, Orlando, Florida. Proceedings… Florida: International Sea \nTurtle Society, 1997. p. 308.  \n\n \n\nWORK, T. M; BALAZS,G. H. Tumours in sea turtles: the insidious menace of \nFibropapillomatosis. The Wildlife professional, p. 45-47, 2013. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n104 \n \n\nANEXO A – ILUSTRAÇÕES DO TRABALHO DE CAMPO \n \n \n\nFigura 1 – pescadores montando curral de pesca em Almofala – CE \n\n \nFonte: Arquivo Projeto Tamar \n\n \n \n \n\nFigura 2 – entrega de tartaruga-verde capturada em curral de pesca - CE \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n \n\n\n\n105 \n \n\nFigura 3 – entrega de tartaruga-verde capturada em Fernando de Noronha - \n\nPE  \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n \nFigura 4 – colheita de sangue em Fernando de Noronha  - PE \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n \n \n \n \n\nFigura 5 – captura intencional por tarrafa no efluente da Arcelor-Mittal - ES \n\n\n\n106 \n \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n \n\n \n \n\nFigura 6 – soltura de tartaruga-verde logo após colheita de material biológico em Almofala – CE \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n \n\n \n \n \n \n \n \n \n \n \n\nFigura 7 – necropsia realizada na base do Projeto Tamar em Fernando de Noronha  - PE \n\n\n\n107 \n \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n \n \n\nFigura 8 – necropsia realizada na base do Projeto Tamar em Ubatuba –SP \n\n \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-\nmarinhas. \n\n \n \n \n \n\n\n\n108 \n \n\n \nFigura 9 – necropsia realizada na base do Projeto Tamar em Almofala – CE. \nFonte: Arquivo do Grupo de Pesquisa de Fibropapilomatose em Tartarugas-\nmarinhas. \n\n \n \n \n\n \nFigura 10 – preparo de amostras para leitura em ICP –MS. Fonte: Arquivo do \nGrupo de Pesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n \n \n\n\n\n109 \n \n\n \nFigura 11 – leitura das amostras em ICP-MS. Fonte: Arquivo do Grupo de \nPesquisa de Fibropapilomatose em Tartarugas-marinhas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n110 \n \n\nANEXO B – TABELAS DE CORRELAÇÃO (TESTE DE CORRELAÇÃO DE SPERMAN) \nDA CONCENTRAÇÃO DE SEIS ELEMENTOS QUÍMICOS TESTADOS EM TECIDOS \nDE TARTARUGAS-VERDES (Chelonia mydas) NECROPSIADAS NO LITORAL \nBRASILEIRO \n \n \nTabela 1 - Correlação da concentração de elementos detectados no baço de 81 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no Brasil. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nAs 0,76 &lt;0,01 \nPb -0,32 &lt;0,01 \nCd 0,41 &lt;0,01 \nHg 0,50 &lt;0,01 \n\nZn x \nCd 0,27 0,02 \nHg 0,28 0,02 \n\nAs x \nPb -0,32 &lt;0,01 \nCd 0,37 &lt;0,01 \nHg 0,50 &lt;0,01 \n\nPb x \nCd -0,27 0,01 \nHg -0,45 &lt;0,01 \n\nCd x Hg 0,60 &lt;0,01 \n\n \n \nTabela 26 - Correlação da concentração de elementos detectados no fígado de 85 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,88 &lt;0,01 \nCd 0,59 &lt;0,01 \nHg 0,70 &lt;0,01 \n\nZn x Hg 0,53 0,01 \n\nAs x \nCd 0,52 &lt;0,01 \nHg 0,68 &lt;0,01 \n\nCd x Hg 0,87 &lt;0,01 \n\n \n \nTabela 3- Correlação da concentração de elementos detectados no baço de 40 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nAs 0,57 &lt;0,01 \nPb -0,59 &lt;0,01 \nCd 0,42 &lt;0,01 \nHg 0,51 &lt;0,01 \n\nAs x \nPb -0,59 &lt;0,01 \nHg 0,50 &lt;0,01 \n\nPb x \nCd -0,47 &lt;0,01 \nHg -0,78 &lt;0,01 \n\n \n \n\n\n\n111 \n \n\nTabela 4 - Correlação da concentração de elementos no fígado de 85 tartarugas-verdes (Chelonia mydas) \nnecropsiadas no Brasil. \n\nVariáveis comparadas ? Valor de p \n\nSe x \n\nZn 0,30 0,01 \nAs 0,76 &lt;0,01 \nCd 0,58 &lt;0,01 \nHg 0,57 &lt;0,01 \n\nZn x \nPb 0,30 0,01 \nCd 0,34 &lt;0,01 \nHg 0,26 0,02 \n\nAs x \nPb -0,36 &lt;0,01 \nCd 0,35 &lt;0,01 \nHg 0,32 &lt;0,01 \n\nCd x Hg 0,46 &lt;0,01 \n\n \n \nTabela 5 - Correlação da concentração de elementos no fígado de 30 tartarugas-verdes (Chelonia mydas) \n\nnecropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nAs 0,87 &lt;0,01 \nPb -0,56 &lt;0,01 \nCd 0,51 0,01 \nHg 0,47 0,03 \n\nAs x \nPb -0,50 0,01 \nCd 0,41 0,02 \nHg 0,47 0,03 \n\nCd x Hg 0,64 &lt;0,01 \n\n \n \nTabela 6 - Correlação da concentração de elementos no fígado de 41 tartarugas-verdes (Chelonia mydas) \n\nnecropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nZn 0,44 &lt;0,01 \nAs 0,62 &lt;0,01 \nCd 0,60 &lt;0,01 \nHg 0,69 &lt;0,01 \n\nZn x \n\nAs 0,33 0,04 \nCd -0,33 0,04 \n\nHg 0,43 0,01 \n\nAs x Pb -0,35 &lt;0,01 \nCd x Hg 0,63 &lt;0,01 \n\n \n\n\n\n112 \n \n\n \n \nTabela  7 - Correlação da concentração de elementos na glândula de sal de 76 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no Brasil. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nZn 0,25 0,02 \nAs 0,77 &lt;0,01 \nCd 0,41 &lt;0,01 \nHg 0,57 &lt;0,01 \n\nZn x Hg 0,45 &lt;0,01 \n\nAs x \nCd 0,26 0,02 \n\nHg 0,55 &lt;0,01 \n\nCd x Hg 0,36 &lt;0,01 \n\n \n \nTabela 827 - Correlação da concentração de elementos na glândula de sal de 29 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nZn 0,40 0,04 \nAs 0,90 &lt;0,01 \nCd 0,55 &lt;0,01 \nHg 0,65 &lt;0,01 \n\nZn x \nCd 0,48 0,01 \nHg 0,63 0,01 \n\nAs x \nCd 0,54 &lt;0,01 \nHg 0,65 &lt;0,01 \n\n \n \nTabela 9 - Correlação da concentração de elementos na glândula de sal de 39 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nZn 0,33 0,04 \nAs 0,59 &lt;0,01 \nPb -0,36 0,03 \nCd 0,41 0,01 \nHg 0,61 &lt;0,01 \n\nZn x Hg 0,46 &lt;0,04 \nAs x Hg 0,51 &lt;0,01 \nCd x Hg 0,35 0,03 \n\n \n\n\n\n113 \n \n\n \n \nTabela 10  - Correlação da concentração de elementos no músculo esquelético de 86 tartarugas-verdes \n\n(Chelonia mydas) necropsiadas no Brasil. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,63 &lt;0,01 \nHg 0,43 &lt;0,01 \n\nZn x Cd 0,48 &lt;0,01 \nAs x Hg 0,61 &lt;0,01 \n\n \n \nTabela 11 - Correlação da concentração de elementos no músculo esquelético de 30 tartarugas-verdes \n\n(Chelonia mydas) necropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,74 &lt;0,01 \nHg 0,57 0,01 \n\nZn x Cd 0,39 0,03 \nAs x Hg 0,75 &lt;0,01 \n\n \n \n \nTabela 12  - Correlação da concentração de elementos no músculo esquelético de 42 tartarugas-verdes \n\n(Chelonia mydas) necropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,42 0,01 \nHg 0,43 0,01 \n\nZn x Cd 0,53 &lt;0,01 \nAs x Hg 0,50 &lt;0,01 \nCd x Hg 0,35 0,03 \n\n \n \nTabela 13 - Correlação da concentração de elementos no tecido ósseo de 75 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no Brasil. \nVariáveis comparadas ? Valor de p \n\nSe x \nPb -0,31 0,01 \nHg 0,49 &lt;0,01 \n\nZn x \nPb -0,28 0,02 \nCd 0,36 &lt;0,01 \n\nAs x Cd 0,32 0,01 \nPb x Cd -0,28 0,02 \n\n \n \n \n\n\n\n114 \n \n\n \nTabela 14 - Correlação da concentração de elementos no tecido ósseo de 23 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,81 &lt;0,01 \nPb -0,57 0,01 \n\nZn x Cd 0,60 &lt;0,01 \n\nAs x \nPb -0,57 0,01 \nCd 0,44 0,04 \n\n \n \nTabela 15 - Correlação da concentração de elementos no tecido ósseo de 40 tartarugas-verdes (Chelonia \n\nmydas) necropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \nCd 0,36 0,02 \nHg 0,47 &lt;0,01 \n\nAs x Cd 0,39 0,01 \nCd Hg 0,33 0,04 \n\n \n \nTabela 16  - Correlação da concentração de elementos nos rins de 85 tartarugas-verdes (Chelonia mydas) \n\nnecropsiadas no Brasil. \nVariáveis comparadas ? Valor de p \n\nSe x \n\nAs 0,77 &lt;0,01 \nPb -0,24 0,03 \nCd 0,32 &lt;0,01 \nHg 0,63 &lt;0,01 \n\nZn x \nCd 0,41 &lt;0,01 \nHg 0,37 &lt;0,01 \n\nAs x \nPb -0,32 &lt;0,01 \nHg 0,54 &lt;0,01 \n\nPb x Hg -0,47 &lt;0,01 \nCd x Hg 0,43 &lt;0,01 \n\n \n\n\n\n115 \n \n\n \nTabela 17 - Correlação da concentração de elementos nos rins de 30 tartarugas-verdes (Chelonia mydas) \n\nnecropsiadas no estado do Espírito Santo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,90 &lt;0,01 \nHg 0,59 &lt;0,01 \n\nZn x \nPb 0,40 0,03 \nCd 0,54 &lt;0,01 \nHg 0,46 0,03 \n\nAs x Hg 0,63 &lt;0,01 \n\nPb x \nCd -0,46 0,01 \nHg -0,51 0,02 \n\nCd x Hg 0,71 &lt;0,01 \n\n \n \nTabela 18 - Correlação da concentração de elementos nos rins de 41 tartarugas-verdes (Chelonia mydas) \n\nnecropsiadas no estado de São Paulo. \nVariáveis comparadas ? Valor de p \n\nSe x \nAs 0,61 &lt;0,01 \nCd 0,37 0,02 \nHg 0,65 &lt;0,01 \n\nAs x \nPb -0,40 0,01 \nHg 0,57 &lt;0,01 \n\nPb x Hg -0,55 &lt;0,01 \nCd x Hg 0,46 &lt;0,01 \n\n \n \n \nLegenda: As = Arsênio; Cd = Cádmio; Pb = Chumbo; Se = Selênio; Zn = Zinco; Hg = Mercúrio. \n \nNota: Interpretação dos valores de Correlação de Spearman (?): \n\n• de 0,00 a \n0,35 = correlação fraca; \n\n• entre \n0,36 e 0,60 = correlação moderada; \n\n• entre \n0,61 e 1,00 = correlação forte."}]}}}