{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13211"}, {"@name": "filename", "#text": "19091_S0100-06832003000600016.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO A DIFERENTES SISTEMAS... 1113\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nMATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO\nA DIFERENTES SISTEMAS DE PRODUÇÃO DE MILHO(1)\n\nW. J. O. SOUZA(2) &amp; W. J. MELO(3)\n\nRESUMO\n\nCom objetivo de avaliar o efeito de sistemas de produção sobre a dinâmica\ndo carbono no solo e nas frações da matéria orgânica, durante seis anos, em\nJaboticabal (SP), foram testados diferentes tratamentos, a saber: semeadura\nconvencional de milho com pousio no inverno (C-Mi-P), plantio direto de milho\ne pousio no inverno (D-Mi-P), convencional de milho em rotação com soja e pousio\nno inverno (C-Mi-P-So), plantio direto de milho em rotação com soja e pousio no\ninverno (D-Mi-P-So) e plantio direto de milho com uso de Mucuna aterrina\n(mucuna preta), Cajanus cajan (feijão guandu) e Crotalaria juncea no inverno\n(D-Mi-Mu, D-Mi-Gu e D-Mi-Cr) em delineamento de blocos ao acaso e parcelas\nsubdivididas.  Após 60 dias da emergência das plântulas, coletaram-se amostras\nde solo a diferentes profundidades (0-0,05, 0,05-0,10 e 0,10-0,20 m).  Avaliaram-se\nnas amostras os teores de C orgânico (CO) e C total nas frações: matérias húmicas\n(MH), solúvel em água (SA), ácido fúlvico (AF), ácido húmico (AH) e humina\n(HN) com dados expressos em base de terra seca em estufa (TSE).  O uso do\nsistema plantio direto com pousio e o cultivo de leguminosas no inverno (mucuna\npreta e feijão guandu) foram os que apresentaram maiores valores de CO e C-\nHN na camada de 0-0,05 m.  O tratamento C-Mi-P-So mostrou o maior valor de C-\nSA na camada de 0,05-0,10 m.  Quanto aos teores de C-MH, os tratamentos C-Mi-\nP-So e D-Mi-P-So foram os que apresentaram os maiores valores nas camadas\nsuperficiais.  O plantio direto de milho em monocultura e sucessão com\nleguminosas (mucuna preta e feijão guandu) parecem ter favorecido dois\nprocessos: migração de AF para as camadas mais profundas, reduzindo os valores\nde MH nas camadas superficiais do solo, e interconversões de AF em AH mais\nrápidas.\n\nTermos de indexação: plantio direto, adubação verde, carbono, ácido fúlvico,\nácido húmico, humina.\n\n(1) Parte do trabalho de Tese de Mestrado do primeiro autor.  Recebido para publicação em outubro de 2002 e aprovado em setembro\nde 2003.\n\n(2) Doutorando na Faculdade de Ciências Agrárias e Veterinárias, Universidade Estadual Paulista – FCAV/UNESP.  Via de Acesso\nProf.  Paulo Donato Castellane, s/n, CEP 14870-000 Jaboticabal (SP) E-mail: wilson@suprematag.com.br\n\n(3) Professor Titular do Departamento de Tecnologia da Faculdade de Ciências Agrárias e Veterinárias, UNESP.  E-mail:\nwjmelo@fcav.unesp.br\n\n\n\n1114 W.J.O. SOUZA &amp; W.J. MELO\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nINTRODUÇÃO\n\nA degradação dos solos inicia-se com a remoção\nda vegetação natural e acentua-se com os cultivos\nsubseqüentes, removendo matéria orgânica e\nnutrientes que não são repostos na mesma proporção\nao longo do tempo.  Em dado momento, os teores de\nnutrientes podem-se tornar tão baixos que\ninviabilizam a produção agrícola, caracterizando um\nestádio avançado da degradação.\n\nO uso de sistemas conservacionistas, que\nenglobam adubação verde, rotação de culturas e\nplantio direto, é capaz de elevar ou ao menos manter\nos teores de matéria orgânica nas camadas\nsuperficiais do solo, reduzir as perdas de nutrientes\nvia imobilização por microrganismos e liberar\ngradualmente nutrientes (Anderson &amp; Domsch,\n1980; Amado et al., 1999).  Isto ocorre de acordo com\no tipo e qualidade do material adicionado à\nsuperfície, com a seqüência de culturas adotada\n(Mengel, 1996) e com a forma de cultivar o solo e o\ntempo de adoção destas práticas.  Os resíduos\nliberam carbono, nitrogênio e outros componentes\nsimples durante o processo de decomposição, dos\nquais parte retorna à atmosfera na forma de gás\n(CO2, NH3, etc.), outra parte é imobilizada pelos\nmicrorganismos decompositores, pequena parte\n\nSUMMARY:    SOIL ORGANIC MATTER IN AN OXISOL UNDER DIFFERENT\nCORN PRODUCTION SYSTEMS\n\nA long-term field trial was carried out in the Jaboticabal county, São Paulo State.\nwith the objective of estimating production system effects on the soil organic carbon and soil\norganic matter fractions.  The tested treatments were corn under conventional sowing in the\nsummer and no-tillage in the winter (C-Mi-P), maize under direct sowing in the summer\nand no-tillage in the winter (D-Mi-P), maize under direct sowing in the summer, Mucuna\naterrina as green manure in the winter (D-Mi-Mu), maize under direct sowing in the summer,\nCajanus cajan as green manure in the winter (D-Mi-Gu), conventional maize in summer\ncrop rotation with soybean and no-tillage in the winters (C-Mi-P-So), maize under direct\nsowing in crop rotation with soybean and no tillage in the winters (D-Mi-P-So), and maize\nunder direct sowing in the summer, and Crotalaria juncea as green manure in the winter\n(D-Mi-Cr).  The experimental design consisted of randomized blocks with four replicates.\n60 days after plant emergence, soil samples were collected (at depths of 0-0.05, 0.05-0.10,\nand 0.10-0.20 m).  Total organic carbon and organic carbon in the organic matter fractions\n(humic matter, water-soluble carbon/ solúvel em água, fulvic acid, humic acid, and humin)\nwere determinated in the oven–dried soil samples.  Direct sowing with no tillage or legume\ncrops in the winter (Mucuna aterrina or Cajanus cajan) led to the highest total organic-C\nand organic-C in the humin fraction.  The C-Mi-P-So treatment caused the highest water\nsoluble carbon value in the 0.05-0.10 m layer.  The treatments C-Mi-P-So and D-Mi-P-So\npresented the highest values for organic-C in the humic matter fraction of the soil organic\nmatters.  Maize monoculture in direct sowing system, followed by no tillage or legume crops\nin the winter (Mucuna aterrina or Cajanus cajan) apparently supported two processes:\nmigration of the humic acid organic-C to deeper layers, reducing the humic material values\nin the superficial layers and a faster transformation of fulvic acid organic-C fraction to\nhumic acid organic-C.\n\nIndex terms: direct sowing, green manure, carbon, fulvic acid, humic acid, humin.\n\npermanece na forma prontamente disponível para\nas plantas e o restante é perdido por lixiviação ou\ndirecionado à produção de substâncias húmicas\n(Stevenson, 1985).\n\nMudanças no sistema de cultivo refletem na\nbiomassa microbiana do solo, que corresponde por\ngrande parte da dinâmica de decomposição do\nmaterial orgânico.  Quando há pouca mobilização\ndo solo, existe tendência de menor disponibilidade\nde nutrientes pela redução da mineralização dos\nresíduos vegetais e aumento da imobilização pela\nbiomassa microbiana (Vargas &amp; Scholles, 1998).\nSegundo Anderson &amp; Domsch, (1980), a quantidade\nde nutrientes de plantas retida nos tecidos\nmicrobianos é substancial, atingindo 2,5 % do\ncarbono total e 5 % do nitrogênio total do solo.\n\nOs microrganismos exercem papel fundamental\nna formação de substâncias húmicas, seja pela\nsíntese de produtos (Tate III, 1987), seja de enzimas\nque catalisam processos de polimerização, seja pela\nparticipação em etapas de processos que ocorrem em\nmúltiplos estádios até à formação de ácido húmico e\nfúlvico (Stevenson, 1985).  Segundo Pizauro Jr.  &amp;\nMelo (1995), o estádio de mineralização da matéria\norgânica e a incorporação de N à estrutura húmica\npodem ser avaliados de acordo com a predominância\nde uma ou outra fração química.\n\n\n\nMATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO A DIFERENTES SISTEMAS... 1115\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nPelo exposto, o presente trabalho teve como objetivo\navaliar os efeitos de diferentes sistemas de produção\nde milho sobre a dinâmica do carbono do solo e das\nfrações químicas da matéria orgânica.\n\nMATERIAL E MÉTODOS\n\nO trabalho foi realizado na área experimental da\nFazenda de Ensino e Pesquisa da Faculdade de\nCiências Agrárias e Veterinárias, da UNESP,\nCampus de Jaboticabal (SP), localizada a uma\naltitude de 610 m e com as seguintes coordenadas\ngeográficas: 21 ° 15 ’ 22 ” S e 48 ° 15 ’ 18 ” W.  O clima\né do tipo Cwa, segundo a classificação de Koppen,\nisto é, subtropical, temperado, seco no inverno,\ntemperatura média máxima superior a 22 °C e\npluviosidade entre 100 mm (no inverno) e 1.500 mm\n(no verão).  O solo é um Latossolo Roxo, fase argilosa,\ncujas características químicas antes da instalação\ndo experimento encontram-se no quadro 1.\n\nHistórico da área\n\nNo ano agrícola 1992/93, foi feita a calagem com\n2 t ha -1 de calcário dolomítico, seguindo-se\nincorporação por meio de gradagem e uma\nsubsolagem para eliminar camada de compactação.\nA cultura do milho (híbrido BRASKALB 678) foi\nsemeada em espaçamento de 0,90 x 0,15 m, com\nadubação no sulco de 120 kg ha-1 da fórmula 2-20-\n10.  A cobertura nitrogenada e potássica foi feita\ncom 480 kg ha-1 de sulfato de amônio e 94 kg ha-1\nde cloreto de potássio (Raij et al., 1985).  O controle\nde plantas invasoras foi realizado mecanicamente.\n\nInstalação dos tratamentos nos anos subse-\nqüentes\n\nNas parcelas destinadas à semeadura convencional,\nforam feitas uma aração com arado de discos e duas\ngradagens com grade niveladora hidráulica.  Foi\nrealizado o controle de plantas daninhas com\ncultivador mecânico.  Nas parcelas destinadas à\nsemeadura direta, utilizou-se herbicida sistêmico\n(Glifosate na dose de 3,5 L ha-1) sempre 15 a 20 dias\nantes da semeadura de verão para o controle das\nervas daninhas estabelecidas na área durante o\nperíodo de pousio e herbicida de contato (Paraquat\nna dose 3,0 L ha-1) antes da instalação da cultura\n\nde inverno.  Utilizou-se semeadora adapatada para\no sistema plantio direto, a qual revolve o solo\nsomente na linha de semeadura, enquanto o controle\nde plantas daninhas foi realizado com aplicação de\nherbicidas, pós-inicial ou pós-média, seletivos (para\no milho ou soja), dependendo das condições do\nambiente no momento da aplicação (Quadro 2).\n\nEm todos os anos, o milho e, ou, a soja foi semeado\nentre os meses de outubro e a primeira quinzena de\ndezembro, dependendo das condições de umidade\nadequadas e numa profundidade entre 0,05 e 0,08\nm aproximadamente, já que o experimento foi\nrealizado em condição de sequeiro.\n\nO experimento foi instalado em delineamento de\nblocos ao acaso, em parcelas subdivididas, com sete\ntratamentos (Quadro 2) e quatro repetições.  Os\ntratamentos corresponderam às parcelas e as três\nprofundidades de amostragem (0-0,05, 0,05-0,10 e\n0,10-0,20 m) às subparcelas.\n\nAmostragem de solo\nAs amostras de solo foram retiradas com trados\n\nmodelo Holandês, aos 60 dias da emergência das\nplântulas, no momento da diagnose foliar do milho,\ncoletando-se uma subamostra na linha e uma na\nentrelinha (cinco linhas por parcela), que foram\njuntadas, homogeneizadas, colocadas em sacos de\npolietileno e transferidas rapidamente para um\nisopor com gelo.  O mesmo procedimento foi adotado\npara todas as profundidades amostradas (0-0,05,\n0,05-0,10 e 0,10-0,20 m).  O material coletado foi\nlevado para o laboratório, onde parte das amostras\nfoi passada em peneira de 2,0 mm de malha e\narmazenada em câmara fria para avaliar os teores\nde carbono da biomassa microbiana.  O restante de\ncada amostra foi colocado em bandejas e seco ao ar\npor três dias.  Após a secagem, as amostras foram\ndestorroadas, passadas em peneira de 2 mm (TFSA)\ne armazenadas em sacos de polietileno até à\nrealização das demais análises químicas e\nbioquímicas.\n\nAnálises químicas nas amostras de terra\nO teor de carbono orgânico nas amostras de terra\n\nfoi determinado pelo método proposto por Tiurin\n(oxidação via úmida), conforme descrito em Dabin\n(1976), cujo princípio é a oxidação do carbono\norgânico por via úmida, pelo dicromato de potássio\nem meio de ácido sulfúrico concentrado.\n\nQuadro 1. Características químicas do solo (0-0,20 m) pouco antes da instalação do experimento na área\n\nAnálise realizada no Laboratório de Fertilidade do Solo, do Departamento de Solos, da FCAV/UNESP, Campus de Jaboticabal (SP).\n\npH CaCl2 MO P resina K Ca Mg H + Al SB T V\n\ng dm-3 mg dm-3 _____________________________________________________________________ mmolc dm-3 ____________________________________________________________________ %\n\n5,9 34,0 41,0 4,1 48,0 20,0 22,0 72,1 94,1 77\n\n\n\n1116 W.J.O. SOUZA &amp; W.J. MELO\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nPara avaliar a qualidade da matéria orgânica nas\namostras de terra, utilizou-se o método de extração\ne de fracionamento das matérias húmicas com\nhidróxido de sódio, descrito em Dabin (1971) e\nmodificado por Duarte (1994), em que a matéria\norgânica do solo é fracionada qualitativamente por\nmeio da solubilidade em meio alcalino e ácido,\ndeterminando-se os teores de carbono total nas\nfrações obtidas.  O início da extração foi realizado\ncom água, obtendo-se a fração solúvel neste meio\n(FSA); a adição de um agente alcalino origina uma\nfração solúvel em álcali, denominada matérias\nhúmicas (MH) e um resíduo chamado de humina\n(HN).  Quando acidificada, a fração MH produz uma\nfração insolúvel em meio ácido, denominada ácidos\nhúmicos (AH), e uma fração solúvel neste meio,\nconhecida como ácidos fúlvicos (AF).  A determinação\ndo C orgânico nas frações FSA, MH, AH, AF e HN\nseguiu o mesmo princípio já descrito para a\ndeterminação do C orgânico nas amostras de terra,\nexceto pelo fato de que, nas frações da matéria\norgânica, excluindo-se a HN, utilizou-se volume de\nsolução do extrato obtido no fracionamento.  O teor\nde C total no AF foi obtido pela diferença entre C total\nna MH e no AH e, na fração HN, pela diferença entre\no teor de C total na TSE e na MH + FSA.\n\nOs dados obtidos foram analisados estatistica-\nmente pelo Teste F, aplicando-se o Teste de Tukey\npara comparação de médias (1 e 5 %), com desdobra-\nmento dos graus de liberdade nos casos em que houve\ninteração significativa (Pimentel Gomes, 1978).\n\nRESULTADOS E DISCUSSÃO\n\nCarbono orgânico nas amostras de solo\nOs valores de carbono orgânico (CO) no solo não\n\napresentaram diferenças significativas entre os\n\nsistemas de manejo do solo (Quadro 3).  Os menores\nvalores de CO na camada de 0,10-0,20 m foram\nobtidos nos tratamentos C-Mi-P, D-Mi-Mu e D-Mi-\nGu, significativamente inferiores aos observados nas\ncamadas superiores.\n\nÉ possível que o revolvimento do solo no\ntratamento C-Mi-P, homogeneizando as camadas\nsuperficiais pelas operações de preparo, tenha\ncontribuído para tal comportamento do carbono.\nEntretanto, nos tratamentos com uso de leguminosas\nno inverno (D-Mi-Mu e D-Mi-Gu), este comportamento\nprovavelmente se deva à presença de maior\nquantidade de material orgânico adicionado pelas\nraízes destas plantas, já que a técnica de plantio\ndireto, adotada nestes tratamentos, não permite o\nrevolvimento do solo.  Segundo Sanches (1995),\ncitado por Mafra et al. (1998), o desenvolvimento do\nsistema radicular das plantas de adubo verde pode\ncontribuir, de forma significativa, com os teores de\nCO na camada de até 0,10 m de profundidade.\n\nO tratamento D-Mi-P mostrou valor maior na\ncamada de 0-0,05 m, diferindo significativamente\ndas camadas mais profundas.  O não-revolvimento\ndo solo contribui para a concentração  CO na camada\nsuperficial do solo (Hernani et al., 1999) e os valores\nmenores, observados nas camadas inferiores,\npoderiam ser explicados por uma quantidade\npossivelmente reduzida de raízes neste tratamento,\njá que não houve cultivo de planta para adubação\nverde no inverno.  Segundo Corazza et al. (1999), os\nresíduos culturais depositados na superfície do solo\nem períodos mais longos no sistema plantio direto\npromovem aumento do teor de C nas camadas\nsuperficiais, o que também é complementado pela\ndecomposição de raízes.\n\nSouza (1996) encontrou resultados semelhantes,\nmas indicando ser pouco provável que o sistema\n\nQuadro 2. Histórico da instalação do experimento ao longo de cinco anos consecutivos\n\n(1) O milho híbrido utilizado neste ano foi o CARGILL 505, substituído pelo AG 122 nos anos seguintes. (2) A semeadura de inverno\nocorreu após a amostragem de terra discutida neste trabalho. C = sistema de semeadura convencional; D = sistema plantio direto;\nMi = milho semeado no verão; So = soja semeada no verão; P = pousio no inverno; Mu = semeadura de mucuna preta no espaçamento\nde 0,45 x 0,20 m (70 kg ha-1 de semente), no inverno; Gu = semeadura de feijão guandu no espaçamento de 0,45 x 0,20 m (25 kg ha-\n1 de semente), no inverno; Cr = semeadura de crotalária no espaçamento de 0,45 x 0,20 m (25 kg ha-1 de semente), no inverno; Av =\naveia preta no espaçamento de 0,45 x 0,05 m (70 kg ha-1 de semente), Lb = lablab no espaçamento de 0,45 x 0,10 m (70 kg ha-1 de\nsemente), Ml = milheto no espaçamento de 0,45 x 0,05 m (70 kg ha-1 de semente).\n\nHistórico dos anos agrícolas do experimento\n\n1993/94(1) 1994/95 1995/96 1996/97 1997/98(2)Tratamento\nSistema de\nsemeadura\n\nVerão Inverno Verão Inverno Verão Inverno Verão Inverno Verão\n\nC-Mi-P Convencional Mi P Mi P Mi P Mi P Mi\nD-Mi-P Plantio direto Mi P Mi P Mi P Mi P Mi\nD-Mi-Mu Plantio direto Mi Mu Mi Mu Mi Mu Mi Mu Mi\nD-Mi-Gu Plantio direto Mi Av Mi Av Mi Av Mi Gu Mi\nC-Mi-P-So Convencional Mi P So P Mi P So P Mi\nD-Mi-P-So Plantio direto Mi P So P Mi P So P Mi\nD-Mi-Cr Plantio direto Mi Lb Mi Lb Mi Ml Mi Cr Mi\n\n\n\nMATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO A DIFERENTES SISTEMAS... 1117\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nplantio direto cause mudanças significativas nos\nteores de carbono do solo em períodos de quatro anos\nno estado de São Paulo.  Entretanto, o uso do sistema\nplantio direto por períodos acima de dez anos tende\na manter ou até aumentar o conteúdo de carbono no\nsolo. Corazza et al. (1999), avaliando o comportamento\ndo solo como fonte de C-CO2, encontraram, que após\no período de 12 anos, o solo de áreas manejadas sob\nsistemas não perturbados (reflorestamento de\neucalipto, pastagem cultivada e plantio direto)\nfuncionou como depósito de C-CO2 da atmosfera,\numa vez que o balanço de carbono nestes sistemas\nfoi maior que o observado na área sob vegetação\ntípica do cerrado (situação original do local).\n\nO manejo do solo, envolvendo o cultivo\nconvencional com revolvimento, semeadura de milho\nno verão e pousio no inverno (C-Mi-P), apresentou o\nmenor valor de CO na camada de 0,10-0,20 m, tendo\nas camadas superiores apresentado valores\nsignificativamente mais elevados.  É provável que o\nrevolvimento do solo, homogeneizando as camadas\nsuperficiais, principalmente pela operação de\ngradagem, que é sempre realizada duas vezes antes\nda semeadura, tenha contribuído para a ocorrência\ndeste efeito.  Bayer et al. (2000), estudando os efeitos\nde tipos de cultivos e sistemas de culturas, também\nobservaram menores valores de CO na camada\nsuperficial do solo cultivado em sistema convencional,\ncomparados a valores detectados nos sistemas que\nmantiveram os restos culturais na superfície.\n\nQuando foi utilizada semeadura direta, incluindo\nmucuna-preta e feijão-guandu no inverno (D-Mi-Mu\n\ne D-Mi-Gu), observou-se comportamento semelhante,\nporém com valores maiores, provavelmente em\ndecorrência do sistema radicular destas plantas, que\nse desenvolvem e passam a contribuir com os teores\nde CO nas camadas de 0-0,05 e 0,05-0,10 m (Sanchez,\n1995, citado por Mafra et al., 1998).\n\nO teor mais elevado de CO foi encontrado na\ncamada de 0-0,05 m, quando se realizou o cultivo do\nmilho em sistema de semeadura direta com feijão-\nguandu no inverno (D-Mi-Gu), cuja diferença em\nrelação às camadas mais profundas foi\nestatisticamente significativa.  O tratamento D-Mi-\nP também apresentou valores significativamente\nmaiores na camada de 0-0,05 m, fato que pode ser\nexplicado pelo não-revolvimento do solo, já que não\nhouve cultivo de inverno neste tratamento.\n\nMachado et al. (1981), Reicosky et al. (1995),\nBayer &amp; Bertol (1999), dentre outros, verificaram\ndiminuição nos teores de matéria orgânica das\ncamadas superficiais do solo, quando utilizaram\nsistemas de cultivo com revolvimento do solo e\nincorporação dos resíduos orgânicos da cultura.\nHernani et al. (1999), estudando efeitos de sistemas\nde preparo do solo sobre a perda de nutrientes e\nmatéria orgânica por escoamento superficial,\nverificaram perdas de 216 kg ha-1 ano-1 de matéria\norgânica com o uso de aração e duas gradagens e\nsugeriram que a melhor maneira para evitar tais\nperdas é a adoção de sistemas de cultivo que\nminimizem o revolvimento do solo, como a\nsemeadura direta e o cultivo mínimo.\n\nExtração e fracionamento da matéria orgânica\n\nA análise estatística dos dados obtidos para\ncarbono solúvel em água (C-SA) (Figura 1) mostrou\nexistir diferenças significativas entre tratamentos\ne profundidades de amostragem.  O tratamento C-\nMi-P foi o que apresentou o menor valor de C-SA na\ncamada de 0,05-0,10 m, diferindo do manejo conven-\ncional com milho em rotação com soja (C-Mi-P-So).\n\nO C-SA reflete o estádio inicial de degradação\ndos resíduos orgânicos incorporados ao solo, em que\nmateriais insolúveis sofrem hidrólise, dando origem\na intermediários solúveis em água, como\naminoácidos, mono e dissacarídeos, dentre muitos\noutros.  O baixo teor de C-SA pode significar\ndificuldade no ataque inicial pelas enzimas advindas\ndos microrganismos ou que o estádio de síntese das\nenzimas já se encontra em estádio mais avançado.\n\nO teor de C-SA no manejo convencional com mi-\nlho em rotação com soja (D-Mi-P-So) na camada de\n0,05-0,10 m também diferiu significativamente das\nprofundidades de 0-0,05 e 0,10-0,20 m.  Comportamen-\nto semelhante foi observado no tratamento com se-\nmeadura direta de milho e cultivo de crotalária no\ninverno, que foi significativamente superior à cama-\nda de 0,05-0,10 m.\n\nQuadro 3. Teores de carbono orgânico em um solo\ncultivado com milho sob diferentes sistemas de\nprodução por um período de seis anos\n\nC = sistema de semeadura convencional; D = sistema plantio\ndireto; Mi = milho semeado no verão; So = soja semeada no ve-\nrão; P = pousio no inverno; Mu = semeadura de mucuna preta\nno inverno; Gu = semeadura de feijão guandu no inverno; Cr =\nsemeadura de crotalária no inverno. Médias seguidas de mesma\nletra não diferem entre si pelo Teste de Tukey, a 5 %. Letras\nminúsculas comparam médias dispostas na horizontal. Letras\nmaiúsculas comparam médias dispostas na vertical.\n\nProfundidade de amostragem (m)\nTratamento\n\n0-0,05 0,05-0,10 0,10-0,20\nMédia\n\n___________________________________________________ g kg-1 ___________________________________________________\n\nC-Mi-P 16,54 aA 15,03 aA 11,47 bA 14,34 A\nD-Mi-P 17,37 aA 13,66 bA 12,83 bA 14,62 A\nD-Mi-Mu 17,72 aA 14,57 abA 11,54 bA 14,61 A\nD-Mi-Gu 19,72 aA 16,32 aA 12,07 bA 16,03 A\nC-Mi-P-So 15,40 aA 13,66 aA 14,80 aA 14,62 A\nD-Mi-P-So 16,15 aA 14,88 aA 14,20 aA 15,08 A\nD-Mi-Cr 15,70 aA 13,89 aA 14,65 aA 14,75 A\n\nMédia 16,94 a 14,57 b 13,08 c\n\n\n\n1118 W.J.O. SOUZA &amp; W.J. MELO\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nA presença de valor elevado de C-SA na camada de\n0,05-0,10 m do tratamento C-Mi-P-So possivelmente\ndeveu-se à presença de resíduos de soja, associados\nao revolvimento do solo, que permitiu seu íntimo\ncontato com os organismos, favorecendo o\ndesenvolvimento de uma população microbiana mais\ndiversificada e a solubilização de compostos que\ncontêm carbono com maior facilidade (Reicosky et\nal., 1995; Bayer &amp; Bertol, 1999).  No entanto, no\ntratamento D-Mi-Cr, onde não há o revolvimento\ndo solo, as raízes e seus exsudados é que parecem\nter causado o efeito aditivo nos teores de C-SA.\n\nSegundo Duarte (1994), na adubação com\nleguminosas, além da massa verde produzida pela\nparte aérea, são importantes a quantidade de raízes\nproduzidas e sua distribuição nas diferentes\nprofundidades do solo.  Kuo et al. (1997) verificaram\nque coberturas de inverno alteram significativamente\no conteúdo de polissacarídeos, destacando a\ncontribuição das leguminosas.  Tal contribuição\ndestas plantas pode estar associada à maior\nvelocidade de decomposição das leguminosas,\ncomparadas a espécies gramíneas.  Broder &amp; Wagner\n(1988), ao estudar a decomposição de resíduos de\nmilho, trigo e soja, verificaram que a leguminosa foi\na que teve maior taxa de decaimento, perdendo 68 %\nda matéria orgânica total após 32 dias, comparados\ncom 42 % para o milho e 47 % para o trigo.\n\nO maior valor de carbono como matéria húmica\n(C-MH), na camada de 0-0,05 m, foi observado no\n\ntratamento C-Mi-P-So, estatisticamente superior aos\nvalores encontrados para os sistemas de produção\nD-Mi-P, D-Mi-Mu e D-Mi-Cr (Figura 2).\n\nEste comportamento parece estar associado ao\nrevolvimento do solo, juntamente com a presença\nde resíduos da soja.  Contradizendo este resultado,\nDemétrio et al. (1998), estudando os efeitos da adição\nde diferentes resíduos de culturas ao solo sobre o\ncarbono e o nitrogênio das frações da matéria\norgânica, não conseguiram observar alteração nos\nteores de carbono existente nas substâncias húmicas,\nmas detectaram elevação significativa nos teores de\ncarbono como humina.  Essa diferença reflete o estádio\nem que se encontra o processo de humificação.\n\nAs diferenças entre as profundidades de\namostragem foram observadas nos tratamentos D-\nMi-P, C-Mi-P-So e D-Mi-P-So.  Os teores de C-MH\nconcentraram-se na camada de 0-0,05 m, exceto para\nos tratamentos D-Mi-P-So e D-Mi-P, cujo valor\ndiferiu significativamente somente entre as camadas\nde 0-0,05 e 0,05-0,10 m.\n\nNo tratamento onde se envolveu a semeadura\ndireta de milho, em monocultura, somente 10 % das\nsubstâncias húmicas se encontravam na forma de\nácido fúlvico, indicando um estádio mais avançado\nde estabilização do material pela humificação.  Outra\nhipótese que explicaria este comportamento seria a\nmigração de ácidos fúlvicos para as camadas mais\nprofundas do solo, reduzindo os valores de C-MH na\n\nFigura 1. Teores de carbono solúvel em água em um\nLatossolo Roxo cultivado com milho sob\ndiferentes sistemas de produção por um\nperíodo de seis anos. C = sistema de semeadura\nconvencional; D = sistema plantio direto; Mi =\nmilho semeado no verão; So = soja semeada no\nverão; P = pousio no inverno; Mu = semeadura\nde mucuna preta no inverno; Gu = semeadura\nde feijão guandu no inverno; Cr = semeadura\nde crotalária no inverno. Médias seguidas de\nmesma letra não diferem entre si pelo Teste de\nTukey, a 5 %. Letras minúsculas comparam\nmédias dispostas na vertical. Letras maiúsculas\ncomparam médias dispostas na horizontal.\n\naA\naA\n\naA\n\naA\n\nbA\naA\n\nab \n A\n\naB\naAB aAB\n\naAB\n\naA\n\naAB\n\naAB\n\naA aA aA\n\naA\n\nbA\n\naA\nbA\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\nC-M\ni-P\n\nD-\nMi\n\n-P\n\nD-\nMi\n\n-M\nu \n\nD-\nMi\n\n-G\nu\n\nC-M\ni-P\n\n-So\n\nD-\nMi\n\n-P-\nSo\n\nD-\nMi\n\n-C\nr\n\n0,10-0,20m\n\n0,05-0,10m\n\n0-0,05m\n\nTRATAMENTO\n\nC\n-S\n\nA\n, \n\nm\ng\n\n k\ng\n\n-1\n\nFigura 2. Teores de carbono solúvel em álcale\n(matérias húmicas), em um Latossolo Roxo\ncultivado com milho sob diferentes sistemas de\nprodução por seis anos. C = sistema de semeadura\nconvencional; D = sistema plantio direto; Mi =\nmilho semeado no verão; So = soja semeada no\nverão; P = pousio no inverno; Mu = semeadura\nde mucuna preta no inverno; Gu = semeadura\nde feijão guandu no inverno; Cr = semeadura\nde crotalária no inverno. Médias seguidas de\nmesma letra não diferem entre si pelo Teste de\nTukey, a 5 %. Letras minúsculas comparam\nmédias dispostas na vertical. Letras maiúsculas\ncomparam médias dispostas na horizontal.\n\naAB\n\nbB a\nB\n\naAB\n\naA\n\naAB\n\naB\naA\n\nbA\naA\n\naA\n\nbA b\nA\n\naA\n\naA\naA\n\naA aA bA\nabA\n\naA\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n4\n\nC-M\ni-P\n\nD-\nMi\n\n-P\n\nD-\nMi\n\n-M\nu \n\nD-\nMi\n\n-G\nu\n\nC-M\ni-P\n\n-So\n\nD-\nMi\n\n-P-\nSo\n\nD-\nMi\n\n-C\nr\n\n0,10-0,20m\n\n0,05-0,10m\n\n0-0,05m\n\nTRATAMENTO\n\nC\n-M\n\nH\n, \n\nm\ng\n\n k\ng\n\n-1\n\n\n\nMATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO A DIFERENTES SISTEMAS... 1119\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nprocessos biológicos que nele ocorrem.  Estas\ncaracterísticas do sistema parecem estar envolvidas\ncom o comportamento do carbono como matérias\nhúmicas, uma vez que as duas gradagens antes da\nsemeadura podem promover uma compactação na\ncamada entre 0,05-0,10 m de profundidade, o que\njustificaria a presença de maior valor na camada de\n0-0,05 m, redução na camada mais compactada\n(0,05-0,10 m) e nova elevação na camada mais\nprofunda (0,10-0,20 m).\n\nIsto ocorreria porque o ácido fúlvico (AF), que\nconstituiu mais de 40 % da MH, é solúvel tanto em\nmeio ácido como em meio alcalino e pode migrar para\nas camadas inferiores, o que é dificultado quando a\ncamada de 0,05-0,10 m se torna mais densa,\nretardando o caminhamento da solução através dela\npara a camada de 0,10-0,20 m.  Assim, este composto\nficaria retido, em sua maior parte, na camada de 0-\n0,05 m; o valor, também mais elevado na camada\nde 0,10-0,20 m se justificaria pela transformação dos\nresíduos nela colocados pelo revolvimento do solo.\n\nA ocorrência de valores significativamente\nmenores no tratamento D-Mi-P também poderia ser\njustificada por este caminho.  O não-revolvimento\ndo solo neste sistema de produção minimizaria o\nadensamento na camada de 0,05-0,10 m, facilitando\na migração do AF para as camadas inferiores.  Outra\nhipótese seria a passagem mais rápida de AF para\nácidos húmicos (AH), no sistema de produção D-Mi-\nP, já que os valores de AH são mais elevados na\n\ncamada superficial, já que o C-AF (Figura 3) aumentou\nno sentido das camadas mais profundas e reduziu\nos valores de C-AH no mesmo sentido (Figura 4).\n\nOs valores de C-MH encontrados nos tratamentos\nC-Mi-P-So e D-Mi-P-So, na camada de 0-0,05 m,\npossivelmente são reflexos do cultivo da cultura do\nmilho em rotação com a soja.  A introdução da\nleguminosa no sistema de semeadura, tanto direta\ncomo convencional, causou maiores valores de C-MH\nna camada de 0-0,05 m, menores nas camadas de\n0,05-0,10 m e valores mais equilibrados entre AF e\nAH, compondo uma ou outra fração 40 e 60 % do\nC-MH.\n\nOs valores encontrados para carbono como ácido\nfúlvico (C-AF), na camada de 0-0,05 m, revelaram\nque o tratamento D-Mi-P foi significativamente\nmenor que os tratamentos D-Mi-Gu, C-Mi-P-So, D-\nMi-P-So e C-Mi-P.  Comparando os tipos de sistemas\nde produção na profundidade de 0,05-0,10 m,\ndetectou-se diferença significativa entre os\ntratamentos D-Mi-P-So e D-Mi-Cr, que apresentou\no maior valor para esta camada.  Para a\nprofundidade de 0,10-0,20 m, não se detectou efeito\nsignificativo de tratamento.\n\nNo sistema de cultivos com revolvimento do solo\ne rotação milho-soja (C-Mi-P-So), características do\nsolo, tais como: porosidade irregular, camadas mais\nadensadas e movimentação de ar e água desuniformes,\nsão menos favoráveis ao desenvolvimento dos\n\nFigura 3. Teores de carbono na fração ácido fúlvico\nem um Latossolo Roxo cultivado com milho sob\ndiferentes sistemas de produção por seis anos.\nC = sistema de semeadura convencional; D =\nsistema plantio direto; Mi = milho semeado no\nverão; So = soja semeada no verão; P = pousio\nno inverno; Mu = semeadura de mucuna preta\nno inverno; Gu = semeadura de feijão guandu\nno inverno; Cr = semeadura de crotalária no\ninverno. Médias seguidas de mesma letra não\ndiferem entre si pelo Teste de Tukey, a 5 %.\nLetras minúsculas comparam médias dispostas\nna vertical. Letras maiúsculas comparam\nmédias dispostas na horizontal.\n\nTRATAMENTO\n\nC\n-S\n\nA\n, \n\nm\ng\n\n k\ng\n\n-1\n\naA aA\naA\n\naA a\nA\n\nabA\naA\n\nbA\nB\n\nbA\nB\n\nbA\nB\n\naA\nB\n\nbA\nB\n\nbB\n\naA\n\nabA\n\ncB\n\nbA\nB\n\naA aA aA\n\naA\nB\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\nC-M\ni-P\n\nD-\nMi\n\n-P\n\nD-\nMi\n\n-M\nu \n\nD-\nMi\n\n-G\nu\n\nC-M\ni-P\n\n-So\n\nD-\nMi\n\n-P-\nSo\n\nD-\nMi\n\n-Cr\n\n0-0,05m\n\n0,05-0,10m\n\n0,10-0,20m\n\n, , , , ,\n\nFigura 4. Teores de carbono na fração ácido húmico\nem um Latossolo Roxo com milho sob diferentes\nsistemas de produção por seis anos. C = sistema\nde semeadura convencional; D = sistema\nplantio direto; Mi = milho semeado no verão;\nSo = soja semeada no verão; P = pousio no\ninverno; Mu = semeadura de mucuna preta no\ninverno; Gu = semeadura de feijão guandu no\ninverno; Cr = semeadura de crotalária no\ninverno. Médias seguidas de mesma letra não\ndiferem entre si pelo Teste de Tukey, a 5 %.\nLetras minúsculas comparam médias dispostas\nna vertical. Letras maiúsculas comparam\nmédias dispostas na horizontal.\n\naA\n\naA\naA\n\naA\n\naA\n\naA abA\n\nabA bA\nbA aA aA aA bA\n\nbA\nbA\n\nbA\n\naA\naA\n\naA\n\naA\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\nC-M\ni-P\n\nD-\nMi\n\n-P\n\nD-\nMi\n\n-M\nu \n\nD-\nMi\n\n-G\nu\n\nC-M\ni-P\n\n-So\n\nD-\nMi\n\n-P-\nSo\n\nD-\nMi\n\n-C\nr\n\n0,10-0,20m\n\n0,05-0,10m\n\n0-0,05m\n\nTRATAMENTO\n\nC\n-A\n\nH\n, \n\nm\ng\n\n k\ng\n\n-1\n\n\n\n1120 W.J.O. SOUZA &amp; W.J. MELO\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\ncamada de 0-0,05 m e diminuem com a profundidade,\nneste tratamento.  Embora de forma mais discreta,\nesta interconversão entre as matérias húmicas\nparece ter ocorrido, também nos tratamentos D-Mi-\nMu e D-Mi-Gu, nas camadas de 0-0,05 m e 0,05-\n0,10 m.\n\nSegundo Pizauro Jr. &amp; Melo (1995), a predominância\nde uma ou outra fração indica o estádio de\nmineralização da matéria orgânica e a incorporação\nde N à estrutura húmica.  No tratamento D-Mi-P, o\nefeito observado para AF e AH parece indicar um\nestádio mais avançado de mineralização da matéria\norgânica, justificável pela maior relação C/N no AF\ne menor no AH, mostrando maior incorporação de\nN nas frações mais estáveis das substâncias húmicas\ndo solo.\n\nO manejo do solo com semeadura direta de milho,\nem rotação com soja, apresentou valor de C-AF\nsignificativamente superior ao encontrado na\ncamada de 0,05-0,10 m, o mesmo não ocorrendo em\nrelação à camada de 0,10-0,20 m.  A adição de material\ncom maior teor de N na superfície, pelos resíduos da\nsoja, parece ter favorecido a atividade microbiana e,\nconseqüentemente, a degradação mais rápida em\nfavor da formação de ácido fúlvico, de menor peso\nmolecular.\n\nOs diferentes sistemas de produção de milho\nanalisados não afetaram, de modo significativo, o\nteor C-AH (Figura 4).  Em relação à profundidade, o\nC-AH apresentou comportamento inverso ao do C-\nAF, diminuindo de forma significativa com o\naumento da profundidade nos tratamentos C-Mi-P,\nD-Mi-P e D-Mi-Mu.  Isto parece indicar que a fração\nAH é menos móvel no solo, concentrando-se nas\ncamadas superiores.  Com efeito, trata-se de uma\nfração insolúvel em meio ácido, característica\nfreqüente em regiões de solos tropicais e\nsubtropicais.\n\nA quantidade de material orgânico que chega à\nsuperfície do solo no tratamento D-Mi-P deve-se aos\nrestos culturais do milho e de eventuais plantas\ndaninhas que se desenvolvem no inverno, durante o\nperíodo de pousio.  As gramíneas, em geral, revelam\nalta relação C/N, são ricas em celulose, hemicelulose\ne lignina, sendo, por isso, importantes na rotação de\nculturas.  A adição dos resíduos da cultura do milho\nà superfície introduz não só materiais de fácil\ndecomposição, mas também compostos como a\nlignina, de estrutura relativamente estável e de\ndifícil degradação microbiológica (Brady, 1989).  Esta\nestabilidade favorece a formação de húmus, sendo a\nlignina o principal precursor de compostos\naromáticos das substâncias húmicas do solo (Tate\nIII, 1987).\n\nA maior parte do CO do solo foi encontrada na\nforma de humina (C-HN).  Para este estudo, os\nvalores observados estão de acordo com os\nencontrados por vários autores (Nascimento et al.,\n1988; Pizauro &amp; Melo, 1994; Sikora &amp; Yakovchenko,\n\n1996), que também detectaram valores de humina\nrepresentando de 50 a 78 % do CO total do solo.\n\nO C-HN é a forma mais estável da matéria\norgânica do solo.  Os valores mais elevados na camada\nsuperficial no tratamento D-Mi-Gu (Quadro 4)\npodem ter ocorrido pelo fato de a atividade\nmicrobiana se concentrar nesta camada, ocorrendo\nmaior continuidade no processo de degradação do\nmaterial orgânico e sua estabilização no solo, o que\né dificultado nas camadas mais profundas.  O C-HN\ntambém diminuiu significativamente com a\nprofundidade.\n\nNos tratamentos onde a humina se concentrou\nnas camadas de 0-0,05 e 0,05-0,10 m, fatores como o\nrevolvimento do solo (C-Mi-P), a presença de maior\nquantidade de resíduos facilmente decomponíveis\nna superfície e a presença de maior quantidade de\nraízes até à profundidade de 0,10 m (D-Mi-Mu e D-\nMi-Gu), parecem ter exercido efeitos supressivos nos\nteores de carbono presente na forma humificada\nmais estável.\n\nA coerência dos resultados fundamenta-se na\nprópria teoria de formação do húmus no solo.  O\nprocesso é muito complexo, mas as evidências de\nintermediação por microrganismos em grande parte\ndas reações que ocorrem durante sua síntese são\namplamente discutidas na literatura.  Alguns\nautores (Schnitzer et al., 1973; Martin et al., 1974;\nLudemann et al., 1982) compararam compostos\nhúmicos sintetizados microbiologicamente e os\nácidos húmicos nativos do solo e verificaram a\nsimilaridades entre ambos em relação à estrutura\nquímica.\n\nC = sistema de semeadura convencional; D = sistema plantio\ndireto; Mi = milho semeado no verão; So = soja semeada no ve-\nrão; P = pousio no inverno; Mu = semeadura de mucuna preta\nno inverno; Gu = semeadura de feijão guandu no inverno; Cr =\nsemeadura de crotalária no inverno. Médias seguidas de mesma\nletra não diferem entre si pelo Teste de Tukey, a 5 %. Letras\nminúsculas comparam médias dispostas na horizontal. Letras\nmaiúsculas comparam médias dispostas na vertical.\n\nQuadro 4. Teores de carbono na fração humina em\num solo cultivado com milho sob diferentes\nsistemas de produção por um período de seis\nanos\n\nP ro fu n d id ad e d e am os tra gem  (m )\nT ra tam en to\n\n0-0,05 0,05-0,10 0,10-0,20\nM éd ia\n\n___________________________________________________ g k g -1 ________________________________________________\n\nC -M i-P 13,25 aA B 12,05 aA 8,22 bA 11,17 A\nD -M i-P 14,93 aA B 10,92 bA 9,37 bA 11,74 A\nD -M i-M u 15,04 aA B 12,13 aA 8,56 bA 11,91 A\nD -M i-G u 16,45 aA 13,56 aA 9,23 bA 13,08 A\nC -M i-P -S o 11,54 aB 11,34 aA 11,90 aA 11,59 A\nD -M i-P -S o 12,97 aA B 12,39 aA 11,53 aA 12,30 A\nD -M i-C r 13,16 aA B 10,87 aA 11,71 aA 11,91 A\n\nM é dia 13,90 a 11,89 b 10,07 c\n\n\n\nMATÉRIA ORGÂNICA EM UM LATOSSOLO SUBMETIDO A DIFERENTES SISTEMAS... 1121\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nSegundo Tate III (1987), o fator significativo\nnestes estudos é que os microrganismos produzem\nnão somente os precursores químicos necessários à\nformação de substâncias húmicas (especialmente\nmelaninas), mas também sintetizam enzimas\ncapazes de catalisar a polimerização de moléculas\nmais simples.  Sjoblad &amp; Bollag (1981), citados por\nTate III (1987), demonstraram a existência de\nperoxidases e fenol-oxidases (laccase), catalisando\nreações de ligações oxidativas de anéis aromáticos\nsimples, na síntese de ácidos húmicos.\n\nA explicação para o comportamento do\ntratamento D-Mi-Gu, que apresentou o maior teor\nde C-HN, parece estar ligada ao discutido acima.  A\nadição de 4,64 t ha-1 de matéria seca (Souza &amp; Melo,\n2000), a maior parte advinda do feijão-guandu,\nprovavelmente favoreceu o processo de humificação.\nOs seus resíduos, compostos por tecidos de\ndecomposição relativamente rápida, incrementaram\na atividade microbiana do solo decorrente da\npresença de nitrogênio da cultura de inverno,\nassociada a resíduos culturais do milho do verão\nanterior.  Esse processo teria desencadeado a\nprodução de enzimas que contribuíram para a\nsíntese e polimerização de precursores da humina\n(Tate III, 1987; Brady, 1989).  Na prática, o maior\nvalor de C na forma de humina implica, em última\ninstância, maior retenção de umidade, melhor\nestruturação do solo e maior retenção de cátions,\ncaracterísticas de extrema importância quando se\ntrata de estudo e desenvolvimento de sistemas\nsustentáveis de produção agrícola.\n\nCONCLUSÕES\n\n1. Os cultivos em sistemas plantio direto com\npousio e cultivo de mucuna preta e feijão guandu no\ninverno favoreceram a elevação dos teores de CO e\nhumina nas camadas superficiais do solo.\n\n2. O cultivo de leguminosas em sucessão\n(Crotalaria juncea) no sistema plantio direto e\nrotação (soja) no sistema de cultivo convencional\npropiciaram maiores valores de carbono na fração\nsolúvel em água.\n\n3. A rotação milho-soja, tanto em sistema de\ncultivo convencional como em semeadura direta,\nfavoreceu a concentração de C-MH nas camadas\nsuperficiais do solo.\n\n4. Os sistemas plantio direto de milho em\nmonocultura e sucessão com leguminosas (mucuna\npreta e feijão guandu) parecem ter favorecido dois\nprocessos: a migração de AF para as camadas mais\nprofundas, reduzindo os teores de MH na camada\nsuperficial do solo, e interconversão de AF e AH mais\nrápida.\n\nLITERATURA CITADA\n\nAMADO, T.J.C.; MIELNICZUK, J.; FERNANDES, S.B.V. &amp;\nBAYER, C.  Culturas de cobertura, acúmulo de nitrogênio\ntotal no solo e produtividade do milho. R. Bras. Ci. Solo,\n23:679-686, 1999.\n\nANDERSON, J.P.E. &amp; DOMSCH, K.H.  Quantities of plant\nnutrients in the microbial biomass of  selected soils. Soil\nSci., 130:211-216, 1980.\n\nBAYER, C. &amp; BERTOL, I.  Características químicas de um\nCambissolo Húmico afetadas por sistemas de preparo, com\nênfase à matéria orgânica. R. Bras. Ci. Solo, 23:687-694,\n1999.\n\nBAYER, C.; MIELNICKZUK, J.; AMADO, T.J.C.; MARTIN-\nNETO, L &amp; FERNANDES, S.V.  Organic matter storage\nin a sandy clay loam Acrisol affected by tillage and cropping\nsystems in southern Brazil. Soil Till. Res., 54:101-109, 2000.\n\nBRADY, N.C.  Suprimento e assimilabilidade do fósforo e do\npotássio. In: NATUREZA e propriedade dos solos. 7.ed. Rio\nde Janeiro, Freitas Bastos, 1989. p.373-413.\n\nBRODER, M.W. &amp; WAGNER, G.H.  Microbial colonization and\ndecomposition of corn, wheat, and soybean residue. Soil\nSci. Soc. Am. J., 52:112-117, 1988.\n\nCORAZZA, E.J.; SILVA, J.E.; RESCK, D.V.S.; GOMES, A.C.\nComportamento de diferentes sistemas de manejo como\nfonte ou depósito de carbono em relação à vegetação de\ncerrado. R. Bras. Ci. Solo, 23:425-432, 1999.\n\nDABIN, B.  Curso sobre matéria orgânica do solo. Parte 1. Análise\ndos compostos húmicos do solo. Piracicaba, CENA, 1976.\n115p.\n\nDEMÉTRIO, R.; GUERRA, J. G.M.; SANTOS, G.A.; ALMEIDA,\nD.L.; DE-POLLI, H. &amp; CAMARGO, F.A.O.  Absorção de\nnitrogênio do solo pelo milho influenciada pela adição de\ndiferentes resíduos de culturas. Pesq. Agrop. Bras., 33:481-\n486, 1998.\n\nDUARTE, A.P.  Calagem e sistemas de rotação de culturas:\nefeitos nas características e propriedades da matéria\norgânica do solo. Jaboticabal, Universidade Estadual\nPaulista, 1994. 165p. (Tese de Mestrado)\n\nHERNANI, L.C.; KURIHARA, C.H. &amp; SILVA, W.M.  Sistemas\nde manejo de solo e perdas de nutrientes e matéria orgânica\npor erosão. R. Bras. Ci. Solo, 23:145-154, 1999.\n\nKUO, S.; SAINJU, U.M. &amp; JELLUM, E.L.  Winter cover crop\neffects on soil organic carbon and carbohidrate in soil. Soil\nSci. Soc. Am. J., 61:145-152, 1997.\n\nLUDEMANN, H.D.; LENTZ, H. &amp; MARTIN, J.P.  Carbon-13\nnuclear magnetic resonance spectra of some fungal\nmelanins and humic acids. Soil. Sci. Soc. Am. J., 46:957-\n962, 1982.\n\nMACHADO, J.A.; PAULA SOUZA, D.M. &amp; BRUM, A.C.R.\nEfeitos dos anos de cultivo convencional em propriedades\nfísicas do solo R. Bras. Ci. Solo, 5:187-189, 1981.\n\nMAFRA, A.L.; MIKLÓS, A.A.W.; VOCURCA, H.L.; HARKALY,\nA.H. &amp; MENDOZA, E.  Produção de fitomassa e atributos\nquímicos do solo sob cultivo em aleias e sob vegetação nativa\nde cerrado. R. Bras. Ci. Solo, 22:43-48, 1998.\n\n\n\n1122 W.J.O. SOUZA &amp; W.J. MELO\n\nR. Bras. Ci. Solo, 27:1113-1122, 2003\n\nMARTIN, J.P.; HAIDER. K. &amp; SAIZ-JIMENES, C.  Sodium\namalgam reductive degradation of fungal and model\nphenolic polymers, soils humic acids, and simple phenolic\ncompounds. Soil. Sci. Soc. Am. Proc., 38:760-764, 1974.\n\nMENGEL, K.  Turnover of organic nitrogen in soils and its\navailability to crops. Plant Soil, 181:83-93, 1996.\n\nNASCIMENTO, V.M.; MELO, W.J. &amp; NEPTUNE, A.M.L.\nEfeitos da rotação de culturas sobre frações da matéria\norgânica de um Latossolo sob vegetação de cerrado.\nCientífica, 16:13-19, 1988.\n\nPIMENTEL GOMES, F.  Estatística experimental. 8.ed. São\nPaulo: Nobel, 1978. p.295-322.\n\nPIZAURO Jr., J.M. &amp; MELO, W.J.  Influência da incorporação\nda parte aérea de sorgo ou lablabe nas frações da matéria\norgânica de um Latossolo Vermelho-Escuro. R. Bras. Ci.\nSolo, 19:95-103, 1995.\n\nRAIJ, B. van; SILVA, N.M.; BATAGLIA, O.C.; QUAGGIO, J.A.;\nHIROCE, R.; CANTARELLA, A.; BELLINAZZI JUNIOR,\nR.; DECHEN, A.R.; TRANI, P.E. Recomendações de\nadubação e calagem para o Estado de São Paulo. Campinas:\nInstituto Agronômico, 1985. 107p. (Boletim Técnico, 100)\n\nREICOSKY, D.C.; KEMPER, W.D.; LANGDALE, G.W.;\nDOUGLAS Jr., C.L. &amp; RASMUSSEN, P.E. Soil organic\nmatter changer resulting from tillage and biomass\nproduction. J. Soil Water Conserv., 50:253-61, 1995.\n\nSCHNITZER, M.; ORTIZ DE SERRA, M.I. &amp; IVARSON, K.  The\nchemistry of fungal humic acid-like polymers and of soil\nhumic acids. Soil. Sci. Soc. Am. Proc., 37:229-236, 1973.\n\nSIKORA, L.J. &amp; YAKOVCHENKO, V.  Soil organic matter\nmineralization after compost amendment. Soil. Sci. Soc.\nAm. J., 60:1401-1404, 1996.\n\nSOUZA, W.J.O.  Influência de sistemas de produção, envolvendo\nsemeadura direta e convencional, nas formas de C e N do\nsolo e no N foliar do milho. Jaboticabal, Universidade\nEstadual Paulista, 1996. 83p. Trabalho não publicado\n\nSOUZA, W.J.O. &amp; MELO, W.J.  Teores de nitrogênio no solo e\nnas frações da matéria orgânica sob diferentes sistemas de\nprodução de milho. R. Bras. Ci. Solo, 24:885-896, 2000.\n\nSTEVENSON, F.J.  Cycles of soil: carbon, nitrogen, phosphorus,\nsulfur, micronutrients. New York: John Wiley &amp; Sons, 1985.\np.167-78.\n\nTATE III, R.L.  Humic and fulvic acids: formation and\ndecomposition. In: TATE III, R.L., ed. Soil organic matter:\nbiological and ecological effects. New York: John Wiley &amp;\nSons, 1987. p.147-164.\n\nVARGAS, L.K. &amp; SCHOLLES, D.  Nitrogênio da biomassa\nmicrobiana, em solo sob diferentes sistemas de manejo,\nestimado por métodos de fumigação. R. Bras. Ci. Solo,\n22:411-7, 1998."}]}}}