{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12607"}, {"@name": "filename", "#text": "18299_NEMIAS%20COMUNICACOES%20%2022%20-%20Gon%c3%a7alves%20et%20al_Qualidade%20da%20%c3%a1gua%20Cabo%20Verde%20v_rede_SM.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Versão online: http://www.lneg.pt/iedt/unidades/16/paginas/26/30/208   Comunicações Geológicas (2015) 102, Especial I, 119-123 \nISSN: 0873-948X; e-ISSN: 1647-581X \n\nQualidade da água no Concelho de São Domingos (Ilha de \n\nSantiago, Cabo Verde) \n\n \n \n\nWater quality in the Municipality of São Domingos (Santiago \n\nisland, Cape Verde) \n\n \n\n \nN. Gonçalves\n\n1*\n, T. Valente\n\n2,3\n, J. A. Grande\n\n3\n \n\n \n \n\n \n\n© 2015 LNEG – Laboratório Nacional de Geologia e Energia IP  \n\n \n\nResumo: O presente estudo tem como objetivo avaliar a qualidade da \n\nágua e potencialidades de uso no concelho de São Domingos, na ilha de \n\nSantiago (Cabo Verde). Os resultados obtidos mostram, o carácter \n\nmineralizado destas águas, com valor médio de condutividade elétrica de \n\n1361 µS/cm. A classificação hidroquímica, de acordo com o diagrama de \n\nPiper, conduziu à discriminação dos seguintes tipos: águas mistas \n\n(bicarbonatadas, cloretadas) e mistas sódicas (cloretadas e \n\nbicarbonatadas). Considerando o que está estabelecido na legislação \n\nCabo-verdiana e Portuguesa relativamente à qualidade da água, verificou -\n\nse que apenas 36 % das amostras têm qualidade suficiente para consumo \n\nhumano. No que respeita à utilização da água para rega, cerca de 68 % \n\ndas amostras apresentam evidências de risco de salinização alto a muito \n\nalto. \n\nPalavras-chave: qualidade da água, monitorização, risco de salinização, \n\nIlha de Santiago, Cabo Verde. \n\n \n\nAbstract: This research aims the evaluation of water quality and potential \n\nuses at São Domingos municipality, at Santiago Island (Cape Verde). The \n\nresults show the mineralized nature of these waters, with an average \n\nelectrical conductivity of 1361 ?S/cm. The hydrochemical classification, \n\naccording to the Piper diagram, led to the following types: mixed \n\n(bicarbonate and chloride) and mixed with sodium (chloride and \n\nbicarbonate). Considering what is established for water quality in the \n\nCape Verde and Portuguese legislation, only 36 % of the water samples \n\nare able for human consumption. Regarding irrigation use, approximately \n\n68 % of the samples present high-to-very-high salinization risk. \n\nKeywords: water quality, monitoring, salinization risk, Santiago Island, \n\nCape Verde. \n\n \n1\nDepartamento de Ciências da Terra, Universidade do Minho, Campus Gualtar, \n\n4710-057 Braga, Portugal.  \n2\nInstituto de Ciências da terra, Pólo da Universidade do Minho, Departamento \n\nde Ciências da Terra, Campus Gualtar, 4710 -057 Braga, Portugal.  \n3\nCentro de Investigación para la Ingeniería en Minería Sostenible (CIPIMS), \n\nUniversidad de Huel va, 21819. Palos de la Frontera, Huelva,  Espanha.\n \n\n*Autor correspondente/Corresponding author: moniznemias83@ yahoo.com.br  \n\n1. Introdução \n\nUma água de má qualidade pode causar sérios riscos de saúde \ne/ou impedir o desenvolvimento agrícola e industrial de um \nterritório. A satisfação dos diversos critérios de qualidade da \n\nágua está dependente do destino da mesma (consumo humano, \nirrigação, industrial, ecológico). Um dos usos mais nobres \nprende-se com o abastecimento das populações. \n\nNo contexto territorial em estudo – a Ilha de Santiago, Cabo \nVerde – a degradação do recurso hídrico, do ponto de vista \n\nquantitativo e qualitativo, pode resultar de pressões diversas, \ndesignadamente, devido à sobreexplotação dos aquíferos, à \ndescarga de substâncias poluentes com origem diversa e \nmodificações ao nível da dinâmica e hidroquímica dos aquíferos, \nestas últimas, potencialmente motivadas pela exploração de areia \n\ne cascalhos. No presente estudo foram inventariados os pontos de \nágua do Concelho de São Domingos. Um dos objetivos principais \nconsistiu na avaliação da qualidade da água para consumo \nhumano e para rega de pontos selecionados pela sua \nrepresentatividade em termos de contexto geológico e de usos da \nágua. \n\n2. Descrição da área de estudo \n\nA área contemplada no presente estudo corresponde ao Concelho \nde São Domingos, que se situa na parte sudeste da Ilha de \nSantiago, delimitado pelos concelhos da Praia a sul, Ribeira \n\nGrande a oeste, São Lourenço dos Orgãos a norte e Santa Cruz a \nnordeste. Possui uma extensão territorial de 134,6 km\n\n2\n, que se \n\nalonga do litoral para o interior da ilha. \n \n\n \nFig. 1. Imagem aérea, obtida através do Google\n\nTM\n Earth. O círculo indica área de \n\nestudo (concelho de São Domingos). \n\nFig. 1. Aerial image, obtained through Google Earth. The circle indicates the study area \n\n(São Domingos municipality). \n\n \nA Ilha de Santiago tem um clima árido registando-se duas \n\nestações (seca e das chuvas) (Mota Gomes, 2007). A temperatura \n\nvaria entre 25 ºC e 27 ºC nos meses mais quentes e 22 ºC a 24 ºC \nnos meses mais frios (Gomes e Pina, 2004). Não há cursos de \n\nArtigo original \nOriginal article \n\n\n\n120  Gonçalves et al. / Comunicações Geológicas (2015) 102, Especial I, 119-123 \n\n \n\nágua perenes, pelo que a água é um recurso natural parco, \nfortemente condicionado pela escassez da precipitação, \nregistando-se um valor médio de 321 mm/ano (Pina, 2009). \n\nDo ponto de vista litológico, predominam rochas vulcânicas \nde composição e génese variadas, principalmente basaltos e \npiroclastos. Também podem ser encontradas associações de \nrochas sedimentares agrupadas em duas fácies (marinha e \nterrestre). A caracterização geológica geral da área de estudo \napresenta-se na figura 2. Serralheiro (1976) agrupa as rochas nas \nseguintes formações:  \n\n \n\n(i) Sedimentares recentes - Formações de idade quaternária, \nterrestres e marinhas, nomeadamente aluviões, terraços, \ndepósitos de vertente, de enxurrada, areias dunares e praias \nmarinhas em vários níveis até 100 m de altitude. Estes \ndepósitos desempenham um papel hidrogeológico \nimportante, em particular nos grandes vales.  \n\n(ii) Monte das Vacas - Caracteriza-se por ser a última \nmanifestação vulcânica da ilha de Santiago, sendo \n\nconstituída por materiais muito porosos de cones de \npiroclastos basálticos (tufos, bagacina, bombas e escórias) e \npequenos derrames que se encontram espalhados pela ilha. \n\n(iii) Pico de Antónia - Unidade geológica com maior \nrepresentação na ilha, apresentando-se sob a forma de \nempilhamento de escoadas lávicas com intercalação de \nmaterial piroclástico, atingindo espessura considerável, de \nque são testemunhos os maciços do Pico da Antónia e da \n\nMalagueta. \n(iv) Assomada - Constituída exclusivamente por mantos \n\nbasálticos subaéreos e escassos piroclastos discordantes \nsobre os derrames do Complexo Eruptivo do Pico da \nAntónia.  \n\n(v) Complexo dos Órgãos - Constituída basicamente por \nblocos muito espessos, angulosos, subangulosos e \narredondados de natureza basáltica (e, em menor \nquantidade, fonolítica), que deverão resultar de fenómenos \n\nsecundários de vulcanismo. \n(vi) Complexo dos Flamengos - Apresenta-se em mantos, \n\nbrechas e piroclastos básicos, de grande uniformidade e \nextensão, de natureza submarina. Assinala-se, por vezes, \nempilhamento de pillow-lavas, que se distingue das lavas \nem rolos do Complexo Eruptivo do Pico da Antónia (pela \ntonalidade da alteração).  \n\n(vii) Complexo eruptivo interno antigo - Corresponde às \n\nformações mais antigas da parte emersa da ilha e diz \nrespeito, fundamentalmente, à densa rede filoniana que \nforma como que o esqueleto do vulcão no nível atual da \nerosão. \n\n \nPor sua vez, e de acordo com o mesmo autor, Serralheiro \n\n(1976), a sequência hidrogeológica é integrada por três unidades, \nque são designadas por: \n\n \n\n? Unidade Recente, muito permeável, constituída pela \nFormação do Monte das Vacas. Não permite a retenção das \náguas que, assim, se infiltram, privilegiadamente, em direção \nao aquífero principal. Também se integram nesta unidade as \n\naluviões.  \n\n? Unidade Intermédia, constituída pelo Complexo Eruptivo \ndo Pico da Antónia que, por sua vez, é constituída \nessencialmente por mantos basálticos subaéreos e \n\nsubmarinos. É a unidade geológica mais espessa, mais \nextensa e que facilita a circulação da água no seu seio, \napresentando uma permeabilidade bastante superior à da \n\nunidade de base assumindo, por isso, as características do \naquífero principal. Nesta unidade inclui-se também a \nformação de Assomada. \n\n? Unidade de Base, constituída pelo Complexo Eruptivo \nInterno Antigo, Formação dos Flamengos e pela Formação \ndos Órgãos; caracteriza-se por possuir um grau de alteração \nrelativamente elevado, o que lhe confere uma permeabilidade \n\nrelativamente baixa e, por conseguinte, produtividade \nrelativamente fraca. \n\n3. Materiais e métodos \n\nPara a descrição das propriedades físico-químicas da água \nrealizou-se uma campanha de amostragem nos meses de outubro \ne novembro do ano 2014, após a época das chuvas. Foram \ncolhidas 22 amostras, das quais 11 em poços, 6 em furos, 3 \namostras de água nascentes, 1 amostra de água domiciliária e 1 \namostra de tanque. Na figura 2 apresenta-se a localização dos \npontos de amostragem, projetados sobre o extrato da carta \n\ngeológica. \nNo campo foram efetuadas medições de pH, condutividade \n\nelétrica (CE), sólidos dissolvidos totais (TSD) e temperatura da \nágua com uma sonda multiparamétrica portátil, marca Orion, \nmodelo Star 5. Os aniões (Br\n\n-\n, Cl\n\n-\n, SO4\n\n-2\n, F\n\n-\n, PO4\n\n-3\n, NO3\n\n-\n, NO2\n\n-\n) \n\nforam analisados por cromatografia iónica com supressão \nquímica, usando um cromatógrafo Methrom (601 Compact IC \nMethrom). A alcalinidade (Alk.) determinou-se por volumetria e \n\na oxidabilidade por permanganometria (MnO4) no Laboratório de \nÁguas do Departamento de Ciências da Terra da Universidade do \nMinho (Portugal). Os catiões (Na\n\n+\n, K\n\n+\n, Ca\n\n+2\n, Mg\n\n+2\n, SiO2, Al, As, \n\nCd, Pb, Cu, Cr, Fe, Li, Mn, Ni, Ag, Se, Zn) foram analisados por \nespectrometria de emissão atómica por plasma acoplado \nindutivamente no laboratório Actlabs (Canada).  \n\nAs medições de campo e os resultados das análises \nlaboratoriais foram introduzidos numa matriz de dados e sujeitos \na tratamento estatístico, nomeadamente análise cluster (Método \n\nWard), usando o programa STATGRAPHICS Centurion XVI.I. \n\n4. Resultados e discussão \n\nNa tabela 1 apresenta-se o sumário estatístico correspondente a \nparâmetros de campo, alcalinidade, aniões e catiões da \ncomponente maioritária e respectivos valores de referência \n(quadro legal de Cabo Verde e Organização Mundial de Saúde, \nOMS). O pH tem valores ligeiramente básicos, com mínimo de \n6,8 e máximo de 8,3. Esta gama de valores pode considerar-se \nnormal, levando em consideração o ambiente vulcânico e \ninfluenciado pelo clima árido, com baixo nivel de precipitação. \n\nDiferenças ao nível da litologia e das propriedades dos terrenos \ndrenados podem também contribuir para a variação de pH, em \nacordo com a distinta proveniência das amostras, evidenciada no \nextrato da carta geológica da figura 2. Para além disso, note-se \nque o universo de amostragem inclui duas amostras do sistema de \ndistribuição (água de tanque e água domiciliária), as quais \ncontribuem também para esta variação de pH. A condutividade \nelétrica varia entre 1361 e 369 µS/cm, o que demonstra que as \n\náguas subterrâneas têm uma salinidade muito variavel. Nestes \nterrenos vulcânicos, a salinização dos aquiferos pode ter origem \nnatural, devido a evapoconcentração da deposição do aerosol \nmarinho, típico dos climas áridos e semiáridos, e também em \nresultado da interação água-rocha.  \n \n\n \n\n\n\nQualidade da água em Cabo Verde  121 \n \n\n \nTabela 1. Sumário estatístico dos parâmetros de qualidade das amostras de água e \n\nvalores de referência. \n\nTable 1. Statistical summary of the quality parameters of water samples and reference \n\nvalues. \n\nParâmetros Estatísticos \nDecreto legislativo nº8/2004 \n\nde 23 de Fevereiro da \nRepública de Cabo Verde \n\nOMS \n\nGrandezas Média Máx. Mín. VMA\n1\n \n\nValor \nreferência \n\npH 7,33 8,25 6,76 9,5 6.5-.5 \n\nCE (µS/cm) 1361,0 2350 369,0\n0 \n\n- - \n\nAlk (mg/L) 261,52 466,50 129,5\n0 \n\n- - \n\nCl\n-\n(mg/L) 181,66 458,40 43,02 250 250 \n\nSO4\n2-\n\n(mg/L) 50,97 167,88 6,87 250 250 \n\nNO3\n-\n(mg/L) 52,52 213,94 0,06 50 50 \n\nNO2\n-\n(mg/L) 2,31 6,20 0,10 3 0,1 \n\nCa\n2+\n\n(mg/L) 75,10 192,00 12,80 100 - \n\nMg\n2+\n\n(mg/L) 54,98 105,00 8,50 50 - \n\nNa\n+\n(mg/L) 95,51 321,00 34,30 150 50 \n1\n Valor máximo admissível \n\n \nPodem também citar-se causas antropogénicas, relacionadas com \na infiltração de elementos provenientes das águas de rega, que \n\nsão frequentemente salobres (Cruz-Fuente, 2008). A potencial \ninfluência marinha é sugerida pelos valores baixos de \nalcalinidade, bem como pelos valores médios (181 mg/L) e \nmáximos de cloreto, superiores a 450 mg/L, claramente acima \ndos valores estabelecidos pela OMS (Nações Unidas, 2010) e \npelos decretos legislativos nº8/2004 de 23 de Fevereiro da \nRepública de Cabo Verde e nº 236/98 de 1 de Agosto da \nRepública de Portugal.  \n\n \n\n \n\nFig. 2. Distribuição espacial dos pontos de água selecionados no Concelho de São \n\nDomingos. Mapa adaptado da folha nº 55 da Carta Geológica de Cabo Verde à escala \n\n1/250.  \n\nFig. 2. Spatial distribution of selected water points in São Domingos municipality. Map \n\nadapted from the sheet nº 55 of the Cape Verde Geological Map of the scale 1/250. \n\n \nElevadas concentrações de cloreto podem resultar ainda de \n\numa contribuição fecal, na medida em que o concelho não dispõe \nde sistemas de depuração de águas residuais. \n\nEsta possibilidade é reforçada pelos resultados dos nitratos. \nEstes têm um valor médio ligeiramente acima do valor máximo \nadmissível, chegando a atingir um máximo de 214 mg/L. Este \nvalor é muito elevado e adverte para a existência de uma forte \ncontaminação. \n\nA classificação hidroquímica com base no Diagrama de Piper \n\n(Fig. 3), mostra o predomínio da classe mista bicarbonatada com \n11 amostras, seguida da classe mista cloretada com 5 amostras. \nAs restantes correspondem a águas mistas, sódicas cloretadas e \nsódicas bicarbonatadas. \n\n \n\n \n\nFig. 3. Projeção da composição química das amostras de água em estudo no diagrama \n\nde Piper.  \n\nFig. 3. Projection of the chemical composition of the water samples in the Piper \n\ndiagram. \n\n \nA maioria das amostras, classificadas como mistas \n\nbicarbonatadas, corresponde a uma localização nas zonas mais \naltas do concelho, onde afloram as formações da Unidade \nAquífera de Base e Intermédia e onde ocorre grande parte da \nprecipitação. \n\nA presença de ião bicarbonato poderá estar relacionada com a \nreação do CO2 do solo durante o processo de infiltração nas \nzonas de recarga e com os primeiros estádios de dissolução de \n\nminerais carbonatados e hidrólise de minerais silicatados.  \nNas águas cloretadas verifica-se a predominância do anião \n\ncloreto sobre os demais (50 % ou mais). A maior parte das \namostras integradas na classe mista cloretada localiza-se em \nrochas sedimentares da unidade recente, maioritariamente areias, \naluviões e cascalheiras de praia. Estas águas circulam a pouca \nprofundidade o que lhe confere pouca lixiviação. Assim, de uma \nmaneira geral, a interação água-rocha explica o quimismo da \n\nágua. No entanto, a influência da atividade antrópica representada \npelos usos e ocupações do meio físico, também controla as \npropriedades hidroquímicas, nomeadamente no que respeita a \npotenciais contribuições cloretadas. \n\n5. Potabilidade \n\nA água potável é definida como aquela que pode ser \nconsumida pelo homem, cujas características não prejudicam a \nsaúde. Na Fig. 4 destaca-se o número de amostras que \nultrapassam o valor máximo admissível em determinados \nparâmetros.  \n\nO magnésio excede o padrão de potabilidade da água (50 \nmg/L) em cerca de 55 % das amostras analisadas. O nitrito é \nresponsável pela falta de qualidade em cerca de 41 % das \namostras, enquanto o nitrato se destaca pelo incumprimento em \n27 % das amostras em estudo. Em 4 amostras, a água é imprópria  \npara consumo humano relativamente aos parâmetros cloreto e \ntotal de sólidos dissolvidos. \n\nNo que diz respeito ao sódio, apesar de ser um elemento de \n\norigem predominantemente marinha, nas ilhas vulcânicas a \nmeteorização pode ser responsável pelo aumento da sua \n\n \n\n\n\n122  Gonçalves et al. / Comunicações Geológicas (2015) 102, Especial I, 119-123 \n\n \n\n \nFig. 4. Número de amostras que ultrapassam os valores máximos admissíveis (Decreto-\n\nLei nº8/2004 de 23 de Fevereiro da República de Cabo Verde, e Decreto-Lei nº 236/98 \n\nde 1 de Agosto da República de Portugal).  \n\nFig. 4. Number of samples exceeding the maximum permissible values (Decree-Law \n\nnº8/2004 of 23 February of the Republic of Cape Verde, and Decree-Law nº236/98 of 1 \n\nAugust of the Republic of Portugal). \n\n \nconcentração (proveniente de fonólitos). Este apresenta-se como \n\nresponsável pela falta de potabilidade apenas em duas amostras. \nOs elementos da componente vestigiária são muito \n\nimportantes pela sua toxicidade, podendo ser responsáveis pela \nfalta de potabilidade da água. No presente estudo, estes \nelementos ocorrem em concentrações muito baixas. De uma \nmaneira geral, as análises efetuadas (como por exemplo ao \nalumínio) não permitiram a sua deteção e/ou a sua quantificação, \npelo que se apresentam aqui os parâmetros estatísticos apenas os \n\nelementos que registaram teores mensuráveis nas amostras \nanalisadas (Tabela 2). \n\n \nTabela 2. Parâmetros estatísticos das concentrações dos elementos vestigiais presentes \n\nnas amostras de água em estudo (valores em µg/L) \n\nTable 2. Statistical values for vestigial elements (values in µg/L). \n\nParâmetros Max. Min. Média Mediana D.P. C.V. n \n\nBário (Ba) 170 20 62.14286 55 43.91304 0.706647 15 \n\nManganês \n(Mn) 250 20 120 90 55.682 464.013 3 \n\nCobre (Cu) 64 2 9.769231 3 14.51086 1.485363 13 \n\nMobdenio \n(Mo) 22 17 19.5 19.5 5.789414 0.296893 2 \n\nNíquel (Ni) 6 5 5.5 5.5 1.625687 0.295579 2 \n\nEstrôncio \n(Sr) 2300 200 929.0909 925 666.3183 0.717172 22 \n\nTelúrio (Te) 20 10 13.33333 10 5.010811 0.375811 3 \n\nVanádio (V) 20 10 15.38462 20 8.678979 0.564134 13 \n\nZinco (Zn) 333 16 67.72727 32.5 78.01171 1.151851 22 \n\nn- número de amostras \n\n6. Qualidade de água para irrigação \n\nO diagrama de Riverside (Fig. 5), permite avaliar a qualidade da \n\nágua para o uso agrícola, combinando as diferentes classes de \nrisco de salinização e de risco de alcalinização do solo (Custodio \ne Llamas, 1983).  \n\nConstata-se que, cerca de 68 % das águas analisadas \napresentam risco de salinização alto a muito alto. Quanto à \nalcalinização, apenas 9 % das amostras apresentam risco médio.  \n\n7. Modelo de interação água-rocha \n\nA análise cluster (Método de Ward) suporta o modelo de \ninteração água-rocha que explica o comportamento hidroquímico. \nApesar do número reduzido de pontos de amostragem, o \n\ndendograma resultante (Fig. 6) revela afinidades interessantes \nentre algumas variáveis, que podem ajudar a interpretar \nfenómenos de interação água-rocha. A influência marinha  \n\n \n\n \nFig. 5. Diagrama Riverside para avaliação da qualidade da água para rega.  \n\nFig. 5. Riverside diagram for evaluation of irrigation water quality. \n\n \n\n \n\n \nFig.6. Dendograma de variáveis para a análise cluster do Método Ward.  \n\nFig.6. Dendrogram variables for analysis cluster Ward Method. \n\n \n\naparece claramente evidenciada pelo agrupamento que inclui a \ncondutividade (CE), cloretos, sódio e sólidos dissolvidos totais. \nEste subcluster é o que tem razões de afinidade mais elevadas. \n\nFora dele, mas com grande proximidade, tem-se outro que \nagrupa os sulfatos, magnésio e cálcio. Portanto, todos estes \n\nelementos são indicadores marinhos, que podem estar \nrelacionados com a litologia de fácies marinha e/ou com \nfenómenos de evapoconcentração da deposição do aerosol \nmarinho, tal como indicado em Carreira et al. (2010) . \n\nEm todo o dendograma, os parâmetros referidos são os \núnicos que revelam uma relação forte entre si. As restantes \nrelações são pouco representativas, como se pode verificar pela \nelevada distância de corte de cada braço do gráfico. Apesar disso, \n\nnote-se o agrupamento dos parâmetros nitrito, oxidabilidade e \nfósforo, potencialmente reveladores de processos de \ncontaminação orgânica. \n\n8. Conclusão \n\nOs resultados obtidos sugerem as seguintes conclusões: (i) a \nanálise das amostras revela a existência de fenómenos de \nsalinização, que promovem a degradação natural da qualidade da \nágua; (ii) não há fortes indicios de contaminação agricola \nassociada a fertilizantes fosfatados na região estudada, (iii) há \n\n\n\nQualidade da água em Cabo Verde  123 \n \n\n \n\nfortes evidências de contaminação orgânica, com origem em \n\nesgotos domésticos ou de pecuária. Não obstante, existe água \ncom qualidade para rega e para consumo humano, pelo que se \npropõe as seguintes recomendações: (1) criação de um plano de \nmonitorização da qualidade da água no concelho; (2) melhoria da \neficiência do uso da água na agricultura; (3) combinação de uma \nmelhor gestão da irrigação, com investimento no conhecimento \nlocal e em tecnologias modernas; (4) planificação consolidada e \nadequada da gestão dos recursos hídricos no concelho. \n\nReferências \n\nCarreira, P., Marques, J. M., Pina, M., Gomes, M., Fernandes, \n\nP.,·Monteiro Santos, F., 2010. Groundwater Assessment at Santiago \n\nIsland (Cabo Verde): A Multidisciplinary Approach to a Recurring \n\nSource of Water Supply. Water Resources Management, 24: 1139-\n\n1159. \n\nCruz-Fuentes, T., 2008. Contribución de la modelación numérica e \n\nhidroquímica al conocimiento del acuífero de La Aldea (Gran \n\nCanaria). Tesis doctoral. Universidad de Las Palmas de Gran Canaria. \n\nCustodio, E., Llamas, M. ,1996. Hidrologia subterranea (2 ed.). \n\nBarcelona, Omega, 1570. \n\nDecreto-lei n.º 8 /2004 I série - nº 6 «B O.» da República de Cabo Verde \n\nde 23 de fevereiro.  \n\nDecreto-Lei nº 236/98 I série-A Nº 176 - Diário da República de Portugal \n\nde 1 de agosto. \n\nGomes, A., Pina, A. F. L., 2004. As Principais Unidades \n\nHidrogeológicas da ilha de Santiago, Praia. \n\nMeng, S.; Maynard, B., 2001. Use of statistical analysis to formulate \n\nconceptual models of geochemical behavior: water chemical data from \n\nBotucatu aquifer in São Paulo State, Brazil. Journal of Hydrology, \n\n250: 78-97. \n\nMota Gomes, A., 2007. Hidrogeologia e recursos hídricos da ilha de \n\nSantiago (Cabo Verde). Tese de Doutoramento, Universidade de \n\nAveiro, 296. \n\nNações Unidas, A. O., 2010. Right to Water. ONU- Habitat, 134. \n\nPina, A. F. L., 2009. Hidrogeoquímica e qualidade das águas \n\nsubterrâneas da ilha de Santiago - Cabo Verde. Tese de \n\nDoutoramento, Universidade de Aveiro, 232. \n\nSerralheiro, A., 1976. A Geologia da Ilha de Santiago (Cabo Verde). \n\nTese de Doutoramento. Faculdade de Ciências da Universidade de \n\nLisboa, 218."}]}}}