{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09471"}, {"@name": "filename", "#text": "14457_Lansarin_MarlaAzario_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Esta versão corresponde a redação final da Tese de Doutorado defendida pela Prof Eng8 Maria Azário Lansarin e aprovada pela comissão julgadora em 28 de fevereiro de 199$T r\nProf. Dr. Mário de Jesus Mendes\nOrientador\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA QUÍMICA\nÁREA DE CONCENTRAÇÃO SISTEMAS DE PROCESSOS QUÍMICOS E INFORMÁTICA\n_ MODELAGEM E SIMULAÇAO DA SEÇAO DE CONVERSÃO DE UMA UNIDADE FCC\nAUTORA: Profa MARLA AZÁRIO LANSARIN\nORIENTADOR: Prof. Dr. MÁRIO DE JESUS MENDES\nTESE APRESENTADA À FACULDADE DE ENGENHARIA QUÍMICA COMO PARTE DOS REQUISITOS EXIGIDOS PARA A OBTENÇÃO DO TÍTULO DE DOUTOR EM ENGENHARIA QUÍMICA\nFPVpppipn / -1QQ7\nCHAM^üa :\nI livuXAl/VvvRi\n.......\nM ..2 ,g 91..............\nC\tD |j/j\n<cc\t¡ o0\n...l.£...p&lt;M 3\n■.\tl.«'!\t..\nCM-00104047-0\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nLansarin, Maria Azário\nL29m\tModelagem e simulação da seção de conversão de uma\nunidade FCC / Maria Azário Lansarin.—Campinas, SP: [s.n.], 1997.\nOrientador: Mário de Jesus Mendes.\nTese (doutorado) - Universidade Estadual de Campinas, Faculdade de Engenharia Química.\n1.\tCraqueamento catalítico.. I. Mendes, Mário de Jesus. II. Universidade Estadual de Campinas. Faculdade de Engenharia Química. III. Título.\nTese defendida e aprovada em 28 de fevereiro de 1996 pela banca examinadora assim\nconstituída:\nProf. DfTMãrio de Jesus Mendes\nOrientador\n..............................\n•íroDDr. Argimiro Resende Secchi\n________________ OU_______________\nProf. Dra, Maria Terfâa Moreira Rodrigues\nProf. Dr. Roger Josef Zemp\nAo Gelson,\num grande companheiro.\nAgradeço aos meus colegas do DEQUI / UFRGS pelo seu espírito de equipe, o qual é capaz criar um ambiente onde trabalhar é um grande prazer. Em especial agradeço a: -Pro® Drâ Lígia Damasceno Ferreira Marczak pelo seu “ombro amigo”;\n-Pro® Drâ Keiko Wada por ter assumido um trabalho que era de minha responsabilidade, possibilitando a defesa desta tese dentro do prazo estipulado;\n- Prof. Dr. Argimiro Resende Secchi por todas as ocasiões em que, sorrindo, “empurrou um programa que não rodava”. Agradeço, também, sua inestimável colaboração durante o estudo da multiplicidade de estados estacionários no Regenerador.\nAgradeço ao Eng. Peter Brenner os valiosos esclarecimentos prestados sobre a operação das Unidades FCC.\nAgradeço a Secretária Eliza, por ser uma pessoa sempre pronta a ajudar.\nAgradeço o trabalho eficiente e gentil das bibliotecárias Janice, Margarida e Ana do Seção de Periódicos da Biblioteca da Escola de Engenharia.\nAgradeço ao meu Orientador, Prof. Dr. Mário de Jesus Mendes.\nAgradeço ao Gelson e ao Pietro por tomarem seus os meus objetivos. E aos meus Pais por suavizarem, sempre que possível, a nossa caminhada.\nSUMÁRHO\nCAPÍTULO 1 - A UNIDADE DE CRAQUEAMENTO CATALÍTICO\n1.1\tIntrodução\t1\n1.2\tDescrição de uma unidade FCC\t3\n1.3\tDiferentes projetos para a seção de conversão\t8\n1.4\tComentários finais\t8\nCAPÍTULO 2 - CINÉTICA DO CRAQUEAMENTO CATALÍTICO\n2.1\tIntrodução\t.\t11\n2.2\tModelos cinéticos\t14\n2.3\tCalor envolvido nas reações de craqueamento\t19\n2.4\tDesativação do catalisador\t20\n2.5\tDiscussão final\t23\nCAPÍTULO 3 - CARACTERIZAÇÃO DE FRAÇÕES DO PETRÓLEO\n3.1\tIntrodução\t26\n3.2\tCaracterização\t28\n3.2.1\tEstimativa da quantidade e tipo dos hidrocarbonetos que compõem o gasóleo\t29\n3.2.2\tPontos de ebulição médios\t31\n3.2.3\tFator de caracterização de Watson\t32\n3.2.4\tPeso molecular médio\t32\n3.2.5\tíndice de refração\t34\n3.2.6\tEstimativa da viscosidade de frações de petróleo\t34\n3.3\tPrevisão de propriedades termodinâmicas\t34\n3.3.1\tCalores específicos\t35\n3.3.2\tPropriedades pseudo -críticas\t3 6\n3.3.3\tCálculo do calor de vaporização\t38\n3.4\tCaracterização do gasóleo segundo o modelo cinético de dez grupos\t39\n3.4.1\tCálculo das quantidades iniciais dos pseudo-componentes pesados\t39\n3.4.2\tCaracterização das frações leves\t41\n3.5\tCálculo dos calores das reações do modelo cinético de dez grupos\t45\n3.6\tComentários finais\t52\nCAPÍTULO 4 - MODELAGEM E SIMULAÇÃO DO RISER\n4.1\tIntrodução\t53\n4.2\tRegimes de fluidização\t54\n4.3\tHidrodinâmica do escoamento gás-sólido vertical ascendente\t58\n4.3.1\tComportamento axial dos sólidos\t58\n4.3.2\tComportamento radial dos sólidos\t60\n4.3.3\tComportamento do gás\t60\n4.3.4\tEfeito do diâmetro do leito\t61\n4.4\tModelos para 0 riser encontrados na literatura\t61\n4.5\tModelagem do riser\t63\n4.5.1\tDescrição do sistema\t64\n4.5.2\tHipóteses do modelo\t64\n4.5.3\tCálculo da temperatura na entrada do riser\t69\n4.5.4\tEquações que constituem o modelo do riser\t73\n4.6\tSimulação do riser\t89\n4.7\tComentários finais\t96\nCAPÍTULO 5 - MODELAGEM E SIMULAÇÃO DO REGENERADOR\n5.1\tIntrodução\t98\n5.2\tCinética da combustão do coque de FCC\t99\n5.2 Modelos para 0 regenerador encontrados na literatura\t102\n5.3\tModelagem do regenerador\t103\n5.3.1\tDescrição do sistema\t103\n5.3.2\tHipóteses do modelo\t104\n5.3.3\tCinética das reações de combustão\t104\n5.3.4\tEquações que constituem 0 modelo do regenerador\t106\n5.4\tSimulação do regenerador\t111\n5.5\tComentários finais\t116\nCAPÍTULO 6 - A UNIDADE TRATADA COMO UM TODO\n6.1\tIntrodução\t117\n6.2\tIntegração entre as variáveis de uma unidade FCC\t119\n6.3\tMultiplicidade do estado estacionário\t123\n6.4\tSimulação da seção de conversão de uma unidade FCC\t127\n6.5\tComentários finais\t134\nCAPÍTULO 7 - CONCLUSÕES E SUGESTÕES\t135\nANEXO\t137\nREFERÊNCIAS BIBLIOGRÁFICAS\n141\nLISTA DE HGURAS\nFIGURA 1.1: Visão global do processamento da REFAP\t3\nFIGURA 1.2: Fluxograma simplificado da reação de conversão de uma unidade FCC.\t4\nFIGURA 1.3:“ Resid FCCU”, desenvolvida por Stone &amp;Webster\t9\nFIGURA 1.4: Unidade FCC projetada pela Kellogg\t9\nFIGURA 1.5: Unidade para processamento de residuo projetada pela UOP\t10\nFIGURA 2.1: Modelo de três lumps\t15\nFIGURA 2.2: Modelo de Jacob com dez grupos\t16\nFIGURA 2.3 Modelos de cinco (a) e de oito (b) lumps\t18\nFIGURA 2.4: Calor das reações de craqueamento.\t19\nFIGURA 3.1: Curva detilação ASTM típica de gasóleo\tpesado\t28\nFIGURA 3.2: Relação entre as propriedades físicas dos\thidrocarbonetos nafténicos\t42\nFIGURA 3.3: Relação entre as propriedades físicas dos\thidrocarbonetos parafínicos\t42\nFIGURA 3.4: Relação entre as propriedades físicas dos\thidrocarbonetos aromáticos\t43\nFIGURA 3.5: Molécula representativa do pseudo-componente C^\t47\nFIGURA 4.1: Diagrama conceituai dos sistemas de fluxo de um riser em um leito 56 fluidizado circulante\nFIGURA 4.2: Equema da base do reator\t67\nFIGURA 4.3: Visão global do programa que calcula a temperatura na entrada do riser\t70\nFIGURA 4.4: PEMV calculado para a curva ASTM completa e dividida em cinco partes\t71\nFIGURA 4.5: Comparação entre valores calculados e valores medidos na unidade para 73\ntemperatura na base do riser\nFIGURA 4.6: Variação da temperatura ao longo do riser\t90\nFIGURA 4.7: Fração de volume ocupada pelo gás ao longo do riser\t90\nFIGURA 4.8: Fração de volume ocupada pelo sólido ao longo do riser\t91\nFIGURA 4,9: Velocidades do gás e do sólido ao longo do riser\t91\nFIGURA 4.10: Massa molar média da mistura ao longo do riser\t92\nFIGURA 4.11: Concentração dos componentes pesados ao longo do riser\t92\nFIGURA 4.12: Concentração dos componentes leves ao longo do riser\t93\nFIGURA 4.13: Conversão total\t93\nFIGURA 4.14: Influência da relação catalisador / óleo na conversão em gasolina\t93\nFIGURA 4.15: Comparação entre os valores calculados e os valores lidos na Unidade\t95\npara a quantidade de gasolina produzida\nFIGURA 5.1: Relação entre temperatura do catalisador alimentado e a temperatura 113 estabelecida no regenerador, mantendo-se constantes as demais variáveis\nFIGURA 5.2: Relação entre a vazão de ar e a temperatura estabelecida no regenerador\t113\nFIGURA 5.3: Relação entre a vazão mássica de catalisador e a temperatura estabelecida\t114\nno regenerador.\nFIGURA 5.4: Relação entre a vazão mássica de catalisador e a temperatura estabelecida 114 no regenerador.\nFIGURA 5.5: Relação entre a vazão mássica de catalisador e a temperatura estabelecida 115 no regenerador.\nFIGURA 5.6: Relação entre a vazão mássica de catalisador e a temperatura estabelecida 115 no regenerador.\nFIGURA 6.1 flnfluência do conteúdo de coque na atividade do catalisador\t120\nFIGURA 6.2:Relação entre o conteúdo de coque e a circulação de catalisador\t121\nFIGURA 6.3: Influência da vazão de reciclo na quantidade de coque formada\t121\nFIGURA 6.4: Influência da temperatura da saída do riser na produção de gasolina\t122\nFIGURA 6.5: Relação entre taxa de circulação do catalisador e a conversão\t123\nFIGURA 6.6 : Multiplicidade de estados estacionários em uma unidade FCC.\t124\nFIGURA 6.7: Multiplicidade de estado estacionário em unidades FCC\t126\nFIGURA 6.8: Diagrama de blocos do algoritmo construído para simular a seção de 128 conversão de uma unidade FCC.\nFIGURA 6.9: Influência da relação C/O no estado estacionário estabelecido pela 130 unidade quando alimentada com gasóleo isento de componentes que destilam abaixo de 3 41,3 °C\nFIGURA 6.10: Influência da relação catalisador /óleo na produção de gasolina\t131\nFIGURA 6.11: Influência da vazão de ar nas temperaturas da unidade.\t132\nFIGURA 6.12: Influência da vazão de ar na produção de gasolina e gases leves.\t132\nFIGURA 6.13: Influência relação catalisador/ óleo na temperatura do regenerador\t132\nFIGURA 6.14: Estudo da ocorrência de multiplicidade no regenerador.\t133\nLISTA DE TABELAS\nTABELA 1.1 Composição típica da corrente efluente do riser\nTABELA 2.1: Visão global das reações que ocorrem no craqueamento catalítico de gasóleos pesados\nTABELA 2.2: Informações sobre o calor da reação de craqueamento\nTABELA 2.3: Estudo comparativo para o modelo de três grupos\nTABELA 3.1: Sequência de cálculos necessários à caracterização da amostra e á construção do modelo do riser\nTABELA 3.2: Métodos disponíveis para estimar as quantidades de hidrocarbonetos parafínicos, aromáticos e nafténicos presentes no gasóleo\nTABELA 3.3: Resultados obtidos com diferentes métodos para estimativa da distribuição de átomos de carbono\nTABELA3.4: Comparação entre os métodos disponíveis para o cálculo do peso molecular de frações de petróleo\nTABELA 3.5: Comparação entre os métodos disponíveis para previsão da viscosidade de frações de petróleo\nTABELA 3.6: Comparação entre os métodos disponíveis para o cálculo das propriedades pseudo-criticas de frações de petróleo\nTABELA 3.7: Relação entre as propriedades físicas dos hidrocarbonetos\nTABELA 3.8: Características dos principais compostos integrantes do grupo da gasolina\nTABELA 3.9: Composição média do lump “C”\nTABELA 3.10: Entalpia das reações que compõem o modelo de dez grupos\nTABELA 4.1: Sinopse da bibliografía consultada\nTABELA 4.2: Variação da massa específica da partícula sólida entre a entrada e saída do riser\nTABELA 4.3: Fração molar de hidrogênio no coque\nTABELA 4.4: Comparação entre valores calculados e valores medidos na unidade para temperatura na base do riser,\nTABELA 4.5: ^kjnc¡ para cada componente da mistura gasosa\nTABELA 4.6: Variação do calor específico de misturas de hidrocarbonetos com a temperatura\nTABELA 4.7: Cálculo do coque depositado sobre as partículas através da equação empírica de Gross\nTABELA 4.8: Ajuste dos dados da unidade a uma equação para o depósito de coque sobre o 86 catalisador\nTABELA 4.9:Queda de pressão ao longo do riser\t86\nTABELA 4.10: Valores iniciais para as equações diferenciais que integram o modelo do 87\nriser\nTABELA 4.11: Comparação entre os valores calculados para os produtos do riser e os lidos 93 na unidade\nTABELA 5.1: Parâmetros cinéticos para a reação de combustão do carbono na superfície 100 do catalisador\nTABELA 5.2: Comparação entre as temperaturas calculadas e as lidas na Unidade para a 112 fase densa do regenerador\nTABELA 6.1: Classificação das variáveis de uma unidade FCC\t119\nTABELA 6.2: Temperatura no topo do riser e quantidade de coque depositado sobre as 134 partículas.\nTABELA A. 1: Constantes cinéticas fornecidas por Gross et al (1980)\t137\nTABELA A.2: Energias de ativação fornecidas por Gross et al (1980)\t137\nTABELA A.3: Parâmetros para a equação empírica que permite o cálculo da quantidade 138 produzida de componente com até cinco carbonos\nSKMBOLOG11A\nA - área da seção transversal; também pseudocomponente que representa as moléculas aromáticas no modelo cinético de cinco grupos (capítulo 2)\nAe, A¡ - área lateral extema e área lateral interna do reator\nAh - pseudocomponente que representa as moléculas pesadas que estavam originalmente ligadas a anéis aromáticos no modelo cinético de dez grupos; ou compostos aromáticos pesados no modelo cinético de oito grupos\nA¡ - pseudocomponente que representa as moléculas leves que estavam originalmente ligadas a anéis aromáticos no modelo cinético de dez grupos; ou compostos aromáticos leves no modelo cinético de oito grupos\nAPI - densidade em graus API\nAw - área média logarítmica\nC - pseudocomponente que representa compostos com até quatro carbonos e coque nos modelos cinéticos de dez, cinco e oito grupos\nCA - coeficiente de arraste\nCAh \" pseudocomponente que representa os anéis aromáticos das moléculas aromáticas pesadas no modelo cinético de dez grupos\nCA| - pseudocomponente que representa os anéis aromáticos das moléculas aromáticas leves no modelo cinético de dez grupos\nCj - concentração do reatante gasoso i, kmol de i / kg de gás\ncp| ,cpv e Cp. - calores específicos do líquido, do vapor e do componente j\nCq- pseudocomponente que representa o coque no modelo cinético de três grupos\nd - espessura da parede do reator, m\ndI5 - densidade da fração calculada com as massas específicas da água e da fração medidas a 15,6°C\nd20 - densidade da fração calculada com a massa específica da fração medida a 20°C e a da água a4°C\ndmp - massa de catalisador presente no elemento de volume\nDp - diâmetro da partícula de catalisador\nEo - taxa de arraste das partículas da superfície do leito\nF - força resultante\nFa - força de arrastre exercida pelo gás escoando com velocidade ug\nFB - força de empuxo\nFP - força peso\nfj - fração molar do componente gasoso j\ng - aceleração devida ao campo gravitacional\nG - pseudocomponente que representa compostos com até cinco carbonos que destilam abaixo de\n221° C (gasolina) nos modelos cinéticos de dez, cinco e oito grupos\nGa- pseudocomponente que representa a gasolina no modelo cinético de três grupos\nGo- pseudocomponente que representa o gasóleo no modelo cinético de três grupos\nGs - taxa de circulação de sólidos\nH - altura do leito do regenerador\n¿\\HC - calor de combustão\nAH*” calor latente de vaporização a temperatura T2\nAH*1 = calor latente de vaporização na temperatura de ebulição\n- entalpia de formação do componente i na temperatura de referência\n(AHf)i - entalpia de formação do componente i na temperatura do regenerador\nh¡, he - coeficientes interno e externo de transferência de calor por convecção\n1= Fator de caracterização de Huang\nkAh - constante relacionada com a adsorção de anéis aromáticos\nK - coeficiente de transferência de calor por condução\nKw - fator de caracterização de Watson\nM - massa molar média da mistura gasosa\nMj - massa molar de j\nmp - massa da partícula de catalisador\nNt - vazão molar total\nN - pseudocomponente que representa as moléculas naftênicas no modelo cinético de cinco grupos (capítulo 2)\nn=índice de refração a 20°C\nNh - pseudocomponente que representa moléculas naftênicas pesadas nos modelos cinéticos de dez e oito grupos\nNj - vazão molar do componente gasoso j\nNt - pseudocomponente que representa moléculas naftênicas leves nos modelos cinéticos de dez e oito grupos\nNR - número de reações ocorrendo simultaneamente\npco - pressão parcial de monóxido de carbono\np02 - pressão parcial de oxigênio\nP - pressão total no reator; também pseudocomponente que representa as moléculas parafínicas no modelo cinético de cinco grupos (Capítulo 2)\nPc = pressão critica\nPEMC - ponto de ebulição médio cúbico\nPEMe - ponto de ebulição mediano\nPEMM - ponto de ebulição médio molar\nPEMP - ponto de ebulição médio ponderado\nPEMV - ponto de ebulição médio volumétrico\nPh- pseudocomponente que representa moléculas parafínicas pesadas nos modelos cinéticos de dez e oito grupos\nPi - pseudocomponente que representa moléculas parafínicas leves nos modelos cinéticos de dez e oito grupos\nPM= peso molecular da fração\nPM - peso molecular do coque\nP = pressão pseudo crítica\n- pressão reduzida\nQAR - calor sensível do ar alimentado no regenerador\nQg - calor sensível dos produtos gasosos\nQlost ' calor perdido pela parede lateral\nQreat * calor gerado pelas reações de combustão\nQiuíg - calor sensível do catalisador regenerado (partícula + coque), que deixa o regenerador\nQtopo ’ calor sensível que acompanha o catalisador desativado (partícula + coque), oriundo do topo do ri ser\nR - constante dos gases ideais\nRg - raio externo do regenerador\nRi - raio interno do regenerador\nr, - taxa de consumo do reagente i, kmol de i / (kg de partícula . s)\nS - área da seção reta do sólido na direção normal ao escoamento\nS io.9o' inclinação da reta obtida quando se une os pontos 10 e 90% recuperados da curva de destilação ASTM\nT - temperatura\nt - tempo de residência do castalisador\nTm - temperatura do ambiente externo ao reator, tomada como 20°C\nT , T30, T50,T70,T9í) = temperaturas relativas aos 10, 30, 50, 70, 90% recuperados pela destilação ASTM (D-86).\nTAR - temperatura do ar de combustão\n= temperatura de ebulição a uma atmosfera\nTbr = (temperatura de ebulição a latm, em K)/ (temperatura crítica,K)\nT = temperatura crítica\nTpc - temperatura pseudo-crítica\nTf - temperatura reduzida\nTreg ” temperatura de estado estacionário estabelecida no reator\nTREG * temperatura de estado estacionário no regenerador, tomada como referência\nTTOpo _ temperatura com a qual o catalisador desativado é admitido no regenerador ug - velocidade intersticial do gás umb - velocidade mínima de bolhas umf - velocidade mínima de fluidização up - veloidade da partícula, m/s uS| - velocidade de escorregamento ut - velocidade terminal\nV - volume total ocupado pela mistura reacional\nVg - velocidade superficial do gás\nwAR - vazão mássica de ar\nw0 - vazão mássica da corrente gasosa efluente do regenerador wg - vazão mássica de gás wp - vazão mássica de catalisador wp - vazão mássica de partículas xa - fração molar de compostos aromáticos xn - fração molar de compostos naftenicos xp - fração molar de compostos parafínicos\nXpt - parâmetro que simula a adição de promotores de combustão\nyc - fração mássica de coque (kg de coque / kg de partícula)\nyc, - (kg de coque / kg de partícula) admitido junto com o catalisador desativado yH - fração mássica de hidrogênio no coque\nz - distância axial\nSÍMBOLOS GREGOS\nAa, Ap, Ay - coeficientes usados no cálculo do calor específico\np - constante relacionada com a desativação do catalisador\ny = peso molecular do componente pesado / peso molecular do componente leve A3e Ai correções empíricas que são função do PEMV e da inclinação S|0.90 s - fração de vazios\nf - constante relacionada com a desativação do catalisador\n- coeficiente estequiométrico do componente i em uma reação pg - massa espacífica da mistura gasosa pp - massa específica da partícula de catalisador\nMODELAGEM E SIMULAÇÃO DA SEÇÃO DE CONVERSÃO DE UMA UNIDADE FCC\nO petróleo admitido em uma refinaria é enviado à destilação atmosférica, onde são separadas as frações mais leves. O produto de fundo da torre de destilação atmosférica é destilado sob vácuo. O gasóleo de vácuo, a fração mais pesada da destilação a vácuo, é tratado na unidade de craqueamento catalítico (FCC), onde é transformado em produtos de maior valor comercial.\nA seção de conversão de uma unidade FCC é composta, principalmente, por um reator tubular (riser) e um reator de leito fluidizado (regenerador). No riser ocorrem as reações de craqueamento catalítico, as quais produzem gasolina, GLP, gasóleo leve de reciclo, óleo clarificado, gases leves e coque. O coque, um composto sólido que se deposita na superfície do catalisador desativando-o, é queimado no regenerador. O calor gerado pelas reações de combustão é levado pelo catalisador ao riser na forma de calor sensível, sendo a fonte de energia necessária as reações de craqueamento que são endotérmicas.\nNo presente trabalho foram desenvolvidos modelos matemáticos para o riser e para o regenerador, os quais foram usados para simular o comportamento em estado estacionário dos reatores individualmente e em conjunto.\nO riser foi considerado um reator tubular, adiabático e em fluxo pistonado, com as reações de craqueamento ocorrendo conforme o modelo cinético de dez grupos. A alimentação foi caracterizada, a partir de dados rotineiramente disponíveis nas refinarias, segundo as exigências do modelo cinético escolhido. O calor absorvido pelas reações de craqueamento dos pseudocomponentes também foi calculado, assim como a variação da massa específica da mistura reacional ao longo do reator.\nO regenerador foi modelado como um reator de mistura ideal, tendo sido consideradas individualmente as reações de combustão do carbono, monóxido de carbono na fase gasosa e na superfície do catalisador, bem como a formação de água. Foi calculado o calor perdido para o ambiente.\nOs dois modelos construídos reproduzem com boa precisão, individualmente ou conjugados, comportamento dos reatores da Refinaria Alberto Pasqualine (REFAP).\nPALAVRAS CHAVES: FCC, MODELAGEM, RISER, CRAQUEAMENTO CATALÍTICO, REGENERADOR\nA UNIDADE DE CRAQUEAMENTO CATALÍTICO\n1.1\tINTRODUÇÃO\nA comercialização de automóveis em larga escala, no início do século XX, repercutiu intensamente na Indústria do petróleo. Os motores a combustão interna consumiam muito combustível e a gasolina se transformou rapidamente no mais valioso produto de refino, levando as indústrias a aumentar a prospecção e o processamento do óleo cru. No entanto, a complexidade da obtenção e distribuição do óleo, somada as repetidas crises de energia, sempre deixaram clara a necessidade de transformar frações menos valiosas em gasolina.\nEm 1915 McAfee, um pesquisador da Gulf Refining Co. (hoje Chevron), descobriu que cloreto de alumínio podia ser usado para craquear gasóleos pesados. Tal descoberta levou sua empresa a tentar utilizar o craqueamento catalítico em escala comercial. O cloreto de alumínio é um catalisador de Friedel Craft conhecido desde de 1877 e, embora fosse capaz de aumentar a produção de gasolina em até 20%, era necessário recuperá-lo. O alto custo de recuperação do catalisador impediu o uso generalizado desse processo, sendo o craqueamento térmico a rota tecnológica mais aceita até 1936 (Avidan et al, 1990).\nO primeiro processo comercial de craqueamento catalítico foi desenvolvido por Eugene Houdry em associação com a Sun Oil e a Socony Vacuum (empresa que viria a ser a Mobil Oil Co.), e começou a operar em 1936. Nesse processo, três reatores de leito fixo recheados com argila natural ativada operavam em paralelo. A argila era reativada através da combustão do coque sobre ela depositado, dentro do próprio reator.\nTais reatores de leito fixo representam um grande avanço na história da engenharia química, pois deram início ao uso em iarga escala da catálise no refino de petróleo, da regeneração do catalisador por combustão e do controle automático de processos (Avidan e Shinnar, 1990). No entanto, a operação dessas unidades era cara e difícil, existindo também pouca flexibilidade quanto as características da alimentação. Essas limitações, entre outras, levaram a substituição dos reatores de leito fixo por outras tecnologias (Decroocq, 1984).\nA idéia de mover o catalisador entre as zonas de reação e regeneração, em lugar de alternar alimentação e ar para regeneração em um mesmo reator, originou o Thermofor Catalytic Craking (TCC). Esse processo começou a ser operado comercialmente em 1938 e o craqueamento catalítico era feito em reatores de leito móvel.\nNo início da Segunda Guerra Mundial, o governo dos Estados Unidos, motivado pela grande demanda de gasolina de aviação para operações militares, exigiu que as empresas de refino trabalhassem juntas no desenvolvimento de unidades de craqueamento catalítico. Assim sendo, as empresas Standar! Oil of New Jersey, Standar! Oil of Indiana, Anglo Iranian Oil Co., Shell, Texaco, Kellog e Universal Oil Co. trabalharam juntas por uma década. Em consequência, a primeira unidade de craqueamento catalítico em leito fluidizado entrou em funcionamento em maio de 1942 na refinaria Esso situada em Baton Rouge, Lusiana.\nDesde então, a tecnologia do craqueamento de frações pesadas vem sofrendo profundas modificações, as quais reduziram o custo de instalação da unidade a 25% do valor original e incrementaram a produção de gasolina em 50%, considerando a mesma capacidade de processamento (Decroocq, 1984).\nO craqueamento catalítico em leito fluidizado, FCC (Fluid Catalytic Cracking), é um dos mais importantes processos de refino da atualidade produzindo, além de gasolina e GLP, gasóleo leve de reciclo (cuja retificação produz diesel de FCC), gás combustível (usado nas caldeiras e fornos), e óleo clarificado (aproveitado, em mistura, como óleo combustível). As unidades FCC são responsáveis por 85 a 90% da produção mundial de gasolina proveniente de craqueamento. O restante é obtido em unidades que operam com leito móvel.\nDevido a rápida evolução tecnológica e a natural morosidade na substituição de antigas unidades, estão operando atualmente diferentes concepções de projeto para a seção de conversão. A seguir são apresentados três projetos recentes, implantados na década de 1980. Com o objetivo de propiciar maior clareza, será descrita com mais detalhes uma unidade em particular.\n\n1.2\tDESCRIÇÃO DE UMA UNIDADE FCC\nA Unidade de Craqueamento catalítico em Leito Fluidizado (FCC) que passa a ser descrita é operada na Refinaria Alberto Pasqualine (REFAP), localizada na cidade de Canoas no Rio Grande do Sul, distante 25 Km da capital, Porto Alegre. A Figura 1.1 apresenta uma visão global do processo desta empresa, onde se verifica que a carga normal da FCC (chamada gasóleo de vácuo), é proveniente da destilação a vácuo que, por sua vez, processa o resíduo da unidade de destilação atmosférica.\nFIGURA I.I: Visão global do processamento da REFAP\nA unidade FCC pode ser dividida em três seções: de conversão, de fracionamento e seção de recuperação de gases. As duas últimas separam os produtos craqueados oriundos da seção de conversão. Na seção de fracionamento, composta por uma torre fracionadora e uma torre de retificação de diesel, o gasóleo leve e o óleo clarificado são separados dos demais produtos. Essas frações são as de mais elevado peso molecular. A separação entre os produtos leves (gás combustível, propanos, butanos e gasolina) é feita na seção de recuperação de gases, composta por duas torres absorvedoras, retifícadora, debutanizadora e depropanizadora. A seção de conversão, cujo diagrama simplificado pode ser vista na Figura 1.2, passa a ser discutida em detalhes.\n0301\nEnchimento a descarte de catalisador\nReposição de catalisador\nGases tevw GLP Gasoflna\nÓteo teve efe recáete\nB-308A-8\nBorra p/¥-304\nóteocforlflcada\n■\t: ^(refluxo]\nRecáete para\nGasóleo pesado de\nICHao dartficscto úxockío)\nB-302-Â-B\nra-\nÓleo clarificado\nO\nDiesel de FCC\nBorra pars ráetelo da torre\n#-\nFIGURA 1.2: Fluxograma simplificado da seção de conversão de uma unidade FCC.\nNa seção de conversão estão o conjunto reator-regenerador-retificador (R3O1-R3O3-R302, chamado conversor), o forno de pré-aquecimento de carga fresca, o forno de aquecimento de ar. o soprador de ar e os silos. A principal característica deste projeto é o fato do chamado reator (R301) estar encaixado sobre o regenerador (R303), sendo a conecção entre eles feita através de tubos. Quando esta unidade foi projetada, as reações de craqueamento ocorriam na parte superior do conjunto, que operava como um reator fluidizado de leito denso. Atualmente as reações de craqueamento ocorrem no riser que, no projeto original, era apenas uma linha de transferência entre os dois reatores. A parte superior do conversor continua sendo chamada “reator”, embora opere como um vaso de separação. Para proporcionar maior clareza, serão descritos separadamente os fluxos de óleo (carga fresca e efluentes do reator), de catalisador e de ar. Também serão descritos individualmente seus principais equipamentos e produtos.\na)\tFluxo de óleo\nA carga fresca, oriunda da unidade de vácuo, passa por permutadores de calor e ingressa no forno de pré-aquecimento (F302). O efluente do forno pode ser misturado aos reciclos de borra, gasóleo pesado e gasolina não estabilizada, antes de ser levado ao riser. Na base do riser a carga combinada entra em contato com o catalisador quente oriundo do regenerador, vaporiza-se e escoa em direção ao reator arrastando o catalisador. Pelo topo do reator saem os produtos da reação que são levados a seção de fracionamento.\nb)\tFluxo de catalisador\nO catalisador escoa do regenerador para a base do riser, onde entra em contato com a carga, sendo arrastado em direção ao reator. No reator há uma queda na velocidade dos vapores e o catalisador deixa de ser arrastado, formando um leito que, por gravidade, ingressa no retificador. No retificador existe contato em contracorrente com vapor de baixa pressão para eliminação dos hidrocarbonetos que acompanham o catalisador. Do retificador o catalisador retoma ao regenerador, fechando o ciclo.\nUma parte do catalisador, correspondendo a 0,01% em peso da carga, é arrastada pelos vapores saindo no óleo clarificado para a seção de fracionamento. Também ocorre perda (correspondente a 0,02 % em peso da carga) de catalisador para a atmosfera, devido ao arraste pelos gases de combustão. Assim, há necessidade de reposição de catalisador, o que garante o nível desejado de atividade.\nc)\tFluxo de ar\nO ar é succionado da atmosfera pelo compressor (C301) e enviado ao regenerador, onde será usado para queimar o coque. Adiante do compressor existe um forno (F301) que é usado para pré-aquecer o ar durante os procedimentos de partida da unidade.\ndlDescrição dos principais equipamentos da seção de conversão\nO chamado reator é um vaso cilíndrico com 3,80m de diâmetro interno e 12,95m de altura, tangente a tangente, com o topo de forma elíptica, isolado térmicamente. Na parte superior do reator estão instalados os ciclones, através dos quais saem os vapores craqueados para a torre fracionadora. Os ciclones coletam a maioria dos finos do catalisador arrastados pelos vapores fazendo-os retomar ao leito através das pernas.\nO Stripper (R302), também chamado retifícador, é um equipamento localizado lateralmente ao conversor, conectado ao reator. Sua finalidade é promover a remoção dos vapores de hidrocarbonetos arrastados pelo catalisador desde o reator, através de uma injeção, em contracorrente, de vapor de baixa pressão. Seu diâmetro interno é l,60m e está ligado ao reator por dois orifícios, sendo um para a passagem do catalisador e outro, acima do primeiro, para a passagem dos vapores.\nO riser é um reator tubular com aproximadamente 1,17m de diâmetro externo, dotado de isolamento térmico. Pelo riser escoa de baixo para cima a mistura de catalisador e óleo em direção ao reator e, durante esse trajeto, ocorrem as reações de craqueamento. Na base do riser existe uma peça em forma de Y, por onde entra o catalisador oriundo do regenerador, existindo ainda, dois pontos de injeção de vapor de média pressão que são usados para ajudar a fluidização e o arraste do catalisador, especialmente nas partidas e em situações de carga baixa. Seu efluente, uma mistura gasosa constituída por gás ácido, gás combustível, GLP, nafta, gasóleo leve de reciclo e óleo clarificado sai pelo topo e sua composição foi exemplificada na Tabela 1.1. No capítulo 2 do presente trabalho será discutida a cinética das reações de craqueamento, enquanto a modelagem do riser será apresentada no capítulo 4\nNo regenerador ocorre a queima do coque depositado sobre o catalisador durante as reações de craqueamento. Esse reator possui costado cilíndrico de 5,50 m de diâmetro interno e 14,50 m de de altura, tangente a tangente, com o topo de forma semicircular e fundo cônico. E revestido internamente com cimento refratário, reforçado com tela de formato hexagonal, que serve para proteger as paredes do vaso contra as altas temperaturas do processo e para isolamento térmico.\nTABELA 1.1 Composição típica da corrente efluente do riser\nFRAÇÃO\tCOMPOSIÇÃO (% volumétrica)\tPESO MOLECULAR MÉDIO\t% EM MASSA NA CORRENTE TOTAL\nGÁS COMBUSTÍVEL\tHidrogênio\t19.95\tNitrogênio+ Argônio\t7,53 Eteno\t16,08\tMonóxido de carbono\t1,06 Etano\t16,67\t(Propeno+Propano+butanos Metano\t35,49\t+^tenOS+pentanoS+água+o\t3 22 xigenio)\t19,25\t3,71\nGLP\tPropeno\t37,16\tTransbuteno-2\t12,19 Propano\t13,55\tCisbuteno-2\t8,52 Iso-butano\t19,65\tButadieno-i,3\t0,41 N-butano\t8,42\t49,84\t17,20\nNAFTA\tcompostos com mais de cinco carbonos 99,49 Propano+butanos+butenos\t0.51\t110,63\t47,70\nÓLEO LEVE DE RECICLO\tcompostos que destilam entre 182 e 364° C\t182\t14,05\nÓLEO CLARIFICADO\tcompostos que destilam entre 334 e 568° C\t293.2\t12,75\nGÁS ÁCIDO\tNitrogènio+argônio\t2,35\tGás sultldrico\t78,29 Dióxido de carbono\t15,53\tMetano+eteno+etano+ propano+água\t3,83\t34,95\t0,55\nCOQUE\tFórmula geral CH\t13\t5,55\nNa parte superior do regenerador estão instalados 6 ciclones (3 ciclones de 2 estágios) que descarregam para um compartimento existente no topo, denominado câmara plena (plenum chamber), por onde saem os gases da combustão do coque. Como no reator, estes ciclones coletam e fazem retomar ao leito do regenerador, os finos de catalisador que são arrastados pelos gases.\nNo fundo cônico do regenerador está localizado o distribuidor de ar e acima do plano dos tubos do distribuidor de ar fica situado o coletor de catalisador regenerado, em forma de funil, ligado ao tubo que transporta o catalisador para a base do riser. A cinética das reações de combustão e a modelagem do regenerador serão discutidas no capítulo 5 do presente trabalho.\nO forno de pré-aquecimento de carga (F302) foi instalado para propiciar maior flexibilidade a operação da FCC, aquecendo a carga fresca até temperaturas que variam entre 175 e 260°C.\n1.3\tDIFERENTES PROJETOS PARA A SEÇÃO DE CONVERSÃO\nA unidade FCC que acaba de ser descrita, lançada em 1947 pela UOP, é a chamada “Stacked FCCU”. Existem operando atualmente muitas concepções diferentes para o projeto da seção de conversão de unidades de craqueamento catalítico desenvolvidas pela M, W. Kellogg Co., UOP, Shell, Stone &amp;Webster e IPF, entre outras. Três delas, concebidas na década de 80, podem ser vistas nas Figuras 1.3, 1.4, e 1.5 (Murcia, 1992).\nStone &amp;Webster desenvolveram uma unidade onde a regeneração é feita em dois estágios (dois vasos separados) e o riser é um reator reto vertical colocado externamente ao conjunto, possuindo seu próprio sistema de injeção e separação de produtos (Figura 1,3). Nesta unidade, os compostos mais ricos em hidrogênio são queimados no primeiro estágio, onde a temperatura é mais baixa. O coque residual reage no segundo estágio, que opera a temperaturas mais elevadas. Desta maneira, no estágio de temperatura mais elevada há menor concentração de vapor d’água no gás efluente, o que reduz a necessidade de reposição do catalisador e proporciona maior flexibilidade a unidade (Avidan e Shinnar, 1990).\nO projeto Kellogg (Figura 1.4) possui um riser reto vertical externo com ciclone diretamente acoplado no topo. O regenerador possui uma serpentina interna e resfriadores de catalisador externos.\nO projeto da UOP, visto na Figura 1.5, ao contrário da “Stacked FCCU”, foi concebido para que todas as reações de craqueamento ocorram no riser. Sua principal característica é a disposição lado a lado dos reatores.\n1.4\tCOMENTÁRIOS FINAIS\nA principal característica das unidades FCC é a flexibilidade com relação ao tipo e a quantidade das cargas. No que se refere a quantidade, devido as folgas normais de projeto, estas unidades podem processar até 20% a mais que a carga nominal. No entanto, a variação da qualidade da alimentação têm conseqüências que serão discutidas no capítulo 2 do presente trabalho. A caracterização de frações de petróleo será discutida no capítulo 3.\nA interação existente entre as variáveis da unidade é bastante complexa e será discutida em detalhes no capítulo 6. Os capítulos 4 e 5 apresentam a modelagem e simulação do riser e do regenerador, respectivamente. Este trabalho, no entanto, está restrito a operação combinada riser- regenerador.\nRegenerador\n10 estágio\n/\nAr de combustão\n/\nAr de combustão\nStripper\nFluxo de gás\ne gás\nVapores de hidrocarbonetos\nRegenerador |_\n2o estágio\n' Alimentação de óleo\nFIGURA 1.3: “ Resid FCCU”, desenvolvida por Stone ¿¿Webster\nCINÉTICA DO CRAQUEAMENTO CATALÍTICO DE GASÓLEO\n2.1\tINTRODUÇÃO\nCraquear um hidrocarboneto significa submetê-lo a uma reação de cisão da molécula. O craqueamento catalítico ocorre sobre os sítios ácidos da superfície do catalisador sólido, que contribuem para a formação de uma espécie intermediária de fundamental importância, o íon cabônio, que é um cátion orgânico.\nOs catalisadores empregados atualmente são os zeolitos, cristais com diâmetros que variam de 1 a 5p, comercializados dispersos sobre uma matriz de sílica ou alumina ou sílica-alumina amorfa, compondo uma partícula com tamanho final variando em tomo de 50p. Os zeolitos tipo Y são alumino-silicatos cristalinos, cuja estrutura tridimensional apresenta porosidade regular com dimensões de poros comparável as dimensões das moléculas orgânicas. Seus elementos estruturais de base são tetraedros de |A1O4'| e | SiO4|, ligados entre si pêlos quatro vértices de oxigênio. As cargas negativas do |AIO4'| são compensadas por cátions de cério e lantânio (Corma e Wojciechowski. 1989).\nA carga da unidade de FCC é uma mistura contendo em tomo de 1CH hidrocarbonetos, principalmente parafinas, naftenos e aromáticos, que originam inúmeras reações, algumas delas indesejáveis, tais como reações de polimerização, ciclização e condensação, geralmente associadas a gênese do coque, um composto aromático polinuclear sólido que se deposita sobre o catalisador reduzindo sua atividade. (Liguras e Alien, 1990; Decrooq, 1984). A Tabela 2.1 apresenta uma síntese das reações que ocorrem no craqueamento catalítico.\nO craqueamento de uma parafina de cadeia reta, por exemplo, inicia com a formação do íon carbônio sobre sítios ácidos (de Lewis ou de Brõnsted) na superfície do catalisador. Uma vez formado, este íon pode reagir de várias maneiras, como mostram as reações a seguir (Venuto e Habib, 1978):\nch3 -ch2 - ch2 - ch2 -ch2 - R--parafina\tCATALISADOR\tCH3-CH-CH2-CH2-CH2-R\t\t(I)\n\t\tíon\tcarbônio\t\n4- ch3 - ch-ch2 -ch2 -ch2 - R\t-£-> ch3 -\tch = ch2 +\t4- CH2 -CH2 - R\t(II)\níon carbônio\tolefina\t\tíon carbônio\t\nch3- ch-ch2-ch2-ch2- r\níon carbônio\n1 ~\njsoMERizAÇÁ)...> Cn3 _ Cn2 _ CH. C[Í2. CH2. R\níon carbônio\n(UI)\nCH3- CH-CH2-CH3-CH2 - R + RSH\t>CIL-CII,-CH, - CII,-CII, - R +R' (IV)\níon carbônio\tmol. neut.\tmol. neutra\tíon\n,l..r\t\t\t-k\nch3- ch-ch2-ch2-ch2- r\tELIMINAÇÕ\t->ch3-ch-ch-ch.-ch2- R +\th\t(V)\níon carbônio\t\tolefina.\t\nA reação (II) é a cisão heterolítica da ligação C-C (o par de elétrons da ligação fica pertencendo a um dos átomos) com a formação de uma olefina menor que a parafina que lhe deu origem. A isomerização (reação III) ocorre devido a fácil migração do hidreto no íon carbônio. A transferência de hidrogênio, reação (IV), é o principal mecanismo de craqueamento das parafinas, enquanto a eliminação de hidrogênio raramente ocorre, estando associada a presença de envenenamento por metais.\nAs concentrações de parafinas, ñafíenos e aromáticos na carga de uma unidade FCC têm conseqüência direta nos seus produtos. De uma maneira geral, a produção de gasolina é alta quando se craqueia cortes ricos em naftenos ou alquilbenzenos, média para cortes parafínicos e baixa para compostos aromáticos polinucleares. A formação de leves varia de modo similar ao da gasolina e a formação de coque é muito maior quando a alimentação é rica em compostos aromáticos polinucleados (Decroocq, 1984).\nNace et al (1971) compararam 16 gasóleos com propriedades bastante diferentes, obtidos através de misturas de frações oriundas de várias refinarias. Foi dada atenção especial à variação do ponto de ebulição e a concentração relativa de parafinas, naftenos e aromáticos. Observaram que a desativação do catalisador é mais severa em cargas com maiores concentrações de aromáticos e que a velocidade de craqueamento do gasóleo e formação de gasolina aumenta com o conteúdo de parafinas e naftênicos. Mesmo efeito na velocidade de formação de gasolina foi registrado por Pachovsky e Wojciechowski (1975). A maior desativação do catalisador na presença de compostos aromáticos se deve não só a maior formação e depósito de coque, como também à ocupação dos sítios ativos ácidos do catalisador pelos compostos aromáticos polinucleares que são fortemente básicos.\nTABELA 2.1: Visão global das reações que ocorrem no craqueamento catalítico de gasóleos\nHIDROCARBONETO\tESTRUTURA QUÍMICA\tPRINCIPAIS REAÇÕES\tPRINCIPAIS PRODUTOS\nn-Parafinas e isoparafinas\t\tQuebra do hidrocarboneto em diferentes pontos. Não é usual a quebra das pontas da cadeia.\tParafinas ramificadas e olefinas com mais de três carbonos.\tPequenas quantidades de metano.\n\t\t\t\nNaftenos\t\tQuebra de anéis e cadeias laterais.\tParafinas\te\tolefinas. Pequena quantidade de compostos aromáticos.\nCompostos nafteno- aromáticos\to-\tQuebra da cadeia lateral dos anéis aromáticos. Quebra do anel naftênico.\tParafinas Olefinas e aromáticos.\nCompostos aromáticos sem cadeia lateral\t\tCraqueamento negligen-ciável.\tCoque.\nCompostos aromáticos com cadeia lateral\t\tQuebra da cadeia lateral dos anéis aromáticos.\tOlefinas e compostos aromáticos.\nOlefinas\t-i—\t\t —j-\tQuebra da cadeia em vários pontos.\tOlefinas ramificadas e pequenas quantidades de parafinas.\n* Adaptado de Decrooq (1984).\nNormalmente na alimentação estão também presentes heteroátomos de S, N, Ni, Vn e Fe. Aproximadamente 50% do enxofre presente na alimentação origina H2S e 3 a 5% aparece na fração da gasolina na forma de mercaptanas. O nitrogênio dá origem a NH3, mas seu mais temido efeito é causado pelas substâncias básicas nitrogenadas que neutralizam os sítios ácidos do catalisador. Os metais, liberados pelo craqueamento dos compostos organometálicos, se depositam na superfície do catalisador causando envenenamento irreversível (Decroocq, 1984).\nAlém disso, não é suficiente estudar a composição inicial da alimentação, pois o material em contato com o catalisador varia com a conversão. Como os componentes que são mais facilmente craqueados são convertidos na porção inicial do reator, conforme a mistura reacional avança passa a conter não apenas os produtos da reação, mas também a parte mais difícil de craquear da alimentação. Não é por outro motivo que o reciclo de reatores de FCC é mais difícil de craquear que a alimentação original; a sua composição molar é bastante diferente, sendo mais ricos em compostos aromáticos refratários (Corma e Wojciechowski, 1989).\nA complexidade da carga de uma unidade FCC é um dos principais obstáculos a vencer quando se deseja modelar a unidade. É impossível escrever balanços de massa para cada espécie reagente, uma vez que não reagem apenas as moléculas alimentadas, mas também seus produtos. A solução para esse problema é agrupar reagentes com características semelhantes e trata-los como se fossem uma única espécie (pseudo-espécie). A partir de 1969 foram propostos modelos cinéticos que envolvem conversões e efeitos globais, bem como pseudo-espécies, chamados \"lumping models\" (Weekman, 1979). O objetivo do presente capítulo é estudar esses modelos.\n2.2\tMODELOS CINÉTICOS\nO primeiro trabalho propondo o tratamento do gasóleo através de grupos foi publicado em 1968 por Weekman, sendo posteriormente conhecido como modelo de três lumps. Os grupos escolhidos foram o da alimentação completa (Go), o da gasolina e compostos acima de cinco carbonos (GA) e o dos compostos com quatro ou menos carbonos, gases secos e coque (CQ, veja Figura 2.1). Assim:\nG.-JSM.alGA+a2CQ\nGA —>CQ\n_ massa de G 4 produzido\n1 massa de Go convertido\nmassa de Co produzido\na2 =-----------------------\nmassa de Go convertido\n(2.1)\nEsta é uma reação catalisada e a atividade do catalisador diminui com o andamento da reação. Deste modo, a taxa da reação será função tanto do tempo de contato entre catalisador e óleo como da fração de reagentes não convertidos, devendo retratar a variação da reatividade do gasóleo com a conversão, causada pela multiplicidade de tipos moleculares presentes na alimentação. As primeiras moléculas a craquear possuem uma velocidade de reação mais alta que as demais de modo que o efeito global é de segunda ordem aparente para o craqueamento do\ngasóleo.\nA fração da gasolina é mais estreita e apresenta uma faixa menor de taxas de reação, podendo-se considerar o seu craqueamento uma reação de primeira ordem.\nO modelo de três lumps foi usado para comparar o desempenho de diferentes reatores e catalisadores em laboratório. Seu uso a nível comercial , no entanto, foi inviabilizado pelo fato de suas constantes variarem com o tipo de carga (Weekman, 1979). Voltz (1971) procurou obter uma relação que permitisse prever as constantes cinéticas para o modelo de Weekman, conhecendo-se apenas as características da carga (sem necessidade de experimentos em reatores). Essa relação só foi encontrada para gasóleos virgens, inexistindo para reciclo. Como um grande número de refinarias processa reciclo, foi necessário desenvolver um modelo cinético que gerasse constantes que pudessem ser previstas sem experimentos para todos os tipos de alimentação.\nP, N- percentagem mássica de moléculas parafínicas e naftênicas\nCA - percentagem mássica de carbonos em anéis aromáticos desprovidos de cadeia lateral\nA- percentagem mássica de cadeias laterais de anéis aromáticos\nGasolina-compostos com mais de 5 carbonos que destilam abaixo de 221,1 °C\nFIGURA 2.2: Modelo de Jacob com dez grupos\nEste modelo divide o gasóleo em frações pesadas e leves, de acordo com sua temperatura de ebulição. As frações leves entram em ebulição entre 221 e 341,3°C e as pesadas acima de\n341,3\t°C. De um modo geral, pseudo-componentes pesados reagem formando pseudo-componentes leves, gasolina e coque; os pseudo-componentes leves, por sua vez, também originam gasolina e coque. Como mostra a Figura 2.2, os pseudo-componentes do modelo de dez lumps são parafinas, naftenos, anéis aromáticos desprovidos de cadeia lateral, cadeias laterais originalmente ligadas a anéis aromáticos, gasolina e coque. Dentre os pseudo-componentes, aqueles formados por anéis aromáticos desprovidos de cadeia lateral (CaibCai) não formam gasolina, mas contribuem para a formação de coque. Não há interação entre os grupos de parafinas, naftenos e aromáticos.\nO pseudo-componente “G”, um conjunto de hidrocarbonetos com mais de cinco carbonos que destilam abaixo de 221°C, representa a gasolina. Ou seja, não é possível prever diretamente a qualidade da gasolina obtida, pois a mesma é dependente da composição da carga. Também não é possível prever diretamente a quantidade de coque formado, já que o lumping “C” agrega coque e gases leves.\nPara sanar parcialmente essas dificuldades os autores propuseram o uso simultâneo da equação de Voorhies (1945), a qual permite calcular a percentagem em peso de carbono depositada sobre o catalisador, e de uma correlação empírica para prever a formação de gases leves (Gross et al, 1980). Uma equação empírica também é usada para prever o envenenamento do catalisador causado pela presença de nitrogênio na carga.\nAs constantes cinéticas do modelo de Jacob et al foram obtidas com um tipo específico de catalisador, podendo variar em até 20% quando se usa um catalisador diferente. Além disso, os tempos de residência do catalisador variavam entre 1,25 e 5,0 min durante os experimentos, enquanto em uma Unidade FCC este mesmo tempo é de, aproximadamente, 2,4s.\nAs energias de ativação e as constantes cinéticas do modelo de dez lumps foram patenteadas por Gross et al (1980) e podem ser encontradas nas tabelas A.l e A.2 do Anexo.\nA complexidade do modelo de Jacob et al motivou o desenvolvimento de modelos cinéticos mais simples, como o de Larocca et al (1990), cujo principal objetivo foi modelar a desativação por deposição do coque. Estes autores usaram uma técnica que permite obter dados confiáveis durante os primeiros 20s de contato entre carga e catalisador, característica muito importante quando se trata com uma unidade FCC. Os resultados obtidos foram avaliados usando o modelo de Weekman e um modelo de cinco lumps. Todas as constantes encontradas foram publicadas.\nO modelo de cinco grupos pode ser visto, esquematicamente, na Figura 2.3. Este modelo divide a alimentação em três grupos de reações paralelas, pois considera que grupos funcionais diferentes craqueiam de maneira diferente. A alimentação, dividida em parafinas, naftenos e aromáticos, se decompõe em gasolina, gases leves e coque. A gasolina, por sua vez, pode formar gases leves e coque. Neste modelo, todas as reações são de primeira ordem.\nLarocca et al não obtiveram maior precisão que Weekman na previsão dos resultados experimentais. Por exemplo, para o mesmo catalisador e gasóleo, os desvios entre os dados experimentais e os previstos para o modelo de três grupos ficaram entre 11,5 e 19% e para o de cinco grupos entre 12,5 e 21,6%.\nKraemer et al (1988a,b; 1990) desenvolveram um reator chamado \"Riser Simulator\", o qual foi utilizado para a obtenção de parâmetros cinéticos para o modelo de Weekman e para o desenvolvimento de um modelo com oito lumps. O autor propõe o uso do Riser Simulator nas refinarias, em substituição ao teste MAT (Microactivity Test), devido à sua capacidade de prever dados confiáveis para os primeiros 20s de contato entre carga e catalisador.\nPara a construção de seu modelo Kraemer et al tomaram como base o modelo de Weekman e dividiram a alimentação em 6 (seis) grupos (Figura 2.3 .b): naftenos leves e pesados, aromáticos leves e pesados, parafinas leves e pesadas. Foram considerados leves os componentes destilados entre 220 e 343°C e pesados acima de 343°C. O modelo prevê o craqueamento dos pesados em leves, gasolina e gases leves mais coque. Os leves craqueiam em gasolina e gases leves mais coque e a gasolina craqueia para os gases leves e coque. Deste modo, o modelo prevê um total de 16 (dezesseis) constantes individuais. Todas as reações são admitidas como de primeira ordem, e a desativação exponencial. Os autores publicaram os valores de todas as constantes, mas não há qualquer referência a energias de ativação.\nTem sido propostos, mais recentemente, modelos cinéticos baseados no mecanismo das reações elementares. Tais modelos exigem análises químicas complexas e recursos computacionais sofisticados, o que dificulta seu uso pelas refinarias (Landeghem et al, 1996).\n(a)\n(b)\n2.3\tCALOR ENVOLVIDO NAS REAÇÕES DE CRAQUEAMENTO\nSão poucos os dados existentes na literatura para o calor das reações de craqueamento. Encontram-se dados para o calor global envolvido no processo e um único trabalho que relaciona calor absorvido com conversão de gasóleo.\nDart e Oblad (1954) determinaram o calor da reação de craqueamento para gasóleo pesado (28,9°API. peso molecular aproximado de 350), combinando os dados de calor de combustão obtidos para alimentação e produtos a 454,4 e 482,2 °C. O calor de combustão da carga foi determinado usando um calorímetro a volume constante e os do gás produzido e coque foram calculados. Além de inúmeros dados de calor de combustão, os autores apresentam uma tabela relacionando conversão e calor de reação.\nObservou-se que o calor absorvido aumenta até 55% de conversão, quando começa a decrescer, e a 85-90% fica nulo tomando-se, provavelmente, exotérmico (Figura 2.4),\nAjustando-se um polinómio aos dados de Dart e Oblad é possível obter uma equação relaciona, com coeficiente 0,991, o calor total absorvido pela mistura reacional (H, kcal/kg de carga) e a conversão da carga (C, % de massa da carga convertida em produtos):\nH= -0,1415+ 1,9886C- 2.037.10”3 C2 - 2,425.10\"\"4 C'3\t(2-2)\n80 ,\t\t\nOl\t60\tB ■\n\t40\t\n□ iZ\t20 ■\t\nr\t0 ■—\t\ta—\t\t\n\t-20 0\t50\t- 100 Conversão, %\nFIGURA 2.4: Calor das reações de craqueamento (Dart e Oblad, 1954).\nEdmister (1988) apresenta as equações de Benedict, que permitem calcular o calor envolvido no craqueamento catalítico. Tais equações envolvem coeficientes empíricos que devem ser usados para níveis de conversão entre 30 e 40% e temperaturas de 482,2°C, exigindo que se conheça a composição da carga e dos produtos. A Tabela 2.2, a seguir, reúne as informações encontradas sobre o calor da reação de craqueamento.\nTABELA 2.2: Informações sobre o calor da reação de craqueamento\nAUTOR\tOBSERVAÇÕES\tENTALPIA (R.\tendotérmica\tkcal/kg\tde alimentação)\nEric Pierce (1983)\tSugere a faixa 41,67-114 kcai / kg (end)\t62,79\nSilva/' Rodrigues (1990)\t\t71,67\nElshishini (1990)\tTrabalha com modelo de três lumps apresentando os calores de reação para cada lump\tgasóleo->gasoiina AH= 143.8 gasóleo—>coque4-gás AH= 1941,4 gasolina->coque+gás AH=1797,5\nDart e Oblad (1954)\tApresentam um gráfico onde a entalpia total da reação é função da conversão dos reagentes.\t\nEdmister (1988)\tApresenta uma equação semi-empírica para o calor total envolvido no processo\t\n2.4\tDESATIVAÇÃO DO CATALISADOR\nVários mecanismos diminuem gradativamente a atividade do catalisador (Figueiredo e Ribeiro, 1987):\na)\tEnvenenamento: adsorsão química de impurezas da alimentação sobre os centros ativos do catalisador, diminuindo o número de centros ativos por unidade de área.\nb)\tIncrustação (fouling): deposição de material não reativo sobre a superfície do catalisador, obstruindo o acesso ao interior da estrutura porosa. Como exemplo, pode-se citar a deposição de carbono produzido por reações secundárias.\ncITransformações no estado sólido: reações químicas entre fases sólidas ou entre componentes da fase sólida e componentes da fase gasosa, transformações estruturais e sínterização que tem como conseqüência a redução da área específica do catalisador.\nA deposição do coque formado durante o craqueamento sobre a superfície do catalisador é o principal mecanismo de desativação em uma unidade FCC. A quantidade de coque depositada sobre um catalisador depende do tipo de catalisador, da alimentação e das condições de operação (Froment,1976) e/ ou do tempo durante o qual o catalisador esta em contato com a mistura reacional (Wojciechowski, 1968).\nDenomina-se coque um material que possui uma proporção H/C 0,3 a 1,0, não é dessorvido da superfície do catalisador quando este é submetido a purga com nitrogênio ou vapor por um período definido de tempo e possui ligações similares às aromáticas. A estrutura do\ncoque de FCC independe do tipo de hidrocarboneto que lhe deu origem, sendo formado através de reações de condensação, ciclização e aromatização. A reação de formação de coque depende da geometria (difusão) das espécies (Corma e Wojciechowski, 1989).\nUm importante trabalho sobre a formação de coque no craqueamento catalítico foi publicado por Voorhies (1945) e ainda hoje é o alicerce para o desenvolvimento de modelos cinéticos. O autor chegou à seguinte expressão, que foi desenvolvida a partir de dois tipos de reatores (leito fixo e leito fluidizado), dois tipos de gasóleo e três diferentes catalisadores (de sílica-alumina amorfa):\nCc = At“\t(2-3)\nonde:\nCc = percentagem em peso de carbono no catalisador\nA = constante que depende do catalisador, da composição da alimentação e da temperatura tc = tempo de residência do catalisador\nn = constante que depende dos mesmos fatores que \"A\"\nPara todos as situações testadas por Voorhies, n estava em tomo de 0,5. Weekmann (1979) verificou que esta mesma expressão é válida para zeolitos.\nLevenspiel e Szepe (1971), usando a correlação de Voorhies, desenvolveram a seguinte expressão para a constante efetiva da taxa de reação de craqueamento:\n= W).\nonde 9(t) é uma função de desativação inversamente proporcional a Cc e ka uma constante real que pode ser obtida a partir da multiplicação da constante de taxa intrínseca k¡.\nA lei anterior foi muito usada para descrever a desativação do zeolito nas reações de craqueamento (Nace, 1970, 1971; Weekman, 1979), embora as expressões abaixo tenham sido consideradas mais apropriadas para algumas situações específicas (Weekman, 1968,1969 e 1970; Nace, 1971; Jacob,1976):\nÔ(t) = Aot~m,\nfunção potência\n1\n1 +\nfunção exponencial\nfunção hiperbólica\n(2.5)\n(2.6)\nEm trabalho recentemente publicado Reyes e Scriven (1991), após extensa revisão bibliográfica, concluíram que as funções semi-empíricas anteriormente discutidas não descrevem sozinhas o comportamento do catalisador em todas as etapas da desativação. É comum o uso de duas funções, uma para ajustar os dados referentes aos primeiros 20s e a outra após 20s. Além disso, essas funções possuem como principal desvantagem o fato de não permitirem a escolha da mais adequada entre elas, sem o auxílio de dados experimentais.\nSegundo esses autores, existem três regiões diferenciadas na forma da função de desativação: dinâmica, química e estrutural, correspondendo a tempos de contato curtos, intermediários e longos, relacionados aos fenômenos de adsorsão competitiva, cobertura de sítios e bloqueio de poros, respectivamente. A função desativação poderá ser determinada pela combinação destes mecanismos, assumindo uma forma que dependerá da importância relativa dos mesmos.\nWojciechowski e sua equipe publicaram vários trabalhos sobre a teoria \"time on stream\" (Wojciechowski, 1968, 1974; Pachovsky, 1973) para desativação de catalisador. Essa teoria assume que o número de sítios ativos do catalisador perdidos devido a impurezas da alimentação ou a deposição de coque, durante a reação de craqueamento, pode ser expresso como função do tempo de contato entre catalisador e mistura reacionak A taxa de desativação do catalisador, portanto, pode ser escrita da seguinte maneira:\n\n(2.7)\nonde:\nt- tempo de contato entre catalisador e mistura reacional\n[S] = concentração de sítios ativos no tempo t (sítios/m2)\n[P] - concentração de venenos (função da temperatura) m - ordem de reação de desativação\n$ kd = constante de taxa da reação de desativação, função da temperatura.\nAo aplicar sua teoria para reatores de leito fixo, leito móvel e leito fluidizado, diferentes catalisadores, cumeno e diversos tipos de gasóleo, os autores supra citados concluíram que a maioria das expressões encontradas na literatura descrevendo a desativação de catalisador são casos particulares da expressão geral da teoria do \"time on stream\". No entanto, existem autores que consideram a teoria \"time on stream\" uma ultra-simplificação (Reyes e Scriven, 1991).\n(t-\nFroment (1976) demonstrou que a taxa de deposição de coque depende do mecanismo cinético que leva à sua formação e da composição da mistura reacional e portanto, mesmo sob condições isotérmicas, o coque não se deposita uniformemente no reator ou nos poros do catalisador devido a existência de gradientes de concentração (de reagentes e produtos). Para este autor a desativação é função da concentração e não do tempo; logo, as constantes de desativação das funções potência, exponencial e hiperbólica são dependentes das condições de operação existentes no momento da sua determinação.\nDo anteriormente exposto fica clara a inexistencia de uma equação capaz de fornecer a taxa de deposição de coque sobre o catalisador em qualquer sistema. O que existem são equações que se adaptam a casos específicos.\n2.5\tDISCUSSÃO FINAL\nComo pôde ser visto, varios autores procuraram correlacionar seus resultados experimentais através do modelo de três lumps. Os valores encontrados para as constantes estão condensados na Tabela 2.3. A análise desta tabela permite concluir que:\n-\to quociente entre a constante de craqueamento do gasóleo em gasolina (Kj) e a soma das constantes de craqueamento em gasolina e gases leves mais coque (Ko) varia entre 0,70 e 0,86 quando a temperatura oscila em tomo de 500°C;\n-\to quociente entre as constantes previstas por Voltz (1971) é aproximadamente 0,80 para 500°C, estando dentro da faixa estabelecida experimentalmente pelos demais autores.\nComo Larocca (1990) não obteve maior precisão que Weekman com seu modelo de cinco grupos na previsão dos resultados experimentais, não há qualquer vantagem em construir um modelo com dois lumps a mais.\nO modelo de Kraemer et al com oito grupos (1988a,b; 1990) teve sua capacidade testada em escala laboratorial (Riser Simulator) com gasóleos e catalisadores comerciais, tendo sido considerada muito boa pelos autores. Não foram apresentadas tabelas de desvios, apenas gráficos comparativos (resultado experimental x previsão), os quais levam a concordar com os autores. No entanto, não há qualquer referência a energias de ativação, o que inviabilizaria a construção de um modelo adiabático para o reator.\nTABELA 3.3: Estudo comparativo para o modelo de três grupos\nREF\tTEMP (°C)\tTIPO DE CAT.\tCONST PREVISTAS\t\tCONST ENCONTRADAS\t\t\tFUNÇÃO DESATIVAÇÃO\t\t\t\n\t\t\tK|/Ko\tk3/k0\tK,/Ko\tk2/k0\tK3/Ko\tTIPO DE FUNÇÃO\tTIPO DE CAT.\tCOEFICIENTE\tTEMPO DE RESIDÊNCIA (s)\nWeekman, 1969 Nace et al, 1971\t482\tzeolito Y puro\t0,816-0,828 0,819-0,840 0,748-0,796\t0,172-0,184 0,160-0,180 0,204-0,252\t0,80-0,83 0,85-0,86 0,76-0,85\t0,03-0,06 0,04-0,07 0,05-0,19\t0,17-0,20 0,14-0,15 0,15-0,24\t\tzeolito X puro zeolito Y puro zeolito X em Al/Si\t«=0,0051 s'1 a=0,002s'' a=0,012s4\tt>20s\nLarocca et al, 1990\t510\toctex GX30\t0,813 0,793\t0,187 0,208\t0,70 0,72\t0,0 0,0\t0,30 0,28\tK = Kp;m\t\tm= 0,22 m=0,15\tt<20s\nKraemer e Lasa, 1988\t500 550\tOctacat\t\t\t0,74 0,62\t0,0 0,0\t0,26 0,38\t\t\tK0=4,llsd «=0,052-0,087 Ko=5,03 a=0,029-0,07s4\tt<20s\nParaskos et al, 1976\t510 538\tcomer ciai\t\t\t0,75 0,74\t0,08 0,74\t0,25 0,25\t\t\ta=0,13 s’1 a=0,2i s'\tt<20s\n♦Segundo Voltz et al, 1971:\n*1\nKq — A?| + Kj\nO modelo de Jacob, com dez pseudo-componentes, apresenta constantes cinéticas e energias de ativação que, segundo os autores, não variam em demasia com o gasóleo a ser craqueado, qualidades que devem, provavelmente, compensar sua complexidade.\nA desativação do catalisador durante o processo de craqueamento, apesar de amplamente estudada, continua a apresentar controvérsias. Encontram-se na literatura três funções empíricas (potência, exponencial e hiperbólica), consideradas casos particulares da teoria \"time on stream\", que são capazes de prever adequadamente diferentes etapas da desativação. Vários autores (Larocca, 1990; Nace, 1971, 1970; Weekman, 1979; Kraemer, 1988) encontraram melhor adequação da função potência aos resultados experimentais obtidos com tempos de contato inferiores a 20s. Os valores encontrados para o expoente da função potência variam entre 0,2 e 0,4, dependendo do gasóleo craqueado. O limite superior está relacionado as cargas aromáticas (Nace, 1970). Portanto, um valor preciso para este expoente só pode ser determinado experimentalmente.\nCARACTERIZAÇÃO DE FRAÇÕES DO\nPETRÓLEO\n3.1\tINTRODUÇÃO\nO modelo de um reator é construído pressupondo disponíveis, entre outros, os dados necessários sobre as correntes de entrada, estando a alimentação caracterizada quanto a composição, temperatura e estado físico. A seção de conversão de uma Unidade de FCC recebe uma fração pesada de petróleo, chamada gasóleo de vácuo, proveniente da destilação a vácuo.\nO petróleo e suas frações são constituídos por uma mistura complexa de hidrocarbonetos, principalmente parafinas, ñafíenos e aromáticos, desde gases mais leves que se encontram dissolvidos (1 a 4 carbonos) até compostos com 60 carbonos na cadeia. São normalmente encontrados nitrogênio, oxigênio e enxofre como heteroátomos (Venuto e Habib, 1978).\nA complexidade dessa mistura inviabiliza o estudo individual de seus componentes, de modo que sua caracterização é feita a partir de correlações empíricas que envolvem propriedades físicas da mistura mensuráveis diretamente, como a densidade e dados de equilíbrio líquido-vapor.\nSão muitas as equações empíricas ou semi-empíricas disponíveis na literatura. Este capítulo descreve os métodos e as equações utilizadas neste trabalho para o cálculo das propriedades físico-químicas do gasóleo alimentado em uma unidade de craqueamento catalítico. São paralelamente descritos os métodos usados para caracterizar termodinamicamente a mistura reacional, assim como métodos para estimar calores de reação.\nTais métodos de caracterização, além de numerosos são interdependentes. Assim sendo, para proporcionar maior clareza, foi construída a Tabela 3.1. Nela é possível observar a seqüên-cia que deve ser mantida durante os cálculos e a relação existente entre as diversas etapas. As linhas sombreadas indicam os objetivos finais, ou seja, as informações que se deseja conhecer.\nTABELA 3.1: Sequência dos cálculos necessários à caracterização da amostra e à construção do modelo do ri ser*.\nORDEM\tO QUE SE DESEJA CALCULAR\tO QUE É NECESSÁRIO PARA ESSE CÁLCULO\n1\tPontos de ebulição\tCurva ASTM\n2\tDensidade a 15,6°C\tViscosidade cinemática a 37,7°C Viscosidade cinemática 98.9°C\n\"1\tFator de caracterização de Watson\tPonto de ebulição médio cúbico Densidade a 15,6°C\n4\tPeso molecular\tPonto de ebulição mediano Densidade a 15.6°C\n5\tíndice de refração\tPeso molecular Ponto de ebulição mediano\n6\tTemperatura e pressão pseudo-críticas\tPonto de ebulição mediano Densidade a 15.6°C\n7\tPercentagem molar de parafinas, naftenos e aromáticos\tíndice de refração Densidade a 15,6°C Viscosidade cinemática a 37,7aC Viscosidade em ssu a 37,7°C Peso molecular\n8\tNúmero de carbonos que a alimentação teria se fosse um pseudo-componente\tPercentagens molares de parafinas, naftenos e aromáticos Percentagem mássica de enxofre na fração\n9\tPesos moleculares dos pseudo-componentes para-finico. naftênico e aromático\tNúmero de carbonos que a alimentação teria se fosse um pseudo-componente\n10\tPercentagem de carbonos que formam o anel aromático da alimentação\tíndice de refração Densidade a 20°C/4°C Peso molecular calculado por Winn\n11\tCalor específico da fração líquida e vaporizada\tDensidade Fator de caracterização de Watson\n12\tCalor sensível necessário para, aquecer a fração líquida alimentada no riser até o ponto de ebulição\tPonto de ebulição médio volumétrico Calor específico da fração líquida\n13\tCalor latente de vaporização da fração alimentada no riser\tPressão pseudo-crítica Temperatura Pseudo-crítica Ponto de ebulição médio volumétrico\n14\tCalor sensível necessário para aquecer a fração vaporizada até a temperatura da base do riser\tPonto de ebulição médio volumétrico Calor específico da fração vaporizada.\n*Dados de entrada: curva de destilação astm, viscosidade cinemática a 37,7 e 98,9°C, densidade da amostra a temperatura conhecida e percentagem mássica de enxofre\n3.2\tCARACTERIZAÇÃO\nOs métodos que permitem a caracterização de frações do petróleo pressupõem o conhecimento da densidade e de uma das curvas de destilação da fração. Com esses dados pode-se calcular o peso molecular médio da fração de petróleo e o seu índice de refração. Estas informações são fundamentais para a previsão das propriedades termodinâmicas e para caracterizar tipo e quantidade dos hidrocarbonetos que compõem a fração.\nAs curvas de destilação, construídas a partir de dados obtidos em laboratório, representam processos em batelada e podem ser de dois tipos. Um deles, ASTM (American Society for Testing Materiais), é uma destilação sem refluxo e o outro, chamado TBP (True Boiling Point, Pontos de Ebulição Verdadeiros), com refluxo. Desta maneira, os componentes do óleo são separados com maior grau de pureza nos ensaios de TBP.\nA destilação ASTM é mais rápida e menos onerosa, sendo feita rotineiramente. Neste ensaio uma quantidade exata de óleo é destilada a taxa uniforme, sendo o destilado recolhido e condensado. São registradas as temperaturas do vapor em que a primeira e a última gota de óleo condensado são obtidas, além daquelas correspondentes a cada coleta sucessiva de dez por cento em volume. Constrói-se um gráfico de percentagem destilada x temperatura, com mostra a Figura 3.1. Conhecendo-se a curva ASTM pode-se calcular os pontos da TBP, tendo sido publicado um software para este fim (Edmister, 1988).\n3.2.1\tEstimativa da quantidade e tipo dos hidrocarbonetos que compõem o gasóleo\nA alimentação de uma unidade FCC deve ser caracterizada quanto a quantidade de hidrocarbonetos parafínicos, naftênicos e aromáticos que a compõe. Estão disponíveis para este fim os métodos NDPM (iniciais correspondentes a índice de refração, densidade e peso molecular que são as informações necessárias para usá-lo), NDPA (iniciais correspondentes a índice de refração, densidade e ponto de anilina), Dispersão-Refração (assim chamado porque exige o conhecimento do índice de refração e da dispersão) e API 2B4.1 (compilado pelo API-Data Book), resumidos na Tabela 3.2.\nTABELA 3.2: Métodos disponíveis para estimar as quantidades de hidrocarbonetos parafinicos aromáticos e naftênicos presentes no gasóleo \n\tN.D.PM\tN.D.PA.\tDisper-Ref.\tAPI 2B4.1\nInformações obtidas\t-% de átomos de carbono que compõe anéis aromáticos, nafênicos e cadeias parafínicas da molécula imaginária representativa da fração; -num. médio de anéis aromáticos; -num. médio de anéis naftênicos.\t-mesmas do método N.D.PM.\t-mesmas do método N.D.PM.\tfração molar de hidrocarbonetos naftênicos, parafínicos e aromáticos.\nInformações necessárias\t-densidade; -índice refração; -peso molecular calculado por WINN.\t-densidade -índice de refração; -ponto de anilina.\t-índice de refração; -dispersão; -densidade; -peso molecular; -num. de bromo; -análise elementar.\t-densidade; -índice refração; -peso molecular; -viscosidade a duas temperaturas.\nDeve-se usar quando\t-fração não contém definas; *canel &lt;-PM>200 -(Car/Cnaf )<1.5 -S &lt;2% (wt) -N &lt;0,05% (wt) -0 &lt;0.5% (wt)\t-Mesmas cond.do método N.D.PM.\t-A fração pode conter todos os tipos de hidrocarbonetos.\tFrações pesadas: 233<PM<571 l,04<R¡<l,06 0,805<VGC<0,977\nDesvios médios\tMáximo de 2 %\tConsidera dos muito maiores que do método N.D.PM.\tEm torno de 1,5% para frações pesadas\t0.02 na fração molar para Cpar 0.04 na fração molar para Cnaf\nO método NDPM, partindo do índice de refração e do peso molecular da fração, permite calcular a percentagem de átomos de carbono em anéis aromáticos, nañénicos e em cadeias parafínicas que compõem uma molécula imaginária representativa da fração (Ilobson e Pohl, 1973). O método API 2B4.1 é o método Riazi (Riazi e Daubert, 1980) cujas constantes foram atualizadas (Daubert, 1995) e permite o cálculo das percentagens molares de hidrocarbonetos parafínicos, nafténicos e aromáticos presentes na fração.\nNo presente trabalho foram feitos testes usando dois métodos de distribuição de átomos de carbono para um mesmo gasóleo, cujos resultados estão reunidos no Tabela 3.3, apresentada a seguir. O método dispersão-refração não foi incluído porque exige o conhecimento do número de bromo, informação não disponível usualmente. A análise desta tabela permite afirmar que o método NDPM é pouco sensível ao cálculo do peso molecular; seus resultados variam apenas 5,2% enquanto o peso molecular varia 11,8%. O método NDPA, além de ser menos preciso que o NDPM, exige uma informação adicional: o ponto de anilina.\nTABELA 3.3: Resultados obtidos com diferentes métodos para estimativa da distribuição de átomos de carbono *\nMÉTODO DE CÁLCULO\tMÉTODO DE CÁLCULO DO PESO MOLECULAR\t% CARBONO PARAFÍNTCO\t% CARBONO NAFTÊNICO\t% CARBONO AROMÁTICO\nNDPM\tWinn\t56,01\t20,66\t23,33\nNDPM\tRiazi\t57,45\t19,75\t22,80\nNDPM\tMaxwell\t55,05\t21,27\t23,68\nNDPM\tAPI2B2.3\t58,04\t19,37\t22,59\nNDPA (ponto de anilina obtido por ábaco)\t\t66,45\t13.78\t19,77\n♦Gasóleo com as seguintes características: 18.6 API, T10=398,4°C, T30=445,6°C, T50=506,0°C, T70=550,0DC, T9O=6I9,3“C\nOs métodos que exigem o conhecimento da viscosidade, como o API2M.1, são dependentes de valores obtidos em laboratório, pois as equações empíricas existentes na literatura para o cálculo da mesma apresentam grandes erros. As equações empregadas para o cálculo do peso molecular e da viscosidade serão comentadas ainda neste capítulo.\nTodos os métodos de caracterização pressupõem o conhecimento do índice de retração, o qual exige o conhecimento do ponto de ebulição mediano, que por sua vez exige o conhecimento da curva ASTM. Os métodos de cálculo destes e outros parâmetros passam a ser apresentados.\n3.2.2\tPontos de ebulição médios\nE necessário conhecer o ponto de ebulição médio de uma fração de petróleo para que se possa calcular seu peso molecular. Estão definidos na literatura o ponto de ebulição médio volumétrico (PEMV), o ponto de ebulição médio ponderado (PEMP- em lugar da fração volumétrica usa a fração ponderai), o ponto de ebulição médio molar (PEMM- usa a fração molar recuperada do componente), o ponto de ebulição médio cúbico (PEMC) e o ponto de ebulição mediano (PEMe).\nO ponto de ebulição médio volumétrico (PEMV) de uma fração de petróleo pode ser calculado pelos métodos de Watson- Smith e de Maxwell (Farah, 1985), entre outros, a partir da curva de destilação ASTM. O método de Maxwell deve ser empregado apenas nas correlações gráficas e numéricas desenvolvidas pelo autor, deste modo, Watson- Smith é o mais usado: PEMV = Ti0 + T30 + T50 + T?o + T<w\t<3'1)\n5\nonde:\nTl0, T;(), T?o,T7Q,T9O - temperaturas relativas aos 10, 30, 50, 70, 90% recuperados pela destilação ASTM.\nUtilizando-se correlações e a inclinação da reta obtida quando se une os pontos 10 e 90% recuperados da curva de destilação ASTM, S]0.9() , pode-se calcular os demais pontos de ebulição:\n(“*■’1\tr—[“,\t/ '2 O X\nSt0-90 —\noU\nPEMC = PEMV + a3\nPEMe = PEMV-a4\nA3 = exp (-0,823 68-0,089970 PEMV0,45 + 2,45679 S^o)\nA4 = exp(-l,53181-0,012800 PEMV0,667 +3,6467S“3”)\n3.2.3\tFator de caracterização de Watson\nO fator de caracterização de Watson, Kw, é usado para calcuiar o calor específico de frações de petróleo, e está baseado no fato de que em um diagrama densidade-ponto de ebulição os hidrocarbonetos de uma mesma família distribuem-se regularmente segundo curvas contínuas (Manual de Dados Técnicos da PETROBRÁS - MDT).\nKw =\nPEMC'/3\ndiS,6/l5,6\n(3.3)\nonde:\nPEMC= ponto de ebulição médio cúbico, em Rankine, determinado pelo método de Watson-\nSmith.\nd I56/l56= densidade da fração, com as massas específicas da água e da fração medidas a 15,6°C\nAssim:\nKw > 13 hidrocarbonetos parafínicos puros\n13> Kw > 12 hidrocarbonetos parafínicos, naftênicos altamente substituídos e olefínicos.\n12> Kw — 11 hidrocarbonetos naftênicos puros, aromáticos medianamente substituídos e diolefmicos.\n11>KW > 10 hidrocarbonetos aromáticos ligeiramente substituídos.\n10 > Kw\nhidrocarbonetos aromáticos puros.\n3.2.4\tPeso molecular médio\nPara estimar o peso molecular médio de frações de petróleo estão disponíveis os métodos de Winn, Maxwell, Hirschler, Lee- Kesler, Riazi, API 2B2.1 e API 2B2.3 (Farah, 1985 - API-Data Book). O método de Hirschler é empregado quando não se conhecem dados da curva ASTM; o API 2B2.1 é o método Riazi cujas constantes foram atualizadas em 1986; os demais estão sintetizados na Tabela 3.4, a seguir. Esta Tabela apresenta os resultados obtidos no presente trabalho quando se empregam os diferentes métodos para um mesmo gasóleo, observando-se uma variação entre 394,6 e 447,4 para o peso molecular, correspondendo a 11,8% de diferença entre o maior e o menor valor. Não é possível escolher o peso molecular “mais correto”, pois tratam-se de equações empíricas que calculam valores aproximados para uma mistura que não é\nperfeitamente conhecida. Cada método de caracterização foi concebido partindo de um determinada equação para o cálculo de peso molecular.\nO método API 2B2.1 (ou Riazi) deve ser usado para o cálculo do índice de refração, assim sendo:\nPMr =20,486 PEMe1,26007\nj 4,98308\nG'5,6/15,6\nexp(l,165 10\"\"4 PEMe -7,78712\n1,1582 IO'5 PEMe d156/15j6)\n^15,6/15,6 +\n(3-4)\nOnde:\nPMr - peso molecular da fração de petróleo calculado pelo método API 2B2.1\nPEMe - ponto de ebulição mediano da fração, °R\ndtí 6/l56= densidade da fração, com as massas específicas da água e da fração medidas a 15,6°C\nO método de Winn deve ser usado para o cálculo da percentagem de carbonos que formam o anel aromático da alimentação:\nPMW = 5,805 10‘5\nPEMe2,3776\n.1 0,9371\n(3-5)\nSendo:\nPMw - peso molecular calculado pelo método de Winn\nPEMe - ponto de ebulição mediano\nTABELA 3.4: Comparação entre os métodos disponíveis para o cálculo do peso molecular de frações de petróleo\nMétodo\tVálido quando PM entre:\tDesvios médios\tResultados obtidos para mesmo gasóleo*\nWinn\t80-600\t5%\t410.15\nMaxwell\t75-500\t2%\t394,64\nLee- Kesler\t60-650\tSuperior a Winn\t428,30\nAPI 2B2.1\t70-700\t3,4% (PM<300) 4,7% (PM>300)\t431,94\nAPI 2B2.3\t200-800\t2,7%\t447,37\n* Gasóleo com as seguintes características; 18,6 API, T10=398,4°C, 730=445,6°C, 750=506,0°C, 770=550,0°C, 790=619,3°C\n3.2.5\tíndice de refraçâo\nA partir do ponto de ebulição mediano, da densidade e do peso molecular de uma fração de petróleo, pode-se calcular o índice de refraçâo da fração pelo método de Huang (Farah, 1985), que apresenta desvios médios de 1,1% em relação aos valores experimentais, quando o ponto de ebulição mediano estiver entre 36 e 498°C:\nI = 1,896.10'3 PEMe1,0848\n-0,4439\n/T + 2l\\ n=M\n(3.6) e (3.7)\nonde:\n1= Fator de caracterização de Huang\nn= índice de refraçâo a 20°C\nPM- peso molecular da fração calculado pelo método API 2B2.1.\nPEMe- ponto de ebulição da fração calculado pelo método de Watson- Smith, em Rankine.\nAlém do método de Huang, esta disponível o API 2B5.1, que fornece resultados idênticos aos de Huang (1,522 e 1.519), para o gasóleo com as características indicadas na Tabela 3.4.\n3.2.6\tEstimativa da viscosidade de frações de petróleo\nPara a estimativa da viscosidade de frações de petróleo encontram-se na literatura os métodos ASTM, Groff, Watson, Abbot e Amin- Madox (Farah, 1985). Tais métodos estão resumidos na Tabela 3.5, juntamente com os resultados obtidos no presente trabalho para um mesmo gasóleo e temperatura. Observa-se, nessa tabela, a grande discrepância existente entre os valores previstos para viscosidade e o valor obtido em laboratório, o que indica a necessidade da sua determinação experimental caso a caso.\n3.3\tPREVISÃO DE PROPRIEDADES TERMODINÂMICAS\nPara que se possa fazer um balanço de energia no riser, é fundamental o conhecimento dos calores específicos das frações na forma líquida e na forma vaporizada, e do calor latente de vaporização. Além disso, o cálculo do calor latente só pode ser feito quando se conhecem as propriedades pseudo-críticas da fração.\t.\nTABELA 3.5: Comparação entre os métodos disponíveis para previsão da viscosidade de frações de petróleo * \nMÉTODO\tOBSERVAÇÕES\tVALOR CALCULADO\nASTM\t-Usado para prever a variação da viscosidade de líquidos com a temperatura. -Temperatura máxima permitida: 340°C -Deve ser usado para fluidos Newtonianos. -Desvio menor que 2% para líquidos puros.\tExige 0 conhecimento de uma constante que é caracteristica de cada produto\nGROFF\t-Método gráfico. -Viscosidades de até 2x10?.\t\n\t\t\nWATSON\t-Método gráfico.\t400 cS\nABBOT\t-Método analítico, baseado em dados experimentais. -Em conjunto com 0 ASTM permite prever a variação da viscosidade de líquidos com a temperatura. -Erro médio, segundo dados da literatura, em tomo de 10%.\t188,37 cS\nAMIN-MADDOX\t-Estimativa da viscosidade de frações liquidas. -Erro médio, segundo dados da literatura, em tomo de 30%.\t86405,0 cS\n\tVALOR EXPERIMENTAL\t274. IcS\n*Gasóleo com as seguintes características: 18.6 API, T10=398,4°C, T30=445.6°C, T5O=5O6,Ot’C,\nT7O“-55O,O°C, T90=619J’C\n3.3.1\tCalores específicos\nEncontram-se na literatura os métodos de Watson- Fallon e Lee- Kesler para o cálculo de calor específico de frações do petróleo (Farah, 1985). O primeiro método apresenta desvio inferior a 5% com relação aos dados experimentais dos próprios autores e o segundo não foi comparado com resultados experimentais, embora seja termodinamicamente consistente. Watson-Fallon sugerem as seguintes equações:\nCp, = [(O,355 + 0,128 10“2 APl) + (0,503-0,117 Hf2 API)kf3t](O,O5kw + 0,41)\t(3.8)\nCPv =(0.045Kw~ 0.233)+ (0,440+0.0177Kv;)(]0 ót)-0.1530] 0“6 T2\t(3.9)\nonde:\nCpi e Cpv- calores específicos do líquido e do vapor, Btu / (lb °F)\nT - temperatura, °F\n_ fator de caracterização de Watson\nAPI - densidade, graus API, calculada por:\n^15,6/15.6\n131,5\n(3.10)\nPara o cálculo de calor específico de frações vaporizadas existem os métodos de Watson, Lee- Kesler e Edmister (Manual de Dados Técnicos da Petrobrás). Como os resultados de Lee-Kesler não foram comparados com dados experimentais e Edmister não apresenta método para o cálculo de calor específico de líquidos, resolveu-se utilizar o trabalho de Watson- Fallón.\n3.3.2\tPropriedades pseudo-críticas\nQuando um líquido puro submetido a pressão atmosférica recebe calor continuamente, atinge a temperatura de ebulição. Essa temperatura permanece constante até que todo líquido esteja vaporizado. Se for feito um incremento na pressão no ponto de ebulição, o composto puro condensará totalmente e não poderá ser vaporizado até que a temperatura se eleve novamente e um novo ponto de ebulição seja alcançado. Se Houver um novo incremento de pressão, haverá nova condensação, e assim sucessivamente até que não será mais possível condensar o vapor. Esse é o chamado ponto crítico e a temperatura e pressão em que isso ocorre são chamadas de críticas. Quando um líquido é vaporizado nas condições do ponto crítico, não há alterações no volume do sistema e não é necessário calor para que ocorra a vaporização. Além disso, a densidade e a composição do vapor são idênticas às do líquido (Nelson, 1958).\nPara misturas de composição perfeitamente conhecida foram definidas a temperatura pseudo-crítica e a pressão pseudo-crítica correspondendo, respectivamente, a média molar das temperaturas críticas e das pressões críticas dos componentes da mistura (Edmister, 1988).\nEssa definição, no entanto, é de difícil aplicação para o cálculo das propriedades pseudo-críticas de frações de petróleo, pois as mesmas são formadas por um elevado número de componentes. Assim sendo, existem vários métodos empíricos para o cálculo dessas propriedades, dentre eles os métodos de Winn Sim e Daubert, Lee- Kesler e Riazi (Farah, 1985), resumidos no Tabela 3.6, a seguir.\nTABELA 3.6: Comparação entre os métodos disponíveis para o cálculo das propriedades pseudo-críticas de frações de petróleo\nWinn Sim e Daubert\tLee- Kesler\tRiazi\nEquações obtidas a partir de gráficos.\tEquações obtidas a partir de gráficos construídos para temperaturas superiores a 649°C (1200°F)\tBaseado em equações de estado e dados de compostos puros. Recomendado pelo API- Technical Data Book.\nDesvio médio para misturas definidas de 1,6% para TpC e 2,8% para Pnr\tDesvio médio para compostos puros de 1,4% para Tpc e 4,0% para Ppc\tDesvios médios: Tpc- 13% Ppr. : 3,1%\nAnalisando-se a Tabela 3.6, verifíca-se que o método de Riazi apresenta os menores desvios médios, além de ser fundamentado teoricamente. São as seguintes as equações de Riazi:\nz\t\\ 2,32201\nPpc = 3,12281.109PEMe”2'3!225(d156/t5J\t(3.11)\nTpc = 24,2787 PEMe0,58848 (d15,6/i5,6f596\t(3.12)\nTc = 24,2787 T«^d<).3596\nPc = 3,12281 j o9 Tb2,3125 d 2,3201\t(3<14)\nonde:\nPpc - pressão pseudo-crítica em psia\n- temperatura pseudo-crítica, °R\nPEMe - ponto de ebulição mediano, por Watson, °R.\nTc = temperatura crítica, °R\nPc = pressão crítica, psia\nTb - temperatura de ebulição a uma atmosfera, °R\nA pressão e a temperatura pseudo-críticas são usadas para calcular a temperatura e a pressão reduzidas das frações de petróleo, sendo essas últimas necessárias para o cálculo do calor sensível que deve ser fornecido a fração na forma líquida até que se atinja o ponto de ebulição médio volumétrico (PEMV).\nT=—\tp =-L\t(3.15) e (3.16)\nF Tpc\t' Ppc\nonde:\nTr = temperatura reduzida\nPr= pressão reduzida\nT = temperatura pseudo-crítica\nPpç = pressão pseudo crítica\n3.3.3 Cálculo do calor de vaporização\nO calor de vaporização é a forma de calor latente que acompanha a mudança de fase líquido-vapor. Edmister (1988) apresenta duas equações de uso geral que permitem estimar o calor de vaporização para uma mistura de hidrocarbonetos:\nAHsb = Tcl,093R\n1 + lnpbr\n1\t0,93\nTbr .\nAH2 = AHif -..\nK T1 ~ Tc7\nonde:\nAHs ” calor latente de vaporização na temperatura de ebulição , a latm\nAH 2 = calor latente de vaporização a temperatura T2 (K)\nR = constante dos gases ideais (cal/gmol K)\nPbr = 1/PC (ematm)\nTbr = (temperatura de ebulição a latm, em K)/ (temperatura crítica, K) n = O,38\nPara os casos em que 0,6 &lt;(T / Tc)&lt;1, tem-se:\nAH\nRTç\n= 7,08(1 -Tr)°’354 + wl0,95(l™Tr)°’456\nlnPbr - f(0) (Tbr) f0)(Tbr)\nque deve ser usada quando &lt;0,8\nw =\n-7,904 + 0,1352 Kw - 0,007465\t+ 8,359 Tbf +\n1,408-0,01063 Kw\nTbr\t'\n, para ^¡¡>0,8\n(3.17)\n(3.18)\n(3-19)\nf<°> = 5,92714 - 6,09648 -1,28862 lnTr + 0,16934 tf Tr\nf<l> = 15,2518 -\t_ 13,4721 lnTr + 0,4357 tf\nTr\nTr = T / Tc\n(3. 20)\n3.4\tCARACTERIZAÇÃO DO GASÓLEO SEGUNDO O MODELO CINÉTICO DE DEZ GRUPOS\nA alimentação da Unidade de FCC varia de acordo com o tipo de petróleo que foi admitido pela Refinaria. O modelo a ser construído para o riser deve adaptar-se as condições da alimentação, caracterizando-a segundo as exigências do modelo cinético de Jacob et al.\nPara utilizar o modelo de dez grupos é necessário que se conheçam as percentagens em massa dos seguintes pseudo-componentes no gasóleo alimentado:\n-\tmoléculas parafínicas pesadas (Ph);\n-\tmoléculas naftênicas pesadas (Nh);\n-\tmoléculas parafínicas leves (P|);\n-\tmoléculas naftênicas leves (N|);\n-\tcarbonos que formam os anéis aromáticos das moléculas aromáticas pesadas (CAh);\n-\tcarbonos que formam os anéis aromáticos das moléculas aromáticas leves (CAi);\n-\tmoléculas pesadas que estavam originalmente ligadas a anéis aromáticos (Ah);\n-\tmoléculas leves que estavam originalmente ligadas a anéis aromáticos (A|).\nA divisão entre leves e pesados é feita a partir da temperatura de ebulição de cada fração. Como a Unidade de FCC é alimentada com o produto de fundo da torre de destilação a vácuo, não existem os componentes chamados de leves na alimentação, como também não existem os componentes dos grupos da gasolina e do coque. Resta, portanto, conhecer as percentagens iniciais dos componentes pesados.\n3.4.1\tCálculo das quantidades iniciais dos pseudo-componentes pesados\nPassa-se a exemplificar o cálculo dessas quantidades, usando-se uma corrente de 24,56 kg/s de gasóleo com as seguintes características:\n-densidade 20/4 (djo)= 0,9390 -viscosidade a 37,8°C = 274 cS -viscosidade a 50,0°C = 127,1 cS -percentagem em massa de enxofre - 2,83% -curva de destilação ASTM D-86: T10=398,4°C, T30°C=445,6°C, T50=475,l’C, T70-511,4°C, T90=577,4°C.\nA rotina de cálculo descrita a seguir pressupõe que a alimentação é formada por três pseudo-componentes: uma parafina, um nafteno e um aromático (o uso de pseudo-componentes\npara caracterizar frações de petróleo foi sugerido, entre outros, por Hansen e Cooper -1992). Todos os métodos mencionados podem ser encontrados no Manual de Dados Técnicos da Petrobrás, MDT, ou no API- Data Book.\ni)\tUsa-se o método Watson- Smith para o cálculo dos pontos de ebulição médios, obtendo-se: -ponto de ebulição médio volumétrico, PEMV=481,6°C\n-ponto de ebulição mediano, PEME=469,5°C\nii)\tCalcula-se o peso molecular médio da alimentação pelo método Riazi, PM=435,7kg/kmo!\niii)\tAtravés do método de Huang, calcula-se o índice de refração da alimentação a 20°C, n=l ,52\n/v)Usando-se o método da densidade para a estimativa de percentagens em massa de carbono e hidrogênio nas moléculas que compõe frações pesadas de petróleo, determina-se:\n% H= 9,976\n%C=87,194\nv)\tCom o resultado do item iv determina-se o número médio de carbonos na alimentação, e o peso molecular de parafinas e naftenos com este número de carbonos:\nn° de carbonos^ (0,87194 x 435,7kg) /12 - 31,66\nPMp= 445,22\nPMn= 443,22\nvi)\tO procedimento 2B4.1 do API- Data Book permite calcular a fração molar de parafinas (xp), naftenos (xn) e aromáticos (xj do gasóleo alimentado:\nxp=0,486\nxn=0,331\nxa=0.183\nv/7)Com os resultados dos itens v e vi, calcula-se algumas das percentagens em massa necessárias:\nPh= 100 xp PMp / PM = 49,66%\nNh= 100 xn PMn / PM - 33,67%\nArom-100 - 49,66 - 33,67 - 2,83 - 13,84%\nvii)\tDetermina-se a percentagem de carbonos que formam os anéis aromáticos existentes no pseudo-componente aromático da alimentação através do método NDPM: %CA=±23,33%, logo: CAh = 0,2333 x 13,84 -3,23%\nAh= 13,84-3,23=10,61%\t.\n3.4.2\tCaracterização das frações leves\nO modelo de dez grupos de Jacob et al prevê a formação de compostos intermediários leves, sendo necessário caracterizar esses compostos quanto ao peso molecular e calor de combustão para que se possa aplica-lo. A única informação disponível sobre a fração de leves é a faixa de temperaturas em que entram em ebulição: entre 221 e 341.3f’C.\nUtilizando-se os dados contidos no API Data Book sobre um grande número de hidrocarbonetos parafínicos, naftênicos e aromáticos, construíram-se os gráficos que podem ser vistos nas figuras 3.2 a 3.4, as quais mostram a relação existente entre as propriedades físicas dos compostos orgânicos. Observa-se que sendo conhecido o ponto de ebulição, pode-se determinar o número de carbonos que forma a molécula, seu peso molecular e calor de combustão. A partir dessa constatação, construiu-se a Tabela 3.7, onde:\nC - número de carbonos\nPE - ponto de ebulição em °C\nPM - peso molecular em kg/kmol\nAf/' - calor de combustão em kcal/kg\nOs compostos parafínicos que se enquadram na faixa de pontos de ebulição determinada pelo modelo de Jacob contêm entre 13 e 19 carbonos, os naftênicos e os aromáticos entre 12 e 19. Optou-se por trabalhar com um número médio de 16 carbonos por molécula e, conseqüentemente, a fração leve fica determinada e independe do gasóleo que lhe deu origem. A coluna sombreada da Tabela 3.7 contém alguns dos dados físicos necessários a construção do modelo.\nNo entanto, Jacob et al separam os hidrocarbonetos aromáticos em dois pseudo-componentes, sendo o primeiro formado apenas pelos anéis aromáticos desprovidos de suas cadeias laterais (Ca0 e o segundo somente pelas cadeias laterais (A|). Esses dois pseudo-componentes passam a ser determinados.\nFIGURA 3.2: Relação entre as propriedades físicas dos hidrocarbonetos naftênicos\nFJGVRA 3.3: Relação entre as propriedades físicas dos hidrocarbonetos parafinicos\n500\n§ £ 400 .\nu o\n300\nü o \"B&lt;»\ng 200 o g\n£ g. 100\n0\nNúmero de carbonos\nFIGURA 3.4: Relação entre as propriedades físicas dos hidrocarbonetos aromáticos\nTABELA 3.7: Relação entre as propriedades físicas dos hidrocarbonetos (CB do líquido, 25 ¿C)\n\tPARAFINAS\tMÍNIMO C=13\tMÁXIMO C=19\tMÉDIO C=16\nPE, °C\t= 1,3467.10’2C3 -1,1395C2+ 41,9531C-146.445\t235,96\t331,70\t288,25\nPM,Kg/Kmol\t= 14,027C+2,016\t184,36\t268,52\t226,44\nAH‘, Kcai/Ke\t=-L19C+10543,6\tpara (O10)\t-10528,13\t-10520,99\t-10524,56\nNAFTENOS\t\t\t\t\nPE, °C\t=1,9327.10’;C3-1,44270+47.0509C-165.889\t244,42\t339,83\t296,76 .\nPM,Kg/Kmol\t= 14,027C\t168,32\t266,50\t224,42\nAHC ,Kcal/Ke\t= +■4.6770-10345.1\tpara (OIO)\t-10401,10\t-10433,96\t-10419,93\nAROMÁTICOS\t\t\t\t\nPE, °C\t=5,7784.10'0&lt;0,83760+38.07190119.503\t246,57\t341,12\t298,89\nPM,Kg/Kmoi\t=-1,4995.1 0'2Cs+0,7449C2+3,3290C+36,7508\t172,97\t266,06\t219,29\nAH\\ Kcal/Ka\t=0,1927C3- 10,7729C2+212,307C+8660,34\t-10023,07\t-10126,88\t-10088,69\nDuas moléculas aromáticas de 16 carbonos podem representar o aromático leve do modelo de Jacob et al, o normal decilbenzeno (Cí6H26) e o 1,1 difenilbutano (Ci6H18):\n(A)\nSe fosse escolhido o composto (A), o pseudo-componente formado apenas por anéis aromáticos desprovidos de cadeia lateral teria somente um anel; sendo escolhido o (B), dois anéis. O método NDPM permite o cálculo da percentagem de carbonos que formam o anel de uma molécula aromática imaginária representativa da fração leve. Passa-se a aplica-lo.\ni)\tConsidera-se o ponto de ebulição mediano da fração e o ponto de ebulição dos compostos aromáticos de 16 carbonos (Tabela 3.7): 298, 9°C.\nii)\tO peso molecular da fração também é tomado como o peso molecular dos compostos aromáticos de 16 carbonos: 219,3.\niii)\tCom o ponto de ebulição e o peso molecular, determina-se a densidade a 15°C através do nomograma de Winn (MDT- Manual de Dados Técnicos da Petrobrás): 0,945.\niv)\tCalcula-se o índice de refração peio método de Huang (MDT); 1,539.\nv)\tAplica-se o método NDPM , obtendo-se a percentagem de carbonos que formam o anel e o número de anéis aromáticos que formam a molécula aromática típica, 45,4% e 1,259.\nvi)\tComo 16 é o número médio de carbonos da fração, 7,3 carbonos formam o anel e 8,7 a cadeia lateral. Sendo CAI um pseudo-componente formado apenas por anéis aromáticos desprovidos de cadeia lateral, terá peso molecular aproximado de 98,2 kg/kmol, assim calculado:\n- 1,259 anéis x 78 kg/kmol (peso molecular de um anel aromático - CóIIó) .\nvii)\tAs cadeias laterais dos anéis aromáticos leves formam um pseudo-componente com peso molecular aproximado de 121,1 kg/kmol, valor necessário para que se alcance o peso molecular total do grupo dos aromáticos, 219,3 kg/kmol. Conhecendo-se o número de carbonos desses\npseudo-componentes, determina-se seu calor de combustão através da Tabela 3,7. Tais propriedades ficam assim sumarizadas:\nCai'\nPM = 98,2 Kg/Kmol\n= - 9714,68 Kcal / Kg\nPM = V2\\,\\Kg/ Kmol\n= -98\\5,98 Kcal / Kg\nAi í\n3.5\tCÁLCULO DOS CALORES DAS REAÇÕES DO MODELO CINÉTICO DE DEZ GRUPOS\nPara que se possa construir um modelo para o ri ser, um reator adiabático, é necessário conhecer o calor total absorvido pelas reações de craqueamento a cada incremento do comprimento do reator. O cálculo desse calor deve ser coerente com o modelo de Jacob et al, que prevê cinco tipos de reação, os quais passam a ser discutidos individualmente.\na)\tComponentes pesados formando leves (04 reações)\nSegundo o modelo de dez grupos, um componente pesado formará y componentes leves,\nsendo:\npeso molecular do componente pesado peso molecular do componente leve ’\n(3.21)\no que para as parafinas significa Pb —> y P| .\nO calor da reação de craqueamento será calculado a partir do calor de combustão dos compostos individuais, sendo a reação de combustão de hidrocarbonetos dada por:\nCaHb + (n + “)O2 —> (~ )H2O + a CO2\n4\t2\ncuja entalpia pode ser calculado através da equação recomendada pelo API Data Book.\nA seguir será discutido o método para cálculo do calor de reação empregado nesse trabalho, usando-se uma parafina pesada, C31H64, como exemplo.\n436\nC3I/44^yCl6/A4\ty = __.L93\nObserva-se que o coeficiente estequiométrico y fecha, com suficiente precisão, o balanço de carbonos, mas faltam 0,81 moles de H2 do lado esquerdo. Desta modo a reação será:\nEntão:\nC31//64 + 0,81H2\t1,93 C16#34\nC31/f64 +47<92\t327/2t7\t+\t31C(92\n32,8\\H2O + 30.88CQ,&lt;- l,93C16tt34 + 47,29O2\n0,81/72\t+ 0,40502-»0,81H20\n-l,93A/f£\n0,81 ¿3Hj-\nC3iH64 +\t0.81//2-^ 1,93C16H34\n&amp;Hr = ÁHph -1,93+ 0,8 lAHf\nGeneralizando, se a parafina leve for representada por CcHd:\nc\ty — PMph / PMpi\n^Hph^Pl =AHcPh-y + h^HfU =\tz 2 Pl\n(3.22)\nO mesmo tratamento pode ser dado as moléculas naftênicas pesadas:\nC3O^6o + 45O2\t30/72G\t+ 3OC<92\n3QCO2 + 30H2O<- 1,875C]6H32 + 45(92\n-1,875 AH^\n&amp;Hr =\t1,875 Att£\nque generalizado será:\n— y ¿kPí^i\nY - PMNh / PMNl\n(3.23)\nPara se estimar o calor da reação de craqueamento dos anéis aromáticos pesados desprovidos de cadeia lateral (Cas) é necessário que se use urna molécula representativa para este pseudo-componente. Assumiu-se a estrutura da figura 3.5.\n\nFigura 3.5: Molécula representativa do pseudo-componente C,,h\nA fórmula geral para este tipo de composto é Ca H2a.6a , onde a representa o número de anéis aromáticos que compõem a molécula. Desta maneira, a reação de combustão será:\nQ^2a-6a\t+ («\"OC)1,502 —>\nComo ocorreu com as parafinas, respeitando-se a definição de y, será necessário “acertar” a reação de craqueamento com a adição de hidrogênio. Por exemplo:\n+\n“F\n—>\n34,5<92\n14,54/7,0\n2,77O2\n9H2O + 30CO2\n4,85Q//6 + 36,35O2\n5p4H2O\n¿¿¿CAA\n-4,85A//C(,\nCAI\n5,54 AHf\n\n\n+\t5,54772\t4,85C6H6\tMÍf{ = Mí£Ah-4,85A//^ +5,54 Mlf\nGeneralizando, se o composto leve for representado por Ca Hm-p:\né^CAh ~ Y ^^CAl\na lz\t=\nzx* j. çC-sdí l\n[^PMCAhlPMCAÍ\n+\t^j/z = y (<Z-3P)-(ri-3a)\n(3.24)\nA única informação disponível sobre o pseudo-componente pesado formado pelas cadeias laterais dos anéis aromáticos é o seu peso molecular, pois tal composto é urna mistura de hidrocarbonetos parafínicos e nafténicos que estavam originalmente ligados a anéis aromáticos.\nPara que parafinas e ñafíenos sejam classificados como pesados é necessário que suas cadeias sejam formadas por mais de 20 carbonos. Admitindo-se que seja possível extrapolar os gráficos apresentados ñas figuras 3.2 e 3.3 e sabendo-se que urna reta representa o calor de combustão em função do número de carbonos para esses hidrocarbonetos, a seguinte solução pode ser adequada ao problema:\n-calcula-se o número de carbonos (n) que teriam uma parafina e um nafteno com peso molecular idêntico ao do pseudo-componente;\n-calcula-se o calor de combustão desses compostos;\n-toma-se um valor médio, chamado\t.\nEntão:\n^Ah-+Al\n(3.25)\nb)\tComponentes pesados e leves formando gasolina (06 reações)\nGasolina, neste caso, é um pseudo-componente que possui mais de cinco carbonos e destila abaixo de 221°C constituído, geralmente, por parafinas, olefínas e aromáticos (Hobson e Pohl, 1975).\nO número de carbonos estabelecido como mínimo para os pseudo-componentes leves é 13 e, portanto, os compostos que formam a gasolina se situam entre 5 e 13 carbonos. Tomandose os compostos de 8 carbonos como representativos desse grupo, construiu-se a Tabela 3.8.\nTABELA 3.8: Características dos principais compostos integrantes do grupo da gasolina (calor de combustão do líquido a 25 °C)\nTIPO DE COMPOSTO (8 CARBONOS)\tPESO MOLECULAR (kg/kmol)\tFAIXA DE EBULIÇÃO (°C)\tCALOR DE COMBUSTÃO (kcal/kg)\nPARAFINAS\t114,23\t99,24 - 125,67\t10585 - 12477\nOLEFÍNAS\t112,21\t101,44- 125,64\t10515 - 10625\nAROMÁTICOS\t106,17\t136,18- 144.43\t9745 - 9774\n49\t1\nA análise da Tabela 3.8 permitiu arbitrar os seguintes valores como representativos do grupo da gasolina:\n-peso molecular 111 kg/kmol;\n-calor de combustão 10600 kcal/kg.\nEm conseqüência do anteriormente exposto, ficam assim estabelecidos os calores das\nreações que formam gasolina:\nahP!^0=aC -vah§\tY =PMPh / PM0\t(3.26)\nAHNh^G=AHSh-vAH¡\tY = PMNh/PMG\t(3.27)\nAHAb_0 = AH^-y AH§\tY = PMAh / PMC\t(3.28)\nAH\t= AH p, - vAH Q\tY = PMPi /PMg\t(3.29)\nAHni->g =AHN! -vAHq\ty = pmN!/pmo\t(3.30)\ní ai-+g\ty AHq\ty = pma1 / pmg\t(3.31)\nc)\tComponentes pesados e leves formando coque (08 reações)\nO pseudo-componente “C” engloba gases com número de carbonos variando entre 1 e 4, H2, H2S e coque. O coque é um depósito carbonoso com conteúdo de hidrogênio variando entre 5 e 10% em peso, sendo a composição exata dependente do gasóleo alimentado (Ford et al, 1977). Tais depósitos correspondem a, aproximadamente, 7,0% em massa da corrente efluente do conversor e a 25% em massa do lump “C”. A exemplo de Lasa et al (1981), será usada a proporção CHoj, 0 que implica um peso molecular de 12,72kg/kmol para esse composto e calor de combustão a 25°C de -9001 kcal/kg. A Tabela 3.9 mostra as propriedades dos componentes desse grupo e a média ponderada do seu calor de combustão e peso molecular.\nO calor das reações que formam coque ficará definido da mesma forma que os calores das reações que formam gasolina, ou seja:\nAH;,^C S\t= AHph -\t-yah£\tY =\t= PMPh\t/PMC\n\t= AH Nh\t- V ah|\tY =\t= PMNil\t/ PM C\n\t= AH Ah\t“Y AHg\tY =\t= PMAh\t/ PMC\nAHCAh_,c ’“AHCAh Y AHC\nY = PMCAh / PMC\n(3.32)\n(3.33)\n(3.34)\n(3.35)\nAHPÍ„C = AHpS -yÁHc AHNl_+c=AH^ -Yz&lt;AH-aí-»-c =AHaí — y AHC AHca1_>c=AH^ai -yAH¡\ny = pmp1 /pmc\t(3.36)\nY = PMns / PMC\t(3.37)\ny = pma1/pmc\t(3.38)\nY = PMca1 / PMC\t(3.39)\nTABELA 3.9: Composição média do lump “C(calor de combustão do líquido ou sólido a 25 °C)\nCOMPONENTE\tPESO MOLECULAR (kg/kmol)\tCALOR DE COMBUSTÃO (kcai/kg)\t% PESO NA CORRENTE EFLUENTE\nh2\t2,02\t28592,06\t0,21\nh2s\t34,08\t4324,72\t1,38\nMETANO\t! 6,04\t11944,24\t1,11\nETENO\t28,05\t11266,50\t0,65\nETANO\t30,07\t11347,05\t1,03\nPROPENO\t42,08\t10929,86\t4,50\nPROPANO\t44,10\t11064,85\t2,02\nBUTANOS\t58,12\t10901,00\t5,16\nBUTENOS\t56,11\t10778,89\t5,45\nCOQUE\t12,72\t9001\t7,00\nMÉDIA PONDERADA\t38.15\t10304,07\tTOTAL: 28,51%\nd)\tGasolina formando coque (uma reação)\nEm decorrência do anteriormente exposto, o calor desta reação fica estabelecido:\n\ny = 2,91\n. Attg =--10304,07kcal! kg 1a/£ =-10600 kcal l kg [&amp;Ha_>c =+294,4fca/ / kg\n(3.40)\ne)\tCadeias pesadas originalmente laterais a anéis aromáticos craqueando para formar anéis aromáticos sem cadeia lateral pertencentes a fração leve (01 reação)\nO calor desta reação será calculado por:\n\n^^Ah—tCAl\n^PMAhIPMCAl\n(3.41)\nApresenta-se na Tabela 3.10, a seguir, as entalpias encontradas para as diversas reações. Tais entalpias são válidas para o gasóleo cujas características estão indicadas na própria tabela. Só é possível comparar os resultados obtidos no presente trabalho com os valores usados por Arbel et al (1995), pois não foi encontrada outra bibliografia que apresente valores para os calores de reação.\nTABELA 3.10: Entalpia das reações que compõe o modelo de dez grupos. *\nReação\tEntalpia calculada para pseudo-componentes, kcal / (kg de reagente)\tValores usados por Arbel et al (1995)\nPh-»Pi\t18,40\t13,88\nNh—>N¡\t66,70\t44\nCAh_>CA1\t1568,12\t44\nAh->A|\t23,36\t44\nAh^CA|\t32,25\t44\nPh^G\t297,57\t36,09\nNh-»G\t246,95\t44\nAh—>G\t237,56\t44\nP|-»G\t75,36\t22,21\nN,-»G\t180,25\t44\nA,-»G\t214,20\t44\nPh~*C\t444,62\t124,92\nNj)—>C\t394,00\t44\nAh—>C\t384,61\t44\nA[”»C\t361,25\t111,04\nCA]-»C\t352,36\t44\nCak-^C\t58,11\t44\nG—>C\t294,4\t88,83\n^Valores calculados para gasóleo com as seguintes características:\n18,6 API, TI 0=398,4°C, T30=445,6°C, T50=506,0°C, T70=550,0°C, T90=619,3°C\n3.6\tCOMENTÁRIOS FINAIS\n0 conjunto de equações apresentado neste capítulo permite calcular, uma vez conhecidas a densidade, a viscosidade, a curva ASTM e a percentagem mássica de enxofre, a concentração aproximada dos principais grupos de hidrocarbonetos presentes no gasóleo e suas propriedades termodinâmicas, além dos calores das reações que compõe o modelo de dez grupos. Desta maneira, já é possível estudar os fenômenos que ocorrem no interior do riser. É desse assunto que trata o próximo capítulo do presente trabalho.\nCAPÍTULO\nMODELAGEM E SIMULAÇÃO DO RISER\n4.1\tINTRODUÇÃO\nO ri ser é um reator tubular vertical, cuja alimentação é composta por gasóleo líquido, catalisador sólido e água. O gasóleo é admitido na base do reator, onde é vaporizado através de mistura com o catalisador quente oriundo do regenerador. Imediatamente após a vaporização inicia-se a reação. Assim, nos primeiros metros do reator, coexistem gasóleo na forma líquida e na forma gasosa, água líquida e vaporizada, catalisador sólido e os produtos gasosos da reação.\nA vaporização do gasóleo causa uma aceleração da mistura e um aumento da fração de volume do reator ocupada pelos gases. Deste modo, a concentração de catalisador diminui com a altura do reator até, aproximadamente, 1/3 do comprimento total. A partir de então, mantêm-se constante (Viitanen, 1993) ou volta a crescer (Martín et al, 1992; Martín, 1992). A mistura reacional percorre o ri ser por aproximadamente 2,4s.\nA modelagem de um sistema dessa complexidade, uma vez tendo sido caracterizada a alimentação e estabelecida a cinética das reações envolvidas, não pode ser realizada sem a perfeita compreensão do escoamento gás-sólido ascendente. Assim sendo, antes da revisão dos modelos para o riser existentes na literatura, nas próximas duas seções apresentam-se os trabalhos dedicados a hidrodinâmica desse tipo de escoamento.\n4 2 REGIMES DE FLUIDIZAÇÃO\nSe partículas sólidas de pequeno diâmetro forem colocadas sobre uma tela perfurada dentro de um cilindro vertical aberto, através do qual se faz passar um gás no sentido ascendente com velocidade suficientemente baixa, o sólido permanece em repouso e o gás flui através do espaço intersticial entre as partículas. Esse é o regime denominado leito fixo.\nAumentando-se gradualmente a velocidade do gás, a força de arraste exercida sobre as partículas também cresce até que, em um determinado momento, iguala a força exercida pelo campo gravitacional. Nesse momento o gás suspende as partículas e o leito possui a aparência de um líquido. Diz-se, então, que o leito é fluidizado. A velocidade do gás nesse ponto é chamada velocidade mínima de fluidização (umf).\nAumentando-se a velocidade superficial até atingir um valor chamado velocidade mínima de bolhas (umb), observa-se a formação de bolhas de gás que atravessam o leito e explodem na superfície. Estabeleceu-se, então, o regime conhecido por leito fluidizado borbulhante. Existem sistemas para os quais as velocidades mínima de fluidização e mínima de bolhas coincidem (Yates, 1983; Yerushalmi, 1986).\nSuponha-se agora (Rhodes, 1989), que o mesmo cilindro vertical aberto e vazio comece a receber um fluxo continuo de sólidos acima da tela perfurada e que não há mecanismo que possibilite o retomo dos sólidos ao leito. Inicialmente as partículas irão preencher o espaço vazio acima da tela e, ao atingirem o topo do tubo, passarão a transbordar para fora na mesma taxa com que são alimentadas. Nesse momento começa-se a alimentação de gás com velocidade crescente. Os sólidos irão fluidizar quando a velocidade de escorregamento (usj) atingir a mínima de fluidização (ignorando-se o atrito dos sólidos com as paredes), formando-se um leito cuja superfície coincide com o topo do tubo; os sólidos excedentes transbordam.\nComo a velocidade do gás continua a aumentar, aparecem as bolhas e um pequeno arraste de sólidos para a região acima da superfície do leito. As bolhas vão se tomando cada vez maiores e a agitação no leito mais intensa, acompanhada por grande oscilação de pressão, até que o leito recupera, gradualmente, a homogeneidade. Nessa condição, o denominado leito fluidizado turbulento não apresenta grandes bolhas ou vazios, ainda existe uma superfície e há grande arraste de partículas pelo gás (Yerushalmi, 1986; Grace, 1990).\nAinda aumentando a velocidade do gás, verifíca-se que a superfície do leito não mais coincide com o topo do tubo, estando abaixo do mesmo e continuando a baixar conforme a velocidade do gás vai aumentando. Acima da superfície do leito há um fluxo contínuo de gás e\nsólidos. Nessa situação é necessário definir a superfície do leito como a interface entre as regiões de transporte em fase densa e transporte em fase diluída, pois as mesmas coexistem. A altura da interface depende somente da velocidade do gás (Rhodes, 1989).\nA velocidade do gás atingirá a chamada velocidade de transporte, a partir da qual as partículas alimentadas na base serão simplesmente arrastadas através do tubo. Não existe qualquer interface, ao contrário, observa-se um continuo e gradual decréscimo na concentração de partículas ao longo do tubo. O volume de sólidos nesse sistema, denominado leito fluidizado rápido, varia entre 2 e 15% e depende não somente da velocidade do gás, mas também do fluxo de sólidos (Yerushalmi, 1986; Grace, 1990).\nOs reatores de leito transportado diferenciam-se do leito fluidizado rápido pela menor concentração de sólidos (1 a 5% em volume) e por apresentarem fluxo quase totalmente desenvolvido (Grace, 1990).\nO comportamento de um leito de partículas sólidas pode não coincidir com o descrito anteriormente, dependendo da relação entre o diâmetro médio das partículas e sua densidade. Por isso é usual classifica-las com o uso do diagrama de Geldart, (Geldart, 1986), como : -Grupo A: pós com diâmetro entre 30 e 150p e massa específica menor que 1500 kg/m3. Em leitos constituídos por estas partículas, um aumento da velocidade do gás é acompanhado por um crescimento da queda de pressão causada pelo leito até que se alcance a velocidade mínima de bolhas. A partir de então a queda de pressão se mantém constante. Para essas partículas, a velocidade mínima de bolhas será sempre superior a velocidade mínima de fluidização. Apresentam aumento da fação de vazios da fase emulsão com o crescimento da velocidade do gás. A este grupo pertencem os catalisadores empregados nas unidades FCC.\n-Grupo B: partículas com diâmetro entre 150 e 500p e massa específica entre 1500 e 4000 kg/m . Um leito formado com essas partículas apresenta comportamento semelhante ao do grupo A, mas começa a formar bolhas assim que a velocidade do gás ultrapassa a mínima de fluidização (umf -umb) e a fração de vazios da fase emulsão se mantém aproximadamente constante ao longo do leito.\n-Grupo C: Pós com diâmetro inferior a 30p e que apresentam coalizão.\n-Grupo D', materiais com diâmetro muito elevado e muito densos.\nMuitos autores (Yerushalmi e Avidan, 1985; Yerushalmi, 1986; Squires et al, 1985; Rhodes, 1989), procuraram caracterizar os diferentes regimes de fluidização. Em trabalho mais recente, Hirama e Takeuchi (1992) publicaram um diagrama para partículas Geldart A,\nconstruído a partir de resultados experimentais e dados de bibliografia, que separa os regimes de fluxo em cinco categorias através de linhas qualitativas de transição. Tais linhas descrevem a relação entre a velocidade do gás e a taxa de circulação do sólido e podem ser vistas na Figura 4.1.\nTRANSPORTE\nVELOCIDADE DO GÁS\nA-nrAr\nC —> Us|—K ] Ujjjf\nD->us1=K2Uj\nÍE —> Gs=Eqc ji->G=E0 F^G^ÍUg-UjXl-EÍPp\n—> região de perfil axial em S -E^ - taxa de arraste das partículas acima da TDH\n-Eo “ taxa de arraste das partículas da superfície do leito\n-ii „ = velocidade superficial do gás -ut - velocidade terminal do sólido -us|=vel. de escorregamento -um[,=velocidade mínima de bolhas -G„ = circulação de sólidos (kg/m^ s).\nFIGURA 4.1: Diagrama conceituai dos sistemas de fluxo de um riser em um leito fluidizado circulante\n(Adaptado de Hirama et al, 1992)\nOs autores observaram que quando a velocidade média de escorregamento do sólido aumenta até atingir a velocidade mínima de bolhas (um|Q ocorre erupção de bolhas na superfície do leito. Se a taxa de circulação de sólidos (Gs) for menor que a taxa de arraste das partículas da superfície do leito (Eo) existirá um freeboard, caso contrário, haverá crescimento do leito até o topo do riser.\nNesse diagrama a linha j-k, que representa a variação da taxa de arraste das partículas da superfície do leito (Eo> com a velocidade superficial do gás (vg), separa os leitos borbulhantes com concentração uniforme de sólidos daqueles que apresentam distribuição em forma de S. Uma fronteira similar pode ser obtida para leito turbulento, mas não há relação explícita na literatura para a variação de Eo com Ug para este tipo de leito e, portanto, a linha k-i é pontilhada.\nQuando, no leito turbulento, a taxa de circulação de sólidos (Gs) é menor que a taxa de arraste das partículas acima de TDH (Eork a concentração axial de sólidos é uniforme. A linha\nm-i separa esses leitos daqueles com concentração axial em S. Na região sombreada estão os valores de Gs e ug para os quais haverá distribuição em S.\nO regime de bolhas pode ser separado do turbulento pela linha Ceo turbulento separado do próximo regime através da linha D.\nExtrapolando a linha k-i, através do uso de relações desenvolvidas para a saturação da capacidade de carregamento do gás, obtêm-se a linha i-E que separa os regimes de transporte em fase densa e diluída. A linha i-E não oferece uma separação clara entre os regimes de fase densa e fase diluída totalmente desenvolvido devido a existência de sólidos descendentes junto a parede do riser no transporte diluído, mesmo para concentrações de sólidos muito baixas (fração de vazios maior que 0,99).\nA separação entre regimes de fase diluída e regimes totalmente desenvolvidos será dada, possivelmente, pela linha m-F que expressa a situação na qual a velocidade de escorregamento do sólido é igual a velocidade terminal (us¡ - ut). A linha m-i é aceita como a separação entre os regimes de transporte em fase diluída e turbulento, incluindo regimes de transporte diluído totalmente desenvolvidos. A velocidade do gás no ponto i, presumivelmente, corresponde a velocidade de transporte.\nOs reatores tubulares de craqueamento catalítico operam com partículas do grupo A, velocidades aproximadas de gás entre 6m/s na base e 19m/s no topo. A fração de vazios cresce de 0,95 na base até 0,998 no topo (dados do presente trabalho). A velocidade mínima de fluidização para catalisadores com 930 kg /m e diâmetro médio de 57p é de 0,002m/s, a velocidade mínima de bolhas é de 0,0083m/s e a velocidade terminal 0,09m/s (dados de Hírama e Tkeuchi, 1992). Assim sendo, pelo diagrama da Figura 4.1, o riser opera na região de transporte em fase diluída.\nEstão disponíveis na literatura inúmeros trabalhos experimentais desenvolvidos com o objetivo de caracterizar o escoamento gás-sólido vertical ascendente. Na próxima seção faz-se uma revisão destes trabalhos.\n4.3\tHIDRODINÂMICA DO ESCOAMENTO GÁS-SÓLIDO VERTICAL ASCENDENTE\nOs trabalhos encontrados na literatura procuram descrever o comportamento axial e radial dos sólidos e do gás. Tais características passam a ser descritas.\n4.3.1\tComportamento axial dos sólidos\nMuitos autores verificaram experimentalmente a variação da concentração de sólidos no sentido axial em transportadores verticais com fluxo ascendente. A grande maioria desses trabalhos, no entanto, foi realizada com velocidades de gás abaixo das velocidades usuais na base dos reatores industriais. Foram encontrados dados experimentais para reatores industriais apenas nos trabalhos de Martín et al ( 1992a e 1992b) e Víítanen (1993). Na Tabela 4.1 encontra-se uma sinopse da bibliografia consultada.\nMartín et al (1992a) constataram que após um decréscimo inicial de concentração devido aos efeitos da aceleração, ocorre um aumento de densidade a alguns metros da saída do reator. Este comportamento é ocasionado pela configuração geométrica da saída do reator, em forma de \"T\", gerando um fluxo descendente de sólidos. Quando os sólidos colidem com a parte superior do T formam-se, provavelmente, clusters de grande tamanho que caem até serem incorporados novamente ao fluxo ascendente. Coerentemente, a fração de vazios aumenta na primeira terça parte do riser devido a aceleração do gás e do sólido e decresce na segunda metade do reator. A concentração de sólidos dobra nos últimos 8m do reator industrial (26m de altura total), mesmo o gás continuando a acelerar devido aos efeitos de craqueamento. Deste modo o fluxo nunca estará totalmente desenvolvido.\nQuando, em um sistema como o riser, a taxa de circulação de sólidos é superior a capacidade de arraste do gás, forma-se uma fase densa na parte inferior do reator. Os mesmos autores (sup. cit.) verificaram que a relação (catalisador / óleo) deve ser superior a 25 para que isto aconteça. Como na indústria petroquímica esta relação oscila entre 4 e 15, concluíram que o riser trabalha em condições diluídas.\nMedidas de dispersão axial de sólidos mostraram que o fluxo de sólido esta próximo de plug flow. A velocidade de escorregamento é da ordem de 3m/s. O backmix é maior do que para o gás.\nTABELA 4.1: Sinopse da Bibliografia Consultada\nREFERÊNCIA\tBader(1988)\tRhodes (1988)\tHartge(1988)\tLi (1988)\tArena (1988)\t\nDIÂMETRO DO TUBO ALTURA DO TUBO(m)\t0,305 12,0\t0,152 5,34\t0,40 8,4\t0,09\t0,041 6,40\t0,120 5,75\nDIAM. MED. PART.Íli) MASSA ESP. (kg/m3^\t76 1714,0\t64 1800,0\t85 1500.0\t54 929,5\t70 1700,0\t70 1700,0\nVEL.SUP.GÂS (m/s)\t3,7 a 6,1\t2,8 a 3,95\t1.2 a 5,4\t1,52 a 2,60\t2,5 a 5,0\t2,5 a 5,0\nPERFIL RADIAL DE VELOCIDADE PARA OS SÓLIDOS\tParabólico no annulus com velocidade negativa.\tParabólico no annulus com velocidade negativa\tParabólico no annulus c/veiocidade negativa.\t\t\t\n\t\t\t\t\t\t\nFLUXO DE SÓLIDOS (kg/s.m2)\t98 a 195\t42 a 63\t7 a 70\t14,3 a 192,7\t5,0 a 255\t5,0 a 109,0\nCOEFICIENTE DE DISPERSÃO RADIAL DE GÁS (m2/s)\tmédio: 0,00387\t\t\t\t\t\n\t\t\t\t\t\t\nVAZIOS / OBSERVAÇÕES\tperfil radial parabólico, 8=0.97 (centro) 8=0,73 (anel)\t\t\tExistem 03 regiões e um ponto\tde inflexão no perfil axial\tExistem 03 regiões e um\tdensa: ponto de\te=0,75 inflexão no\tdiluída: perfil axial..\ts=~0,95\t\n\t\t\t\t\t\t\nREFERÊNCIA\tDry (1987)\tRhodes (1990)\tRhodes (1992a)\tRhodes (1992b)\tMartin et ai (1992a e 1992b)\nDIÂMETRO DO TUBO ALTURA DO TUBO(m)\t0,09 7,20\t0.15 5,34\t0,15 e 0,30\t0,032 e 0,4\t0,19 e 0,94 (lab) 11,7 e 26,0 (ind)\nDIAM. MED. PART.Íu) MASSA ESP. (kg/nr*)\t71 1370\t64 1800\t74,9 2456\t32 a 120 1000-500\t62 1560\nVEL. SUP. GÁS (m/s)\t6,0- 9,0\t2,76 e 3,96\t3,0 a 5,0\t1,4 a 15,3\t3,8 a 6,0 (lab) max=l 1,5 (índ)\nPERFIL RADIAL DE VELOCIDADE PARA OS SÓLIDOS\tMenor espessura do annulus\tna parte superior\tParabólico, annulus com vel. negativa. Transferência de\tmassa corus-annulus. Annulus ocupa 15%\tdo diâmetro.\tconfirmou a a presença de perfis similares p/ fluxo de solido acima de determinado valor\t\t\nFLUXO DE SÓLIDOS (kg/s.m2)\t85,0-48,0\t42,0 e 63,0\t2,0 a 111,0\t6,60 a 207,0\t114 a 308 (lab) 298 e 325 (ind)\nDISPERSÃO RADIAL DE GÁS (m2/s)\t\t\t\t\t0,0023 a 0,0024 (lab)\n\t\t\t\t\t\nVAZIOS / OBSERVAÇÕES\tsegregação axial no corus\t\t\t\t\n\t\t\t\t\t\n4.3.2\tComportamento radial dos sólidos\nRhodes (1988) mediu as variações radiais e axiais do fluxo de sólidos em um reator operando com velocidades superficiais de gás de 4m/s. Detectou perfil parabólico para o fluxo radial de sólidos com velocidade negativa junto a parede, estabelecendo comportamento diferenciado para centro e anel. Neste mesmo ano Bolton (1988), trabalhando com baixas (2,5m/s) velocidades superficiais de gás, observou transferência de massa turbulenta entre centro e anel, sendo a recirculação interna das partículas muitas vezes maior que a taxa de alimentação de sólidos. Também Horio (1988) registrou uma circulação interna de sólidos tão forte quanto a externa para esta faixa de velocidade. A estrutura centro- anel, ou corus-annulus, também foi detectada em reatores comerciais.\nMartín et al (1992a, 1992b) verificaram que existe um anel fino e denso (100 a 300 kg/m^) e um centro diluído com 20 a 50 kgún-'. A estrutura corus-annulus tende a se pronunciar quando as densidades totais de sólido no reator são mais elevadas, mantendo sempre simetria axial. Existem altos valores de fluxo na linha central acompanhados de baixo, mas raramente negativo, fluxo de sólidos junto a parede.\nAmostras de hidrocarbonetos e catalisador coletadas junto a parede, meio raio e linha central do reator industrial a 4m da zona de alimentação, indicam que a conversão é maior junto a parede devido a maior concentração de catalisador neste local. No entanto, a produção de coque (conteúdo de coque no catalisador multiplicado pela relação total catalisador / óleo) exibe um perfil plano. Como o coque é catalíticamente produzido e permanece ligado ao catalisador, os autores concluíram que a mistura radial de sólido é suficientemente eficiente para propiciar propriedades radiais constantes ao sólido.\n4.3.3\tComportamento do gás\nBader (1988), com fluxos de massa de 177 kg/s m3 e velocidades superficiais de 6,10m/s, encontrou valores entre 0,00381 e 0,00361m2/s para o coeficiente de dispersão radial para o gás, mas concluiu que este coeficiente aumenta com o diâmetro do riser. Nesse mesmo trabalho, usando medidas de variação de pressão por unidade de comprimento, verificou que o perfil radial de vazios é parabólico com valores elevados no centro (0,96-0,98), caindo para 0,70-0,75 no anel.\nLi et al (1988) investigaram o efeito dos parâmetros operacionais no perfil axial de vazios. Identificaram três regiões de operação, cada qual com características hidrodinâmicas próprias, dependendo da relação entre a taxa de sólidos e a saturação da capacidade de\ncarregamento do gás. Detectaram dois tipos de perfil, um em forma de \"S\" e um perfil que não apresenta ponto de inflexão, este último relacionado aos casos de transporte diluido. Resultados qualitativamente similares aos de LÍ foram obtidos por Arena et al (1988) para velocidades de até 5m/s. Martin et al (1992) não detectaram ponto de inflexão no perfil axial de vazios do reator industrial em que trabalharam.\nA velocidade do gas varia ao longo do riser devido a expansão molar. Segundo Martin et al (1992), o fluxo total está próximo de piug flow e 75% da massa gasosa flui na parte central, correspondente a 45% da área total. Centro e anel possuem coeficientes de dispersão radial muito próximos, podendo-se tomar como único. Este coeficiente varia muito pouco com a velocidade superficial do gás, tendendo a aumentar com a taxa de circulação de sólidos. A fração de vazios do reator industrial aumenta na primeira terça parte do reator, decresce na segunda metade, de modo que a concentração média de sólidos dobra nos últimos 8m, mesmo o gás continuando a acelerar. Isto é devido, provavelmente, ao tipo de saída.\n4.3.4\tEfeito do diâmetro do leito\nAo comparar dois leitos de diferentes diâmetros, Yerushalmi (1986) constatou que mantendo-se fixa a taxa de sólidos, o leito de menor diámetro exige uma maior velocidade de gás para que se registre a mesma queda de pressão do leito maior. Contribuem para este fato os efeitos de parede e a fricção entre sólido e parede sendo, este último, relativam'ente pequeno e incapaz de explicar sozinho estes resultados. Além disto, observou no leito de menor diámetro uma maior segregação de sólidos junto a parede. Concluiu que, por possuir o centro mais diluido, o gás pode percorrer o leito menor com maior velocidade, para uma mesma taxa de sólidos. Ou seja, as velocidades de escorregamento são maiores.\nTambém trabalhando com dois leitos de diferentes diâmetros, Rhodes (1992) constatou que o de maior diâmetro apresenta um perfil radial mais plano e que a espessura absoluta do anel é similar em ambos os reatores. Concluiu, então, que o fluxo descendente é um efeito de parede.\n4.4\tMODELOS PARA O RISER ENCONTRADOS NA LITERATURA*\nUm dos primeiros trabalhos que procuram modelar o riser foi publicado por Pratt (1974). Trata-se de um modelo extremamente simples, construído para fluxo pistonado, reação de primeira ordem, irreversível e isotérmica, ignorando a dispersão e a desativação do catalisador. Esse modelo foi ampliado por Varghese (1979) com o objetivo de investigar o efeito do diâmetro da partícula na performance do reator.\n*A tabela A.4 do Anexo apresenta um resumo da bibliografia encontrada para o riser.\nEm 1976 Paraskos apresentou um modelo isotérmico baseado na cinética de três lumps de Weekman com desativação. Shah (1977) acrescentou uma equação para o balanço de energia ao trabalho de Paraskos a fim de descrever reatores adiabáticos.\nFan (1981a, 1981b) publicou dois modelos para o riser, um homogêneo e outro heterogêneo. Ambos são isotérmicos e incluem correlações empíricas para as propriedades hidrodinâmicas da mistura reagente (fração de vazios, atrito entre partículas e parede, partículas e gases, gases e paredes, pressão e comprimento da entrada). O autor supõe plug-flow, reação única, irreversível de primeira ordem, além de assumir a teoria time on stream para desativação do catalisador.\nEm 1992, Arandes e Lasa publicaram um artigo onde o riser é modelado como um reator em fluxo pistonado adiabático com cinética de três lumps de Weekman. Ainda nesse ano, Theologos e Markatos (1992, 1993) publicaram um trabalho cujo o principal objetivo é prever os efeitos térmicos e hidrodinâmicos existentes na zona de entrada do riser. Consideraram apenas previstos o fluxo, a temperatura e a concentração em ambas através de modelo tridimensional.\nO modelo de Theologos e Markatos incorpora a cinética das reações de craqueamento através de três pseudo-componentes, tal como sugerido por Weekman, escolhido por propiciar um menor tempo de processamento. Embora os autores considerem que o modelo cinético de Jacob com dez pseudo-componentes possa ser incluído em seu trabalho, o tempo necessário para realizar as 350 interações requeridas seria demasiado longo, impedindo seu uso em controle.\nNão houve, também, a preocupação de calcular as propriedades físicas da carga ou a variação das mesmas com a temperatura. O calor das reações de craqueamento foi tomado como 300 kJ / kg de hidrocarboneto convertido, para qualquer composição da carga.\nA eficácia do modelo de Theologos e Markatos foi testada através de comparação com dados experimentais obtidos em reator de pequeno tamanho os quais, de modo geral, não reproduzem o comportamento da mistura reacional no riser.\nPosteriormente, Zheng (1994) descreve o riser através de um modelo cinético de cinco lumps, com gás e sólido escoando em fluxo pistonado, sem diferença de velocidade entre eles. A principal deficiência desse trabalho é o uso da cinética de cinco lumps para o riser pois, como visto no capítulo 2, suas constantes variam em demasia com o tipo de gasóleo alimentado.\nEm trabalho mais recente, Kumar et al (1995) construíram um simulador para a unidade FCC. Nesse artigo foi usada a cinética de dez grupos para o riser, porém as constantes cinéticas\nforam estimadas com base em um estudo feito em 1945 para hidrocarbonetos puros e o riser foi tratado como um reator isotérmico.\nAinda nesse ano, Arbel et al (1995a, 1995b) publicaram os dois primeiros trabalhos de uma série sobre o comportamento dinâmico de unidades FCC. Para o riser foi construído um modelo com as seguintes características:\n- estado estacionário;\n-reator adiabático em fluxo pistonado com temperatura uniforme na seção radial; -cinética de dez lumps com desativação de catalisador descrita por Krambeck (1991); -não há diferença de velocidade entre as fases e também não há limite difusional;\n-os calores específicos dos componentes da mistura reacional, assim como a massa específica da mistura não variam ao longo do riser.\nPortanto, entre 1974 e 1992, a modelagem do riser evoluiu de fluxo pistonado isotérmico com uma única reação irreversível para adiabático, modelo de três lumps com desativação. O trabalho de Theologos e Markatos, em 1992, representa real avanço no estudo do reator por oferecer uma idéia adequada do comportamento hidrodinâmico da mistura na base, embora falhe na previsão dos produtos e do calor absorvido pelas reações de craqueamento. O esforço feito Kumar em 1994 para incorporar o modelo cinético de Jacob representou pequeno avanço, por se tratar de modelo isotérmico.\nO trabalho de Arbel e colaboradores (sup.cit.), publicado no ano seguinte, é um marco na história da modelagem da unidade FCC. Trata-se de trabalho profundamente fundamentado que faz uso de pouquíssimas equações empíricas. No entanto, ignora a variação da massa específica da mistura reacional, não caracteriza o gasóleo que alimentará o reator segundo as exigências do modelo de dez grupos de Jacob e simplifica demasiadamente o cálculo do calor absorvido nas reações de craqueamento.\n4.5\tMODELAGEM DO RISER\nO principal objetivo do presente trabalho é construir um modelo para o riser capaz de reproduzir o comportamento do reator industrial e que, simultaneamente, seja simples o suficiente para integrar um pacote de simulação da unidade. Inicia-se descrevendo o reator que deve ser modelado.\n4.5.1\tDescrição do sistema\nO riser é um reator tubular operando em estado estacionário, com altura total 35,78m e diâmetro interno médio 0,75m. O reator não é perfeitamente cilíndrico, apresentando dupla curvatura na parte superior e variações no diâmetro interno ao longo do comprimento. A saída dos produtos é abrupta (\"T\" blindado). Foi construído em aço carbono e revestido internamente com concreto refratário e um anti-abrasivo. O reator conta com dois pontos para injeção de vapor, o qual é usado para auxiliar a fluidização e o arraste do catalisador nas partidas e em situações de baixa carga. Existem, ainda, dez termopares distribuídos ao longo do riser, dispostos no interior de poços que se distanciam 0,204m da parede intema.\nA alimentação do reator é composta por gasóleo líquido, catalisador sólido e água. O gasóleo é admitido no reator através de quatro bicos injetores que se distanciam o suficiente da entrada do catalisador para que este apresente fluxo desenvolvido no momento da mistura. A reação inicia imediatamente após a vaporização; assim, nos primeiros metros do reator, coexistem gasóleo na forma líquida e na forma gasosa, água líquida e vaporizada, catalisador sólido e produtos da reação. A mistura reacional percorre o riser por aproximadamente 2,4s .\nA vaporização do gasóleo causa uma aceleração da mistura e um aumento da fração de volume do reator ocupada pelos gases. Deste modo, a concentração de catalisador diminui com a altura do reator até, aproximadamente, 1/3 do comprimento total. A partir de então, mantêm-se constante (Viitanen, 1993) ou volta a crescer (Martin et ai, 1992a e 1992b).\n4.5.2\tHipóteses do modelo\nO presente modelo foi construído com base em várias hipóteses, as quais passam a ser discutidas.\na)\tO reator foi considerado um cilindro perfeito\nComo descrito anteriormente, o reator tem a forma de uma sigmoide na parte superior. A primeira curvatura inicia quando a mistura reacional já percorreu 60% de sua trajetória (21,25m de distância da base), desviando o eixo central do reator l,32m na direção horizontal, o que equivale a quase o dobro do diâmetro interno. A segunda curvatura recoloca o reator na posição vertical e inicia a 30,19m da base.\nOs dois acidentes podem acarretar distúrbios no escoamento com prováveis conseqüências na conversão global do reator. No entanto, Yen (1985) afirma que 80% da conversão global do gasóleo ocorre na primeira metade dos reatores comerciais. Registra-se, ainda, a existência de um reator industrial com 50m de altura (Theologos e Markatos, 1993), em\nque 80% do gasóleo alimentado já está convertido quando a mistura reacional atinge 32,6m de altura, equivalente a 66% do comprimento do reator. Além disto, estudos preliminares para o riser REFAP, usando cinco pseudo-componentes, indicaram que pelo menos 50% do gasóleo é convertido nos primeiros 1 Om de reator.\nConclui-se que no terço final do reator, onde existem as curvaturas, ocorrerá no máximo 20% de sua conversão global. Tal fato permite que se ignore os acidentes com pequena conseqüência na precisão do modelo.\nO diâmetro externo do reator mede, sucessivamente, 1,17, 1,13 e 1,07m. Como a primeira alteração coincide com a primeira curvatura (21,25m de distância da base), raciocínio idêntico ao anterior leva a ignorar tais alterações.\nb)\tQ reator foi considerado adiabático.\nUsando-se o software construído por Patankar (1980), capaz de resolver problemas elípticos bidimensionais envolvendo transferência de calor em sistemas com escoamento, calculou-se o calor transferido pelo reator ao ambiente. Para tanto, foram realizadas as seguintes simplificações:\n-Sendo a parede composta por uma camada de revestimento anti-abrasivo, concreto refratário e aço-carbono, considerou-se apenas o concreto como resistência térmica, devido à elevada condutividade térmica dos dois outros materiais.\n-Foi calculada unicamente a transferência por convecção que ocorre através da parede lateral do reator.\n-A parede externa do reator troca calor por convecção com ar a 20°C, sendo o coeficiente convectivo igual a 15 W/m2°C.\n-Foi construído um perfil de temperaturas para a parede interna do reator a partir das temperaturas lidas pelos termopares, interpolando-se linearmente os valores de temperatura que não são lidos diretamente.\n-Não foram consideradas as resistências das camadas limite junto à parede do reator, ou seja, a temperatura da parede foi tida como idêntica a da mistura reacional (internamente), ou do ambiente.\nConcluiu-se que o reator perde para o ambiente aproximadamente 1% do calor fornecido pelo catalisador, podendo ser considerado adiabático.\nc)\tO fluxo no reator pode ser tratado como \"plug flow \"\nComo já pode ser visto, a quase totalidade dos trabalhos publicados na área de hidrodinâmica do escoamento vertical gás-sólido para pós do grupo A, foi desenvolvida em dutos de até 0,40m de diâmetro, aproximadamente metade do diâmetro interno do riser da REFAP. Trabalhos que comparam leitos de diferentes diâmetros (Yerushalmi e Avidan, 1985; Rhodes et al, 1992 ) registram maior segregação de sólidos junto a parede nos leitos menores, perfil radial mais plano no leito maior e espessura absoluta de anel similar em ambos os reatores.\nTêm-se conhecimento de apenas dois trabalhos cujos dados foram obtidos em reator industrial (Martin et al, 1992; Viitanen, 1993), passa-se a compará-los.\n-Martin et al observaram que a produção de coque (conteúdo de coque no catalisador multiplicado pela relação total catalisador/óleo) exibe um perfil plano. Como o coque é cataliticamente produzido e permanece ligado ao catalisador, concluíram que a mistura radial de sólido é suficientemente eficiente para propiciar propriedades radiais constantes. Os valores obtidos por Viitanen para coeficientes de dispersão radial foram considerados grosseiros pelo próprio autor.\n-Tendo medido a dispersão axial dos sólidos, Martin et al obtiveram números de Peclet entre 4,8 e 8,0, para velocidade dos sólidos entre 8,7 e 10 m/s. Viitanen obteve números de Peclet menores ou iguais a 9,0 na primeira terça parte de um reator industrial, tanto para catalisador como para o gás. Na parte final do reator, o mesmo autor registrou Peclet iguais a 13 (gás) ou 14 (sólido), tendo observado que o coeficiente de dispersão axial aumenta com a altura do reator. Sabe-se que modelos com dispersão axial se justificam quando o número de Peclet é superior a 8.\n-Os dois autores concluíram que o fluxo no reator pode ser considerado plug flow.\nAcrescentando-se ao anteriormente exposto a simultânea escassez e divergência de valores experimentais obtidos em reatores industriais para coeficientes de difusão, espessura e concentração do anel de sólidos, optou-se por considerar que o escoamento no reator ocorre em fluxo pistonado.\nd)\tO modelo cinético mais adequado é o de dez lumps\nConforme discutido no Capítulo 2, o modelo de Jacob et al, com dez pseudo-componentes, apresenta constantes cinéticas e energias de ativação que. segundo os autores, não variam com o gasóleo a ser craqueado. Este fato, por si só, justifica seu uso e recompensa o maior tempo de processamento necessário devido a sua complexidade.\ne)\tO ponto inicial do riser (z=0) coincide com o TI 113\nConforme pode ser visto na Figura 4.2, a alimentação do gasóleo ocorre em um ponto do reator que dista 3,6m da alimentação do catalisador. A lm de distância da entrada do gasóleo existe um termopar (TI 113); este ponto foi considerado o ponto zero do riser neste modelo.\nAbaixo dos injetores de gasóleo não existe mistura significativa entre os reagentes e então, os primeiros 4,9m do riser não funcionam como reator. Logo acima dos injetores ocorre a mistura dos reagentes com simultânea vaporização do gasóleo já existindo, provavelmente, reação química.\nComo primeira aproximação, considerou-se que predominam os efeitos de mistura e troca térmica sobre a reação química imediatamente após a entrada do gasóleo, o que remete o inicio do reator a algum ponto acima dos injetores. A existência do termopar TI 113, lm acima da entrada do gasóleo, definiu o ponto de inicio do reator por permitir a comparação entre os dados experimentais e os calculados. Como será visto mais adiante, foi possível prever a temperatura lida por este termopar com erro aceitável usando-se esta simplificação.\nComo conseqüência direta desta hipótese conclui-se que devem ser descontados 5,9m do comprimento total em todos os cálculos.\nFIGURA 4.2: Esquema da base do reator\nf)\tDepósito de coque sobre o catalisador\nO catalisador é uma partícula com diâmetro médio aproximado 53 x 10'6 m, massa específica típica de 843 kg/m3 (6,5713 x 10'11 kg e 7,7952 x 10‘14 m3), que entra no reator com 0,20% em massa de coque e sai com 1,08% (dados históricos da REFAP). O coque depositado sobre o catalisador possui massa específica aproximada de 1550 kg/m3 (Nelson, 1958). Com o objetivo de avaliar se a massa de coque depositada sobre o catalisador e ou sua diferença entre a entrada e a saída, deve ser incluída no modelo a ser construído para o riser, construiu-se a Tabela 4.2. A análise dessa tabela permite concluir que a variação na massa específica efetiva da partícula sólida é muito pequena (0,40%) e pode ser ignorada.\nV ARIÃ VKIj\tENTRADA\tSAÍDA\nMassa de coque\t1,3143 x 10’l3kg\t7,0970 x 10’13kg\nVolume ocupado pelo coque\t8,4794 xlíCW\t4,5787 xlO'l6m3\nMassa específica da partícula sólida (catai isador+c oque)\t= (mp+mq)/(Vp+Vq) =843,76 kg/ m3\t=(mp+m[1)/(Vp+Víl) =847,12Kg/ m3\nTABELA 4.2: Variação da massa específica da partícula sólida entre a entrada e a saída do riser.\ng)\tFração de hidrogênio no coque\nCoque é um material que possui uma proporção H/C 0,3 a 1,0 (Corma e Wojciechowski, 1989). A fração mássica de hidrogênio presente no coque pode ser estabelecida através de um balanço de hidrogênio no regenerador. Tal foi feito para cada um dos casos estudados e, como mostra a Tabela 4.3 a proporção molar C : H do coque REFAP pode ser considerada 1:1.\nTABELA 4.3: Fração molar de hidrogênio no coque\nARQ\tFração molar de H\nI\t0,97\n2\t\n4\t0.72\n5\t1,01\n6\t1,22\n7\t1.25\n8\t1,47\n9\t1,03\n10\t1,73\n11\t1.21\n12\t0,87\n13\t0.88\n14\t0,90\n15\t0.78\n16\t0.82\n17\t0.93\n18\t0.95\n19\t0,95\n20\t0.68\n21\t0,80\n22\t0,87\n23\t0.69\n25\t0.77\nMÉDIA\t0,98\n4.5.3\tCálculo da temperatura na entrada do riser\nO catalisador proveniente do regenerador entra no riser pela parte inferior com temperatura em tomo de 690°C. A mistura com o gasóleo (temperatura aproximada de 323°C) é feita a uma determinada distância da alimentação, suficiente para que o fluxo do catalisador já esteja estabelecido. A proporção catalisador/ óleo varia entre 4,7 e 8,2 (em massa), sendo o calor específico do catalisador, aproximadamente, 3,4 vezes menor que o calor específico do gasóleo alimentado. Além destes, pode ser alimentada água na forma líquida e na forma vapor, em proporção de 0,05 (kg de água / kg de gasóleo). O objetivo deste item é estabelecer a temperatura final desta mistura.\nForam adotadas as hipóteses que seguem para o cálculo da temperatura em z^O (lida pelo termopar TI 113).\nz)A mistura de catalisador, óleo e água atinge uma temperatura final, igual para todos os componentes, antes que ocorra qualquer reação.\nii)Os componentes do gasóleo, alimentados na forma líquida, deverão ser aquecidos até a temperatura de mudança de fase, absorverão calor até completa vaporização, sendo novamente aquecidos no estado de vapor. O mesmo ocorre com a água.\niif)A temperatura do gasóleo ao entrar no riser é conhecida ou pode ser calculada, o que também é válido para as temperaturas iniciais do catalisador, da água líquida e do vapor d’água.\niv)\tO calor específico do catalisador é perfeitamente conhecido.\nv)\tSão obtidos rotineiramente na refinaria a densidade e a viscosidade do gasóleo alimentado, além de sua curva de destilação ASTM.\nCom base nestas hipóteses construi-se o software cujo diagrama de blocos pode ser visto na Figura 4.3. As etapas deste diagrama passam a ser discutidas.\n2\n3\n4\nLeitura de dados:\n-pontos da curva ASTM\n-temperaturas de entrada do gasóieo, água e catalisador ■taxa de alimentação da água, gasóleo, catalisador e vapor\nAjuste de retas aos pontos da curva ASTM\nDivisão da curva ASTM e cálculo de ponto de ebulição mediano, peso molecular, e fator de caracterização de Watson para cada parte.\nCálculo do calor necessário para aquecer o líquido, calor latente de vaporização e calor necessário para aquecer o vapor para cada fração de gasóleo.\nCálculo dos calores sensível e latente da água e do vapor.\nMontagem e resolução da equação resultante.\nFIGURA 4.3: Visão global do programa que calcula a temperatura na entrada do Riser\na)\tEtapas 1 a 3:\nA curva de destilação ASTM é obtida através de um processo de destilação em batelada e caracteriza a volatilidade da amostra. O PEMV é, como indica o próprio nome, a média dos pontos de ebulição de todas as substâncias que formam a fração, como representado na Figura 4.4(A)\nO ajuste de um polinomio aos pontos experimentais da curva ASTM, permite representar a volatilização continua da amostra, ou seja, o ponto de ebulição dos compostos quase individualmente. O PEMV é uma média tão mais grosseira quanto maior a diferença entre as temperaturas de ebulição dos compostos que formam a fração. Desta maneira, a amostra original foi dividida em frações menores, com pontos de ebulição mais próximos, como mostra a Figura 4.4 (B), tomando o PEMV de cada fração uma média mais representativa. Como todas as demais informações são calculadas a partir desta, esperava-se que todo processo adquirisse maior precisão. Assumiu-se, além disto, que a densidade das frações individuais é igual a densidade média, obtida em laboratório a partir da amostra original. A curva ASTM original foi dividida em 20 partes, e para cada fração foi calculado um PEMV e todas as demais propriedades.\n1400\n1200\nG?\n£3\n1400\n1200\n03\n*■*\nCJ\nQ.\nE a\n1000\n800]\n600\n1000\n800\n600\nPercentagem vol. destilada\n(A)\n(B)\nFIGURA 4.4: PEMV calculado para a curva ASTM completa e dividida em cinco partes\nb)\tEtapas 4 a 6:\nAssumiu-se, então, que cada fração absorveu calor até atingir o PEMV, quando então vaporizou-se a temperatura constante. Finda a vaporização, houve aquecimento do vapor até ser alcançada a temperatura final, que se deseja calcular, igual para todas as frações. Os resultados obtidos podem ser vistos na Tabela 4.4 e na Figura 4.5. A análise desta tabela deve considerar que o termopar usado para medir a temperatura que serve de base para o cálculo dos desvios dos programas está inserido em um poço, sendo o erro do conjunto estimado em, pelo menos, 1,5%. Além disso, foram observados grandes depósitos de coque sobre os poços dos termopares quando foi feita a manutenção do reator.\nTABELA 4.4: Comparação entre valores calculados e valores medidos na unidade para a  temperatura na base do riser. \nARQ\tTI-113\tTemperatura (°C, fração dividida em 20)\tDesvio (%, fração dividida em 20)\tTemperatura (°C, fração inteira)\tDesvio (%, fração inteira)\n1\t662,00\t570,06\t13,89\t557,70\t15,76\n2\t552,20\t545,74\t1,17\t590,27\t6,89\n3\t523,00\t547,69\t4,72\t548,21\t4,82\n4\t525,00\t549,43\t4,65\t539,82\t2,82\n8\t600,00\t605,12\t0,85\t608,43\t1,40\n9\t615,40\t592,39\t3.74\t590,91\t3,98\n10\t604,83\t601,99\t0.47\t608,19\t0,55\n11\t612.50\t590,73\t3.55\t595,96\t2,70\n12\t641,75\t565,89\t11.82\t591,25\t7,87\n13\t634,00\t576.29\t9.10\t573.63\t9,52\n14\t574,33\t560.76\t2,36\t564,61\t1,69\n15\t531,40\t559,09\t5,21\t532,67\t0,24\n16\t499,33\t563,07\t12,76\t538,96\t7,94\n17\t544,67\t556,24\t2,12\t557,48\t2,35\n18\t546,20\t547,71\t0,28\t569,56\t4,28\n19\t555,33\t549,19\t1,11\t426,27\t23,24\n20\t672,00\t555,42\t17,35\t513,87\t23,53\n21\t674,75\t547,85\t18,81\t458,54\t32,04\n22\t659,67\t573,59\t13.05\t541,85\t17,86\n23\t674,50\t553,35\t17,96\t554,99\t17,72\n24\t667,60\t565,18\t15,34\t442,91\t33,66\n25\t660,67\t571,64\t13,48\t555,17\t15,97\nMEDIA\t601,42\t565,84\t7,90\t548,24\t10,77\nA análise dos resultados permite concluir que;\n-\tas hipóteses sobre as quais se baseia cálculo da temperatura na entrada do riser são adequadas;\n-\to erro cometido quando se considera o inicio do reator (z=0) coincidente com o termopar TI\n113 é aceitável;\n-como era esperado, houve melhor aproximação dos resultados aos dados da unidade com a divisão da fração em vinte partes.\nFIGURA 4.5: Comparação entre valores calculados e valores medidos na unidade para temperatura na base do riser.\n4.5.4\tEquações que constituem o modelo do riser\nAs equações usadas para construir o modelo do riser, assim como algumas hipóteses simplificativas que não foram anteriormente apresentadas, passam a ser discutidas. Inicia-se com as equações oriundas dos balanços de massa e energia.\najBalanço material global para a fase gasosa\nO balanço material global para a fase gasosa, com o sistema em estado estacionário, origina a seguinte equação:\n¿(PsEue) = °\nonde:\nug - velocidade intersticial do gás, m/s\ns - fração de vazios\npg - massa específica da mistura gasosa\nz - distância axial, m\n(4.1)\nO número total de moles da mistura gasosa aumenta ao longo do reator devido as reações de craqueamento. Portanto, a massa específica da mistura gasosa, a fração de vazios e as velocidades do gás e partículas variam com a posição axial.\nA pressão média, entre a base e o topo do riser, varia em tomo de 1,5 atm, a temperatura no topo em 525°C e a temperatura na base em 675°C. O gasóleo que alimenta o reator apresenta pressão crítica da ordem de 10 atm e temperatura crítica na casa dos 650°C. A pressão no riser estará sempre muito abaixo da pressão crítica e a temperatura na base (onde se encontram as frações mais pesadas) acima da crítica. Assim, é possível aproximar o comportamento da mistura pela equação dos gases ideais, e derivá-la:\nd/?g _ i MfTdP PdT^ , pdM dz ~ R T2 \\ dz dzJ + T dz\nsendo:\n(4.2)\nM - massa molar média da mistura gasosa R - constante dos gases ideais\nP - pressão total no reator\nT - temperatura da mistura gasosa\nDiferenciando a equação 4,1 e nela substituindo a 4.2 obtêm-se a seguinte expressão\npara a variação da velocidade do gás ao longo do comprimento:\ndu2\ndz\nf\t\nd^\t1\nP \t + £\t—\ns dz\tR\n\tk\nkl\nPdM\nT dz j\n(4-3)\nb)Balanço material global para o catalisador\nO balanço material global para a fase sólida, com o sistema em estado estacionário,\nresulta em:\n(4.4)\nonde:\nup - velocidade da partícula, m/s\nc)Balanço material para os reagentes gasosos\nDefinindo-se:\nA - área da seção transversal do reator, m2\nCj - concentração do reagente gasoso i, kmol de i / kg de gás\nRi - taxa de consumo do reagente i, kmol de i / (kg de partícula . s) wg - vazão mássica de gás, kg / s\npp - massa específica da partícula de catalisador\ndmp - massa de catalisador presente no elemento de volume delimitado por z e (z+dz), conforme figura ao lado, dada por:\ndmp = (1 - e)ppAdz\n(4.5)\nTêm-se, então:\nWg c¡\n- WgCi\nz\n= Ri dmp\nz+dz\nDividindo-se pelo elemento de volume (Adz) e usando-se o conceito de derivada:\ndc¡\ndz\n= — R,(l-e)p, W„\n(4.6)\nMas:\nR^IkipCi\nonde o subíndice i representa o reagente gasoso e n representa o produto da reação em questão.\nPor exemplo, parafinas pesadas reagindo para formar parafinas leves: ph. kp|¿1....>yPi\nA constante kn pode ser encontrada na patente de Gross et al (1980) em m3 / (kg de partícula. s) e, portanto, deve ser multiplicada pela massa específica da mistura gasosa (pg) para manter-se a homogeneidade dimensional da equação 4.6 . Além disso,\nAssim:\nde.\nI\ndz\n(4.7)\nComo visto no Capítulo 2, o catalisador é desativado pela deposição de coque na superfície e pela adsorção de anéis aromáticos. Deste modo, faz-se necessária uma correção na equação 4.7:\ndCi _ 1 (1-e) f 1 V 1 V.\t(4-8)\ndz ug S Ppll + PtJb + kAhcAJ\tinC>\nondep, £ e kAh, constantes encontradas na patente de Gross et al (1980). Na Tabela 4.5 foram reunidos os termos SkinCj para cada componente da mistura gasosa. Nas Tabelas A.l e A.2 do Anexo podem ser encontradas as energias de ativação e as constantes cinéticas fornecidas pela referida patente.\nTABELA 4.5: SkínCj para cada componente da mistura gasosa\nCOMPONENTE\t\nPh\t(k p,,^ + k phG + k p„c) c ph\nNh\t+ kN„G + ^N„c)CN„\nAh\t(kAA + k. c + kA c + kA r )cA\n\tp “blCp p ) C p\nPt\t“kPbP, CPh +(kPC +kP,G)CP!\nNi\t~kNhN|cNh +(kN|C +kN(G)cN(\nA¡\t+(kAtC +kA,c)CA!\nCai\ta c\tp r r 4\" lí p p C * i L \\hCA! cAh\tk.AlC Al\nG\t\"(kP|iGCph + kNhGcN)i + kAbGcA|! + kP|GCP¡ + kNtGCN, + kA!GCA, ) + kGCCG\nC\t~(kP!1CCPlh + kN„CCN„ + {íAhCCA1, +kCAhCCCAb + kP,CCP! + kNlCCNl +kA,CCA, +kCA,CCCAI +!íGCCg)\nd)Balanco de energia:\nO balanço de energia será feito negligenciando-se:\n-trabalho de expansão realizado pela mistura gasosa;\n-dissipação viscosa;\n-transferência de calor por radiação;\n-perda de calor para o ambiente.\nAlém disso assume-se que:\n-a convecção seja o único mecanismo de transferência de calor, ocorrendo em plug-flow, com temperatura uniforme na seção radial;\n-a resistência a transferência de calor entre gás e partícula é tão pequena que ambos terão a mesma temperatura em qualquer posição ao longo do comprimento do reator.\nSendo os reagentes representados pelo subíndice i, e qualquer componente da mistura reacional representado pelo subíndice j, a equação do balanço de energia será:\nSwjcp\nj\nZ+âZ\nonde:\nCp. - calor específico do componente j, kj/ (kg de j . K)\ndV - volume ocupado pela mistura reacional, limitado pelo diâmetro interno do reator , z e (z+dz)\nNr - número de reações ocorrendo simultaneamente\nDividindo-se pela área da seção transversal, Az, com z->0\ni-í\n(4.10)\nMas\n(4.11)\nonde o subíndice q indica o coque depositado sobre o catalisador.\nComo a produção média máxima de coque é 1,1% da massa de catalisador, assume-se que a terceira parcela do lado direito da equação 4.11 é muito menor que as duas primeiras.\nA equação de Watson- Fallón (apresentada no Capítulo 3) descreve a variação do calor específico de misturas de hidrocarbonetos gasosos:\nCpv = (0,045Kw”0.233) + (0,440 + 0,0177Kw)(10~3t)-0,153010-6T2\nonde:\ncPv - calores específicos do líquido e do vapor em Btu / (Ib °F)\nT - temperatura, °F\nAPI - densidade em graus API\nKw _ fator de caracterização de Watson\nA Tabela 4.6 mostra o calor específico de misturas de hidrocarbonetos na faixa das temperaturas de entrada e saída do riser, com Kw entre 10 e 13. Pode-se observar uma variação percentual aproximada de 10% entre os valores de cpv para um mesmo Kw.\nTABELA 4.6: Variação do calor específico de misturas de hidrocarbonetos com a temperatura.\nKw\tcp a 521°C (kcal/kg. °C)\tCp a 680°C (kcal/kg. °C)\tVariação percentual\n10\t0,6718\t0,7591\t11,50\nil\t0,7397\t0,8267\t10,52\n12\t0,8021\t0,8943\t10,31\n13\t0,8646\t0,9619\t10,12\nEssa variação não é suficientemente pequena para ser ignorada, mas também não é grande o bastante para justificar o trabalho adicional que acarreta o termo em T2. Optou-se por calcular um novo valor para Kw e para o calor específico dos gases a cada incremento de comprimento do reator. Desta maneira, a equação que fornece a variação da temperatura ao longo do riser será:\nAp/l-zogí-AHJ.R,\t0.12)\nat _____________¡=1___________\ndz\twgcPg+wpcPp\ne)\tBalanço das forças exercidas sobre uma partícula única\nO riser opera em escoamento bifásico turbulento. No escoamento turbulento de uma suspensão gasosa, as velocidades do fluído e da partícula possuem componentes médios locais e componentes flutuantes. Assim sendo, um modelo realista do sistema deve incluir os fenômenos que dependem das interações dos dois campos de velocidade (Siclair e Jackson, 1989), quais sejam:\ni)\ta diferença entre as velocidades medias do gás e da partícula origina uma força de arraste que é responsável pela parcela não flutuante da velocidade da partícula;\nii)\ta interação entre as partículas e o componente flutuante da velocidade do gás pode causar um fluxo de energia cinética entre os componentes flutuantes das velocidades das duas fases em qualquer direção. Também pode amortecer as flutuações da velocidade do gás e estimular as flutuações da velocidade da partícula ou vice-versa;\niii)\tas interações da parte flutuante da velocidade das partículas com a velocidade média das mesmas partículas originam tensões entre as partículas;\niv)\tas interações da parte flutuante da velocidade do gás com a velocidade média do mesmo gás origina o já conhecido tensor de Reynolds.\nNo presente trabalho foram feitas as seguintes simplificações:\n-\tnão foram considerados os fenômenos decorrentes das componentes flutuantes das velocidades do gás e da partícula;\n-\ta quantidade de movimento das partículas de catalisador, devido a sua pequena massa, não é suficiente para que as mesmas rompam o filme gasoso que se forma ao seu redor e colidam umas com as outras ou com a parede do reator (Siclair e Jackson, 1989). Desta maneira, as forças de\nfricção partícula-partícula e partícula-parede são negligenciadas. Essa simplificação é corroborada pela baixíssima queda de pressão verificada entre a base e o topo do reator, fato que será discutido ainda nesse capítulo.\nNestas condições, a força de arraste resultará da soma do arraste pelicular (associado a camada limite) e do arraste de forma (associado ao movimento relativo fluido- partícula), sendo calculada por (Sissom e Pitts, 1979):\nCaK -üp|(ug ^UPPES\n2\n(4.13)\nonde:\nFa - força de arraste exercida pelo gás escoando com velocidade ug\nup - velocidade da partícula\nS - área da seção reta do sólido na direção normal ao escoamento\nCa - coeficiente de arraste\npg - massa específica do fluido\nO coeficiente de arraste pode ser calculado, tal como sugerido por Ding e Gidaspow (1990) e adotado por vários autores (Seu- Kim e Arastoopour, 1995; Bolio et al, 1995; Pita e Sudaresan, 1993) por:\nC -2£(1 + o,15Re^6S7) se Reg(103\t(4.14)\nRe„\tÊ\nb\nCA =0,44\tse Reg)10J\t(4.15)\nReg\n- up|DP\n(4.16)\nAssim, 0 balanço de forças sobre a partícula pode ser feito, definindo-se:\nFp - força peso\nFb - força de empuxo\nmp - massa da partícula\nF - força resultante\nDp - diâmetro da partícula, suposta perfeitamente esférica\nCa - coeficiente de arraste\ng - aceleração devida ao campo gravitacional\n(4.17)\n(4.18)\n(4.19)\n(4.20)\nA força de empuxo corresponde a massa de fluido deslocado multiplicada pela aceleração da partícula (Foust, 1982):\n(4.21)\nSubstituindo as eq 4.13 e 4.18 a 4.21 na 4.17, teremos:\nLogo:\ndup CA (ug - u )|ug - up|pgS fp\n--L =\t------J---|_g _L_1\ndt\t2mp\t(pp J\nMas:\ndup dup\ndt p dz\n(4.22)\n(4.23)\nEntão:\ndup = Ca (ug ~ up)|ug - up|pES ! g íp^' dz\t2mpup\tuptpp ,\n(4.24)\nf) Variação axial da fração de vazios\nA fração de volume ocupada pelo gás relaciona a velocidade intersticial do velocidade superficial do gás. Assim sendo, define-se:\nA - área da seção transversal do riser, m2\nwp - vazão mássica de partículas, kg / s\nwg - vazão mássica de gás, kg / s\npp - massa específica da partícula de catalisador, kg/ m3\npg- massa específica da mistura gasosa, kg/ m3\nug - velocidade intersticial do gás, m/s\nvg - velocidade superficial do gás, m/s\npode-se escrever:\nwg\nUo8 —----~\n“ APg\nDe modo análogo, para a fração de volume ocupada pelo sólido ter-se-á:\ncom a\n(4.25)\nup\n(l-e) =\n(4.26)\nA soma das equações (4.25) e (4.26), será:\n(4.27)\nAs equações (4.25) e (4.27) fornecem:\nWgPp+Wppg\nwgPp\nug\n\\up7\n(4.28)\nPara o caso do riser, onde existe pouca diferença entre as velocidades das partículas e do gás, a equação (4.28) pode ser aproximada por:\nwgPp\nWgPp+wppg\nEntão:\nde = wgpp__________1_______dp^\ndz Wp [(Ppws/Wp) + Pg]3 dz\n(4.29)\n(4.30)\ng)Coque depositado sobre as partículas\nO modelo de Jacob trabalha com a taxa de formação do lump C, composto por gases leves mais coque; para o coque individualmente os autores sugerem o uso da seguinte equação semi-empírica:\n(4.31)\nyc - fração mássica de coque (kg de coque / kg de partícula) a - fórmula empírica encontrada na patente de Gross:\na = 0,631P¡o +0,110Nls +1,475AU + 0,0727CAJ\n+ 0,631Plto + 0,297Nh\n+ 0,773Ah° +2,225CA)!\nte - tempo de residencia do catalisador (s), dado por:\nA revisão da literatura mostrou que a quantidade de coque depositado sobre um catalisador depende do tipo de catalisador, da alimentação e das condições de operação (Froment,1976) e/ ou do tempo durante o qual o catalisador esta em contato com a mistura reacional (Wojciechowski, 1968). Como discutido anteriormente, o gasóleo processado pela unidade FCC da REFAP não contém a fração de leves (componentes que destilam entre 221 e 341,3°C), cujas frações mássicas fazem parte dos coeficientes de ajuste da equação empírica de Gross. Provavelmente por esse motivo, a equação proposta por Gross mostrou-se inadequada para ser usada no presente trabalho, como mostra a Tabela 4.7. Assim sendo, foi necessário desenvolver uma equação para o cálculo do coque depositado sobre a partícula.\nExpressões que relacionam o depósito de coque com o tempo de contato entre a partícula e a mistura reacional através de funções do tipo potência, exponencial e hiperbólica, foram consideradas apropriadas para algumas situações específicas (Weekman, 1968, 1969 e 1970; Nace. 1971; Jacob, 1976), Dessa maneira, procurou-se verificar a validade das mesmas para o presente caso. Os resultados desse estudo podem ser vistos na Tabela 4.8, onde se verifica que os dados se ajustam tanto linearmente como através de uma função hiperbólica com desvio médio em tomo de 11%; aproximadamente a metade do desvio previsto por Gross para as constantes cinéticas do modelo de dez lumps. Optou-se pelo ajuste linear.\nhjMassa molar média da mistura gasosa\nSendo a massa molar média da mistura gasosa (M), variável ao longo do comprimento do reator, definida por:\n(4.32)\nTABELA 4.7: Cálculo do coque depositado sobre as partículas através da equação empírica de Gross\nCASO\tt calculado (s)\tCoque prod (kg/s)\tPartícula (kg/s)\tPh xlOO\tNh*100\tcA1,xioo\tA^xlOO\ta\tCoque calc (kg/s)\tdesvio (%)\n1\t2,39\t1,48\t136,75\t46,73\t31,79\t5,34\t16,13\t0,6328\t0,329\t\n2\t2,7\t1,64\t132,03\t51,76\t29,83\t\t 4,2\t\t14,21\t0,6185\t0,318\t80,6\n3\t2,91\t1,22\t143,07\t52,17\t29,54\t4,17\t14,13\t0,6189\t0,350\t71,4\n4\t2,94\t1,42\t120,25\t52,56\t27,56\t5,84\t14,03\t0,6519\t0,311\t78,0\n5\t2,9\t1,41\t139,37\t48,46\t31,2\t5,15\t15,19\t0,6305\t0,347\t75,4\n7\t2,35\t1,36\t146,59\t55,9\t27,1\t4,29\t12,71\t0,6269\t0,348\t74,4\n8\t2,48\t1,17\t173,31\t54,08\t28,28\t4,42\t13,22\t0,6258\t0,416\t64,4\n9\t2,45\t1,29\t148,50\t48,98\t29,1\t6,84\t15,07\t0,6642\t0,377\t70,8\n10\t2,65\t0,96\t148,12\t48,95\t31,22\t\t5,26\t\t14,58\t0,6313\t0,363\t62,2\n11\t2,63\t1,32\t164,07\t58,44\t27,9\t2,05\t11,61\t0,5870\t0,373\t71,6\n12\t2,51\t\tLU\t\t\t123,50\t\t53,12\t\t28,14\t5,26\t13,47\t0,6399\t0,304\t76,7\n13\t2,6\t1,39\t138,04\t53,35\t25,73\t7,28\t13,64\t0,6805\t0,363\t73,8\n14\t2,65\t\t1,57\t\t145,61\t52,9\t27,64\t5,6\t13,86\t0,6476\t0,366\t76,7\n15\t2,93\t1,56\t131,74\t51,44\t32,33\t2,96\t13,28\t0,5891\t0,308\t80,3\n16\t2,79\t1,66\t145,91\t53,11\t26,76\t6,43\t\ti-v\t\t0,6636\t0,380\t77,1\n17\t2,65\t1,63\t139,53\t53,99\t25,35\t7,47\t13,19\t0,6841\t0,371\t77,3\n18\t2,26\t1,76\t145,32\t53,79\t25,94\t6,88\t13,4\t0,6731\t0,368\t79,1\n19\t3,59\t1,79\t143,72\t54\t25,1\t7,69\t13,21\t0,6885\t0,408\t77,3\n20\t2,67\t2,10\t166,35\t54,25\t24,75\t7,85\t13,15\t0,6921\t0,448\t78,7\n21\t3,25\t1,91\t135,48\t53,47\t27,01\t6,12\t13,4\t0,6574\t0,360\t81,2\n22\t2,71\t1,79\t160,36\t54,12\t24,93\t7,76\t13,18\t0,6901\t0,432\t75,8\n23\t2,8\t2,13\t143,23\t53,5\t27,01\t6,05\t13,44\t0,6563\t0,369\t82,6\n24\t3,44\t1,94\t157,73\t53,99\t25,24\t7,46\t13,3\t0,6844\t0,442\t77,2\n25\t2,71\t1,89\t165,71\t53,47\t\t27,11\t5,72\t13,7\t0,6511\t0,421\t77,7\nMédia\t\t\t\t\t\t\t\t\t\t75,8\nTABELA 4.8: Ajuste dos dados da unidade a uma equação para o depósito de coque sobre o catalisador.\nCaso\tt (s)\t(unidade)\tA = ln( Cc )/t\tC. exp(At)\tDesvio % com relação a função exponencial\tB=Ct/t\tCc= B t\tDesvio % com relação a função linear\tG = (ec-l)/t\tcc~ 1 + Gl\tDesvio % com relação a função hiperbólica\n1\t2,17\t6,01\t0,83\t4,63\t23,00\t2,77\t5,10\t15,11\t2,31\t5,23\t13,03\n2\t2,51\t5,99\t0,71\t5,88\t1,79\t2,39\t5,90\t1,49\t1,99\t5,89\t1,68\n3\t2,31\t4,21\t0,62\t5,11\t21,34\t1,82\t5,43\t29,00\t1,39\t5,50\t30,64\n4\t2,46\t3,75\t0,54\t5,68\t51,44\t1,52\t5,78\t54,23\t1,12\t5,79\t54,46\n5\t2,90\t5,99\t0,62\t7,75\t29,34\t2,07\t6,82\t13,82\t1,72\t6,65\t11,01\n6\t2,37\t5,90\t0,75\t5,33\t9,67\t2,49\t5,57\t5,56\t2,07\t5,62\t4,80\n7\t2,34\t5,71\t0,75\t5,22\t8,62\t2,44\t5,50\t3,65\t2,01\t5,56\t2,66\n8\t2,81\t5,56\t0,61\t7,27\t30,77\t1,98\t6,61\t18,82\t1,62\t6,47\t16,44\n9\t2,60\t6,16\t0,70\t6,27\t1,77\t2,37\t6,11\t0,77\t1,99\t6,07\t1,55\n10\t2,98\t5,21\t0,55\t8,20\t57,35\t1,75\t7,01\t34,47\t1,41\t6,81\t30,62\n11\t2,74\t6,14\t0,66\t6,92\t12,71\t2,24\t6,44\t4,91\t1,88\t6,34\t3,22\n12\t2,47\t5,18\t0,67\t5,72\t10,41\t2,10\t5,81\t12,10\t1,69\t5,81\t12,19\n13\t2,54\t5,77\t0,69\t6,01\t4,14\t2,27\t5,97\t3,49\t1,88\t5,95\t3,08\n14\t2,4 J\t5,38\t0,70\t5,48\t1,90\t2,23\t5,67\t5,31\t1,82\t5,70\t5,85\n15\t2,59\t5,23\t0,64\t6,23\t19,02\t2,02\t6.09\t16,43\t1,63\t6,05\t15,59\n16\t2,38\t5,55\t0,72\t5,37\t3,30\t2,33\t5,60\t0,82\t1,91\t5,64\t1,55\n17\t2,28\t5,82\t0,77\t5,00\t14,07\t2,55\t5,36\t7,90\t2,11\t5,44\t6,50\n18\t2,16\t6,73\t\t4,60\t31,72\t3,12\t5,08\t24,54\t2,65\t5,21\t22,62\n19\t2,42\t6,95\t0,80\t5,52\t20,56\t2,87\t5,69\t18,14\t2,46\t5,71\t17,78\n20\t2,47\t7,48\t0,82\t5,72\t23,54\t3,03\t5,81\t22,37\t2,62\t5,81\t22,31\n21\t2,38\t6,27\t0,77\t5,37\t14,40\t2,63\t5,60\t10,76\t2,21\t5,64\t10,11\n22\t2,47\t6,19\t0,74\t5,72\t7,61\t2,51\t5,81\t6,19\t2,10\t5,81\t6,11\nMédia\t\t\t0,71\t\t14,24\t2,35\t\t11,43\t1,95\t\t10,56\n* cc - coque depositado sobre a partícula, (kgc/kggaSóieo)xlOO\nonde:\nMj - peso molecular da fração j\nNj - vazão molar da fração j, kmol/s\nNt - vazão molar total, kmol/s\nEntão:\ndM dz\nd\ndz\nInt>\ndzkNyJ\ndN-p'j 1 dz J NtJ,\nMas:\nNj=wgCj\nNT=XNj = wg £Cj\nj\tj\nAssim:\nd í Nj __\t1 y c ^cj c y ^cj\ndzlNTJ ( V ¡ j dz\tdz\nl?cJ\n(4.33)\nSendo dc/dz dada pela equação (4.6).\nifQueda de pressão no reator\nA equação oriunda do balanço de momentum possui um termo que reflete a queda de pressão causada pelo atrito do gás e partículas com as paredes do reator. São duas parcelas, ambas calculadas a partir de equações empíricas. Theologos (1993), por exemplo, supôs tubo liso e calculou o fator de fricção para o gás pela equação de Blausius e o fator de fricção para o sólido pela equação de Yang (1978).\nA queda de pressão entre a base e o topo do riser, média para os 25 casos estudados, é 0,28 atm, como mostra a Tabela 4.9. Esse valor, correspondente a 13,5% da pressão média na base, inviabiliza o uso de equações empíricas, cujos erros estão nessa ordem de grandeza. Assim sendo, optou-se por considerar variação linear para a pressão entre a base e o topo, com os coeficientes da equação ajustados pelos valores médios da Tabela 4.9.\nTABELA 4.9:0\nvessão ao longo do riser\nCaso\tPressão na base (atm)\tPressão no topo (atm)\tAP\n1\t1,63\t1,45\t0,18\n2\t2,28\t2,05\t0,23\n3\t2,34\t2,06\t0.25\n4\t2.35\t2,08\t0,27\n5\t1,66\t1,50\t0,16\n6\t1,73\t1,52\t0,21\n7\t1,73\t1,52\t0,21\n8\t2,16\t1,81\t0,35\n9\t1,68\t1,54\t0,14\n10\t1,73\t1,45\t0,28\n11\t1.80\t1,60\t0,20\n12\t1,92\t1,69\t0,23\n13\t1,94\t1,69\t0.25\n14\t2.25\t2,04\t0,21\n15\t2.30\t2,08\t0,22\n16\t2.27\t2,06\t0,21\n17\t2.25\t1.98\t0,27\n18\t1,92\t1,71\t0,21\n19\t2,29\t2,03\t0,26\n20\t2.20\t1,78\t0,42\n21\t2.17\t1,79\t0,38\n22\t2.04\t1,64\t0,40\n23\t2.30\t1,87\t0,43\n24\t2,34\t1,80\t0,54\n25\t2,39\t1,82\t0,57\nMédia\t2.07\t1,79\t0,28\n4.6\tSIMULAÇÃO DO RISER\nO algoritmo que simula o ri ser é formado por três subro tinas:\n-\tCARAC, onde é feita a caracterização da alimentação;\n-\tTEMP, onde é calculada a temperatura da base do reator;\n-RIS6, onde é calculado o reator.\nAs subrotinas CARAC e TEMP foram descritas nas seções anteriores. O conjunto de equações diferenciais ordinárias lineares que compõe o modelo do reator foi resolvido com o uso do pacote numérico LSODE (Livermore Solver For Ordinary Differential Equations, versão em dupla precisão de 13 de agosto de 1981), capaz de resolver problemas de valor inicial para sistemas de equações stiff A Tabela 4.10 apresenta seus valores iniciais ou a equação usada para calculá-lo.\nTABELA 4.10: Valores iniciais para as equações diferenciais que integram o modelo do riser\nVARIÁVEL\tVALOR INICIAL\nMassa molar média da mistura reacíonal\tMz=0 = ^ÇfjMj j\nMassa específica da mistura gasosa\t. . CC’f -0 z=0\tRTZ=O\nFração de vazios\t„\twgPP z=0 wgPp+Wppg\nVelocidade dos gases\t\nVelocidade da partícula\tp”u ppA(l-ez=0)\nPressão\tA pressão na base do reator é dado de entrada\nTemperatura\tA temperatura na base do reator é calculada pela subrotina TEMP, sendo considerada dado de entrada na subrotina que calcula o reator.\nConcentrações iniciais dos dez pseudo-componentes\tAs concentrações iniciais dos dez pseudo-componentes são calculadas pela subrotina CARAC, sendo considerados dados de entrada na subrotina que calcula o reator.\nTempo de contato\tÉ nulo na base do reator.\nAs figuras 4.6 a 4.14 mostram o comportamento das diversas variáveis ao longo do reator. Pode-se observar que a maior parte das reações de craqueamento ocorrem na primeira terça parte do reator, o que ocasiona variações bruscas da temperatura, frações de volume ocupadas pelo gás e pelo sólido, velocidades do gás e sólido, além da massa molar média da mistura gasosa nos primeiros 10m de reator.\nA Figura 4.6 mostra a variação da temperatura ao longo do reator. Comportamento semelhante ao das Figuras 4.7 e 4.8 foi registrado em um reator industrial para as frações de volume ocupado pelo gás e sólido (Theologos e Markatos, 1993) e ao da Figura 4.9 para a velocidade de ambas as fases (Viitanen, 1993).\nComo era previsto, a massa molar média da mistura reacional (Figura 4.10) e as concentrações dos componentes pesados (Figura 4.11) diminuem ao longo do reator, enquanto a concentração das frações leves cresce (Figura 4.12).\nA conversão total (Figura 4.13), coerentemente, aumenta ao longo do reator. Aumentando-se gradativamente a relação catalisador /óleo, mantidas as demais condições operacionais, atinge-se um ponto de máximo na produção de gasolina, como mostra a Figura 4.14. Este comportamento é devido, provavelmente, ao sobrecraqueamento da gasolina causado pela elevação da temperatura (maior quantidade de catalisador, maior carga térmica).\nFIGURA 4.7: Fração de volume ocupada pelo gás ao longo do riser\nFIGURA 4.8: Fração de volume ocupada pelo sólido ao longo do riser\n—ug (m/s)\n— up (m/s)\n\t\t\n0\t1 0\t20\nA Itu ra í m )\n30\n40\nFIGURA 4.10: Massa molar média da mistura ao longo do riser\nFIGURA 4.11 : Concentração dos componentes pesados ao longo do riser\nFIGURA 4.12: Concentração dos componentes leves ao longo do riser\nFIGURA 4.13: Conversão total\nFIGURA 4.14: Influência da relação catalisador / óleo na conversão em gasolina\nA Tabela 4.11, a seguir, permite comparar as percentagens em massa de produtos (kg/ kg de óleo) calculadas com o uso do modelo e as obtidas na unidade. Observa-se um desvio médio de 11,1% nos valores previstos para a produção de gasolina (Figura 4.15), valor considerado satisfatório, pois a patente de Gross prevê um erro de até 20% nas constantes cinéticas quando se emprega um catalisador diferente daquele usado nos experimentos.\nTABELA 4.11: Comparação entre os valores calculados para os produtos do riser e os lidos na unidade\n\tGasolina\t\t\tÓleo Leve\t\t\tGases (por diferença)\t\t\tFração pesada\t\t\tGases (pela fórmula de Gross)\t\t\nCaso\tCalculado\tProd\tDesvio %\tCalculado\tProd\tDesvio %\tCalculado\tProd\tDesvio %\tCalculado\tProd\tDesvio %\tCalculado\tProd\tDesvio %\n1\t37,91\t40,33\t6,38\t13,29\t12,59\t5,56\t9,19\t15,46\t40,56\t34,28\t17,88\t91,72\t13,08\t15,46\t15,39\n2\t42,58\t41,05\t3,59\t13,75\t16,91\t18,69\t7,00\t15,80\t55,70\t29,41\t14,74\t99,53\t13,17\t15,80\t¡6,65\n3\t42,22\t44,88\t6,30\t13,73\t15,59\t11,93\t7,14\t15,97\t55,29\t29,85\t14,41\t107,15\t13,12\t15,97\t17,85\n4\t42,28\t44,70\t5,72\t13,73\t16,04\t14,40\t7,36\t15,60\t52,82\t30,06\t14,59\t106,03\t13,14\t15,60\t15,77\n5\t38,36\t41,93\t9,31\t13,22\t15,59\t15,20\t7,39\t15,31\t51,73\t35,16\t16,27\t116,10\t12,36\t15,31\t19,27\n6\t\t40,32\t\t\t15,33\t\t\t15,51\t\t\t16,76\t\t\t15,51\t\n7\t40,20\t44,07\t9,63\t13,63\t14,60\t6,64\t8,97\t17,35\t48,30\t31,24\t13,55\t130,55\t13,60\t17,35\t21,61\n8\t42,25\t49,04\t16,07\t13,92\t14,59\t4,59\t10,55\t17,63\t40,16\t26,66\t14,26\t86,96\t15,23\t17,63\t13,61\n9\t40,71\t48,88\t20,07\t13,70\t11,05\t23,98\t11,03\t18,17\t39,30\t28,92\t12,72\t127,36\t14,89\t18,17\t18,05\n10\t42,98\t47,86\t11,35\t13,83\t10,54\t31,21\t11,09\t17,32\t35,97\t25,52\t12,58\t102,86\t15,82\t17,32\t8,66\n11\t41,46\t50,10\t20,84\t13,87\t11,84\t17,15\t8,40\t19,32\t56,52\t28,50\t10,52\t170,91\t14,11\t19,32\t26,97\n12\t40,40\t45,77\t13,29\t13,46\t15,44\t12,82\t7,43\t13,54\t45,13\t32,56\t15,69\t107,52\t12,84\t13,54\t5,17\n13\t41,35\t45,88\t10,96\t13,72\t17,44\t21,33\t9,51\t16,08\t40,86\t29,62\t12,10\t144,79\t14,11\t16,08\t12,25\n14\t41,46\t46,22\t11,48\t13,68\t15,22\t10,12\t8,53\t14,40\t40,76\t30,20\t14,54\t107,70\t13,56\t14,40\t5,83\n15\t42,10\t43,89\t4,25\t13,50\t14,93\t9,58\t7,41\t14,84\t50,07\t30,18\t15,65\t92,84\t13,11\t14,84\t11,66\n16\t41,75\t46,15\t10,54\t13,69\t13,58\t0,81\t8,73\t14,69\t40,57\t29,94\t15,66\t91,19\t13,65\t14,69\t7,08\n17\t41,22\t47,70\t15,72\t13,54\t14,05\t3,63\t7,93\t17,20\t53,90\t31,78\t12,75\t149,25\t13,05\t17,20\t24,13\n18\t38,47\t48,68\t26,54\t13,19\t13,23\t0,30\t7,35\t16,42\t55,24\t36,06\t12,27\t193,89\t11,97\t16,42\t27,10\n19\t40,93\t46,92\t14,63\t13,51\t17,78\t24,02\t7,91\t16,10\t50,87\t32,31\t12,34\t161,83\t12,90\t16,10\t19,88\n20\t40,70\t40,28\t1,03\t13,58\t12,83\t5,85\t9,44\t18,06\t47,73\t31,46\t9,41\t234,33\t13,53\t18,06\t25,08\n21\t39,73\t39,76\t0,08\t13,34\t14,53\t8,19\t7,53\t15,58\t51,67\t33,90\t13,57\t149,82\t12,52\t15,58\t19,64\n22\t41,36\t52,99\t28,12\t13,77\t6,07\t126,85\t11,64\t17,99\t35,30\t27,99\t13,46\t107,95\t15,22\t17,99\t15,40\n23\t42,09\t45,04\t7,01\t13,72\t12,43\t10,38\t9,05\t17,07\t46,98\t29,06\t14,36\t102,37\t14,06\t17,07\t17,63\n24\t41,29\t49,51\t19,91\t13,67\t12,69\t7,72\t10,06\t18,41\t45,36\t29,68\t11,07\t168,11\t14,21\t18,41\t22,81\n25\t41,71\t50,54\t21,17\t13,77\t13,19\t4,40\t9,72\t18,71\t48,05\t28,79\t12,26\t134,83\t14,32\t18,71\t23,46\nMédia\t41,36\t45,70\t11,15\t13,69\t13,92\t10,25\t8,63\t16,10\t47,89\t30,00\t13,57\t112,03\t13,55\t16,10\t17,74\nFIGURA 4.15: Comparação entre os valores calculados e os valores lidos na unidade para a quantidade de gasolina produzida.\nO modelo cinético de dez lumps foi construído com base na hipótese de que a massa molar do lump não varia ao longo do reator. Ou seja, o pseudo-componente Pn que entrar no reator com 420 kg / kgmol e não sofrer reação química irá integrar a fração de pesados na saída do reator com o mesmo peso molecular, e o valor médio calculado para a fração será em tomo de 350 kg / kgmol. As conseqüências dessa simplificação aparecem nos altos desvios obtidos quando se tenta comparar os pesados não reagidos (do modelo) com a fração mais pesada oriunda do riser, o chamado óleo clarificado, cujo peso molecular médio é 280.6 kg / kgmol.\nO peso molecular médio da fração de leves não reagidos (174 kg / kgmol) está próximo do valor médio da fração chamada óleo leve de reciclo (185 kg / kgmol ) e os desvios percentuais entre os valores calculados e os obtidos na unidade são aceitáveis.\nO GLP (gás liquefeito de petróleo) é uma mistura de propeno, propano, iso-butano, n-butano e butenos com peso molecular médio em tomo de 49kg / kgmol. Há duas maneiras diferentes de calcular a quantidade produzida de GLP. A primeira por diferença entre a quantidade produzida do grupo Cea quantidade de coque depositado sobre a partícula, cujo desvio médio é de 47,9%. A segunda é através da fórmula empírica sugerida por Gross para o cálculo dos componentes com no máximo cinco carbonos, cujo desvio percentual é da ordem de 17,7%, quando se somam os componentes com até quatro carbonos:\nL' =(a'G+ bG^P,. +3^,. +a‘ A,. +^CM\n(4.34)\nL1 = componentes gasosos com até cinco carbonos produzidos no ri ser\nÍ = C!,C2,\nP, , Nt ... - fração em massa de cada componente no gasóleo que alimenta o riser\nG, C = fração em massa dos grupos da gasolina e do coque na corrente da saída\na!, b‘, ap = parâmetros da equação que podem ser encontrados na Tabela A.3 do Anexo.\nDeve-se registrar que os valores chamados “obtidos na unidade” foram calculados na empresa após a torre fracionadora que sucede o reator, significando que a eficiência da torre esta indiretamente incluída nesses resultados. Esse fato contribui para com os altos desvios obtidos na produção de óleo clarificado, pois a eficiência da torre é considerada baixa para a separação das frações mais pesadas, estando o óleo clarificado contaminado com frações mais leves.\n4.7\tCOMENTÁRIOS FINAIS\nApesar de suas constantes terem sido obtidas em 1979 com catalisadores que se diferenciavam muito dos utilizados atualmente, empregando um gasóleo que continha compostos leves, o modelo de Jacob et al pode ser usado para prever com desvios aceitáveis a produção de gasolina, óleo leve, e gases. Existe, no entanto, a necessidade de desenvolver uma fórmula empírica para o cálculo do coque depositado sobre as partículas.\nO cálculo da temperatura na base do reator, embora não considere a presença simultânea de gases, líquido e sólidos nesta região, simplifica adequadamente o problema, com desvios médios de 7,9%. Devido a falhas na leitura da temperatura na Unidade (coque depositado sobre os poços dos termopares e mal funcionamento freqüente dos mesmos), não é possível saber exatamente se, nos casos em que os desvios estão muito acima da média, o problema reside no modelo, na leitura ou em ambos. Entretanto, o baixo desvio médio aponta na direção de problemas com a leitura.\nDentre as hipóteses simplificativas utilizadas no presente trabalho, aquela que está mais distante da realidade é a que considera o fluxo do reator pistonado. No entanto, tal simplificação mostrou-se adequada aos propósitos desse estudo, permitindo a construção de um modelo para o\nriser capaz de reproduzir o comportamento do reator industrial e simples o suficiente para integrar um pacote de simulação da unidade.\nAs principais contribuições desse trabalho para o modelo do riser são:\n-a caracterização do gasóleo que alimenta o reator a partir de dados rotineiramente disponíveis nas refinarias calculando, especificamente para esse gasóleo, a temperatura na base do reator e o calor envolvido nas reações que integram o modelo de Jacob et al;\n-integrar ao modelo a variação, ao longo do comprimento do reator, da massa específica da mistura reacional, das velocidades dos gases e das partículas e da massa molar média da mistura reacional.\nCAPÍTULO 5\nMODELAGEM E SJIMULAÇAO DO REGENERADOR\n5.1\tINTRODUÇÃO\nO regenerador é um reator de leito fluidizado onde ocorre a combustão do coque depositado sobre o catalisador durante as reações de craqueamento catalítico. Chama-se coque um sólido de fórmula geral CHn , com n variando entre 0,4 e 1,0. A quantidade de hidrogênio associada ao carbono dependerá da eficiência da operação de stripping (de Lasa, 1982) e do gasóleo que foi craqueado (Ford et al, 1977), podendo ser determinada através de um balanço de oxigênio no reator (Sadeghbelgi, 1991).\nO hidrogênio presente no coque será convertido a vapor, e o carbono pode ser convertido tanto a monóxido como a dióxido de carbono. Sendo o calor liberado pela formação do dióxido, aproximadamente, três vezes maior que o liberado pela formação do monóxido, a relação entre as quantidades produzidas destes gases determina o balanço térmico (Arbel et al, 1995). Ambos são formados na superfície do catalisador, mas parte do monóxido continua reagindo, tanto na superfície como na fase gasosa, produzindo mais dióxido (Arthur, 1951; Weisz, 1966; Morley et al, 1986).\nSabe-se que a combustão do coque, nas condições em que operam os regeneradores, é um processo controlado pela cinética (ralo da partícula inferior a 0,0 lm e depósito de coque inferior a 6% em peso - Weisz e Goodwin, 1963). É deste assunto que trata a próxima seção.\n5.2\tCINÉTICA DA COMBUSTÃO DO COQUE DE FCC\nUm dos primeiros trabalhos publicados nesta área foi o de Arthur (1951). O autor estudou as reações que ocorrem na superfície do catalisador, a temperaturas entre 460 e 900°C, em condições para as quais a reação de formação do CO2 a partir de CO é inibida. Estabeleceu que a proporção entre as concentrações destes dois gases (CO/CO2), na corrente de produtos, cresce exponencialmente com a temperatura.\nPosteriormente. Weisz e Goodwin (1966a e 1966b) observaram que, na ausência de controle difusivo, a taxa da reação heterogênea é independente da fonte e da estrutura do coque, sendo (para o coque depositado sobre catalisador de sílica-alumina amorfa) quali- e quantitativamente parecida com a combustão do grafite puro. Demonstraram que a reação é de primeira ordem com relação ao carbono e ao oxigênio, podendo ser catalisada por metais de transição. Hano e colaboradores (1975) obtiveram resultados qualitativos semelhantes aos de Weisz e Goodwin para coque depositado sobre zeolito e o trabalho de Ford et al (1977) confirma a ação catalítica de metais.\nKrishna e Parkin (1985), trabalhando em uma planta piloto, obtiveram uma relação de primeira ordem para os dois reagentes envolvidos na reação heterogênea. No entanto, as constantes de taxa não foram fornecidas pelos autores.\nA análise dos trabalhos anteriormente citados permite concluir que as reações heterogêneas, responsáveis pelo consumo de carbono, são de primeira ordem com relação ao carbono e a pressão parcial de oxigênio, ou seja:\nC(S> + ‘/z O2(g) -CO (g)\nC(S) + O2(g) .....-.> CO2(g)\n. Ék = (k + k2) yc p = ks yc p\ndt\nonde:\nyc - kg de coque / kg de catalisador\nPo2 \" pressão parcial de oxigênio\nks - constante de taxa descrita peia equação de Ahrenius cujos parâmetros, determinados por diversos autores, estão resumidos no Tabela 5.1.\nA reação homogênea (transformação do monóxido em dióxido de carbono na fase gasosa) envolve radicais livres e é inibida pela presença de superfícies, inclusive a do catalisador, o que dificulta seu estudo em reatores pequenos onde a influência das paredes é grande. O grau de inibição é função do diâmetro e da temperatura do catalisador, bem como da concentração do monóxido (Arbel et al, 1995). Krishna e Parkin (sup. cit.) propuseram a seguinte equação cinética para esta reação:\nCO(g) + Vi O2(e)\tCO2(e)\nonde:\npc0 - pressão parcial de monóxido de carbono\nk3 - constante de taxa descrita pela equação de Arhenius, cujos parâmetros não foram fornecidos pelos autores.\nTABELA 5.1: Parâmetros cinéticos para a reação de combustão do carbono na superfície do catalisador\nAUTOR\tMATERIAL\tTEMPERATURA\tFATOR DE FREQÜÊNCIA (atm . min)’1\tENERGIA DE ATIVAÇÃO (cal / gmol)\nHANO, 1975\tcoque sobre zeolito\t400 a 760°C\t1,8 x 107\t26 200\nWEISZ, 1966\tcoque sobre catalisador amorfo\t400a650°C\t4,0 x 107\t36 700 ± 1 600\nPANSING, 1956\tcoque sobre catalisador amorfo\t498 a 580°C\t\t35 000\nAvidan e Shinar (1990) registraram uma energia de ativação da ordem de 70 kcal/ mol para a reação homogênea, sendo a mesma de primeira ordem com relação a ambos os reagentes:\n= - k3PCOPO2\nPouca informação foi encontrada para a reação de oxidação do monóxido nos poros do catalisador. Existe o registro de cinética de primeira ordem para ambos reagentes (Arbel et al, 1995).\nExistem duas formas diferentes de abordar o estudo cinético da combustão do coque de FCC. A primeira delas vem sendo tratada no presente trabalho e considera, separadamente, as três reações envolvidas. A segunda, considera uma equação global para a taxa da reação, cujos parâmetros são calculados a partir das concentrações de oxigênio, monóxido e dióxido de carbono nos produtos da reação.\nNesta segunda linha, encontram-se na literatura os trabalhos de Hugo de Lasa e colaboradores (1981a, 1981 b):\nch-+^^(^)cMíyco+(fk°\nonde:\na + 0,5 n\nT| =--—+ —\na + 1\t4\nmolde CO 2\na =--------\nmol de CO\nassim:\nPara a constante cinética (kQ, descrita pela equação de Arhenius, foram usados os resultados de Hano (1975). A relação molar entre CO2 e CO formados foi obtida pela equação de Arthur (1951), que é válida para temperatura inferiores a 530°C. A mesma relação foi calculada para temperaturas superiores através de uma correlação empírica, obtida com os dados de um regenerador de porte industrial:\no = l + 0,001797(T - 803) onde T, temperatura, é dada em graus Kelvin.\nTambém a reação de Boudouard (CO2 + C = 2CO) poderia ocorrer no regenerador. No entanto, Ford et al (1977) verificaram que esta não ocorre significativamente a temperaturas inferiores a 705 °C. Além disto, os mesmos autores constataram que a reação de formação de água é entre cinco e dez vezes mais rápida que as reações de combustão do carbono.\nA cinética das reações de combustão, como pode ser visto, foi ampiamente estudada. As constantes encontradas pelo diversos autores, no entanto, não podem ser usadas antes de urna análise criteriosa das condições para as quais foram obtidas, devido a comprovada ação catalítica de alguns metais que se depositam sobre o catalisador, do próprio catalisador, dos possíveis efeitos de parede e de promotores de combustão. Constantes adequadas a casos específicos devem ser determinadas experimentalmente.\nApesar disto, seus valores não diferem o suficiente para impedir que se construa um modelo capaz de reproduzir o comportamento de um determinado regenerador. Este é o tema que passa a ser discutido.\n5.2\tMODELOS PARA O REGENERADOR ENCONTRADOS NA LITERATURA*\nEm um reator de leito fluidizado existem pelo menos quatro regiões distintas que podem influir significativamente na conversão global. Encontram-se na literatura uma série de trabalhos cujo objetivo é averiguar a conveniência de incluir, ou não, cada uma destas regiões em um modelo para o regenerador. São elas:\n-\to leito denso;\n-\ta região próxima a grade de distribuição, onde se formam jatos que penetram no leito até uma determinada altura;\n-\to freeboard;\n-acoplamento riser -regenerador (em unidades nas quais gás e sólidos são transportados juntos até o leito denso, existe a possibilidade que ocorra conversão de carbono antes mesmo da entrada no regenerador -de Lasa et ai, 1981a).\nO primeiro trabalho da série (Lasa e Grace, 1979) é dedicado à região do freeboard. Os autores desenvolveram um modelo de fluxo pistonado adiabático para gás e sólido, negligenciando as reações que ocorrem nos ciclones. Seus resultados foram comparados com os dados coletados em um reator de escala industrial. Concluíram que o freeboard, por propiciar um contato adicional entre gás e sólido, tem influência significativa no desempenho do reator, chegando a alterar a temperatura calculada para o estado estacionário do leito denso.\nTambém em 1979 foi veiculado o trabalho de Errazu et al, que trata da modelagem do regenerador levando em consideração a região próxima ao distribuidor. O gás que atravessa a\n* A tabela A.5 do Anexo apresenta um resumo da bibliografia encontrada para o regenerador.\ngrade penetra no leito na forma de jatos. Tais jatos foram considerados de tamanho constante, em fluxo pistonado e sem reação química, pois apresentam baixa concentração de sólidos. O leito denso foi separado em emulsão e bolhas. Ao comparar seu modelo com um CSTR sem “by pass” de gás concluíram que a inclusão da região da grade e a descrição mais detalhada do leito não são necessárias para uma boa reprodução do comportamento do regenerador em operação na Destilaria La Plata, Argentina.\nTambém para a Destilaria La Plata, foram testados (de Lasa et al, 1981a) cinco diferentes modelos de reator de leito fluidizado. Os autores concluíram que a modelagem tipo CSTR não isotérmico e sem “by pass” é a que melhor representa os dados de conversão global de coque.\nEm 1985 Krishna e Parking apresentaram um modelo para o regenerador em que o reator é separado em três regiões: acoplamento regenerador-riser, leito denso e fase diluída. As equações originadas incluem constantes cinéticas e outros parâmetros importantes que não foram publicados.\nKunii e Levenspiel (1990) atualizaram o seu modelo de leito fluidizado borbulhante para partículas finas (pela classificação de Geldart, grupo A com diâmetro entre 30 e 150p), estenderam a análise para outros tamanhos de partículas e apresentaram um modelo para a conversão que ocorre na região do freeboard. Os autores assumiram bolhas esféricas com diâmetro constante acompanhadas por ondas. Bolha, névoa e emulsão foram tratadas como regiões separadas, estando as regiões densas próximas das condições mínimas de fluidização. Ignoraram o sólido contido nas bolhas ascendentes e consideraram que os sólidos são ejetados para o freeboard na forma de nuvem e se dispersam progressivamente enquanto retomam ao leito. Nestas condições, a maior porção de sólidos retoma diretamente ao leito e a densidade de sólidos cai exponencialmente no freeboard.\n5.3\tMODELAGEM DO REGENERADOR\nComo pode ser visto, embora muitos modelos mais complexos tenham sido construídos para o regenerador, um modelo tipo CSTR adiabático reproduz adequadamente o comportamento de um regenerador industrial. Maior precisão pode ser obtida quando se modela separadamente o freeboard e o leito denso. Nesa seção será apresentado o modelo desenvolvido no presente trabalho.\n5.3.1\tDescrição do sistema\nO regenerador é um reator de costado cilíndrico com 5,50 m de diâmetro interno e 14,50 m de altura, tangente a tangente, com o topo de forma semicircular e fundo cônico. Na sua parte\nsuperior estão instalados 6 ciclones que coletam e fazem retomar ao leito os finos de catalisador que são arrastados pelos gases. No fundo cônico do regenerador está localizado o distribuidor de ar e acima do plano dos tubos do distribuidor de ar fica situado o coletor de catalisador regenerado ligado ao tubo que transporta o catalisador para a base do riser.\n5.3.2\tHipóteses do modelo\nCom base nos trabalhos de Hugo de Lasa e colaboradores (Errazu et ai, 1979; de Lasa et al, 1981a) realizados para a Destilaria La Plata, anteriormente discutidos, o regenerador foi modelado como um reator CSTR com as seguintes características:\n-\toperação em estado estacionário;\n-\ttemperatura homogênea no reator, igual para ambas as fases;\n-\to ar que alimenta o reator é formado, apenas, por oxigênio (21%, molar) e nitrogênio (79%, molar);\n-\tnão há perda de catalisador para a atmosfera;\n-\to reator perde calor através da parede lateral;\n-\to calor específico do catalisador e do coque, nesta faixa de temperatura, é constante;\n-\ta fração de hidrogênio presente no coque depositado sobre o catalisador é constante, de modo que o coque pode ser representado pela fórmula CH;\n-\ta corrente gasosa efluente do reator é formada por CO, CO2, O2, N2 e H2O.\n5.3.3\tCinética das reações de combustão\nComo visto durante a revisão da literatura, no regenerador ocorrem as seguintes reações:\nC(s) + '/zO^)\tCO(g)\t(D\nC(S) + O2(g)\t21^ CO2(g)\t(2)\nCO(g) + Vt. O2(g)\tCO2(g)\t(3a)\nCO(g) + V1 O2(g)\tCo2(g>\t(3b)\nH2(e) +‘/2O2Ií>\t->H2O(g)\t(4)\nAssume-se que a reação de formação da água ocorre instantaneamente. A combustão do monóxido de carbono ocorre simultaneamente na fase homogênea e na superfície do catalisador (reações 3a e 3b). As taxas dessas reações serão expressas por (Arbel et al, 1995):\nr}=(l~£)ppk{-^-pOi\nrz = (1 - £)ppk2 ^pOi\nMq\nr3 ~ ^3Po2PcO\ncujas constantes cinéticas serão calculadas a partir da definição da constante global kc:\nkc = k | + k,\ncom kc, ki e k2 dadas em (atm s)'1\nkc = 1,069134.10a exp(-34000 /1,987 T)\n=\t=2512 exp(-l2232/ 1,987T)\nk2\nk3 =Xpt(l-E)Ppk3c +£k3[1\nk3c = 116.625 exp(-49675 /1,987 T), em kgmol de CO / (kg de catalisador. s. atm2)\nk3h = 5,22591425.1014 exp(l27168/1,987T), em kgmol de CO / (m3. s . atm2)\nonde:\nyc - kg de coque / kg de catalisador\nPo2 ’ pressão parcial de oxigênio\nPco \" pressão parcial de monóxido de carbono\nM - peso molecular do coque, 13,019 kg/ kgmol\nX - parâmetro incluído pelos autores com a finalidade de simular a adição de promotores de combustão. No presente trabalho, foi considerado igual a unidade.\nFoi feita uma correlação de dados para os 25 casos em estudo, tendo-se verificado a validade dos parâmetros cinéticos para o regenerador da REFAP.\n5.3.4\tEquações que constituem o modelo do regenerador\nDefinindo-se:\nwp - vazão mássica de catalisador (kg/s)\nwG - vazão mássica da corrente gasosa efluente do reator (kg/s)\nWar - vazão mássica de ar (kg/s)\nWN - vazão mássica de nitrogênio (kg/s)\nTar - temperatura do ar de combustão\nTreg - temperatura de estado estacionário estabelecida no reator\nTtopo - temperatura com a qual o catalisador desativado é admitido no regenerador, suposta idêntica a temperatura do topo do ri ser\nyCi - (kg de coque / kg de partícula) admitido junto com o catalisador desativado\nyc - (kg de coque / kg de partícula) retirado do reator junto com o catalisador regenerado.\nm - vazão molar do componente gasoso i (mol/s)\nMi - massa molar de i\nDj - vazão molar do componente i na corrente de entrada do regenerador\nN - soma de todos m\npOj - pressão parcial de oxigênio no regenerador, calculado por:\nPo2 ~\nno2\n~n”\np\nP - pressão total no reator\npp - massa específica da partícula de catalisador (kg/m3)\nYh - fração mássica de hidrogênio no coque\nV - volume ocupado pela mistura reacional\na) Balanço material para componentes gasosos:\n- para oxigênio:\nn°2 0\nP\tKÇPO2 “TPO2PCO|\n(5.1)\nonde é a massa molar do coque. Definindo-se:\nA = (l-e)p„-^\nque substituindo na equação 5.1:\nn\n+ B ncono\n(5-2)\nE, de modo análogo:\n- para 0 monóxido de carbono:\nnC0=nC(^-v{ABn0kx+k^nC0naí\n(53)\n- para o dióxido de carbono:\nnCOj = nco10 + v(ABnO2k2 +k3B2nconoJ\n- para o nitrogênio\nA formação de água ocorre consumindo oxigênio do ar e hidrogênio proveniente do assim:\nH’°«\t2 yc'\tMh\nDesta maneira, a quantidade inicial de oxigênio será:\na 01\tnw,o\nnoítl -0>21nAR\nAs concentrações iniciais de dióxido e monóxido de carbono são nulas.\nb) Balanço material global:\nwar + wp + wpyc. - wpyc - wG - wp = 0 wG = +wp(yc. -yc)\nsendo a conversão do coque dada por:\ny ™yc\nXc =---------\nyCi\nA equação 5.8 fornece:\nv WG ~WAR\nW V\nP-7 ci\nAlém disso:\nWG = nCO^CO + nCO3 -'Vh’O2 + nH,O^H,O + WN3 ~ nO2 Mq.\n(5.4)\n(5.5)\ncoque,\n(5.6)\n(5.7)\n(5.8)\n(5-9)\n(5.10)\nc) Balanço para o carbono:\nnc =nCo -VABnOj(k, + k2)\nMas;\nn‘=w^(w“)\nSubstituindo 5.12e5.13em5.11, obtem-se:\ny<\ny£/\n(5.11)\n(5.12)\n(5.13)\n(5.14)\nKp/i-g) Mc\nBnOj (fc, + ¿2) >\nd)\tCalculo da fração de vazios e do volume do regenerador:\nEncontram-se na literatura fórmulas empíricas para o cálculo da altura do leito (como McFarlane et al, 1993). Tais equações fornecem valores incoerentes com os da unidade quando aplicados ao regenerador da REFAP. Desenvolveu-se, então, uma fórmula empírica:\nVreg = - 3,847 (w0/wj + 208,11\t(5-15)\nA exemplo de Arbel et al (1995) usou-se a fórmula desenvolvida por King em 1989 para o cálculo da fração de vazios do regenerador:\ng = (u + 1) / (uo+2)\t(5.16)\nts\to\nonde a velocidade do gás deve ser expressa em m/s\ne)\tBalanço global de energia:\nDefinindo-se:\nTreg - temperatura de estado estacionário no regenerador, tomada como referência\nQreat ‘ ca'or êera^° Pe^as reações de combustão\nQar - calor sensível do ar alimentado no regenerador\nQtop0 ’ calor sensível que acompanha o catalisador desativado (partícula + coque), oriundo do topo do riser\nQreg - calor sensível do catalisador regenerado (partícula + coque), que deixa o regenerador\nQo - calor sensível dos produtos gasosos Qlost \" calor perdido pela parede lateral\nA equação do balanço de energia será:\nQar + Qtopo \" (Qreg + Qc, + Qlost) + Qreat =\n(5.17)\nonde:\n(5.18)\nQtopo “ wp OppC^-TOPO ^reg) + ^y^CpçOropo\n(5.19)\nComo o catalisador regenerado e os produtos gasosos deixam o reator com temperatura idêntica a do leito, tomada como temperatura de referência:\nQg = Q reg ~ Q\nO calor transferido para o ambiente através da perede lateral do regenerador pode ser calculado do mesmo modo que para um cilindro oco (Greankoplis, 1983)\nT -T\n1REG 1 ™\nd\nhjAj KAW heAe\nonde:\nA , A. - área lateral externa e área lateral interna do reator\nAw - área média logarítmica\nd - espessura da parede do reator, m\nh., hg - coeficientes interno e externo de transferência de calor por convecção, he = 1,36x IO2 kcal/(s m2 °C)\nK - coeficiente de transferência de calor por condução, 3.26x KM kcal/(s m °C)\nEm um leito fluidizado, k é muito grande de modo que o primeiro termo do denominador pode ser considerado nulo. Assim;\n2ttH(Treg -Tw)\n(5.20)\nK heRe\nonde:\nH - altura do leito do regenerador\nT - temperatura do ambiente externo ao reator, tomada como 20°C\nR - raio externo do regenerador e\nR. - raio interno do regenerador\nO calor gerado pelas reações de combustão (QREAT) pode ser calculado por:\n6^,. =K((AW;)mr, +(Affy)£.o/! +(AW/)cOir1) + (A^/)„iO^iO\t(5-21)\nsendo:\n‘ entalpia de formação do componente i na temperatura do regenerador, cal/gmol, calculada por (Pilla, 1979):\n(ahA\n= (AHt)im+Aa,(T„Q\nonde:\nÍAH )\t“ entalpia de formação do componente i na temperatura de referência. Valor tabelado\npara 25°C (Pilla - 1979, pg 438)\nAa> A0> Ay “ coeficientes calculados por:\nAa ¡ = a i (produtos)\t¡ a ¡ (reatantes)\ní\tí\nAP= = £ ÇiPi (produtos) -JXPi (reatantes)\ni\ti\nAy ¡ =\t^¡y i (produtos) y ¡ (reatantes)\ni\ti\nsendo o coeficiente estequiométrico do componente i na reação, e a., p. e y. tabelados (Pilla - 1979, pg 66).\n5.4\tSIMULAÇÃO DO REGENERADOR\nDevido a existência de multiplicidade do estado estacionario, só foi possível simular o regenerador usando-se o pacote numérico chamado Homotopy, desenvolvido por Secchi e Lage (1988), capaz de resolver sistemas de equações não lineares pelo método da continuação. Foram construídas as seguintes rotinas:\n-REGMAIN: parte principal da subrotina que calcula o regenerador, onde estão todos os dados conhecidos (constantes entalpias de formação, parâmetros para as equações de calores específicos, etc...) e os valores iniciais arbitrados para a Homotopy. Chama a Homotopy duas vezes. A primeira com valores iniciais arbitrados para que seja calculada uma solução e a\nsegunda, usando como valor inicial a solução conhecida, para que sejam calculadas as demais soluções, se existirem.\n- REGSUB: nessa subrotina são calculadas as constantes cinéticas, a conversão do coque, as frações molares dos componentes gasosos, o calor gerado e o calor retirado.\n-SYSTEM: construída por exigência da Homotopy. Nela estão as equações cuja a solução deve ser encontrada (equações dos balanços de massa e energia).\n-JACOBIAN: contruída por exigência da Homotopy. Nela são calculadas as primeiras derivadas das equações dos balanços de massa e energia com relação as variáveis dependentes, formando uma matriz Jacobiana.\n-DFPARAM: contruída por exigência da Homotopy. Onde são calculadas as primeiras derivadas das equações dos balanços de massa e energia com relação a variável escolhida como parâmetro.\nO modelo desenvolvido para o regenerador, é capaz de reproduzir o comportamento do reator industrial, prevendo com desvios aceitáveis a temperatura de estado estacionário que será estabelecida, como mostra a Tabela 5.2.\nA Figura 5.1 foi construída mantendo-se constantes as vazões mássicas de ar e partículas e a fração de coque depositado sobre o catalisador, v . Observa-se que a temperatura no regenerador se eleva a medida que aumenta o calor sensível do catalisador alimentado, como esperado. Além disso, quando a partícula é alimentada com temperatura em tomo de 350°C. o estado estacionário pode ser estabelecido a três diferentes temperaturas.\nA relação entre a vazão de ar e a temperatura estabelecida no regenerador pode ser vista na Figura 5.2. Verifica-se que a temperatura se eleva enquanto a quantidade de oxigênio está abaixo da estequiométrica; neste ponto começa a decrescer. Isto ocorre porque o ar é alimentado com temperatura inferior a do leito e, uma vez atingida a quantidade estequiométrica, deixa de contribuir para o crescimento do calor gerado pelas reações de combustão e continua retirando calor sensível.\nComportamento semelhante pôde ser registrado quando se aumentou a vazão mássica de catalisador, mantendo-se constantes as demais variáveis, como mostra a Figura 5.3. Enquanto existe oxigênio em excesso, o crescimento da vazão de catalisador é acompanhado pela elevação da temperatura estabelecida no reator, até que o coque depositado sobre as partículas não sofre mais reação e o catalisador começa, somente, a retirar calor sensível do leito.\nAs Figuras 5.4, 5.5 e 5.6 ilustram a variação da temperatura do regenerador quando se eleva a vazão mássica de partículas. Verifica-se na Figura 5.4 a possibilidade de três temperaturas para o regenerador (350, 406,6 e 537,9°C) quando a vazão mássica de partículas está em tomo de 125kg/s. A Figura 5.5 mostra a formação de uma isola, um grupo de soluções isolado no espaço, e a Figura 5.6 a isola propriamente dita coexistindo com um outro ramo de soluções.\nTABELA 5.2: Comparação entre as temperaturas calculadas e as lidas na Unidade para a fase densa do regenerador\nCASO\tTEMP. NA UNIDADE (°C)\tTEMP. CALCULADA (°C)\tDESVIO, %\n2\t699,00\t774,12\t10,75\n6\t688,50\t658,58\t4,35\n7\t677,00\t646,08\t4,57\n8\t640,00\t637,19\t0,44\n10\t649,40\t631,57\t2,75\n11\t653,20\t657,97\t0,73\n12\t678,10\t727,05\t7,22\n13\t670,80\t682,69\t1,77\n18\t692,40\t697,24\t0,70\n20\t696,50\t698,60\t0,30\n21\t706,50\t753,87\t6,70\n22\t694,20\t664,20\t4,32\n23\t709,80\t756,77\t6,62\nMÉDIA\t\t\t3,94\nFJGVRA 5.1: Relação entre temperatura do catalisador alimentado e a temperatura estabelecida no regenerador, mantendo-se constantes as demais variáveis fvti = 0,0125)\nVazão mássica de Catalisador (kg/s)\nGASOLEO LEVE VALORES NO TOPO DO RISER.\t\t\nCdjv*\tTCO\tta ooqmta pwtícnh»)\n\t374,í\t0,01202\n\t379,2\t0,011*4\n....\tw\t9,012»\nFIGURA 5.3: Relação entre a vazão mássica de catalisador e a temperatura estabelecida no regenerador.\nFIGURA 5.4: Relação entre a vazão mássica de catalisador e a temperatura estabelecida no regenerador.\njURA 5.5: Relação entre a vazão mássica de catalisador e a temperatura estabelecida no regenerador.\t.\n'URA 5.6: Relação entre a vazão mássica de catalisador e a temperatura estabelecida no regenerador.\nCAPÍTULO 6\nA UNIDADE TRATADA COMO UM TODO\n6.1\tINTRODUÇÃO\nNesta seção estão reunidos trabalhos que tratam a unidade de FCC como um todo, analisando as interações entre as variáveis operacionais do riser e do regenerador ou modelando o comportamento da unidade.\nO primeiro trabalho encontrado na literatura, com essas características, foi publicado por Pohlenz em 1963. Trata-se de um estudo sobre as diferenças existentes entre as variáveis operacionais de uma planta piloto e uma planta comercial, classificando-as em dependentes e independentes e analisando a relação entre elas. Os dados sobre a operação comercial foram obtidos em 1949 com catalisador amorfo.\nHydrocarbon Processing apresentou, em 1975, o trabalho de Wollaston que descreve em linhas gerais um modelo desenvolvido pela Amoco Oil Co para a unidade FCC. Tal modelo foi desenvolvido a partir de 180 testes em escala piloto, usando doze tipos diferentes de catalisador, gasóleos de várias procedências, reciclo e o modelo de três grupos de Weekman para a cinética do craqueamento. Os autores não fornecem nenhuma informação detalhada e suas equações incluem parâmetros empíricos que dependem da qualidade da alimentação, pressão parcial de hidrocarbonetos e atividade do catalisador.\nFiero et al (1977) ilustraram o uso do método simplex seqüencial para a otimização de uma unidade FCC e identificaram sete variáveis independentes. O programa que simula o comportamento da unidade não foi descrito nem comentado.\nUm cálculo para o balanço de calor incluindo um ábaco que permite estimar a variação da entalpia da alimentação, foi apresentado por Pierce em 1983. O balanço é detalhado, mas a origem do ábaco é omitida. Ainda nesse ano, Hydrocarbon Processing (Castiglioni, 1983) publica uma série de gráficos que permitem estimar a produção da unidade em termos da composição e quantidade. Não é apresentada a origem dos gráficos e os resultados obtidos com o uso do método não são comparados com dados reais.\nEm 1993 McFarlane et al publicaram um modelo dinâmico para o conjunto riser-regenerador. Nesse trabalho o regenerador é separado em fase densa perfeitamente misturada e fase gasosa na forma de bolhas que atravessa o leito em fluxo pistonado. O modelo é capaz de descrever o fluxo e a densidade do catalisador na fase diluída. O riser, no entanto, foi simplificado ao ponto de não ser possível prever a conversão da alimentação.\nNo ano seguinte, Zheng (1994) descreve o riser através de um modelo cinético de cinco lumps, com gás e sólido escoando em fluxo pistonado, sem diferença de velocidade entre eles. O regenerador foi descrito como um leito turbulento, com fase sólida em mistura perfeita e o gás em plug flow. A principal deficiência desse trabalho é o uso da cinética de cinco lumps para o riser pois, como visto no capítulo 2, suas constantes variam em demasia com o tipo de gasóleo alimentado.\nEm trabalho mais recente, Kumar et al (1995) construíram um simulador para a unidade FCC. Nesse artigo foi usada a cinética de dez grupos para o riser e o modelo da grade de Errazu (1979) para o regenerador. Os autores, no entanto, estimaram as constantes cinéticas para o modelo de Jacob com base em um estudo feito em 1945 para hidrocarbonetos puros e trataram o riser como um reator isotérmico.\nAinda nesse ano, Arbel et al (1995a, 1995b) publicaram os dois primeiros trabalhos de uma série sobre o comportamento dinâmico de unidades FCC. O primeiro artigo foi dedicado aos modelos construídos para o riser e para o regenerador e o segundo ao estudo da multiplicidade de estados estacionários nessas plantas. Para o riser foi construído um modelo com as seguintes características:\n- estado estacionário;\n-reator adiabático em fluxo pistonado com temperatura uniforme na seção radial;\n-cinética de dez lumps com desativação de catalisador descrita por Krambeck (1991);\n-não há diferença de velocidade entre as fases e também não há limite difusional;\n-os calores específicos dos componentes da mistura reacional, assim como a massa específica da mistura não variam ao longo do riser.\nNesse trabalho o regenerador foi modelado como uma série de seis reatores de mistura, três para a fase densa e três para a fase diluída. Sua principal característica, segundo os próprios autores, é não estar limitado a temperaturas inferiores a 670°C onde a combustão do monóxido de carbono é incompleta, permitindo a transição suave para a combustão completa.\nComo pode ser visto, os muitos modelos publicados para a unidade FCC ou são empíricos ou falham pela excessiva simplificação do reator de craqueamento, exceção feita ao escrito por Arbel et al (sup. cit.). A construção de um modelo pressupõe conhecimento do comportamento do sistema a ser tratado. Assim sendo, o objetivo da próxima seção é estabelecer a relação existente entre as variáveis de uma unidade FCC. Procura-se saber, por exemplo, quais conseqüências devem ser esperadas quando se altera o tipo e a temperatura do gasóleo alimentado.\n6.2\tINTEGRAÇÃO ENTRE AS VARIÁVEIS DE UMA UNIDADE FCC\nMurphy e Cheng (1984a e 1984b) classificaram as variáveis da unidade com relação a carga de calor. Foram consideradas variáveis independentes aquelas que afetam a carga de calor e são normalmente controladas por instrumentação, podendo ser arbitrariamente ajustadas pelo operador. Dependentes são aquelas variáveis que reagem as mudanças nas independentes no sentido de manter a unidade em balanço de calor. Foram selecionadas seis categorias, descritas no Tabela 6.1, a seguir.\nTABELA 6.1: Classificação das variáveis de uma unidade FCC *\nTIPO DE VARIÁVEL\tEXEMPLO\nIndependentes que afetam a carga de calor\t-temperatura de pré-aquecimento da alimentação -temperatura do reator -taxa de alimentação fresca e de reciclo -taxas de vapor (para dispersão, para o regenerador ou água) -temperatura do ar\nDependentes que afetam a carga de calor\t-temperatura de reciclo e conversão (calor de reação)\nIndependentes que afetam a produção de coque, mas não a carga de calor\t-propriedades da alimentação (exceto entalpia) -atividade e seletividade do catalisador - pressão\nIndependentes que afetam a produção de coque ou a saída e a carga de calor\t-temperatura do reator -taxas de reciclo e taxas de vapor (dispersão e stripping).\nDependentes que afetam a produção de coque ou a saída de calor\t- relação catalisador-óleo\nDependentes que afetam a produção de coque e a carga de calor\t- temperatura do regenerador\n* Adaptado de Murphy e Cheng (¡984a)\nUma tentativa de romper o balanço de calor da unidade acarreta alterações nas variáveis dependentes (relação catalisador/óleo, temperatura do regenerador) de maneira a restabelecer o balanço; ou seja:\n-uma redução em uma variável independente que afeta a produção de coque mas não a carga de calor, irá causar uma mudança simultânea nas variáveis dependentes (aumento na relação catalisador/óleo, queda da temperatura do regenerador) de modo a retomar ao balanço de calor. As Figuras 6.1 e 6.2 ilustram adequadamente esta afirmação. Observa-se que um acréscimo na percentagem de coque depositada sobre o catalisador causa um decréscimo na sua atividade, o que determina a elevação da taxa de circulação do catalisador. Por outro lado, aumentando a atividade ou diminuindo o coque residual no catalisador regenerado obtém-se o mesmo efeito altamente benéfico na distribuição dos produtos (grande acréscimo na produção de gasolina para um dado aumento na conversão);\n-uma alteração em variável independente que afeta a produção de coque ou a saída e a carga de calor causa mudança na produção de coque que será ajustada pela relação catalisador/óleo e temperatura do regenerador. Como pode ser visto na Figura 6.3, aumentando a taxa de reciclo acarreta-se uma elevação na quantidade de coque depositada sobre o catalisador o que, por sua vez, determina um acréscimo na taxa de circulação do catalisador (Figura 6.2);\nFIGURA 6.1: Influência do conteúdo de coque na atividade do catalisador\n(Adaptado de Avidan e Shinnar, ¡990)\nFIGURA 6.2:Relação entre o conteúdo de coque e a circulação de catalisador\n(Adaptada de Ewell e Gadmer, 1978)\n68\t72\t76\tfl(J\nCrescimento do Recicio\nFIGURA 6.3: Influência da vazão de reciclo na quantidade de coque formada\n(Adaptado de Wollaston et al. 1975)\n-a temperatura na saída do riser é o controle primário para ajuste de conversão na unidade. Um aumento na temperatura acarreta um grande acréscimo na produção de hidrocarbonetos leves, mas um pequeno acréscimo na produção de gasolina e coque. É a variável que mais afeta o número de octanas. Seu efeito na produção de coque é tão pequeno, que um aumento na temperatura de saída do riser deve ser acompanhada por um aumento na relação catalisador/óleo para satisfazer as necessidades de energia. A Figura 6.4 mostra a relação existente entre essas variáveis;\nTemperatura na Saída do Riser (adimensional)\nFIGURA 6.4: Influência da temperatura da saída do riser na produção de gasolina\n(Adaplado de Elnashaie e El-Hennawi, 1979)\n-um aumento na relação catalisador/óleo tem efeito contrário ao da temperatura na saída do riser, ou seja, acréscimo significativo na produção de coque com pequena elevação na produção de gases secos. Por esse motivo, em todas as plantas, a circulação de catalisador foi escolhida como variável dependente que se ajusta as necessidades de energia através da produção de coque. Além disso, como pode ser visto na Figura 6.5, onde WHSV representa a velocidade espacial mássica, um acréscimo na relação catalisador/ óleo é acompanhado por um aumento na conversão;\n-a temperatura do leito do regenerador ou, mais claramente, a temperatura com que o catalisador encontra a alimentação tem efeito independente e deve ser tratada separadamente. Seu efeito depende do sistema de injeção da alimentação, que deve proporcionar bom contato entre as fases. Um aumento na temperatura do catalisador regenerado leva a grande aumento nos gases olefínicos e um pequeno aumento no coque produzido;\n-uma elevação de 8,5 psig na pressão parcial de hidrocarbonetos produz apenas 2% de acréscimo na conversão. Além disso, um aumento na pressão acarreta maior produção de coque para a mesma conversão e uma elevação na quantidade de olefinas saturadas na fração C4.\n\n2\n0 ...J--,.......   ,...........-----,____r............\n0\t10\t20\t30\t40\nWHSV\nFIGURA 6.5: Relação entre taxa de circulação do catalisador e conversão\n(Adaptado de Wollaston et al, 1975)\nUma pequena perturbação em uma variávei da FCC altera significativamente o estado estacionário estabelecido na unidade. Tal comportamento deve ser explicado pois dificulta o controle do sistema. Este é o assunto da próxima seção do presente trabalho.\n6.3\tMULTIPLICIDADE D0 ESTADO ESTACIONÁRIO\nO conceito de multiplicidade de estado estacionário começou a ser usado para explicar o comportamento das unidades FCC em 1970 (Elnashaie e El-hennawi, 1979). Três anos depois, Lee e Kulgelman (1973) concluíram que não existe a possibilidade de multiplicidade de estado estacionário para as condições em que as unidades são operadas. Os próprios autores reconheceram, no entanto, que suas conclusões são fortemente dependentes do modelo escolhido e dos parâmetros empregados. Também baseados em modelo empírico, Edwards e Kim (1988), chegaram a conclusões opostas as de Lee e Kulgelman.\nO primeiro trabalho, nesta área, baseado em um modelo teórico foi publicado em 1979, aperfeiçoado em 1990, e ainda hoje é usado para estudar uma unidade FCC (Elnashaie e El-Hennawi, 1979; Elshishini e Elnashaie, 1990a, 1990b, 1992; Elnashaie e Elshishini, 1993; Elnashaie et ai, 1995). Nesta série ficou demonstrada não apenas a existência da multiplicidade, como também que muitas unidades operam numa região instável. No entanto, como os autores procuram simular o comportamento de uma planta mais antiga, nesse modelo as reações de craqueamento ocorrem em um reator fluidizado de leito denso e não no riser, como na REFAP e outras instalações mais modernas.\nEm 1992, Arandes e Lasa publicaram um artigo onde o riser é modelado como um reator em fluxo pistonado adiabático (com cinética de três lumps de Weekman), e o regenerador como um leito fluidizado borbulhante, tendo sido consideradas os efeitos da fase densa e da fase diluída. O trabalho de simulação foi feito com dois gasóleos diferentes, cuja temperatura e taxa de alimentação foram mantidas constantes. Foram calculados, para diferentes vazões de catalisador, a temperatura resultante no regenerador, o calor gerado pela reação de combustão e o calor absorvido pelo sistema. Os autores registraram, para os dois casos estudados, a existência de três pontos de estado estacionário. Dois deles podem ser vistos na Figura 6.6, e o terceiro corresponde ao chamado “ponto frio de operação”.\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\\\tCalor Gerado\t\t\t'Z 00\n\t210 \t\t-A-——\tB .\tCalor Removido\t’■ A\t\t1,361\t\nw\t\t\\ .. \"\t\t\t\tO\n\t\t\\ ■■■\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\nt- 0\t200 —\t\t\t\t1,028\tCtf\nctj U\t\t\t\t\t\tctf u\n\t\t\t\t1\t\t□\n\t\t\t\t\t\t\n\t\t\t\t\t\tO\n\t190 ----\t\tVazão Mássica\t\t\t0,694\t«tf N\n\t\t\tde\t\t\td\n\t\t\tCatalisador\t\t\t>\n\t\t640\tm\t720\t760\t\t\n\t\tTemperatura no\tRegenerador(C)\t\t\t\nFIGURA 6.6 : Multiplicidade de estados estacionários em uma unidade FCC. (Adaptado de Arandes e Lasa, 1992)\nObserva-se, na Figura 6.6, que um aumento na vazão mássica de catalisador a partir do ponto “A” causará uma correspondente elevação do calor gerado. Isto ocorre porque a fração mássica do coque (kg de coque / kg de partícula) depositado sobre o catalisador no riser permanece quase constante e uma elevação da vazão de catalisador significará maior quantidade de coque transportada pelo catalisador para dentro do regenerador. O maior aporte de coque será acompanhado de crescimento no calor gerado, desde que exista oxigênio em excesso no regenerador.\nAumentando ainda mais a vazão de catalisador, atinge-se o ponto de máximo na curva do calor gerado, situação para a qual o oxigênio disponível deixa de estar em excesso para estar em déficit, e a relação CO/CO2 começa a subir. O calor gerado começa a cair, acompanhado da temperatura do regenerador. Se a taxa de catalisador continuar a aumentar, um novo estado estacionário será alcançado, ponto “B”, chamado ponto intermediário instável.\nEste procedimento continua até que o catalisador retome do regenerador para o riser com alto conteúdo de coque e, conseqüentemente, baixa atividade. Deste modo o coque depositado sobre o catalisador no riser diminuirá, ocasionando aumento na relação O2 / C no regenerador e, conseqüentemente, na geração de calor e na relação CO2 / CO. Esta seqüência leva ao primeiro ponto de estado estacionário, não representado na Figura 6.6, o estado frio (abaixo de 58O°C). Nesta situação, a temperatura no regenerador será próxima da temperatura que se estabeleceria na entrada do riser após a troca térmica entre catalisador e alimentação, condição para a qual não é possível operar a unidade.\nAnalisando o comportamento dos dois gasóleos para os quais foi feita a simulação, os autores concluíram que existem três pontos de estado estacionário em unidades FCC, um próximo da combustão completa (todo coque transformado em CO2 ), outro é estabelecido em condições típicas de combustão incompleta e o ponto frio. As unidades mais modernas, que operam com promotores de combustão, exemplificam o primeiro caso. As unidades que operam com combustão incompleta, atuam no ponto instável.\nArbel et al (1995a, 1995b) simularam o comportamento da unidade FCC a partir de um modelo em estado estacionário para o riser e de um modelo dinâmico para o regenerador. O riser foi considerado um reator em fluxo pistonado adiabático com cinética descrita pelo modelo de dez lumps, onde não há diferença de velocidade entre gás e sólido e onde não há variação dos calores específicos ou da massa específica dos componentes da mistura reacional. O regenerador foi tratado como uma série de três reatores CSTR, onde o gás escoa em fluxo pistonado e o sólido está em mistura perfeita no leito denso. O arraste do catalisador para a fase diluída ocorre em fluxo pistonado.\nTal como Arandes e Lasa (sup. cit), Arbel et al concluíram que existem três estados estacionários, sendo aquele em que a temperatura do regenerador é mais elevada o ponto estável (correspondente a combustão completa de CO) e o de temperatura intermediária o instável. Obtiveram gráficos semelhantes ao da Figura 6.7 para diversas condições de operação. Nesta figura, a parte superior da curva representa o estado estacionário de alta temperatura, enquanto a parte inferior representa o estado intermediário instável. Observa-se que para uma determinada relação ar / gasóleo, existe uma faixa limitada por uma máxima e uma mínima\nFIGURA 6.7: Multiplicidade de estado estacionário em unidades FCC\n(Adaptado de Arbel et al -1995, para relação ar/ óleo=0,6)\n6.4\tSIMULAÇÃO DA SEÇÃO DE CONVERSÃO DE UMA UNIDADE FCC\nUsando-se os modelos descritos nos capítulos anteriores, construiu-se um programa em linguagem FORTRAN capaz de simular o comportamento da seção de conversão de uma unidade FCC, cujo diagrama de blocos pode ser visto na Figura 6.8.\nOs dados de entrada são aqueles que estão “rotineiramente” disponíveis em uma Refinaria, são lidos diretamente de um arquivo e são:\n-comprimento do reator tubular;\n-diâmetro do reator tubular e do reator de mistura;\n-vazões mássicas: de catalisador, de gasóleo, de água, de vapor d'água e de ar;\n-massa específica, calor específico e diâmetro do catalisador;\n-sobre o gasóleo: densidade em °AP1 ou a 15°C e viscosidade a duas diferentes temperaturas, curva de destilação ASTM ou TBP e percentagem em massa de enxofre;\n-temperaturas de entrada do gasóleo, da água, do vapor d'água e do ar;\n-pressão no reator de mistura e na base do reator tubular.\nA caracterização do gasóleo é feita pela subrotina CARAC, usando o método descrito no item 4.5.4, ficando determinadas as percentagens em massa de parafinas, naftenos, aromáticos e cadeias laterais de anéis aromáticos que compõe a alimentação.\nComo mencionado no Capítulo 3, a curva TBP (pontos de ebulição verdadeiros) é mais precisa que a curva de destilação ASTM. Encontra-se na literatura (Edmister, 1988) um método empírico que permite transformar a última na primeira. Uma das versões do algoritmo construído usa esta metodologia, mas não foi observada maior precisão nos resultados finais (produção de gasolina, conversão global, etc...).\nComo é necessário arbitrar uma temperatura de estado estacionário para o regenerador, foi prevista a possibilidade de acoplar um banco de dados ao programa original de modo que, a partir da massa molar média da alimentação, a temperatura seja arbitrada automaticamente. Tal banco de dados ainda não foi implementado.\nFIGURA 6.8: Diagrama de blocos do algoritmo construído para simular a seção de conversão de uma unidade FCC.\nCom a temperatura arbitrada para o regenerador, a subrotina TEMP calcula a temperatura na base do riser (ponto z=0). A subrotina RIS6 passa, então, a executar os cálculos referentes ao riser, ficando estabelecidas as condições de saída do riser (temperatura e conteúdo de coque depositado sobre o catalisador), consideradas coincidentes com as de entrada do catalisador no regenerador. Estando estabelecidas a temperatura da partícula e o conteúdo de coque, é possível calcular a temperatura de estado estacionário para o regenerador. Se a mesma coincidir com aquela arbitrada, o programa imprime os arquivos de saída; caso contrário, nova iteração será necessária.\nSe não for arbitrada uma temperatura para a qual exista multiplicidade de estados estacionários no regenerador, o programa converge em tempo inferior a um minuto em um microcomputador PC 486DX2/66.\nA Figura 6.9, a seguir, mostra as temperaturas da base e topo do riser e a temperatura do leito do regenerador calculadas para relações catalisador / óleo (C/O) crescentes, assim como a quantidade de coque depositada sobre a partícula de catalisador, em fração de massa e vazão mássica. Para cada ponto da abcissa estão representadas as condições do estado estacionário estabelecido pela unidade, quando esta é alimentada com um gasóleo praticamente isento de componentes que destilam abaixo de 341,3°C.\nObserva-se que, na faixa estudada, quanto maior for a quantidade de catalisador menor será a temperatura estabelecida no regenerador quando toda unidade estiver operando em estado estacionário. Este comportamento é coerente com o observado quando o regenerador foi estudado individualmente, como pode ser visto na Figura 5.3. Observa-se, ainda, que o modelo reproduz a tendência observada na unidade.\nO crescimento da relação C/O causa uma queda na vazão mássica de coque produzido pela unidade e na fração mássica de coque (kg de coque / kg de partícula). Isso ocorre porque o coque depositado sobre as partículas é função do tempo de contato, que diminui com o aumento de C/O, como mostra a Figura 6.9. A queda na fração mássica de coque também é uma conseqüência direta do crescimento da vazão de partículas.\nA queda da temperatura do regenerador é acompanhada de uma elevação da temperatura da base do riser e, como conseqüência, do topo. Isso ocorre porque a vazão mássica de gasóleo é mantida fixa e, portanto, o calor total absorvido pelas reações de craqueamento pouco se altera, tomando-se cada vez menos significativo quando comparado com o calor sensível fornecido pelo catalisador. No limite, a temperatura da base do riser iguala a temperatura do leito do regenerador (para o caso em estudo, tal ocorre quando a relação C/O está em torno de 20). Semelhante comportamento foi observado por Arbel et al (1995), como mostra o ramo inferior das curvas da Figura 6.7\n...j\t- -... ..\t\t\n\tTEMPO DE RESIDÊNCIA NO RISER '\t~\t- ...\t\n\t\t\n\t\t\t\n\tVAZÃO MÁSSICA DE COQUE ~\t\t\n\t0.02 \t - \t\t\t-\t-\t\t\t- —\t\t\t\n\t0.02\t\ts\t\t\tValores calculados • Valores obtidos na unidade\n1\t; -\t\t\t\nB\t;\t\t\t\ni\t0.01 ----- *\t«r- ... « ..\t\t\n-B\t\t* ■\" ...\t\t\n$\t0.01 \t\t\t\t\" ■ ..\n800\nO\n700\n600\nREGENERADOR\n______Valores calculados\n+ Valores obtidos na unidade\nBASE DO RISER\n\n500\nTOPO DO RISER\n400\n5\n6\n7\n4\nT ......... r““.....  i\n8\t9\nkg de catalisador / kg de óleo\nFIGURA 6.9: Influência da relação catalisador / óleo no estado estacionário estabelecido pela unidade quando alimentada com gasóleo isento de componentes que destilam abaixo de 341,3°C\nA Figura 6.10 registra uma queda na produção de gasolina quando se eleva a relação C/O, nas mesmas condições da figura anterior. Este comportamento é coerente com aquele observado para o riser isoladamente (Figura 4.14), e reflete o sobrecraqueamento da gasolina a gases leves. Tal pode ser comprovado quando se observa na Figura 6.10 a elevação da produção de gases leves acompanhando a queda de produção de gasolina.\nA Figura 6.11 mostra a relação entre a vazão de ar e as temperaturas estabelecidas na unidade quando a fração C/O é fixa. A vazão de ar no intervalo pesquisado tem pouca influência na temperatura do regenerador, o que se reflete nas demais variáveis da unidade, inclusive a produção de gasolina, conforme pode ser visto na Figura 6.12, A Figura 6.13 comprova a ausência de multiplicidade de estado estacionário na região de operação do caso apresentado nas Figuras 6.9 a 6.13.\nFIGURA 6.10: Influência da relação catalisador /óleo na produção de gasolina.\n\t7 n íi \t\t\t\t\t\t\t\t\n\t050 \t\t\t\t\tREGENERADOR \t\t\t\ng\tSOO \t\t\t\t\tBASE DO RISER\t\t\n\t550\t\t\t\t\t\t\t\t\n\t500 \t\t\t\t\t-\t- -\tTOPO DO RISER\t\t\t\n\t450 \t\t\t\t\t\t\t\n\t0,40\t\t0.50\t0.50 kg de ar/\t0.70\t0.80 kg de óleo\t0,90\t\nFIGURA 6.11: Influencia da vazão de ar ñas temperaturas da unidade.\n50\n40\nGASOLINA\n§\n30\nGASES LEVES (ATÉ C4)\n1 o\n0.40\n0.50\nO.flO\tO.TD\nkg de nr.1 kg de Oleo\nd.sb\n0 .90\nFIGURA 6.12: Influência da vazão de ar na produção de gasolina e gases leves.\nFIGURA 6.13: Influência da relação catalisador /óleo na temperatura do regenerador.\nCom o objetivo de localizar as situações em que existe multiplicidade de estados estacionários, realizou-se o estudo para o regenerador apresentado na Figura 6.14. As curvas dessa figura foram construídas mantendo-se constantes as relações C/O e A/O, tendo-se variado apenas a fração de coque alimentada no regenerador. Verifica-se que o formato da sigmoide vai ficando mais acentuado a medida em que yCj vai aumentando.\nEm todos os casos estudados no presente trabalho o cálculo de yci resultou em valores para os quais existe multiplicidade. No entanto, as condições operacionais usuais são tais que a unidade estabelece um estado estacionário com temperaturas de topo bem acima da região multiplicidade, como mostra a Tabela 6.2.\nFIGURA 6.14: Estudo da ocorrência de multiplicidade no regenerador.\nTABELA 6.2: Temperatura no topo do riser e quantidade de coque depositado sobre as partículas.\nARQ\tYCI\tTOPO (C)\n1\t0.0129\t464.1400\n2\t0.0120\t584.1400\nJ\t0.0120\t543.0200\n4\t0.0130\t534.6700\n5\t0.0110\t541.5200\n6\t0.0110\t483.8200\n7\t0.0100\t499.8800\n8\t0.0080\t530.9000\n9\t0.0090\t487.4400\n10\t0.0090\t519.0900\n11\t0.0090\t531.1100\n12\t0.0120\t528.9900\n13\t0.0110\t496.8300\n14\t0.0120\t522.8400\n15\t0.0130\t537.5300\n16\t0.0120\t501.1100\n17\t0.0130\t513.3800\n18\t0.0120\t484.8500\n19\t0.0120\t532.2600\n20\t0.0100\t515.0500\n21\t0.0120\t558.0600\n22\t0.0090\t538.0700\n23\t0.0120\t518.2900\n24\t0.0110\t531.6900\n25\t0.0090\t596.8000\nEm todos os casos estudados a unidade foi alimentada com gasóleo praticamente isento de frações que destilam abaixo de 341,3°C, matéria prima usual da REFAP. Encontra-se suficientemente caracterizado na literatura um gasóleo onde estas frações estão presentes. Assim eliminou-se a subrotina CARAC e admitiu-se como dados de entrada aqueles fornecidos por Froment e Bischoff, 1979. Todas as demais condições de operação da unidade foram mantidas. Verificou-se que o estado estacionário seria estabelecido na região de multiplicidade, como mostra a Figura 6.14.\n6.5\tCOMENTÁRIOS FINAIS\nA integração dos modelos construídos para o riser e para o regenerador reproduz adequadamente o comportamento das principais variáveis da Seção de Conversão. De maneira geral, os desvios percentuais obtidos quando se compara quantitativamente essas mesmas variáveis estão abaixo de 15%, apesar da simulação estar limitada ao conjunto riser-regenerador, usar valores existentes na bibliografia para constantes que devem ser obtidas caso a caso e dos dados da Unidade incluírem, indiretamente, a eficiência da torre fracionadora.\nCONCLUSÕES E SUGESTÕES\nDesde a publicação do trabalho de Pratt, em 1974, a modelagem das Unidades FCC evoluiu muito. Partindo-se de um modelo para fluxo pistonado isotérmico com uma única reação irreversível, chegou-se ao ponto de reproduzir o comportamento dinâmico dessas unidades ou prever o estado estacionário que será estabelecido, desde que sejam conhecidas as condições de operação.\nNão foram poucas as dificuldades que tiveram que ser vencidas nesses 24 anos. O grande número de compostos que integram a carga da Unidade provavelmente representou a maior delas. Os primeiros artigos simplesmente ignoraram esta questão, considerando o problema sem solução para os recursos computacionais disponíveis na época. Trabalhar com pseudo-componentes foi o caminho natural, tendo sido publicado em 1976 o modelo de dez lumps. Embora ofereça uma solução adequada para o problema, o modelo de Jacob et al não esgota a questão. Têm sido recentemente propostos, por exemplo, modelos baseados nos mecanismos das principais reações de craqueamento (Landeghem et al, 1995).\nA complexidade do modelo de Jacob et al foi o principal obstáculo a vencer durante a modelagem do riser. Não estava disponível na literatura qualquer trabalho que indicasse como calcular o calor das reações envolvidas ou como caracterizar numericamente o gasóleo segundo suas exigências. São principalmente esses pontos, somados a capacidade de prever a variação da massa específica da mistura reacional, as velocidades do gás e do sólido e a variação do calor\nespecífico dos componentes da mistura ao longo do comprimento do reator que diferenciam o modelo aqui apresentado.\nO modelo construído para o riser alcançou os objetivos propostos, sendo capaz de prever o comportamento do reator industrial. É possível, por exemplo, calcular a gasolina que será produzida quando a Unidade é alimentada com um determinado gasóleo com desvios médios inferiores a 12%.\nOs trabalhos de Hugo de Lasa e colaboradores, realizados com base no regenerador da Destiieria La Plata na Argentina, determinaram a escolha do tipo de modelo a construir para esse reator. Embora conceitualmente simples, um modelo tipo CSTR apresenta grandes dificuldades numéricas devido a existência de múltiplos estados estacionários. O modelo aqui apresentado é capaz de prever a temperatura do leito denso do regenerador com desvio médio inferior a 5%.\nA modelagem da seção de conversão de unidades FCC, devido a sua complexidade, continuará a ser objeto de estudos por um longo tempo. Entre as questões que necessitam um tratamento mais profundo destacam-se:\n-\tos fenômenos que ocorrem na base do riser, onde três fases estão presentes trocando calor e reagindo simultaneamente;\n-\to cálculo da quantidade de coque depositada sobre o catalisador durante as reações de craqueamento, para que possa ser feito sem o uso de equações empíricas;\n-\ta ação dos promotores de combustão no regenerador, e\n-\ta multiplicidade de estados estacionários.\nTABELA A,l: Constantes cinéticas fornecidas por Gross et al (1980).\nConstantes Cinéticas a 482,2°C (m3/(kgcal.s))\t\nkAsG\t5,139x10\nkAhG\t\nkN,G\t“\t1,838 xlO’3\nkNhG\t2,353 x(0¿\nkpsG\t6,625 xlO'J\nkphG\t\nkA,C\t1,008x10J\nkA|,C\t9,5x10'J\nkNjC\t_\nkNhC\t4,131xlO’J\t“\nkp.c\t\nkPhC\t”\t2,181 xKT\nkcA!c\t2,77gx]-^\nkp c\t”\t4,064x10’3\nkGC\t\nkAhAl\t5,278x10’’’\nkNhNt\t6,25x1o'3\nkPhP|\t5,75xlO'J\nkp p '—Ah '-Al\t“\t1,628 xlO’J “\nkAhCAl\t 1^389 x10'3\nkAh(wt%CAh)\t0,128\np (t em horas)\t162,15\nY\t0,76\nTABELA A.2: Energias de ativação fornecidas por Gross et al (1980)\nEnergias de ativação (cai/gmoi)\t\nReações que formam gasolina a partir de Ph, Ph Nh, N,\t5500\nReações que formam o grupo C a partir de Ph, P^N,\t8500\nReações que formam gasolina a partir de Ah, A,\t14500\nReações que formam o grupo C a partir de Ah, Ab CAh , CA|\t17500\nReações que formam o grupo C a partir de gasolina\t20000\nReações que formam LFO a partir de Ph, N|„ Ah> CA\t8100\nTABELA A.3: Parâmetros para a equação empírica que permite o cálculo da quantidade produzida de componente com até cinco carbonos*\n\ta1\t\t\ta1 Ni!\taAh\tac\tap.\t\taA,\tA“A1\ncs\t-0,0551\t0,3270\t0,0659\t0,1522\t0,2005\t0,2263\t0,0294\t0,0817\t0,0737\t0,357\nc2\t-0,0551\t0,3270\t0,0659\t0,1522\t0,2005\t0,2263\t0,0294\t0,0817\t0,0737\t0,357\nc2 =\t-0,0258\t0,2060\t0,1622\t0,2911\t0,2683\t0,0785\t0,0415\t0.2828\t0,4451\t0,0772\nC3\t-0,1673\t1,0780\t0,1033\t0,2066\t0,1356\t0,0069\t0,1199\t0,2655\t0,1921\t0,0087\nC3-\t0,2540\t0.3564\t0,2424\t0,0846\t0,1690\t0,1299\t0,1727\t0,0798\t0,1597\t0,1602\nnC4\t-0,0394\t0.3620\t0,3199\t0,2871\t0,1333\t0,0031\t0,2687\t0,3804\t0,4823\t0,0091\niC4\t0,0012\t1,3950\t0,1774\t0,2893\t0,1297\t0,0041\t0,2329\t0,3271\t0,2382\t0,0065\nC4-\t0,1288\t-0,0063\t0,7972\t0,3455\t0,5440\t0,5866\t0,5726\t0,2469\t0,5466\t0,4226\nnC5\t0,0510\t-0,001í\t0,2114\t0,1973\t0,1379\t0,1608\t0,3557\t0,0831\t0,1380\t0,4561\niC5\t0,1803\t-0,0013\t0,7797\t0,6949\t0,3467\t0,2749\t0,8779\t0,5228\t0,9388\t0,3287\nC5 =\t0,0896\t-0,067\t1,1540\t0,0437\t0,6362\t1,0965\t0,2829\t0,0499\t0,7844\t0,5349\nadaptado de Gross et al, 1980\nTABELA A.4: Resumo dos modelos para o riser encontrados na literatura\nPratt (1974)\t-fluxo pistonado -reação de primeira ordem, irreversível e isotérmica -ignora a dispersão e a desativação do catalisador\nVarghese (1979)\t-amplia o trabalho de Pratt com o objetivo de investigar o efeito do diâmetro da partícula na performance do reator\nParaskos (1976)\t-isotérmico -cinética de três lumps de Weekman com desativação\nShah (1977)\t-acrescentou equação para o balanço de energia ao trabalho de energia ao trabalho de Paraskos a fim de descrever reatores adiabáticos\nFan (1981a, 1981b)\t-modelos homogêneo e heterogêneo -ambos são isotérmicos -correlações empíricas para as propriedades hidrodinâmicas -plug-flow, reação única, irreversível de primeira ordem -teoria time on stream para desativação do catalisador\nArandes e Lasa (1992)\t-fluxo pistonado adiabático com cinética de três lumps de Weekman\nTheologos e Markatos (1992, 1993)\t-principal objetivo é prever os efeitos térmicos e hidrodinâmicos existentes na zona de entrada do riser -duas fases, três pseudo-componentes -não fora calculadas as propriedades físicas da carga ou a variação das mesmas com a temperatura -calor das reações de craqueamento foi tomado como 300 kJ / kg de hidrocarboneto convertido, para qualquer composição da carga.\nZheng (1994)\t-modelo cinético de cinco lumps -gás e sólido escoando em fluxo pistonado -sem diferença de velocidade entre fases\nKumar et al (1995)\t-cinética de dez grupos para o riser com as constantes cinéticas estimadas com base em um estudo feito em 1945 para hidrocarbonetos puros -riser isotérmico\nArbei et al (1995a, 1995b)\t-estado estacionário; -reator adiabático -fluxo pistonado com temperatura uniforme na seção radial; -cinética de dez lumps -desativação de catalisador descrita por Krambeck (1991); -sem diferença de velocidade entre as fases -sem limite difusional; -calores específicos dos componentes, assim como a massa específica da mistura não variam ao longo do riser. -ignora a variação da massa específica da mistura reacional -não caracteriza o gasóleo que alimentará o reator segundo as exigências do modelo de dez grupos de Jacob -simplifica demasiadamente o cálculo do calor das reações\nTABELA A.5: Resumo dos modelos para o regenerador encontrados na literatura.\nFreeboard (Lasa e Grace, 1979)\t-fluxo pistonado adiabático para gás e sólido, negligenciando as reações que ocorrem nos ciclones - freeboard, por propiciar um contato adicional entre gás e sólido, tem influência no desempenho do reator, especialmente quando o leito é pouco profundo\nDistribuidor Errazuet al (1979)\t-\tjatos de tamanho constante, em fluxo pistonado e sem reação química (baixa concentração de sólidos) -\tleito denso separado em emulsão e bolhas -\tquando comparado com um CSTR sem “by pass” de gás não apresentou melhor concordância com os dados do regenerador em operação na Destilaria La Plata, Argentina\nde Lasa et al (1981a)\t-\tcinco diferentes modelos de reator de leito fluidizado -\tmodelagem tipo CSTR não isotérmico e sem “by pass” é a que melhor representa os dados de conversão global de coque\nAPI- TECHNICAL DATA BOOK. (American Petroleum Institute, 1988)\nARANDES, J.M., LASA, H.I., Simulation and multiplicity of steady states in FCCU’s. Chem. Eng. Sci„ 47(9-11), 25-35, 1992.\nARBEL, A.,et al. Dynamic and control of fluidized catalytic crackers. 1. Modeling of the current generation of FCC’S. .Ind. Eng. Chem. Res, 34, 1228-1243, 1995a.\nARBEL et al. Dynamic and control of fluidized catalytic crackers.II. Multiple Steady States and instabilities. .Ind. Eng. Chem. Res, 34, 3014-3026, 1995b.\nARENA, U. et al. The hydrodynamic behaviour of two circulating fluidized bed units of diferent sizes. Circulating Fluidized Bed Technology II, 223-230. Editado por Basu, P.e Large, J. F„ 1988.\nARTHUR, J. R., Reaction between carbon and oygem. Trans. Faraday Soc.. 47, 164-178, 1951.\nAVIDAN, A. A., SHINNAR, R., Development of catalytic cracking thecnology. A lesson in chemical reactor desing. Ind. Eng. Chem. Res., 29, 931-942, 1990.\nAVIDAN, A. A., EDWARDS, M., OWEN, H., Innovative improvements highlight FCC’s past and future. Oil and Gas J., jan 8, 33-58, 1990.\nAVIDAN, A. A., FCC is far from being a mature technology Oil and Gas J., may 18, 59-67, 1992.\nBADER,R. et al. Gas / slid flow pettems in a 30.5 cm diameter circulating fluidized bed, in Circulating Fluidized Bed Technology II, 123-137. Basu, P. e Large, J. F. (ed.), 1988.\nBOLTON, L. W. e DAVIDSON, J. F., Recirculation of particles in fast fluidized risers. Circulating Fluidized Bed Technology IL 139-146. Basu, P. e Large, J. F.(ed.), 1988.\ni'+Z\nBOLIO, E. J. et al, Dilute turbulent gas-solid flow in risers with particle-particle interactions. AIChE J., 41(6), 1375-1388, 1995\nCASTIGLIONI, B. P., How to predict FCC yelds. Hyd. Proc., feb, 35-38, 1983.\nCORMA, A., WOJCIECHOWSKI, B. W„ The chemistry of catalytic cracking .Cat. Rev, sci. Eng- 27( 1), 1989.\nDART, J. C., OBLAT, A. G., Heat of cracking and regeneration in catalytic cracking. Chem. Eng. Prog.. 45Í2), 110-118, 1954.\nDAUBERT, T. E., Comunicação privada, 1995.\nDECROOCQ, D., Catalytic Cracking of Heavy Petroleum Fractions. 29. Gulf Publishing Co., 1984.\nEDMISTER, W. C„ Applied Hydrocarbon Thermodynamicas. Vol. 2, 2a ed. 1988. Gulf Publishing Co.\nEDWARDS, W. M., KIM, H. N., Multiple steady-state in FCC units operation. Chem. Eng, Sci., 43( 8), 1825-1830, 1988.\nELNASHAIE, S. S. E. H., EL-HENNA WI, I., M. Multiplicity of the steady-state in fluidised bed reactors. IV. Fluid catalytic cracking. Chem. Eng. Sci- 34, 1113-1121, 1979.\nELSHISHINI, S. S., ELNASHAIE, S. S. E. H„ Digital simulation of industrial fluid catalytic cracking units: Bifurcation and its implications. Chem. Eng. Sci- 45(2), 533559,\t1990a.\nELSHISHINI, S. S., ELNASHAIE, S. S. E. H„ Digital simulation of industrial fluid catalytic cracking units: Bifurcation and its implications. Chem. Eng. Sci- 45(2), 533-559, 1990b.\nELNASHAIE, S. S. E. H., ELSHISHINI, S. S., Digital simulation of industrial fluid catalitic cracking units - iv- Dynamic behavior. Chem. Eng. Sci- 48(3), 567-583, 1993.\nELSHISHINI, S. S., et al. Digital simulation of industrial fluid catalytic cracking units III. Effect of hydrodynamics. Chem. Eng. Sci- 47(12), 3152-3156, 1992.\nELNASHAIE, S. S., et al. Digital simulation of industrial fluid catalitic cracking units V. Static and dynamic bifurcation. Chem, Eng. Sci- 50(10), 1635-1644, 1995\nERRAZU, A. F., LASA, H. I., SARTI,F., A fluidized bed catalytic cracking regenerator model.\tGrid effects. The Can. J. of Chem. Engng- 57, apr., 191-197, 1979.\nEWELL, R. B., GADMER, G., Desig catcrackers by computer. Hyd. Proc., apr., 125-134, 1978.\nFAN, L. S. and HWANG, S. J., A heterogeneous model for catalytic reactions in an isothermal pneumatic transport reactor. Chem Eng. Sci., 36(10), 1736-1740, 1981a.\nFAN, L. S., A homogeneous model for reactant conversions in a vertical pneumatic transport reactor for catalytic reactions. The Chem. Eng. J, , 21, 179-185, 1981b.\nFARAG, H.I., TSAI, K-Y., Simulation of fluid catalytic cracking operation. Mathematical Modelling in Science and Tecnology. The fifth International Conference Berkeley, California, USA, july, 1987.\nFARAH, M. A.,M., Cálculos Fundamentais de Engenharia de Processamento. Publicação interna da PETROBRÁS, 1980.\nFIERO, W. J„ KELLY, P. E., To optimize the FCC unit. Hyd. Proc., sept., 117-121, 1977.\nFIGUEIREDO, J. L. e RIBEIRO, F. R., Catálise Heterogênea. Fundação Calouste Gulbenkian, Lisboa. 1987.\nFORD, W. D. et al. Operating cat cracker for maximum profit. CEP, apr., 92-96,1977,\nFOUST et al, Princípios das Operações Unitárias. Gunabara Dois, 2- ed., 538-540, 1980.\nFROMENT, G. F., Catalyst deactivation by coking. Sixth Int. Congress on Catalysis, 10-31. The Chemical Society Imperial College, London, 1976.\nFROMENT, G. F. e BISCHOFF, K. B, Chemical Reactor Analysis and Design.WiIev.2¿ ed., 586 a 600,1992.\nGEANKOPLIS, C. J., Transport Processes and Unit Operations. Editado por Allyn and Bacon Inc. 1983, pg 219.\nGELDART, D., Gas FluidizationTechnology. Capítulo 3. Editado por Geldart. Johnn Wiley eSonsLtda, 1986.\nGRACE, J. R., High-velocity fluidized bed reactors. Chem. Eng. Sci., 45(8), 1953-1966,\n1990.\nGROSS et al. Simulation of catalytic cracking process. U. S. Patent, 4187548, feb., 1980.\nHANO, T., NAKASHIO, F., KUSUNOKI, K., The burning rate of coke deposited on zeolite catalyst. J. of Chem. Eng, of Japan, 8(2), 127-130, 1975.\nHANSEN,J. A. e COOPER, B. H., Process simulation of refinery units including chemical reactors. Computers Chem. Engng.. 16, supl., s431-s439, 1992\nHARTGE, E. U et al. Solids concentration and vellocity patterns in circulating fluidized beds. Circulating Fluidized Bed Technology II. 165-180. Editado por Basu, P. e Large,\nHIRAMA, T., TAKEUCHI, H., CHIBA, T., Regime classification of macroscopic gas- solid flow in a circulating fluidized bed. Powder Tech., 70, 215-222, 1992.\nHOBSON, G. D., POHL, W. Modern Petroleum Technology. 4a ed. Applied Science Publishers , 1975, pg. 573.\nHORIO, M. et al. Solid distribution and movement in circulating fluidized beds. Circulating Fluidized Bed Technology II. 147-154. Editado por Basu, P. e Large, J. F. 1988.\nJACOB, S. M. et al. A lumping and reaction scheme for for catalytic cracking. AIChE J., 22(4), 701-713, 1976.\nKEMP, R. R. D., WOJCIECHOWSKI, B. W„ The kinetics of mixed feed reactions. Ind. Eng. Fund.. 13(4), 332-336,1974.\nKRAEMER, D. W., LAS A, H. L, Catalytic cracking of hydrocarbons in a riser simulator. IndEng. Chem. Res., 27(11), 2002-2008, 1988a.\nKRAEMER, D, W., LASA, H. L, Modeling catalytic cracking in a novel riser simulator. AIChE Annual Meeting, nov 27 a dec 2, 1988b.\nKRAEMER, D. W., SEDRAN, U., LASA, H. I., Catalytic cracking kinetic in a novel riser simulator. Chem. Eng. Sci„ 45(8), 2447-2452, 1990.\nKRAMBECK, F. J., Continuous mixtures in fluid Catalytic cracking and extensions. Mobil Workshop on Chemical Reaction in Complex Mixtures, 42-59. Van Nostrand Reinhold, New York, 1991.\nKRISHNA, S. A., PARKIN, E. S., Modeling the regenerator in commercial fluid catalytic cracking units. CEP, 81, 57-62, apr. 1985.\nKUMAR, S. et al. A process Simulator for an integrated FCC-Regenerator System. Ind. Eng. Chem. Res., 34, 3737-3748,1995.\nKUNII, D., LEVENSPIEL, O. Fluidized reactor models. 1. For bub beds of fine, intermediate and large particules. 2. For the lean phase: freeboard and fast fluidization. Ind. Eng. Chem. Res. 29(7), 1226-1234, 1990.\nLANDEGHEM, F. V. et al. Fluid catalytic cracking: modelling of an industrial riser. Applied Catalysis A: General 138,381-405, 1996\nLAROCCA, M. et al. Fast catalytic cracking of heavy gas oils: Modeling coke deactivation. Ind. Eng. Chem. Res., 29(2), 171-180, 1990.\nLASA, H. I. et al. Influence of the pneumatic transport line in the simulation of a fluidized bed catalytic cracking regenerator. Lat. Am. J. Chem. Eng. Appl. Chem., 11, 139152, 1981a.\nLASA, H. I. et al. Analysis of fluidized bed catalytic cracking regenerator models in a industrial scale iunit. The Can. J. of Chem. Engng., 59, aug., 549-553, 1981b.\n\nLASA, H. L, GRACE, J. R., The influence of the freebord region in a fluidized bed catalytic cracking regenerator. AIChE J., 25(6), 984-991, nov. 1979.\nLASA, H. L, Fluidized bed catalytic cracking technology. Rev. Latinoamering Quim. Quim, Apl„ 12, 171-184, 1982.\nLEE, W., KUGELMAN, A. M., Number of steady-state operating points and local stability of open-loop fluid catalytic cracker. Ind. Eng. Chem. Proc. Des. Dev., 12(2), 197-204, 1973.\nLI, J. et al. Axial voidage profiles of fast fluidized bedin different operating regions. Circulating Fluidized Bed Technology II. 193-203. Basu, P. e Large J. F. (ed.), 1988.\nLIGURAS, D.K., ALLEN, D. T., Sensitivity of octane number to catalitic cracking rates and feedstock structure. AIChE J.. 36(10), 1617-1621, 1990.\nLEVENSPIEL, O., SZEPE, S., Catalyst deactivation. O. Pro. EuropeanFed. 4th. Int. Cong. Chem. React. Eng., 265-276. Pergamon Press, New York, 1971.\nLEVENSPIEL, O, Engenharia das Reações Químicas, vol. 2, Edgard Blucher Ltda. 1980.\nMARTIN, M. P., TURLIER,P., BERNARD, J. R., Gas and solid behavior in cracking circulating fluidized beds. Powder Technology, 70, 249-258, 1992a.\nMARTIN, M. P. et al. Catalytic cracking in risers reactors: core-annulus and elbow effects. Chem. Eng, sci., 47(9-11), 2319-2324, 1992b.\nMcFARLANE, R. C. et al. Dynamic simulator for model in fluid catalytic cracking unit. Computers Chem. Engng. 17(3), 275-300, 1993.\nMORLEY, K., LASA,H. L, Regeneration of cracking catalyst. Influence of the homogeneous CO post combustion reaction. The Canadian J.of Chem. Eng., 66, jun., 570-579,\n1988.\nMURCIA, A. A., Numerous changes mark FCC technology advance Oil and Gas J., may 18, 68-71, 1992.\nMURPHY, J. R., CHENG, Y. L., Interaction of FCC variables can be predict. Oil and Gas Journal, sept., 89-94, 1984a.\nMURPHY, J. R., CHENG, Y. L., Interaction of heat balance and operating variables in zeolitic catlyst operations. Katalistiks 5th. Annual Fluid Catcracking Symposium, may, 23-24, Viena, Austria, 1984b.\nNACE, D. M., Catalytic cracking over cristalline aluminosilicates. Ind.Eng. Chem.Prod. Res. Dev., 9(2), 203-209, 1970.\nNACE, D. M. et al. Application of a kinetic model for catalytic cracking. Ind. Eng. Chem. Poc. Des. Dev., 10(4), 530-537, 1971.\nNELSON, W. L., Petroleum Refinery Engineering, 4\" ed., McGraw-Hill Book Co., 1958, pg.74.\nPACHOVSKY, A. R. et al. Applications of the time on stream theory of catalyst decay. IndEng. Chem. Proc. Des. Dev., 12(3), 254-261, 1973.\nPACHOVSKY, R. A., WOJCIECHOWSKI, B. W., Cracking of a dewaxed and extracted neutral distillate over La-Y catalyst. Can. J. Chem. Engng., 52, oct., 625-629, 1974.\nPACHOVSKY, R. A., WOJCIECHOWSKI, B. W„ Effects of charge stock composition on selectivity in the cracking of neutral distillates. Can. J. Chem. Engng.. 53, dec., 659665,\t1975.\nPANSING, W. F., Regeneration of fluidized cracking catalysts. AIChE J., 2(1), 71-74, 1956.\nPARASKOS, J. A. et al. A kinematic model for catalytic cracking in a transfer line reactor. Ind. Eng. Chem. Proc. Des. Dev.. 15(1), 165-169, 1976.\nPATANKAR, S. V., Numerical Heat Transfer and Fluid Flow, Hemisphere Publishing Corporation, 1980.\nPETROBRAS, Manual de Dados Técnicos- MDT.\nPIERCE, E„ Calculating FCC heat balance. Hyd. Proc., feb., 39-42, 1983.\nPILLA, L., Físico-Química, vol 1,167 e 239. Livros Técnicos e Científicos S.A., 1979.\nPITA, J. A., SUNDARESAN, S„ Gas- Solid flow in vertical tubes. AIChE J.. 37(7), 10091018, 1991.\nPOHLENZ, J. B., How operaational variables affect fluid catalytis cracking. Oil and Gas Journal, apr.. 124-140, 1963 .\nPRATT, K. C., Catalytic reactions in transport reators. Chem. Eng. Sci., 29, 747-751, 1974.\nREYES, S. C.: SCRIVEN, L. E., Analysis of zeolit catalyst deactivation during catalytic cracking reactions. Ind. Eng. Chem. Res.. 30(1), 71-82, 1991.\nRHODES, M. J. et al. Mesurements of radial &amp; axial solids flux variations in the riser of a circulating fluidized beds. Circulating Fluidized Bed Technology II. 155-164. Editado por Basu, P. e Large, J. F. 1988.\nRHODES, M. J., the upward flow of gas/ solid suspensions. Chem. Eng. Res.Des., 67, 30-37, 1989.\nRHODES, M., WANG, X. S., CHENG,H., HIRAMAT, T„ Similar profiles of solids flux in circulating fluidized bed risers. Chem. Eng, sci., 47(7), 1635-1643, 1992.\nRIAZI, M. R., DAUBERT, T. E., Prediction of the composition of petroleum fractions. Ind. Eng. Chem. Proc. Des, Dev.. 19, 289-294, 1980.\nROBERTSON, A. D. e PRATT, K. C., Catalytic effectiveness factors in transport reactors. Chem. Eng, Sci.. 30(9), 1185-1187, 1975.\nSADEGHBELGI, R., Estimating hydrogen on FCC coke. Hydrocarbon Proc., feb., 38-39,\n1991.\nSECCHI, A. R. e LAGE, P. L. C., Homotopy. Turbo C-Guiade Referência. Versão 1.0, 1988. (Disponível com os autores: arge@enq. ufrgs.br)\nSEU-KIM, H.,ARASTOOPOUR, H„ Simulation of FCC particles flow behaviour in a CBF using modified kinetic theory. Can. J. of Chem Engng..73. oct, 603-611,1995.\nSHAH, V. T. et al. A kinematic model for an adiabatic transfer line catalytic cracking reator. Ind. Eng. Chem, Proc. Des. Dev. , 16(1), 89-94, 1977.\nSILVA, L. E. M. C., RODRIGUES, J. T., Formação de depósitos de catalisador em válvula corrediça dos gases de combustão de uma unidade FCC: Uma experiência de solução. B, Tec, da Petrobrás, 33(2), 109-119, 1990.\nSINCLAIR, J. L., JACKSON, R., Gas-particles flow in a vertical pipe with particle-particle interactions. AIChE J.. 35(9), 1473-1486, 1989.\nSISSOM, L. E., PITTS, D.R., Fenômenos de Transporte. Editora Gunabara S. A., 676, 1988.\nSQUIRES, A. M. et al. Fluid beds: At last, challenging two entrenched practices. Science, 230,\t(4732), 1329-1337, dec 1985.\nTHEOLOGOS, K. N„ MARKATOS, N. C., Advanced modeling of fluid catatalytic cracking riser-type reactors. AIChE J„ 39(6), 1007-1017, 1993.\nTHEOLOGOS, K.N., MARKATOS, N. C„ Modelling of flow and heat transfer in a fluidized catalytic cracking reactors. Ind. Eng. Chem. Res, and Design, 7O(A3), 239-245, may\n1992.\nTAKATSUKA, T. et al. A reaction model for fluidized bed catalytic cracking of residual oil. Int. Chem. Eng., 27(1), 107-116, 1987.\nVARGHESE, P. e VARMA, A., Catalytic reactions in transpor-line reactors.Chem Eng. Sci.. 34,337-343, 1979.\nVEENUTO, P. B., HABIB, E. T., Catalyst feedstock- Engineering interactions in fluid catalytic cracking. Cat. Rev, sci. Eng.. 18(1), 1978.\nVIITANEN, P. I., Tracer studies on a riser reactor of a fluidized catalyst cracking plant. IndEng. Chem. Res., 32(4). 577-583. 1993.\nVOLTZ, S. E. et al. Application of a kinetic model for catalytic cracking. Ind.Eng. Chem. Poc. Des. Dev.. 10(4), 538-541, 1971.\nVOORHIES, A., Carbon formation in catalytic cracking. Ind. Eng. Chem.. 37(4), 318-322, 1945.\nWANG, G. et al. Kinetics of combustion of carbon and hydrogen in carbonaceous deposits on zeolite type cracking catalysts. Ind. Eng.Proc. Des. Dev.. 25(3), 626-630, 1986.\nWEEKMAN, V. W., A model of catalytic cracking conversion in fixed, moving and fluid-bed reactors. I, e E. C. Proc. Des, and Dev.. 7(1). 90-95, Jan. 1968.\nWEEKMAN, V. W., Kinetics and dynamics of catalytic cracking selectiviy in fixed-bed reactors. I e E. C. Proc. Des. Dev., 8(3), 385-391, jul. 1969.\nWEEKMAN, V. W., NACE, D. M,, Kinetics of catalytic cracking selectivity in fixed, moving and fluid-bed reactors. AIChE J.. 16(3), 397-404, 1970.\nWEEKMAN, V. W., Lumps, models and kinetics in practice. AIChE Monograph Series, 75(11), 1979.\nWEISZ, P. B., GOODWIN, R. D., Combustion of carbonaceous deposits within porous catalyst particles I.Diffusion controlled kinetics. J. of Catalysis, 2, 397-404, 1963.\nWEISZ, P. B., Combustion of carbonaceous deposits within porous catalyst particles III. The CO2/CQ product ratio. J. of Catalysis, 6,425-430, 1966a.\nWEISZ, P. B., GOODWIN, R.D., Combustion of carbonaceous deposits within porous catalyst particles II. Intrinsic burning rate. J. of Catalysis. 6, 227-236, 1966b.\nWOJCIECHOWSKI, B. W., Atheoretical treatment of catalyst decay. Can.J. Chem. Engng., 46, feb.,1968.\nWOJCIECHOWSKI, B. W., The kinetics foundations and the practical application of the time on stream theory of catalyst decay. Cat. Rev. Sci. Eng.. 9(1), 79-113, 1974.\nWOLLASTON, E. G., et al. What influences catcracking. 11yd. Proc., sept., 93-100, 1975.\nYANG, W-C., A correlation for solid friction factor in vertical pneumatic conveying lines. AIChE J., 24(3), 548-552, 1978.\nYATES, J. G.,Fundamentals of Fluidized-bed Chemical Process. Butterworths, 1983.\nYEN, L. C. et al. FCCU regenerator temperature effects evaluated. Oil and Gas J., sep. 16, 87-92,1985.\nYERUSHALMI, J., AVID AN, A., High velocity fluidization, in Fluidization, 2a edição, Editado por Davidson, J. F., Clift, R., Harrison, D. Academic Press, 1985.\nYERUSHALMI, J., Hight velocity fluidized beds, in Gas FluidizationTechnology. Editado por Geldart. Johnn Wiley e Sons 1986.\nZHENG, Y.-Y., Dinamic modeling and simulation of a catalytic cracking unit. Computers Chem. Engng. 18(1), 39-44, 1994.\nSTEADY STATE MODELING and simulation of a fcc-unit\nM.A.Lansarin\nDepartment of Chemical Engineering, IJFRS, Porto Alegre,RS, Brazil, Marla@enq.ufrgs.br\nABSTRACT\nIn this work we present a model of the FCC-unit in order to describe the reactor (riser), in which the catalytic cracking reactions occur, and the regenerator, in which the spent catalyst is regenerated by burning the coke formed during the cracking. Combining the models of these two sub-units we can analyse their interaction and the consequences thereof on the operation of the unit.\nOne of the main problems found in riser modeling is the complexity of the reacting mixture, with thousands of individual compounds. In the present work these problems have been treated by the technique of “lumping”. A simple plug-flow model, whose validity is confirmed by experimental tracer results on industrial -scale risers, was used in riser modeling. The model of the riser is composed by a DAE-system, which was solved using the LSODE-code.\nThe model of the regenerator is essentially a single CSTR. This simplification has been shown to be adequate when their results are compared with those of industrial units. Though simplified the model is still highly non-linear and its solution using an homotopy package revealed a complicated bifurcation behaviour with different types of singularities like cycles and iso las.\nThe FCC-unit can be simulated by coupling the regenerator and riser models. As a basis for the simulation we used a FCC-unit of a brazilian refinery. The feedstock of such FCC-unit is exclusively a HFO. The results of the simulation are in good accordance with the experimental ones, mainly when one considers that the parameters of the kinetic model were obtained for a catalyst whose characteristics certainly differ from the one used in the industrial unit. The simulation has shown that for the operating conditions of the unit only one steady-state exists. However, the simulation of a FCC-unit fed with a HFO/LFO mixture has shown the possibility of three different steady-states."}]}}}