{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08718"}, {"@name": "filename", "#text": "13594_Pinto_MariaAparecida_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "rqS£ DEFENDIDA POR\n■í''i .A.UÕ..............  __E\tÃPfOVÃD* PtU\nCOMISSÃO JULG*nnRi F“ l í. t n 0 i 'J\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA\nDeposição de Revestimentos Compósitos Metal-Cerâmico WC-Co por Fusão a Laser: Avaliação da Resistência ao Desgaste e à Corrosão\nAutora: Maria Aparecida Pinto\nOrientadora: Prof.a Dra.Maria Clara Filippini Ierardi\n03/04\nUNÍCAMP\nBIBLIOTECA CENTRAL\nSEÇÃO CIRCULANTE\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE MATERIAIS\nDeposição de Revestimentos Compósitos Metal-Cerâmico WC-Co por Fusão a Laser: Avaliação da Resistência ao Desgaste e à Corrosão\nAutora: Maria Aparecida Pinto\nOrientadora: Prof.a Dra. Maria Clara Filippini lerardi\nCurso: Engenharia Mecânica\nÁrea de Concentração: Materiais de Processos de Fabricação\nTese de doutorado apresentada à Comissão de Pós-Graduação da Faculdade de Engenharia Mecânica, como requisito para a obtenção do título de Doutora em Engenharia Mecânica.\nCampinas, 2004.\nSP - Brasil\nFICHA CATALOGRÁFICA ELABORADA PELA\nBIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nPinto, Maria Aparecida\nP658d\tDeposição de revestimentos compósitos metal-\ncerâmico WC-Co por fusão a laser: avaliação da resistência ao desgaste e â corrosão / Maria Aparecida Pinto.—Campinas, SP: [s.n.], 2004.\nOrientador: Maria Clara Filippini Ierardi.\nTese (Doutorado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica.\n1. Fusão a laser. 2. Desgaste mecânico. 3. Tribologia. 4. Materiais resistentes a corrosão. 5. Superfícies (tecnologia). 6. Carbonetos. 7. Revestimento de metal. I. Ierardi, Maria Clara Filippini. II. Universidade Estadual de Campinas. Faculdade de Engenharia Mecânica. III. Título.\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE MATERIAIS\nTESE DE DOUTORADO\nDeposição de Revestimentos Compósitos Metal-Cerâmico WC-Co por Fusão a Laser: Avaliação da Resistência ao Desgaste e à Corrosão\nAutora: Maria Aparecida Pinto\nOrientadora: Prof.a Dra. Maria Clara Filippini Ierardi\nProf.a Drq/Maria Clara Filippini Ierardi, Presidente stadual de Campinas - UNICAMP\n\"CT\nProf. Dr. Nilson Dias ieira Júnior\nInstituição: Instituto de Pesquisas Energéticas e Nucleares - IPEN/ÜSP\nULimP - UfriHv ________________________________________\nProf. Dri Adilson Rodrigues da Costa Universidade Federal de Ouro Preto - UFOP\n'\nProf.a Dra. Célia Marina de Alvarenga Freire Universidade Estaduakd^Campinas 7) UNICAMP\nProf.a Dra. Cecília Amélíade C alho Zavaglia Universidade Estadual de Campinas - UNICAMP\nCampinas, 16 de fevereiro de 2004.\nDedicatória\nDedico este trabalho a minha família, especialmente minha mãe Maria Onézia Pinto e meu pai Antônio Matías Pinto (In Memoriam), pela minha formação, pelo exemplo de vida e apoio que sempre me proporcionaram.\nAgradecimentos\nDurante o desenvolvimento desta tese recebi o apoio de várias pessoas para as quais deixo meus agradecimentos, pelos ensinamentos, pelo estímulo e pela amizade que me proporcionaram durante estes quatro anos de convívio. De forma especial gostaria de agradecer:\nÀ minha família pela presença e apoio constantes em todos os momentos da minha vida.\nÀ Prof.a. Dra. Maria Clara Filippini Ierardi pela orientação e oportunidade para que eu pudesse fazer este doutorado. Agradeço também pelo incentivo, apoio e pela amizade sempre presentes durante estes quatro anos.\nAo Prof. Dr. Amauri Garcia pelas sugestões e discussões durante o desenvolvimento do trabalho e pela amizade.\nAo Prof. Dr. Rui Mário Correia da Silva Vilar pela oportunidade de estagiar no Laboratório de Processamento de Materiais por Laser do Instituto Superior Técnico - Lisboa, Portugal. Sem este estágio não teria sido possível produzir os revestimentos estudados. Agradeço também pelo apoio, pelas sugestões e discussões que muito me ajudaram no entendimento e\ndesenvolvimento do meu trabalho. Agradecimentos estendidos ao Prof. Dr. Rogério Colaço pela ajuda na análise dos resultados do trabalho.\nÀ Faculdade de Engenharia Mecânica da Universidade Estadual de Campinas pelo programa de pós-graduação.\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico -CNPq pela bolsa que permitiu o desenvolvimento do meu trabalho.\nÀ Fundação Coordenação de Aperfeiçoamento de Pessoal de Nível Superior - Capes pela bolsa concedida, através do Programa de Doutorado no País com Estágio no Exterior - PDEE, que permitiu meu estágio no Instituto Superior Técnico - IST em Lisboa - Portugal.\nAo amigo Noé Cheung pelas sugestões e discussões que muito me ajudaram no desenvolvimento do meu trabalho, pelos trabalhos desenvolvidos em conjunto, mas principalmente pelo estímulo e apoio durante estes quatro anos de convívio.\nAos amigos Lino Costa (IST) e Carmo Roberto Pelliciari de Lima (UNICAMP) pela ajuda inestimável na preparação das amostras. A Lino Costa gostaria de agradecer também pelo apoio durante a minha estada em Lisboa.\nÀ Valéria Cazellato Saragoça e família e também José Carlos dos Santos Pires e família pela amizade sincera, pelo convívio e acolhida familiar, fundamentais durante esta caminhada.\nÀ Claudinete Vieira Leal, Rita Helena Buso Jacon, Sérgio Gomes da Cruz Neto, Jiomar Gomes Pereira, Geraldo Paladini Salustiano, José Luiz Lisboa, José Daniel Pisoni Cedro, Maria do Carmo Mariano Ferreira pelo\nambiente de amizade e colaboração imprescindíveis para o desenvolvimento do meu trabalho.\nAos colegas e amigos do Laboratório de Processamento de Materiais por Laser do Instituto Superior Técnico que me receberam e acolheram de forma primorosa durante meu período de permanência em Lisboa.\nA todos os professores e colegas do Departamento de Engenharia de Materiais que ajudaram direta e indiretamente no desenvolvimento deste trabalho.\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo pelo apoio financeiro ao Projeto Temático: Modelagem e Simulação de Processos de Solidificação, processo 01/01342-5.\nAo Laboratório Nacional de Luz Sincrotrón pela possibilidade de utilizar o equipamento de laser e o microscópio eletrônico de varredura do Laboratório de Microscopía Eletrônica.\nFinalmente agradeço a Deus pela minha vida.\nMUITO OBRIGADA.\n“Entrega teu caminho ao Senhor, confia Nele e Ele tudo fará.”\nSalmo 37:5\nResumo\nPinto, Maria Aparecida, Deposição de Revestimentos Compósitos Metal-Cerâmico WC-Co por Fusão a Laser, Campinas: Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 2004, 102p. Tese (Doutorado)\nNo presente trabalho o processo de deposição por fusão a laser foi usado para produzir revestimentos com o compósito WC-Co, a partir da mistura dos pós de WC e Co, com frações variadas de WC. O substrato usado foi o aço AISI 1045. Os revestimentos foram produzidos após vários testes para a determinação experimental dos parâmetros de processo. A caracterização dos revestimentos foi feita por microscopia ótica, microscopia eletrônica de varredura, difração de raios-X e microdureza Vickers. Para analisar o comportamento dos revestimentos foram executados ensaios de desgaste abrasivo à escala micro do tipo esfera-sobre-placa e ensaios eletroquímicos para avaliar o comportamento em corrosão. Os revestimentos apresentaram-se sem trincas ou porosidade e com uma microestrutura heterogênea. A estrutura básica é formada por carbonetos WC e C03W3C sobre uma matriz, constituída de uma solução sólida de (W, Cr) em cobalto, O carboneto C03W3C é resultante da dissolução do carboneto WC. O revestimento que apresentou melhor resistência ao desgaste abrasivo foi aquele produzido com a mistura de 20%WC + 80%Co (em peso). No comportamento em corrosão o melhor resultado apresentado foi o do revestimento formado pela mistura 40%WC + 60%Co (em peso).\nPalavras-chave:\nDeposição por fusão a laser, compósitos WC-Co, desgaste abrasivo.\nAbstract\nPinto, Maria Aparecida, Laser Cladding of WC-Co Composite Coatings Campinas: Faculty of Mechanical Engineering, State University of Campinas, 2004,102p. Thesis (Doctorate)\nIn the present work the laser cladding process was used to produce WC-Co composite coatings with varied fractions of WC. The AISI 1045 steel was used as substrate. The coatings were produced after several tests, which have permitted the determination of optimum operational parameters. The characterization of the coatings was performed by optic microscopy, scanning electron microscopy, X-ray diffraction and Vickers microhardness. Micro-scale abrasive wear tests, type ball cratering were developed to analyze the behavior of the coatings. To examine the corrosion behavior a series of electrochemical tests were performed. The coatings presented a heterogeneous microstructure and neither cracks nor porosity have been observed. WC and C03W3C carbides distributed on the cobalt rich matrix essentially form the structure of the coatings. The C03W3C carbide results from the dissolution of the WC carbide. The coating that presented better abrasive wear resistance was that produced with the mixture of 20%WC + 80%Co (in weight). The 40%WC + 60%Co (in weight) coating composition presented the best result in term of corrosion resistance.\nKeywords:\nLaser Cladding, composites WC-Co, abrasive wear.\níndice\nLista de Figuras\tiv\nLista de Tabelas\tix\nNomenclatura\tx\nCapítulo 1: Introdução\t1\nCapítulo 2: Deposição por Fusão\ta\tLaser\t7\n2.1\t- Aspectos Gerais\t7\n2.2\t- Variáveis do Processo\te\tsua Influência no Revestimento 12\nFinal\nCapítulo 3: Carboneto de Tungsténio como Material para 25 Revestimentos\n3.1\t- Características e Propriedades dos Compósitos WC-Co\t25\n3.2\t- Solidificação dos Compósitos WC-Co\n29\n3.3\t- Resistência ao Desgaste e à Corrosão de Revestimentos 37 Produzidos com os Compósitos WC-Co\nCapítulo 4: Resistência ao Desgaste Abrasivo à Escala Micro\t41\nCapítulo 5: Procedimento Experimental\t49\nCapítulo 6: Resultados e Discussão\t57\n6.1\t- Materiais de Partida\t57\n6.2\t- Parâmetros de Processo\t61\n6.3\t- Caracterização Microestrutural\t64\n6.3.1\t- Microestrutura dos Compósitos 1 e 2\t65\n6.3.2\t- Microestrutura dos Compósitos 3, 4 e 5\t68\n6.3.3\t- Microdureza\t71\n6.4\t- Resistência ao Desgaste à Escala Micro\t72\n6.5\t- Resistência à Corrosão\t75\nCapítulo 7: Conclusões e Sugestões para Trabalhos Futuros\t79\n7.1 - Conclusões\t79\n7.2\t- Sugestões para Trabalhos Futuros\n81\nReferências Bibliográficas\t83\nApêndice A\t97\nDiagrama de Equilíbrio de Fases Co - W\t97\nDifratogramas de Raios-X dos\tCompósitos\tEstudados\t98\nDifratograma do Compósito\t1\t(20%\tWC +\t80% Co)\t98\nDifratograma do Compósito\t2\t(40%\tWC +\t60% Co)\t99\nDifratograma do Compósito\t3\t(60%\tWC +\t40% Co)\t100\nDifratograma do Compósito\t4\t(70%\tWC +\t30% Co)\t101\nDifratograma do Compósito\t5\t(100%\tWC)\t102\nLista de Figuras\nFigura 2.1\tDeposição por fusão a laser com alimentação do pó por injeção\t11\nFigura 2.2\tDeposição por fusão a laser com alimentação do pó na forma pré-colocado\t11\nFigura 2.3\tVariação da refletividade com o ângulo e o plano de polarização\t15\nFigura 2.4\tSeção transversal esquemática do meio substrato/camada depositada e características geométricas da camada depositada por fusão a laser\t17\nFigura 2.5\tTrês formas básicas da seção transversal de trilhas depositadas sob diferentes condições: 2.5a: forma globular; 2.5b: com penetração profunda; 2.5c: com baixa penetração\t18\nFigura 2.6\tModelo de um processo de sobreposição de trilhas depositadas\t19\nFigura 2.7\nPerfis de trilhas depositadas para diferentes taxas de\n20\nsobreposição\nFigura 2.8\nDiluição da camada depositada por fusão a laser para\n21\ndiferentes parâmetros de processo\nFigura 3.1\tVariação nas propriedades dos compósitos WC-Co com o teor de cobalto e o tamanho de grão do carboneto de tungsténio\t27\nFigura 3.2\tEstruturas típicas das ligas de superfície dos Tipos I e II, descritas por Riabkina-Fishman et al.\t34\nFigura 3.3\tEstruturas típicas das ligas de superfície dos Tipos III e IV, descritas por Riabkina-Fishman et al.\t35\nFigura 3.4\tMicroestrutura típica de um revestimento com 18% de WC, pertencente ao primeiro domínio descrito por Zhong et al.\t36\nFigura 3.5\tMicroestrutura típica de um revestimento com 54% de WC, pertencente ao segundo domínio descrito por Zhong et al.\t37\nFigura 3.6\nTaxa de proteção para as amostras: (a) Aço AISI 4340 e\n40\n(b) alumínio 7075\nFigura 4.1\nEsquema do ensaio de desgaste abrasivo à escala micro 42\n(esfera-sobre-placa)\nFigura 4.2\tRepresentação esquemática da interação entre as partículas abrasivas e a superfície de desgaste\tz|-\nFigura 4.3\tInterações entre partículas abrasivas e uma fase de reforço\t45\nFigura 4.4\tCalota esférica\t46\nFigura 5.1\t(a) Sistema de injeção de pó e (b) detalhe do prato dosador\t50\nFigura 5.2\tEquipamentos de processamento de materiais a laser utilizado: (1) comando da mesa xy; (2) bico do laser; (3) mesa xy e (4) sistema de injeção de pó.\t52\nFigura 5.3\tDetalhe do bico de injeção de pó\t52\nFigura 5.4\tEquipamento utilizado para o ensaio de desgaste\t54\nFigura 5.5\tEquipamento usado nos ensaios eletroquímicos\t55\nFigura 6.1\tAspecto geral dos pós de: (a) WC e (b) cobalto\t58\nFigura 6.2\tDifratograma de raios-x do pó de WC\t59\nFigura 6.3\tCurvas: Taxa de alimentação x %rpm do prato dosador para os compósitos estudados\t60\nFigura 6.4\tRevestimentos produzidos\t63\nFigura 6.5\tAspecto geral das seções transversais dos revestimentos produzidos com: o compósito 1 (a) e o compósito 5 (b)\t64\nFigura 6.6\tDiagrama ternário C-Co-W\t65\nFigura 6.7\tEstruturas típicas dos revestimentos produzidos com os compósitos 1 (a, b, c, d) e 2 (e, f)\t67\nFigura 6.8\tMicroestrutura típica da região\tsuperior dos revestimentos: carboneto WC não dissolvido (1), carboneto dendrítico facetado C03W3C (2) e matriz rica em cobalto (3)\t69\nFigura 6.9\tEvolução da microestrutura nas regiões central e inferior do revestimento\t70\nFigura 6.10\tMicrodureza Vickers em três regiões diferentes do revestimento e as respectivas microanálise (% atômica)\t71\nFigura 6.11\tCoeficiente de desgaste dos revestimentos estudados\t72\nFigura 6.12\tCrateras de desgaste: (a) compósito 1; (b) compósito 2; (c) região periférica da cratera; (d) partículas abrasivas aderidas à matriz do revestimento\t73\nFigura 6.13 Cratera de desgaste: (a) compósito 3; (b) compósito 4;\t75\n(c) compósito 5; (d) compósito 5 - microfissuras e remoção da matriz\nFigura 6.15 Diagramas de espectroscopia de impedância eletroquímica dos revestimentos produzidos\nLista de Tabelas\nTabela 2.1\tVantagens da deposição por fusão a laser\t10\nTabela 3.1\tPropriedades do carboneto de tungsténio do tipo WC\t25\nTabela 3.2\tPropriedades dos Compósitos WC-Co\t26\nTabela 3.3\tTaxa de corrosão de compósitos WC-Co e WC-Ni\t39\nimersas por 48 horas a 22°\nTabela 5.1\tComposição das misturas usadas nos revestimentos\t49\nTabela 6.1\tAnálise dos pós de cobalto e WC\t57\nTabela 6.2\tComposição calculada dos compósitos usados nos\t59\nrevestimentos\nTabela 6.3\tParâmetros de processo\t62\nTabela 6.4\tComposição das fases presentes na região superior do\t68\nrevestimento (% atômica)\nTabela 6.5 Composições médias das fases das zonas central e 70 inferior do revestimento (% atômica)\nNomenclatura\nLetras Latinas\nR - Raio da esfera de desgaste\t[m]\nh - Altura da calota esférica\t[m]\nd - Diâmetro da calota esférica\t[m]\nV - Volume da calota esférica\t[m3]\nQ - Taxa de desgaste\t[m3/m]\nL - Distância percorrida pela esfera de desgaste\t[m]\nK - Coeficiente de desgaste\t[m3/Nm]\nIcorr - Densidade de corrente de corrosão\t[pA/cm2]\nEcorr - Potencial de corrosão\t[mV]\nLetras Gregas\nT| - fases carbonetos do tipo C03W3C e CoóWôC\nSiglas\nDEMA - Departamento de Engenharia de Materiais\nFEM - Faculdade de Engenharia Mecânica\nUNICAMP - Universidade Estadual de Campinas\nAbreviações\nTEM - Modo eletromagnético transversal\nHVOF - Aspersão por plasma de alta velocidade\nEDS - Espectroscopia de energia dispersiva\nXRE - Espectroscopia de emissão de raios-X\nSCE - Eletrodo de calomelano saturado\nCapítulo 1\nIntrodução\nOs componentes estruturais normalmente falham devido a altos ciclos de fadiga, corrosão, fricção e desgaste, sendo que estas falhas se iniciam e são afetadas pelas condições superficiais destes componentes. As diferentes necessidades de propriedades das superfícies de componentes de engenharia, em comparação com o restante do material, têm levado ao desenvolvimento do campo da engenharia de superfícies que é parte integrante da engenharia e ciência dos materiais. A necessidade de redução de custos e aumento da vida útil de componentes estruturais tem dado impulso às pesquisas básicas e aplicada neste campo, tratando ou modificando a superfície para melhorar seu desempenho sem, contudo, afetar o restante do material.\nDentro do campo da engenharia de superfícies destaca-se o da produção de revestimentos, onde são analisados os diferentes métodos de processamento, a estrutura e propriedade das superfícies, bem como os métodos para análise destas. O conhecimento da microestrutura é fundamental para o entendimento das conseqüências gerais do processamento da superfície sobre suas propriedades.\nNos últimos anos os revestimentos cerâmicos e de compósitos metal-cerâmico têm recebido considerável atenção por uma série de razões como:\nproteção de materiais contra desgaste, corrosão e erosão, melhoria e desenvolvimento de novas propriedades dos materiais, e razões econômicas, ou seja, substituição de ligas caras por alternativas mais baratas, além de apresentar uma maior vida útil. Os revestimentos cerâmicos e de compósitos metal-cerâmico são utilizados em aplicações bem conhecidas que incluem melhoria da resistência ao desgaste de válvulas de exaustão de motores a diesel, barreira térmica para componentes que trabalham a altas temperaturas como palhetas de turbinas a gás, etc. Há vários processos usados na produção de revestimentos cerâmicos e de compósitos metal-cerâmico, por exemplo: aspersão térmica, vaporização por feixe de elétrons, deposição por vapor químico, sol-gel, eletrodeposição, e técnicas assistidas por laser [Lackey, 1987, Gravanis et al., 1991].\nA aspersão por plasma é o método mais comumente usado para produzir revestimentos de compósitos metal-cerâmico sobre substratos metálicos. Entretanto, as trincas e porosidade são os principais problemas associados a esse processo. A estrutura altamente porosa e com trincas torna o revestimento permeável a gases atmosféricos e líquidos, resultando em falhas, tanto no que se refere a barreiras térmicas e químicas, quanto na resistência ao desgaste. Por esta razão, torna-se interessante fabricar os revestimentos usando diretamente a técnica de deposição por fusão a laser. Os revestimentos de materiais compósitos metal-cerâmico produzidos por deposição por fusão a laser têm mais vantagens que aqueles produzidos por outros métodos, por apresentarem uma quantidade menor de porosidade, um baixo teor de inclusões e uma alta integridade de fusão (adesão) entre o recobrimento e o substrato [Feng et al., 1996; Dawei et al., 1998].\nindustriais viáveis para melhorar o desempenho de superfícies. Mesmo assim, é necessário examinar, cuidadosamente, o que será executado e se isto será possível usando a tecnologia do laser. Muitas pesquisas estão sendo feitas no sentido de entender melhor e viabilizar a utilização da técnica de deposição por fusão a laser para tratamento de superfícies.\nO objetivo da deposição por fusão a laser é produzir um recobrimento, com propriedades adequadas, sobre substratos metálicos, de forma a produzir uma boa ligação metalúrgica com o substrato para melhorar as propriedades da superfície [Hu et al., 1998]. O processo de deposição por fusão a laser de materiais compósitos metal-cerâmico oferece um grande potencial na geração de novos materiais com fases metaestáveis que melhoram a resistência à corrosão a altas temperaturas, a resistência ao desgaste, a resistência à oxidação e que podem ser usados como barreiras térmica e química.\nO carboneto de tungsténio (WC) mantém uma posição de destaque em aplicações industriais onde há a necessidade de alta resistência ao desgaste abrasivo, visto que ele combina alta dureza, baixo coeficiente de expansão térmica, uma certa plasticidade [Rowcliffe et al., 1988; Gassmann, 1996] e uma boa molhabilidade pelos metais fundidos, especialmente o cobalto [Xi-Chen et al., 1991; Boas et al., 1993; Li et al., 1999; Yang et al., 2000]. Baseado nestas características, o carboneto de tungsténio tem sido usado na produção de revestimentos compósitos metal-cerâmico, contendo frações variadas de WC como partícula de reforço em ligas à base de níquel ou cobalto (matriz), com a finalidade de aumentar a resistência ao desgaste de superfícies. Os revestimentos obtidos com o uso do laser têm mostrado um desempenho melhor, comparado com aqueles obtidos por aspersão por plasma, em função da dureza mais elevada, da melhor aderência entre o revestimento e o substrato, da baixa diluição, da baixa porosidade e da distribuição densa e uniforme das partículas de WC na matriz.\nNeste trabalho de tese, uma série de revestimentos experimentais dos revestimentos compósitos WC-Co foram produzidos pelo processo de deposição por fusão a laser, com os seguintes objetivos:\n1.\tRealizar uma extensa revisão bibliográfica do assunto;\n2.\tAnalisar o efeito dos parâmetros de processamento por laser sobre a microestrutura dos revestimentos WC-Co e determinar os parâmetros ótimos de processamento;\n3.\tCaracterizar a microestrutura dos revestimentos obtidos a partir dos parâmetros ótimos de processamento por laser;\n4.\tAnalisar a resistência ao desgaste abrasivo à escala micro e a resistência à corrosão dos revestimentos produzidos;\n5.\tCorrelacionar as características microestruturais dos revestimentos com as propriedades: resistência ao desgaste abrasivo à escala micro e resistência à corrosão;\n6.\tConsolidar o conhecimento quanto aos aspectos operacionais do laser e do método de avaliação da resistência ao desgaste abrasivo à escala micro.\nO presente trabalho iniciou-se com uma extensa revisão da literatura que é apresentada nos capítulos 2, 3 e 4. No capítulo 2, o processo de deposição por fusão a laser é descrito, mostrando a influência dos parâmetros de processo sobre a qualidade do revestimento produzido. No capítulo 3 são apresentadas as características mais importantes da microestrutura dos compósitos WC-Co, bem como seu comportamento em desgaste e corrosão. No capítulo 4, apresenta-se uma descrição do processo de avaliação da resistência ao desgaste abrasivo à escala micro do tipo esfera-sobre-placa. A segunda\nfase do trabalho consistiu da produção e análise dos revestimentos WC-Co. A metodologia usada na produção e análise dos revestimentos WC-Co é apresentada no capítulo 5. Os resultados obtidos nas análises dos revestimentos são apresentados e discutidos no capítulo 6. No capítulo 7 são apresentadas as conclusões acerca do trabalho desenvolvido e, finalizando, são apresentadas algumas sugestões para trabalhos futuros.\nCapítulo 2\nDeposição por fusão a laser\n2.1\t- Aspectos Gerais\nOs três principais tipos de lasers usados em modificações superficiais são: o laser de CO2 de onda pulsada ou contínuo, o laser de Nd:YAG, normalmente pulsado, e o laser de excimer que é pulsado. A utilização do laser como fonte de calor para aplicações industriais apresenta muitas vantagens. Entre as quais podemos citar:\n-\té um processo quimicamente limpo\n-\tnão é necessário tocar a peça;\n-\té um processo facilmente automatizado;\nAlém de ser um processo limpo, sem ruído e sem radiação, o laser oferece uma vantagem única para tratamentos superficiais que é a capacidade de atingir um volume limitado e controlável do material a ser tratado, sem afetar o restante do mesmo e, nos casos de fusão, em conseqüência da pequena área afetada, o restante do material funciona como um absorvedor de calor, propiciando um resfriamento rápido, o que resulta em precipitação de fases metaestáveis, refino da estrutura, etc., influenciando diretamente as propriedades como dureza, resistência ao desgaste e à corrosão. A otimização dos efeitos do laser depende do ajuste dos parâmetros de processo como\npotência, diâmetro e velocidade de deslocamento do feixe de laser e taxa de alimentação do material a ser depositado.\nOs tratamentos de superfície a laser incluem várias técnicas diferentes, todas utilizando o efeito do feixe de laser sobre a superfície para modificar a estrutura e produzir uma faixa ampla de efeitos metalúrgicos. Na última década houve um aumento na utilização do laser na indústria em aplicações para modificação de superfícies. O desenvolvimento de sistemas industriais seguros e economicamente viáveis tem promovido a aceitação desta tecnologia em várias áreas de aplicações.\nA aceitação comercial da tecnologia de recobrimento a laser foi difícil, por muitos anos, devido a questões sobre sua viabilidade econômica. Durante este período, entretanto, muitas empresas, universidades e centros de pesquisas governamentais da Europa, Estados Unidos e Japão ocuparam-se no desenvolvimento dessa tecnologia para vencer a questão da viabilidade econômica [Black et al., 1988], Atualmente, a tecnologia de recobrimento a laser está tendo um impacto maior quando se requer alta qualidade e método econômico de recobrimento superficial para resistência ao desgaste e à corrosão em várias indústrias.\nA deposição por fusão a laser é uma das técnicas de modificação de superfícies e pode ser definida como o uso da energia do laser para obter a fusão de um material de cobertura pré-colocado ou alimentado continuamente, com a fusão limitada pelo substrato, para produzir um revestimento ligado metalúrgicamente ao substrato, cuja composição difere daquela do pó ou do substrato [Yang, 1999]. No processo de deposição por fusão a laser, uma poça fundida do material de recobrimento, com um formato tridimensional complexo, é formada sobre o substrato pela interação do feixe de laser com o pó do material. Tal deposição, geralmente, envolve uma quantidade grande de material de recobrimento, comparativamente à quantidade de substrato\nfundido. A energia do laser é particularmente apropriada para executar o processo de deposição devido à eficiência inerente do processo e à flexibilidade no direcionamento da energia luminosa.\nUma das primeiras aplicações da deposição por fusão a laser, que ganhou aceitação industrial, foi a deposição em palhetas de turbinas pela Rolls Royce. O processo tinha vantagens significativas sobre o tratamento por feixe de elétrons, usado anteriormente, particularmente porque era flexível, não necessitava de vácuo e podia ser facilmente controlado [Folkes, 1994]. Atualmente, o entendimento da tecnologia de deposição por fusão a laser pelas indústrias, além da indústria aeroespacial, tem levado à sua exploração inovadora e efetiva.\nO objetivo da deposição por fusão a laser é modificar uma certa área seletivamente. O processo pode ser controlado para minimizar a diluição entre o substrato e a camada depositada, se necessário, e exibe as vantagens de baixo efeito térmico e menor distorção, comparado com os processos convencionais de recobrimento, resultando em uma redução dos efeitos térmicos para componentes sensíveis ao calor. Além disso, nos processos convencionais de revestimento, o tempo de interação é muito maior, resultando na geração de superaquecimento na poça fundida. Isto leva à fusão rápida e também à mistura vigorosa na poça fundida, produzindo uma boa ligação na interface entre o substrato e o revestimento, bem como uma maior diluição, uma zona térmicamente afetada maior, valores de dureza menores, etc. Com o processo a laser, entretanto, o superaquecimento pode ser efetivamente controlado pela duração do tempo de interação, produzindo uma diluição menor, uma zona térmicamente afetada menor, valores de dureza mais elevados, etc. Este tempo de interação tem um papel decisivo na obtenção do revestimento desejado, com a fusão mínima do substrato [Kathuria, 1997; Yellup, 1995].\nAs vantagens principais da deposição por fusão a laser, sobre as técnicas convencionais de recobrimento, estão sumariadas na Tabela 1.\nTabela 2.1: Vantagens da deposição por fusão a laser [Bruck, 1988],\n1\tA diluição é controlada com precisão;\n2\tAs distorções e a área do substrato térmicamente afetada são minimizadas;\n3\t0 cone de divergência do feixe de laser processa uma porção limitada da superfície;\n4\t0 processamento na forma próxima à final (near net shape) é prontamente executado;\n5\tDeposições com composições preestabelecidas podem ser obtidas por mistura de pós;\n6\tSuperfícies heterogêneas são facilmente recobertas pela programação simples da forma do feixe ou perfil do pó;\n7\tVárias formas de alimentação do material a ser depositado são processadas pela mesma fonte de energia;\n8\tObtenção de camadas depositadas metalúrgicamente ligadas e totalmente densas (sem poros);\n9\t0 processamento de áreas selecionadas minimiza a perda de material;\n10\t0 processo é facilmente automatizado.\nExistem duas técnicas principais para deposição por fusão a laser que diferem no método de aplicação do material de revestimento. Os revestimentos pré-colocados podem ser fundidos sobre a superfície ou o material de revestimento pode ser alimentado na forma de pó ou fio para dentro do feixe de laser, em seu ponto de incidência sobre a superfície, onde é fundido, formando o revestimento [Lugscheider et al., 1992; Yellup, 1995]. A avaliação dos dois processos tem, geralmente, favorecido a técnica de injeção do pó. As Figuras 2.1 e 2.2 apresentam, de forma esquemática, as técnicas de\ndeposição por injeção do pó e por alimentação do pó na forma de pasta pré-colocada, respectivamente.\na\nFigura 2.1: Deposição por fusão a laser com alimentação do pó por injeção [Blake et al., 1988]\nFigura 2.2: Deposição por fusão a laser com alimentação do pó na forma pré-colocado [Lugscheider et aIM 1992]\nNo caso dos pós pré-colocados, Steen [Steen, 1986(1)] mostrou que uma quantidade adicional de potência é necessária para fundir completamente o pó visto que ele tem, inicialmente, propriedades ¡solantes. Quando a frente de fusão atinge a interface, a condução térmica aumenta e ocorre a solidificação do pó fundido, deixando uma ligação interfacial relativamente fraca. Deve-se continuar o aquecimento a fim de refundir o revestimento e fundir uma pequena quantidade do substrato para formar uma ligação metalúrgica forte. É muito difícil controlar precisamente a quantidade de substrato fundido e, portanto, a variação na diluição (porção do substrato que se mistura com o revestimento) torna-se um problema. Outro problema com esta técnica é a forma de manutenção do pó no lugar durante a fusão pelo feixe de laser. O uso de vários materiais ligantes pode provocar problemas como contaminação e porosidade devido a gases no revestimento. Placas laminadas pré-moldadas podem ser colocadas sobre a superfície e refundidas, mas isto fica limitado a superfícies planas [Yellup, 1995],\nA técnica de injeção de pó para deposição por fusão a laser pode produzir revestimentos de alta qualidade com a diluição controlada. A principal vantagem está na sequência de fusão do processo, como delineado por Steen e Blake [Steen, 1986 (1); Blake et al., 1988]. A fusão inicia na interface e as partículas do pó de revestimento, aquecidas pela passagem do feixe de laser, ficam presas na poça fundida. A energia deve ser suficientemente alta para fundir o pó sem que o substrato seja muito fundido, para manter a diluição em urn mínimo [Yellup, 1995]. A diluição pode ser muito bem controlada pela seleção adequada dos parâmetros de processo. Outras vantagens desta técnica são: a baixa porosidade do revestimento e a baixa penetração de calor (zona térmicamente afetada pequena) [Li et al., 1997].\n2.2\t- Variáveis do Processo e sua Influência no Revestimento Final\nA deposição por fusão a laser é um processo complexo visto que um grande número de variáveis que incluem os parâmetros de processo e as propriedades dos materiais envolvidos podem afetar o resultado final e a qualidade do processo de deposição [Pelletier et al., 1993; Picasso et aL, 1994; Li et aL, 1995], Em função do grande número de variáveis e da interdependência torna-se difícil encontrar os parâmetros adequados para cada conjunto revestimento/substrato, já que cada um influencia de uma forma determinada e, por sua vez, é influenciado pelos outros parâmetros. Os parâmetros que afetam diretamente a microestrutura e a uniformidade da camada depositada são: a potência do feixe de laser, a velocidade de processamento (tempo de interação), a taxa de alimentação e o método de aplicação do pó de revestimento, a forma e o tamanho do feixe de laser, o modo de distribuição da energia, a refletividade e as propriedades térmicas do substrato e do material de revestimento, em particular a difusividade e a condutividade. A interdependência destes parâmetros influencia a estrutura e\na composição global da camada depositada [Komvopoulos et al., 1990; Hu et al., 2000]. Para atingir as condições satisfatórias do revestimento depositado, valores máximos e mínimos para os parâmetros de processo devem ser fixados para cada sistema revestimento/substrato.\nNormalmente, são necessários altos níveis de potência do laser para superar dificuldades associadas com a fusão da superfície devido à refletância do feixe de laser e à condutividade térmica do material. Uma quantidade suficiente de energia do feixe de laser é dissipada no aquecimento da corrente de partículas de pó reduzindo, com isto, a energia líquida absorvida pelo substrato. Embora, do ponto de vista da absorção, fusão da superfície e uniformidade da mistura, seja desejável uma alta potência do laser, há um valor limite da potência acima do qual a probabilidade de ondulação da superfície, desenvolvimento de microporosidade/microvazios e trincas aumenta significativamente. Além disso, o tempo de interação pode afetar muito o tempo de difusão dos elementos de liga e, portanto, influenciar na microestrutura e na composição química resultante da camada depositada [Komvopoulos et al., 1990].\nA combinação da potência do laser com o tamanho e a forma do feixe representam um papel fundamental no processo de deposição, visto que estes parâmetros controlam a magnitude da densidade de potência. As pesquisas de Vandehaad et al. [Vandehaad et al., 1988] indicam que a densidade de potência afeta a espessura, a aderência interfacial e as trincas dos revestimentos de zircônia depositados por fusão a laser. Essas pesquisas revelaram uma boa correlação entre a densidade de potência, a formação contínua da poça fundida, a difusividade térmica do material do revestimento e a temperatura de fusão. Ao contrário das aplicações do laser com altos picos de energia, na deposição por fusão a laser é mais adequado um feixe com distribuição de energia uniforme para que se obtenha uma espessura de camada depositada homogênea e uma diluição mínima.\nUma das principais propriedades nas modificações superficiais usando o laser é a absorção da energia do laser pelos materiais envolvidos. Pode-se encontrar dificuldades na deposição por fusão a laser nos casos de materiais que possuem alta refletividade superficial, tais como alumínio e cobre, devido à absorção de uma quantidade insuficiente de energia, necessária para fundir a superfície. Nestes casos, a utilização de um domo refletor para recuperar e devolver a energia refletida pode melhorar o controle da refletividade da superfície [Steen, 1986 (1); Weerasinghe et al., 1987]. Outras alternativas comuns incluem o jateamento da superfície com abrasivo e a deposição de uma camada de material absorvente, como grafite, fosfatos (zinco e manganês) e tinta preta.\nA absorção da radiação incidente depende da absortividade da superfície que é o inverso da refletividade para materiais opacos. A refletividade de uma certa superfície depende do material e do acabamento da superfície. A refletividade de uma superfície polida, de um certo material, também é função da temperatura e do comprimento de onda da radiação incidente, e varia com a inclinação relativa do plano de polarização em relação ao ângulo de incidência, como mostrado na Figura 2.3 [Steen, 1986 (2)]. Infelizmente, o caso da refletividade é mais complicado devido ao efeito marcante de filmes superficiais, particularmente, de filmes de óxidos, e à possível presença de plasmas superficiais de absorção. Entretanto, nos processos com fusão, estes filmes, normalmente, são dissolvidos ou evaporados durante o processamento. Assim, é difícil ter certeza dos valores de refletividade em um dado momento durante o processo, e é ainda mais difícil desenvolver modelos, senão aqueles aproximados, dos processos de absorção. É interessante notar que os mecanismos reais de reflexão não estão totalmente entendidos.\n1,0\no\n1\nJ I I I L\n1\n°ÜL\n1___I___I___l___________________\nA 30\t60\t90\nAngulo de Incidencia\nFigura 2.3: Variação da refletividade com o ângulo e o plano de polarização [Steen, 1986 (2)]\nUma vez que a energia é absorvida, ela então é transportada por condução térmica através da rede cristalina. Ela é transportada também por convecção e por radiação a partir da superfície. Quando ocorre a fusão há um fluxo convectivo de calor dentro da poça fundida. Neste caso também há uma absorção de calor, na forma de calor latente, que retorna ao material adjacente à poça fundida, quando ocorre a solidificação. Finalmente, dentro da zona térmicamente afetada, há grandes variações de gradiente térmico que mostram que nem sempre é correto admitir que as propriedades térmicas são efetivamente constantes.\nOs mecanismos do fluxo de calor estão razoavelmente bem entendidos, mas seu modelamento é complicado. As soluções variam de modelos analíticos simplificados a sofisticados modelos de diferenças finitas [Mazumder et al.,\n1980 e Hsu et al., 1980; Pelletier et al., 1993; Picasso et al., 1994; Li et al., 1995; Li et aL, 1996; Cheung, 2003].\nOutro exemplo que demonstra como a interdependência dos parâmetros de processo pode ser crítica no processo de deposição por fusão a laser é o efeito da velocidade de processamento sobre a refletividade. Para altas velocidades de processamento, uma pequena área é aquecida a altas temperaturas se comparada à área total na qual o feixe de laser está incidindo. Visto que a refletividade diminui para altas temperaturas, a deposição por fusão a laser com altas velocidades de processamento, isto é, quando temperaturas mais baixas e zonas de fusão menores são produzidas, será limitada pela quantidade de energia refletida [Komvopoulos et al., 1990].\nAs propriedades usadas para caracterizar o desempenho da camada depositada são: dureza, ductilidade, resistência ao cisalhamento na interface (adesão), diluição, taxa de desgaste, taxa de corrosão, resistência à fadiga, espessura e microestrutura. Além disso, as propriedades geométricas, como por exemplo, o perfil da seção transversal da trilha depositada, são também importantes par assegurar a ligação, livre de defeitos, entre as trilhas e entre as camadas. As características de forma e dimensões da camada depositada por fusão a laser estão ilustradas na Figura 2.4. Serão abordadas, de forma sucinta, algumas características da camada depositada como: geometria da seção transversal, diluição e microestrutura.\nw\nw= largura da trilha h = altura da trilha\nt - espessura total da trilha depositada\nd - espessura da camada depositada abaixo da superfície originai do substrato\nI - espessura da zona térmicamente afetada\n0= ângulo entre a superfície do substrato e a tangente\nà superfície da trilha na borda de contato\nFigura 2.4: Seção transversal esquemática do meio substrato/camada depositada e características geométricas da camada depositada por fusão a laser [Bruck, 1988].\nTrês formas básicas da seção transversal da trilha depositada são mostradas na Figura 2.5. A forma globular (Figura 2.5a), formada com alta taxa de alimentação do pó ou com baixa velocidade de deslocamento de feixe de laser, tem um volume grande, se comparado com a área interfacial. Os problemas resultantes desta forma, como porosidade entre as trilhas, podem aparecer entre trilhas subsequentes. A trilha depositada com penetração profunda (Figura 2.5b) tem uma alta diluição e forma-se quando a densidade de potência é muito alta ou a distribuição da intensidade do feixe é gaussiana no modo TEMoo, ao invés da forma de “cartola” do modo TEMoi*. A trilha com penetração muito baixa (Figura 2.5c) e apresentando relação largura:altura de 5:1 pode ser obtida com um balanço correto da densidade de potência, taxa de alimentação do pó e velocidade de deslocamento do feixe. Esta forma permite que trilhas subsequentes sejam sobrepostas, para\ndesenvolver um revestimento com o dobro da espessura da trilha nominal, sem a geração de porosidade entre as mesmas [Yellup, 1995],\nFigura 2.5: Três formas básicas da seção transversal de trilhas depositadas sob diferentes condições: 2.5a: forma globular; 2.5b: com penetração profunda; 2.5c: com baixa penetração [Weerasinghe et aL, 1987].\nDependendo das características do processo de deposição por fusão a laser, a largura de uma trilha simples depositada é limitada em um valor pequeno (aproximadamente 5mm). A técnica básica para produção de uma camada depositada em uma área grande é a sobreposição de trilhas. As pesquisas sobre a seleção e otimização das taxas de sobreposição, que levam a uma espessura de camada depositada uniforme ainda são limitadas. Li et al. [Li et aL, 1997] estudaram a influência da taxa de deposição e do perfil de uma trilha simples sobre a uniformidade da espessura de uma camada depositada (Figura 2.6), Eles verificaram que, independentemente do perfil da seção transversal da trilha simples, a rugosidade da superfície de uma camada depositada diminui com o aumento da taxa de sobreposição de forma oscilante. Para valores de taxas de sobreposição iguais a 29,3%, 59,2% e 71,1%, a rugosidade da superfície foi mínima. Para valores de taxas de sobreposição iguais a 50%, 66,6% e 75%, a rugosidade da superfície foi máxima.\nT = altura máxima da camada depositada sobreposta\nH = altura mínima da camada depositada sobreposta h = altura da trilha simples w = largura da trilha simples\nx = comprimento do passo de deposição k- taxa de sobreposição [k^ (w-x)/w]\nFigura 2.6: Modelo de um processo de sobreposição de trilhas depositadas [Li et alM 1997].\nA Figura 2.7 apresenta uma comparação entre alguns perfis de trilhas depositadas e sobrepostas com diferentes taxas, onde a largura da trilha simples, w. é de 5mm e a altura, h, é de l,25mm. Para taxas de sobreposição menores que 70%, existem dois valores otimizados de taxas a serem selecionados: 29,3% ou 59,2%. A escolha dependerá da espessura da trilha desejada e dos parâmetros de processo. Para condições de processo definidas (potência do laser, diâmetro do feixe, velocidade de deslocamento e taxa de alimentação do pó) a largura e a altura da trilha simples ficam determinadas. Para uma taxa de sobreposição de 29,3%, uma espessura efetiva da trilha depositada de aproximadamente 0,82h pode ser obtida. Para uma taxa de sobreposição de 59,2%, a espessura efetiva aumentará para l,56Zz.\n(mm)\n25\n20\n15\n10\n5\n0;\nk-71,1%\nk«66,6%\nk-59,2%\nk = taxa de sobreposição\nFigura 2.7: Perfis de trilhas depositadas para diferentes taxas de sobreposição [Li et aL, 1997]\nDois dos mais importantes fatores, na deposição por fusão a laser, são os efeitos da velocidade de deslocamento do feixe e da densidade de potência na penetração ou diluição do substrato. A diluição é definida como a proporção do substrato que se mistura na camada depositada. Esta diluição é, geralmente, considerada uma contaminação da camada depositada que degrada suas propriedades mecânicas. Portanto, é essencial controlar, cuidadosamente, a extensão da diluição durante o processo de deposição. A Figura 2.8 mostra a extensão da diluição produzida para diferentes parâmetros de deposição de uma liga a base de níquel (colmonoy 88) sobre um aço baixo carbono AISI 1020, estudada por Qian et al. [Qian et al., 1997]. Pode-se observar que a diluição da camada depositada aumenta com o aumento da velocidade de deslocamento e diminui com a taxa de alimentação do pó. Em outras palavras, quanto maior for a velocidade de deslocamento para uma dada taxa de alimentação, ou quanto menor for a taxa de alimentação para a mesma velocidade de deslocamento, maior será o grau de diluição. Isto é o resultado de um menor volume de pó disponível por unidade de comprimento da trilha depositada, quando a taxa de alimentação é diminuída ou quando a velocidade\nde deslocamento é aumentada [Yellup,1995; Qian et al., 1997]. A velocidade de deslocamento crítica é alcançada onde a profundidade de penetração é zero. Acima desta velocidade, a trilha tende a tornar-se descontínua.\nVelocidade de deslocamento do feixe de laser (mm/min)\nFigura 2.8: Diluição da camada depositada por fusão a laser para diferentes parâmetros de processo [Qian et al., 1997].\nA diluição é um fator que é útil na determinação dos parâmetros do processo. Para a deposição por fusão a laser, uma extensão de diluição conveniente de 3 a 8% é recomendada [Qian et al., 1997]. É interessante notar que existe uma relação próxima entre a extensão da diluição e a dureza. Em geral, com o aumento do grau de diluição, a dureza do material depositado cai [Qian et al., 1997].\nDo ponto de vista microestrutural, a energia disponível por unidade de massa de pó, por unidade de comprimento da trilha depositada (em J/g.mm) e o tempo de interação adequado são os fatores chave no controle da fusão, solidificação e cinética de precipitação no estado sólido e, portanto, no controle da microestrutura e propriedades mecânicas da camada depositada.\nEstes dois fatores, por sua vez, são fortemente afetados pela velocidade de deslocamento do feixe de laser e pela taxa de alimentação.\nO fluxo de material na zona de interação afeta a homogeneidade da trilha fundida, bem como o acabamento da superfície. O fluxo de material ocorre por convecção e por difusão, devido a gradientes de concentração e mesmo gradientes térmicos. O fluxo convectivo é essencialmente controlado pelo balanço das forças de tensão superficial devido aos gradientes térmicos.\nA microestrutura e a composição química da camada depositada dependem fortemente do grau de mistura na poça fundida, devido à convecção e à difusão, e das taxas de resfriamento durante as transformações de fase líquido-sólido e sólido-sólido Os parâmetros que controlam estes mecanismos são de fundamental importância no processo de deposição por fusão a laser [Komvopoulos et al., 1990],\nAs taxas de resfriamento na deposição por fusão a laser são muito altas (na faixa de 5xl0J a 5xlO5K/s dependendo dos parâmetros de processo) e as transformações de difusão no estado sólido normalmente são suspensas. Consequentemente, a microestrutura e as propriedades do material são aquelas que resultam da solidificação. As condições de processo afetam a microestrutura de solidificação de tal forma que ela pode ser predita usando a teoria da solidificação rápida e, visto que a microestrutura determina as propriedades do material, é essencial entender e controlar sua formação. Para uma liga específica, a microestrutura de solidificação depende das condições locais de solidificação (taxa local de solidificação, e gradiente de temperatura na interface sólido-líquido) que depende, por sua vez, da transferência de calor e massa no sistema [Vilar, 1999].\nA fase que solidifica é determinada pela cinética e termodinâmica. Os diagramas de equilíbrio de fases, disponíveis para vários sistemas de ligas,\ndão uma boa indicação do provável resultado do processo de solidificação [Perepezko et al., 1983]. Entretanto, normalmente as poças fundidas por laser são assentadas sobre o substrato frio e, assim, pode-se atingir taxas de resfriamento, da ordem de 100 a IO12 °C/s. Sob estas condições, o super-resfriamento poderá ocorrer e, portanto, as fases metaestáveis podem tornar-se termodinamicamente possíveis e cinéticamente atrativas.\nPara altas taxas de resfriamento a estabilidade absoluta é possível quando todo o fundido solidifica sem que qualquer calor latente esteja envolvido. O fundido então solidifica como fase vítrea, quasi-cristalina ou com estrutura cristalina muito refinada. A fase solidificada pode ter a forma planar, celular ou dendrítica. Visto que a solidificação tem lugar sobre um regime de crescimento constrangido (fluxo de calor oposto à direção de crescimento), a morfologia celular/dendrítica da fase primária e a interface sólido/líquido instável adjacente resultam do super-resfriamento constitucional. A segregação na frente de solidificação resulta no transiente final, que é a região com maior concentração de elementos de baixo ponto de fusão. Esta é a região mais vulnerável para o desenvolvimento de trincas, sendo, portanto, de grande interesse.\nO efeito da tensão superficial, sobre o fluxo de metal, depende fundamentalmente da variação da tensão superficial com a temperatura. A direção do fluxo de metal pode ser invertida em certas ligas devido à grande ordenação da rede a altas temperaturas, resultando em um aumento da tensão superficial com a temperatura.\nA extensão da difusão e a presença de porosidade dependem do tempo de fusão, entre outras coisas. A taxa de precipitação de bolhas em um fluído tranqüilo depende do fluxo de Stokes e, assim, depende da viscosidade e, portanto, do nível de superaquecimento do metal. A porosidade nas trilhas fundidas por laser é, normalmente, devido a gases dissolvidos que têm uma\nsolubilidade menor no metal sólido do que no metal líquido, sendo rejeitado na frente de solidificação. A porosidade é, também, causada por gases dissolvidos dentro do sólido, sendo gerados por reações químicas ou físicas na fusão. A deposição por fusão a laser tem menor porosidade, comparada com a porosidade obtida com outras tecnologias (aspersão por plasma, por exemplo) e, dentro de certos limites, pode ser controlada por meio das variáveis de processo. Uma porosidade dispersa pode ser desejável em superfícies submetidas a deslizamento onde a lubrificação é mínima [Ricciardi et al.,\n1988].\nCapítulo 3\nCarboneto de Tungsténio como Material para Revestimento\n3.1\t- Características e Propriedades dos Compósitos WC-Co\nO tungsténio é um metal refratário que apresenta o ponto de fusão mais elevado (3410°C) e a maior densidade (19,3g/cm3) em relação a todos os metais. Como material para revestimento, o tungsténio é usado principalmente na forma de carboneto. Há dois tipos de carbonetos de tungsténio: o WC, que se decompõe diretamente a 2800°C e o W2C, que funde a 2750°C [Santhanam et al., 1990]. O carboneto de tungsténio tem uma estrutura cristalina hexagonal e não sofre mudanças estruturais até seu ponto de fusão. As principais propriedades do carboneto de tungsténio da forma WC são as apresentadas na Tabela 3.1.\nTabela 3.1: Propriedades do carboneto de tungsténio do tipo WC\nDureza HV (50kgf)\tEstrutura cristalina\tPonto de fusão (°C)\tDensidade teórica (g'cm3)\tMódulo de elasticidade (GPa)\tCoeficiente de expansão térmica (um/mK)\n(0001)2200 (IÓTO)1300\tHexagonal\t-2800\t15,7\t696\t(0001)5,2 (ÍOTO) 7,3\nOs carbonetos de tungsténio, mais usados na forma sinterizada, pertencem à classe dos materiais cerâmicos refratários, duros e resistentes\nao desgaste nos quais as partículas de carbonetos duros são ligadas ou sinterizadas por um metal ligante dúctil que pode ser cobalto, níquel ou ferro [Cheney, 1984]. Estes materiais foram desenvolvidos inicialmente na Alemanha na década de 1920 por Karl Schroeter [Schroeter, 1925] para atender à demanda de materiais com resistência ao desgaste suficiente para matrizes de fieiras, usadas na produção de fios de tungsténio para filamentos incandescentes, em substituição às matrizes de diamante então em uso.\nOs carbonetos sinterizados são produzidos pelo processo de metalurgia do pó, consistindo de uma sequência de etapas, sendo cada uma delas cuidadosamente controlada para se obter um produto final com a microestrutura, propriedades e desempenho desejados. Os primeiros carbonetos sinterizados, comercialmente disponíveis, consistiam de partículas de carbonetos de tungsténio ligadas com cobalto (WC-Co). Estes compósitos exibem alta resistência ao desgaste abrasivo e, por isto, têm aplicação no corte de metais, em perfuração de rochas, em ferramentas de forjamento de metais e componentes estruturais, em peças de desgaste e como partículas abrasivas. A Tabela 3.2 apresenta as propriedades típicas de vários compósitos WC-Co.\nTabela 3.2: Propriedades dos compósitos WC-CofSanthanam et al., 1990]\nCompó sito\tTamanho de grão\tDureza HRA\tDensidade (gtan3)\tResistência àruptura transversal, o(MPa)\tResistência à compressão (MPa)\tMódulo de Elasticidade E(GPa)\tResistência à abrasão relativa (*)\tCoeficiente de expansão térmica, a (prnÂn.K)\t\tCoudutividade térmica, k (W/m.K)\tResistência ao choque térmico, ok/Ea (kW/m)\n\t\t\t\t\t\t\t\t200’C\t1000°C\t\t\n97WC- 3Co\tMédio\t92,5-93,2\t15,3\t1590\t5860\t641\t100\t4,0\t\t121\t60\n94WC-\tFino\t92,5-93,1\t15,0\t1790\t5930\t614\t100\t4,3\t5,9\t-\t-\n6Co\tMédio\t91,7-92,2\t15,0\t2000\t5450\t648\t58\t4,3\t5,4\t100\t57\n\tGrosso\t90,5-91,5\t15,0\t2210\t5170\t641\t25\t43\t5,6\t121\t-\n90WC-\tFino\t90,7-91,3\t14,6\t3100\t5170\t620\t22\t-\t-\t80\t67\n10Co\tGrosso\t87.4-88,2\t14,5\t2760\t4000\t552\t7\t5,2\t-\t112\t-\n83WC-\tFino\t89\t13,9\t3380\t4070\t524\t5\t-\t-\t-\t-\n16Co\tGrosso\t86,0-87,5\t13,9\t2900\t3860\t524\t5\t5,8\t7,0\t88\t-\n75WC- 25Co\tMédio\t83-85\t13,0\t2550\t3100\t483\t3\t6,3\t\t71\t\n(*) Baseado em valores de 100 para o material mais resistente à abrasão\nO desempenho dos compósitos WC-Co em suas varias aplicações depende fundamentalmente da composição e da microestrutura, e as propriedades dos carbonetos sinterizados dependem não somente do tipo e quantidade de carbonetos, mas também do tamanho de grão do carboneto e da quantidade de metal ligante. A Figura 3.1 apresenta algumas propriedades dos compósitos WC-Co em função do teor de cobalto e do tamanho de grão do carboneto de tungsténio.\n94\n0\t10\t20\t30\nTeor de Cobalto (% em peso)\nTamanho de grao do carboneto da tungsténio, pm\nTeor de Cobalto em peso) W\n(*) Tamanho de grao do WC\n\tr\t\n\t/\t3 pmf\n\t/\tJ\no 10\t15 É á\nTeor de Cobalto\n(X em peso) CO\n<u T?\nTeor de Cobalto\nQ em peso) '\nc 0.1\n*2\n8 0.05\n\t\t♦ Grosseiro _ A Médio\t\n\t\taRno «■Ultrafino\t\n\t* A\t\t\t\n\t▲ J\t\t\n\t□ [ □ ]\t]\t\"i\t\n\t\t\t\nFigura 3.1: Variação nas propriedades dos compósitos WC-Co com o teor de cobalto e o tamanho de grão do carboneto de tungsténio\n[Stevenson, 1984; Santhanam et al., 1990; Pugsley et al., 1999]\nA dureza determina a resistência do material ao desgaste e é afetada não somente pela composição, mas também pelo nível de porosidade e pela microestrutura. Para os compósitos WC-Co com mesmo tamanho de grão do WC, a dureza e a resistência à abrasão diminuem com o aumento do teor de cobalto (Figuras 3.1a e 3.1b). O compósito WC-Co tem a capacidade de manter a dureza a altas temperaturas. Milman et al. mostraram em dois trabalhos [Milman et al., 1997; Milman et al., 1999] que os compósitos WC-Co com menor tamanho de grão do WC e compósitos com menor teor de cobalto preservam suas durezas a altas temperaturas melhor que outros compósitos. A queda mais acentuada nos valores de dureza ocorre para temperaturas acima de 600°C. quando o cobalto absorve uma quantidade de calor suficiente para deformar-se plasticamente [Stevenson, 1984]. A densidade do compósito WC-Co é muito sensível à composição e à porosidade sendo muito usada como um teste de controle de qualidade (Figura 3,1c). Uma outra propriedade do carboneto WC é a sua alta resistência à compressão que é maior do que aquela apresentada por muitos outros materiais similares (Figura 3.1 d).\nAo contrário da resistência ao impacto (Figura 3.1f), a resistência à abrasão do carboneto sinterizado aumenta com a diminuição do teor de cobalto e do tamanho de grão (Figura 3.1b). Estes resultados foram confirmados por 0'Quigley et al. [OfQuÍgley et al., 1997] para a faixa de 3 a 50% em peso de cobalto e tamanho de grão do WC de 0,6pm a 5,lpm. Os compósitos WC-Ni apresentam menor resistência à abrasão quando comparados com os compósitos WC-Co. A tenacidade à fratura dos carbonetos WC aumenta com o aumento do teor de cobalto e com aumento do tamanho de grão do WC (Figura 3.1g). Dependendo da composição do carboneto sinterizado, o parâmetro Kic é insensível à temperatura até aproximadamente 600°C, mas aumenta rapidamente para temperaturas maiores [Stevenson, 1984; Santhanam et al., 1990: Acchar et al., 1999].\nA influência teor de cobalto e do tamanho de grão do WC sobre a taxa de erosão é apresentada na Figura 3.1h. O comportamento dos materiais testados por Pugsley et al. [Pugsley et al., 1999] pode ser dividido em dois regimes: o grau sub-micron e os graus médio e grosseiro. Para o grau sub-micron, a taxa de erosão aumenta com o aumento do teor de cobalto. Neste caso ocorre a perda global de material em resposta ao ataque erosivo. Para os graus médio e grosseiro, a taxa de erosão diminui com o aumento do teor de cobalto e há a perda de material localizada em resposta ao ataque erosivo. A perda de material ocorre através da remoção preferencial da fase ligante cobalto e da eventual perda de sustentação dos grãos de carbonetos. O desgaste erosivo está associado também ao tipo de material abrasivo. Feng et al. [Feng et al., 1999] mostraram que o compósito WC-7%Co apresentou melhor resposta ao ataque erosivo quando foram usados abrasivos de menor dureza que o compósito.\n3.2\t- Solidificação dos compósitos WC-Co\nA microestrutura ideal de solidificação dos revestimentos produzidos com compósitos WC-Co deve exibir somente duas fases: os grãos de WC angulares e a fase ligante cobalto. Entretanto, durante a produção dos revestimentos o carboneto de tungsténio passa por transformações que resultam na degradação de suas propriedades e, consequentemente, das características do revestimento.\nDurante os processos de deposição dos revestimentos de compósitos WC-Co, os principais fenômenos que ocorrem são a decomposição térmica e a oxidação das partículas do carboneto [Vinayo et al., 1985]. Estas reações podem levar à dissolução dos carbonetos de tungsténio no metal fundido, principalmente devido à sua baixa entalpia de formação (35kJ/mol) [Iwai et al., 1986; Gassmann et al., 1992; Gassmann, 1996], bem como à formação de carbonetos secundários ou outras fases quando o compósito fundido solidifica\nindesejáveis efeitos ambientais, analisaram o comportamento em corrosão de dois revestimentos: WC-Co (83% WC e 17% Co), Tribaloy 400 (60% Co, 28% Mo, 9% Cr e 3% Si). Os revestimentos foram aplicados sobre amostras retangulares do aço AISI 4340 e do Alumínio 7075. As amostras foram colocadas em prateleiras inclinadas de um ângulo de 45 graus e expostas ao ar durante três (3) anos. Os resultados deste ensaio são apresentados nas Figuras 3.6a e 3.6b. Os revestimentos do compósito WC-Co apresentaram um desempenho significativamente melhor na proteção dos dois substratos que os revestimentos de Tribaloy 400 e EHC, podendo, portanto substituir os revestimentos de EHC.\n(a)\nTaxa de Proteção (10 - melhor)\n(b)\nFigura 3.6: Taxa de proteção para as amostras: (a) Aço AISI 4340 e\n(b) Alumínio 7075\nCapítulo 4\nResistência ao Desgaste Abrasivo à Escala Micro\nEm muitas aplicações de engenharia, os revestimentos superficiais e outros métodos de tratamento de superfície são usados para aumentar a vida útil de componentes expostos ao desgaste abrasivo ou erosivo. Métodos reprodutíveis e bem caracterizados são, portanto, necessários para determinar a resistência dos materiais de engenharia tratados superficialmente a estes tipos de desgaste [Buli, 1997].\nAs técnicas tradicionais de ensaios de desgaste tais como: pino-sobre-disco, abrasão com roda de borracha, teste de riscamento ou desgaste por deslizamento têm sido usadas satisfatoriamente [Santner et al., 1995; Ronkainen et al., 1990], mas, particularmente para revestimentos finos, pode haver grande dificuldade na execução destes ensaios. Esta dificuldade, muitas vezes, está relacionada ao fato que a espessura do revestimento restringe o volume ou a profundidade de material que pode ser removido antes do revestimento ser perfurado. Sendo assim, somente uma pequena quantidade de desgaste pode ser tolerada na determinação adequada da resistência ao desgaste dos revestimentos. Os métodos tradicionais de medição que, envolvem perda de massa, tornam-se ineficientes e mesmo as técnicas de perfilometria, muitas vezes, não podem ser usadas para componentes com acabamentos normais de engenharia, visto que a profundidade dos danos de\ndesgaste está dentro da faixa de incerteza de medidas relacionadas com a rugosidade original da superfície [Gee et al., 2003].\nEm vista das situações acima, tem havido um grande incentivo no desenvolvimento de métodos para avaliação do desgaste abrasivo e erosivo de revestimentos e muito progresso tem sido conseguido nesta área nas últimas duas décadas [Hutchings, 1998]. Uma técnica que tem-se mostrado promissora na avaliação do desgaste abrasivo de revestimentos e superfícies tratadas é o teste de desgaste abrasivo à escala micro ou teste de microabrasão ou teste da esfera-sobre-placa, que utiliza a mesma configuração do método de medição de espessura de filmes finos.\nO teste de abrasão à escala micro, no qual uma esfera gira contra uma amostra na presença de uma suspensão de finas partículas de abrasivo, é a técnica adequada para a avaliação da resistência ao desgaste de superfícies de componentes de engenharia [Rutherford et al., 1996 (1); Rutherford et al., 1997]. Este ensaio permite testar amostras muito pequenas, é aplicável para amostras com superfícies planas ou curvas, além de permitir a determinação das propriedades de revestimentos finos, independentemente de sua espessura e resistência adesiva [Rutherford et al., 1996 (2); Rutherford et al., 1997]. Um esquema do ensaio de desgaste abrasivo à escala micro (esfera-sobre-placa) é mostrado na Figura 4.1.\nFigura 4.1: Esquema do ensaio de desgaste abrasivo à escala micro (esfera-sobre-placa).\nVisto que o desgaste é uma resposta do sistema e não uma propriedade do material, a resistencia ao desgaste de um material pode variar muito se diferentes mecanismos de desgaste forem induzidos por diferentes condições de teste [Adachi et al., 1997]. Para a repetibilidade e reprodutibilidade das medidas de resistencia ao desgaste em ensaios padronizados, as condições de ensaio devem ser cuidadosamente controladas de modo que o mecanismo de desgaste seja previsível e reprodutível [Adachi et al., 2003].\nOs mecanismos de microabrasão têm sido identificados com base ñas deformações observadas nas várias condições de ensaio. Ha, entretanto, alguma confusão entre o número possível de regimes de abrasão e a nomenclatura usada para definir tais transições. Alguns autores identificam dois diferentes modos de desgaste no ensaio de abrasão à escala micro, que usa partículas abrasivas livres [Allsopp et al., 1998; Trezona et al., 1999 (1); Trezona et al., 1999 (2); Stack et al., 2003]. O processo dominante é controlado pela natureza do movimento das partículas abrasivas na região de contato com a esfera e a amostra. Se as partículas não têm movimento em relação à superfície da esfera, mas agem como um indentador fixo, movendo através da amostra, uma série de sulcos finos e paralelos é produzida sobre a superfície da amostra. Isto leva ao chamado desgaste por sulcamento ou abrasão a dois corpos. Se, por outro lado, as partículas abrasivas rolam entre as duas superfícies, múltiplas indentações sem direcionamento evidente são produzidas em um processo conhecido como abrasão por rolamento ou abrasão a três corpos [Kassman et al., 1991; Staia et al., 1997; Staia et al., 1998; Allsopp et al., 1998; Trezona et al., 1999 (1); Trezona et al., 1999 (2)]. O mecanismo de desgaste dominante no ensaio de abrasão à escala micro tem mostrado ser influenciado pela carga aplicada, fração volumétrica de abrasivo na suspensão, material abrasivo [Trezona et al., 1999 (1)], materiais da esfera e da amostra [Trezona et aL, 1999 (2)] e condições da superfície da esfera [Allsopp et al., 1998].\nDe acordo com Zum-Gahr [Zum-Gahr, 1998], um modelo mais geral para descrever o desgaste abrasivo foi desenvolvido, fazendo distinção entre quatro tipos de interação entre as partículas abrasivas e a superfície de desgaste, a saber: microsulcamento, microcorte, microfadiga e microtrincamento. No caso ideal, o microsulcamento, produzido por uma única passada de uma partícula abrasiva, não resulta em qualquer arrancamento de material da superfície de desgaste, Uma rebarba é formada à frente da partícula abrasiva e o material é continuamente deslocado lateralmente, formando bordas adjacentes ao sulco produzido. A perda de massa pode ocorrer, entretanto, devido à ação de muitas partículas abrasivas ou repetidas ações de uma única partícula. O material pode ser sulcado para o lado repetidamente pela passagem das partículas e pode se quebrar por um ciclo de fadiga, isto é, microfadiga. O microcorte puro resulta na perda de massa por lascas iguais ao volume dos sulcos de desgaste. O microtrincamento ocorre quando tensões, altamente concentradas, são impostas pelas partículas abrasivas, particularmente sobre a superfície de materiais frágeis. Neste caso, grandes rebarbas (debris) de desgaste são arrancadas da superfície devido à formação e propagação de trincas. O microsulcamento e o microcorte são os processos dominantes nos materiais dúcteis, enquanto o microtrincamento torna-se importante para os materiais frágeis. A Figura 4.2 apresenta, de modo esquemático, os quatro tipos de interação entre as partículas abrasivas e a superfície de desgaste.\nMicrosulcamento Microcorte Microfadiga Microtrincamento\nFigura 4.2: Representação esquemática da interação entre as partículas\nabrasivas e a superfície de desgaste\nNo caso de materiais compósitos, a resistência ao desgaste depende dos diferentes parâmetros microestruturais tais como: dureza, forma, tamanho, fração em volume e distribuição da fase de reforço, propriedades da matriz e da ligação interfacial entre a fase de reforço e a matriz.\nA Figura 4.3 mostra diferentes interações entre partículas abrasivas e uma fase de reforço. Aqui são diferenciadas partículas abrasivas duras e macias, isto é, mais duras ou menos duras do que a fase de reforço e também de tamanhos maior e menor do que a fase de reforço. As partículas duras de abrasivo podem facilmente arrancar fases pequenas e cortar ou trincar aquelas maiores. As partículas abrasivas macias podem ser capazes de arrancar pequenas fases ou produzir grandes indentações. A profundidade da indentação das partículas abrasivas macias é substancialmente reduzida pela fase de reforço dura se o caminho livre entre elas é menor do que o tamanho das partículas abrasivas. Fases de grande tamanho deficientemente ligadas à matriz podem ser arrancadas. Entretanto, as fases grandes fortemente ligadas à matriz podem degradar as arestas ou fraturar as partículas abrasivas macias [Zum-Gahr, 1998].\nPartículas abrasivas macias\nFigura 4.3: Interações entre partículas abrasivas e uma fase de reforço\nPara utilizar o método de abrasão à escala micro como ensaio padrão para avaliar a resistência ao desgaste abrasivo é essencial assegurar-se de que a abrasão a dois corpos ou a três corpos ocorre no ensaio. Há algumas evidências de que a abrasão a três corpos leva a resultados mais reprodutíveis [Rabinowicz et al., 1961].\nAs equações que permitem calcular o coeficiente de desgaste a partir do volume de material removido em ensaios com contracorpo esférico foram inicialmente estabelecidas por Kassman et al. [Kassman et al., 1991]. Posteriormente, Rutherford et al. [Rutherford et al., 1996 (1)] generalizaram estas equações para o caso de amostras planas e para o cálculo independente do coeficiente de desgaste (K) de um filme e do substrato.\nNo ensaio de desgaste à escala micro do tipo esfera-sobre-placa, uma calota esférica é gerada sobre a superfície ensaiada (Figura 4.4), devido à perda de material, no contato esfera-amostra e sob a ação do abrasivo. A partir do volume da calota esférica é possível determinar o coeficiente de desgaste do material [Allsopp et al., 2001; Colaço, 2001].\nFigura 4.4: Calota esférica\nO volume (V) da calota é dado por:\nF = y*2(3«-A)\nonde: R é o raio de curvatura (ou raio da esfera) e h é a altura.\nMas,\nou seja,\nSe R » h vem,\n4.4\nV = -—^(3R-h)\n3\t64Ã2 v 7\nMas, sendo R » h vem,\nV\n7m\nHír\n4.5\n4.6\nA partir da equação 4.6 pode-se estabelecer as seguintes equações relacionadas com o diâmetro da calota esférica (d):\ny\n* Taxa de desgaste(Q) dada por: Q = —, sendo L a distância percorrida pela esfera de raio R:\nvzz/4\t4.7\n64RL\n* Coeficiente de desgaste (K) dado por: K~ — , sendo Fn a força normal aplicada à superfície da amostra:\nK_ tâ*\t4-8\n~ 64RFNL\nColaço [Colaço, 2001] analisou a sensibilidade dos resultados de desgaste do tipo esfera-sobre-placa com relação aos parâmetros de ensaio: distância de ensaio, velocidade de rotação da esfera, carga aplicada e tipo de abrasivo. A conclusão foi que o ensaio é reprodutível, mas sendo necessário que a distância de ensaio seja superior a 100m de modo que seja superada a distância de rodagem. Os resultados obtidos dependem da carga aplicada e do tipo e granulometria do abrasivo.\nOs testes de desgaste à escala micro podem ser empregados de modo geral como processo de caracterização de revestimentos de materiais. Os resultados dos ensaios de abrasão e erosão podem ser usados como método de controle do carregamento mecânico da superfície e pode ser usado para gerar informações sobre a aderência do revestimento. Neste sentido, tais testes podem ter um papel importante na avaliação da qualidade de componentes de engenharia revestidos. Entretanto, ainda há muito progresso a ser feito para o entendimento das interações complexas entre as condições de teste e a resposta tribológica e a correlação entre esta resposta e as propriedades fundamentais dos revestimentos [Hutchings, 1998],\nCapítulo 5\nProcedimento Experimental\nForam produzidos revestimentos sobre amostras de aço AISI 1045, com dimensões 60 x 15x6 mm3. Previamente à aplicação dos revestimentos, fez-se a preparação das superfícies com jateamento com granalha de vidro e limpeza com acetona e jato de ar de modo a obter superfícies limpas e com rugosidade uniforme Os revestimentos foram produzidos utilizando-se misturas de dois pós: cobalto e WC. Os dois pós foram misturados em proporções diferentes. As misturas dos pós foram secadas em estufa a 100°C durante 4 (quatro) horas, sendo, após isto, homogeneizadas em um misturador mecânico durante 1 (uma) hora. A Tabela 5.1 apresenta as composições das misturas dos pós usadas na produção dos revestimentos.\nTabela 5.1: Composição das misturas usadas nos revestimentos\nPó\tWC (% peso)\tCo (% peso)\nMistura 1\t20\t80\nMistura 2\t40\t60\nMistura 3\t60\t40\nMistura 4\t70\t30\nMistura 5\t100\t-\nPara cada uma das cinco misturas de pós foi feita a análise térmica diferencial (DTA) para a determinação da temperatura de fusão. O equipamento utilizado foi o analisador de marca Netzsch, modelo STA 409, sob as seguintes condições: atmosfera protetora de argônio com vazão de 50ml/min, cadinho de alumina, cadinho de referência de alumina vazio, faixa de temperatura de 20°C a 1500°C, e taxas de aquecimento e resfriamento de 10°C/min.\nOs pós foram alimentados através de um alimentador pneumático Plasma-Technik - Twin System 10-C. Neste sistema a mistura de pós é colocada no copo do alimentador e cai continuamente por gravidade sobre uma ranhura anelar sobre o prato dosador. O copo do alimentador e a câmara, que fecha o prato dosador, são igualmente pressurizados. Durante a rotação do prato, o pó é arrastado para uma cavidade de sucção a partir da qual ele é transportado por um fluxo de gás para um tubo flexível. Este tubo flexível é então ligado ao bico de alimentação que é acoplado ao cabeçote do laser. A Figura 5.1a apresenta uma foto do sistema de injeção de pó e a Figura 5.1b apresenta o detalhe do prato dosador.\nFigura 5.1: (a) Sistema de injeção de pó e (b) detalhe do prato dosador\nApós a homogeneização, fez-se a determinação, para cada mistura de pós, da curva (Taxa de alimentação) x (% de rpm do prato dosador de pó). A determinação da curva é feita medindo-se, para cada valor de % de rotação do prato dosador, o peso de pó soprado para um intervalo de 30s, partindo-se de 10% de rpm até 100% de rpm com intervalo de 5% de rpm. O gás de arraste usado foi o argônio.\nO equipamento laser utilizado foi um de fluxo axial rápido, Marca Messer Griesheim, modelo Eurolas 300, operando em regime contínuo, com modo TEMoi*, cuja potência nominal é de 3000W, pertencente ao Laboratório de Processamento de Materiais por Laser do Departamento de Engenharia de Materiais do Instituto Superior Técnico de Lisboa. O feixe de laser na saída da cavidade é desviado por dois espelhos de cobre, refrigerados a água, incidindo num terceiro espelho parabólico, de cobre, com uma distância focal de 127 mm. Um fluxo de gás argônio, coaxial com o feixe de laser, foi usado para prevenir a oxidação da poça fundida e proteger o sistema ótico de fumos e respingos de metal. A deposição dos revestimentos foi feita movendo-se a amostra de aço sob o feixe de laser, sendo para tal utilizada uma mesa XY motorizada e comandada por controle numérico (Comando Forenbach Unipos 800F). A Figura 5.2 apresenta o conjunto dos equipamentos de processamento de materiais por laser utilizados, destacando-se o comando da mesa xy (1), o bico do laser (2), a mesa xy (3) e o sistema de injeção de pós (4) utilizado para a produção dos revestimentos. A Figura 5.3 apresenta um detalhe do bico de injeção de pó.\nFigura 5.2: Equipamentos de processamento de materiais por laser utilizado: (1) comando da mesa xy; (2) bico do laser; (3) mesa xy e (4) sistema de injeção de pó.\nFigura 5.3: Detalhe do bico de injeção de pó:\nPara produzir os revestimentos foram feitos vários testes, partindo de dados de experiências anteriores, variando os parâmetros: potência, velocidade do feixe de laser e taxa de alimentação de pó. O ângulo do bico de alimentação do pó, em relação à superfície da amostra, e o diâmetro do feixe de laser foram mantidos em todos os testes em 55° e 2mm, respectivamente. Foram produzidas trilhas com sobreposição de 50% para ajustar os parâmetros de deposição. Após cada teste, as amostras foram analisadas quanto à aderência do revestimento ao substrato, presença de porosidade e uniformidade superficial da camada produzida. Foram feitos 37 testes até a definição dos parâmetros de processo.\nAs amostras para análise metalográfica foram cortadas transversalmente à direção de deslocamento do feixe de laser, preparadas e atacadas com uma solução de HC1 + H2O2. A caracterização microestrutural dos revestimentos foi feita por microscopia ótica, utilizando o equipamento Neophot 32, Cari Zeiss, com analisador de imagens Q500MC, Leica, do DEMA/FEM/UNICAMP, microscopia eletrônica de varredura e micro-análise por espectroscopia de energia dispersiva, utilizando os seguintes equipamentos:\n*\tMicroscópio eletrônico de varredura marca JEOL, modelo JXA-840A, com dois dispositivos acoplados: um de espectroscopia de energia dispersiva (EDS) e um de emissão de raios-X (XRE), do Departamento de Engenharia de Materiais da Faculdade de Engenharia Mecânica da Universidade Estadual de Campinas, Campinas - Brasil;\n*\tMicroscópio eletrônico de varredura marca HITACHI, modelo S2400, com dispositivos para análise por espectroscopia de energia dispersiva (EDS) e emissão de raios-X (XRE) do Laboratório de Processamento de Matérias por Laser do Instituto Superior Técnico, Lisboa - Portugal;\n*\tMicroscópio eletrônico de varredura marca JEOL, modelo JSM 5900-LV, acoplado a um dispositivo para análise por espectroscopia de energia dispersiva (EDS) e emissão de raios-X (XRE) do Laboratório de Microscopia Eletrônica do Laboratório Nacional de Luz Sincrotrón, Campinas - Brasil.\nOs revestimentos foram analisados por difração de raios-X em um difratômetro Siemens D5000, funcionando em geometria Bragg-Bretano, com uma fonte de CuKa (X=l ,5406Â) da Faculdade de Ciências da Universidade Técnica de Lisboa - Portugal.\nForam efetuadas medidas de microdureza Vickers, com carga de 40gf, em regiões distintas das amostras, sendo os valores apresentados a média de dez medições, usando um microdurômetro Vickers acoplado ao microscópio ótico Neophot 32 do DEMA/FEM/UNICAMP.\nOs ensaios de desgaste à escala micro foram feitos usando o equipamento Matilde-O-Wear II, Vs. 001 (Figura 5.4) do Laboratório de Processamento de Materiais por Laser do Instituto Superior Técnico - Lisboa - Portugal, trabalhando com uma esfera de 31,8mm de diâmetro para um percurso de 180m e velocidade de rotação de aproximadamente 200rpm. As amostras para o ensaio foram polidas até um acabamento especular. Uma suspensão alcoólica de partículas de diamante de lpm foi usada como abrasivo a uma taxa de aplicação de uma gota a cada 20s.\nFigura 5.4: Equipamento utilizado para o ensaio de desgaste\nO comportamento em meio corrosivo dos revestimentos foi analisado por meio de ensaios eletroquímicos. Nestes ensaios utilizou-se uma célula eletroquímica composta de 3 (três) eletrodos, de acordo com a norma ASTM G3/89, O equipamento utilizado foi um potenciostato EGxG Princeton Applied Research Modelo 273A acoplado a um analisador de resposta de freqüêncía Solartron Modelo 1250, fazendo uso de um \"software” de corrosão PAR-M352 do Laboratório de Degradação de Materiais e Desenvolvimento de Revestimentos do DEMA/FEM/UNICAMP.\nO ensaio de corrosão foi realizado nas seguintes condições: em solução de NaCl 3%, à temperatura ambiente, com eletrodo de calomelano saturado (SCE) como eletrodo de referência, contra-eletrodo de platina, velocidade de varredura de 0,2mV/s, faixa de variação do potencial de ~200mV/SCE até +200mV7SCE durante 40 minutos. A Figura 5.5 mostra o equipamento utilizado nos ensaios eletroquímicos.\nFigura 5.5: Equipamento usado nos ensaios eletroquímicos\nU N I C A M P BIBLIOTECA CENTRAL SEÇÃO CmCULANTP\nCapítulo 6\nResultados e Discussão\n6.1\t- Materiais de Partida\nOs pós de cobalto e carboneto de tungsténio (WC), utilizados para a produção dos revestimentos, foram analisados por espectroscopia de energia dispersiva (EDS), exceto o carbono que foi determinado pelo método de combustão, e os resultados são apresentados na Tabela 6.1. Os resultados estão de acordo com as composições nominais indicadas pelos fornecedores.\nTabela 6.1: Análise dos pós de Cobalto e WC\nPó\tComposição Química (% em peso)\t\t\t\t\tTamanho de grão (jim)*\n\tCo\tW\tCr\tFe\tC\t\nCobalto\t99,50\t-\t-\t0,50\t-\t-150 +45\nWC\t8,81\t83,26\t3,35\t1,11\t3,47\t-45 +15\n(*) Especificação dos fabricantes\nA análise por microscopía eletrônica de varredura mostrou que o pó de carboneto de tungsténio é constituído por grãos arredondados e porosos, formados por partículas angulares aglomeradas, e o pó de cobalto é\nconstituído por grãos irregulares e densos. As Figuras 6.1a e 6.1b apresentam o aspecto geral dos dois pós\nDe acordo com a análise por difração de raios-X, apresentada na Figura 6.2, o pó de carboneto de tungsténio contém o cobalto ligante e os carbonetos WC e C03W3C. O carboneto C03W3C foi produzido, provavelmente, durante o processo de fabricação do pó, uma vez que o cobalto é o elemento ligante das partículas do carboneto WC.\n(a)\n(b)\nFigura 6.1: Aspecto geral dos pós de (a) WC e (b) cobalto\nFigura 6.2: Difratograma de Raios-X do pó de WC\nA composição química das misturas de pós, doravante chamadas compósitos, calculadas a partir das análises dos pós individuais (Tabela 6.1), são apresentadas na Tabela 6.2. Nesta tabela apresenta-se também a temperatura de fusão de cada um dos compósitos, determinada por análise térmica diferencial.\nTabela 6.2: Composição calculada dos compósitos usados nos revestimentos\nCompósitos\tPósw\t\tComposição Química(bl\t\t\t\t\tTemperatura de Fusão (°C)\n\tWC\tCo\t\tCo\tCr\tC\tFe\t\nCompósito 1\t20\t80\t6,0\t89,0\t1,0\t4,0\t1,0\t1283\nCompósito 2\t40\t60\t13,0\t76,0\t2,0\t8,0\t1,0\t1286\nCompósito 3\t60\t40\t\t60,0\t3,0\t14,0\t1,0\t1302\nCompósito 4\t70\t30\t27,0\t51,0\t4,0\t17,0\t1,0\t1303\nCompósito 5\t100\t-\t46,0\t15,0\t7,0\t30,\t2,0\t1394\n(a) % em peso (b) % atômica\nFoi feita a determinação das curvas Taxa de alimentação x % de rpm do prato dosador para cada um dos compósitos. A Figura 6.3 apresenta as curvas para os compósitos estudados.\nFigura 6 3: Curvas: Taxa de alimentação x % rpm do prato dosador para os compósitos estudados\n6.2\t- Parâmetros de Processo\nDurante os testes para determinação dos parâmetros ótimos de trabalho, o compósito escolhido para os testes foi o Compósito 3 (60% WC), pois nos testes preliminares foi a que apresentou os piores resultados com relação à porosidade e acabamento superficial. Para os testes foram mantidos o diâmetro do feixe em 2mm e a inclinação do bico de injeção de pó em 55°. Procedeu-se, então, a variação dos parâmetros: potência do feixe, velocidade de deslocamento e taxa de alimentação de forma coordenada. Os parâmetros de partida foram: Potência do feixe de laser: 1250W; velocidades de deslocamento: 5mm/s, 7,5mm/s e 10mm/s; Taxas de alimentação de pó: 100mg/s, 150mg/s e 200mg/s. Os revestimentos produzidos apresentaram falhas na aderência revestimento/substrato, e uma grande quantidade de poros (aproximadamente 40% em área). O melhor resultado foi obtido para a velocidade de 7,5mm/s e taxa de alimentação de 100mg/s. Na etapa seguinte, a potência foi mantida em 1250W e trabalhou-se com velocidades de 7,5mm/s e 8,5mm/s e taxas de alimentação de 100mg/s e 150mg/s. Novamente o melhor resultado foi para uma taxa de alimentação de 100mg/s e velocidade de 7,5mm/s. Mas observou-se alguma porosidade concentrada na parte superior das trilhas e grande dissolução dos carbonetos WC.\nNa sequência dos ensaios, baseados nos resultados dos testes anteriores, foram produzidos novos revestimentos diminuindo a taxa de alimentação para 75mg/s, com as potências do feixe de 1000W e 1250W e velocidades de 6,5mm/s e 10mm/s na tentativa de diminuir a dissolução do carboneto WC e evitar a formação de gases (CO e CO2) que causam porosidade. Verificou-se que, diminuindo a potência, a quantidade e o tamanho dos poros diminuíram. Optou-se, então, por fazer novos testes diminuindo a potência (600W e 800W), mantendo a taxa de alimentação em 75mg/s para as velocidades de 6,5mm/s, 10mm/s e 13mm/s. Nesta sequência, o melhor resultado foi para: potência de 600W, velocidade de deslocamento de 10mm/s e taxa de\nalimentação de 75mg/s. Os revestimentos apresentaram uma superfície regular, sem poros ou trincas e com baixa diluição. Na análise final dos testes concluiu-se que a porosidade era causada pela dissolução dos carbonetos WC com a formação dos carbonetos C03W3C e liberação de carbono que, em presença do oxigênio do ar, forma os gases CO e CO2. Em função da alta velocidade de solidificação do revestimento fundido, característica do processo a laser, não havia tempo suficiente para que os gases chegassem à superfície, ficando retido no revestimento.\nPara confirmar o resultado do último teste, foram produzidos revestimentos com todos os compósitos. Os resultados foram confirmados para os compósitos 1, 2, 3 e 4. No caso do compósito 5, os revestimentos apresentaram uma superfície muito irregular, cheia de protuberâncias, e baixa aderência, chegando mesmo a destacar-se do substrato. Em face disto, foram feitos novos testes para o compósito 5, chegando-se aos seguintes parâmetros: potência do feixe de 1200W, velocidade de deslocamento de 10mm/s e taxa de alimentação de 42mg/s. A Tabela 6.3 apresenta o resumo dos parâmetros ótimos definidos para a produção dos revestimentos. A Figura 6.4 apresenta o aspecto geral das amostras dos revestimentos produzidos com os compósitos 1 a 5.\nTabela 6.3: Parâmetros de Processo\nParâmetros\tCompósitos 1, 2, 3 e 4\tCompósito 5\nPotência\t600W\t1250W\nDiâmetro do feixe\t2mm\t2mm\nVelocidade de deslocamento do feixe de laser\t10mm/s\t1 Omm/s\nDistância do bico de alimentação de pó até a superfície da amostra\tlOmm\tlOmm\nTaxa de alimentação de pó\t75mg/s\t42mg/s\nInclinação do bico de alimentação de pó\t55°\t55°\nSobreposição\t« 50%\t« 50%\nu5<:;:f’P-:H’’ !|H! JU\"\tiHri'írlFH'M J| ¡ -p^i!hH WiV’jh¡':i lP!Í'í!\tíPih’i[üj'f■ ?: J\n23 24 25 26 27 28 29 '^¡23 24 25 26 27 28 29 2:\nCompósito 1: 20% WC\tCompósito 2: 40% WC\nCompósito 3: 60% WC\tCompósito 4: 70% WC\nCompósito 5: 100% WC\nFigura 6.4: Revestimentos produzidos\n6.3\t- Caracterização Microestrutural\nOs revestimentos produzidos apresentaram uma superfície uniforme, sem a presença de oxidação ou trincas. O nível de diluição ficou em torno de 5% e a aderência entre o revestimento e o substrato foi boa em todos os revestimentos. A espessura dos revestimentos variou entre 0,2mm e 0,15mm. Nas Figuras 6.5a e 6.5b apresentam-se as seções transversais dos revestimentos produzidos com o compósito 1 (20% WC) e o compósito 5 (100% WC), respectivamente, onde pode-se observar o aspecto geral do revestimento, a integridade da ligação revestimento/substrato e a zona térmicamente afetada.\nFigura 6.5: Aspecto geral das seções transversais dos revestimentos\nproduzidos com: o compósito 1 (a) e o compósito 5 (b)\nDiferentes microestruturas de solidificação foram observadas ao longo da seção transversal de cada um dos revestimentos, mas basicamente a microestrutura é formada por uma matriz constituída de uma solução sólida de (W,Cr) em cobalto e por carbonetos. A Figura 6.6 mostra a projeção liquidus do diagrama C-Co-W [Rautala et al., 1995] onde pode-se observar as regiões correspondentes às composições dos compósitos estudados. Apesar do diagrama ser válido para as condições de equilíbrio, é válida sua utilização [Perepezko et al., 1983] na tentativa de entender as reações que ocorrem durante a solidificação rápida.\n70%WC\nCo\nprojeção iiquidus\nCO7W6\n20%WC\n40%WC\nC-Co-W\n( % atômica)\n50760%WC\n(C)\n100%WC\nC' X* a À\n10\t20\t30\nCW2\n(HT)\n0\t70\t80\t90\nE tóC + Co^C + Co\t1298*0\nTJ4: L + W ^Oo3W3C + Co7Wâ\nTJ5:L +00^^00^30+Co ~1400°C\nUg i L + WC*^C + C03W3C\nPi: L+ W2C (HT) + (V0*^Co3WqQ\nP2: L+ CosWsA + CÃ0^Ccr3WõC2\nP3: L+ CosWíCs + (W^CosWO\nUn L+ W2C (HT)±^Co3W9Q + WC\nV2: L+ C^WgQ^OosWeC +WC\n10 W L+ CojWfiQ^Co3W3C +WC\nw\nFigura 6.6: Diagrama ternário C-Co-W [Rautala et al., 1995]\n6.3.1\t- Microestrutura dos Compósitos 1 e 2\nNa análise por microscopía eletrônica de varredura, os revestimentos produzidos com o compósito 1 (20%WC+80%Co) e o compósito 2 (40%WC+60%Co) apresentaram as mesmas características microestruturais. A estrutura é formada por uma matriz constituída de dendritas de uma solução\nsólida de (W,Cr) em cobalto, carbonetos WC não dissolvidos, carbonetos C03W3C primários e eutéticos, formados a partir da dissolução do carboneto WC, e um eutético interdendrítico (C0+C07W6).\nOs carbonetos WC não dissolvidos e os carbonetos C03W3C são encontrados em pontos isolados da microestrutura, mas principalmente na região superior do revestimento e nas zonas de sobreposição de trilhas e em maior quantidade nos revestimentos do compósito 2. O eutético interdendrítico (C0+C07W6) é encontrado na região inferior do revestimento, principalmente próximo ao substrato. A formação do eutético (C0+C07W6) só foi observada nas regiões mais ricas em cobalto, onde o compósito se comporta como um sistema binário Co-W (ver Apêndice A).\nA formação do carboneto C03W3C, a partir da dissolução do carboneto WC no líquido rico em cobalto, provavelmente ocorre de acordo com as reações U5: L + Co7W6 C03W3C + Co e E: L o C + C03W3C + Co, de acordo com o diagrama apresentado na Figura 6.6. O carbono posteriormente oxida para CO e CO2, conforme descrito na reação 3.6 [Tu et al., 1985; Nerz et al., 1993].\nOs revestimentos produzidos com os compósitos 1 e 2 apresentaram uma estrutura mais homogênea, comparativamente aos revestimentos produzidos com os compósitos 3, 4 e 5. A Figura 6.7 apresenta as microestruturas típicas dos revestimentos dos dois compósitos, onde também pode-se observar a região apresentando solidificação com frente plana, na interface revestimento/substrato. A análise por difração de raios-X confirma as fases presentes. Os difratogramas referentes à estes revestimentos são apresentados no Apêndice A.\nproduzidos com os compósitos 1 (a, b, c, d) e 2 (e, f).\n6.3.2\t- Microestrutura dos Compósitos 3, 4 e 5\nPara os revestimentos produzidos com os compósitos 3, 4 e 5, a estrutura de solidificação típica é formada por urna matriz dendrítica formada por uma solução sólida de (W,Cr) em cobalto, carbonetos WC não dissolvidos e carbonetos C03W3C primarios e eutéticos. A quantidade de carbonetos C03W3C aumenta com o aumento do teor de WC no compósito. Os revestimentos produzidos com o compósito 4 mostraram-se mais heterogéneos, comparativamente aos revestimentos dos compósitos 3 e 5.\nDe acordo com o diagrama ternario da Figura 6.6, para os compósitos 3 e 4, a solidificação ocorre primeiramente com a formação do carboneto C03W3C na forma de dendritas facetadas, a partir da dissolução do carboneto WC no líquido rico em cobalto, conforme a reação Ug: L + WC -> C03W3C + C, sendo que o carbono posteriormente oxida para CO e CO2. Este tipo de carboneto aparece em todas as regiões dos revestimentos e a quantidade aumenta com o aumento do teor de WC na mistura de pós\nA microestrutura típica correspondente à região superior do revestimento é apresentada na Figura 6.8. Nesta região aparecem grupos de carbonetos WC não fundidos (Figura 6.8a-l), carbonetos dendríticos facetados C03W3C (Figura 6.8a-2 e b~2) sobre urna matriz constituída de uma solução sólida rica em cobalto (Figura 6.8a-3 e b-3), cujas composições, determinadas por espectroscopia de energia dispersiva, são apresentadas na Tabela 6.4.\nTabela 6.4: Composição das fases presentes na região superior do revestimento (%atômica)\nFases\tW\tCo\tCr\nCarboneto (1)\t93,85\t5,84\t0,31\nCarboneto (2)\t37,53\t47,19\t15,28\nMatriz (3)\t6,30\t86,83\t6,87\n(a)\t\nFigura 6.8: Microestrutura típica da região superior dos revestimentos:\ncarboneto WC não dissolvido (1), carboneto dendrítico facetado\nC03W3C (2) e matriz rica em cobalto (3)\nNas regiões central e inferior dos revestimentos, além dos carbonetos WC não dissolvidos e C03W3C dendríticos facetados, há os carbonetos C03W3C com diferentes morfologias, como mostrado na seqüência da Figura 6.9. As estruturas mudam de acordo com o teor de tungsténio, passando de uma estrutura de dendritas de carbonetos facetados (Figura 6.9-1) para uma estrutura de dendritas eutéticas do tipo espinha de peixe (Figura 6.9-2) resultante das reações U4, U5 e E, respectivamente (Figura 6.6). Os diferentes espaçamentos interlamelares, observados na estrutura de dendritas eutéticas (Figura 6.9-2, 3, 4), são devidos às variações locais na taxa de resfriamento. A região ao redor dos carbonetos primários facetados é a matriz rica em cobalto e, de acordo com Riabkina-Fishman et al. [Riabkina-Fishman et al., 2001], as duas colorações, \"cinza\" e \"escura” (Figura 6.9-5 e 6), observadas nesta fase são devidas aos diferentes teores de tungsténio dissolvido. A fase \"escura\" é a de menor teor em tungsténio. Na Tabela 6.5 são apresentadas as composições médias das fases assinaladas na Figura 6.9. As fases presentes nestes revestimentos são confirmadas pelos difratogramas de raios-X (ver Apêndice A).\nTabela 6.5: Composições médias das fases das zonas central e inferior do revestimento(% atômica)\n\tW\tCo\tCr\nCarbonetos (1)\t31,87\t62,44\t5,64\nEutético (2)\t20,48\t74,17\t5,35\nEutético (3 e 4)\t28,79\t64,35\t6,86\nMatriz (5)\t13,91\t80,59\t5,50\nMatriz (6)\t9,27\t82,19\t8,53\nFigura 6.9: Evolução da microestrutura nas regiões central e inferior do revestimento\n6.3.3\t- Microdureza\nAs medidas de microdureza Vickers foram feitas em diferentes regiões do revestimento, correspondentes às microestruturas descritas anteriormente, e apresentaram uma variação de acordo com a quantidade de carbonetos e teor de tungsténio. A Figura 6.10 mostra as indentações feitas em três regiões diferentes e os respectivos valores da microdureza. Conforme pode-se observar, regiões correspondentes à formação de dendritas de carbonetos C03W3C apresentaram uma dureza mais elevada, em torno de 1770HV. A zona correspondente à formação do eutético Co + C03W3C apresentou uma dureza significativamente mais baixa (1240HV), enquanto que a zona junto ao substrato, onde o teor de tungsténio é menor, apresenta valores de dureza da ordem de 1180HV. Pode-se observar também que não há sinais de fissuras nos vértices das indentações. Não foi possível efetuar medidas de microdureza sobre os carbonetos WC devido à pequena dimensão destes. No entanto a dureza de referência deste carboneto é da ordem de 2200HV [Scussel, 1992].\nCarboneto primário\tCarboneto eutético\tMatriz\tCarboneto\nCo:50,45\tCo: 64,35\tCo: 87,05\tCo: 44,96\nW : 43,73\tW : 28,79\tW: 6,32\tW: 39,82\nCr: 5,82\tCr: 6,86\tCr: 6,63\tCr: 15,22\nFigura 6.10: Microdureza Vickers em três regiões diferentes do revestimento e as respectivas microanálises (% atômica)\n6.4 - Resistencia ao desgaste abrasivo à escala micro\nA Figura 6.11 apresenta os resultados dos ensaios de desgaste à escala micro do tipo esfera-sobre-placa executados sobre as superfícies polidas das amostras dos revestimentos produzidos. O resultado mostra que o revestimento produzido com o compósito 1 apresentou maior resistência ao desgaste abrasivo, em comparação com os outros revestimentos e com um revestimento da liga Stellite 6, usado como referência.\nFigura 6.11: Coeficiente de desgaste dos revestimentos estudados\nPara as amostras dos compósitos 1 e 2, a análise por microscopia eletrônica de varredura revelou que as crateras de desgaste apresentam sulcos paralelos à direção de deslizamento das partículas abrasivas (Figura 6.12a e b). Alguns sulcos apresentam deformação plástica (setas na Figura 6.12b), o que caracteriza um mecanismo de desgaste misto de microcorte e\nmicrosulcamento. Pode-se observar também regiões onde os carbonetos foram arrancados (Figura 6.12a). Na Figura 6.12c apresenta-se a borda de uma das crateras de desgaste onde pode-se observar pequenas indentações originadas pela rotação das partículas abrasivas. Estas indentações aparecem em outras regiões da superfície de desgaste, mas são mais evidentes nas bordas das crateras. Outra característica importante observada nestes revestimentos é a presença de muitas partículas abrasivas aderidas à matriz do revestimento (Figura 6.12d), o que pode ter contribuído para o aumento da resistência ao desgaste, visto que as partículas abrasivas passam a funcionar como partículas de reforço.\nFigura 6.12: Crateras de desgaste: (a) compósito 1; (b) compósito 2; (c) região periférica da cratera; (d) partículas abrasivas aderidas à matriz do revestimento\nA análise do gráfico da Figura 6.11 mostra que o coeficiente de desgaste aumenta com o aumento do teor de carbonetos presentes nos revestimentos. Na análise das crateras de desgaste dos compósitos 3, 4 e 5 (Figuras 6.13a, b, c e d), observa-se que além dos mecanismos de microcorte (sulcos) e microsulcamento (deformação plástica: setas vermelhas) há uma evolução progressiva dos mecanismos de desgaste para microfadiga e microfissuração. Como as partículas de reforço são constituídas em grande parte por carbonetos C03W3C, que são frágeis, ocorre sua microfissuração (setas azuis), visto que as partículas de abrasivo são de dureza mais elevada que os carbonetos (Diamante: 6000 a 10000 HV). Outro fato importante é que, com o aumento da fração de carbonetos, há menor quantidade de matriz para garantir a sustentação dos mesmos, o que acarreta o arrancamento dos carbonetos do revestimento. Na Figura 6.13d, além da microfissuração dos carbonetos, pode-se observar a evidente remoção da matriz entre os carbonetos. Estes resultados mostram que o aumento da fração de carbonetos não acarreta necessariamente um aumento da resistência ao desgaste, o que está de acordo com trabalhos apresentados por outros autores [Zum-Gahr, 1980; Zum-Gahr et aL, 1980; Cerri et al., 1991; Zum-Gahr, 1998; Gordo et aL, 2000; Colaço et al., 2003]. O comportamento em desgaste de um material compósito depende do balanço entre 0 aumento da dureza média do material, causado pela introdução de partículas de reforço, e o aumento da perda de matéria que é causado pela remoção ou fratura das partículas de reforço devido à ação do abrasivo [Colaço et al., 2003].\nFigura 6.13: Crateras de desgaste: (a) compósito 3; (b) compósito 4; (c) compósito 5; (d) compósito 5 - microfissuras e remoção da matriz\n6.5\t~~ Resistência à corrosão\nA partir dos resultados dos ensaios eletroquímicos executados, foi feita uma análise simplificada e qualitativa do comportamento em corrosão dos revestimentos produzidos, na tentativa de avaliar os diferentes comportamentos em função da microestrutura apresentada por cada um dos revestimentos. Os resultados dos ensaios eletroquímicos (curvas de\npolarização e espectroscopia de impedância eletroquímica) são apresentados nas Figuras 6.14, 6.15a e 6.15b.\nA Figura 6.14 mostra as curvas de polarização experimentais para os revestimentos produzidos. Pode-se observar que o compósito 2 é a que apresenta o menor valor para a densidade de corrente de corrosão (Icorr) em um potencial de corrosão mais alto, mostrando uma resistência maior à corrosão que os demais revestimentos. Este comportamento parece estar relacionado à maior homogeneidade microestrutural apresentada pelo compósito 2, em comparação os outros compósitos. Neste sentido, explica-se o comportamento oposto observado para o compósito 3 que, comparativamente, apresentou a estrutura mais heterogênea.\nFigura 6.14: Curvas de polarização dos revestimentos produzidos\nNa análise dos ensaios de espectroscopia de impedáncia eletroquímica, apresentados ñas Figuras 6.15a e 6.15b, observa-se que os resultados do comportamento em corrosão apresentam a mesma tendência apresentada pelas curvas de polarização. Novamente o compósito 2 apresentou a maior resistência à corrosão. Isto mostra que a homogeneidade da estrutura dos revestimentos afeta a resistência à corrosão.\n---1 i rnriij—i—rrrmq—i i i j i mg—r11; 11\t-r-rrrmq—i i ! miip—rr-TTrni]—!—rrrrm\n1 o'2 1 0 ' ’ 10S\t1 0 5 1 0 2 103 1 O4 1 0 5\t10\nFrequência ( Hz )\nFigura 6.15: Diagramas de espectroscopia de impedância eletroquímica\ndos revestimentos produzidos\nCapítulo 7\nConclusões e Sugestões para Trabalhos Futuros\n7.1 - Conclusões\nA partir dos resultados obtidos, para as condições experimentais empregadas neste trabalho, pode-se concluir que:\n1 - Os revestimentos obtidos por deposição por fusão a laser com as misturas de pós WC + Co sobre o aço AISI 1045 apresentaram uma microestrutura heterogênea, formada por três tipos básicos de estruturas de solidificação, dependendo da concentração relativa de W, Co e C no metal fundido, além do carboneto WC não fundido:\na - Dendritas primárias de C03W3C resultantes da dissolução parcial do carboneto WC no cobalto líquido;\nb - Solidificação eutética C03W3C + solução sólida rica em cobalto;\nc - Formação de dendritas de solução sólida rica em cobalto, seguindo-se a formação do eutético Co + C07W6 na região interdendrítica.\n2\t- A dissolução do carboneto WC foi bastante acentuada, principalmente no revestimento do compósito 5 para o qual foi necessário usar urna potencia maior do feixe de laser. A dissolução parece estar relacionada ao pequeno tamanho de grão do pó de WC.\n3\t- A morfologia do carboneto C03W3C muda de acordo com os teores de tungsténio, passando de uma estrutura de dendritas de carbonetos facetadas para uma estrutura de dendritas eutéticas do tipo espinha de peixe, com diferentes espaçamentos interlamelares, dependendo das variações locais da taxa de resfriamento.\n4-0 revestimento que apresentou melhor resistência ao desgaste abrasivo à escala micro, nas condições experimentais descritas, foi aquele produzido com o compósito 1 (20% WC + 80% Co), que apresentou uma fração em volume menor de carbonetos C03W3C.\n5\t- Na análise qualitativa dos ensaios eletroquímicos, o revestimento que apresentou melhor resistência à corrosão foi aquele produzido com o compósito 2 (40% WC + 60% Co), provavelmente devido à distribuição mais homogênea das fases presentes, em relação aos demais compósitos usados.\n6\t- Os resultados apresentados mostram como os parâmetros de processamento a laser afetam a microestrutura dos compósitos WC-Co e, por sua vez, como a microestrutura afeta o comportamento destes revestimentos quanto à resistência ao desgaste abrasivo à escala micro e à corrosão eletroquímica.\n7\t- Diferentemente dos dados apresentados pela literatura, com relação à potência necessária para a produção dos revestimentos dos compósitos WC-Co por fusão a laser (normalmente acima de 1200W), foi possível produzir tais revestimentos com boa qualidade com a potência de 600W.\n8-0 estudo contribuiu para um maior entendimento do processo de deposição por fusão a laser, mostrando sua viabilidade na produção de revestimentos compósitos.\n9 - Os resultados apresentados não são conclusivos, mas poderão ser usados como ponto de partida para trabalhos futuros.\n7.2\t- Sugestões para trabalhos futuros\n1\t- Produzir revestimentos WC + Co, com os parâmetros estabelecidos neste trabalho, utilizando pó de WC de maior tamanho de grão na tentativa de diminuir a dissolução, evitando a formação do carboneto frágil C03W3C.\n2\t- Analisar a resistência ao desgaste abrasivo à escala micro utilizando outras soluções abrasivas e variando o tamanho das partículas.\n3\t- Utilizar a microscopía eletrônica de força atômica para obter mais informações sobre os mecanismos de desgaste e distinguir os danos produzidos principalmente na matriz rica em cobalto.\n4\t- Como o compósito 1 (20% WC + 80% Co) apresentou a melhor resistência ao desgaste e o compósito 2 (40% WC + 60% Co) apresentou a melhor resistência à corrosão, seria interessante produzir revestimentos com composições intermediárias a estes compósitos para avaliar o comportamento ao desgaste e à corrosão.\nReferencias Bibliográficas\nAcchar, W. et al Strength degradation of a tungsten carbide-cobalt composite at elevated temperatures. Materials Characterization, vol. 43, pp. 27 -32, 1999.\nAdachi, K., Kato, K., Chen, N. Wear map of ceramics. Wear. vol. 203-204, pp. 291 - 301, 1997.\nAdachi, K., Hutchings, I.M. Wear-mode mapping for the micro-scale abrasion test. Wear. vol. 255, pp. 23 - 29, 2003.\nAllsopp, D.N., Trezona, R.I., Hutchings, I.M. The effects of ball surface condition in the micro-scale abrasive wear test. Tribology Letters, vol. 5, pp. 259 - 264, 1998.\nAllsopp, D.N., Hutchings, I.M. Micro-scale abrasion and scratch response of PVD coatings at elevated temperatures. Wear. vol. 251, pp. 1308 - 1314, 2001.\nAmende, W., Nowak, G. Hard phase particles in laser processed cobalt rich claddings. Proceedings of ECLAT'9(f Surface Treatments - Liquid State,\n1990.\tpp. 417 - 428, 1990.\nBasu, S.N., Sarin, V.K. Oxidation behavior of WC-Co. Materials Science and Engineering A. vol. A209, pp. 206 ~ 212, 1996.\nBerget, J. Bardal, E., Rogne, T. Effect of matrix composition and particle size on structure sprayed WC-Co-Cr coatings. Surface Modification Technologies XL Eds. Sudarshan, M. Jeandin and K.A. Khor, The Institute of Materials. London. 1998, pp. 501 - 515.\nBlake, A. G. et al. Laser coating technology - a commercial reality. Proceedings of SPIE - Laser Beam Surface Treating and Coating, vol. 957, pp. 56 - 65,1988.\nBoas, M., Bamberger, M. Structural characterization of laser-processed WC/Co layer. Thin Solid Films, vol. 235, pp. 142 - 148, 1993.\nBruck, G. J. Fundamentals and industrial application of high power laser beam cladding. Proceedings of SPIE - Laser Beam Surface Treating and Coating, vol. 957, pp. 14- 28, 1988.\nBull, S.J. Tribological and mocrotribological phenomena in coatings. Materials Science Forum, vol. 246, pp. 105 - 152, 1997.\nCadenas, M. et al. Wear behaviour of laser cladded and plasma sprayed WC-Co coatings. Wear. vol. 212, pp. 244 - 253, 1997.\nCampbell, J. Cemented Carbides for wear applications. Metals Handbook, vol 7, Powder Metallurgy, ASM-Metals Park. Ohio, 1984, pp. 777 - 779.\nChen, Z., Chew, L.L., Ming, Q. Laser cladding of WC-NÍ composite. Journal of Materials Processing Technology, vol. 62, pp. 321 - 323, 1996.\nCheney, R.F. Production of tungsten, molybdenum, and carbide powders. Metals Handbook, vol. 7, Powder Metallurgy, 9th Edition, ASM-Metals Park. Ohio, 1984, pp 152 - 159.\nCheung, N. Simulação numérica de tratamento superficial por refusão a laser: interação laser-matéria e solidificação. Campinas: Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 2003, 183p. Tese (Doutorado).\nColaço, R., Vilar, R. Development of metal matrix composite materials for wear resistant coatings using a laser rapid-prototyping technique. Proceedings ICALEO 2000 - LIA, Laser Materials Processing, vol. 89, Section D, 2000, pp. 161 - 170.\nColaço, R. Comportamento ao desgaste abrasivo de ligas Fe-Cr-C processadas e desenvolvidas por laser. Lisboa: Instituto Superior Técnico, Universidade Técnica de Lisboa, 2001, 250p. Tese (Doutorado).\nColaço, R., Vilar, R. A model for the abrasive wear of metallic matrix particle-reinforced materials, Wear, vol. 254, pp. 625 ~ 634, 2003.\nDawei, Z., Li, T., Lei, T.C. Laser cladding of Ni-CrsC2/(Ni+Cr) composite coating. Surface and Coatings Technology, vol. 110, pp. 81 - 85, 1998.\nFeng, Z., Ball, A. The erosion of four materials using seven erodents -towards an understanding. Wear. vol. 233-235, pp. 674 - 684, 1999.\nFincke, J.R., Swank, W.D., Haggard, D.C. Comparison of the characteristics of HVOF and plasma thermal spray. Proceedings of the 7th National Thermal Spray Conference. 1994. Boston. ASM International, 1994, pp. 325 ™ 330.\nFolkes, J. A. Developments in laser surface modification and coating. Surface and Coating Technology, vol. 63, pp. 65 - 71, 1994.\nGassmann, R. et al. Laser cladding of hard particles rich alloys. Proceedings ofSPIE - ICALEO 92. vol. 1990, pp. 288 - 299, 1992.\nGassmann, R.C. Laser cladding with (WC+W2C)/Co-Cr-C and (WC+W2C)/Ni-B-Si composites for enhanced abrasive wear resistance. Materials Science and Technology, vol. 12, pp 691 - 191, August 1996.\nGee, M.G. et al. Progress towards standardization of ball cratering. Wear. vol. 255, pp. 1 - 13, 2003.\nGordo, E. et al. Wear mechanisms in high speed steel reinforced with (NbC)p and (TaC)p. Wear. vol. 239, pp. 251 - 259, 2000.\nGravanis, G. et al. Ceramic coating and laser treatment. Surface and Coatings Technology, vol. 45, pp. 245 - 253, 1991.\nGuilemany, J.M. et al. Corrosion resistance of HVOF WC+Co or TiC+Ni-Ti coatings sprayed on a commercial steel. Surface Modification Technologies XL Eds. T.S. Sudarshan, M. Jeandin and K.A. Khor, The Institute of Materials. London. 1998, pp. 63 - 67.\nGuilemany, J.M. et al. Characterization of the W2C phase formed during the high velocity oxygen fuel spraying of a WC+12pct Co powder. Metallurgical and Materials Transactions A. vol. 30A, pp. 1913 - 1921, August 1999.\nHsu, S. C. Kou, S., Mehrabian, R. Rapid melting and solidification of a surface due to a stationary heat flux. Metallurgical Transaction B. vol. 11B, n. 1, pp. 29 - 38, 1980.\nHu, Y. P. Chen, C. W. Mukherjee, K. Development of a new laser cladding process for manufacturing cutting and stamping dies. Journal of Material Science, vol. 33, pp. 1287 - 1292, 1998.\nHu, Y.P., Chen, C.W., Mukherjee, K. Measurement of temperature distributions during laser cladding process. Journal of Laser Applications, vol. 12, n. 3, pp. 126 - 130, 2000.\nHuman, A.M., Exner, H.E. The relationship between electrochemical behaviour and in-service corrosion of WC based cemented carbides. International Journal of Refractory Metals &amp; Hard Materials, vol. 35, pp. 65 - 71, 1997.\nHutchings, I.M. Abrasive and erosive wear test for thin coatings: a unified approach. Tribology International, vol. 31, n. 1-3, Jan.-Mar 1998.\nIwai, T., Takahashi, I., Handa, M. Gibbs free energies of formation of molybdenum carbide and tungsten carbide from 1173 to 1573K. Metallurgical Transactions A, vol. 17A, pp. 2031 - 2034, 1986.\nKassman, A. et al. A new test method for the intrinsic abrasion resistance of thin coatings. Surface and Coatings Technology, vol. 50, pp. 75 - 84,\n1991.\nKathuria, Y. P. Laser cladding process: a study using stationary and scanning CO2 laser beams. Surface and Coating Technology, vol. 97, pp. 442 -447, 1997.\nKomvopoulos, K. Nagarathnam, K. Processing and characterization of laser-cladded coating materials. Journal of Engineering Materials and Technology, vol. 112, pp. 131 - 143, 1990.\nLackey, W.J. et al. Ceramic coatings for advanced heat engines - a review and projection. Advanced Ceramic Material, vol. 2. n.l, pp. 24 - 30, 1987.\nLi, Q., Lei, T.C., Chen, W.Z. Microstructural characterization of WCp reinforced Ni-Cr-B-Si-C composite coatings. Surface and Coatings Technology, vol. 114, pp. 285 - 291, 1999.\nLi, W.-B. et al. Modelling of the laser cladding process pre-heating of the blown powder material. Laser in Engineering, vol. 4, pp. 329 - 341, 1995.\nLi, W.-B. et al. Redistribution of the beam power in laser cladding by powder injection. Laser in Engineering, vol. 5. pp. 175 - 183, 1996.\nLi, Y. Ma, J. Study on overlapping in the laser cladding process. Surface and Coatings Technology, vol. 90, pp. 1 - 5, 1997.\nLuft, A. et ai. Microstructures and dissolution of carbides occurring during the laser cladding of steel with tungsten carbide reinforced Ni- and Co-hard alloys. Praktische Metallographie. vol. 32, n.5, pp. 235 - 247, 1995.\nLugscheider, E., Bolender, H., Krapprtz, H. Laser cladding of paste-bound hardfacing alloys. Surface Modification Technologies. V. Eds. T.S. Sudarshan and J.F. Braza. The Institute of Materials, pp. 371 - 381, 1992.\nMazumder, J. M., Steen, W. M. Heat-transfer model for CW laser material processing. Journal of Applied Physics, vol. 51, n. 2, pp. 941 - 947, 1980.\nMilman, Y.V. et al. Low and high temperature hardness of WC-6wt%Co alloys. International Journal of Refractory Metals &amp; Hard Materials. vol. 15, pp. 97 - 101, 1997.\nMilman, Y.V., Luyckx, S., Northrop, LT. Influence of temperature, grain size and cobalt content on the hardness of WC-Co alloys. International Journal of Refractory Metals &amp; Hard Materials, vol. 17, pp. 39 - 44, 1999.\nNagender Naidu, S.V., Sriramamurthy, A.M., Rama Rao, P. The cobalttungsten system. Journal of Alloy Phase Diagrams, vol. 2, n 1, pp. 43 -52, Jan 1986.\nNatishan, P.M. et al. Atmospheric corrosion study of electrodeposited hard chromium and high-velocity oxygen-fuel thermal spray coatings. Corrosion, vol. 58, n. 2, pp. 119 - 123, 2002.\nNerz, T.C. et al. Surface Engineering, vol. 9, pp. 3 - 7, 1993.\nO'Quigley, D.G.F., Luyckx, S., James, M.V. An empirical ranking of a wide range of WC-Co grades in terms of their abrasion resistance measured by the ASTM Standard B 611-85 Test. International Journal of Refractory Metals &amp; Hard Materials, vol. 15, pp. 73 - 79, 1997.\nOberlander, B.C., Lugscheider, E. Comparison of properties of coatings and conventional methods. Materials Science and Technology, vol. 8, n. 8, pp. 657 - 664, August 1992.\nPednekar, S.P. Failure of tungsten carbide-cobalt lamination dies: A corrosion evaluation. Corrosion, vol. 53, n. 10, pp. 813 - 819, 1997.\nPelletier, J.M. et al. Influence of processing conditions on geometrical features of laser claddings obtained by powder injection. Journal of Materials Science, vol. 28, pp. 5184 - 5188, 1993.\nPerepezko, J.H., Boettinger, W.J. Use of metastable phase diagrams in rapid solidification, Materials Research Society Symposium Proceedings, vol. 19, pp. 223 - 247, 1983.\nPicasso, M. et al. A simple but realistic model for laser cladding. Metallurgical and Materials Transactions B. vol. 25B, pp. 281 ~~ 291, 1994.\nPugsley, V.A., Allen, C. Microstructure/property relationships in the cavitation erosion of tungsten carbide-cobalt. Wear. vol. 233-235, pp. 93 - 103, 1999.\nRabinowicz, E. et al. A study of abrasive wear under three-body conditions. Wear. vol. 4, pp. 345 - 355, 1961.\nRautala, P., Norton, J.T. Handbook of Ternary Alloy Phase Diagrams, vol. 5, ASM International, 1995, Eds. P. Villars, A. Prince, H. Okamoto, pp. 6588.\nRiabkina-Fishman, M. et al. Laser produced functionally graded tungsten carbide coatings on M2 high-speed tool steel. Materials Science and Engineering A. vol. A302, pp. 106 - 114, 2001.\nRicciardi, G., Cantello, M. Surface treatments of automobile parts by Ricerche de Tecnologia Meccanica (Italy). Proceedings of SPIE - Laser Beam Surface Treating and Coating, vol. 957, pp. 66 - 74, 1988.\nRonkainen, H. et al. Comparative tribological and adhesion studies of some titanium-based ceramic coatings. Surface and Coatings Technology, vol. 43-44, pp. 888 - 897, 1990.\nRowcliffe, D.J. et al. Compressive deformation and fracture in WC materials. Materials Science and Engineering, vol. 105-106, pp. 299 - 303, 1988.\nRutherford, K.L., Hutchings, I.M., (1) A micro-abrasive wear test, with particular application to coated systems. Surface and Coatings Technology, vol. 79, pp. 231 - 239, 1996.\nRutherford, K.L., Hutchings, I.M. (2) Micro-scale abrasive wear testing of PVD coatings on curved substrates. Tribology Letters, vol. 2, pp. 1-11, 1996.\nRutherford, K.L., Hutchings, I.M. Theory and application of a micro-scale abrasive wear test. Journal of Testing Evaluation of the American Society of Test Materials, vol. 25, n. 2, pp. 250 - 260, 1997.\nSanthanam, A.T. et al. Cemented Carbides. ASM Handbook, vol. 2 -Properties and Selection Nonferrous Alloys and Special-purpose Materials, 10th Edition, ASM International, 1990, pp. 950 - 977.\nSantner, E., Klaffke, D., Meier zu Kocker, G. Comprehensive tribological characterization on thin TiN based coatings. Wear. vol. 190, pp. 204 -211, 1995.\nSchroeter, K. U.S. Patent 1.549.615, 1925.\nScussel, H.J. Friction and wear of cemented carbides. ASM Handbook, vol. 18, ASM International, 1992, pp. 795 - 810.\nShepeleva, L. et al., Laser cladding of turbine blades. Surface and Coatings Technology, vol. 125, pp. 45 - 48, 2000.\nStack, M.M., Mathew, M. Micro-abrasion transitions of metallic materials. Wear. vol. 255, pp. 14 ~ 22, 2003.\nStaia, M.H., Enriquez, C., Puchi, E.S. Influence of the heat treatment on the abrasive wear resistance of electroless Ni-P. Surface and Coatings Technology, vol. 94-95, pp. 543 - 548, 1997.\nStaia, M.H. et al. Application of ball cratering methods to study abrasive wear. Surface and Coatings Technology, vol. 14, n.l, pp. 49 - 54, 1998.\nSteen, W.M.(l) Laser surface cladding. Laser surface treatment of metals. Eds. C.W. Draper and P. Mazzoldi. NATO ASI Series, Series E: Applied Sciences, n. 115, pp. 369 - 387, 1986.\nSteen, W. M. (2) Laser cladding, alloying and melting. The Industrial Laser Handbook., PennWell. Tulsa. Oklahoma. 1986, pp. 158 — 174.\nStevenson, R.W. Cemented Carbides. Metals Handbook, vol 7, Powder Metallurgy, ASM-Metals Park. Ohio, 1984, pp. 773 - 777.\nTrezona, R.I., et al. (1) Transitions between two-body and three-body abrasive wear: influence of test condition in the micro-scale abrasive wear test. Wear. vol. 225-229, pp. 205 - 214, 1999.\nTrezona, R.I., et al. (2) Three-body abrasive wear testing of soft materials. Wear, vol., 233-235, pp. 209 - 221, 1999.\nTu, D. et al. Tungsten carbide phase transformation during the plasma spray process. Journal of Vacuum Science &amp; Technology A. vol. A3, n. 6, pp. 2479 - 2482, Nov/Dec 1985.\nVandehaar, E., Molian, P.A., Baldwin, M. Laser cladding of thermal barrier coatings. Surface Engineering, vol. 4, n. 2, pp. 159 - 172, 1988.\nVerdon, C., Karimi, A., Martin, J.-L. A study of high velocity oxy-fuel thermally sprayed tungsten carbide based coatings. Part 1: Microstructures. Materials Science and Engineering A. vol. A246, pp. 11 - 24, 1998.\nVilar, R. Laser cladding. Journal of Laser Applications, vol. 11, n. 2, pp. 64 ~ 79, April 1999.\nVinayo, M.E. et al. Plasma sprayed WC-Co coatings: Influence of spray conditions (atmospheric and low pressure plasma spraying) on the crystal structure, porosity, and hardness. Journal of Vacuum Science Technology. vol. A3, n. 6, pp. 2483 ™ 2489, Nov/Dec 1985.\nWeerasinghe, V.M. and Steen, W.M. Laser cladding with pneumatic powder delivery. Applied Laser Tooling. Eds. O.D.D. Soares, M. Perez-Amor. Martinus Nijhoff Publishers, Dordrecht, 1987, pp.183 - 211.\nWentzel, E.J., Allen, C. The erosion-corrosion resistance of tungsten-carbide hard metals. International Journal of Refractory Metals &amp; Hard Materials, vol. 15, pp. 81 - 87, 1997.\nXi-Chen, Y., Tian-Xi, Z., Nai-Ken, Z. Laser cladding of WC-Co powder. Proceedings of SPIE ICALEO'90, Laser Materials Processing, vol. 1601, pp. 130 - 136, 1991.\nYang, Y. Microstructure and properties of laser-clad high temperature wear resistant alloys. Applied Surface Science. Vol. 140, pp. 19 - 23, 1999.\nYang, Y., Man, H.C. Microstructure evolution of laser clad layers of W-C-Co alloy powders. Surface and Coatings Technology, vol. 132, pp. 130 -136, 2000.\nYellup, J. M. Laser cladding using the powder blowing technique. Surface and Coating Technology, vol. 71, p. 121 - 128, 1995.\nZeng, X. et al. Analysis of energy conditions for laser cladding ceramicmetal composite coatings. Surface and Coatings Technology, vol. 79, pp. 162 - 169, 1996.\nZhong, M. et al. High-power laser cladding stellite 6+WC with various volume rates. Journal of Laser Applications, vol. 13, n. 6, pp. 247 - 251, December 2001.\nZhu, B. et al. Coarse cemented WC particle ceramic-metal composite coatings produced by laser cladding. Wear. vol. 170, pp. 161 - 166,\n1993.\nZum Gahr, K.-H Abrasive wear of White cast irons. Wear. vol. 64, pp.175 -194, 1980\nZum Gahr, K.-H. et al. Optimizing fracture toughness and abrasion resistance in white cast irons. Metallurgical Transaction A. vol. 11A, PP. 613 -620, 1980\nZum Gahr, K.-H. Wear by hard particles. Tribology International, vol. 31, n. 10, pp. 587 - 596, 1998.\n95\tU N 5 C A M P\n\tBiBiJOTECA CENTRAL ScCAO CiRCULANT*\nApêndice A\nDiagrama de equilíbrio de fases Co - W [Nagender et at, 1986]\no o\nCo -W\n■0,\nTungsténio (% atômica)\n60 to sosami\n10\nTungsténio (% em peso)\nDifratogramas de Raios-X dos Compósitos Estudados\n9 TPTA\nI Imm» I\n00 Os\nIntensidade Relativa\n1,0 d\n2 TETA\n\nIntensidade Relativa\n2 TETA\nWC\no o\nIntensidade Relativa\n1,0\n2 TETA\nIntensidade Relativa\n1.0\n0.8\n0,6\n0,4\n0,2\n0,0\n30\t35\t40\t45\t50\t55\t60\t65\t70\t75\t80\t85\t90\t95\t100\n2 TETA"}]}}}