{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15520"}, {"@name": "filename", "#text": "21971_jb_vcng_net.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BRILHA J.B.R. &amp; LEGOINHA P.A.R.R. (1998) - Internet: uma nova estratégia para o Ensino\ndas Ciências da Terra. Comunicações do Instituto Geológico e Mineiro, tomo 84, fasc. 2, H8-\nH11.\n\nInternet: uma nova estratégia para o Ensino das Ciências da Terra\nJOSÉ B.R. BRILHA*, PAULO A.R.R. LEGOINHA**\n\nPalavras-chave: Internet, ensino, Ciências da Terra,  recursos pedagógicos, WWW\n\nResumo: O aproveitamento pedagógico das tecnologias da informação e da comunicação (TIC) no ensino é actualmente uma prioridade\ninstitucional, quer a nível europeu quer a nível nacional. Utilizadores particulares e institucionais não param de aumentar e o número de sub-domínios\nem Portugal já ultrapassam os 3600. É premente que os cursos de ensino em Ciências da Terra incluam disciplinas relacionadas com a utilização das\nTIC. O professor deve promover, orientar, analisar e referênciar,  a pesquisa de informação electrónica por parte dos alunos. Sugerem-se estratégias\nde ensino/aprendizagem e apresentam-se recursos pedagógicos relacionados com as Ciências da Terra.\n\nKey-words: Internet, Earth Sciences, educational resources, WWW\n\nAbstract: Internet: a new strategy for Earth Sciences teaching. The pedagogical use of CIT in teaching is considered a priority either on an EC\nlevel or a national one. The number of users is continuing growing and, in Portugal, the number of sub-domains exceeds 3600. Is urgent that the\nformation of Earth Science teachers change integrating this new perspective. The teacher must be able to promote in the pupils the norms for\nresponsible searches and information analysis. Some strategies for teaching/learning in Earth Sciences domain are presented with some pedagogical\nlinks.\n\nINTRODUÇÃO\n\nA utilização das tecnologias da informação e da comunicação (TIC) na Sociedade moderna atingiu padrões que\nsuperaram as hipóteses mais optimistas dos tecnólogos do início dos anos 90, pelo que este fenómeno não deve ser\nignorado. Não se pretende discutir as implicações que o avanço tecnológico terá na Sociedade mas antes alertar os\nagentes de ensino para as potencialidades das TIC no desenvolvimento da sua actividade profissional.\n\nA utilização das TIC não pode ser encarada como panaceia dos actuais problemas relacionados com o ensino das\nCiências da Terra. Defende-se, antes, que se trata apenas de uma “ferramenta” que se encontra à disposição dos\ndocentes e discentes, mas que ainda não é utilizada nas salas de aula devido ao seu desconhecimento. A utilização das\nTIC no ensino implica que o professor tradicional, visto pelos alunos como única “fonte de conhecimento”, surja agora\ncomo “consultor” e “guia” para um aproveitamento eficaz da informação on-line. A orientação na validação da\ninformação é uma das principais novas tarefas do professor em virtude de não haver qualquer controlo\ncientífico/pedagógico/ético na publicação de páginas na Web.\n\nOs alunos estão bastante sensíveis à utilização de novas tecnologias não tendo qualquer receio no seu\nmanuseamento. Muitos deles estão já habituados a usar o computador em casa, muito embora a sua utilização se limite\nquase exclusivamente para fins lúdicos. O uso do computador na sala de aula constitui um atractivo que deverá\nfuncionar a favor do professor, cativando a atenção dos alunos para matérias mais ou menos obscuras.\n\nNeste sentido, é essencial que os professores se sintam familiarizados com o uso do computador e das TIC. É\npremente que as licenciaturas incluam disciplinas que ajudem os futuros profissionais do ensino na utilização dos novos\nmeios tecnológicos postos à sua disposição. A existência de computadores multimédia com ligação à Internet é já uma\nrealidade nas Escolas portuguesas, pelo que os docentes devem saber rentabilizar este investimento nacional. A\nactualização dos currícula universitários é um processo bastante moroso e burocratizado, sugerindo-se a adopção de\numa solução transitória já em curso na Universidade do Minho: o Departamento de Ciências da Terra iniciou no ano\nlectivo de 1997/98 um curso livre (“Martelo Virtual”) dedicado à aplicação das TIC no Ensino da Geologia e destinado\naos alunos do 4º ano da Licenciatura em Ensino de Biologia e Geologia [1].\n\nO aproveitamento pedagógico das TIC é actualmente considerado uma prioridade institucional, quer a nível europeu\n(Projecto FETICHE [2]; European Schoolnet [3]) quer a nível nacional (Programa “Internet na Escolas” do Ministério\nda Ciência e Tecnologia [4]; Programa “Nónio Século XXI” do Ministério da Educação [5]).\n\nCARACTERÍSTICAS DA WORLD WIDE WEB\n\nQuando se fala em Internet considera-se, na maior parte dos casos, a sua vertente mais visível e vulgarizada – a\nWorld Wide Web (WWW). Com efeito, face à facilidade de navegação em hiperdocumentos multimédia (textos,\nfiguras estáticas, figuras animadas, vídeos, sons) a WWW domina actualmente as atenções da maior parte dos\nutilizadores. Aliado a este facto, a WWW (e respectivos browsers, ou seja, os programas que permitem a navegação na\n\n                                                  \n* Departamento de Ciências da Terra, Universidade do Minho, Campus de Gualtar, 4710-057 Braga, Portugal (jbrilha@dct.uminho.pt)\n** Centro de Estudos Geológicos, Fac. de Ciências e Tecnologia da UNL, Quinta da Torre, 2825 Monte de Caparica, Portugal (pal@mail.fct.unl.pt)\n\n\n\nWWW) facilita ainda a troca de mensagens por correio electrónico, outra das vertentes mais utilizadas pelo cibernauta.\nUm sumário da caracterização da WWW pode ser consultado em PITKOW (1998).\n\nEm Portugal, o número de utilizadores da Internet não tem cessado de aumentar desde há cerca de três anos. O\nnúmero de sub-domínios registados na Fundação para a Computação Científica Nacional (FCCN), a entidade que\natribui os sub-domínios em Portugal, ultrapassa já os 3600 [6] (curioso verificar que no final de 1995, estavam\nregistados apenas 207 sub-domínios o que evidencia bem do carácter explosivo que a Internet tem tido em Portugal\nnestes últimos três anos).\n\nA INTERNET COMO ESTRATÉGIA\n\nCom o acesso à WWW, o professor de Geociências deixa de se sentir desactualizado ou isolado, mesmo que se\nencontre a leccionar numa qualquer Escola remota do país. Com efeito, um professor de uma vila de Trás-os-Montes\npode ter acesso exactamente à mesma informação (e ao mesmo tempo) que um seu colega dos EUA. Particularmente\nimportante é a fonte inesgotável de recursos audiovisuais (fotografias/esquemas/animações/vídeos) cobrindo as mais\nvariadas temáticas.\n\nA utilização da Web como veículo de transmissão de conhecimentos para fins educacionais é actualmente objecto\nde inúmeros trabalhos de investigação. Para uma abordagem geral sobre esta temática aconselha-se BROOKS (1998). A\nutilização da WWW como uma estratégia no ensino/aprendizagem, em particular no domínio das Ciências da Terra,\npode ser consultada em MEEK et al. (1998).\n\nDe seguida, iremos apresentar duas situações-tipo, adaptadas ao sistema escolar nacional, que funcionam como\nsugestão de utilização das TIC na sala de aula.\n\nSituação 1\nExiste na Escola uma sala equipada com vários computadores ligados à Internet onde a turma se pode dividir em\n\ngrupos de 2/3 alunos por posto. Este cenário é o mais eficaz e o mais desejável, sendo já uma realidade em muitas\nescolas portuguesas. O professor pode orientar os alunos na exploração de um ou mais sites, previamente escolhidos por\nele, de acordo com a temática a abordar. Cada grupo de alunos pode ser encarregue de executar uma determinada tarefa\nque será posteriormente discutida com o resto da turma de modo a atingir os objectivos estabelecidos pelo professor.\nPor exemplo, cada grupo pode reunir informação sobre tectónica de placas, disponível em vários sites, e apresentar os\nseus dados ao resto da turma, onde serão posteriormente discutidos e analisados.\n\nSituação 2\nExiste na Escola um único computador ligado à Internet e que se encontra na biblioteca da Escola. Este cenário\n\nainda é o mais frequente em Portugal mas tende a ser rapidamente ultrapassado pela situação anterior. Este cenário\nlimita bastante a utilização da Internet pelos alunos e requer que o professor reúna previamente a informação\n(textos/esquemas/fotografias/vídeos) que depois poderá ser:\n\na) mostrada aos alunos por via de um computador portátil ligado a um projector de vídeo ou placa LCD\n(datashow);\n\nb) impressa em transparências que serão projectadas aos alunos em rectroprojectores.\nÉ claro que neste último caso se perde uma das mais importantes valências do multimédia, ou seja, o recurso a imagens\nanimadas e/ou vídeos.\n\nAmbas as situações exploram o potencial da Web e usam-no directamente na sala de aula. No entanto, outras\nsugestões de utilização das TIC no ensino/aprendizagem passam pela realização de trabalhos monográficos ou pela\nelaboração de documentos electrónicos, que impliquem uma pesquisa de informação relevante, por parte do aluno, fora\ndos tempos lectivos. Estas tarefas deverão ser propostas apenas quando os alunos possuam já alguma experiência, e\ncapacidade critica, na recolha e disponibilização de informação na Internet.\n\nRECURSOS EM PORTUGUÊS\n\nA preparação de conteúdos científico/pedagógicos para a WWW não é ainda encarada como uma prioridade pela\ncomunidade geológica portuguesa. As excepções resultam do esforço isolado de alguns entusiastas locais. A falta de\nrecursos em português é preocupante, e geradora de desinteresse na utilização das TIC por parte daqueles com\ndificuldades na compreensão da língua que actualmente domina a Web – o inglês. Em Portugal a principal fonte de\ninformação geológica na Internet é disponibilizada pelas Universidades e outras instituições públicas, embora muitas\ndelas apenas divulguem informações institucionais:\n\n• Departamento de Ciências da Terra da Universidade de Coimbra [7]\n• Departamento de Ciências da Terra da Universidade do Minho [8]\n• Departamento de Ciências da Terra da Universidade Nova de Lisboa [9]\n• Departamento de Geociências da Universidade de Aveiro [10]\n• Departamento de Geologia da Universidade de Lisboa [11]\n• Departamento de Geologia da Universidade do Porto [12]\n• Instituto Geológico e Mineiro [13]\n\n\n\n• Museu Nacional de História Natural da Universidade de Lisboa [14]\n\nDas nove revistas nacionais sobre Geologia, apenas quatro disponibilizam alguma informação:\n• Memórias e Notícias [15]\n• Gaia [16]\n• Estudos do Quaternário [17]\n• Ciências da Terra [18]\n\nActualmente estão em curso dois projectos de organização de conteúdos geológicos para fins educativos:\n• Geopor [19] – Pretende afirmar-se como “guia” para quem procura informações sobre as Ciências da Terra em\n\nPortugal. Em particular, destacam-se as páginas “Geopor na Escola” onde se preparam recursos\nespecialmente dirigidos à população escolar nacional (docentes e discentes) dos Ensinos Básico e\nSecundário.\n\n• Geira [20] – Este vasto projecto tem como objectivo principal a divulgação multimédia do património natural e\ncultural da região Norte de Portugal. Destaca-se, em especial, a secção “Geira-Natura”, onde se divulgam\nconteúdos científico/pedagógicos sobre as quatro áreas protegidas da região (Parque Nacional da Peneda-\nGerês, Parque Natural do Alvão, Parque Natural de Montesinho e Área Protegida do Litoral de\nEsposende).\n\nRECURSOS EM INGLÊS\n\nA recolha e leitura de informação geológica de qualidade (e em quantidade) passa obrigatoriamente pela pesquisa de\npáginas em língua inglesa. As sugestões aqui enumeradas, limitando-se a sites onde se realça a vertente educacional.\nDevem ser encaradas apenas como um ponto de partida de uma longa e frutuosa navegação pela Web:\n\n• Plate tectonics [21]\n• The virtual Geosciences professor [22]\n• Resources for Earth Science Teaching [23]\n• Teaching in the learning Web [24]\n• Earth Science Enterprise [25]\n• Volcano World [26]\n• Museum of Paleontology [27]\n\nREFERÊNCIAS\n\nBROOKS D.W. (1997) – Web-teaching. A guide to designing interactive teaching for the World Wide Web. Plenum\nPress, New York, 214p.\nMEEK J., GARNETT M., GRATTAN J. (1998) – Evaluating the impact of Internet provision on students’ information-\ngathering strategies. ALT-J, vol. 6, nº 1, 57-63.\nPITKOW J.E. (1998) – Summary of WWW characterizations - http://www7.conf.au/programme/fullpapers/1877/\ncom1877 .htm\n\n[1] Martelo Virtual - http://delta.ci.uminho.pt/ct/port/licmes/Licmes.html\n[2] Projecto FETICHE - http://www.ge-dip.etat-ge.ch/cptic/fetiche/welcome.html\n[3] European Schoolnet - http://www.eun.org/\n[4] Programa “Internet nas Escolas” - http://www.uarte.mct.pt/\n[5] Programa “Nónio Século XXI” - http://www.depgef.min-edu.pt/nonio/nonio.htm\n[6] FCCN - http://www.fccn.pt\n[7] Departamento de Ciências da Terra da Universidade de Coimbra - http://cygnus.ci.uc.pt/cienterra/dct-pt.html\n[8] Departamento de Ciências da Terra da Universidade do Minho - http://delta.ci.uminho.pt/ct/port/homepage.html\n[9] Departamento de Ciências da Terra da Universidade Nova de Lisboa - http://www-si.fct.unl.pt/units/dct/index.html\n[10] Departamento de Geociências da Universidade de Aveiro - http://www.ua.pt/geo/\n[11] Departamento de Geologia da Universidade de Lisboa - http://www.fc.ul.pt/departs/geologia/\n[12] Departamento de Geologia da Universidade do Porto - http://www.fc.up.pt/depts/geo/index.html\n[13] Instituto Geológico e Mineiro - http://igm.cnig.pt/\n[14] Museu Nacional de História Natural da Universidade de Lisboa- http://www.fc.ul.pt/mhn/\n[15] Memórias e Notícias - http://cygnus.ci.uc.pt/cienterra/publ/memnot.html\n[16] Gaia - http://www.naturae.pt/gaia/\n[17] Estudos do Quaternário - http://www.terravista.pt/nazare/1167/estquat.htm\n[18] Ciências da Terra - http://www-si.fct.unl.pt/units/dct/DCTPor/RevDCT.html\n[19] Projecto Geopor - http://www-si.fct.unl.pt/units/dct/GEOPOR/GPindex.html\n[20] Projecto Geira – http://www.geira.pt\n\n\n\n[21] Plate tectonics - http://www.ucmp.berkeley.edu/geology/tectonics.html\n[22] The virtual Geosciences professor - http://www.uh.edu/~jbutler/anon/anonfield.html\n[23] Resources for Earth Science Teaching - http://www.earth.ox.ac.uk/~davewa/teaching.html\n[24] Teaching in the learning Web - http://www.usgs.gov/education/learnweb/index.html\n[25] Earth Science Enterprise - http://www.hq.nasa.gov/office/mtpe/\n[26] Volcano World - http://volcano.und.nodak.edu/\n[27] Museum of Paleontology of the University of California (USA) - http://www.ucmp.berkeley.edu/"}]}}}