{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04051"}, {"@name": "filename", "#text": "BGP_2009_17_2_05_Reconstituicao_cinematica.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Reconstituição cinemática e tectono-sedimentação associada a domos salinos nas águas profundas da Bacia de Santos, Brasil\nKinematic reconstitution and tectono-sedimentation associated to salt domes in deepwater of Santos Basin, Brazil\nManuela Fernandes Caldas1, Pedro Victor Zalán1 2\nresumo\nEste trabalho desenvolve um método de reconstituição estrutural e da evolução cinemática de domos salinos ao longo dos estágios de abertura e de desenvolvimento de uma margem passiva na Bacia de Santos. Os métodos tradicionais de restauração da evolução de corpos de sal são baseados em softwares de reconstituição, normalmente utilizados a partir de dados 3D. Este método emprega dados sísmicos 2D e baseia-se na observação das feições geométricas es-tratais dos pacotes sedimentares associados, ou seja, forma tabular (refletores plano-paralelos, sequências pré ou pós-tectônicas) ou forma em prato/tigela (com depocentros bem distintos e margens afinadas com divergência de refletores, sequências sin-tectônicas, neste caso, halocinéticas) e na determinação/mape-amento de eixos de crescimento e adelgaçamento nas sequências halocinéticas. Foram interpretadas reconstituições horizontais e verticais de fluxo de sal (inflação, deflação e fluxo horizontal) com base em mapas de isócronas (isópacas em tempo) e de eixos e\nseções sísmicas horizontalizadas ao tempo de deposição de cada sequência. Os mapas e reconstituições resultantes mostraram excelente correlação com as feições atuais mapeadas na área de estudo. As fases tectônicas de evolução halocinética sugeridas, deduzidas a partir dos mapas e reconstituições elaboradas, mostraram ótima correlação com os eventos regionais que afetaram a Bacia de Santos e seu embasamento adjacente. Com base nessas observações, acredita-se que a aplicação desse método forneça importante contribuição para o ramo de exploração da indústria petrolífera, visto que apresenta excelentes resultados a partir de dados sísmicos 2D, permitindo uma melhor compreensão da evolução estrutural e cinemática dos corpos de sal e das sequências halocinéticas associadas, com consequentes implicações na modelagem de sistemas petrolíferos de bacias e na diminuição do risco exploratório de prospectos.\nPalavras-chave: Tectônica e Sedimentação | Tectônica Salífera | Reconstituição da Movimentação de Sal | Halocinese | Bacia de Santos | Inflação e deflação salífera\n1\tPetrobras. E&amp;P-Exploração. Interpretação e Avaliação das Bacias da Costa Sul. Polo Centro. manuela.caldas@petrobras.com.br\n2\tPetrobras. E&amp;P-Exploração. Interpretação Regional das Bacias Sedimentares. Gestão de Projetos Exploratórios. zalan@petrobras.com.br\nabstract\nThis article presents new methods for structural restoration and kinematic evolution of salt domes during the opening stages and growth of a passive margin in the Santos Basin. The traditional method or restoration of salt bodies uses softwares and a 3D database. Using 2D seismic data and adapting/impro-ving methods published in the oil industry literature, we developed a method based on the observation of the stratal geometric patterns of sedimentary pa-ckages associated to the salt bodies such as tabular forms (straight parallel reflectors, pre or post-tectonic sedimentary sequences), or dish/bowl forms (with very distinct depocenters and thinned margins with fanning of dips, syntectonic/halokinetic sedimentary sequences), and on the determination/mapping of growth axes and thinning axes in halokinetic strata. Horizontal and vertical reconstitutions of the salt flow (inflation, deflation and horizontal flow) were deduced based on isochron (isopach maps in time) and axes maps and flattened seismic sections at the time of deposition of each associated sedimentary sequence. The resulting maps and reconstitutions presented an amazing correlation with the currentpatterns mapped in the study area. The interpreted tectonic phases of halokinetic evolution, deduced from the produced maps and reconstitutions, showed a good agreement with the regional events that affected the Santos Basin and adjoining basement. Based on those results, we believe that the application of this method provides an important contribution for the oil exploration industry, considering that it presents outstanding results based on 2D seismic data. It allows an understanding of the structural and kinematic evolution of the salt bodies and of the halokinetic sequences associated, with important implications on the modeling of petroleum sys-tems, thus, reducing the risk of exploration prospects.\n(Expanded abstract available at the end of the paper).\nKeywords: Tectonics and Sedimentation l Salt Tectonics l Restoration of Salt Movement l Halokinesis l Santos Basin l Salt inflation and salt deflation\nintrodução e objetivos\nA Bacia de Santos, bastante visada devido às recentes descobertas do pré-sal, está localizada na margem\nsudeste do Brasil, entre os Altos de Cabo Frio (paralelo 23°30'S) e Florianópolis (paralelo 28°00'S), sendo margeada ao oeste pela Charneira Cretácea, que a separa do embasamento raso adjacente à Serra do Mar e ao leste pelo limite externo do Platô de São Paulo (isóbata de 3.000m) (fig. 1). A bacia apresenta grande quantidade de evaporitos, especialmente de sal móvel (halita), razão pela qual apresenta algumas das mais espetaculares estruturas halocinéticas das bacias brasileiras, bem como estruturas responsáveis pela criação de trapas estruturais e estratigráficas, além de dutos de migração de hidrocarbonetos, fatores indispensáveis no condicionamento de campos de petróleo. Por essa razão, estudos de reconstituição da movimentação dos corpos de sal têm importante implicação na modelagem de bacias e na consequente diminuição do risco exploratório. Este trabalho apresenta os resultados de uma tese de mestrado sobre este assunto (Caldas, 2007).\nA Bacia de Santos tem sua origem associada aos primeiros pulsos tectônicos que ocasionaram a separação da América do Sul e África no Neocomiano. Nessa época, iniciou-se a fase rifte, que se estendeu até o início do Aptiano (138-123 Ma, Moreira et al., 2007), acompanhada pela extrusão de um grande volume de rochas toleíticas (Fodor et al, 1983; Rocha-Campos et al, 1988; Renne et al, 1992 in Mohriak et al., 1995) depositadas em áreas terrestres e em bacias marginais incipientes do Atlântico Sul.\nO início da fase pós-rifte ocorreu durante o final do Aptiano (Moreira et al., 2007), caracterizada por subsidência térmica flexural e pela relativa quiescên-cia tectônica em um ambiente deposicional do tipo golfo alongado, o qual proporcionou a deposição de extensas e espessas camadas de esteiras micro-biais (Formação Barra Velha) e evaporitos (Fm. Ariri) neoaptianos (Moreira et al., 2007), aliado aos fatores clima e fisiografia da época. Os evaporitos são compostos predominantemente por halita (sal de grande mobilidade), seguida por anidrita. Entretanto, sais solúveis como taquidrita, carnalita e silvinita também podem ser encontrados. A idade aproximada destes volumosos depósitos de evaporitos é 113-112 Ma (Moreira et al., 2007).\nA fase drifte começou durante o Albiano, com o primeiro estágio de invasão/formação do Oceano Atlântico, ocasionado pela separação dos continentes sul-americano e africano. A evolução da fase drifte se deu com a continuação do espalhamento do assoalho oceânico e da abertura do Atlântico Sul, que criou condições marinhas profundas, afogando uma plataforma carbonática inicial neoalbiana e seguindo com\nLINHAS SÍSMICAS CONCEDIDAS ° POÇO 1-SPS-32A\nFigura 1 - Mapa de localização da Bacia de Santos, mostrando as principais feições que limitam a bacia, as principais feições geológicas de escala regional e as principais curvas batimétricas. A área de estudo está representada pelo polígono vermelho. Faixa negra corresponde ao rejeito da Falha de Cabo Frio ao nível do Albiano (gap albiano).\nFigure 1 - Location map of Santos Basin, showing the major features of the basin and the major bathymetric curves. The study area is the red polygon. Black stripe indicates albian gap associated to the Cabo Frio fault.\na deposição de sedimentos marinhos siliciclásticos. Durante essa fase, ocorre a flexura do embasamento por subsidência térmica, causando um incremento do gradiente da base do sal e, também, a prograda-ção de sedimentos sobre a camada de evaporitos. Consequentemente, desenvolve-se a halocinese, que perdura até os dias de hoje.\nDurante o Neocretáceo e o Cenozoico, ocorreram dois pulsos de ascensão do embasamento (Zalán e\nOliveira, 2005) detectados pelos traços de fissão de apatita, os quais devem corresponder aos influxos anômalos de sedimentos registrados na bacia. O primeiro pulso, de abrangência regional, teve seu clímax durante o Santoniano-Maastrichtiano (85-65 Ma) (Zalán e Oliveira, 2005), acompanhado por intenso vulcanismo no interior da bacia (Luiz A. P. Gamboa, informação verbal). Este pulso também englobou toda a área marítima de embasamento raso atual até\na Charneira Cretácea, e teve como consequência um entulhamento sedimentar (principalmente de clásti-cos grossos) de grande magnitude, sendo possível a construção de uma plataforma continental com ambientes transicionais diversos (Formação Juréia). A partir daí, areias com evolução textural mais madura foram capturadas e transportadas para batimetrias maiores, sob a forma de turbiditos (Zalán e Oliveira, 2005). Provavelmente, o segundo pulso foi ocasionado pelo desequilíbrio isostático entre a Serra do Mar Cretácea (que se formou como um resultado do primeiro pulso ascensional), alçada a cerca de 2.000m acima do nível do mar, e pela adjacente e progressiva subsidência bacinal (Zalán e Oliveira, 2005). Estes autores sugerem que o megaplanalto começou a rachar e colapsar localmente no final do Paleoceno (58 Ma), tendo o seu clímax relacionado ao Mesoe-oceno (48,6-40,4 Ma). Nessa época, também ocorreu um maior influxo de sedimentos arenosos para a bacia, porém, em quantidade significativamente menor do que durante o pulso neocretácico.\nAlém dos pulsos ascensionais do embasamento adjacente, a bacia ainda foi afetada na fase drifte por dois principais eventos de intenso vulcanismo no Neocretáceo (82 Ma, Peter Szatmari, informação verbal) e no Paleógeno (em torno de 50 Ma, Moreira et al., 2007). O ápice deste último magmatismo ocorreu na porção inferior do Eoceno Médio, tendo cessado totalmente a partir de então, conforme indicam as datações radiométricas, dados de poços e evidências sismoestratigráficas (Oreiro, 2006).\nA área de estudo abrange uma área de 2.700km2, na parte central da bacia (fig. 1), onde os principais domos/diápiros de sal ocorrem alinhados na direção N-S, dividindo a área de estudo em duas minibacias, uma a oeste (MBW) e outra na parte leste (MBE).\nEsse trabalho tem o objetivo de sugerir uma reconstituição evolutiva do fluxo de sal e da sedimentação associada para a área de estudo, baseando-se, principalmente, nas feições geométricas dos estratos pré, sin e pós-halocinéticos, suas variações de espessuras e no mapeamento de eixos de crescimento (E. C.). Esse método de reconstituição foi escolhido especialmente por sua simplicidade e aplicabilidade, o qual, aliado a limitação dos dados públicos concedidos para este trabalho (apenas nove linhas 2D e 1 poço, fig. 1), mostrou-se ser o mais útil. A área de estudo está localizada na parte central da bacia, limitando-se a noroeste pela Falha de Cabo Frio e a sudeste pela área de ocorrência de corpos de sal estratificados (fig. 1).\ncomportamento do sal\nOs minerais evaporíticos são formados pela evaporação e precipitação a partir de uma solução salina concentrada (Gary et al., 1974), em ambientes de água marinha, fluvial, meteórica ou subterrânea (Barbosa, 1990).\nAs rochas evaporíticas são formadas, principalmente, pelo mineral halita (NaCl). Em sua forma pura, apresenta dureza de 2,5 e densidade aproximada de 2,17g/cm3. Uma característica importante desse mineral é que a sua densidade não varia com a profundidade de soterramento, tornando-o particularmente suscetível à movimentação em profundidades rasas (Jenyon, 1986). Em poucas centenas de metros de profundidade (0,5km a 0,9km), a densidade dos sedimentos sobrepostos aumenta com a perda de água e compactação, excedendo a do sal, tornando-o flutuante (Warren, 1989) e suscetível à movimentação. Portanto, tal como a água, o sal flui das regiões de maior energia para as de mais baixa energia potencial.\nÀ evolução, geometria e magnitude de estruturas halocinéticas são regidas por seis mecanismos a saber: espalhamento gravitacional, flutuabilidade, sobrecarga diferencial, convecção térmica, compressão e distensão (Jackson e Talbot, 1986). Cobbold e Szatmari (1991) também classificaram o deslizamento gravitacional como um importante mecanismo responsável pela movimentação do sal.\nmétodo e conceitos empregados\nO método tradicional de restauração da evolução de corpos de sal é baseado em softwares de reconstituição, normalmente utilizados a partir de dados 2D e, mais raramente, 3D. O método aqui desenvolvido tenta obter a restauração sem a utilização de tais softwares. Baseia-se na observação das feições geométricas estratais de sequências sedimentares ocorrentes abaixo, acima e nas vizinhanças dos corpos de sal e na ocorrência de eixos de crescimento e adelgaçamento em sequências sedimentares sin-tectônicas (sin-halocinéticas).\nO método usado para desenvolvimento do estudo foi similar ao empregado por Roberts et al. (2004), na Bacia de Campos. O método é baseado: (1) na\nobservação das feições geométricas estratais das sequências sedimentares associadas aos corpos de sal (formas tabular ou em tigela); (2) no padrão de mergulhos das camadas internas de cada sequência e (3) na ocorrência de eixos de crescimento. A aplicação dessa ferramenta é baseada em conceitos básicos de tectônica e sedimentação e pode ser obtida utilizando-se dados sísmicos 2D e 3D.\n(1)\tA ocorrência de sequências sedimentares com geometrias tabulares, de estratos plano paralelos, corresponde a períodos de deposição sedimentar sem tectonismo (no caso, halocinese) e sem a formação de altos e baixos estruturais sin-depo-sicionais (sequências pré ou pós-tectônicas). Sequências sedimentares com geometrias em forma de tigela indicam crescimento de seção em direção a baixos estruturais sin-deposicionais, correspondendo a períodos de movimentação halocinética (sequências sin-tectônicas, growth sections).\n(2)\tA observação da atitude interna dos refletores da sequência em forma de tigela é de suma importância para confirmar o caráter sin-tectônico da mesma. Quando os mergulhos dos refletores em suas bordas adelgaçadas são divergentes em forma de leque indica que, enquanto os estratos foram sendo depositados, os altos estruturais marginais ou periféricos continuavam a subir relativamente (resultante da subsidência das minibacias adjacentes por fuga de sal com consequente concentração do mesmo nas periferias, formando altos estruturais), rotacionando de maneira incremental as camadas mais velhas já depositadas sobre eles. Da mesma forma, os baixos estruturais afundam continuamente, condicionando as maiores espessuras das camadas divergentes que se adelgaçam para as bordas.\nOutra sequência em forma de tigela, composta por refletores internos plano-paralelos repousando em onlap sobre os altos marginais ou periféricos, indica uma deposição que preencheu e colmatou uma depressão pré-existente e cobriu os flancos de altos estáticos. As duas sequências têm forma de tigela e apresentam geometrias semelhantes nos mapas de isópacas ou isócronas. Os estratos internos repousam em onlap sobre os flancos de altos, sendo a primeira, sin-tectônica (sin-halocinética) e a segunda, pós-tectônica (pós-halocinética). A diferença está na atitude interna dos refletores (fig. 2) e, mesmo que movimentos halocinéticos posteriores basculem e rotacionem estas sequências, a relação interna dos refletores (divergentes x plano-paralelos) será mantida e poderá sempre ser percebida.\n(3)\tO eixo de crescimento corresponde ao local de máxima espessura ou expansão em uma sequência deposicional sin-tectônica, ou seja, o eixo de crescimento marca o local de maior subsidência ou deflação de sal (figs. 2 e 3). Entende-se por deflação, a redução local de volume de um corpo de sal por escape (fluxo) lateral para outras regiões circunvizinhas. Numa seção 2D, tal escape causa o abatimento do topo do sal e consequente sub-sidência das camadas sobrejacentes. De maneira semelhante, eixos de afinamento/adelgaçamento indicam regiões de altos sin-deposicionais relativos, no caso, áreas de inflação do sal (figs. 2 e 3). Entende-se por inflação, o aumento local de volume de um corpo de sal por fluxo lateral oriundo de outras regiões circunvizinhas. Numa seção 2D, tal fluxo causa o soerguimento do topo do sal e consequente elevação e afinamento (por erosão ou por não-deposição) das camadas sobrejacentes.\nFigura 2\nSeção esquemática ilustrando duas minibacias com histórias distintas, formadas pela movimentação de sal. Note que ambas sequências sedimentares possuem formato em tigela e os padrões dos mapas de isópacas ou isócronas entre os horizontes 1 e 2 apresentam formas semelhantes nas duas mini-bacias (adaptado de Roberts et al., 2004). Na minibacia à esquerda ocorrem sequências sin-tectônicas, indicadas pelos mergulhos divergentes dos estratos internos; enquanto na minibacia à direita só ocorrem sequências pós-tectônicas, indicadas pelas atitudes plano-paralelas dos estratos internos.\nFigure 2\nSchematic section showing two minibasins with distinct histories, formed by salt movement, and displaying similar isopach or isochron map patterns between horizons 1 and 2. (adapted from Roberts et al., 2004). On the mini-basin to the left sedimentary sequences are syn-tectonic (halokinetic sequences) as indicated by fanning of the internal dips (limb rotation). On the mini-basin to the right sedimentary sequences are post-tectonic as indicated by planar-parallel internal dips.\nFigura 3\nSeções esquemáticas ilustrativas das sequências sedimentares e estruturas associadas à halocinese: a - Antes da halocinese: camadas pós-sal pré-tectônicas apresentam geometria tabular com estratos plano-paralelos. b - Após a halocinese: camadas sin-tectônicas ou halocinéticas apresentam geometrias em tigela e adelgaçamentos e espessa-mentos de acordo com as atividades de inflação e deflação dos corpos de sal. Os eixos de crescimento (E. C.) apontam as regiões de máximo colapso.\nAs regiões indicadas por C. S. indicam cicatrizes de sal (salt welds). Camadas pós-tectônicas voltam a apresentar geometrias tabulares com estratos plano-paralelos. Grábens de crista indicam, frequentemente, a posição dos diápiros de sal.\nFigure 3\nSchematic sections illustrating the sedimentary sequences and structures associated to halokinesis. a - Before halokinesis: post-salt pre-tectonic layers display planar-parallel stratal pattern. b - After halokinesis: syn-tectonic or halokinetic layers display bowl-shaped geometry caused by salt activity. The growth axis (E. C.) corresponds to the location of maximum thickness or expansion within a minibasin succession. C. S. indicates salt welds. Post-tectonic layers display planar-parallel geometries. Crestal grabens point out the salt diapirs.\nAo tempo de deposição de uma sequência sin-halocinética (doravante denominadas sequências halocinéticas, conforme figura 3), permite-se concluir que houve fluxos de sal das áreas com eixos de crescimento para as áreas com eixos de afinamento/ adelgaçamento. Quando topos e bases de sequências sedimentares (normalmente equivalentes a discordân-cias angulares e/ou erosivas ou a mudanças abruptas de fácies sísmicas) bem como eixos de crescimento e adelgaçamento são interpretados em linhas sísmicas (fig. 4) e analisados através do exame de mapas de isópacas (neste caso, isócronas em tempo) das várias sequências, o fluxo dos corpos de sal pode se reconstituir considerando o tempo de cada uma delas. Deslocamentos abruptos de eixos de crescimento nas camadas sin-tectônicas indicam mudanças na direção do fluxo salino. Analisando os mapas de maneira empilhada, das sequências mais velhas para as mais novas, obtem-se a reconstituição cinemática dos fluxos de sal e das consequentes mudanças de suas geometrias em tempo e no espaço. A calibragem do\nmapeamento sísmico\nA aplicação do método foi feita a partir do mapeamento de refletores e das principais feições sísmicas (domos de sal, falhas, arcabouço pré-sal). O critério utilizado para mapeamento foi a escolha de refletores que estivessem representados por picos e cavas de grande amplitude na maioria das vezes, com distribuição ampla e confiável, caracterizados por feições típicas de discordâncias e/ou mudanças nítidas e abruptas de sismofácies. Assim sendo, sequências deposicionais foram definidas e limitadas por esses refletores. Após a individualização de cada sequência\nFigura 4 - Seção sísmica (TWT) mostrando o método aplicado durante o desenvolvimento do estudo. A seção mostra o deslocamento dos eixos de crescimento (E. C.) para sudeste, indicando o fluxo de três corpos de sal. Observa-se um segmento que sofreu deflação e outro que sofreu deflação, seguido de inflação (diagnosticado pela ocorrência de E. C. em altos estruturais) e um último que sofreu uma fase de inflação seguida de uma fase de deflação (sugerido pela delgada espessura das sequências da base e pela ocorrência de E. C. nas sequências do topo). Localização na figura 5.\nFigure 4 - Seismic section (TWT) showing the method applied in the study. The section shows the displacement of the growth axes to the southeast, pointing out the flow of three salt bodies. One segment suffered deflation, the other underwent deflation followed by inflation (indicated by the occur-rence of growth axes in structural highs) and a last one suffered an inflation phase followed by a deflation phase (suggested by the thin thickness of the base sequence and by the occurrence of growth axes in the top sequences). Location map on figure 5.\n(fatiamento estratigráfico), foram reconhecidas a arquitetura estratal e o padrão de sismofácies de cada uma delas. Procurou-se mapear o maior número de refletores reconhecíveis que atendessem aos critérios determinados, com o objetivo de aumentar o detalhamento da história deformacional do sal na área. O resultado dessa etapa foi o mapeamento de 14 refletores sísmicos (R0 a R13), limitantes de 13 sequências deposicionais (S00-01 a S12-13) (tabela 1). A maioria delas corresponde a sequências de segunda e terceira ordem. Cinco refletores foram correlacionados a dados cronológicos de poços, permitindo a determinação da idade das sequências intervenientes. As idades das sequências restantes foram deduzidas a partir de suas sismofácies e do conhecimento geológico regional.\nO método empregado permite um melhor entendimento da halocinese, a sua reconstituição cinemá-tica e sua influência na sedimentação. Procedeu-se, inicialmente, ao fatiamento das seções sísmicas em sequências deposicionais, seguido do mapeamento\ndos refletores e da análise da natureza pré, sin ou pós-tectonismo das sequências. A observação de afi-namentos e adelgaçamentos associados a mergulhos de estratos divergentes foram fundamentais nesta etapa. Em seguida, foram confeccionados mapas de contorno estrutural em tempo de cada horizonte e isócronas (espessura em tempo de cada sequência). Eixos de crescimento reconhecidos em seções sísmicas foram transportados para os mapas e interpretados espacialmente. A análise empilhada (do mais velho ao mais novo) destes mapas, principalmente os de isócro-nas, compôs a base para a reconstituição cinemática.\nO mapa do contorno estrutural do topo do sal e a sua visualização 3D (fig. 5) evidenciam a disposição espacial dos corpos salinos e a presença de miniba-cias entre eles. Um trend principal de diápiros de sal alongado segundo a direção N-S corta a área de estudo ao meio, separando duas áreas de minibacias principais. A minibacia ocidental (MBW) é a maior e mais contínua de todas. A MBW apresenta uma\nCOR\tREFLETOR\tSEQUÊNCIA\tIDADE\nAZUL\tR13\t\tFUNDO DO MAR\n\t\tS12-13\t\nLARANJA\tR12\t\tEOCENO MÉDIO\n\t\tS11-12\t\nAMARELO\tR11\t\tEOCENO INFERIOR\n\t\tS10-11\t\nBEGE\tR10\t\tPALEOCENO SUPERIOR\n\t\tS09-10\t\nVERDE\tR09\t\tPALEOCENO INFERIOR\n\t\tS08-09\t\nVERMELHO\tR08\t\tMAASTRICHIANO 3/K-T\n\t\tS07-08\t\nROSA\tR07\t\tMAASTRICHIANO 2\n\t\tS06-07\t\nMOSTARDA\tR06\t\tMAASTRICHIANO 1\n\t\tS05-06\t\nVERDE CLARO\tR05\t\tSANTONIANO\n\t\tS04-05\t\nAZUL\tR04\t\tTURONIANO\n\t\tS03-04\t\nAZUL\tR03\t\tALBIANO\n\t\tS02-03\t\nAZUL CLARO\tR02\t\tTOPO DO SAL (APTIANO)\n\t\tS01-02\t\nROXO\tR01\t\tBASE DO SAL (APTIANO)\n\t\tS00-01\t\nVERMELHO\tR00\t\tEMBASAMENTO\nTabela 1\nCorrelação entre os 14 refletores mapeados, suas idades e as denominações das sequências sismoestrati-gráficas por elas definidas. As cores dos refletores servem para identificá-los nas seções sísmicas apresentadas no trabalho.\nTable 1\nCorrelation between 14 reflectors mapped, their ages and the names of the seismic-stratigraphic sequences defined.\nThe colors of the reflectors are useful to identify them in the seismic sections presented in this work.\nestrutura anticlinal formada por inversão estrutural de seu depocentro, na qual foi perfurado o poço 1-SPS-32, porém, sem sucesso exploratório. O poço almejava uma inversão estrutural de sequências ha-locinéticas, apresentando as suas maiores espessuras no ápice do anticlinal (fig. 6). Trata-se de uma área que sofreu, inicialmente, deflação de sal, seguida por uma inversão estrutural (fig. 4). Uma almofada de sal migrante pode ter sido a causa dessa inversão, apesar da mesma não existir atualmente. Com base nas análises das isócronas das sequências tectono-estratigráficas, a inversão teria acontecido a partir do refletor R8 (Eopaleoceno, fig. 6 e tabela. 1). Outra hipótese para a formação desta estrutura é a de um casco de tartaruga (turtle structure anticline), no sentido de Jackson e Talbot (1991). Segundo estes autores, uma minibacia composta por depocentros espessos, ladeada por diápiros de sal, teria seus flancos afinados colapsados pelo escape dos diápiros marginais. A estrutura resultante teria uma base plana e uma\nFigura 5 - (a) Mapa de contorno estrutural (TWT) com localização da seção da figura 4 e as principais feições estruturais da área de estudo: o alinhamento N-S dos domos/diápiros de sal, as minibacias ocidental (MBW) e oriental (MBE), as principais falhas (Cabo Frio e F1 a F5) e as subdivisões da MBE (I, II, III e IV). As linhas tracejadas em branco correspondem às subdivisões da MBE. (b) visualização tridimensional do topo do sal.\nFigure 5 - (a) Structural contour map (TWT) with location of seismic section of figure 4 and the major structural features in the study area: the N-S-trend-ing salt diapirs, occidental (MBW) and oriental (MBE) minibasins, the major faults (Cabo Frio and F1 to F5) and MBE subdivisions (I, II, III and IV). White dashed lines cor-respond to the limits of MBE subdivisions. (b) 3D visualiza-tion of the top of the salt.\ncrista arredondada para cima, semelhante a uma estrutura de inversão. Mais adiante, apresentamos nossos argumentos em favor da primeira hipótese.\nAo leste da muralha de sal N-S, a minibacia oriental (MBE) apresenta-se descontínua, sendo compar-timentada em quatro minibacias (I, II, III e IV - fig. 5) de menor ordem, com comportamentos distintos. Diferentemente da MBW, na principal minibacia da área leste (I), não houve inversão estrutural, porém, nota-se a ocorrência de basculamento das camadas para norte a partir da sequência S4-5 (fig. 7). Durante o Mesoeoceno, há uma mudança abrupta do contexto estrutural, indicado pelo deslocamento do eixo de crescimento e formação de novas minibacias.\nreconstituição cinemática\nf\nA reconstituição cinemática dos domos salinos da área de estudo na Bacia de Santos foi baseada\nno mapeamento sismoestratigráfico das treze sequências interpretadas, na análise detalhada de seus contextos deposicionais e estratigráficos, nas formas de ocorrência dos estratos internos, na terminação destes contra os refletores limítrofes e nos mapas de isócronas de cada sequência.\nO método aplicado para o entendimento da evolução da halocinese e sua influência na tectono-sedimen-tação baseou-se na observação de eixos de crescimento (E. C.) e eixos de adelgaçamento (E. A.) e na forma de ocorrência das feições geométricas estratais. Os eixos de crescimento são marcados nas formas semi-esféricas e correspondem aos locais de máxima espessura ou expansão em uma sequência deposicional, ou seja, marca o local de maior subsidência por deflação do sal subjacente. Por outro lado, os eixos de adelgaçamento correspondem aos locais de maior soerguimento relativo ou absoluto por inflação do sal subjacente. Deslocamentos abruptos de eixos de crescimento nas camadas\n.2.000\n.2500\n.3.000\n3500-i\n.3500\n4.000.\n.4.000\n4500L\n.4500\n,5.000\n5500L\n7.000.\n.7.000\nFigura 6 - Seção sísmica (TWT) interpretada longitudinal à MBW ilustrando o padrão geral de ocorrência dos horizontes mapeados, das sismofácies das sequências definidas, além de algumas das formas de ocorrência das estruturas de sal (neste caso, almofadas e diápiros de sal). O poço 1-SPS-32A foi perfurado na inversão de depocentros (S4-5 a S7-8) que ocorreu a partir do refletor R9, deduzida a partir da análise das isócronas das sequências S9-10 a S11-12, as quais não apresentam afinamento flancos abaixo do anticlinal, como nas sequências mais velhas. Existem também evidências de erosão nos topos de S8-9 a S11-12, exatamente no ápice do anticlinal de inversão, indicando soerguimentos pulsativos.\nFigure 6 - Interpreted seismic section (TWT) crossing the well 1-SPS-32A, showing the general pattern of horizons mapped, the seismic facies of the sequences studied, and the geometries of some salt structures (pillow and diapirs). The well was drilled on top of inverted depocenters (S4-5 to S7-8). The structural inversion took place between the deposition of sequences S9-10 and S11-12, each displaying thickening down flank and eroded tops on the crest of the anticline, which was originated by the passage of a migrant salt body.\nFigura 7 - Seção sísmica (TWT) interpretada ilustrando o padrão geral de ocorrência dos horizontes mapeados, das sismo-fácies das sequências estudadas e das formas de ocorrência dos diápiros de sal. Os algarismos romanos indicam as 4 sub-minibacias da MBE (sendo I a mais importante), conforme indicadas na figura 5. As sequências S2-3 e S3-4 apresentam geometrias estra-tais tabulares. As sequências S5-6, S6-7 e S7-8 exibem geometria deposicional em forma de tigela e estratos internos com mergulhos divergentes. As três sequências encontram-se basculadas para norte. As sequências S9-10, S10-11 e S11-12 apresentam depocentros deslocados para norte e seus crescimentos são influenciados por falhas e domos mapeados.\nFigure 7 - Interpreted seismic section (TWT) displaying the seismic facies of the mapped sequences, their bounding reflectors and some salt bodies. Roman numerals indicate subdivisions of MBE as in figure 5 (I is the main sub-minibasin). Sequences S2-3 and S3-4 present tabular geometries. Sequences S5-6, S6-7 and S7-8 display the typical bowl-shaped geometry of halokinetic sequences with internal fanning of dips and are strongly tilted to the North. Sequences S9-10, S10-11 and S11-12 had their depocenters shifted to the North and are clearly controlled by domes and associated faults.\nsin-tectônicas sobrejacentes indicam a direção horizontal do fluxo de sal em mapas (direção e sentido absolutos) e seções sísmicas (sentido relativo).\nApoiando-se nessa teoria, o método de reconstituição cinemática se inicia com a análise do mapa de isócronas (fig. 8a), onde são interpretados os E. C. e E. A. para cada sequência. A ocorrência de eixos de crescimento corresponde aos locais de deflação de sal, e a de eixos de adelgaçamento, aos locais de inflação de sal. Portanto, pode-se deduzir um fluxo de sal dos primeiros para estes últimos (fig. 8b). Consequentemente, nas áreas de convergência das setas de fluxo, pode-se supor o aparecimento de corpos inflados de sal (domos, diápiros) (figs. 8c e 8d). O resultado da análise desse raciocínio, em conjunto com os mapas de E. C. e E. A. (figs. 9 e 10), resultou nos mapas de reconstituição em planta de inflação, deflação e fluxo de sal (fig. 11) para cada sequência.\nProcedeu-se, também, a uma restauração estrutural extremamente simples, em linhas sísmicas em tempo, com objetivos meramente qualitativos e não quantitativos. Não se pretendeu aqui proceder a uma restauração estrutural rigorosamente controlada por critérios estruturais e paleobatimétricos, tipicamente empregados quando se trabalha com softwares específicos de restauração. A restauração foi baseada no mesmo método de detecção de crescimentos e de adelgaçamentos das sequências halocinéticas, aplicado na reconstituição em planta. Porém, no caso das seções, a análise das fácies sísmicas e de suas terminações forneceu importante contribuição na interpretação geológica das tectono-sequências, dados estes de grande utilidade na validação da restauração aqui sugerida. A ferramenta usada para elaborar as diversas etapas da reconstituição vertical foi a horizontalização (flatenning) dos vários refletores representativos dos topos de cada sequência. Com\neste artifício, foi possível se inferir a espessura inicial da camada de sal, e a partir da assunção de conservação das áreas de sal nas diversas etapas posteriores, todas as espessuras de sequências subsequentes foram calibradas (figs. 12a a 12c). Para cada sequência, seu topo era horizontalizado sismicamente e a área ocupada por ela representaria a deflação de sal; sendo esta compensada por inflações salíferas com áreas equivalentes adjacentes (figs. 12d a 12f). À medida que a sequência halocinética se afastava verticalmente do sal, a compensação por deflação (espessamento/ inflação/ adelgaçamento) tornou-se visual e não mais controlada por áreas geométricas. Assim, obteve-se uma restauração aproximada (ainda que deturpada em tempo sísmico) à época final de deposição de cada sequência (fig. 13), permitindo outra maneira de se inferir a movimentação halocinética daquele período. A suposição de que as áreas de sal se conservam de uma\nsituação para outra é necessária para que possamos inserir as sequências halocinéticas na seção vertical geometricamente. Mesmo assim, o fluxo horizontal na própria seção é muito grande, comparável ao obtido nas reconstituições em planta (figs. 10 e 11).\nA restauração deduzida para a movimentação do sal na área de estudo compreendeu quatro estágios de evolução tectono-sedimentar: pré-halocinese, sin-halocinese 1, sin-halocinese 2 e pós-halocinese, em cada uma das minibacias.\nfase pré-halocinese (Albiano-Turoniano; sequências S2-3 e S3-4)\nSob um contexto de margem passiva inicial proporcionado pela abertura do Atlântico Sul, os\nFigura 8\nExemplo do método utilizado para a elaboração de mapa de reconstituição de fluxo de sal para a sequência S4-5. O mapa a representa o mapa de isócronas com os traçados dos E. C. e E. A. coincidentes com as maiores e menores espessuras respectivamente. O mapa b apresenta o fluxo de sal baseado nos E.C e E.A. da sequência. O mapa c, mostra como foram traçadas as sugestões dos locais de ocorrência de domos de sal (locais de inflação) na convergência das setas de fluxo, para esse período. O mapa d corresponde ao mapa resultante dessa interpretação.\nFigure 8\nDiagram illustrative of the method employed to recon-struct the salt flowage. Map a shows the isochron map of halokinetic sequence S4-5 where the growth (E. C.) and thinning axes (E. A.) have been traced coincident with the thickest and thinnest regions. Map b presents the inferred flow (vectors) of salt from the growth axis to the thinning axis. Map c shows the delineation of salt bodies based on the convergence of flow vectors. Map d display the final outlines of the salt bodies reconstructed for the period of deposition of that particular halokinetic sequence.\nFigura 9\nSucessão temporal de mapas de isócronas para cada sequência estratigráfica definida. Linhas pontilhadas indicam E. C. Figura m apresenta a isócrona total de sal atual.\nFigure 9\nChronological succession of isochron maps for each stratigraphic sequence defined.\nDashed lines indicate growth axes. Figure m presents the present total isochron map of salt.\ncarbonatos da sequência S2-3 do Albiano foram depositados sobre uma plataforma ampla e plana, com restritos baixos estruturais de pequena amplitude e magnitude (figs. 9a e 13a), resultantes da acomodação suave do substrato salino ao peso das camadas sobrepostas.\nO contexto deposicional de forma ampla e plana resultou na deposição de uma sequência, que apresenta geometria tabular (figs. 7 e 13a) com ocorrência de pequenos crescimentos não significativos, dispersos por toda área de estudo (fig. 9a).\nA sequência S3-4 foi depositada sobre os carbonatos albianos e é composta por sedimentos finos e ricos em carbono orgânico, referentes a uma grande transgressão marinha do Cenomaniano-Turoniano que afogou a plataforma carbonática devido à rápida subida eustática do nível do mar e à subsidência termal. Aparentemente, essa sequência também fora depositada sobre um relevo plano e amplo, evidenciados pela geometria tabular da mesma (figs. 7, 9b e 13c), com ocorrência de pequenos baixos estruturais de amplitude e magnitude um pouco maiores que na\nFigura 10\nSucessão temporal de mapas mostrando os eixos de crescimento (E. C.), eixos de adelgaçamento (E. A.) e fluxo de sal no período de deposição de cada sequência estratigráfica definida. Os E. C. representam baixos deposicionais gerados pelo escape do sal (deflação) e os E. A. representam os altos estruturais para onde o sal ter-se-ia movimentado (inflação). A partir da análise desses mapas, foi possível se proceder à reconstituição em planta das mudanças de geometria dos corpos de sal ilustradas nos mapas da figura 11.\nFigure 10\nChronological succession of maps showing the growth axes, thinning axes and salt flowage for each stratigraphic sequence defined. The growth axes represent the depositional lows formed by the salt deflation and the thinning axes represent the structural highs to where the salt flowed. The analyses of these maps enabled the horizontal reconstitution of the shape changes of the salt bodies as illustrated on the maps in figure 11.\nsequência anterior (comparar figuras 9b e 9a), provavelmente resultantes da progressiva acomodação do substrato salino ao peso das camadas sobrepostas.\nA caracterização de uma geometria nitidamente plano-paralela em seção e a ocorrência de pequenos e dispersos eixos de crescimento em planta das sequências S2-3 e S3-4 sugerem que estas se depositaram em contexto pré-tectônico (pré-halocinese). Aparentemente, a evolução estrutural dessa fase foi semelhante nas duas minibacias (na realidade ainda\nnão subdivididas), fato que comprova o contexto ambiental de uma plataforma ampla e contínua.\nfase sin-halocinese 1 (Santoniano ao Neopaleoceno; sequências S4-5 a S7-8)\nDurante o Santoniano, a Bacia de Santos sofreu um aumento significativo do aporte de sedimentos clásticos\nFigura 11 - Reconstituição em planta das mudanças geométricas dos corpos de sal (em azul) ao tempo de cada sequência estra-tigráfica definida. O tom azul mais escuro indica a geometria do corpo de sal ao tempo da sequência analisada, enquanto os tons gradativamente mais claros indicam as geometrias dos corpos de sal nas sequências cada vez mais velhas, permitindo a comparação das mudanças graduais no tempo das geometrias dos corpos salinos. Em a e b ocorrem pequenos e dispersos crescimentos proporcionados pela acomodação do sal. A partir de c (S4-5), já é possível observar a concentração dos depocentros em duas minibacias através do fluxo centrífugo do sal. Em f (S7-8) é nítida a organização N-S do domo central e das minibacias adjacentes. Em g, h, i e j, pode-se observar na MBW a inflação variável de um corpo de sal exatamente em seu antigo depocentro (a letra I em vermelho significa inversão estrutural e a letra e, erosão). Na figura i ocorre um fluxo de sal para o centro da MBE provocando um basculamento (letra b em vermelho) nas camadas das sequências S5-6 a S10-11. A figura j (reconstituição final da movimentação do sal) mostra ótima correlação com a figura m (isócronas atuais de sal). Em l observam-se as isócronas da última sequência S12-13 indicando algum controle da movimentação dos diápiros subjacentes.\nFigure 11 - Horizontal reconstitution of the shape changes of the salt bodies (in shades of blue) at the time of deposition of each stratigraphic sequence defined. The darkest blue indicates the shape of the salt at exactly the time of the sequence analyzed while the gradually lighter shades of blue indicate the geometries of the salt bodies in increasingly older sequences; enabling the reader to compare and feel the gradual change in time of the shapes of salt bodies. In a and b slight accommodations of the salt below the carbonates concentrate salt in small area. From c (S4-5) on it is possible to observe the formation of the two mini-basins because of centrifuge flowage of salt. In f (S7-8) the N-S-trending main salt diapir is clearly seen as well as the adjacent mini-basins. In g, h, i and j an irregularly mutant salt body can be observed right in the middle of the old depocenter of MBW (the red letter I represents structural inversion and the letter E erosion). In figure i salt flows towards the center of MBE causing tilting of sequences S5-6 a S10-11 (red letter B). Figure j (final reconstitution of salt bodies at S11-12) shows excellent correlation with figure m (isochron of salt in the present). Figure l displays the isochron map of S12-13 still indicating a subtle control of the underlying diapirs.\nFigura 12 - Exemplo do método utilizado para elaboração de seções verticais de reconstituição de fluxo de sal a partir de seções sísmicas em tempo (TWT). As seções a, b, e c mostram o método usado para inferir a espessura da camada inicial de sal: Em a, a base do sal foi horizontalizada e feita uma tentativa de estimar a área dos domos de sal a partir de formas geométricas (em branco). Em b foi feita uma reorganização desses mesmos polígonos a fim de deixá-los com uma forma plana. c representa o resultado da reconstituição da espessura inicial de sal sugerida. As letras d, e e f mostram o exemplo da reconstituição ao tempo de S2-3, onde foi horizontalizado o topo da sequência em d. Em e, a camada de sal inicial foi adaptada visualmente à geometria dessa sequência compensando-se com inflação equivalente a deflação abaixo da S2-3. A letra f representa o resultado sugerido. A reconstituição das sequências seguintes foi feita de forma semelhante.\nFigure 12 - Example of the method used to reconstitute the salt flowage in vertical sections based on time (TWT) seismic sections. Sections a, b and c illustrate the methodology employed to estimate the initial thickness of salt. In a the base of the salt was flattened and the area of the salt domes was estimated via polygonal shapes (in white). In b these same shapes were re-distributed in order to obtain an approximately flat top of the salt. c represents the initial thickness of the salt (in time) thus obtained. Figures D, e and f illustrate the reconstitution of the deposition of S2-3. The top of the sequence was flattened in d. In E the initial thickness of the salt was visually adapted to receive the depositional shape of S2-3, by compensating with inflation of salt the depositional space produced by the deflation below the sequence. f represents the result obtained.\ngrossos para a bacia (Formações Santos e Juréia), provocando um evento regressivo que foi associado por Zalán e Oliveira (2005) a um primeiro pulso de soerguimento do embasamento adjacente, o qual formaria a Serra do Mar Cretácea pelo resto do Neocretáceo. Também nessa época, ocorreu o controle tectônico provocado pela in-fiação do sal na área de estudo. A figura 10c mostra o começo da concentração dos eixos de crescimento anteriormente dispersos em duas minibacias, MBW e MBE, evidenciando a criação/individualização dos dois principais depocentros da área. Além disso, essa sequência (S4-5, fig. 13b) apresenta geometria externa em forma de prato, com eixo de crescimento bastante visível, comprovando\na atuação de um controle estrutural. É provável que o início da movimentação dos corpos de sal tenha sido provocado pelo aumento do influxo sedimentar na bacia (mecanismo de sobrecarga diferencial).\nDurante a deposição de S5-6, ainda sob regime estratigráfico regressivo, a concentração dos eixos de crescimento se torna bem mais evidente, tornando-se clara a individualização das duas minibacias (figs. 10d e 11d). A geometria externa é em forma de tigela (fig. 13b) com E. C. bem acentuados e adelgaçamentos nítidos, principalmente na MBE.\nA deposição da sequência S6-7 também ocorreu sob regime regressivo, e mostrou um aumento ainda\nmaior da concentração dos E. C., ampliando ainda mais os depocentros das minibacias (figs. 10e e 11e). A partir dessa idade, já é possível notar um alinhamento inicial do domo principal na direção N-S (fig. 11e).\nA sequência S7-8, que corresponde à última sequência cretácea sob regime estratigráfico regressivo, ocorre de forma muito semelhante à sequência anterior: E. C. concentrados nas duas minibacias da área,\nA sequência do Paleoceno inferior (S8-9), relativamente delgada sobre toda a bacia, à exceção do gap estratigráfico do Albiano, ocorre em forma de prato; apresenta E. C. pouco evidentes e afinamentos sutis\nd - Fase Sin-halocinese 2\nFigura 13 - Reconstituição balanceada de seções sísmicas em tempo (TWT) passando pela MBW (coluna da esquerda) e MBE (coluna da direita) mostrando a inflação, deflação e fluxo de sal ao tempo de cada estágio de evolução tectono-sedimentar definido e a deposição controlada das tectono-sequên-cias. Em A, observar que as sequências S2-3 e S3-4 ocorrem em forma tabular. A não ocorrência da sequência por toda seção na MBW é justificada pela impossibilidade de rastreamento da mesma, nas proximidades da parte norte da área. As setas pretas indicam o fluxo de sal sugerido.\nFigure 13 - Balanced reconstitution in time of seismic sections (TWT) crossing MBW (left column) and MBE (right column) showing the inflation, defla-tion, salt flowage and controlled deposition of the tectono-sequences at the time of each tectonic stage defined. Sequences S2-3 and S3-4 present tabular shapes. Black arrows indicate salt flowage.\nem suas bordas (figs. 13c), sugerindo o final da influência tectônica e o assoreamento dessas minibacias. Os diversos mapas desta sequência (figs. 9g, 10g e 11g) corroboram a análise feita das seções, mostrando que a deposição dessa sequência ainda foi controlada pelas estruturas de sal. Seu topo foi levemente erodido em uma fase tectônica posterior.\nÉ provável que a diminuição do influxo sedimentar para a área de estudo tenha proporcionado a estabilização da inflação/deflação dos domos de sal, extinguindo a fase de tectono-sedimentação. Aparentemente, após a deposição de S8-9, a história evolutiva das duas minibacias diverge consideravelmente.\nfase sin-halocinese 2 (Neopaleoceno ao Mesoeoceno; sequências S9-10 a S11-12)\nNo final do Paleoceno, inicia-se o segundo pulso regional de ascensão (relativa) do embasamento na região costeira da bacia (Zalán e Oliveira, 2005), provocando um renovado aporte de material detrítico em direção à bacia. Concomitante ao aumento do aporte sedimentar, a MBW apresentou uma inversão do fluxo de sal (comparar as figuras 11c-11f com 11g-11j). Até então, o fluxo de sal apresentava comportamento centrífugo (figs. 10a a 10g) e expulsava o sal da minibacia. Desde então, o fluxo de sal passou a ser centrípeto (figs. 10g a 10j). Aparentemente, o sal fluiu horizontalmente, originando um novo corpo de sal no centro do antigo depocentro (S8-9, fig. 11g), crescendo e se alongando na direção N-S (S9-10, fig. 11h), refluindo e formando uma almofada (S10-11, fig. 11 i) e se alongando novamente na direção E-W (S11-12, fig. 11j), provocando o soerguimento do principal depocentro da MBW (fig. 13d). Esse comportamento provocou a inversão do de-pocentro das sequências anteriores, formando um belo anticlinal de inversão. O soerguimento deste anticlinal provocou a erosão dos topos de S9-10, S10-11 e S11-12 no ápice da estrutura (assim como de uma parte de S8-9). A sequência S9-10, depositada simultaneamente à inversão, provavelmente deslocou centrifugamente seus E. C. para as bordas da minibacia (figs. 10h e 13d), devido ao colapso das bordas afinadas das sequências anteriores, provocado pelo fluxo centrípeto do sal para o centro da MBW (fig. 13d).\nA hipótese desta estrutura ser um simples casco de tartaruga não é fundamentada neste trabalho. A definição de Jackson e Talbot (1991) descreve uma\nbase plana e um topo arredondado para tal estrutura. No caso da MBW, o anticlinal do poço 1-SPS-32A tem uma base convexa indicando uma dobra forçada de baixo para cima (fig. 6). Resquícios de pequenos corpos de sal ocorrem abaixo dela, remanescentes do diápiro migrante que causou a inversão. As bordas colapsadas pelo fluxo centrípeto do sal remetem à imagem do casco de tartaruga, mas a geometria convexa de sua base indica que o anticlinal foi causado pelo soerguimento da parte central da minibacia por um corpo de sal migrante. Àquela época, o soterramento era bem menor que o atual (não havia S9-10, S10-11, S11-12 e S12-13), facilitando o soerguimento das camadas da minibacia.\nDurante a deposição da sequência S10-11, a bacia se encontrava sob transgressão marinha, razão pela qual, possivelmente, não apresenta grande espessura. Aparentemente, a deposição desta sequência também foi acomodada ao redor do anticlinal da MBW (figs. 10i e 11 i), e a ocorrência de fácies caóticas, provocada pelo rápido e contínuo soerguimento do anticlinal, provocando a erosão no topo da estrutura e redeposição nos flancos.\nEnquanto na MBW ocorria a inversão estrutural, na MBE houve a deposição de S9-10 sem grandes variações de espessura, porém, com controle estrutural (estratos levemente divergentes, fig. 7), geometria externa em forma de prato (fig. 13d) e permanência do E. C. na parte central da minibacia (fig. 10h). De forma bastante delgada, a sequência S10-11 também ocorre nessa minibacia e aparenta ser a última sequência controlada pela morfologia inicial de MBE I (apesar das sismofácies de padrão predominantemente caótico, nota-se a ocorrência de estratos levemente divergentes, geometria externa em forma de prato, figs. 7 e 13d). Aparentemente, no final da sequência S10-11 e início de S11-12, ocorre a inflação de um domo de sal na parte sul da MBE, provocando o basculamento para norte das sequências, até então depositadas e a erosão de parte de S10-11 (figs. 11 i, 13d, 13e e 14b).\nNa sequência S11-12, observa-se o deslocamento dos E. C. para as extremidades das duas minibacias, claramente marcada pelas sismofácies divergentes e geometria acentuada em forma de tigela (figs. 10j, 13d). No contexto regional, durante o Eoceno Médio, limite superior de S11-12, o segundo pulso de ascensão do embasamento adjacente tem o seu clímax (Zalán e Oliveira, 2005), e é registrado na bacia sob a forma de uma ampla discordância (fig. 13e). Possivelmente, este evento contribuiu significativamente no deslocamento dos depocentros remanescentes das duas minibacias.\nfase pós-halocinese (Mesoeoceno até hoje)\nA sequência S12-13 foi depositada quando a Bacia de Santos encontrava-se sob um contexto de transgressão marinha, apesar da quiescência tectônica na Bacia de Santos. Ocorre de forma predominantemente tabular por toda a área mapeada (fig. 13e). Entretanto, vale ressaltar que o mapa de isócronas para essa sequência mostra um adelgaçamento sobre os locais onde ocorrem os espessos domos de sal que dividem a área (fig. 9l), mostrando que, mesmo que pequena, a halocinese tem influência até hoje sobre as tectono-sequências (comparar figuras 11l com 11m).\nconclusão\nA interpretação a partir da análise dos dados de reconstituição obtidos apontou a ocorrência de quatro fases de tectonismo atuantes na área de estudo. Na primeira fase, que ocorreu durante o Albiano ao Turo-niano, as sequências S2-3 e S3-4 ter-se-iam depositado sob um contexto de plataforma ampla, sem influência significativa de tectonismo salífero, apresentando-se sob a forma de estratos plano-paralelos de geometria tabular, caracterizando a fase Pré-halocinese.\nA segunda fase (Santoniano/Eopaleoceno) foi caracterizada como fase sin-halocinese 1. Esta fase foi identificada através da concentração inicial dos E. C. de S4-5, anteriormente dispersos, em duas minibacias bem delineadas, MBW e MBE, evidenciando a criação/ individualização dos dois principais depocentros da área. Em seção vertical, a ocorrência de E. C. também é evidenciada, resultando em uma geometria externa em forma de prato, comprovando a atuação de um controle estrutural. Devido à bacia ter sido afetada por um forte evento regressivo (primeiro pulso de soergui-mento do embasamento, originando a Serra do Mar Cretácea), acredita-se que o início da movimentação do sal foi impulsionado pela sobrecarga de sedimentos (progradação das Fms. Santos e Juréia) provocada pelo evento mencionado. A evolução desta fase de controle tectônico foi observada nas sequências seguintes (S5-6 a S8-9) com o progressivo aumento da concentração dos E. C., evidenciando ainda mais as duas minibacias, a inflação/deflação salífera e o alinhamento norte-sul do principal domo de sal. Aparentemente, a inflação dos\ndomos cessa durante o Eopaleoceno (S8-9), apontada pela geometria da sequência S8-9, que após longo período de deposição de sequências em forma de tigela, voltou a apresentar geometria deposicional mais suave, em forma de prato, com E. C. pouco evidentes e afinamentos sutis em suas bordas, sugerindo o final da influência tectônica e o assoreamento dessas minibacias. Após essa fase, a história evolutiva das duas minibacias diverge.\nA terceira fase (Neopaleoceno/Mesoeoceno), caracterizada como sin-halocinese 2, coincidiu com o início do segundo pulso regional de ascensão do embasamento (relativa, pois na realidade ocorreu um processo de quebramento e colapso cenozoico da Serra do Mar Cretácea que provocou o afundamento diferencial de blocos em escala de montanhas, originando as Serras do Mar e Mantiqueira atuais e os vales intervenientes), provocando o aporte de significativos volumes de sedimentos em direção à bacia durante o Neopaleoceno/Eoceno (Fm. Marambaia). Essa fase foi caracterizada por mudanças significativas no padrão de inflação dos corpos de sal. Neste período, a MBW sofreu soerguimento/inversão do principal depocen-tro, causado pela movimentação horizontal de um pequeno volume de sal para o seu centro, provocando a inversão dos antigos depocentros halocinéticos e erosão da sequência S8-9 da fase anterior no cume da estrutura e a acomodação da sequência S9-10 ao redor do anticlinal. Na MBE, durante o Eoeoceno, ocorre inflação de um domo de sal na parte sul da minibacia, provocando o basculamento para norte das sequências até então depositadas e a erosão de parte de S10-11. No Mesoeoceno, o deslocamento dos E. C. para as extremidades das minibacias se torna ainda mais evidente, tanto na MBW quanto na MBE.\nAo final do Mesoeoceno, ocorre o clímax do segundo pulso de ascensão do embasamento, provocando uma ampla discordância em toda a bacia. Sobre essa discordância teve início a quarta fase, pós-halocinese, que teria ocorrido a partir do Mesoeoceno até os dias de hoje. Nesse período, foi depositada a sequência S12-13, que ocorre de forma tabular sobre toda a área estudada, caracterizando o comportamento não tectônico desta fase. Nos mapas de isócronas, apesar do comportamento tabular, nota-se um afinamento sutil da sequência sobre os espessos domos de sal, evidenciando uma fraca atuação dos domos de sal até os dias de hoje.\nO mapa final, resultante da reconstituição cinemática halocinética sugerida e feito a partir dos mapas E. C. e E. A., apresentou ótima correlação com o\nmapa de isócronas atual dos domos de sal (comparar figuras 11j com 11m), à exceção apenas da parte central da MBW (a geometria final do corpo de sal seria um diápiro E-W, figura 11j, não detectada no mapa de isócronas na figura 11m). Ainda assim, esta não-coincidência na MBW é justificada pela migração tardia de sal para o local e sua constante troca de formatos (vide figuras 11h a 11j), sendo suficiente apenas para promover a inversão estrutural, deixando pequenos volumes residuais de sal no presente. A simples análise do mapa de isócronas atual do sal é insuficiente para detectar essa história complexa, sendo necessário o complemento do método da reconstituição halocinética aqui descrita.\nAs seções verticais de reconstituição elaboradas a partir da interpretação das formas de ocorrência das sismofácies e arquitetura deposicional de cada sequência em duas seções sísmicas, cada qual cortando uma minibacia (fig. 13), com o auxílio da ferramenta de horizontalização disponibilizada pelo software de interpretação utilizado e com a assunção de conservação de áreas de sal, também apresentaram ótima correlação com a situação sísmica atual nas duas principais minibacias da área (fig. 14). Muito embora as seções sísmicas reconstituídas não tenham sido em profundidade e na escala 1:1 e sim em tempo (nossa\nnecessidade era apenas uma reconstituição qualitativa/ conceitual e não geométrica precisa), o resultado final coincidiu com a história evolutiva obtida em planta.\nNovamente, enfatiza-se que as reconstituições obtidas são válidas especificamente para a área de estudo. Em outras áreas, as principais fases halocinéticas podem ter sido diferentes, visto que a halocinese sofre influências de natureza local, tais como deslizamentos gravitacionais em áreas meio inclinadas, sobrecargas diferenciais em tempos distintos e reativações de falhamentos de embasamento diferenciadas temporalmente. Por exemplo, em grande parte da Bacia de Santos, o Albiano já mostra influências de halocinese durante a sua deposição (faciologias de águas rasas x águas profundas, espessamentos e adelgaçamentos, formação de jangadas, etc.). Entretanto, na área de estudo, os mapas de isócronas das sequências albiana e turoniana, em comparação com as subsequentes, não mostram variações significativas a ponto de serem consideradas sequências halocinéticas.\nA excelente coincidência dos resultados de reconstituição obtidos com os dados atuais utilizados em planta e em seções verticais e com os eventos tectônicos regionais mostrou que o método aplicado é confiável na compreensão da tectônica e sedimentação em áreas afetadas por halocinese.\nFigura 14 - Comparação entre as últimas seções geológicas reconstituídas obtidas na figura 13e, na MBW e na MBE, com as respectivas seções sísmicas. O resultado satisfatório aponta para a aplicabilidade da metodologia de reconstituição qualitativa (em tempo) aqui empregada.\nFigure 14 - Comparison between the restored geological sections obtained in figure 13e, in both MBWand MBE, with their respective seismic sections. The similarity between them point to the validity of the qualitative (in time) restoration methodology here employed.\nreferências bibliográficas\nBARBOSA, M. S. C. Influência de um diápiro de sal na história térmica de uma bacia sedimentar: um exemplo na Bacia de Santos. 1990. Tese (Mestrado) - Universidade Federal de Ouro Preto, Minas Gerais, 1990.\nCALDAS, M. F. Reconstituição cinemática e tec-tono-sedimentação associada a domos salinos nas águas profundas da Bacia de Santos, Brasil. 111 f. 2007. Dissertação (Mestrado) - Universidade Federal do Rio de Janeiro, Rio de Janeiro, 2007.\nCOBBOLD, P. R.; SZATMARI, P. Radial gravitational gliding on passive Margins. Tectonophysics, Amsterdam, v. 188, n. 3-4, p. 249-289, Mar. 1991.\nFODOR, R. V.; MCKEE, E. H.; ASMUS, H. E. K-Ar ages and the opening of the South Atlantic Ocean: basaltic rocks from the Brazilian margin. Marine Geology, Amsterdam, v. 54, n. 1-2, p. M1-M8, Dec. 1983.\nGARY, M.; MACAFEE Jr., R.; WOLF, C. L. (Ed.). Glossary of Geology. Washington: American Geological Institute, 1974. 805 p.\nJACKSON, M. P. A.; TALBOT, C. J. External shapes, strain rates and dynamics of salt structures. GeologicalSociety of America Bulletin, v. 97, n. 3, p. 305-323, Mar. 1986.\nJACKSON, M. P. A.; TALBOT, C. J. A Glossary of Salt Tectonics: geological circurlar. Austin: Bureau of Economic Geology, The University of Texas at Austin, 1991. 44 p.\nJENYON, M. K. Salt Tectonics. London: Elsevier, Kluwer Academic Publishers Group, 1986. 192 p.\nMOHRIAK, W. U.; MACEDO, J. M.; CASTELLANI, R.\nT.; RANGEL, H. D.; BARROS, A. Z. N.; LATGÉ, M. A. L.; RICCI, J. A.; MIZUSAKI, A. M. P; SZATMARI, P.; DEME-RICAN, L. S.; RIZZO, J. G.; AIRES, J. R. Salt Tectonics and Structural Styles in the Deep Water Province of the Cabo Frio Region, Rio de Janeiro, Brazil, In: JA-CKSON, M. P. A.; ROBERTS, D. G.; SNELSON, S. (Ed.). Salt Tectonics: a global perspective. Tulsa: American Association of Petroleum Geologists, 1996. p. 273304. (AAPG. Memoir, 65).\nOREIRO, S. G. Magmatismo e sedimentação em uma área na Plataforma Continental de Cabo Frio, Rio de Janeiro, Brasil, no intervalo Cretáceo Superior - Terciário. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 14, n. 1, p. 95-112, nov. 2005/maio 2006.\nROCHA-CAMPOS, A. C.; SANTOS, P R.; CANUTO, J. R. Sedimentology and stratigraphy of the Gondwana sequence in São Paulo State. In: INTERNATIONAL GONDWANA SYMPOSIUM, 7., 1988, São Paulo. Proceedings... São Paulo: IUGS, 1991. p. 1-40.\nROBERTS, M. J.; METZGAR, C. R.; LIU, J.; LIM, S. J. Regional Assessment of Salt Welding Time, Campos Basin, Brazil. In: POST, P J.; OLSON, D. L.; LYONS, K.\nT.; PALMES, S. L.; HARRISON, P. F.; ROSEN, N. C. (Ed.). Salt-sediment interactions and hydrocarbon prospectivity: concepts, applications and case of Studies for the 21st century. Houston: GCSSEPM, 2004. p. 371-389.\nWARREN, J. K. Evaporite sedimentology: impor-tance in hydrocarbon accumulation. New Jersey: Prentice-Hall, 1989. 285 p. (Prentice-Hall advanced reference series. Physical and life sciences).\nZALÁN, P V.; OLIVEIRA, J. A. B. Origem e evolução estrutural do sistema de riftes cenozoicos do sudeste do Brasil. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 13, n. 2, p. 269-300, maio/nov. 2005.\nexpanded abstract\nThis article presents a method for restoration of the tectono-sedimentary evolution of a passive margin affected by halokinesis. The studied area comprises the central part of deepwater Santos Basin, offshore Brazil, which is well known for the abundant occur-rence of intense halokinesis of post-rift Aptian salt bodies (fig. 1). The method does not require the use of 3D seismic volumes or sophisticated softwares. It uses 2D seismic sections (fig. 1) and requires careful definition and mapping of stratigraphic sequences bounded by significant seismic reflectors in the vicini-ties of the salt bodies (figs. 2, 3, 4). Fourteen reflectors were mapped throughout the study area, bounding 13 stratigraphic sequences ranging in age from the Aptian to the Recent (table 1). The analysis of the external (shape) and internal (dips of strata, growth and thinning axes) characteristics of such sequences allows their classification into pre, syntectonic (halo-kinetic) and post-tectonic sequences, as related to the salt movements. Then, the flowage of salt for the time of deposition of each sequence can be restored by considering some basic concepts of tectonics and sedimentation.\nBy adapting/improving procedures published in the oil industry literature (Roberts et al., 2004; Caldas,\n2007), we developed a methodology based on the observation of the shape of sedimentary packages associated to the salt bodies, such as tabular forms (straight parallel reflectors of constant thickness) or dish/bowl forms (with very distinct depocenters and thinned margins). In the first case, the pre or post-tectonic nature of the sequence is obvious, but, in the second case, the internal stratal geometric patterns observation has extreme importance to determine the pre, post or syntectonic nature of the sequence. The divergence or fanning of dips (gradually increasing dips in older strata, fig. 2a) can only be achieved if a sedimentary package is deposited at the same time that part of its base level is continuously being up-lifted while the other one is continuously subsiding. Sedimentary strata thin towards the raising shoulders/ margins and thicken towards the subsiding depocen-ters, thus, giving rise to the wedge shaped deposits. The older strata suffer rotation (tilting) while the new ones are deposited in a horizontal attitude. As the structural high margins continue to rise, all strata undergo rotation again, being overlain by newly deposited horizontal beds. These characteristics define a\nsyn-tectonic stratigraphicsequence, here called halo-kinetic sequences (figs. 2a and 3). On the other hand, bowl-shaped sequences constituted by planar parallel beds that simply onlap the flanks of bordering salt bodies (fig. 2b) clearly represent post-tectonic deposits that filled up a dead depression. Both bowl-shaped sequences present the same isopach or isochron map pattern, so one must observe the internal shape and attitude of their strata in order to differentiate their tectonic meaning.\nAll dish/bowl-shaped syn-tectonic sequences present abrupt changes in thickness and axes of maxi-mum and minimum thicknesses are easily spotted. Growth axes (E.C.) and thinning axes (E.A.) should be mapped on the isopach or isochron maps of the sequences. In the particular case of salt tectonics, it is fair to assume that growth axes in halokinetic sequences correspond to areas where deflation (escape) of the salt occurred, while thinning axes cor-respond to areas where inflation (accumulation) of the salt took place (fig. 3). At the time of deposition of a particular halokinetic sequence one can infer horizontal flowage of salt from the growth axes to the thinning axes. Changes in the location of growth axes indicate changes in the direction of the salt flow (fig. 4). Tilting of otherwise vertical axes points to uplift of whole sequences on the flank of migrating and rising diapirs (fig. 7). Growth axes on the top of anticlines hint to phases ofstructural inversion (fig. 6). The shape of the converging flow vectors will determine the probable shape of the salt body at that time (fig. 8). Horizontal and vertical reconstitutions of the salt flow (inflation, deflation and horizontal flow) at the time of deposition of each halokinetic sequence can be deduced through the analysis of growth and thinning axes in isopach maps (in our case, isochron maps, figs. 9, 10 and 11) and flattened horizons in seismic sections (figs. 12 and 13).\nOur analysis defined four tectonic stages as related to salt kinematics in the studied area: pre-halokinesis (Albian to Turonian), syn-halokinesis 1 (Santonian to Late Paleocene), syn-halokinesis 2 (Late Paleocene to Middle Eocene) and post-halokinesis (Middle Eocene to Present).\nThe interpreted tectonic phases of halokinetic evolution, deduced from the produced maps and reconstitutions showed a good agreement with the regional events that affected the Santos Basin and adjoining basement. The syn-halokinesis 1 stage coincided in time with the Late Cretaceous thermal uplift ofgreat extents of the adjacent basementgiving rise to huge\nplateau highlands called the Serra do Mar Cretácea (Zalán and Oliveira, 2005), which in turn sourced very large amounts of coarse-grained sedimentary material into the basin (Santos and Juréia Formations, Moreira et al., 2007). The syn-halokinesis 2 stage coincided with a second phase of Paleogene uplift and col-lapse of faulted blocks in the ruptured Serra do Mar Cretácea (Zalán and Oliveira, 2005); which was also the source for renewed coarse-grained sedimenta-tion influx in the Santos Basin. In both occasions, we interpret the halokinesis as a response to differential loading of the salt by prograding sets of voluminous sedimentary material.\nBased on these results, we believe that the applica-tion of this method provides an important contribu-tion for the oil exploration industry, considering that it presents outstanding results based on 2D seismic data. It allows an understanding of the structural and kinematic evolution of the salt bodies and of the tec-tonics and sedimentation aspects of the halokinetic sequences associated. Significant knowledge about subsidence phases in minibasins containing source rocks, controlled distribution of turbidite channel complexes, timing and routes for migration of fluids and formation of structural or mixed (pinch-out) traps can be gained from such study. These constitute im-portant inputs for modeling of petroleum systems, thus, reducing the risk of exploration prospects related to salt tectonics."}]}}}