{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12348"}, {"@name": "filename", "#text": "1795_coelho_cvs_me_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n\n\"JULIO DE MESQUITA FILHO\" \n\nInstituto de Geociências e Ciências Exatas  \n\nCâmpus de Rio Claro  \n\n \n\n \n\nCarla Vanessa de Sousa Coelho \n \n \n \n \n\nCARACTERIZAÇÃO PETROGRÁFICA, GEOQUÍMICA E MINERALÓGICA DO \n\nARENITO DA FORMAÇÃO MARÍLIA E PROCESSOS DE ALTERAÇÃO \n\n \n \n \n \n \n \n \n \n\nDissertação de Mestrado apresentada ao \n\nInstituto de Geociências e Ciências Exatas do \n\nCâmpus de Rio Claro, da Universidade \n\nEstadual Paulista ?Júlio de Mesquita Filho?, \n\ncomo parte dos requisitos para obtenção do \n\ntítulo de Mestre em Geociências e Ciências \n\nMeio Ambiente                                        \n \n \n\n \n\n \n\n \n\nOrientadora: Profa. Dra. Vania Silvia Rosolen \n\n \n\n \n\n \n\n \n\nRio Claro - SP \n\n2017 \n\n \n\n\n\n \n\nCoelho, Carla Vanessa de Sousa\n       Caracterização petrográfica, geoquímica e mineralógica\ndo arenito da Formação Marília e processos de alteração /\nCarla Vanessa de Sousa Coelho. - Rio Claro, 2017\n       101 f. : il., figs., gráfs., tabs., fots., mapas\n\n       Dissertação (mestrado) - Universidade Estadual Paulista,\nInstituto de Geociências e Ciências Exatas\n       Orientador: Vania Silvia Rosolen\n\n       1. Geoquímica. 2. Couraça ferruginosa. 3. Argila\naluminosa. 4. Latossolo. 5. Gleissolo. 6. Triângulo Mineiro. I.\nTítulo.\n\n \n551.9\nC672c\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP\n\n\n\nCarla Vanessa de Sousa Coelho \n \n \n \n \n\nCARACTERIZAÇÃO PETROGRÁFICA, GEOQUÍMICA E MINERALÓGICA DO \n\nARENITO DA FORMAÇÃO MARÍLIA E PROCESSOS DE ALTERAÇÃO \n\n \n \n\nDissertação de Mestrado apresentada ao \n\nInstituto de Geociências e Ciências Exatas do \n\nCâmpus de Rio Claro, da Universidade \n\nEstadual Paulista ?Júlio de Mesquita Filho?, \n\ncomo parte dos requisitos para obtenção do \n\ntítulo de Mestre em Geociências e Ciências \n\nMeio Ambiente                                        \n \n \n \n \n \n \n \n\nComissão Examinadora \n\n \n\n \n\n \n\nProfa. Dra. Vania Silvia Rosolen \n\nUNESP/IGCE/DPM – Campus de Rio Claro \n\n \n\n \n\n \n\nProf. Dr. Antenor Zanardo \n\nUNESP/IGCE/DPM – Campus de Rio Claro \n\n \n\n \n\n \n\nProf. Dr. Guilherme Taitson Bueno \n\nPUC Minas – Belo Horizonte  \n\n \n\n \n\nRio Claro, 30 de Março de 2017. \n\n\n\nAgradecimentos \n\n \n\n Primeiramente gostaria de agradecer à Fundação de Amparo à Pesquisa do Estado de \n\nSão Paulo - FAPESP, que financiou o projeto geral (2014/01131-4) permitindo a viabilidade \n\neconômica para a realização dos campos e análises químicas e mineralógicas, e também a \n\nFundação CAPES pela concessão da bolsa de mestrado no programa de Pós-Graduação em \n\nGeociências e Meio Ambiente da UNESP. \n\n Agradeço ainda toda a equipe docente e de funcionários da UNESP, que foram parte \n\nfundamental de minha formação, desde a graduação até hoje. Lembro também de toda a \n\nequipe do NUPEGEL, da ESALQ por todo o auxílio técnico e conceitual nas etapas de \n\nanálises químicas. \n\n A jornada para a execução deste trabalho não teria sido a mesma sem todo o auxílio da \n\nminha orientadora Profa. Vania, que com muita dedicação e paciência me guiou pelo \n\ncaminho, nem sempre fácil, levantando dúvidas e propondo idéias até o último ponto final \n\ndeste trabalho. Agradeço de forma especial por todas as conversas sobre o trabalho e sobre a \n\nvida, me ajudando a focar nos objetivos e transmitindo toda a sabedoria sobre os mais \n\ndiversos assuntos. \n\n Não posso deixar de agradecer todas as pessoas que fizeram parte desta longa etapa \n\nque foi a graduação em Geologia e o mestrado: família, amigos da faculdade e amigos de \n\nlonga data, que apesar da distância se fazem presentes. Obrigada por todo o apoio e carinho \n\nque me dedicaram durante todos estes anos. \n\n Agradeço também aos colegas e amigos de faculdade, do curso e da sala que fizeram \n\nessa experiência um pouco mais tranqüila. Em especial meus amigos para a vida Thami, \n\nVictor, Michele, Raquel, Eduardo e Otávio, que estiveram ao meu lado e me fizeram ver as \n\ncoisas de uma forma mais relaxada, com risadas, brigas e muitas comemorações. \n\n Na vida, nem tudo é infinitamente estável, há momentos de estabilidade, momentos de \n\ngrande atividade em que há desconstrução e momentos de recuperação no qual se pode \n\nreconstruir e aprimorar o que antes existia. Para isso, quero agradecer as pessoas que me \n\najudaram a passar por estes ciclos e me permitiram chegar até aqui: Mãe, Pai, minhas irmãs e \n\nirmão Dri, Ale, Rogério; aos meus amigos Jota, Natty, Nat, obrigada por entenderem a \n\nausência. Agradeço novamente ao Eduardo, por estar presente desde o começo nesta \n\ncaminhada, e por me ensinar que nunca devemos desistir do que queremos. \n\n \n\n\n\nResumo \n\n \n\nObservações de campo, petrografia, geoquímica e mineralogia em dois perfis de alteração de \n\nsolo dos arenitos provenientes do Membro Serra da Galga, Formação Marília, foram \n\nutilizados para avaliar a possível relação genética entre os materiais lateríticos e os solos \n\nenriquecidos com argilas aluminosas (argilas refratárias). O estudo focou um sistema \n\nLatossolo-Gleissolo presente na superfície da chapada sedimentar. O afloramento do \n\nLatossolo, com crosta ferruginosa, situa-se na borda da chapada e o Gleissolo, onde estão \n\nconcentradas as argilas aluminosas, está localizado na depressão topográfica hidromórfica. As \n\nfácies petrográficas mostram que a couraça ferruginosa é autóctone, formada no nível \n\nsaprolítico do arenito. O desmantelamento atual deste horizonte está associado com a \n\ndesferruginização parcial em conseqüência ao aumento da umidade. A estrutura pisolítica é \n\nreconhecida tanto no perfil do Latossolo quando do Gleissolo, após a desferruginização. A \n\nassociação caulinita e gibbsita predomina em todas as profundidades dos dois perfis, porém a \n\ncaulinita é mais expressiva nas maiores profundidades e a gibbsita nas camadas superficiais. \n\nA desferruginização é o processo que acompanha a elevação do nível freático, seja formando \n\nhorizontes manchados na base do Latossolo ou formando horizontes brancos no Gleissolo nos \n\nquais se concentram o alumínio. O enriquecimento de alumínio está associado com a \n\ndessilicificação, possivelmente relacionado com a diminuição do pH e a desestabilização da \n\ncaulinita. Quartzo, raros minerais de turmalina, cianita, zircão e rutilo compõem a fase dos \n\nminerais resistentes ao intemperismo químico. A goethita é o óxido de ferro predominante, \n\nresultado de meio hidratado. O modelado plano da chapada, que corresponde à Superfície Sul-\n\nAmericana descrita por King (1956), sob condições climáticas adequadas e prolongadas, \n\nfavoreceu a formação de cobertura encouraçada ferruginosa. Após o término da deposição \n\nsedimentar, no Paleoceno inferior (aproximadamente 65 milhões de anos AP), a superfície foi \n\ntruncada por longos períodos de erosão que aplainaram o relevo. Atualmente, o clima é \n\ntropical com forte sazonalidade e aumento da umidade. Esta nova condição hídrica, de \n\nsaturação, somada às condições de estabilidade tectônica e vegetação esparsa exerce \n\ninfluência na lixiviação e a perda ferro no horizonte de argila aluminosa. Os resultados \n\nsugerem que é possível a formação de material aluminoso a partir de uma crosta ferruginosa, \n\npropondo assim uma hipótese autóctone para o desenvolvimento das argilas aluminosas.  \n\n \n\nPalavras-chave: Couraça ferruginosa. Argila aluminosa. Latossolo. Gleissolo. \n\n\n\nAbstract \n\n \n\nField observation, petrography, geochemistry and mineralogy in two weathered soil profiles \n\nof the sandstones from Member Serra da Galga, Marilia Formation, were used to evaluate the \n\npossible genetic relation between the lateritic material and the soils enriched in aluminous \n\nclays (refractory clays). The study focus was an Oxisol-Gleysol system present in the surface \n\nof the sedimentary plateau. The Oxisol outcrop, with ferruginous duricrust, is situated on the \n\nedge of the plateau and the Gleysol, where the aluminous clay is concentrated, is located in \n\nthe hydromorphic topographic depression. The petrographical facies show that the ferruginous \n\nduricrust is authochthonous, formed in the saprolitic level of the sandstone. The current \n\ndismantling of this horizon is associated with the partial deferruginization due to humidity \n\nincrease. The pisolitic structure is recognized both in the Oxysol profile and Gleysol, after \n\ndeferruginization. The kaolinite and gibbsite association prevails in all depth of both profiles, \n\nalbeit kaolinite is more significant in deeper depths and gibbsite in the superficial layers. \n\nDeferruginization is a process that accompanies groundwater level rise, might develop \n\nmottled horizons at the Oxysol base or forming white horizons at the Gleysol in which the \n\naluminum is concentrated. The aluminum enrichment is associated with the dessilicification, \n\npossibly related with decrease in pH and the kaolinite destabilization. Quartz, rare tourmaline, \n\nkyanite, zircon and rutile minerals make up the phase of minerals resistant to chemical \n\nweathering. Goethite is the dominant iron oxide, outcome of a hydrated environment. The flat \n\nshape of the plateau, which corresponds to the South American Surface described by King \n\n(1956), under appropriate and prolonged weather conditions, favored the formation of the \n\nhard ferruginous coverage. After the end of sedimentary deposition, in early Paleocene \n\n(approximately 65 million years BP), the surface was truncated by long erosion periods that \n\nflattened the relief. Currently the weather is tropical with strong seasonality and humidity \n\nincrease. This new hydrological condition, saturated, combined with stable tectonic conditions \n\nand sparse vegetation exerts influence in leaching and loss of iron in the aluminous clay \n\nhorizon. The results suggests that is possible the formation of a aluminous material from a \n\nferruginous duricrust, proposing an autochthonous hypothesis for the development of the \n\naluminous clays. \n\n \n\nKey-words: Ferruginous duricrust. Aluminous clay. Oxysol. Gleysol. \n\n  \n\n\n\nÍndice de Ilustrações \n\nFigura 1 - Localização da área de estudos, com identificação dos locais do perfil da BR-050 \n\n(P4), perfil do centro da depressão (P3) e campos de murundus. ............................................ 22 \n\nFigura 2 - Mapa geológico apresentando as unidades que compõem o Grupo Bauru \n\n(BATEZELLI &amp; LADEIRA, 2016). ........................................................................................ 30 \n\nFigura 3 - Carta cronoestratigráfica da Bacia Bauru (BATEZELLI, 2016). ............................ 32 \n\nFigura 4 - Visão do perfil de uma das superfícies de chapada do Triângulo Mineiro. ............. 38 \n\nFigura 5 - Perfil topográfico indicando a localização topográfica dos perfis estudados. ......... 40 \n\nFigura 6 - Perfil esquemático do afloramento estudado, no canteiro da rodovia BR-050, km \n\n127. ........................................................................................................................................... 41 \n\nFigura 7 - Lentes de argila branca orientadas horizontalmente entre as camadas de deposição \n\nsedimentar que, em conjunto com o material argiloso amarelo, formam um retículo que isola \n\nconcreções ferruginosas muito duras, vermelhas muito escuras. ............................................. 42 \n\nFigura 8 - Horizonte de couraça e Horizonte manchado, no qual o horizonte de couraça parece \n\napresentar relíquias de uma estratificação sedimentar. ............................................................ 42 \n\nFigura 9 - O nível concrecionário é constituído por concreções arredondadas vermelhas \n\nescuras ou formando estruturas laminares fraturadas e quebradas, com limites angulosos. \n\nApresentam córtex de alteração vermelho e amarelo. .............................................................. 43 \n\nFigura 10 - O avanço da pedogênese no horizonte manchado refletido no desenvolvimento de \n\num material friável, argiloso, vermelho claro que penetra do topo para a base todas as outras \n\nfácies descritas. ......................................................................................................................... 44 \n\nFigura 11 - Núcleo centimétrico de material ferruginoso, muito endurecido, vermelho escuro, \n\namarelo e branco argiloso. ........................................................................................................ 44 \n\nFigura 12 - Zonas completamente brancas associadas com outras compostas por numerosas \n\npontuações que integram as três matrizes vermelha, branca e amarela.................................... 45 \n\nFigura 13 - Foto geral e foto de detalhe mostrando a interligação entre as matrizes vermelha, \n\nbranca e amarela, apresentando as diferentes maneiras como apresenta-se no perfil. ............. 45 \n\nFigura 14 - Horizonte orgânico com transição da argila aluminosa desferruginizada (Aa), \n\nsobreposta a uma camada (Ma) apresentando uma rede de volumes vermelhos escuros \n\n\n\nendurecidos, vermelhos e amarelos friáveis e cinza claro sobreposta por uma camada de argila \n\naluminosa desferruginizada. ..................................................................................................... 46 \n\nFigura 15 - A- Nicóis Paralelos (NP); B- Nicóis Cruzados (NC): Lâmina P4A1, representativa \n\ndo horizonte a 10 cm, na qual é possível identificar a zona ferruginosa (cor vermelho escuro) \n\ne a zona desferruginizada (bege). São indicadas na figura a composição mineralógica onde o \n\nquartzo (Qtz) apresenta formas diferenciadas, com dimensões variando entre 0,1 mm e 0,5 \n\nmm, fraturas e bordas de dissolução; as micas (Mca) apresentam dimensões inferiores a 0,2 \n\nmm, e apresentam-se intensamente alterados. Os minerais opacos (Op), são \n\npredominantemente óxidos de ferro (hematita). ....................................................................... 48 \n\nFigura 16 - A- NP; B- NC: Lâmina P4A1, representativa do horizonte a 10 cm. Porção da \n\nmatriz bege, na qual se vê concentração de óxidos (Op) (cor preta); grãos de quartzo (Qtz) \n\nalterados, apresentando bordas corroídas, possivelmente indicando dissolução destes grãos, \n\nalguns apresentam intenso grau de fraturamento e fraturas preenchidas por material escuro; \n\ncianita (Ky) fortemente alterada, apresentando baixa birrefringência com nicóis cruzados. ... 49 \n\nFigura 17 - A- NP; B- NC: Lâmina P4B1, representativa do horizonte a 100 cm, na qual a \n\nmatriz ferruginosa e a matriz caulinítica são separadas por macroporosidade. Além do \n\nquartzo, ainda é possível encontrar neste horizonte cristais primários como cianita (Ky) e \n\nturmalina (Tur). ........................................................................................................................ 50 \n\nFigura 18 - Lâmina P4A1, representativa do horizonte 10 cm, onde é possível verificar a \n\ncobertura ou película ferruginosa, neste caso chamada de hipopelícula (STOOPS, 2010), \n\ndevido à matriz apresentar sinais de redução pela mudança na coloração e ocorrer perda de \n\nargila. ........................................................................................................................................ 50 \n\nFigura 19 - A- NP; B- NC: Lâmina P4A1, representativa do horizonte a 10 cm. Concentração \n\nde óxidos (núcleo ferruginoso) apresentando diferentes aspectos, com grãos menores que 0,5 \n\nmm; cristais de quartzo (Qtz) fraturados, subarredondados, com bordas de dissolução nas \n\nquais é possível identificar acúmulos da matriz bege; feldspato (FK) intensamente alterado, \n\ncom 0,6 mm, com aspecto placóide. ......................................................................................... 51 \n\nFigura 20 - Aglomerado de nódulos ferruginosos com grãos de quartzo em meio a massa \n\nferruginosa, apresentando fraturas, em alguns locais preenchidas pelo plasma ferruginoso; \n\nóxidos de ferro (Op) predominam na porção direita, apresentando aspecto arredondado com \n\nmenos de 0,2 mm. ..................................................................................................................... 52 \n\n\n\nFigura 21 - A- NP; B- NC: Lâmina P4B2, representativa do horizonte a 100 cm. Presença de \n\nmatriz ferruginosa com óxidos (Op) de coloração escura, com até 0,5 mm de diâmetro; \n\nquartzo (Qtz) com até 1 mm, alguns fraturados, mas todos com bordas corroídas, com \n\nacumulação de matriz ferruginosa. Presença de plasma de alteração de cor laranja vivo, com \n\nmenos de 0,2 mm. Zircão (Zrn) com menos de 0,2 mm, com alta birrefringência. ................. 52 \n\nFigura 22 - Detalhe do grão de quartzo fraturado, com bordas corroídas com presença da \n\nmatriz ferruginosa preenchendo algumas fraturas; presença de óxidos de coloração escura. .. 53 \n\nFigura 23 - Lâmina (P4D1) representativa do horizonte a 300 cm, os grãos de quartzo \n\napresentam dimensões variadas (<0,1mm e&lt;0,7 mm) e bordas corroídas com acúmulo da \n\nmatriz ferruginosa nestas reentrâncias. Na matriz ferruginosa, estão presentes feições de \n\niluviação de argila, marcada pela alternância entre tons de vermelho mais escuro e bege. ..... 54 \n\nFigura 24 - Imagem ilustrativa da porção ferruginosa, com quartzo apresentando bordas de \n\ndissolução com incrustações ferruginosas nas partes alteradas; o plasma ferruginoso com uma \n\ncor vernelha viva aparece nos interstícios da matriz ferruginosa, principalmente na porção \n\nmais clara, o que indica uma fuga do ferro deste horizonte. .................................................... 55 \n\nFigura 25 - Lâmina do horizonte a 300 cm, porção onde é visível a matriz bege com zonas de \n\ntransição marcada pela cor amarela, onde há um acúmulo de óxidos e também onde é visível \n\nfeições de iluviação de argila, caracterizada pelo estriamento distinguido pela alternância \n\nentre a cor bege e vermelho escuro. Hipopelícula - pedofeição que mostra sinais de redução \n\ndevido a mudança na coloração e perda de argila. ................................................................... 55 \n\nFigura 26 - Lâmina representativa do nível a 300 cm indicando fácies herdada do saprolito. 56 \n\nFigura 27 - Fragmentos do arenito no topo do perfil a 100 cm de profundidade. .................... 56 \n\nFigura 28 - Estrutura herdada do arenito, no topo do perfil (0-10 cm) contendo microfissuras \n\npreenchidas por óxido de ferro. ................................................................................................ 57 \n\nFigura 29 – Lâmina representativa do horizonte friável nodular a 300 cm de profundidade. A- \n\nNP; B- NC: Transformação de distribuição porfírica para enáulica pela disjunção entre plasma \n\ne esqueleto. C e D Empilhamento do esqueleto composto por alguns grãos de quartzo, mas \n\nsobretudo por nódulos ferruginosos, caracterizando pisólitos soltos. ...................................... 57 \n\nFigura 30 - Lâminas P4E7, representativas do nível couraçado a 440-490 cm; A- NP; B- NC: \n\nCouraça ferruginosa com estrutura maciça com grãos de quartzo (Qtz) cimentados; C- NP; D- \n\nNC: couraça ferruginosa com bandas intercaladas com camadas de plasma bege, presença de \n\n\n\numa estrutura sedimentar remanescente e um grão de cianita (Ky) como nos níveis superiores.\n\n .................................................................................................................................................. 58 \n\nFigura 31 - Fissuras no horizonte ferruginoso nas quais há acúmulo de plasma ferruginoso de \n\ncor vermelho escuro, concentração de óxidos; quartzo fraturado, com bordas arredondadas \n\ncom dimensão menor que 0,5 mm. ........................................................................................... 59 \n\nFigura 32 - Feições de alteroplasmação na matriz bege, marcada pela presença de \"manchas\" \n\nescuras, presença de macroporosidades, concentração ferruginosa em contato com plasma de \n\nalteração de cor amarela, cristais de quartzo (Qtz) com bordas corroídas. .............................. 60 \n\nFigura 33 - Lâminas representativas do horizonte manchado apresentando o contato abrupto \n\nentre as matrizes vermelha escura para vermelho e para o bege; a matriz bege, caulinítica, \n\napresente forte fissuramento. .................................................................................................... 60 \n\nFigura 34 - A- NP; B- NC, C e D. Lâminas P4E1 -1 e 2, representativas do horizonte \n\nmanchado, na qual se observa a presença de núcleos quartzosos nos pisólitos; matriz bege \n\napresenta fissuras preenchidas por material ferruginoso de cor vermelho escuro. .................. 61 \n\nFigura 35 - A; B; C e D: Presença de relíquias de nódulos ferruginosos, caracterizados pelo \n\naspecto arredondado marcado pela cor vermelha escura; nota-se a presença de grãos de \n\nquartzo no interior da maior parte dos nódulos, tais grãos possuem aspecto arredondado, com \n\nbordas dissolvidas. .................................................................................................................... 62 \n\nFigura 36 - Concentração de nódulos ferruginosos, aspecto arredondado, inferiores a 0,5 mm.\n\n .................................................................................................................................................. 63 \n\nFigura 37 - A- NP; B- NC: Poros preenchidos por plasma de alteração ferruginoso de cor \n\nlaranja forte, indicando destruição da zona vermelha escura, ferruginosa; quartzo \n\napresentando dimensão até 1 mm, fraturados e com bordas arredondadas com marca de \n\ndissolução. ................................................................................................................................ 63 \n\nFigura 38 - A- NP; B- NC: plasma ferruginoso vermelho escuro pode também estar \n\ndistribuído em domínios contínuos isolando o plasma bege maciço ou pisolitico. Dissolução \n\nde quartzo e substituição com plasma ferruginoso. .................................................................. 64 \n\nFigura 39 - A- NP; B- NC: Lâmina (P4E6) representativa do contato entre os volumes \n\nbrancos e volumes vermelhos do horizonte manchado, na qual é possível identificar um cristal \n\nde zircão (Zrn) com 0,3 mm de diâmetro, fraturado, com borda dissolvida e aspecto \n\narredondado; quartzo com até 0,5 mm, com aspecto arredondado, alguns apresentam bordas \n\n\n\nde dissolução. Ambas as matrizes apresentam fissuras e porosidade, sendo destacado na \n\nmatriz escura a presença de plasma de alteração na borda da porosidade. .............................. 64 \n\nFigura 40 - A- NP; B- NC: Lâmina representativa do horizonte manchado na qual não é \n\npossível identificar transição entre as matrizes vermelha e bege. As porosidades estão \n\npreenchidas com plasma de alteração ferruginoso, indicando perda e Fe no horizonte, os grãos \n\nde quartzo apresentam aspecto arredondado, com até 1 mm de diâmetro, em geral apresentam \n\nbordas marcadas por dissolução, na qual se tem um acúmulo de matriz ferruginosa. ............. 65 \n\nFigura 41 - Lâmina (P4E4) representativa dos volumes brancos, onde há predominância da \n\nmatriz bege, similar a encontrada nas porções mais ferruginosas, grãos de quartzo apresentam \n\naspecto similar ao das outras lâminas, com formas arredondadas, fraturas e bordas de \n\ndissolução. É possível identificar ainda feições de iluviação de argila, embora apareçam de \n\nforma sutil. ................................................................................................................................ 65 \n\nFigura 42 - A- NP; B- NC: Lâmina (P4E6) representativa do contato entre volumes brancos e \n\nvolumes vermelhos, apresentando fraturas onde provavelmente se torna um caminho \n\npreferencial de circulação de fluídos, presença de óxidos, quartzo com aspecto similar ao \n\nencontrado na matriz vermelha................................................................................................. 66 \n\nFigura 43 - Morfologia do quartzo ao longo do perfil. A - Lâmina P4A1 - representativa do \n\nhorizonte a 10 cm; B - Lâmina P4B1 e C - Lâmina P4B2 - representativas do horizonte a 100 \n\ncm; D - Lâmina P4D1 - representativa do horizonte a 300 cm; E - Lâmina P4E1, F - Lâmina \n\nP4E1(2), representativas do horizonte manchado a 490 cm. .................................................... 67 \n\nFigura 44 - Morfologia do quartzo ao longo do perfil. G - Lâmina P4E2; H - Lâmina P4E4 - \n\nrepresentativa dos volumes brancos no horizonte manchado; I - Lâmina P4E5; J - Lâmina \n\nP4E6, representativas do horizonte manchado abaixo de 490 cm; K - Lâmina P4E7-A; L - \n\nLâmina P4E7-C, representativas do nível de couraça a 440-490 cm. ...................................... 68 \n\nFigura 45 - Concentração ferruginosa de cor vermelha escura, contendo quartzo de dimensões \n\nvariadas e aspecto arredondado. Tanto na porção mais clara da lâmina, como na porção com \n\nmaior concentração ferruginosa, o quartzo apresenta bordas dissolvidas. ............................... 69 \n\nFigura 46 - A- NP; B- NC: Quartzo (Qtz) com fomas subarredondadas, em geral pouco \n\nquebrados, dimensões que variam de 0,01 mm a até pouco mais de 1 mm, bordas marcadas \n\npela concentração de matriz ferruginosa. Na porção com concentração de matriz ferruginosa é \n\npossível verificar que o quartzo aparece com menores dimensões do que na matriz bege. \n\nFeldspato (Fsp) alterado, e caulinita (Kln) cristalina. .............................................................. 69 \n\n\n\nFigura 47 - A- NP; B- NC: Turmalina (Tur) apresentando cerca de 0,3 mm de tamanho no \n\neixo mais alongado, circundado por grãos de quartzo (Qtz) de dimensões variadas e matriz \n\ncaulinítica (Kln). ....................................................................................................................... 70 \n\nFigura 48 - A- NP; B- NC: cristais de feldspato (Fsp) alterados, apresentando ainda resquícios \n\nda geminação de microclínio sob nicóis cruzados.................................................................... 70 \n\nFigura 49 - Grãos de quartzo (Qtz) com dimensões variadas de até 0,5 mm, em matriz \n\ncaulinítica de cor bege clara, turmalina (Tur) alterada com aspecto prismático e pouco mais \n\nque 0,5 mm; cianita (Ky) com menos de 0,3 mm, quebrada. ................................................... 71 \n\nFigura 50 - Alternância entre as matrizes bege clara e vermelha escura, presença de cristais de \n\nquartzo com menos de 0,5 mm, onde é possível identificar pequenos microagregados, com \n\nbordas marcadas por concentrações ferruginosas, lembrando as feições encontradas no \n\nhorizonte manchado e saprolito do perfil da BR-050. .............................................................. 71 \n\nFigura 51 - Grãos de quartzo e turmalina em meio à matriz caulinítica. ................................. 72 \n\nFigura 52 - Feição arredondada lembrando os pisólitos encontrados no horizonte manchado e \n\nsaprólito do perfil P4. ............................................................................................................... 72 \n\nFigura 53 - Mapa esquemático hipotético da área de estudos, apresentando as áreas de \n\nocorrência dos gleissolos (Gleysol), latossolos (Oxisol), bem como as possíveis áreas de \n\nexposição de couraça, e a demarcação da Superfície Sul-Americana de King (1956) e a \n\ndissecação da paisagem. ........................................................................................................... 86 \n\nFigura 54 - Perfil topográfico hipotético esquemático desenvolvido com base nas informações \n\ncoletadas em campo, análises químicas e mineralógicas e embasado na literatura, no qual o as \n\nargilas aluminosas se formam sobre a couraça ferruginosa. .................................................... 89 \n\nÍndice de Tabelas \n\nTabela 1 - Quantificação das frações areia, silte e argila. ........................................................ 73 \n\nTabela 2 - Óxidos Totais e de Zr expresso em porcentagem.................................................... 75 \n\n \n\n  \n\n\n\nÍndice de Gráficos \n\nGráfico 1- Difratogramas de raios X fração areia do perfil P4. Legenda: Kln - caulinita; Mag - \n\nmagnetita; Rt - rutilo; Gt - goethita; Qtz - quartzo; Zrn - zircão. ............................................. 77 \n\nGráfico 2 - Difratogramas de raios X fração argila do perfil P4. Legenda: Kln - caulinita; Gt - \n\ngoethita; Gbs - gibbsita; Hem - hematita; Ant - anatásio; Qtz - quartzo; Rt - rutilo. ............... 78 \n\nGráfico 3 - Difratogramas de raios X para as amostras de trado do perfil P4 (Trad. P4). \n\nLegenda: Kln - caulinita; Qtz - quartzo; Gt - goethita; Hem - hematita. .................................. 78 \n\nGráfico 4 - Difrações de raios X para a fase vermelho escura e vermelho clara do perfil BR-\n\n050. Legenda: Kln - caulinita; Qtz - quartzo; Zrn - zircão; Gt - goethita. ................................ 79 \n\nGráfico 5 - Difrações de raios X para a fase amarela do perfil P4. Legenda: Kln - caulinita; \n\nQtz - quartzo; Gt - goethita; Ant - anatásio; Hem - hematita. .................................................. 79 \n\nGráfico 6 - Difração de raios X para a fase branca do perfil P4. Legenda: Kln - caulinita; Gbs \n\n- gibbsita; Qtz - quartzo. ........................................................................................................... 80 \n\nGráfico 7 - Difratogramas de raios X da amostra bruta do perfil do centro da depressão (P3). \n\nLegenda: Kln - caulinita; Gbs - gibbsita; Qtz - quartzo; Hem - hematita; Gt - goethita; Ant - \n\nanatásio. .................................................................................................................................... 81 \n\nGráfico 8 - Difratogramas de raios X da fração argila do perfil do centro da depressão (P3). \n\nLegenda: Mca - mineral micáceo; Kln - caulinita; Gbs - gibbsita; Qtz - Quartzo; Hem - \n\nhematita; Gt - goethita. ............................................................................................................. 82 \n\nGráfico 9 - Difração de raios X para a fração areia das amostras obtidas por trado (Trad. P3) \n\nno perfil do centro da depressão (P3). Legenda: Kln - caulinita; Qtz - quartzo; Hem - \n\nhematita; Zrn - zircão; Rt - rutilo.............................................................................................. 83 \n\nGráfico 10 - Difração de raios X para a fração argila das amostras obtidas por trado (Trad. P3) \n\nno perfil do centro da depressão (P3). Legenda: Kln - caulinita; Gbs - gibbsita; Gt - goethita; \n\nAnt - anatásio; Zrn - zircão. ...................................................................................................... 83 \n\n \n\n \n\n \n\n \n\n \n\n\n\nSumário \n\n1. Introdução ............................................................................................................................. 15 \n\n2. Importância do tema e Objetivos .......................................................................................... 17 \n\n2.1 Objetivos ............................................................................................................................. 21 \n\n3. Localização e Aspectos Geográficos da área de Estudo....................................................... 22 \n\n3.1 Localização da Área ........................................................................................................... 22 \n\n3.2 Aspectos Geográficos da Área de Estudo........................................................................... 23 \n\n4. Materiais e Métodos ............................................................................................................. 26 \n\n4.1 Descrição e Coleta de Amostras no Campo ....................................................................... 26 \n\n4.2 Confecção de Lâminas e Descrição Petrográfica do Perfil ................................................ 26 \n\n4.3 Análise Granulométrica ...................................................................................................... 27 \n\n4.4 Análise Química Total ........................................................................................................ 27 \n\n4.5 Composição Mineralógica por Difração de raios X (DRX) ............................................... 27 \n\n5. Geologia Regional ................................................................................................................ 29 \n\n5.1 Contexto Geológico Regional: Evolução do Conhecimento Geológico na Região do \n\nTriângulo Mineiro .................................................................................................................... 29 \n\n5.2 A Bacia Bauru .................................................................................................................... 30 \n\n5.2.1 Litoestratigrafia da Bacia Bauru ...................................................................................... 31 \n\n5.3 O Grupo Bauru ................................................................................................................... 32 \n\n5.3.1 Formação Araçatuba ........................................................................................................ 33 \n\n5.3.2 Formação Adamantina ..................................................................................................... 34 \n\n5.3.3 Formação Uberaba ........................................................................................................... 35 \n\n5.3.4 Formação Marília ............................................................................................................ 36 \n\n6. Resultados e Discussões ....................................................................................................... 40 \n\n6.1 Descrição e Análise Petrográfica ........................................................................................ 40 \n\n6.1.1 Caracterização dos perfis ................................................................................................. 40 \n\n6.1.2 Caracterização petrográfica ............................................................................................. 47 \n\n\n\n6.2 Perfil Granulométrico, Geoquímico e Mineralógico .......................................................... 73 \n\n6.2.1 Composição granulométrica ............................................................................................ 73 \n\n6.2.2 Óxidos totais .................................................................................................................... 74 \n\n6.2.3 Caracterização mineralógica por Difratometria de Raios X ............................................ 76 \n\n6.3 Hipótese sobre a formação das argilas aluminosas a partir da alteração e pedogênese do \n\narenito do Membro Serra da Galga (Formação Marília) .......................................................... 84 \n\n7. Aspectos Econômicos ........................................................................................................... 92 \n\n7.1 Argilas Refratárias .............................................................................................................. 92 \n\n7.2 Calcário ............................................................................................................................... 93 \n\n7.3 Potencial Hidrogeológico ................................................................................................... 94 \n\n8. Conclusões ............................................................................................................................ 95 \n\n9. Bibliografia ........................................................................................................................... 97 \n\n \n\n \n\n  \n\n\n\n15 \n\n \n\n1. Introdução \n \n\n No Brasil, e na maior parte dos solos das regiões tropicais, horizontes pisolíticos ou \n\ncrostas enriquecidas com ferro e/ou manganês em Latossolos são encontrados em platôs \n\ncobertos por vegetação típica de savana e indicam processos antigos e atuais de intemperismo \n\ne pedogênese tropicais (EZE, et al. 2014).  \n\n Apesar de sua ampla extensão e distribuição nas regiões tropicais, é comum haver \n\ndúvidas acerca da filiação entre as formações ferruginosas, a rocha fonte e a influência de \n\nfatores ambientais, erosionais e deposicionais que regem a evolução da paisagem \n\n(BEAUVAIS &amp; ROQUIN, 1996, BUTT, et al., 2000). \n\n As dificuldades são principalmente devido à grande espessura dos solos tropicais, à \n\nevolução da paisagem em que ocorrem, às mudanças geoquímicas associadas às condições \n\npaleoclimáticas e aos processos erosionais e deposicionais que controlam a preservação e \n\nocorrência da rocha fonte (BUTT et al., 2000). Tais fatores contribuem para que ao longo da \n\nevolução as características químicas e mineralógicas da rocha sejam perdidas. Alguma \n\nsimilaridade geoquímica geralmente pode ser encontrada no saprólito e no horizonte \n\nmanchado, contudo nas couraças ou ferricretes a herança geoquímica da rocha fonte pode ser \n\nperdida. Também, à medida que as condições ambientais mudam em relação àquelas que \n\nformaram os perfis encouraçados, o material anteriormente endurecido se degrada e novos \n\nmateriais se reorganizam em solos argilosos, bioturbados e microagregados contendo \n\nfragmentos de crosta e nódulos (BEAUVAIS, 2009).    \n\n A formação e a degradação de crosta ferruginosa, a caracterização petrográfica, \n\nquímica e mineralógica dos materiais e suas relações com a paisagem justificam esta \n\npesquisa. A área de estudo situa-se no contexto regional das chapadas do Triângulo Mineiro \n\n(Oeste do estado de Minas Gerais), entre os municípios de Uberaba e Uberlândia, onde a base \n\nlitológica é representada pelos arenitos da Formação Marília. Os solos dos planaltos tabulares \n\nsão muito argilosos e frequentemente comportam horizontes pisolíticos. Com base nos dados \n\ndisponíveis atualmente na bibliografia, a relação de filiação dos solos com a rocha matriz é \n\ninconclusiva bem como as transformações morfológicas, geoquímicas e mineralógicas \n\nresultantes das condições ambientais atuais.  \n\n A hipótese deste trabalho é que o arenito do Membro Serra da Galga evoluiu para um \n\nperfil laterítico endurecido após profunda alteração química e que as atuais condições \n\nbioclimáticas são responsáveis pela desestabilização e transformação deste material.  \n\n\n\n16 \n\n \n\nO Membro Serra da Galga é composto por arenitos mal selecionados, com granulometria \n\nvariando de grossa a fina, por vezes apresentando níveis conglomeráticos e estratificação \n\nplano-paralela. Em geral possuem cor amarela a vermelha, além de apresentar lamitos de cor \n\nmarrom. Já as argilas aluminosas, em geral, apresentam a cor branca e possuem quartzo e \n\ngibbsita como constituintes principais. O horizonte manchado e a couraça ferruginosa \n\npreservam a estrutura do arenito enquanto o horizonte do topo é argiloso e conserva pisólitos \n\nformados pela destruição da couraça. A desferruginização em ambiente redutor característico \n\ndas depressões topográficas do platô resulta em solo enriquecido em caulinita e gibbsita que \n\nse desenvolve sobre um horizonte manchado plíntico.  \n\n O objetivo central deste estudo é demonstrar, por meio de investigações de campo, \n\nanálises petrográficas, mineralógicas e químicas, que os horizontes fortemente ferruginosos se \n\nformaram a partir dos arenitos da Formação Marília, mais especificamente do Membro Serra \n\nda Galga, e que com o avanço da pedogênese, estes materiais tenham propiciado a formação \n\ndos depósitos de argilas enriquecidas em alumínio presentes nas depressões topográficas no \n\ntopo da chapada. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n\n \n\n \n\n2. Importância do tema e Objetivos \n \n\nAs coberturas lateríticas são comuns nas estruturas cratônicas e tectonicamente \n\nestáveis das regiões intertropicais, e exibem grande complexidade química e mineralógica \n\nherdada de vários ciclos evolutivos (NAHON et al., 1989; BRIMHALL et al., 1991). \n\nEspessos mantos de intemperismo se formam sobre todas as litologias e desenvolvem uma \n\nmatriz secundária argilosa que, de acordo com suas características morfológicas, \n\nmineralógicas e geoquímicas, é profundamente diferente do material original (BUTT et al., \n\n2000). \n\nO Brasil comporta uma das maiores concentrações de caulim e bauxita do mundo e \n\nsua gênese está majoritariamente relacionada com os perfis lateríticos maduros (COSTA et \n\nal., 2009). No estado de Minas Gerais, os planaltos tabulares (chapadas) do Triângulo \n\nMineiro concentram depósitos de argila aluminosa, algumas em fase de exploração, descritos \n\nem estudos anteriores (por exemplo, SUGUIO et al., 1976; ZAMBRANO, 1981 apud \n\nCORRÊA, 2006) e que também parecem ser o produto do intenso e longo processo de \n\nevolução supérgena tropical. Estas superfícies constituem-se em ambientes-chave para a \n\ncompreensão de processos pedogenéticos atuais que resultam em mudanças das características \n\nfísico-químicas e mineralógicas dos solos e das de perdas e enriquecimentos geoquímicos. \n\nA área de estudo situa-se entre os municípios de Uberaba e Uberlândia, no Triângulo \n\nMineiro, no domínio dos Planaltos e Chapadas da Bacia Sedimentar do Paraná, estando \n\ninserida na subunidade do Planalto Meridional da Bacia do Paraná (AB'SABER, 1963). Os \n\nplanaltos tabulares (chapadas) são formas de relevos esculpidas nas unidades sedimentares \n\nsupra-basálticas neocretáceas pertencentes ao Grupo Bauru. \n\nFernandes &amp; Coimbra (1996) propuseram a denominação \"Bacia Bauru\" para a \n\nentidade geotectônica constituída pelos grupos Caiuá e Bauru. Estes grupos são \n\nrepresentativos de um mesmo ambiente, formados sob clima quente, semi-árido nas bordas e \n\ndesértico para o interior da bacia (RICCOMINI, 1995). No Triângulo Mineiro, o Grupo Bauru \n\né composto por sedimentos flúvio-lacustres, depositados sobre basaltos da Formação Serra \n\nGeral e sotopostos a sedimentos inconsolidados de idade terciária (BARCELOS, 1984).  \n\nA Bacia Bauru formou-se no Neocretáceo, no centro-sul da Plataforma Sul-\n\nAmericana, e desenvolveu-se como bacia continental interior, pós-ruptura do continente \n\ngondwânico, acumulando uma seqüência sedimentar essencialmente arenosa, hoje com \n\nespessura máxima de 300 m e área de 370.000 km\n2 \n\n(FERNANDES &amp; COIMBRA, 2000). \n\n\n\n18 \n\n \n\nDias-Brito et al. (2001) atribuíram a idade da Formação Marília como sendo \n\nNeomaastrichtiana, a partir do seu conteúdo de ostracodeos. O conteúdo fossilífero da \n\nFormação Marília é representado por restos de ostracodeos, quelônios, peixes, crocodilídeos, \n\nsaurópodes. \n\nNa região do Triângulo Mineiro afloram rochas das formações Uberaba, Adamantina e \n\nMarília, essa última dividida nos membros Ponte Alta, Serra da Galga e Echaporã \n\n(BATEZELLI, 2003). A chapada, na qual se situa a área de estudo, é sustentada pelos arenitos \n\nda Formação Marília, mais especificamente pelo Membro Serra da Galga, depositado entre \n\naproximadamente 86 e 74 Ma. (SUGUIO, 1973), que recobre as formações mais antigas e \n\naflora localizadamente nas bordas íngremes do planalto.  \n\nO membro Serra da Galga constitui-se predominantemente por subarcóseos líticos e, \n\nsecundariamente, por litoarenitos, sublitoarenitos e litoarenitos feldspáticos, mal a \n\npobremente selecionados (RIBEIRO, 2001). Tais arenitos são imaturos e formados em \n\nambiente semi-árido, com cores amarelas a avermelhadas, originadas de sedimentação fluvial \n\nde leques aluviais e lagos efêmeros (SUGUIO, 1973). Também podem estar parcialmente \n\ncimentados ou conter nódulos de CaCO3 e crostas de sílex de espessura centimétrica \n\n(FERNANDES &amp; COIMBRA, 2000). Cutículas e agregados argilosos são compostos por \n\nillita, esmectita e interestratificado illita-esmectita (RIBEIRO, 2001).  \n\nConforme apresentado no projeto RADAMBRASIL (1983), sobre os sedimentos do \n\nGrupo Bauru encontram-se coberturas terciárias, as quais são constituídas de argilas, areias e \n\nsiltes já pedogeneizados, originando predominantemente latossolos vermelho-escuros e \n\nlatossolos vermelhos-amarelos, os quais se sobrepões a uma camada de crostas ferruginosas, \n\nde espessura variável.  \n\nBaccaro (1991) ressaltou a existência de um conglomerado basal, na parte inferior \n\ndestas camadas ferruginosas, composto de fragmentos de arenitos e basaltos, enquanto ambas \n\nas margens dos canais fluviais ocorre uma massa significante do solo hidromórfico, sobre \n\nfácies argilosa da Formação Marília (BACCARO, 1991). \n\nÉ necessário ressaltar que, mesmo que a primeira vista, esses horizontes pareçam \n\ndescontínuos, são evoluídos ?in situ”, uns dos outros. O processo de alteração e pedogênese \n\nque transformam as rochas em solo podem conduzir a formação de vários níveis de \n\norganização pedológica, que se sobrepõe, aparentemente em discordância, como por exemplo, \n\nhorizontes arenosos, horizontes nodulares, couraças ferruginosas e cascalheiras (LIMA &amp; \n\nQUEIROZ, 1996). \n\n\n\n19 \n\n \n\nNahon (1991) explica como crostas ferruginosas conglomeráticas e horizontes \n\nnodulares podem-se formar no solo, \"in situ\", por auto-organização, como resultado de \n\nmudanças espontâneas e autônomas do sistema geoquímico dos solos, sem a intervenção de \n\nfatores externos, como os climáticos ou tectônicos. Tal explicação permite afirmar que as \n\ncoberturas lateríticas encontradas nas chapadas do Triângulo Mineiro, em especial as sobre as \n\nFormações do Grupo Bauru, são coberturas pedológicas in situ oriundas das rochas \n\nsubjacentes (LIMA &amp; QUEIROZ, 1996).  \n\nDe forma geral, os latossolos estão presentes nas partes melhor drenadas do platô \n\nenquanto os gleissolos estão presentes nas depressões topográficas insuficientemente \n\ndrenadas, desenvolvidas na superfície do platô (ROSOLEN et al., 2014),  locais de extração \n\ndas argilas aluminosas (argilas refratárias).  \n\nCoberta pela vegetação de Cerrado, esta região faz parte do núcleo da paisagem \n\nlaterítica que está relacionada com as velhas superfícies de erosão tectonicamente estáveis do \n\nEscudo Central Brasileiro (MELFI, 1997). O clima é tropical com temperatura média anual de \n\n23°C e precipitação média de 1464 mm/ano, sendo dezembro e janeiro os meses mais \n\nchuvosos (QUEIROZ, 2012).  \n\n As formações lateríticas têm importância metalogenética e são consideradas áreas \n\npotenciais para concentrações de reservas de Al, Ni, Co e Au entre outros (BRIMHALL et al., \n\n1991). Apesar do reconhecimento do valor econômico relacionado à existência de minerais \n\nindustriais e metálicos, a exploração dos terrenos com rochas profundamente alteradas \n\ndificultam os estudos e a extração do material. A caracterização e o entendimento da gênese \n\ndestes materiais são essenciais para a exploração mineral e para aprofundar a compreensão da \n\nhistória geológica das paisagens tropicais. \n\nNa área de desenvolvimento desta pesquisa, as zonas com altas concentrações de \n\nargilas aluminosas cauliníticas e gibbsíticas indicam serem formadas por processos de \n\nintemperismo e pedogênese tropicais que atuaram na superfície da chapada sedimentar. Nas \n\náreas topograficamente deprimidas e hidromórficas as argilas são desferruginizadas e \n\npossuem teor de enriquecimento de alumínio que varia entre aproximadamente 20 e 70% \n\n(IBAR, comunicação oral).  \n\nOs fatores de enriquecimento não são claros, especialmente por se desenvolver sobre \n\nos níveis sedimentares da Formação Marília (Membro Serra da Galga). A possível relação \n\nquanto à filiação mineralógica destes materiais é inconclusiva apesar de ser um elemento \n\nchave que define a história geológica deste compartimento de paisagem brasileiro. \n\n\n\n20 \n\n \n\nDal'Bó &amp; Basilici (2010) e Basilici et al. (2012) tratam da presença de paleossolos na \n\nBacia Bauru, em especial das concentrações carbonáticas na Formação Marília. O principal \n\nagente das formações cálcicas e consequentemente de concentração dos carbonatos nos \n\npaleossolos foi a lixiviação de bicarbonatos e íons de cálcio, controlados pelo clima, que se \n\ncaracterizou como o principal fator de controle e de diferenciação dos processos \n\npedogenéticos nos níveis sedimentares. As estimativas de paleoprecipitação revelaram dois \n\nmomentos distintos de evolução paleoclimática, um caracterizado por momentos de maior \n\naridez (240 mm/ano), que permitiram o desenvolvimento de horizontes cálcicos e outro mais \n\númido (824 mm/ano), suficiente para lixiviar os carbonatos e favorecer os processos de \n\ndispersão e translocação de argilas nos horizontes argílicos (DAL'BÓ &amp; BASILICI, 2010).  \n\nPor se tratar de uma sucessão estratigráfica espessa, apenas a caracterização do nível \n\ncarbonático não pode ser considerado suficiente para explicar o ambiente supérgeno de \n\nformação de solo ou a dependência com o clima moderno.  \n\nNo Brasil, de forma geral, os trabalhos sobre a caracterização de paleossolos \n\nconcentram-se no reconhecimento e caracterização de formações de calcretes e silcretes \n\n(PIERINI &amp; MIZUSAKI, 2007). No caso do Membro Serra da Galga, as frequentes \n\ndescontinuidades laterais e das características do ambiente deposicional não permitem \n\ncorrelações entre as unidades (PIERINI &amp; MIZUSAKI, 2007).  O afloramento do membro \n\nSerra da Galga na borda dissecada do topo da chapada revela nível enriquecido, não com \n\ncarbonatos de cálcio ou silcrete, mas com ferro individualizando uma couraça ferruginosa \n\nsobreposta a um nível manchado. Estes materiais sugerem que condições climáticas pretéritas \n\ne atuais agem em conjunto para formar e transformar as coberturas de alteração e de solo nos \n\nníveis estratigráficos sedimentares da Formação Marília.   \n\nNão há registros de estudos que detalhem a formação de couraça e sua relação com a \n\ngênese do mosqueamento no arenito no Triângulo Mineiro embora esta sequência possa \n\nrepresentar um caso típico de degradação biogeoquímica de couraça laterítica. Exemplos \n\ndeste processo típico das regiões tropicais e equatoriais foram apresentados por vários autores \n\n(NAHON, 1986, TARDY, 1993, BEAUVAIS, 2009).   \n\nTambém, a formação do nível manchado pode ter ocorrido na base do perfil por \n\nexpansão de condições de hidromorfia que resulta em translocação dos óxidos de ferro no \n\nperfil (VEPRASKAS, 1992,  PETERSCHIMITT et al., 1996).  Mais recentemente   Hong et \n\nal. (2010), descreveram a presença de veios e manchas brancas nos arenitos no sul da China e \n\nconcluiu que sua formação se relaciona com um ambiente extremamente quente e úmido, que \n\n\n\n21 \n\n \n\nlixiviou intensamente os óxidos de ferro. Na chapada, além do arenito, dominam solos \n\nargilosos com horizontes manchados e desferruginizados.  \n\nCom base em autores como Nahon (1991), Baccaro (1991), Lima &amp; Queiroz (1996), \n\nque sustentam a possibilidade da formação in situ de coberturas lateríticas sobre solos \n\narenosos, o cenário apresentado, referente a àrea de estudos, permite propor a hipótese de que \n\nhá uma possível relação genética e filiação mineralógica entre a couraça ferruginosa e a \n\nalteração do sedimento do Membro Serra da Galga (Formação Marília) e entre a couraça \n\nferruginosa e a formação de solos muito argilosos e aluminosos.  \n\n Os resultados apresentados neste trabalho contribuem para ampliar a compreensão da \n\nevolução de uma paisagem laterítica típica do cerrado brasileiro. O propósito é explicar as \n\npossíveis relações existentes entre os horizontes com propriedades minerais, geoquímicas e \n\nestruturais distintas, produzidas em meio laterítico, possivelmente a partir do sedimento \n\narenítico com o qual não exibem uma clara continuidade lito ou pedoestratigráfica. São \n\nconjuntos de informações que permitem interpretar processos de formação e degradação de \n\nlateritas. Finalmente, considerando o aspecto econômico, uma vez que esta área é enriquecida \n\nem argila refratária, salienta-se que a alteração mineral supérgena laterítica é responsável por \n\ninserir o Brasil como um dos maiores produtores de minérios, como por exemplo, ser o \n\nterceiro produtor mundial de alumínio (bauxita) e quinto de caulim (DNPM, 2014).  \n\n \n\n2.1 Objetivos  \n \n\nA pesquisa tem como objetivo central avaliar a possível relação genética entre a \n\nalteração do arenito do Membro Serra da Galga (Formação Marília), a couraça ferruginosa e \n\nos solos argilosos e aluminosos presentes nas depressões topográficas da superfície da \n\nchapada. Para alcançar o objetivo principal, foram cumpridas as seguintes etapas: \n\n? Caracterizar petrográfica, química e mineralogicamente a couraça ferruginosa, os \n\nníveis mosqueados e pisolíticos que compõem o perfil de afloramento laterítico \n\nsobre o arenito da Formação Marília e as argilas aluminosas das depressões \n\ntopográficas; \n\n? Caracterizar química e mineralogicamente o horizonte manchado encontrado na \n\nbase da couraça e da argila aluminosa, visando interpretar os mecanismos de \n\nalteração e as condições ambientais que os formaram; \n\n? Avaliar a importância da alteração e pedogênese tropicais para a economia da \n\nregião do Triângulo Mineiro.  \n\n\n\n22 \n\n \n\n3. Localização e Aspectos Geográficos da área de Estudo \n\n3.1 Localização da Área  \n\n A área de estudos (Figura 1) está situada na chapada sedimentar do Triângulo Mineiro, \n\nentre os municípios de Uberaba e Uberlândia, estando inserida no contexto geológico da \n\nBacia Bauru, uma bacia de caráter intracratônico que abrange o centro-oeste de São Paulo, \n\nnordeste do Mato Grosso do Sul, sudeste do Mato Grosso, sul de Goiás e oeste de Minas \n\nGerais (BATEZELLI, 2003). \n\n \n\nFigura 1 - Localização da área de estudos, com identificação dos locais do perfil da BR-050 (P4), perfil do centro \n\nda depressão (P3) e campos de murundus. \n\n A área encontra-se a aproximadamente 50 km de Uberlândia e 40 km de Uberaba, \n\nsendo o acesso preferencial por ambas as cidades pela Rodovia Federal Radial BR-050, a \n\nsudoeste. A partir desta rodovia é possível entrar por uma das vias secundárias, geralmente \n\nestradas de terra, para ter acesso ao local.  \n\n O perfil P4 está localizado na Rodovia BR-50, na altura do Km 127, sentido Uberaba \n\npara Uberlândia. Neste ponto também foi feita uma tradagem manual (Trad. P4) para a \n\namostragem de material mais profundo. Para acessar o perfil P3, situado no centro da \n\ndepressão topográfica, deve-se pegar o acesso próximo ao posto Cinquentão, que marca a \n\nmetade da distância entre as cidades de Uberaba e Uberlândia, e seguir sentido à área de \n\n\n\n23 \n\n \n\nextração da empresa IBAR. Além das amostras coletadas na trincheira P3, foram coletadas \n\namostras mais profundas com auxílio de trado manual (Trad. P3). \n\n \n\n3.2 Aspectos Geográficos da Área de Estudo  \n \n\n A região entre os municípios de Uberaba e Uberlândia integra uma superfície plana, de \n\ncerca de 1000 m de altitude, situada no domínio dos Planaltos e Chapadas da Bacia \n\nSedimentar do Paraná, inserida na subunidade do Planalto Meridional da Bacia do Paraná \n\n(AB'SABER, 1963). Possui relevo típico de chapada, com topo plano a suavemente ondulado, \n\ncoberto com vegetação característica de cerrado. \n\n No Triângulo Mineiro (porção Oeste do Estado de Minas Gerais), as chapadas \n\nsedimentares são formas residuais de uma antiga superfície de erosão, denominada por King \n\n(1956) de Superfície Sul-Americana, e recebe este nome por ter sido elaborada pelo ciclo de \n\nerosão \"Sul-Americano\". \n\n Tal superfície data do final do Cretáceo (145 - 65 M.a.), quando a maior parte do \n\ncontinente Sul Americano consistia em uma superfície extensa, quase plana, com pequenas \n\nporções de rochas resistentes, como quartzitos, remanescentes de ciclos de erosão anteriores \n\n(MARQUES et al. 2004). As superfícies de aplainamento no Brasil Oriental constituem traço \n\nfundamental da paisagem, embora em algumas áreas eventos desnudacionais neocenozóicos \n\nagressivos tenham sido responsáveis, localmente, pelo desmantelamento de seus \n\nremanescentes (VALADÃO, 2009). Durante soerguimentos tectônicos que ocorreram durante \n\no Terciário, as rochas mais antigas foram expostas ao intemperismo, resultando em novas \n\nsuperfícies de erosão que foram denominadas Velhas I e Velhas II (MARQUES et al., 2004). \n\n Os remanescentes da Superfície Sul-Americana, que constituem as chapadas atuais, \n\ncom declives inferiores a 3% (MOTTA et al., 2002) são revestidos por manto de alteração \n\nprofundo, geoquimicamente bastante evoluído e contendo teores elevados de ferro, embora \n\nseu substrato litológico seja bastante diversificado (VALADÃO, 2009). Seus topos, \n\nesculpidos em espessa cobertura de sedimentos terciários, elevam-se entre 1.000 m e 1.100 m \n\nde altitude (MOTTA et al., 2002). É comum a presença de encrostamentos lateríticos, \n\nfrequentemente recobertos por horizonte arenoso (VALADÃO, 2009).  \n\n Essas bancadas lateríticas constituíram, também, obstáculo ao livre movimento da \n\nágua infiltrada na chapada, fazendo com que o tempo de residência de água nos solos mais \n\npróximos das bordas se tornasse mais extenso, estabelecendo-se um gradiente de regime \n\n\n\n24 \n\n \n\nhídrico entre o centro e as bordas do planalto, o que induziu à distribuição de solos hoje \n\nobservada nas chapadas mais amplas da região (MOTTA et al., 2002). \n\n Independentemente da natureza do substrato rochoso, os solos dessa superfície \n\nmostram uma distribuição condicionada, sobretudo, pela variação do regime hídrico ao longo \n\ndas vertentes suaves (MOTTA et al., 2002). Em geral, tendem a ser muito argilosos e não \n\nparecem ter relação genética íntima com o substrato rochoso (MARQUES et al. 2004). \n\n Os solos presentes na área são os Latossolos (solos lateríticos) desenvolvidos nos \n\nlocais mais elevados do centro das chapadas e estão relacionados a condições de melhor \n\ndrenagem interna e Gleissolos (áreas com hidromorfia) em áreas ligeiramente deprimidas, no \n\ninterior ou próximo às bordas das chapadas. As áreas cobertas por Latossolos vermelhos, com \n\ncromas igual ou mais vermelho que 2,5 YR, são indicativas da presença de hematita na fração \n\nargila, enquanto Latossolos com cores amarelas são relacionados a ambientes mais úmidos e \n\nindicam a presença da goethita. \n\n Períodos com condições climáticas mais úmidas propiciaram o aprofundamento do \n\nmanto de intemperismo, e, num processo semelhante ao atual, ciclos alternados de oxidação e \n\nredução devem ter determinado, em áreas deprimidas, a segregação de ferro e formação de \n\nplintita em subsuperfície, precursora das concreções ferruginosas que agora persistem à borda \n\ndas chapadas (MARQUES et al. 2004). \n\n O clima atual é controlado pelas massas de ar continental (Equatorial e Tropical) e \n\nAtlântica (Polar e Tropical). Os deslocamentos dessas massas de ar são responsáveis pela \n\nmarcante alternância de estações úmidas e secas. A temperatura média anual é de 23°C e a \n\nprecipitação média é de 1464 mm/ano sendo os meses mais chuvosos dezembro e janeiro \n\n(QUEIROZ, 2012).  \n\n Em relação à vegetação, no Triângulo Mineiro e sul dos Estados de Goiás e Mato \n\nGrosso a floresta tropical latifoliada aparece somente nos vales fluviais da bacia hidrográfica \n\ndo Paraná. Nas demais áreas predominam os cerrados. Sua fisionomia é intermediária entre a \n\nfloresta e o campo, distinguindo-se dois tipos de vegetação: um arbóreo, formado por árvores \n\nde pequena altura (3 a 6 m), outro herbáceo que, quase sempre, não ultrapassa 0,50 m de \n\naltura, onde as gramíneas e ervas de pequeno porte se apresentam em tufos isolados \n\n(SUGUIO, 1973). \n\n A região está situada no contexto geológico de bacia sedimentar continental interior, \n\ntendo como substrato rochoso os arenitos do Grupo Bauru. O grupo é constituído por \n\nsedimentos do Cretáceo Superior, acumulados a montante de Sete Quedas do Guaíra, na \n\n\n\n25 \n\n \n\ngrande área deprimida da região norte da bacia sedimentar do Paraná, associados às últimas \n\nmanifestações tectônicas, de caráter mais ou menos amplo, desta bacia (SUGUIO, 1973).  \n\nOs sedimentos do Grupo Bauru foram depositados em uma bacia homônima, formada \n\npor compensação isostática posterior ao acúmulo de quase 2.000 m de lavas basálticas, \n\nocorrido no Cretáceo Inferior (RICCOMINI, 1997; FERNANDES &amp; COIMBRA, 2000; \n\nTAVARES, 2012), e ocupam a maior parte da porção ocidental do Estado de São Paulo. \n\nOcorrem também no extremo oeste de Minas Gerais (Triângulo Mineiro), sul de Goiás e sul e \n\nleste de Mato Grosso.  \n\nA Bacia Bauru formou-se no Neocretáceo, no centro-sul da Plataforma Sul-\n\nAmericana, e desenvolveu-se como bacia continental interior, pós-ruptura do continente \n\ngondwânico, acumulando uma sequência sedimentar essencialmente arenosa, hoje com \n\nespessura máxima de cerca de 300 m e área de 370.000 km\n2\n (FERNANDES &amp; COIMBRA, \n\n2000). A seqüência tem por substrato basaltos da Formação Serra Geral (Grupo São Bento), \n\ndos quais é separada por não-conformidade, e limite superior erosivo, demarcado pela \n\nSuperfície Sul-Americana ou sua posterior dissecação (FERNANDES &amp; COIMBRA, 2000).  \n\nA passagem lateral entre os grupos Caiuá e Bauru é gradual e interdigitada \n\n(FERNANDES, 2004), o último é constituído pelas formações Araçatuba, Adamantina, \n\nUberaba e Marília (BATEZELLI et al., 2003). \n\nA chapada estudada é sustentada pelos arenitos da Formação Marília, mais \n\nespecificamente pelo Membro Serra da Galga, depositado entre aproximadamente 86 e 74 \n\nMa. (SUGUIO, 1973) que recobre as formações mais antigas e aflora localizadamente nas \n\nbordas íngremes do planalto. A apresentação detalhada da geologia regional está no Capítulo \n\n5. \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n26 \n\n \n\n4. Materiais e Métodos  \n\n4.1 Descrição e Coleta de Amostras no Campo \n\n \n\n A descrição e coleta das amostras do perfil com arenito ferruginoso (P4) foram feitas \n\nno afloramento às margens da Rodovia BR-150, na altura do quilômetro 127. O perfil P4, \n\ncom cerca de 600 cm de material aflorante, foi amostrado do topo (0 cm) até sua base (600 \n\ncm). Além do material aflorante, foram coletadas amostras de maior profundidade, a partir da \n\nbase (600 cm) do P4 com o auxílio de um trado manual (Trad. P4), atingindo a profundidade \n\nde 900 cm. Foram coletadas 13 amostras indeformadas para confecção de lâminas e 20 \n\namostras para as análises químicas, físicas e mineralógicas. Visando comparar os materiais \n\npara encontrar a possível filiação entre o solo ferruginoso e o solo enriquecido com argila \n\naluminosa foram coletadas amostras no centro de uma depressão topográfica hidromórfica do \n\ntopo da chapada (P3). Foi aberta uma trincheira (P3), com um perfil de solo e de alteração \n\ncontíguo à área de mineração de argila refratária. Assim como no P4, foi feita uma tradagem \n\n(Trad. P3) a partir da base da trincheira (P3); foram coletadas 2 amostras indeformadas para \n\nconfecção de lâminas e 14 amostras para realizar os mesmos procedimentos de laboratório \n\nacima referidos. Ainda foi feita a coleta de duas amostras próximas à linha férrea, \n\nrepresentativos da alterita e de um arenito, os quais podem ser englobados na porção do \n\nhorizonte manchado e saprólito. Foi confeccionada uma lâmina de cada amostra.   \n\n \n\n4.2 Confecção de Lâminas e Descrição Petrográfica do Perfil \n\n \n\n As amostras indeformadas dos perfis P3 e P4 foram impregnadas sob vácuo, por \n\ncapilaridade, com resina EPOXI (EPORESIN 1.204), diluída com acetona, monômero de \n\nestireno (40 a 60%) e catalisador (Peroxisol, de 3 a 5 gotas por litro). Após o endurecimento \n\nda resina, os monólitos foram cortados, confeccionadas seções delgadas (3 X 4,5 cm) e \n\npolidas com pasta diamantada. Os monólitos foram cortados e polidos no Laboratório de \n\nLaminação do Departamento de Petrologia e Metalogenia (DPM) e no Laboratório de \n\nLaminação do UNESPetro. A interpretação das lâminas foi feita em microscópio petrográfico \n\nOlympus BX40 binocular (Laboratório de Microscopia do DPM). As fotos das lâminas foram \n\nobtidas no Laboratório de Inclusões Fluídas do DPM em microscópio petrográfico Zeiss \n\nAxioskop 40, com a câmera fotográfica Canon E0S e o programa EOS 5D Mark II; as \n\n\n\n27 \n\n \n\nimagens foram tratadas utilizando o programa CorelDRAW X7. Foram confeccionadas e \n\ninterpretadas 3 lâminas do perfil P3 e 13 lâminas do perfil P4 e uma lâmina do arenito. \n\n  \n\n4.3 Análise Granulométrica \n\n \n\n A extração e quantificação das frações argila, silte e areia para realização das análises \n\nmineralógicas foram realizadas por peneiramento em via úmida e por pipetagem na \n\nEMBRAPA Meio Ambiente (Jaguariúna, SP), sendo assim, considera-se areia fina o intervalo \n\nentre 0,25 - 0,053 mm e fração silte entre 0,053 - 0,002 mm. Após remoção da matéria \n\norgânica com H2O2 as amostras foram dispersas com hexametafosfato de sódio (EMBRAPA, \n\n1997). A fração areia foi determinada por peneiramento via úmida, a fração argila por \n\npipetagem e a fração silte foi determinada pela diferença obtida entre subtração da soma das \n\nfrações areia e argila da amostra inicial. \n\n  \n\n4.4 Análise Química Total  \n\n \n\n Foram quantificados os óxidos totais de silício (SiO2), titânio (TiO2), alumínio \n\n(Al22O3), ferro (Fe2O3), manganês (MnO), magnésio (MgO), cálcio (CaO), sódio (Na2O), \n\npotássio (K2O), fósforo (P2O5) em Espectrômetro de Fluorescência de Raios X (Laboratório \n\nde Geoquímica – DPM/UNESP). As amostras foram destorroadas e pulverizadas em \n\nalmofariz de ágata, peneiradas, inicialmente em malha de 2 milímetros para obter a fração \n\nterra fina, e posteriormente foram pulverizadas em moinho com almofariz de ágata. Foram \n\nutilizadas pastilhas fundidas com borato de lítio, na proporção de 1:5. Os limites de detecção \n\nforam da ordem de 0,1 g kg\n-1\n\n para SiO2, Al2O3 e Fe2O3 e na ordem de 0,01 g kg\n-1\n\n para \n\nMgO, CaO, P2O5, Na2O, K2O e TiO. \n\n \n\n4.5 Composição Mineralógica por Difração de raios X (DRX)  \n\n \n\nA composição mineralógica da amostra total, da fração argila e areia foi obtida por \n\ndifratometria de raios X (DRX), realizada no Núcleo de Pesquisa em Geoquímica e Geofísica \n\nda Litosfera (NUPEGEL-ESALQ/USP). A fração areia foi obtida por peneiramento via úmida \n\n(retido na peneira com malha de 0,053 mm) e a argila por pipetagem após dispersão com \n\nhidróxido de sódio (EMBRAPA, 1997). Após secagem, as amostras naturais e em pó foram \n\n\n\n28 \n\n \n\nanalisadas em um difratômetro Phillips PW 1730 operado com potencial de 40 kV, com uso \n\nde monocromador para a eliminação da radiação K?, e fonte de Cu (radiação K?, ?=1,54186 \n\nÅ). A varredura foi realizada com passo de 0,02° (2?) e tempo de acumulação de 10 segundos \n\npor passo.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n29 \n\n \n\n5. Geologia Regional  \n\n5.1 Contexto Geológico Regional: Evolução do Conhecimento Geológico na Região \n\ndo Triângulo Mineiro  \n \n\n Os primeiros trabalhos sobre a mineralogia e a litologia da região do Triângulo \n\nMineiro foram realizados por Hussak (1891) e Porcheron (1903). A Formação Bauru foi \n\nintroduzida na literatura por Gonzaga de Campos (1905), com a denominação de \"Grês \n\nBauru\" (SUGUIO, 1973). Mais tarde, em 1930, a Comissão Geográfica e Geológica do \n\nEstado de São Paulo adotou o nome de \"Formação Bauru\" (BATEZELLI, 2003). \n\n Em 1934, Barbosa em estudo sobre as águas subterrâneas na região de Uberaba, usou \n\npela primeira vez o termo Formação Uberaba para denominar os arenitos esverdeados que \n\ncobrem os basaltos da Formação Serra Geral nesta localidade.  \n\n Posteriormente Hasui (1967) que apresentou o primeiro mapa geológico das rochas \n\ncretáceas do Triângulo Mineiro e Alto Paranaíba, e estudou os arenitos da Formação Uberaba, \n\ncaracterizou-os como rochas epiclásticas que apresentam conglomerado basal seguido por \n\narenitos com cimentação carbonática e/ou matriz argilosa verde, associados a siltitos, \n\nargilitos, arenitos conglomeráticos e conglomerados arenosos (apud BATEZELLI, 2003).  \n\n Outras pesquisas foram introduzidas por autores como Suguio (1973), que estudou os \n\ncalcários da região, constituindo a Fácies Ponte Alta julgando integrar o conjunto basal \n\nconglomerático da Formação Bauru.  \n\n A Fácies Ponte Alta introduzida por Suguio (1973) como parte da Formação Bauru, \n\nfoi modificada por Barcelos et al. (1981) que propuseram modificações na litoestratigrafia da \n\nFormação Marília no Triângulo Mineiro, em duas litofácies: Ponte Alta (calcários) e Serra da \n\nGalga (arenitos imaturos e conglomerados sobrepostos). Em 1984, Barcelos apresentou a \n\nintegração regional das unidades que se estendem no estado de São Paulo e no Triângulo \n\nMineiro e propôs os membros Ponte Alta e Serra da Galga para a Formação Marília \n\n(FERNANDES, 1992). \n\n Fernandes &amp; Coimbra (2000) apresentaram um trabalho de revisão estratigráfica, em \n\nâmbito regional para a Bacia Bauru, onde redescreveram as características litoestratigráficas \n\ndas unidades que compõem o Grupo Bauru, onde mantiveram as formações Uberaba e \n\nMarília, e sua subdivisão nos membros Echaporã, Serra da Galga e Ponte Alta, as quais serão \n\ndescritas com maior detalhe durante a caracterização geológica da área de estudo. \n\n\n\n30 \n\n \n\n5.2 A Bacia Bauru \n\n \nA Bacia Bauru (Figura 2) formou-se no Neocretáceo, no centro-sul da Plataforma Sul-\n\nAmericana, em evento de compensação isostática posterior ao acúmulo de quase 2.000 m de \n\nlavas basálticas, ocorrido no Cretáceo Inferior. O termo \"Bacia Bauru\" consiste em uma \n\ndenominação proposta por Fernandes &amp; Coimbra (1994) para a entidade geotectônica \n\nneocretácea constituída pelos grupos Caiuá e Bauru, que se instala sobre a área de ocorrência \n\ndos derrames basálticos, com depocentro coincidente com a maior espessura da pilha \n\nvulcânica (RICOMINI, 1995). \n\n Tal entidade desenvolveu-se como bacia continental interior, pós-ruptura do \n\ncontinente gondwânico, acumulando uma seqüência sedimentar essencialmente arenosa, hoje \n\ncom espessura máxima de cerca de 300 m e área de 370.000 km\n2\n. A sequência tem por \n\nsubstrato basaltos da Formação Serra Geral (Grupo São Bento), dos quais é separada por não-\n\nconformidade, e limite superior erosivo, demarcado pela Superfície Sul-Americana ou sua \n\nposterior dissecação (FERNANDES &amp; COIMBRA, 2000). \n\n \n\nFigura 2 - Mapa geológico apresentando as unidades que compõem o Grupo Bauru (BATEZELLI &amp; LADEIRA, \n\n2016). \n\n\n\n31 \n\n \n\n A sequência sedimentar, constituída por depósitos continentais essencialmente \n\narenosos, é dividida em dois grupos cronocorrelatos, Caiuá e Bauru, representativos de um \n\nmesmo ambiente, sob clima quente (RICOMINI, 1995), semi-árido a árido, entre o \n\nConiaciano e Maastrichtiano (Ks) (FERNANTES &amp; COIMBRA, 2000). \n\n O Grupo Caiuá localiza-se na porção central da Bacia Bauru; rumo às bordas leste e \n\nnorte ocorre o Grupo Bauru (RICOMINI, 1995). O conjunto litológico dessa bacia representa \n\num intervalo deposicional continental, iniciado com um provável nível de base lacustre, \n\ncolmatado gradualmente por um sistema aluvial, resultante do soerguimento acentuado de \n\nsuas bordas norte, nordeste e leste (BATEZELLI et al., 2003). O primeiro grupo corresponde \n\na trato de sistemas eólico interior do Deserto Caiuá, enquanto o segundo corresponde a \n\ndepósitos de trato de sistemas de clima semi-árido formado por leques aluviais marginais, \n\nlençóis de areia atravessados por sistemas fluviais efêmeros e zona endorrêica paludial \n\n(MILANI et al., 2007). \n\n Esta bacia possui forma aproximadamente elíptica, com eixo maior na direção \n\nnordeste (RICOMINI, 1997). Os limites atuais da Bacia Bauru são essencialmente erosivos \n\ne/ou tectônicos, desenhados pela Antéclise de Rondonópolis a noroeste, soerguimento do Alto \n\nParanaíba a nordeste, alinhamentos do Rio Mogi Guaçú, São Carlos-Leme e Ibitinga-Botucatu \n\na leste e do Paranapanema a sul e sudeste (RICOMINI, 1995). A oeste seu limite é encoberto \n\ndado à grande área dominada por depósitos de cobertura sedimentar aluvial de idade terciária \n\n(planície do Rio Paraná) (BATEZELLI, 2003). \n\n \n\n 5.2.1 Litoestratigrafia da Bacia Bauru \n\n  \n A seqüência suprabasáltica neocretácea é composta pelos grupos Bauru e Caiuá \n\n(FERNANDES &amp; COIMBRA, 2000). Seu contato basal é discordante (não-conformidade), \n\nsobretudo com basaltos da Formação Serra Geral (Grupo São Bento). A passagem lateral \n\nentre os grupos Caiuá e Bauru é gradual e interdigitada (FERNANDES, 2004).  \n\n O Grupo Caiuá ocorre nos Estados do Paraná, São Paulo e Mato Grosso do Sul, \n\npossuindo, assim, menor relevância para a compreensão da área de estudo, a qual compreende \n\no Triângulo Mineiro (Figura 3). O Grupo é composto pelas formações Rio Paraná, Goio Erê e \n\nSanto Anastácio. \n\n\n\n32 \n\n \n\n \n\nFigura 3 - Carta cronoestratigráfica da Bacia Bauru (BATEZELLI, 2016). \n\n O Grupo Bauru ocorre principalmente em São Paulo, no Triângulo Mineiro e norte do \n\nParaná. Por ser o Grupo com maior expressão na área de estudo, sua litoestratigrafia será \n\nabordada com maior detalhe. \n\n \n\n5.3 O Grupo Bauru \n  \n\n Há algumas discordâncias quanto à nomenclatura e divisão das formações que \n\ncompõem o Grupo Bauru, de modo que neste trabalho será adotada a nomenclatura adotada \n\npor autores como Almeida et al. (1980),  Riccomini (1995 e 1997), Batezelli (2003),  Silva et \n\nal. (2005), Basilici et al. (2009). \n\n O Grupo Bauru corresponde a depósitos de trato de sistemas de clima semi-árido, \n\nformado por leques aluviais marginais, lençóis de areia atravessados por sistemas fluviais \n\nefêmeros e zona endorrêica paludial, que alimentaram o deserto interior correspondente ao \n\nGrupo Caiuá (MILANI et al., 2007). \n\n O Grupo Bauru compreende um pacote sedimentar cretáceo, pertencente à Bacia do \n\nParaná, que aflora em área de cerca de 117.000 km² no Estado de São Paulo, tendo como \n\nsubstrato as rochas basálticas da Formação Serra Geral e, localmente, os sedimentos das \n\n\n\n33 \n\n \n\nformações Botucatu e Pirambóia, como na região de Bauru (SP) e Agudos (SP) (SILVA et al., \n\n2005).  \n\n Na região do Triângulo Mineiro afloram rochas das formações Uberaba, Adamantina e \n\nMarília, essa última dividida nos membros Ponte Alta, Serra da Galga e Echaporã \n\n(BATEZELLI, 2003). Contudo, na área de estudos foi registrada a ocorrência das formações \n\nAdamantina e Uberaba e os membros Ponte Alta e Serra da Galga, pertencentes à Formação \n\nMarília, além dos basaltos da Formação Serra Geral, o membro Echaporã aflora apenas na \n\nporção oeste do Triângulo Mineiro. \n\n \n\n 5.3.1 Formação Araçatuba \n\n  \n\n A Formação Araçatuba delimita a base do Grupo Bauru, seu contato basal é \n\ndiscordante tanto em relação aos basaltos da Formação Serra Geral, quanto aos arenitos do \n\nGrupo Caiuá. Seu contato superior e lateral com a Formação Adamantina se dá de forma \n\ngradual e interdigitada (BATEZELLI et al., 2003). \n\n As rochas desta formação ocorrem na região de Araçatuba (SP), nos vales do rio Tietê \n\ne Aguapeí/Feio, apresentando espessura máxima da ordem de 70 metros, sua sessão tipo \n\nencontra-se na rodovia SP-300, no km 548,5, nas proximidades da cidade homônima \n\n(FERNANDES &amp; COIMBRA, 2000). A ocorrência mais setentrional dessa unidade é \n\nregistrada na região de Jales, onde a seção atinge 21 m de espessura (BATEZELLI et al., \n\n2003). Sendo assim, é possível afirmar que a Formação Araçatuba tem ocorrência restrita ao \n\nestado de São Paulo e não possui representatividade na área de estudos, situada no Triângulo \n\nMineiro. \n\n A análise de fácies realizadas por Batezelli et al. (2003), constatou que a Formação \n\nAraçatuba é constituída por duas associações faciológicas, as quais os autores denominaram: \n\nAssociação arenosa e Associação silto-arenosa. A primeira, formada por lentes métricas de \n\narenito muito fino a fino, ora maciço, ora com estratificações cruzadas de médio porte, sendo \n\ncomuns estratificações plano-paralelas e marcas onduladas. A segunda, constituída por siltitos \n\narenosos maciços ou com laminação plano-paralela e marcas onduladas, por vezes \n\nintercaladas por camadas delgadas de arenito muito fino com granodecrescência ascendente \n\n(BATEZELLI et al., 2003). \n\n A análise dos perfis e das características litológicas da Formação Araçatuba evidencia \n\numa sucessão com amplo predomínio de fácies pelíticas sobre fácies psamíticas, indicativa de \n\num ambiente deposicional lacustre (SILVA et al., 2005). O contexto deposicional da \n\n\n\n34 \n\n \n\nformação foi um ambiente paludal, de águas salinas rasas, pouco agitadas, sujeitas a períodos \n\nde exposição, tendo se acumulado em área de caráter endorrêico, baixa e alagadiça, de águas \n\nrasas e estagnadas (FERNANDES &amp; COIMBRA, 2000). \n\n Do ponto de vista bioestratigráfico, a Formação Araçatuba é portadora de material \n\nmicropaleontológico (ostracodes e carófitos), o que permite posicioná-la no intervalo \n\nTuroniano-Santoniano ou Campaniano-Eomaastrichtiano (BATEZELLI et al., 2003).  \n\n \n\n 5.3.2 Formação Adamantina \n\n  \n\n Em alguns trabalhos como o de Fernandes (1998), Fernandes &amp; Coimbra (2000), \n\nCorrêa (2006), Milani et al. (2007), Fernandes &amp; Basilici (2009), a Formação Adamantina é \n\nsubstituída pela Formação Vale do Rio do Peixe. Segundo Fernandes (2004), a Formação \n\nVale do Rio do Peixe corresponde à grande parte da Formação Adamantina, sendo assim, \n\nneste trabalho optou-se por utilizar a nomenclatura proposta por Soares et al. (1980), uma vez \n\nque tal nomenclatura parece ter maior sustentação bibliográfica. \n\n Devido a variações faciológicas que são comumente observadas em perfis da \n\nFormação Adamantina e refletem a extrema variabilidade dos depósitos continentais de \n\norigem fluvial. Essas variações têm sido responsáveis pela profusão de diferentes designações \n\npara uma mesma unidade estratigráfica (SILVA et al., 2005). \n\n Esta formação é a de mais ampla distribuição aflorante dentre as formações do Grupo \n\nBauru (ALMEIDA et al., 1980), sendo reconhecida nos estados de Goiás, Mato Grosso do \n\nSul, Minas Gerais (Triângulo Mineiro) e São Paulo (TAVARES et al., 2012). A Formação \n\nAdamantina foi formalmente proposta por Soares et al. (1980) como um conjunto de fácies \n\ncompostas por bancos de arenito portando estratificação cruzada, intercalados a bancos de \n\nlamitos siltitos e arenitos lamíticos (SILVA et al., 2005). \n\n Segundo Batezelli (2003), no Triângulo Mineiro, a Formação Adamantina aflora na \n\nregião centro-oeste. É constituída por arenitos finos a médios, avermelhados, com seleção \n\nmoderada, estratificação cruzadas de pequeno a médio porte, estratificação plano-paralela e, \n\nsubordinadamente marcas onduladas. \n\n O contato inferior da Formação Adamantina é discordante com os basaltos da \n\nFormação Serra Geral, com contato abrupto e erosivo. Lateralmente apresenta-se interdigitado \n\ncom a Formação Uberaba; seu contato superior é concordante interdigitado a abrupto com a \n\nFormação Marília (BATEZZELI, 2003; SILVA et al., 2005). \n\n\n\n35 \n\n \n\n Segundo Tavares et al. (2012) o ambiente de sedimentação da Formação Adamantina \n\nfoi um ambiente fluvial meandrante com porções anastomosadas no estado de São Paulo, \n\ntendo registros fósseis de restos de moluscos, conchostráceos, peixes, quelônios, \n\ncrocodilimorfes, oogônios e restos vegetais petrificados.  \n\n \n\n 5.3.3 Formação Uberaba  \n\n  \n\n A Formação Uberaba, proposta por Hasui (1968), ocorre apenas na região do \n\nmunicípio de Uberaba, seu contato inferior corresponde a uma não-conformidade com \n\nbasaltos da Formação Serra Geral, é encoberta pelo Membro Serra da Galga, que pertence à \n\nFormação Marília (FERNANDES &amp; COIMBRA, 2000).  \n\n A Formação Uberaba, restrita ao Triângulo Mineiro, consiste de rochas epiclásticas de \n\nderivação vulcânica, dispostas em estratos tabulares e lenticulares amalgamados (GRAVINA, \n\n2008). Os tipos petrográficos correspondem a arenitos muito finos a lamitos siltosos, arenitos \n\nfinos subordinados, com matriz argilosa. Exibe cor cinza-esverdeado a verde-oliva típica \n\n(FERNANDES &amp; COIMBRA, 2000).  \n\n As estruturas sedimentares presentes são basicamente estratificações cruzadas \n\nacanaladas e tabulares de pequeno a médio porte, estratificação plano-paralela, feições \n\nacanaladas e algumas estruturas deformacionais e de injeção de argila, na forma de estruturas \n\nem chama e dobras convolutas (BATEZELLI, 2003). \n\n A unidade apresenta ainda, intercalações menos expressivas de argilitos, arenitos \n\nconglomeráticos e conglomerados de matriz arenosa (FERNANDES &amp; COIMBRA, 2000). \n\nAs rochas são classificadas como litoarenitos a litoarenitos feldspáticos e sublitoarenitos \n\nsegundo a classificação de McBride (1963) (apud BATEZELLI et al.2007). \n\n Em termos texturais, os arenitos dessa formação apresentam seleção moderada, sendo \n\nfreqüentes intraclastos de argila e de rocha basáltica com tamanhos submilimétricos a \n\ncentimétricos. É comum também a presença de nódulos carbonáticos ou de níveis cimentados \n\npor carbonato de cálcio (BATEZELLI, 2003). \n\n Essa unidade corresponde a depósitos de sistema fluvial entrelaçado, com predomínio \n\nde macroformas de acresção a jusante e formas de crescimento lateral restritas (FERNANDES \n\n&amp; COIMBRA, 2000). \n\n \n \n \n\n\n\n36 \n\n \n\n 5.3.4 Formação Marília \n\n \n\n A Formação Marília foi designada por Almeida e Barbosa (1953) se referindo a \n\narenitos grossos e conglomeráticos, cimentados por calcita, e correspondentes à parte superior \n\ndo Grupo Bauru (TAVARES et al., 2012). As rochas apresentam teor de matriz variável e \n\nraras camadas descontínuas de lamitos vermelhos e calcários (SILVA et al., 2005). \n\n A abundância de cimento calcífero em suas litologias propiciou um arcabouço \n\nresistente à erosão, responsável pela sustentação das escarpas dos planaltos de Marília, Garça \n\ne Echaporã. Esta sucessão sobrepõe-se às formações Adamantina e Uberaba por meio de \n\ncontato interdigitado a abrupto; seu limite superior é marcado pela superfície topográfica atual \n\n(SILVA et al., 2005). \n\n A formação Marília possui espessura média de 60 metros. É constituída por arenitos e \n\narenitos conglomeráticos com freqüentes estratificações cruzadas (acanaladas e planares) e \n\npor conglomerados clasto-suportados polimícticos, contendo seixos arredondados de quartzo, \n\nquartzito, xistos, escassos fragmentos de chert e basalto, bem como intraclastos pelíticos e \n\ncarbonáticos (RIBEIRO &amp; CARVALHO, 2007). \n\n Segundo Gravina et al. (2008), os arenitos conglomeráticos são compostos por \n\nfragmentos de argilito, grânulos de basalto e de arenito. O carbonato ocorre como concreções \n\nou nódulos, cimento, fragmentos fósseis ou, ainda, como preenchimento de microfraturas. A \n\nmatriz é de areia fina composta por quartzo, magnetita, granada, fragmentos líticos e \n\nfeldspato, com traços de mica, zircão e piroxênio. \n\n A Formação Marília segundo Fernandes (1992) compreende depósitos arenosos \n\nimaturos, texturalmente, com teor variável de matriz, seleção pobre e grãos angulosos, \n\nmineralogicamente ricos em feldspatos e minerais pesados instáveis. Apresenta ainda, níveis \n\nconglomeráticos, com frequente cimentação e concreções carbonáticas (FERNANDES, \n\n1992). \n\n Dias-Brito et al. (2001) atribuíram a idade Neomaastrichtiana para a Formação \n\nMarília, a partir do seu conteúdo de ostracodeos. O conteúdo fossilífero da Formação Marília \n\né representado por restos de ostracodeos, quelônios, peixes, crocodilídeos, saurópodes. \n\n A formação foi subdividida por Barcelos (1984) em três membros: Ponte Alta, Serra \n\nda Galga e Echaporã, sendo os dois primeiros aflorantes na parte leste do Triângulo Mineiro, \n\nenquanto o Membro Echaporã aflora na parte oeste. \n\n Estudos correlacionam o Membro Ponte Alta a fácies carbonática e o Serra da Galga a \n\nfácies clásticas, com um modelo deposicional de leques aluviais dominados por canais \n\n\n\n37 \n\n \n\nfluviais entrelaçados (braided), submetidos a um clima semi-árido, com pequenos lagos e \n\nlagoas (RIBEIRO et al., 2012). \n\n \n\n 5.3.4.1 Membro Ponte Alta \n\n  \n\n Ocorre somente no Triângulo Mineiro, formado por calcários. O Membro Ponte Alta \n\ncaracteriza a porção basal da Formação Marília assentando-se de forma gradacional sobre a \n\nFormação Uberaba e constitui núcleos ou zonas tabulares interiores do Membro Serra da \n\nGalga, criados por cimentação posterior à deposição (FERNANDES &amp; COIMBRA, 2000). \n\n O Membro Ponte Alta é formado por calcários impuros, apresentando espessura entre \n\n10 e 20 metros, agrupando três litotipos básicos: 1) calcário arenoso - de aspecto maciço, 2) \n\ncalcário conglomerático - de matriz arenosa (cascos de burro), e 3) calcário fino fragmentado \n\n(FERNANDES &amp; COIMBRA, 2000). Predominam os calcários arenosos. \n\n Ainda segundo Fernandes e Coimbra (2000), supõe-se que a cimentação carbonática \n\nseja posterior e a associação de litofácies que compõe o Membro Ponte Alta sugere deposição \n\nem sistema fluvial entrelaçado, com fluxos de alta energia e curta duração, de partes medianas \n\na distais de leques aluviais marginais. \n\n Economicamente, representa a mais importante unidade estratigráfica regional, a suas \n\nrochas carbonáticas já foram atribuídos usos como o fabrico da cal, notadamente no século \n\npassado, produção do cimento no bairro de Ponte Alta, como corretivo de solo na agricultura \n\ne até como rocha ornamental (RIBEIRO et al., 2012). \n\n \n\n 5.3.4.2 Membro Serra da Galga \n\n \n\n O Membro Serra da Galga tem importância maior neste trabalho por ser o material \n\nconsiderado fonte que, após alteração e pedogênese policíclica, originaram as couraças \n\nferruginosas e as argilas aluminosas. Tal litologia pode ser considerada como a de sustentação \n\nas chapadas do Triângulo Mineiro (Figura 4) uma vez que o Membro Ponte Alta é menos \n\nexpressivo em área.  \n\n\n\n38 \n\n \n\n \n\nFigura 4 - Visão do perfil de uma das superfícies de chapada do Triângulo Mineiro. \n\n A unidade possui contato aparentemente interdigitado, complexo e irregular com o \n\nMembro Ponte Alta (Fernandes, 1998). \n\n Ocorre apenas na borda nordeste da Bacia Bauru, no Triângulo Mineiro e é formado \n\npor arenitos imaturos, grossos a finos, frequentemente conglomeráticos, de cores amarelas a \n\navermelhadas e lamitos de cor marrom. Apresenta estratificação cruzada tabular e acanalada \n\n(FERNANDES, 2004). Tal membro apresenta a associação faunística mais representativa do \n\nGrupo Bauru, sendo similar àquela da Formação Adamantina (TAVARES et al., 2012). \n\n O Membro Serra da Galga representa sequência siliciclástica composta por sucessões \n\ncíclicas de conglomerados clasto-suportados e arenitos médios e grossos, com frequentes \n\nestratificações cruzadas acanaladas. Aparecem ainda depósitos pelíticos definidos como fácies \n\nde abandono de canal e depósitos arenosos com contribuição pelítica, gerados por discretos \n\nfluxos de detritos (RIBEIRO et al., 2012). \n\n Os clastos das litofácies conglomeráticas são mal selecionados, de dimensões e grau \n\nde arredondamento variado. São constituídos de quartzo, quartzito, calcedônia, nódulos \n\ncarbonáticos remobilizados, arenitos, pelitos, fragmentos de basalto e outras possíveis rochas \n\nígneas alteradas, além de fragmentos de ossos. São sustentados por matriz arenosa, em geral \n\ncom pouca lama (FERNANDES &amp; COIMBRA, 2000). \n\n Segundo Ribeiro (2001), os arenitos podem estar parcialmente cimentados por CaCO3, \n\neventualmente conter crostas de sílex de espessura centimétrica.  \n\n Segundo Fernandes &amp; Coimbra (2000), o contexto deposicional do Membro Serra da \n\nGalga são leques aluviais medianos a distais com sistemas fluviais entrelaçados associados \n\n\n\n39 \n\n \n\neventualmente a alternância de depósitos de pequenas dunas eólicas. Neste contexto, \n\nintercalam-se ainda depósitos de fluxos densos esporádicos. \n\n Após a deposição das rochas deste membro, as condições climáticas de semi-aridez \n\npermaneceram, o que proporcionou a formação de crostas endurecidas (calcretes e palicretes). \n\nO processo de formação de calcretes proporcionou a dissolução, parcial a total, de grãos \n\nsiliciclásticos do arcabouço, promovendo um posterior enriquecimento em SiO2 nos fluidos \n\npercolantes (RIBEIRO, 2001). \n\n O Membro Serra da Galga tem contato interdigitado, complexo e irregular com o \n\nMembro Ponte Alta. Essa unidade tem sua origem de leques aluviais, com sistemas fluviais \n\nentrelaçados. \n\n \n\n 5.3.4.3 Membro Echaporã \n\n  \n\n O Membro Echaporã constitui a maior área de afloramentos da Formação Marília, \n\nocorrendo no estado de São Paulo, no sudoeste de Minas Gerais, no sul de Goiás e no \n\nnordeste do Mato Grosso do Sul (BASILICI et al., 2012). \n\n Ocorre ainda na região oeste do Triângulo Mineiro, sendo composto por arenitos finos \n\na grossos, com intercalações conglomeráticas, na forma de ciclos granodecrescentes, \n\ncimentados por carbonato de cálcio (TAVARES, 2012). \n\n Segundo Fernandes &amp; Coimbra (2000) há intercalações de lamitos e arenitos \n\nlamíticos, de cor marrom, sendo mais frequentes nas partes interiores da bacia. Os \n\nargilominerais mais comuns na unidade são illita e esmectita e a cimentação carbonática \n\nposterior chega a romper clastos, por crescimento expansivo (displacive). \n\n Segundo Bertini et al. (2001), os arenitos do membro são de finos a médios, \n\nmineralógica e texturalmente imaturos, apresentando cimentação e concreções carbonáticas, \n\nformando estratos maciços, de espessuras métricas, às vezes com estratificações suborizontais \n\nincipientes ou cruzadas de médio porte, podendo ainda apresentar intercalações decimétricas \n\nde siltitos. \n\n O contexto deposicional do Membro Echaporã corresponde a partes distais (saias) de \n\nleques aluviais, acumuladas por fluxos em lençol. Contém intercalações de depósitos de \n\npavimentos detríticos de deflação e calcretes pedogenéticos, formados em intervalos de \n\nexposição (FERNANDES &amp; COIMBRA, 2000). \n\n\n\n40 \n\n \n\n6. Resultados e Discussões  \n\n6.1 Descrição e Análise Petrográfica \n\n6.1.1 Caracterização dos perfis \n\n  \n\n O material analisado neste trabalho é proveniente de afloramentos de corte de estrada \n\nna rodovia BR-050 (P4), km 127 e 128 (P4) sentido Uberaba e de abertura de trincheira no \n\ncentro da depressão topográfica (P3). \n\n Para procurar estabelecer uma relação estratigráfica e dos horizontes pedológicos, bem \n\ncomo situar topograficamente os perfis, foi elaborado um perfil topográfico no qual é possível \n\nverificar que o perfil P4 está em torno de 973 m de altitude e  o perfil P3 encontra-se a 979 m \n\nde altitude, sendo assim, há um desnível positivo de 6 metros entre o perfil P3 e o perfil P4, \n\nestando o perfil do centro da depressão (P3) sobreposto ao perfil BR-050 (P4) (Figura 5). \n\n \n\nFigura 5 - Perfil topográfico indicando a localização topográfica dos perfis estudados. \n\n\n\n41 \n\n \n\n O perfil P4 foi dividido em três horizontes, levando em consideração sua gênese: \n\nfriável nodular, de couraça e horizonte manchado saprolítico (Figura 6), baseando-se na cor, \n\ntextura e feições marcantes.  \n\n \n\nFigura 6 - Perfil esquemático do afloramento estudado, no canteiro da rodovia BR-050, km 127. \n\n O perfil (P4) analisado consiste em uma exposição de solo e saprolito, com cerca de \n\n600 cm de espessura e 300 cm de solo que foi tradado (Trad. P4) formando assim um perfil de \n\n900 cm, com cor predominantemente vermelha escura, sendo a porção do topo aparentemente \n\nmais arenosa, com alto teor de quartzo e presença de nódulos endurecidos. Da parte central \n\npara a base, apresenta um nível ferruginoso endurecido, que possui certa orientação, \n\nlembrando estruturas sedimentares plano-paralelas (Figura 7). E abaixo deste nível, encontra-\n\nse o horizonte manchado e saprolito. \n\n\n\n42 \n\n \n\n \n\nFigura 7 - Lentes de argila branca orientadas horizontalmente entre as camadas de deposição sedimentar que, em \n\nconjunto com o material argiloso amarelo, formam um retículo que isola concreções ferruginosas muito duras, \n\nvermelhas muito escuras. \n\n O horizonte friável nodular no topo, entre 0 a 300 cm, onde há a predominância de um \n\nmaterial mais argiloso, coloração avermelhada, rico em quartzo, contendo também óxidos de \n\nferro e micas, além disso, encontram-se nódulos avermelhados endurecidos com quartzo no \n\ninterior.  \n\n No centro do perfil, entre 300 e 440 cm encontra-se o horizonte de couraça, que \n\nconsiste na transição entre um nível ferruginoso mais argiloso, com 40 cm de espessura e um \n\nnível ferruginoso concrecionário, com cerca de 50 cm de espessura e abaixo a transição \n\nferruginosa, com menor concentração de pisolitos, com cerca de 50 cm de espessura. O \n\nhorizonte ferruginoso concrecionário é constituído por nódulos que apresentam uma \n\norientação estratigráfica plano-paralela (Figura 8). \n\n \n\nFigura 8 - Horizonte de couraça e Horizonte manchado, no qual o horizonte de couraça parece apresentar \n\nrelíquias de uma estratificação sedimentar. \n\n\n\n43 \n\n \n\n Os nódulos ferruginosos são arredondados concrecionários (Figura 9) e é marcante a \n\npresença de material argiloso de cores amarela e vermelha nos interstícios destes nódulos. São \n\nvermelhos escuros (10R 2.5/2) com bordas e retículos de alteração (córtex) composto por \n\nargila vermelha (2,5YR 5/8), amarela avermelhada (7,5YR 6/8) e núcleos cinza claros (2,5Y \n\n7/1). São extremamente duros e cimentam esqueleto quartzoso que se assemelha ao do arenito \n\nferruginoso. \n\n \n\nFigura 9 - O nível concrecionário é constituído por concreções arredondadas vermelhas escuras ou formando \n\nestruturas laminares fraturadas e quebradas, com limites angulosos. Apresentam córtex de alteração vermelho e \n\namarelo. \n\n Na base do perfil exposto, abaixo do nível ferruginoso endurecido (horizonte de \n\ncouraça), há um horizonte argiloso, marcado pela presença de manchas brancas a cinza em \n\nmeio à matriz vermelha. Essas manchas formam volumes centimétricos de material argiloso, \n\nnos quais podem ser encontrados nódulos de material avermelhado (Figura 8).  \n\n Este nível recebe o nome de horizonte manchado saprolítico, no qual o avanço da \n\npedogênese na matriz vermelha pode ser visto através do desenvolvimento do material friável, \n\nargilo-arenoso, vermelho muito claro (pink 5YR 7/3) que penetra irregularmente, do topo para \n\na base, nos horizontes de arenito, isolando concreções ferruginosas (Figura 10) e apresenta \n\nnúcleo cinza-esbranquiçado, argiloso. O horizonte manchado reticulado avança da parte \n\ninferior da couraça e forma o horizonte de transição com 110 cm de espessura, de rocha muito \n\nalterada. Com o trado manual foram perfurados 390 cm, obtendo material similar ao exposto. \n\n  \n\n \n\n\n\n44 \n\n \n\n \n\nFigura 10 - O avanço da pedogênese no horizonte manchado refletido no desenvolvimento de um material \n\nfriável, argiloso, vermelho claro que penetra do topo para a base todas as outras fácies descritas. \n\n A transição gradativa entre o horizonte de couraça e o manchado corresponde ao \n\ndesmantelamento da couraça com aparecimento de matriz amarela e cinza-esbranquiçado. Ela \n\nisola nódulos ferruginosos muito duros vermelhos escuros (Figura 11), nódulos friáveis \n\nvermelhos e amplos volumes anastomosados brancos muito argilosos, alguns com bordas \n\namarelas vivas ou com volumes vermelhos ferruginosos no interior dos núcleos. Podem ainda \n\nconter zonas com volumes e pontuações que integram estas três matrizes (vermelha, branca e \n\namarela) (Figura 12).  \n\n \n\nFigura 11 - Núcleo centimétrico de material ferruginoso, muito endurecido, vermelho escuro, amarelo e branco \n\nargiloso. \n\n\n\n45 \n\n \n\n \n\nFigura 12 - Zonas completamente brancas associadas com outras compostas por numerosas pontuações que \n\nintegram as três matrizes vermelha, branca e amarela. \n\n O horizonte manchado saprolítico (base do perfil) é muito argiloso. Associa matriz \n\nbranca (entre 0,5 - 20 cm de largura) distribuída de forma irregular e isolada ou formando \n\nretículos isolando matrizes vermelha com núcleos endurecidos e matriz amarela. A fase \n\namarela se desenvolve dentro da fase vermelha ou entre a fase vermelha e branca (Figura 13). \n\nPorém, o contato entre as manchas pode ser abrupto. As manchas são interrompidas \n\nabruptamente pela penetração a partir do topo de uma matriz argilosa solta, vermelha pálida \n\nligeiramente microagregada.  \n\n \n\nFigura 13 - Foto geral e foto de detalhe mostrando a interligação entre as matrizes vermelha, branca e amarela, \n\napresentando as diferentes maneiras como apresenta-se no perfil. \n\n  No centro da depressão topográfica foi aberta uma trincheira (P3) e realizada uma \n\ntradagem com trado manual (Trad. P3). Este perfil corresponde a um solo saturado pelas \n\náguas do freático e de precipitação, sendo a vegetação dominante composta por gramíneas. \n\n Foram descritos dois perfis expostos na área de lavra: (1) apresenta o contato nítido \n\nentre ao horizonte manchado plíntico (Ma) e a argila aluminosa desferruginizada (Aa) que \n\n\n\n46 \n\n \n\ncorrespondem à base do perfil e (2) outro apresentando o contato nítido entre os horizontes \n\nsuperficiais ricos em matéria orgânica que se sobrepõem ao horizonte de argila aluminosa \n\ndesferruginizada que correspondem ao segmento superior do perfil (Figuras 14).  \n\n \n\nFigura 14 - Horizonte orgânico com transição da argila aluminosa desferruginizada (Aa), sobreposta a uma \n\ncamada (Ma) apresentando uma rede de volumes vermelhos escuros endurecidos, vermelhos e amarelos friáveis \n\ne cinza claro sobreposta por uma camada de argila aluminosa desferruginizada. \n\n O horizonte de argila aluminosa (Aa) (Figura 14) caracteriza-se como material \n\nargiloso maciço que rompe-se em microagregados (&lt;0,5 mm), muito compacto e coeso \n\nquando seco, de cor cinza claro (2,5Y 7/2) com raros volumes (cm) alongados verticalmente \n\nde cor amarela (2,5 Y 7/8) e vermelha clara (7YR 7/3) indicando desferruginização. Sobre \n\neste material mineral, deposita-se uma espessa camada de matéria orgânica decomposta de cor \n\npreta que penetra no topo do horizonte branco, em transição difusa. \n\n O horizonte manchado (Ma) se distribui como matriz isolada na base da argila \n\naluminosa ou como uma camada contínua (Figura 14) apresentando uma rede de volumes \n\n\n\n47 \n\n \n\nvermelho escuro endurecidos (10R 2,5/2), relativamente menos abundantes do que os \n\nvolumes friáveis vermelho escuro (2,5YR 4/8), vermelho amarelado a amarelo avermelhado \n\n(5YR 5/6 e 5YR 6/8) e cinza claro (10YR 7/1, este nitidamente menos abundante) que, em \n\ngrande parte, estão pontuados pelas cores vermelhas e amarelas. \n\n  \n\n6.1.2 Caracterização petrográfica \n\n \n\n Neste subcapítulo serão apresentados os resultados da microscopia óptica. Foram \n\nanalisadas 13 lâminas do perfil P4, sendo 3 lâminas do horizonte friável nodular do perfil, 4 \n\nlâminas do horizonte de couraça, no qual temos a maior concentração de ferro no perfil, por \n\nfim 6 lâminas do horizonte manchado saprolítico. Também foram analisadas uma lâmina do \n\narenito e 2 lâminas do perfil P3, uma lâmina do arenito e uma lâmina da alterita. \n\n Cabe ressaltar que as cores vistas em afloramento diferem quando em sessão delgada. \n\nAs cores descritas como cinza claro e branco nas amostras de mão, sob a luz do microscópio \n\napresentam coloração bege-amarelada, as cores avermelhadas em amostras de mão, na lâmina \n\nsão as cores vermelho escuro. \n\n \n\n6.1.2.1 Perfil P4  \n \n\n As observações petrográficas dos diferentes níveis descritos no afloramento \n\nmostraram que o topo do perfil, a 10 cm de profundidade (Lâmina P4A1) apresenta zonas de \n\ncoloração bege-amarelada e vermelho escuro que coexistem com volumes vermelhos mais \n\nclaros, indicando, respectivamente, zonas desferruginizadas e ferruginizadas (Figura 15). A \n\ntransição entre eles pode ser gradual ou abrupta. Quando é gradual, a transição do bege para o \n\nvermelho escuro ocorre através de plasmas avermelhados.  \n\n Na figura 15 a mica se encontra na fácies herdada do saprolito argiloso, cuja estrutura \n\nlaminar plásmica sem esqueleto está sendo destruída pela abertura de poros vinculada à \n\npedogênese. Nessas micas é possível identificar o padrão linear de alteração descrito por \n\nDelvigne (1998).  \n\n O termo fácies aqui empregado tem o sentido proposto por Nahon et al. (1977), \n\nenglobando todas as características petrográficas e texturais da rocha ou formação. \n\n\n\n48 \n\n \n\n \n\nFigura 15 - A- Nicóis Paralelos (NP); B- Nicóis Cruzados (NC): Lâmina P4A1, representativa do horizonte a 10 \n\ncm, na qual é possível identificar a zona ferruginosa (cor vermelho escuro) e a zona desferruginizada (bege). São \n\nindicadas na figura a composição mineralógica onde o quartzo (Qtz) apresenta formas diferenciadas, com \n\ndimensões variando entre 0,1 mm e 0,5 mm, fraturas e bordas de dissolução; as micas (Mca) apresentam \n\ndimensões inferiores a 0,2 mm, e apresentam-se intensamente alterados. Os minerais opacos (Op), são \n\npredominantemente óxidos de ferro (hematita). \n\n As concentrações nodulares escuras e óxidos (hematita) estão dispersas por toda a \n\nlâmina, podendo ser irregular ou arredondadas, porém predominam sob formas irregulares. A \n\npresença de nódulos ferruginosos concêntricos é comum e acredita-se que refletem condições \n\nde umidade, com regime sazonal de ciclos úmidos e secos (STOOPS, 2010). \n\n Os padrões de desferruginização são caracterizados pela presença de argila fina bege \n\nclara podendo conter impregnações vermelhas ou interdigitação de bordas composto por \n\nplasma avermelhado e bege, podem ou não cimentar cristais de quartzo. De forma geral, as \n\nzonas desferruginizadas, de coloração bege, são zonas com matriz caulinítica, enquanto as \n\nzonas ferruginosas, de tons avermelhados, consistem em uma zona com matriz ferruginosa. \n\n A diferenciação de matrizes pode ser explicada devido ao fluxo mais intenso da água, \n\nque resulta na formação de plasma bege muito claro. Argila iluviada orientada \n\n(microlaminada), ferruginosa ou bege, preenche porosidades indicando dispersão e deposição \n\natual. \n\n A microestratificação (microlaminação) varia em composição, refletindo o \n\nempacotamento das partículas cinza de argila depositadas, e vermelho e amarelo dos óxidos. \n\nO maior teor de argila iluviada ocorre na matriz cinza, presente nos horizontes de couraça e \n\nmanchado. Também aparecem na matriz vermelha escura, mas neste caso os poros são \n\npequenos e a microestratificação ferruginosa, sem argila cinza, exibem tons mais claros de \n\nvermelho do que a matriz circundante e amarelo. Este tipo de cutan é resultado de \n\nsedimentação em ambiente aquoso (NAHON, 1991). \n\n Cronologicamente, pode-se assumir que o aparecimento destas feições indica a \n\ndegradação atual da couraça ferruginosa pelo aumento da quantidade e fluxo de água no \n\n\n\n49 \n\n \n\nperfil, reativando os ciclos úmidos e secos. Perda de ferro devido a redução local no saprolito \n\nresulta na degradação geoquímica da matriz ferruginosa, favorecendo a dispersão de caulinita \n\nna partícula argila.   \n\n A couraça nodular é formada pelo acúmulo absoluto de ferro impulsionado pelo \n\nprocesso de oxidação (BEAUVAIS, 1999).  \n\n Na matriz caulinítica aparece cristal de cianita intensamente alterado (Figura 16), \n\napresentando birrefringência com nicóis cruzados, mas sob a luz direta, não apresenta mais \n\nque uma sombra do cristal. Os cristais de minerais primários como feldspato e mica são de \n\ndifícil reconhecimento porque muitos estão dispersos pela lâmina, por vezes quebrados em \n\npequenas ripas ~ 0,10 mm e de forma geral muito alterados.  \n\n \n\nFigura 16 - A- NP; B- NC: Lâmina P4A1, representativa do horizonte a 10 cm. Porção da matriz bege, na qual se \n\nvê concentração de óxidos (Op) (cor preta); grãos de quartzo (Qtz) alterados, apresentando bordas corroídas, \n\npossivelmente indicando dissolução destes grãos, alguns apresentam intenso grau de fraturamento e fraturas \n\npreenchidas por material escuro; cianita (Ky) fortemente alterada, apresentando baixa birrefringência com nicóis \n\ncruzados. \n\n No horizonte friável nodular, entre 0 e 300 cm, inúmeras feições de alteração \n\n(pedofeições) são identificadas, uma destas feições são os macroporos biológicos e \n\nmicroporos estruturais (Figura 17). A porosidade se torna caminho preferencial de passagem \n\nde fluidos, especialmente água, neste horizonte. Contudo, apesar da atuante presença de água, \n\nesse horizonte é intensamente oxidante. Na figura 17 também é possível identificar as feições \n\ndo saprolito, como na orientação dos cristais de quartzo no canto superior esquerdo da lâmina. \n\n\n\n50 \n\n \n\n \n\nFigura 17 - A- NP; B- NC: Lâmina P4B1, representativa do horizonte a 100 cm, na qual a matriz ferruginosa e a \n\nmatriz caulinítica são separadas por macroporosidade. Além do quartzo, ainda é possível encontrar neste \n\nhorizonte cristais primários como cianita (Ky) e turmalina (Tur). \n\n Outra pedofeição que merece destaque é a película ferruginosa (Figura 18), que se \n\nrefere a pedofeições intrusivas de óxido-redução, que são zonas onde ferro e/ou manganês \n\ntenham se acumulado como cobertura ou infiltração em um poro ou cobertura (película) em \n\num grão ou agregado, devido a mudanças no estado de oxidação do elemento (STOOPS, \n\n2010).  \n\n Essas feições são encontradas por todo o perfil, e devem ser consideradas, pois o tipo e \n\nlocalização dessas pedofeições variam de acordo com o movimento da água e ar dentro do \n\nsolo, a duração da saturação de água e as condições anaeróbicas, a presença ou ausência de \n\nmatéria orgânica (STOOPS, 2010).  \n\n \n\nFigura 18 - Lâmina P4A1, representativa do horizonte 10 cm, onde é possível verificar a cobertura ou película \n\nferruginosa, neste caso chamada de hipopelícula (STOOPS, 2010), devido à matriz apresentar sinais de redução \n\npela mudança na coloração e ocorrer perda de argila. \n\n O quartzo é o mineral primário predominante, com dimensões e formas variadas. Os \n\ngrãos são arredondados, subarredondados e angulares, sendo pouco visível a presença de um \n\npadrão preferencial de orientação (Figura 19). Alguns cristais apresentam bordas corroídas, \n\n\n\n51 \n\n \n\ncom a presença de matriz bege e outros apresentam bordas com película ferruginosa. Destaca-\n\nse o elevado grau de fraturamento mecânico dos grãos que podem estar preenchidos com \n\nóxido de ferro. \n\n \n\nFigura 19 - A- NP; B- NC: Lâmina P4A1, representativa do horizonte a 10 cm. Concentração de óxidos (núcleo \n\nferruginoso) apresentando diferentes aspectos, com grãos menores que 0,5 mm; cristais de quartzo (Qtz) \n\nfraturados, subarredondados, com bordas de dissolução nas quais é possível identificar acúmulos da matriz bege; \n\nfeldspato (FK) intensamente alterado, com 0,6 mm, com aspecto placóide. \n\n Ainda no horizonte friável nodular, a 100 cm de profundidade (lâminas P4B1 e P4B2), \n\nas concentrações plásmicas ferruginosas podem aparecer com textura estriada, sendo marcada \n\npela alternância de estrias vermelho escuro, vermelho claro e vermelho-amarelado. O plasma \n\nferruginoso, assim como a lâmina P4A1, a 10 cm de profundidade, também está organizado \n\nem nódulos que cimentam cristais de quartzo subarredondados a angulosos, e são \n\nreconhecidos pela coloração bem distinta, vermelho muito escuro a quase preto, opaco. Os \n\ncristais de quartzo possuem dimensões variadas, menores que 0,1 mm ou próximo a 0,5 mm \n\nde diâmetro.  \n\n Neste horizonte aparecem feições de concentrações ferruginosas com textura pisolítica \n\n<0,1mm (Figura 20). O termo pisólito designa uma estrutura concêntrica, geralmente \n\narredondado, com alguns milímetros de diâmetro, composto de núcleos não texturizados \n\nenvolto por córtex microlaminado; geralmente o córtex e o núcleo são endurecidos, ou pelo \n\nmenos mais duros que a matriz circundante (DELVIGNE, 1998).  \n\n A figura 20 apresenta a textura pisolítica que no caso consiste no acúmulo de \n\npequenos nódulos ferruginosos que, diferentemente dos mostrados anteriormente, apresentam \n\ncor vermelha, estes pequenos nódulos formam um aglomerado, aparentemente maciço e \n\nendurecido. Em meio à concentração ferruginosa encontram-se alguns cristais de quartzo \n\ncimentados, os quais apresentam bordas corroídas e algumas fraturas. Este aglomerado de \n\npequenos nódulos ferruginosos chega a ter mais que 5 mm de diâmetro. Alguns dos nódulos \n\n\n\n52 \n\n \n\nferruginosos podem apresentar algumas fraturas, que se encontram preenchidas por um \n\nplasma de alteração com coloração alaranjada, que podem indicar a saída de ferro do perfil. \n\n \n\nFigura 20 - Aglomerado de nódulos ferruginosos com grãos de quartzo em meio a massa ferruginosa, \n\napresentando fraturas, em alguns locais preenchidas pelo plasma ferruginoso; óxidos de ferro (Op) predominam \n\nna porção direita, apresentando aspecto arredondado com menos de 0,2 mm. \n\n Há a presença de mica, marcada pela alteração (linear) como descrita por Delvigne \n\n(1998). Os cristais atingem até 0,5 mm, sendo em sua maior parte pequenas ripas, já \n\nfortemente alteradas passando a uma matriz bege-amarronzada. São encontrados pequenos \n\ncristais de zircão (<0,2 mm), que são reconhecidos pela sua alta birrefringência e alto relevo, \n\napresentando aspecto arredondado, com algumas fraturas e levemente alterados (Figura 21). \n\n \n\nFigura 21 - A- NP; B- NC: Lâmina P4B2, representativa do horizonte a 100 cm. Presença de matriz ferruginosa \n\ncom óxidos (Op) de coloração escura, com até 0,5 mm de diâmetro; quartzo (Qtz) com até 1 mm, alguns \n\nfraturados, mas todos com bordas corroídas, com acumulação de matriz ferruginosa. Presença de plasma de \n\nalteração de cor laranja vivo, com menos de 0,2 mm. Zircão (Zrn) com menos de 0,2 mm, com alta \n\nbirrefringência. \n\n O quartzo está disperso por toda a lâmina, tanto na matriz bege quanto nos nódulos \n\nferruginosos. Alguns são arredondados e outros mais angulosos, sendo possível identificar \n\nbordas de dissolução (Figura 22). Os cristais têm dimensões variadas que vão de 0,1 mm a ~1 \n\nmm, alguns com intenso faturamento e preenchido com plasma ferruginoso. A matriz bege se \n\n\n\n53 \n\n \n\norganiza em domínios microagregados, arredondados, com diâmetro inferior a 0,25 mm. A \n\nborda é impregnada por matriz vermelho pálido e o centro apresenta inúmeras pontuações \n\nvermelhas. \n\n \n\nFigura 22 - Detalhe do grão de quartzo fraturado, com bordas corroídas com presença da matriz ferruginosa \n\npreenchendo algumas fraturas; presença de óxidos de coloração escura. \n\n No horizonte de couraça, que se estende de 300 a 440 cm, foram confeccionadas \n\nquatro lâminas e é onde se concentra o maior teor de ferro. \n\n Na lâmina representativa de 300 cm de profundidade, encontra-se o topo da couraça \n\nferruginosa, onde segundo as análises químicas começa a ocorrer o aumento do teor de ferro. \n\nAs fácies correspondem a alterorelíquias identificadas pela textura, estrutura e mineralogia \n\n(DELVIGNE, 1998) envolvidas em crosta ferruginosa. São estruturas herdadas do arenito \n\nintensamente ferruginizado associadas com fácies manchada de bege, vermelho claro e \n\nvermelho escuro (Figura 23).  \n\n São zonas plásmicas compactas com concentrações hematíticas que se destacam nas \n\ncamadas mais argilosas do saprólito arenítico. No campo, as camadas argilosas são \n\norganizadas em laminações centimétricas vermelha, amarela e cinza claro, coesas, e dominam \n\nnos horizontes inferiores à couraça (abaixo de 440 cm). Representam cerca de 90 % do \n\nsaprolito da formação sedimentar.  \n\n As numerosas microfissuras estão completamente preenchidas por plasma vermelho \n\nescuro hematítico. As fraturas isolam novas estruturas formadas granulares e subangulares.  \n\nGrãos de quartzo de diferentes tamanhos (0,06 a 0,7 mm) e formas (arredondado a angular) \n\ncompõem o esqueleto que está orientado e cimentado pelo ferro. O sentido da perda de ferro \n\nparece ser centrífugo porque algumas estruturas estão parcialmente ou quase totalmente \n\ndesferruginizadas (cor vermelho vivo e bege), mas estão imersas em matriz ferruginosa \n\nvermelha escura (Figura 23).  \n\n\n\n54 \n\n \n\n \n\nFigura 23 - Lâmina (P4D1) representativa do horizonte a 300 cm, os grãos de quartzo apresentam dimensões \n\nvariadas (<0,1mm e&lt;0,7 mm) e bordas corroídas com acúmulo da matriz ferruginosa nestas reentrâncias. Na \n\nmatriz ferruginosa, estão presentes feições de iluviação de argila, marcada pela alternância entre tons de \n\nvermelho mais escuro e bege. \n\n O quartzo por vezes apresenta distribuição aleatória, porém em outras o ordenamento \n\n(alinhamento) parece ter sido feito pela ferruginização nos poros que deslocou e orientou o \n\nesqueleto. Apenas os grãos muito pequenos (&lt;0,06 mm) estão no interior do plasma denso. \n\nAlguns cristais estão fraturados, e a grande maioria apresenta as bordas marcadas pela \n\npresença de óxidos de ferro mais ou menos concentrados.  \n\n Este nível (300 cm), que representa o que está imediatamente acima da couraça mais \n\nendurecida, apresenta zonas mais e menos endurecidas e que são caracterizadas pela matriz \n\nintensamente ferruginizada, opaca, que transiciona para a zona vermelha clara que por sua vez \n\napresenta transição difusa com a zona bege (Figura 24).  \n\n O plasma ferruginoso vermelho escuro é endurecido e possui fábrica interna \n\nobscurecida pela opacidade do material. Argila e ferro cimentam texturas pisolíticas e \n\nfragmentos poligonais plásmicos, ambos com núcleos plásmicos homogêneos. O plasma \n\nvermelho vivo contém concentrações plásmicas com extinções contínuas (estrias orientadas) \n\nao redor dos microagregados e nos poros. São iluviações cutânicas marcadas pela intercalação \n\nde plasma amarelo vivo e vermelho, individualizados em pequenos domínios. \n\n O plasma bege é caulinítico, com textura similar aos plasmas vermelhos. No seu \n\ninterior estão presentes inúmeras pontuações ferruginosas vermelhas escuras, opacas, algumas \n\nvezes concentradas em núcleos e preenchendo fissuras. Nota-se a presença de volumes mais \n\nclaros, quase brancos, dispersos na matriz bege. O contato com o plasma vermelho escuro é \n\ndifuso, com cores amarelas e vermelhas vivas (Figura 24). \n\n\n\n55 \n\n \n\n \n\nFigura 24 - Imagem ilustrativa da porção ferruginosa, com quartzo apresentando bordas de dissolução com \n\nincrustações ferruginosas nas partes alteradas; o plasma ferruginoso com uma cor vernelha viva aparece nos \n\ninterstícios da matriz ferruginosa, principalmente na porção mais clara, o que indica uma fuga do ferro deste \n\nhorizonte. \n\n Outra propriedade da matriz bege são as zonas de plasma mais claro composto por \n\nargila iluviada microlaminada (Figura 25). A formação destas concentrações plásmicas \n\nestriadas com extinção contínua contribui para orientar os grãos de quartzo. Estas mesmas \n\nfeições são também reconhecidas nas zonas com plasma vermelho e amarelo vivos, porém \n\nnão são reconhecidas na matriz vermelha escura.  Destaca-se a abertura de microfissuras que \n\nacompanham os volumes mais claros. Presença de restos isolados e difusos de plasma \n\nvermelho. \n\n \n\nFigura 25 - Lâmina do horizonte a 300 cm, porção onde é visível a matriz bege com zonas de transição marcada \n\npela cor amarela, onde há um acúmulo de óxidos e também onde é visível feições de iluviação de argila, \n\ncaracterizada pelo estriamento distinguido pela alternância entre a cor bege e vermelho escuro. Hipopelícula - \n\npedofeição que mostra sinais de redução devido a mudança na coloração e perda de argila. \n\n\n\n56 \n\n \n\n A fácies herdada do saprolito arenítico que está ferruginizada (Figura 26) difere dos \n\nfragmentos encontrados nos níveis sobrejacentes (0-10 e 100 cm) que estão quase totalmente \n\ndesferruginizados (Figura 27).  \n\n Alterorelíquias do arenito estão envoltas por matriz de solo (pedoplasma). A sequência \n\nde alteração e pedogênese são reconhecidas por que os horizontes do topo preservam \n\nfragmentos das fácies argilosas compactas do saprolito características dos níveis de couraça e \n\nmanchado, microagregados plásmicos e grande quantidade de nódulos ferruginosos (Figura \n\n28). \n\n \n\nFigura 26 - Lâmina representativa do nível a 300 cm indicando fácies herdada do saprolito. \n\n \n\nFigura 27 - Fragmentos do arenito no topo do perfil a 100 cm de profundidade. \n\n\n\n57 \n\n \n\n \n\nFigura 28 - Estrutura herdada do arenito, no topo do perfil (0-10 cm) contendo microfissuras preenchidas por \n\nóxido de ferro. \n\n Ainda no plasma bege, a iluviação de argila e a abertura de macroporo resultam na \n\ndisjunção entre plasma e esqueleto (a distribuição relativa transiciona de porfírica para \n\nenáulica) (Figura 29). Forma-se uma organização de empilhamento do esqueleto composto \n\npor alguns grãos de quartzo, sobretudo por nódulos ferruginosos soltos. Ao redor dos grãos de \n\nquartzo encontra-se um capeamento ferruginoso ou capeamento de argila bege muito clara.  \n\n \n\nFigura 29 – Lâmina representativa do horizonte friável nodular a 300 cm de profundidade. A- NP; B- NC: \n\nTransformação de distribuição porfírica para enáulica pela disjunção entre plasma e esqueleto. C e D \n\nEmpilhamento do esqueleto composto por alguns grãos de quartzo, mas sobretudo por nódulos ferruginosos, \n\ncaracterizando pisólitos soltos. \n\n\n\n58 \n\n \n\n Ainda no horizonte de couraça, entre 440 e 490 cm de profundidade, encontra-se um \n\nmaterial mais endurecido que no nível superior a 300 cm. Neste nível do perfil, em campo, \n\nsão encontrados os núcleos de couraça ferruginosa, a partir do qual foram confeccionadas três \n\nlâminas (P4E7-A, B e C), e se constitui de uma camada extremamente dura composta por \n\nníveis ferruginosos, nódulos vermelhos muito escuros a cinza muito escuro (quase preto) e \n\nvermelhos (0,5 cm a 5,0 cm de diâmetro) e na base, abaixo de 490 cm, zonas manchadas \n\nvermelha, amarela e cinza, muito argilosas, maciças que podem se romper em pequenas (&lt;1 \n\nmm) microestruturas friáveis que são mais nítidas na matriz cinza.   \n\n A couraça é caracterizada por duas estruturas. Ela pode apresentar matriz maciça \n\nidêntica à descrita anteriormente (300 cm de prof.) que cimenta grãos de quartzo mal \n\nselecionados com distribuição aleatória (Figura 30 A e B) ou apresentar bandas horizontais \n\ncompostas exclusivamente por plasma ferruginoso denso, alternando lentes vermelho muito \n\nescuro e vermelho vivo e bege, maciça, associada com textura pisolítica (Figura 30 C e D). \n\nNeste caso as bandas ferruginosas são intercaladas com camadas de plasma bege, contendo \n\nesqueleto ou não. Fissuras multidirecionais são preenchidas por plasma ferruginoso vermelho \n\nescuro ou vermelho vivo. \n\n \n\nFigura 30 - Lâminas P4E7, representativas do nível couraçado a 440-490 cm; A- NP; B- NC: Couraça \n\nferruginosa com estrutura maciça com grãos de quartzo (Qtz) cimentados; C- NP; D- NC: couraça ferruginosa \n\ncom bandas intercaladas com camadas de plasma bege, presença de uma estrutura sedimentar remanescente e um \n\ngrão de cianita (Ky) como nos níveis superiores. \n\n\n\n59 \n\n \n\n A estrutura bandada acompanha a estrutura paralela do sedimento. As lentes argilosas \n\ndo arenito foram impregnadas por óxido de ferro formando os níveis endurecidos que \n\ncaracterizam a couraça. Formam estruturas complexas, alteroreliquiais, com fissuras \n\nhorizontais e perpendiculares completamente preenchidas com óxidos de ferro. Há evidências \n\nde que os grãos de quartzo foram deslocados e orientados pela ferruginização.  \n\n A banda bege é desferruginizada do centro para a periferia. Este processo pode estar \n\nassociado com o aumento da translocação de argilas. Nesta matriz, aparecem zonas de argilas \n\niluviadas preenchendo pequenos poros, estriadas alternando estrias cinza, vermelha e amarela \n\nviva, com extinção contínua sob nicóis cruzados. Ainda no interior da matriz bege, domínios \n\ncom argilas iluviadas são mais claras (bege claro), são estriadas e alternam cores cinza claro e \n\nbege. Existem também domínios cinza claros descoloridos que não correspondem a iluviação \n\n(Figura 31).   \n\n \n\nFigura 31 - Fissuras no horizonte ferruginoso nas quais há acúmulo de plasma ferruginoso de cor vermelho \n\nescuro, concentração de óxidos; quartzo fraturado, com bordas arredondadas com dimensão menor que 0,5 mm.  \n\n Localmente (cantos esquerdo inferior e superior da lâmina) observa-se a \n\nindividualização de uma matriz microagregada muito pequena desenvolvida que no centro das \n\nestruturas maciças, indicando nova organização plásmica. A gênese dos pisolitos ocorre de \n\nacordo com dois processos: (1) por acumulação absoluta de ferro a partir da couraça e \n\nformada na matriz argilosa após a perda de ferro devido aos ciclos úmidos e secos. Segundo \n\nNahon (1991), este processo leva à fragmentação da matriz em microagregados, frequentes \n\nem solos e saprolitos de regiões tropicais.  \n\n O plasma ferruginoso vermelho escuro pode também estar distribuído em domínios \n\ncontínuos isolando o plasma bege maciço ou com textura pisolítica. Grãos de quartzo mal \n\nselecionados podem estar fortemente corroídos, dissolvidos e substituídos por plasma \n\nferruginoso. Esta forma de alteração do quartzo indica dissolução lenta no interior de couraça, \n\n\n\n60 \n\n \n\ncom o ferro preenchendo as cavidades abertas (DELVIGNE, 1998). A exemplo do observado \n\nnos níveis anteriores, nesta profundidade também é reconhecida estrtura de alteroplasmação \n\n(Figura 32).  \n\n \n\nFigura 32 - Feições de alteroplasmação na matriz bege, marcada pela presença de \"manchas\" escuras, presença \n\nde macroporosidades, concentração ferruginosa em contato com plasma de alteração de cor amarela, cristais de \n\nquartzo (Qtz) com bordas corroídas. \n\n Na profundidade de 490 cm, a base da couraça transiciona para o nível argiloso \n\nmanchado, que aqui é chamado de horizonte manchado e saprolito. Foram confeccionadas \n\nquatro lâminas (P4E1 - 2 lâminas; P4E2; P4E5) para a descrição petrológica de detalhe deste \n\nhorizonte.  \n\n No horizonte manchado e saprolito, o contato entre as matrizes vermelha escura para \n\nvermelho e para o bege é abrupta, indicando apenas desferruginização, sem mudanças na \n\ncomposição argilosa ou do esqueleto (Figura 33 A e B). O plasma bege é caulinítico e \n\ndesferruginizado, fortemente fissurado quando maciço ou exibe textura pisolítica. Conserva \n\nrelíquias de nódulos arredondados herdados da matriz ferruginosa vermelha escura. Argila \n\niluviada estriada (ferriargilans) é estruturalmente distinta do restante da matriz. \n\n \n\nFigura 33 - Lâminas representativas do horizonte manchado apresentando o contato abrupto entre as matrizes \n\nvermelha escura para vermelho e para o bege; a matriz bege, caulinítica, apresente forte fissuramento. \n\n\n\n61 \n\n \n\n A perda do ferro ressalta as microestruturas pisolíticas que tornam-se bege, recobrem \n\nbordas ou formam pontes com o esqueleto quartzoso (Figuras 34 A e B). Estruturas do \n\nsaprolito arenítico (alteroplasma) são reconhecidas, porém elas parecem ter sido bastante \n\nalteradas pelo desenvolvimento da pedoplasmação que formou as estruturas microagregadas \n\n(textura pisolitica) (Figura 34 C e D).   \n\n \n\nFigura 34 - A- NP; B- NC, C e D. Lâminas P4E1 -1 e 2, representativas do horizonte manchado, na qual se \n\nobserva a presença de núcleos quartzosos nos pisólitos; matriz bege apresenta fissuras preenchidas por material \n\nferruginoso de cor vermelho escuro. \n\n No seu desenvolvimento, elas reorganizaram o plasma caulinítico fino e o esqueleto \n\nquartzoso, tais estruturas estão presentes tanto nas zonas marcadas pela forte presença da cor \n\nvermelho escuro como nas zonas cinza que caracterizam o horizonte manchado abaixo de 490 \n\ncm. \n\n A figura 35 mostra que estas estruturas representam relíquias de nódulos ferruginosos \n\n(altero e pedorelíquias). Apresentam bordas externas com sucessivas lâminas concêntricas. \n\nDelvigne (1998) denomina essa feição de cortificação centrípeta.  \n\n O primeiro estágio de formação da cortificação é interno, em relação à borda da \n\nalterorelíquia, e progride de forma centrípeta, substituindo progressivamente os minerais \n\nalterados e poros residuais, perdendo-se as texturas herdadas da rocha (DELVIGNE, 1998). \n\nDe maneira geral, os minerais da rocha são completamente alterados, restando apenas os mais \n\n\n\n62 \n\n \n\nresistentes. No horizonte manchado e saprolito podemos identificar a presença de cristais \n\nprimários como quartzo. \n\n Mesmo apresentando a cortificação centrípeta bem definida, essas feições ainda são \n\nchamadas de pisólitos. Neste nível, como mostra a figura abaixo, a matriz bege cimenta grãos \n\nde quartzo em seu centro e orientam os grãos na borda (Figura 35 B e D). \n\n \n\nFigura 35 - A; B; C e D: Presença de relíquias de nódulos ferruginosos, caracterizados pelo aspecto arredondado \n\nmarcado pela cor vermelha escura; nota-se a presença de grãos de quartzo no interior da maior parte dos nódulos, \n\ntais grãos possuem aspecto arredondado, com bordas dissolvidas. \n\n Na matriz vermelha escura e na matriz descolorida é possível reconhecer que as \n\nconcentrações ferruginosas arredondadas estavam ligadas, possivelmente se tratando de \n\ncoalescência de nódulos que formam núcleos ferruginosos (Figura 36).  \n\n\n\n63 \n\n \n\n \n\nFigura 36 - Concentração de nódulos ferruginosos, aspecto arredondado, inferiores a 0,5 mm. \n\n Os grãos de quartzo são parcialmente envolvidos pelo plasma bege e em alguns casos \n\nperfazem o núcleo de pisólitos. Os microporos são preenchidos por argila iluviada estriada e \n\nestão presentes na matriz ferruginosa vermelha escura, estriado de amarelo e vermelho vivo \n\n(Figura 37 A e B). Esses vazios podem ter se formado pela dissolução da couraça que são \n\nposteriormente preenchidos por argila iluviada caracterizando um preenchimento secundário.  \n\n \n\nFigura 37 - A- NP; B- NC: Poros preenchidos por plasma de alteração ferruginoso de cor laranja forte, indicando \n\ndestruição da zona vermelha escura, ferruginosa; quartzo apresentando dimensão até 1 mm, fraturados e com \n\nbordas arredondadas com marca de dissolução. \n\n A zona manchada apresenta duas matrizes com limite nítido: zona ferruginosa, \n\nvermelha escura e zona desferruginizada, bege (Figura 38). Os vazios deixados pela \n\ndissolução da couraça são ocupados por argila iluviada caracterizando como preenchimento \n\nsecundário, esse preenchimento apresenta-se como plasma amarelo vivo está na parede dos \n\nporos. Os óxidos aparecem dispersos pela lâmina, preferencialmente em meio a matriz \n\nvermelho escuro, apresentando aspecto arredondado, e diâmetro inferior a 0,5 mm.  \n\n\n\n64 \n\n \n\n \n\nFigura 38 - A- NP; B- NC: plasma ferruginoso vermelho escuro pode também estar distribuído em domínios \n\ncontínuos isolando o plasma bege maciço ou pisolitico. Dissolução de quartzo e substituição com plasma \n\nferruginoso. \n\n O zircão (Figura 39), assim como nas lâminas anteriores aparece disperso pela lâmina, \n\npodendo apresentar dimensões de até 0,3 mm, sendo reconhecido principalmente devido sua \n\nbirrefringência e relevo característicos.  \n\n \n\nFigura 39 - A- NP; B- NC: Lâmina (P4E6) representativa do contato entre os volumes brancos e volumes \n\nvermelhos do horizonte manchado, na qual é possível identificar um cristal de zircão (Zrn) com 0,3 mm de \n\ndiâmetro, fraturado, com borda dissolvida e aspecto arredondado; quartzo com até 0,5 mm, com aspecto \n\narredondado, alguns apresentam bordas de dissolução. Ambas as matrizes apresentam fissuras e porosidade, \n\nsendo destacado na matriz escura a presença de plasma de alteração na borda da porosidade. \n\n Na lâmina (P4E1) representativa do horizonte manchado abaixo da couraça \n\nferruginosa a 490 cm, não é possível verificar a transição entre as duas matrizes, sendo apenas \n\nnotada a maior concentração de um vermelho escuro. São encontradas porções que parecem \n\nintensamente ferruginizadas devido sua coloração vermelha mais escura e porções que \n\nparecem ser tomada por um plasma de alteração que apresenta cor alaranjada vibrante (Figura \n\n40). \n\n\n\n65 \n\n \n\n \n\nFigura 40 - A- NP; B- NC: Lâmina representativa do horizonte manchado na qual não é possível identificar \n\ntransição entre as matrizes vermelha e bege. As porosidades estão preenchidas com plasma de alteração \n\nferruginoso, indicando perda e Fe no horizonte, os grãos de quartzo apresentam aspecto arredondado, com até 1 \n\nmm de diâmetro, em geral apresentam bordas marcadas por dissolução, na qual se tem um acúmulo de matriz \n\nferruginosa. \n\n O horizonte manchado consiste na presença de manchas de cor branca em meio à \n\nmatriz vermelha que é predominante por todo o arenito. Para caracterizar mineralogicamente \n\nessas manchas, foi confeccionada uma lâmina individualizando a mancha, sendo esta \n\nrepresentativa dos volumes brancos em meio ao arenito. Na porção manchada, são \n\nencontrados os mesmos padrões de alteração mineral para os cristais de quartzo, feldspato, \n\nmicas e zircão, além da existência de duas matrizes, uma bege escura e outra bege clara \n\n(Figura 41).  \n\n \n\nFigura 41 - Lâmina (P4E4) representativa dos volumes brancos, onde há predominância da matriz bege, similar a \n\nencontrada nas porções mais ferruginosas, grãos de quartzo apresentam aspecto similar ao das outras lâminas, \n\ncom formas arredondadas, fraturas e bordas de dissolução. É possível identificar ainda feições de iluviação de \n\nargila, embora apareçam de forma sutil. \n\n Ainda para ilustrar o horizonte manchado, foi feita uma lâmina (P4E6) para \n\nrepresentar o contato entre a matriz vermelha e a matriz branca, predominante nas manchas \n\n(Figura 39). Nela são encontradas zonas que podem ser caminhos preferenciais de circulação \n\nde soluções; estes apresentam uma coloração alaranjada, e parecem ser intensamente \n\n\n\n66 \n\n \n\nfraturadas, nestas porções os cristais apresentam-se intensamente alterados e fragmentados \n\n(Figura 42). \n\n Ciclos continuados úmidos e secos causados pelo frequente soerguimento e \n\nabaixamento do nível freático sob condições climáticas sazonalmente quentes e úmidas, \n\ngeram a abertura de canais e fissuras, que favorecem a circulação de água nos solos, gerando \n\nveios brancos dentro da matriz vermelha (HONG, et al., 2010). \n\n \n\nFigura 42 - A- NP; B- NC: Lâmina (P4E6) representativa do contato entre volumes brancos e volumes \n\nvermelhos, apresentando fraturas onde provavelmente se torna um caminho preferencial de circulação de fluídos, \n\npresença de óxidos, quartzo com aspecto similar ao encontrado na matriz vermelha. \n\n Como o quartzo é o mineral primário predominante em todo o perfil, nas figuras \n\nabaixo é feita uma comparação entre a morfologia dos cristais ao longo dos três horizontes \n\nindividualizados e descritos até agora. \n\n Pode ser observado que a presença de quartzo não é restrita apenas à porção \n\nferruginosa ou à porção desferruginizada, em geral este mineral encontra-se disperso por toda \n\na extensão do perfil e apresentam morfologia parecida. \n\n De maneira geral há duas feições predominantes deste mineral, alguns apresentam \n\naspecto arredondado e outros já apresentam aspeto mais anguloso, mas é possível identificar \n\nbordas de dissolução em sua maioria (Figura 43 e Figura 44).  \n\n Em alguns casos, como é possível ver na figura 44 H, o quartzo parece estar mais \n\nquebrado e fragmentado do que nos outros níveis, mas a presença de quartzo quebrado é uma \n\nconstante em todos os horizontes, sendo comum também a presença de bordas corroídas, que \n\nindicam a forte atuação da água no perfil.   \n\n\n\n67 \n\n \n\n \n\nFigura 43 - Morfologia do quartzo ao longo do perfil. A - Lâmina P4A1 - representativa do horizonte a 10 cm; B \n\n- Lâmina P4B1 e C - Lâmina P4B2 - representativas do horizonte a 100 cm; D - Lâmina P4D1 - representativa \n\ndo horizonte a 300 cm; E - Lâmina P4E1, F - Lâmina P4E1(2), representativas do horizonte manchado a 490 cm. \n\n\n\n68 \n\n \n\n \n\nFigura 44 - Morfologia do quartzo ao longo do perfil. G - Lâmina P4E2; H - Lâmina P4E4 - representativa dos \n\nvolumes brancos no horizonte manchado; I - Lâmina P4E5; J - Lâmina P4E6, representativas do horizonte \n\nmanchado abaixo de 490 cm; K - Lâmina P4E7-A; L - Lâmina P4E7-C, representativas do nível de couraça a \n\n440-490 cm. \n\n  \n\n6.1.2.2 Perfil P3 \n\n \n\n No perfil do centro da depressão (P3) foram confeccionadas duas lâminas, \n\nrepresentativas da argila aluminosa e plintita. E lâminas da alterita e do arenito que foram \n\ncoletadas em um afloramento próximo também foram interpretadas. Com a análise \n\npetrográfica destas quatro amostras foi possível identificar semelhanças entre os minerais \n\nprimários e estruturas encontrados no centro da depressão (P3) e o perfil da BR-050 (P4). \n\n\n\n69 \n\n \n\n Assim como nas lâminas do perfil P4, no arenito foram identificadas duas feições \n\ndistintas: (1) uma zona composta por grão de quartzo com cimento argilo-ferruginoso e (2) \n\noutra zona composta por grãos de quartzo com cimento argiloso menos denso e de cor \n\namarela clara. A concentração ferruginosa (Figura 45), assim como nas lâminas vistas acima, \n\né marcada pela presença da cor vermelha escura e pela presença de nódulos. \n\n \n\nFigura 45 - Concentração ferruginosa de cor vermelha escura, contendo quartzo de dimensões variadas e aspecto \n\narredondado. Tanto na porção mais clara da lâmina, como na porção com maior concentração ferruginosa, o \n\nquartzo apresenta bordas dissolvidas.  \n\n Em geral, o arenito apresenta grãos de quartzo de tamanho variando entre 0,01 mm até \n\npouco mais que 1 mm (Figura 46), apresentando, de forma geral, formato subarredondado a \n\nsubanguloso, com as bordas alteradas, marcadas por concentração da matriz ferruginosa de \n\ncoloração avermelhada, similares ao dos núcleos ferruginosos. Os grãos de quartzo com \n\nbordas alteradas indicam um ambiente de alta solubilização, onde o mineral pode ser \n\ndesestabilizado e assim diluído. \n\n \n\nFigura 46 - A- NP; B- NC: Quartzo (Qtz) com fomas subarredondadas, em geral pouco quebrados, dimensões \n\nque variam de 0,01 mm a até pouco mais de 1 mm, bordas marcadas pela concentração de matriz ferruginosa. Na \n\nporção com concentração de matriz ferruginosa é possível verificar que o quartzo aparece com menores \n\ndimensões do que na matriz bege. Feldspato (Fsp) alterado, e caulinita (Kln) cristalina. \n\n\n\n70 \n\n \n\n Além do quartzo, são encontrados minerais primários como a turmalina e feldspato. A \n\nturmalina (Figura 47) apresenta formato prismático, com cerca de 0,3 mm de alongamento, \n\nem geral encontra-se corroída e circundada por cristais de quartzo e matriz caulinítica (bege \n\nclaro). \n\n \n\nFigura 47 - A- NP; B- NC: Turmalina (Tur) apresentando cerca de 0,3 mm de tamanho no eixo mais alongado, \n\ncircundado por grãos de quartzo (Qtz) de dimensões variadas e matriz caulinítica (Kln). \n\n Os cristais de feldspato (Figura 48), muito susceptível à alteração química, são \n\nconsiderados como as prováveis fontes para a formação da caulinita, argilomineral secundário \n\ndominante nos horizontes sobrejacentes da mesma forma que, de acordo com as análises \n\nquímicas mineralógicas, também predomina no arenito. Na lâmina é possível identificar \n\nestruturas de dissolução e formação de argila sobre os cristais de feldspato (Figura 48). A \n\ncaulinita na lâmina consiste na matriz bege clara, que está presente nos interstícios dos grãos \n\nprimários e domina em algumas porções da lâmina.  \n\n \n\nFigura 48 - A- NP; B- NC: cristais de feldspato (Fsp) alterados, apresentando ainda resquícios da geminação de \n\nmicroclínio sob nicóis cruzados. \n\n Na alterita foram identificadas feições similares às encontradas no perfil P4, sobretudo \n\na presença predominante de uma matriz bege clara entre os minerais primários como quartzo, \n\ncianita e turmalina (Figura 49). Assim como descrito e exemplificado anteriormente, são \n\nidentificadas feições corrosivas nas bordas dos minerais.  \n\n\n\n71 \n\n \n\n \n\nFigura 49 - Grãos de quartzo (Qtz) com dimensões variadas de até 0,5 mm, em matriz caulinítica de cor bege \n\nclara, turmalina (Tur) alterada com aspecto prismático e pouco mais que 0,5 mm; cianita (Ky) com menos de 0,3 \n\nmm, quebrada. \n\n A amostra P3Ma corresponde ao horizonte manchado comum nos perfis lateríticos. \n\nSão formados por zonas que exibem concentrações cauliníticas e hematíticas, lito e/ou \n\npedoreliquiais. A gradação do material de cores mais fortes para tons mais claros indica \n\nremobilização e desferruginização em ambiente óxido-redutor controlado pelo nível freático.\n\n A amostra P3Ma possui menor teor de quartzo, quando comparada ao arenito e a \n\nalterita, contudo, os grãos de quartzo encontrados apresentam formato irregular, sendo \n\nmarcantes as reentrâncias de dissolução, bem como o intenso fraturamento dos cristais. Assim \n\ncomo visto anteriormente, estão presentes duas matrizes, uma bege clara, essencialmente \n\ncaulinítica, e uma matriz vermelha escura, essencialmente ferruginosa (Figura 50). \n\n \n\nFigura 50 - Alternância entre as matrizes bege clara e vermelha escura, presença de cristais de quartzo com \n\nmenos de 0,5 mm, onde é possível identificar pequenos microagregados, com bordas marcadas por \n\nconcentrações ferruginosas, lembrando as feições encontradas no horizonte manchado e saprolito do perfil da \n\nBR-050. \n\n \n\n Entre os minerais primários presentes estão quartzo, e turmalina, todos muito \n\ndissolvidos, com bordas corroídas (Figura 51). É interessante notar a individualização de \n\n\n\n72 \n\n \n\npequenos microagregados, com aspecto circular, que são melhor individualizados na amostra \n\nP3Aa, que corresponde ao horizonte da argila aluminosa. \n\n \n\nFigura 51 - Grãos de quartzo e turmalina em meio à matriz caulinítica. \n\n Na amostra P3Aa, assim como na amostra P3Ma, a matriz caulinítica é predominante, \n\nmas há locais de concentração de matriz ferruginosa. O mineral primário predominante é o \n\nquartzo. Quando comparando-se ao perfil da BR-050, a argila aluminosa apresenta algumas \n\nestruturas microagregadas de aspecto circular, que se assemelham à concentração de pisólitos \n\n(Figura 52).  \n\n \n\nFigura 52 - Feição arredondada lembrando os pisólitos encontrados no horizonte manchado e saprólito do perfil \n\nP4. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n\n\n73 \n\n \n\n6.2 Perfil Granulométrico, Geoquímico e Mineralógico \n \n\n6.2.1 Composição granulométrica \n\n \n\n A composição granulométrica foi realizada segundo os métodos EMBRAPA, e a partir \n\ndos resultados obtidos pelos ensaios de granulometria fica evidente a predominância da fração \n\nargila em todas as amostras do perfil da BR-050, (P4) e do perfil da depressão topográfica \n\n(P3), sendo a porcentagem da fração silte + argila até 8 vezes maior em relação à fração areia, \n\nna posição a 30 cm do perfil P3 (Tabela 1). \n\nTabela 1 - Quantificação das frações areia, silte e argila. \n\n \n\nPorcentagem % \n\nAreia ou fração Fração \n\nGrossa Fina \nAreia \n\nTotal \nSilte Argila \n\nSilte + \n\nArgila \n*Resíduo \n\nLocal \nProfundidade \n\ncm \n\n2,0 - 0,25 \n\nmm \n\n0,25 - \n\n0,053 mm  \n\n0,053 a 0,002 \n\nmm \n\n<0,002 \n\nmm   \n\nP3 50 31,13 9,42 34,79 9,79 55,42 65,21 0,00 \n\nP3 90 7,22 5,04 11,36 10,73 77,91 88,64 0,00 \n\nP3 110 7,58 4,16 10,97 7,53 81,50 89,03 0,00 \n\nP3 120 7,06 3,27 10,21 8,66 81,13 89,79 0,00 \n\nTrad. P3 10 9,34 4,52 13,27 14,66 70,29 84,94 1,79 \n\nTrad. P3 30 8,55 2,94 10,24 17,90 65,44 83,34 6,42 \n\nTrad. P3 50 9,41 4,19 12,43 15,93 67,63 83,55 4,02 \n\nTrad. P3 140 14,69 4,13 18,59 4,69 76,72 81,41 0,00 \n\nTrad. P3 200 8,95 2,72 11,55 8,32 80,13 88,45 0,00 \n\nTrad. P3 280 12,11 3,02 14,98 5,46 79,56 85,02 0,00 \n\nTrad. P3 330 8,76 2,62 11,28 9,97 78,75 88,72 0,00 \n\nP4 300 15,15 9,92 24,56 8,52 66,92 75,44 0,00 \n\nP4 600 20,92 10,91 31,40 9,25 59,35 68,60 0,00 \n\n \n\n As porções mais arenosas dos perfis estudados encontram-se a 600 cm do perfil P4, no \n\nhorizonte manchado e saprólito, e a 50 cm do perfil P3. No horizonte manchado do perfil P4 a \n\nfração silte + argila é apenas 2 vezes mais presente do que a fração areia. O aumento da fração \n\nargila na depressão pode estar associado à maior presença de água e fluxo interno no perfil. A \n\ndesferruginização e a possível dissolução do quartzo podem reduzir o tamanho das partículas, \n\nou seja, o aumento é relativo em relação à fração areia.  \n\n Batezelli (2003) destacou a presença de fácies argilito maciço na Formação Marília, \n\nprincipalmente no Membro Serra da Galga, sendo frequentes finas camadas separando \n\nestratos arenosos, lentes métricas, bolsões irregulares decimétricos e também na forma de \n\n\n\n74 \n\n \n\nbolas de argila com até 30 centímetros (BATEZELLI, 2003). Tal descrição é coerente com o \n\ncontexto deposicional descrito por Fernandes &amp; Coimbra (2000). \n\n \n\n6.2.2 Óxidos totais  \n\n \n\n Para a análise de óxidos foram quantificados os óxidos totais de silício (SiO2), titânio \n\n(TiO2), alumínio (Al2O3), ferro (Fe2O3), manganês (MnO), magnésio (MgO), cálcio (CaO), \n\nsódio (Na2O), potássio (K2O), fósforo (P2O5) e também o elemento Zircônio (Zr), em \n\nEspectrômetro de Fluorescência de Raios X (Laboratório de Geoquímica – DPM/UNESP), \n\npara os dois perfis estudados. O objetivo desta análise é avaliar as perdas e ganhos relativos \n\nde elementos químicos no perfil, buscando encontrar padrões de alteração e correlação entre \n\neles.  \n\n Nos perfis, são expressivas apenas as variações dos teores dos óxidos SiO2, TiO2, \n\nAl2O3 e Fe2O3 uma vez que os cátions básicos (MgO, CaO, Na2O, K2O) foram eliminados do \n\nmeio, típico de ambientes com alteração laterítica. O intemperismo químico e a lixiviação de \n\nbases e sílica durante longos períodos de tempo geológico resultam em material rico em \n\ncaulinita, óxidos e hidróxidos de ferro e alumínio (KRONBERG &amp; MELFI, 1987). \n\n Os resultados obtidos com a análise de óxidos totais são apresentados abaixo (Tabela \n\n2). Observa-se que no perfil onde há predominância de argila refratária (P3), os teores de SiO2 \n\nsão inferiores ao encontrado tanto na tradagem (Trad. P3) no mesmo local quanto no perfil \n\nP4; em contrapartida, os teores de Al2O3 no perfil P3 são superiores ao encontrado no perfil \n\nP4. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n\n \n\nTabela 2 - Óxidos Totais e de Zr expresso em porcentagem. \n\nAmostra SiO2 Al2O3 Fe2O3 TiO2 \nMnO+MgO+\n\nCaO+Na2O+\n\nK2O \nP2O5 LOI Soma Zr \n\n% \n\nP3 - 25 cm 14,7 42,8 2 2,35 0,22 0,19 37,8 100,01 509 \n\nP3 -50 cm 13,5 46,4 1,7 2,57 0,2 0,15 35,5 99,99 553 \n\nP3 - 90 cm 17,4 51,6 1,6 4,01 0,24 0,09 25,1 100,01 957 \n\nP3 - 110 cm 16,2 54,2 1 3,8 0,16 0,06 24,6 100,02 983 \n\nP3 - 120 cm 15,7 53,6 0,9 4,11 0,14 0,05 25,5 100,01 1081 \n\nTrad. P3 – 10 cm 18,51 45,77 5,2 3,06 0,05 0 27,39 100 534 \n\nTrad. P3 – 30 cm 16,65 48,93 4,02 3,28 0,06 0,2 26,85 100 612 \n\nTrad. P3 – 50 cm 25,83 41,54 4,11 3,07 0,08 0,19 25,17 100 684 \n\nTrad. P3 – 80 cm 24,77 42,3 6,21 3,19 0,1 0,16 23,24 100 684 \n\nTrad. P3 – 100 cm 32,43 43,87 1,99 3,5 0,09 0,11 18,01 100,01 849 \n\nTrad. P3 – 110 cm 37,38 41 1,45 3,42 0,13 0,08 16,52 99,99 745 \n\nTrad. P3 – 140 cm 37,74 41,28 1,55 3,34 0,09 0,03 15,96 100,01 864 \n\nTrad. P3 – 200 cm 42,68 38,67 1,87 2,94 0,1 0,03 13,69 100,01 775 \n\nTrad. P3 – 280 cm 46,67 37,29 1,03 2,5 0,15 0,04 12,32 100 593 \n\nP4 - 3 cm 51,81 24,79 11,72 1,27 0,25 0,12 10,02 99,99 337,4 \n\nP4 - 20 cm 70,41 17,61 4,25 0,84 0,3 0,05 6,52 99,99 284,9 \n\nP4 - 100 cm 32,79 22,32 32,57 1,16 0,31 0,11 10,75 100,02 181,2 \n\nP4 - 300 cm 41,51 23,62 22,39 1,31 0,18 0,07 10,91 100 225,5 \n\nP4 - 500 cm 55,66 22,44 11,04 1,36 0,15 0,05 9,29 100 297,8 \n\nP4 - 600 cm 31,22 18,34 38,52 0,92 0,12 0,12 10,78 100,03 144,1 \n\n \n\n É possível observar ainda, que o ferro (Fe2O3) apresenta comportamento inverso ao \n\nalumínio (Al2O3), havendo menores concentrações no centro da depressão (P3) e maiores \n\nconcentrações no perfil da BR-050 (P4). \n\n A alta concentração de alumínio no perfil P3 caracteriza a riqueza química e \n\neconômica do material, uma vez que elevados teores de Al2O3 tendem a aumentar a \n\nrefratariedade da argila (CETEM, 2005). \n\n Em ambiente saturado rico em matéria orgânica como o da área de estudo, o ferro \n\n(Fe\n3+\n\n) é reduzido (Fe\n2+\n\n) e se torna altamente susceptível de ser exportado com a solução do \n\nsolo (FRITSCH et al., 2007) resultando em um horizonte caulinítico com baixo ferro e \n\nelevado teor em Al2O3. \n\n A diminuição do teor de quartzo em direção ao topo do perfil, ao considerarmos que o \n\nperfil P3 está topograficamente acima o perfil P4, pode ser explicada segundo Tardy (1993), \n\nque expõe que em um perfil de alteração laterítica, dois níveis se caracterizam pela dissolução \n\ndo quartzo (1) o nível da alterita em decorrência da presença de soluções mais básicas e (2) e \n\n\n\n76 \n\n \n\nos níveis superiores pela renovação das soluções com baixa sílica. A renovação das soluções \n\npercolantes pobres em sílica acidifica o meio e pode dissolver o quartzo (MELFI, 1997).   \n\n O comportamento dos elementos no perfil estudado é um indicativo do ambiente de \n\nformação, onde em um ambiente com pH baixo, o Si se torna móvel e é assim lixiviado do \n\nperfil. O mesmo ocorre com o Fe, em ambiente com pH baixo e ambiente redutor, que é \n\nsolubilizado e lixiviado do perfil, processo determinado pela hidromorfia. De forma geral, a \n\nevolução geoquímica do perfil tende à aluminização. \n\n Em couraças formadas a partir de rochas ricas em quartzo são encontradas \n\nconcentrações elevadas de caulinita e hematita acompanhadas do quase desaparecimento do \n\nquartzo, indicando que nestas situações o quartzo protege a caulinita e a caulinita permite o \n\nenriquecimento em hematita (ROQUIN, et al., 1990). A análise petrográfica confirma a \n\nhipótese da dissolução do quartzo uma vez que é comum encontrar grãos com feições de \n\ndissolução e preenchidos por material ferruginoso. A dissolução também é responsável por \n\nfracionar os grãos maiores de quartzo em grão menores, do tamanho de silte. Apesar das \n\nevidências, o refinamento geoquímico deveria ser feito para comprovar se esta dissolução é \n\ngeneralizada nos perfis estudados.  \n\n Foram separados também os minerais pesados do perfil P4 e da argila aluminosa do \n\nperfil P3. Como os minerais pesados podem ter origem primária numa vasta gama de rochas, \n\nonde ocorrem muito disseminados (isto é, como minerais acessórios), o seu estudo revela-se \n\nparticularmente interessante. A presença de determinadas espécies no sedimento poder ser \n\nutilizada como traçador da origem desse sedimento e, consequentemente, como indicador da \n\ndinâmica sedimentar (DIAS, 2010). Nos perfis foram encontrados cianita, estaurolita, \n\nturmalina, rutilo e zircão, sendo possível afirmar que o sedimento possui a mesma área fonte, \n\nneste caso, as rochas da Formação Araxá, conjunto de rochas metamórficas que são ricas em \n\ncianita e estaurolita. \n\n  \n\n6.2.3 Caracterização mineralógica por Difratometria de Raios X \n\n \n\n Com os resultados obtidos, foi possível identificar a similaridade mineralógica nos \n\ndois perfis, com predominância de minerais como caulinita, quartzo e magnetita na fração \n\nareia; caulinita e gibbsita na fração argila e caulinita, goethita e quartzo na fração total. \n\n No perfil P4 foram realizadas análises nas amostras coletadas a 300 cm e a 600 cm, \n\npara as frações areia e argila, além da análise total do material obtido por tradagem. A fim de \n\naprimorar e aperfeiçoar o entendimento do perfil, no horizonte manchado, entre 490 e 600 cm, \n\n\n\n77 \n\n \n\nforam individualizados três conjuntos de cores presentes, resultando assim na análise da fase \n\namarela, da fase branca e da fase vermelha. Este procedimento permite que se reconheçam \n\ndiferenças mineralógicas que possam estar associadas ao sedimento ou à evolução supérgena \n\ndo perfil. \n\n A composição mineralógica do perfil P4, para a fração areia (Gráfico 1) indica que o \n\nmaterial é composto predominantemente por quartzo e secundariamente caulinita. Ocorrendo \n\ntambém goethita, hematita, rutilo e zircão. A presença da caulinita na fração areia pode ser \n\nexplicada devido a dificuldade na desagregação total das partículas no preparo das amostras \n\ntanto para as análises granulométricas, análise química total e difratometria de raios x.  \n\n \n\nGráfico 1- Difratogramas de raios X fração areia do perfil P4. Legenda: Kln - caulinita; Mag - magnetita; Rt - \n\nrutilo; Gt - goethita; Qtz - quartzo; Zrn - zircão. \n\n Para a fração argila (Gráfico 2), foi observado a predominância de caulinita (7,14 Å) \n\n(intensidade relativa do pico a 100%), seguida por gibbsita e goethita, há ainda indícios de  \n\nhematita (2,51 e 1,68 Å).  \n\n\n\n78 \n\n \n\n \n\nGráfico 2 - Difratogramas de raios X fração argila do perfil P4. Legenda: Kln - caulinita; Gt - goethita; Gbs - \n\ngibbsita; Hem - hematita; Ant - anatásio; Qtz - quartzo; Rt - rutilo. \n\n No perfil 4 (P4), com o auxílio de um trado manual (Trad. P4) foram coletadas três \n\namostras, entre os intervalos de 780-790 cm, 960-970 cm e 990 cm, com as quais foi realizada \n\na análise da amostra bruta (Gráfico 3). Os resultados indicaram a presença de caulinita (7,14 e \n\n3,56 Å), quartzo (3,34 e 2,28 Å), além de goethita (2,45 Å) e anatásio (1,48 Å). \n\n \n\nGráfico 3 - Difratogramas de raios X para as amostras de trado do perfil P4 (Trad. P4). Legenda: Kln - caulinita; \n\nQtz - quartzo; Gt - goethita; Hem - hematita. \n\n A análise das fases individualizadas mostraram resultados similares, na fase vermelha \n\n(Gráfico 4) e na fase amarela (Gráfico 5) a mineralogia é bastante similar, sendo o pico do \n\nquartzo o com intensidade relativa de 100%, além da presença de caulinita aparecem ainda \n\nminerais micáceos. \n\n\n\n79 \n\n \n\n \n\nGráfico 4 - Difrações de raios X para a fase vermelho escura e vermelho clara do perfil BR-050. Legenda: Kln - \n\ncaulinita; Qtz - quartzo; Zrn - zircão; Gt - goethita. \n\n \n\nGráfico 5 - Difrações de raios X para a fase amarela do perfil P4. Legenda: Kln - caulinita; Qtz - quartzo; Gt - \n\ngoethita; Ant - anatásio; Hem - hematita. \n\n  A fase branca (Gráfico 8) manteve a mineralogia similar a encontrada na fase \n\namarela e vermelha com caulinita, gibbsita e quartzo. \n\n\n\n80 \n\n \n\n \n\nGráfico 6 - Difração de raios X para a fase branca do perfil P4. Legenda: Kln - caulinita; Gbs - gibbsita; Qtz - \n\nquartzo. \n\n No perfil do centro da depressão (P3) foi realizada a abertura de uma trincheira, na \n\nqual foram analisados 4 horizontes  da amostra bruta  e fração argila, e também a amostragem \n\npor trado manual (Trad. 3) de 5 níveis do perfil para análise por difração de raio X para a \n\nfração areia e argila.  \n\n A composição mineralógica da amostra bruta (Gráfico 7) indica que o arenito é \n\ncomposto majoritariamente por quartzo (picos nas posições 3,34 e 4,25 Å). Ocorre também \n\ncaulinita (7,14 e 3,56 Å), goethita e hematita. Na alterita a composição mineralógica é similar \n\nexceto pela presença do anatásio. Na amostra P3Ma, referente ao horizonte manchado, e na \n\namostra P3Aa, referente à argila aluminosa, destaca-se a presença da gibbsita (picos em 4,84, \n\n4,37, 4,33 Å). Nota-se que a principal associação mineralógica no arenito e na alterita é o \n\nquartzo predominante (intensidade relativa do pico a 100%) com caulinita enquanto que na \n\nP3Ma e na P3Aa predomina a gibbsita com caulinita e quartzo.  \n\n\n\n81 \n\n \n\n \n\nGráfico 7 - Difratogramas de raios X da amostra bruta do perfil do centro da depressão (P3). Legenda: Kln - \n\ncaulinita; Gbs - gibbsita; Qtz - quartzo; Hem - hematita; Gt - goethita; Ant - anatásio. \n\n Considerando apenas a fração argila (extraída por pipetagem) (Gráfico 8), no arenito \n\naparece pico de mineral micáceo (na posição de 10Å) que desaparece nos horizontes \n\nsobrejacentes, indicando alteração e formação da caulinita (picos em 7,17 e 3,57 Å) que passa \n\na ser o argilomineral predominante.  \n\n Picos de gibbsita (4,85, 4,37 e 2,17 Å) aparecem discretamente no arenito e torna-se \n\ndeterminante na P3Ma e P3Aa indicando aumento da intensidade da alteração laterítica. O \n\nquartzo (3,34 Å) também aparece como componente mineral da fração argila em todos os \n\nhorizontes indicando intenso fracionamento ou reprecipitação da sílica. Picos principais da \n\ngoethita ocorrem no arenito e na alterita indicando meios mais hidratados, enquanto picos da \n\nhematita (2,69 Å) ocorrem na P3Ma, coerente com a elevada concentração ferruginosa \n\nnodular. Predominam a hematita e goethita e o hidróxido de alumínio, a gibbsita. \n\n\n\n82 \n\n \n\n \n\nGráfico 8 - Difratogramas de raios X da fração argila do perfil do centro da depressão (P3). Legenda: Mca - \n\nmineral micáceo; Kln - caulinita; Gbs - gibbsita; Qtz - Quartzo; Hem - hematita; Gt - goethita. \n\n A composição mineralógica obtida não reflete descontinuidade mineralógica entre a \n\nrocha e os horizontes de alteração e pedogênese, indicando estreita similaridade e possível \n\nfiliação.  \n\n Do ponto de vista mineralógico, o arenito se revela uma rocha de natureza não \n\nexclusivamente quartzosa, mas feldspática (observado em microscopia óptica), micácea e \n\ncaulinítica associada com óxidos de ferro e alumínio, cujos produtos de alteração resultam \n\nmajoritariamente em argilominerais secundários cauliníticos com forte presença de gibbsita.   \n\n Os minerais hidratados de alumínio se formam e estabilizam nos níveis superiores dos \n\nperfis de alteração após intensa dessilicificação ou ligados aos minerais ferruginosos (Al-\n\nhematita e Al-goethita) nos níveis lateríticos endurecidos ou nodulares (TROLARD, et \n\nal.,1993, MELFI, 1997).  A desferruginização enriquece a matriz da argila aluminosa (P3Aa) \n\nem caulinita e gibbsita, adequando seu uso como material refratário. \n\n Ainda no perfil P3, com o auxílio de um trado manual (Trad. P3) foram coletadas \n\ncinco amostras, entre os intervalos de 10 cm, 30 cm, 140 cm, 200 cm e 330 cm, com as quais \n\nforam realizadas as análises da fração areia e argila. \n\n Na fração areia (Gráfico 9) há a repetição de alguns minerais por todo o perfil como \n\nquartzo (2,28 Å), hematita (2,48 Å) e caulinita. Nos níveis a 10 e 140 cm é encontrado \n\nanatásio e hematita, e no nível a 200 cm aparecem picos de rutilo. \n\n\n\n83 \n\n \n\n \n\nGráfico 9 - Difração de raios X para a fração areia das amostras obtidas por trado (Trad. P3) no perfil do centro \n\nda depressão (P3). Legenda: Kln - caulinita; Qtz - quartzo; Hem - hematita; Zrn - zircão; Rt - rutilo. \n\n A fração argila (Gráfico 10) apresenta principalmente caulinita e gibbsita, além de \n\nquartzo.    \n\n \n\nGráfico 10 - Difração de raios X para a fração argila das amostras obtidas por trado (Trad. P3) no perfil do \n\ncentro da depressão (P3). Legenda: Kln - caulinita; Gbs - gibbsita; Gt - goethita; Ant - anatásio; Zrn - zircão. \n\n  \n\n\n\n84 \n\n \n\n6.3 Hipótese sobre a formação das argilas aluminosas a partir do nível ferruginoso e \n\npedogênese do arenito do Membro Serra da Galga (Formação Marília)  \n \n\n Nesta dissertação foram apresentados dados petrográficos, geoquímicos e \n\nmineralógicos de perfis de alteração e solos que contribuíram para elucidar os processos \n\nsuperficiais que vinculam o arenito do Membro Serra da Galga com a presença de couraça \n\nferruginosa e a formação de argilas aluminosas na chapada do Triângulo Mineiro. A couraça \n\nferruginosa se forma no nível das rochas sedimentares neocretáceas da Formação Marília que \n\nse encontram profundamente alteradas e pedogeneizadas. \n\nNo Triângulo Mineiro, o compartimento de chapada estudado corresponde à \n\nSuperfície Sul-Americana descrita por King (1956). Após o término da deposição sedimentar, \n\nno Paleoceno inferior (aproximadamente 65 milhões de anos AP) (DIAS-BRITO et al., 2001), \n\na superfície foi truncada por longos períodos de erosão que aplainaram o relevo, originando a \n\nsuperfície Sul-Americana do Terciário inferior (RADAMBRASIL, 1983).  \n\nAtualmente, o clima é tropical com forte sazonalidade em relação à umidade, porém, \n\nna escala geológica, inúmeras mudanças paleoclimáticas e paleoambientais afetaram a \n\nprecipitação e temperatura das terras baixas do Neotrópico (Amazônia e Cerrado) nos últimos \n\nmilhões de anos (VAN DER HAMMEN, 1991). No Eoceno (53 milhões de anos AP) se \n\nconfigura a vegetação característica dos trópicos da America do Sul, com destaque para o \n\naparecimento de palmáceas (Buriti), floresta de mangues, e a indicação das formações \n\nbauxíticas em diferentes locais, indicando a ocorrência de clima quente e úmido (VAN DER \n\nHAMMEN, 1991).  \n\nOutros períodos de alternância climática se sucederam. Por exemplo, clima muito \n\númido e frio foi registrado no período entre 50.000 e 25.000/30.000 anos AP e um período de \n\nclima frio e muito seco entre 21.000 e 14.000 AP. Entre 13.000 e 10.000 anos AP, o clima era \n\nmais quente e mais úmido e a partir de 10.000 anos AP (Holoceno), o clima tornou-se similar \n\nao atual, mas ainda com mudanças de temperatura e especialmente de precipitação (VAN \n\nDER HAMMEN, 1991). No cerrado do Brasil central, desde 4.600 anos AP, os registros das \n\nconcentrações e diversidade das assembléias palinomórficas indicam vegetação similar às \n\natuais características de clima úmido com estação seca pronunciada (SALGADO-\n\nLABORIAU et al., 1998). \n\nA superfície topográfica, o paleoclima e a mineralogia do arenito fornecem as \n\ncondições favoráveis para a rápida alteração biogeoquímica e o desenvolvimento de espessos \n\nperfis de solos de constituição laterítica. Nesta pesquisa, as fácies de alteração e pedogênese \n\n\n\n85 \n\n \n\ndesde o arenito alterado até os solos são de composição relativamente monótonas, associando \n\nprincipalmente quartzo residual, caulinita, gibbsita, goethita, hematita e raros grãos de \n\nminerais primários bastante resistentes ao intemperismo como cianita, zircão, turmalina e \n\nrutilo característicos das rochas metassedimentares do Grupo Araxá (NAVARRO et al., \n\n2013). Contudo, existem mudanças na proporção das fases. A caulinita é a fase mais \n\nabundante no arenito alterado e nos horizontes mais profundos dos perfis do solo enquanto a \n\ngibbsita é mais expressiva nos horizontes superficiais e subsuperficiais do solo. Em relação \n\naos óxidos-hidróxidos de ferro, a goethita e a hematita são associadas, porém a fase \n\npredominante é da goethita, estando relacionada com a presença de córtex de alteração de \n\nnódulos, dissolução da couraça e nas matrizes amarelas do Latossolo. \n\nNa microbacia do córrego do Caroço, a couraça ferruginosa, atualmente em processo \n\nde desmantelamento, foi formada a partir da alteração e pedogênese do arenito Membro Serra \n\nda Galga (Figura 53). Dados petrográficos, mineralógicos e geoquímicos comprovam a \n\nfiliação. Atualmente, os níveis encouraçados estão expostos nas vertentes dissecadas da \n\nencosta da chapada (ponto P4) e quando há o entalhamento da drenagem (por exemplo, no \n\ncórrego Beija Flor).      \n\n    \n\n \n\n \n\n  \n\n \n\n\n\n86 \n\n \n\n \n\nFigura 53 - Mapa esquemático hipotético da área de estudos, apresentando as áreas de ocorrência dos gleissolos \n\n(Gleysol), latossolos (Oxisol), bem como as possíveis áreas de exposição de couraça, e a demarcação da \n\nSuperfície Sul-Americana de King (1956) e a dissecação da paisagem. \n\n O modelado plano da chapada sob condições climáticas adequadas e prolongadas \n\nfavorecem a formação de cobertura encouraçada ferruginosa pouco permeável (TARDY, \n\n1993). No campo, a couraça foi encontrada sempre associada com o arenito do Membro Serra \n\nda Galga, que na coluna estratigráfica da chapada, se sobrepõe ao Membro carbonático Ponte \n\nAlta. Segundo Fernandes &amp; Ribeiro (2015), os dois membros possuem similaridade de fácies \n\nsedimentares, mas foram subsequentemente diferenciados pela ação do lençol freático no \n\n\n\n87 \n\n \n\nMembro Ponte Alta. O nível inferior do arenito maciço tabular foi cimentado com carbonato \n\n(calcretes) por causa da ação do lençol freático e da pedogênese atuante. Portanto, o nível \n\nsuperior do arenito formado pela sedimentação aluvial contendo níveis argilosos que \n\ncorresponde ao Membro Serra da Galga, ficou exposto às condições atmosféricas de \n\ntemperatura e precipitação.  \n\n A percolação vertical da água da chuva dentro do domínio não saturado foi facilitada \n\npela superfície tabular. O movimento da água é vertical descendente em regime de \n\npercolação, ou quando a precipitação excede a evapotranspiração (TARDY, 1993), condição \n\natuante por longo tempo geológico na chapada.   \n\n Vegetação esparsa de savana, clima úmido, superfícies tabulares tectonicamente \n\nestáveis e antigas são as condições propícias para a formação de couraças ferruginosas que \n\nhoje estão integradas localmente na coluna estratigráfica do topo da chapada. O produto da \n\nalteração do arenito corresponde a um material caulinítico, fortemente empobrecido em \n\ncátions básicos, com concentrações absolutas de hematita que conservaram a estrutura \n\noriginal da rocha sedimentar. As fácies petrográficas indicam que o encouraçamento laterítico \n\nocorreu no nível saprolítico do arenito o que sugere tratar de um evento ambiental importante.  \n\nAs couraças ferruginosas são um indicador paleoclimático e paleogeográfico da paisagem \n\nMesozóica e Cenozóica das regiões tropicais e a diferenciação vertical do perfil reflete as \n\ncondições ambientais sob as quais ela se desenvolveu (NAHON, 1991).  \n\n Atualmente, na base do perfil encouraçado encontra-se um horizonte mosqueado \n\nformado pela degradação da couraça, a qual parece estar avançando tanto por cima quanto por \n\nbaixo. As manchas brancas muito argilosas se formam após a perda do ferro da matriz \n\nferruginosa que passa a exibir córtex e volumes amarelos indicativos de dissolução atual.  A \n\nformação de horizonte pisolítico no topo do perfil encouraçado, a individualização de \n\npisólitos desferruginizados no interior da crosta ferruginosa e isoladamente no horizonte \n\nmanchado evidencia o desmantelamento da couraça (TARDY, 1993, BEAUVAIS, 2009).  \n\n Nos relevos tropicais com modelado plano, o nível freático nunca é profundo \n\n(TARDY, 1993), o que justifica a presença do horizonte manchado. Além do perfil P4, os \n\nhorizontes manchados são generalizados na chapada, aparecendo sob o horizonte B do \n\nLatossolo amarelo, em baixa profundidade (~110 cm de profundidade) e no Gleissolo (perfil \n\nP3) quando está sobreposto por um horizonte desferruginizado branco. A elevação do nível \n\nfreático na chapada pode estar relacionada com a presença de uma fase climática mais úmida \n\nque a pretérita, que propicia a expansão da vegetação florestal (cerradão, por exemplo) que \n\n\n\n88 \n\n \n\nestá vigente desde aproximadamente 3.200-2.000 anos AP até os dias atuais (Pleistoceno \n\ninferior – Holoceno) (PESSENDA et al.,  2010).  \n\n A degradação de couraça ferruginosa é esperada quando há o desequilíbrio \n\nbioclimático, que neste caso, é o aumento da quantidade e da permanência da água no \n\nsistema. Por exemplo, na Amazônia Brasileira (NAHON et al., 1989) e na África no contato \n\nfloresta-savana (BEAUVAIS, 2009), a formação de Latossolos argilosos sucedeu a \n\ndegradação de crostas ferruginosas após o aumento da quantidade de chuvas, o \n\nestabelecimento de cobertura florestal que ampliou a degradação mecânica da couraça pelo \n\naprofundamento das raízes e o aumento da bioturbação. Com base nesses exemplos e em \n\noutros citados ao longo da dissertação, pode se relacionar a presença de perfil pouco profundo \n\ndo Latossolo vermelho-amarelo com horizonte mosqueado como um produto da dissolução de \n\ncouraças ferruginosas devido ao maior volume de água no topo da chapada. Contudo, até esta \n\netapa da pesquisa, ainda não é possível reconstruir as fases e os processos que atuaram na \n\ntransformação da cobertura pedológica na escala da paisagem. \n\n No campo, os perfis de Latossolo com couraça ou argilosos vermelho-amarelado a \n\namarelo-avermelado (o perfil típico estudado corresponde ao ponto P4) com horizonte \n\nmanchado estão sempre presentes nas posições topograficamente elevadas do platô (Figuras \n\n53 e 54). O Gleissolo (o perfil típico estudado corresponde ao ponto P3) está presente nas \n\ndepressões topográficas e possui as argilas brancas, enriquecidas em alumínio, desenvolvidas \n\nem ambiente hidromórfico com nível freático raso, oscilante e sazonalmente aflorante. \n\nLatossolo e Gleissolo constituem a cobertura pedológica da bacia do córrego do Caroço e \n\nformam um sistema conectado na paisagem.  \n\n Combinando a estratigrafia com a litologia, a cobertura pedológica e a topografia foi \n\nelaborado um perfil esquemático (Figura 54) que subsidia a análise da filiação entre os \n\nmateriais. \n\n \n\n\n\n89 \n\n \n\n \n\nFigura 54 - Perfil topográfico hipotético esquemático desenvolvido com base nas informações coletadas em \n\ncampo, análises químicas e mineralógicas e embasado na literatura, no qual o as argilas aluminosas se formam \n\nsobre a couraça ferruginosa. \n\n\n\n90 \n\n \n\n \n\n No perfil, as argilas aluminosas são encontradas nas depressões topográficas no topo \n\ndos platôs, com cotas altimétricas superiores a 980 m. Em geral, essas depressões são locais \n\nonde o nível freático é raso a aflorante, criando condições propícias para a solubilização e \n\nlixiviação do ferro e parcialmente da sílica, e dessa forma, ocasionando o enriquecimento \n\nrelativo de alumínio. A formação das áreas hidromóficas do topo pode ter sido facilitada pela \n\ncimentação carbonática do Membro Ponte Alta que, segundo Fernandes &amp; Ribeiro (2015), \n\naumenta a resistência à erosão do arenito gerando vales longos e pouco profundos na chapada. \n\nO aumento da umidade ligada ao clima (precipitação média anual > 1600 mm) na superfície \n\nplana torna o domínio pedológico mais saturado e o movimento da água do lençol torna-se \n\nessencialmente lateral, de montante para jusante (TARDY, 1993). A ação da água e seu \n\nmovimento levam à solubilização e translocação de óxidos de Fe e Mn nos solos que amplia o \n\naprofundamento da depressão e consequentemente a hidromorfia (FRITSCH et al., 2007, EZE \n\net al., 2014).  \n\n Seguindo os princípios da continuidade lateral das camadas foi possível estabelecer a \n\nrelação entre os materiais encontrados na bacia com a topografia e, a partir disso, definir \n\nmelhor o processo de evolução.  A couraça ferruginosa do perfil P4 (afloramento na encosta \n\nda chapada) está alinhada com o afloramento da couraça na meia encosta exposta pelo \n\nentalhamento do ribeirão Beija Flor.  \n\n O horizonte manchado com pisólitos formado pela flutuação do nível freático atual \n\ntambém foi encontrado em toda a sequência e com correspondência topográfica. Finalmente \n\nos perfis com Gleissolo estão localizados apenas nas depressões topográficas apresentando o \n\nhorizonte branco composto por gibbsita e caulinita (argila aluminosa extraída como material \n\nrefratário) sobre o horizonte manchado. Portanto, a relativa preservação da couraça ocorre nas \n\ncotas superiores a 980 m. Abaixo, estão se desmantelando ou desapareceram.  \n\n A solubilização de óxidos de ferro e sua subsequente translocação do perfil é \n\nfavorecida pela presença abundate de água, freática ou meteórica. Da mesma forma, o pH é \n\num fator que influencia a solubilização de cátions no solo (DOS ANJOS et al., 1995). Sob \n\ncondições de saturação hidríca, o Fe pode ser reduzido e assim movido entre os horizontes por \n\niluviação e difusão-conveção para formar zonas de depleção e acumulação (EZE et al., 2014). \n\n O nível com o enriquecimento aluminoso está diretamente associado com o horizonte \n\nbranco na depressão hidromórfica. O ambiente redutor explica a desferruginização e a alta \n\nconcentração de matéria orgânica nos horizontes sobrepostos reduzem o pH da solução, \n\ntornando o meio fortemente ácido. A matriz caulinítica e aluminosa foi herdada da fase \n\n\n\n91 \n\n \n\nlaterítica porém o aumento da gibbsita em relação à caulinita se deu após a dessilicificação do \n\nsolo que ocorre durante fortes eventos de intemperismo. A diminuição do pH na depressão (~ \n\n4.3 a 4.6) pode permitir a dissolução da caulinita e permanece no limite do pH da dissolução \n\nda gibbsita (pH &lt;4) (TARDY, 1993). \n\n Além das características maiores que permitem interpretar os processos, as análises e \n\nresultados obtidos na microscopia, relatam feições como pisolitos generalizados nos \n\nhorizontes manchados, feições de iluviação de argila, grãos de quartzo e outros minerais \n\nprimários com feições de dissolução, que corroboram com a sugestão de que houve um evento \n\nde forte intemperismo químico tropical que culminou com a formação da couraça e que, \n\natualmente, encontra-se em processo de desmantelamento devido ao elevado fluxo de fluídos \n\npercolantes, sejam esses provenientes da água subterrânea ou da precipitação.  \n\n A área de estudos, como dito anteriormente apresenta condições de saturação hídrica, \n\no que reforça a possibilidade destes processos ocorrerem, e ocasionar a redução do ferro do \n\nperfil P3, acumulando assim um material argiloso, pobre em ferro e relativamente rico em \n\nalumínio. \n\n Dos Anjos et al (1995) descreveram a evolução de uma topossequencia no estado do \n\nMaranhão, na qual os ferriargilans descritos em microscopia, apresentavam semelhanças com \n\nas encontradas nos perfis analisados no presente estudo, onde a cor marrom avermelhada \n\nescura aparece próxima e gradacionando para matriz amarelada a incolor em vazios. Nesta \n\nsituação Dos Anjos et al (1995) afirmam que essa feição sugere que o Fe foi reduzido e \n\nperdido nestas superfícies quando os vazios estavam preenchidos por água. Nestes períodos \n\nde saturação, o Fe reduzido pode se mover a curtas distâncias, de zonas de depleção de ferro \n\npara zonas de acumulação (manchas brancas e vermelhas, respectivamente).  \n\n Após a interpretação dos dados gerados nesta pesquisa, a comparação destes com \n\noutros casos descritos nas regiões tropicais e no embasamento teórico, é possível afirmar que \n\nas argilas aluminosas encontradas no topo dos platôs do Triângulo Mineiro tenham se \n\nformado a partir do nível ferruginoso do Membro Serra da Galga da Formação Marília. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n92 \n\n \n\n7. Aspectos Econômicos \n\n \n\n A pedogênese, ocorrência e distribuição de plintita e suas formas de evolução como \n\npetroplintita, nódulos pisolíticos e ferricretes em solos tropicais são objetos de interesse \n\ndevido sua importância agronômica, paleoambiental, industrial e econômica (EZE et al., \n\n2014). \n\n Como citado anteriormente, a área de estudo tem importância econômica. Explora-se \n\ncalcário tanto para uso como corretivo de solo quanto para o uso na indústria de cimento, \n\nalém da exploração de argila vermelha para fins cerâmincos e argila para uso em artigos \n\nrefratários. \n\n Com base em dados obtidos no site do DNPM (2014) pode-se observar intensa \n\nexploração mineral na região. Em geral, os minerais explorados são não metálicos, tendo \n\ndestaque areias e argilas, calcário e dolomito, além de água mineral. \n\n \n\n7.1 Argilas Refratárias  \n \n\nO caulim tem relevância econômica há centenas de anos, e é conhecido como \"Ouro \n\nBranco\" (White Gold), devido a sua coloração predominantemente branca e o termo \"ouro\" \n\nfaz, de forma figurativa, uma alusão à fortuna feita por aqueles que sabiam refinar e vender o \n\nproduto final, em geral porcelana, na Europa (DILL, 2016). \n\nAlém de sua importância histórica, o caulim apresenta importância geológica, pois \n\npode ser formado tanto em rochas metamórficas, no limite diagênese-anquizona, quanto em \n\nrochas magmáticas (caulinitas primárias) e sedimentares. A caulinitização em rochas \n\nsedimentares é o processo de formação mais importante, podendo resultar em filossilicatos de \n\ncaulinita autigênica que pode ser traçada desde o ambiente sedimentar sob condições \n\nsuperficiais, até os estágios físico-químicos de diagênese profunda de arenitos (DILL, 2016). \n\n As argilas da área de estudo são utilizadas na indústria de materiais refratários, devido \n\nao alto teor de gibbsita e caulinita encontrado neste material. Na área de estudo existem duas \n\nempresas que as exploram: IBAR e Magnesita. \n\n O caulim exportado pelo Brasil é utilizado em diversos setores industriais, \n\nprincipalmente na indústria de papel como elemento de alvura e fixação de impressão. \n\nEntretanto, no mercado interno, existem duas principais formas de aplicação, uma é para a \n\nfabricação de cimento e outra para a utilização na indústria de cerâmica branca (DNPM, \n\n2014).  \n\n\n\n93 \n\n \n\n Este material é utilizado nas indústrias siderúrgicas, do cimento, do vidro e \n\npetroquímica. Os refratários estão divididos quimicamente em 5 categorias distintas: silicosos, \n\nsílico-aluminosos, aluminosos, básicos e especiais. A argila encontrada e extraída da área de \n\nestudo insere-se na categoria \"aluminosos\", devido ao elevado teor de alumínio presente. \n\n A região que compreende a área de estudo encontra-se totalmente requerida pelas \n\nempresas IBAR e Magnesita, em sua maioria para concessão de lavra e requerimento e \n\nmanifesto de mina para a exploração de argilas refratárias. Em geral as áreas requeridas \n\npossuem mais que 500 ha, havendo também alguns requerimentos ao norte da área para a \n\nexploração de turfa, pela empresa Congonhas Minério S.A., para uso como insumo agrícola. \n\nEstas informações foram obtidas pelo SIGMINE, disponibilizado pelo DNPM. \n\n Um dos maiores problemas ambientais indicados para a extração destes recursos é o \n\nfato de as áreas de exploração, geralmente, estarem localizadas próximas ou sobre nascentes \n\nde rios, aumentando a necessidade de fiscalização e controle ambiental. \n\n \n\n7.2 Calcário  \n  \n\n O calcário presente na área de estudo é constituído basicamente por depósitos \n\ndescontínuos com forma lenticular restritos ao Membro Ponte Alta da Formação Marília \n\n(BATEZZELI, 2003) \n\n O calcário da região é utilizado tanto na indústria para construção civil, na produção \n\nde cimento, quanto para o uso como corretivo de solo. Todas as rochas carbonáticas \n\ncompostas predominantemente por carbonato de cálcio e/ou carbonato de cálcio e magnésio \n\n(calcários, dolomitos, mármores, etc.), a depender da relação CaO/MgO, são fontes para a \n\nobtenção de  corretivos de acidez dos solos, portanto, as reservas brasileiras de calcário \n\nagrícola podem ser consideradas como as  mesmas reservas brasileiras de calcário, \n\nindependentemente de sua aplicação (DNPM 2014) \n\n O calcário é o principal produto utilizado para corrigir a acidez dos solos no país. A \n\nqualidade do calcário agrícola é medida por um índice conhecido como Poder Relativo de \n\nNeutralização Total (PRNT).  \n\n O consumo interno de calcário agrícola em 2013 não se alterou em relação a 2012, \n\ncontinuando a registrar o maior consumo dos últimos 20 anos. Contudo, o consumo de \n\ncalcário agrícola não acompanha a evolução do consumo dos fertilizantes agrícolas, os quais \n\nsomente são plenamente potencializados quando o solo recebe uma calagem adequada \n\n(DNPM 2014). \n\n\n\n94 \n\n \n\n Em relação ao cimento, houve uma desaceleração no crescimento da produção no \n\nBrasil, onde mais de quinze grupos produzem cimento, sendo 6 responsáveis por mai de 80% \n\nda produção nacional (DNPM, 2014). \n\n \n\n7.3 Potencial Hidrogeológico \n  \n\n A região do Triângulo Mineiro está situada na área de ocorrência do aqüífero Bauru-\n\nCaiuá, pertencente à bacia sedimentar do Paraná. Tal aqüífero é do tipo poroso, podendo estar \n\nlivre ou semiconfinado (CPRM, 2012). Enquanto o aquífero Bauru comporta-se como semi-\n\nconfinado, em virtude da presença mais frequente de intercalações lamíticas e cimentação \n\ncarbonática, o aquífero Caiuá comporta-se como livre, por sua maior homogeneidade \n\nlitológica, e decorrente permeabilidade (FERNANDES, 1992). \n\n As águas subterrâneas, para o aquífero Bauru-Caiuá em toda sua extensão no \n\nTriângulo Mineiro, exibem pH básico com valores entre 7 e 10. São, de modo geral, águas de \n\nboa qualidade para consumo humano, industrial e agrícola. Por ser um aqüífero livre, há \n\nmaior vulnerabilidade à contaminação por atividades agrícolas e industriais. Os principais \n\nusos para as águas deste sistema são para a agropecuária e abastecimento público (CPRM, \n\n2012). \n\n O aquífero Bauru-Caiuá também é conhecido como Sistema Aquífero Bauru. Na \n\nregião do Triângulo Mineiro, o Grupo Bauru comporta-se como aquífero livre e conforme sua \n\ndistinção litológica, porosidade e dinâmica da água no subsolo, o aquífero é subdividido em \n\ndois subsistemas: Aquífero Bauru Superior e Inferior (ARAGUARI, 2015).O Aquífero Bauru \n\nSuperior é formado pelos latossolos profundos e intemperizados, enquanto o Inferior engloba \n\nos arenitos e conglomerados. \n\n Os dados de flutuação do nível estático, levantados em monitoramento de poços nas \n\ncidades de Uberlândia e Araguari, indicam que a plena recarga do aqüífero se dá nos meses de \n\nfevereiro e março, e o ponto mais crítico se dá nos meses de setembro e outubro. Sendo que a \n\nvariação média do nível freático do aqüífero entre os períodos de estiagem e de chuva é de 3,0 \n\nm (ARAGUARI, 2015). \n\n \n\n \n\n \n\n \n\n\n\n95 \n\n \n\n8. Conclusões  \n\n \n\nCom base nas informações apresentadas e discussões propostas nesta dissertação, \n\npode-se atribuir a presença de couraça ferruginosa e a formação das argilas aluminosas aos \n\nprocessos de alteração e pedogênese tropicais que atuaram no arenito do Membro Serra da \n\nGalga (Formação Marília).  Os arenitos da Formação Marília são a litologia que sustenta as \n\nformas de relevo tabulares do Triângulo Mineiro, referidas como superfícies de erosão Sul-\n\nAmericana. \n\nNa superfície desses relevos tubulares, se desenvolveram redes de depressões \n\ntopográficas abertas, que sazonalmente são saturadas pela subida do nível freático. Tais \n\nfeições são regionalemente chamadas de campos de murunduns, e consistem em pequenos \n\nmontículos vegetados, com forma circular ou elíptica, localizada em cabeceiras de nascentes \n\nnos bosques do Cerrado (Cerrado strictu sensu). Estas feições de relevo marcadas por \n\nmicrotopografias são os ambientes naturais que estão associados com a presença de argilas \n\naluminosas, altamente refratárias e consequentemente explotadas por empreendimentos \n\nmineiros. \n\nLitologia, relevo tabular, longo tempo de exposição do arenito frente aos processos \n\nintempéricos e paleoclima contribuíram para a formação de perfil laterítico contendo crosta \n\nferruginosa. Feições petrográficas mostraram que a concentração absoluta do ferro ocorreu no \n\nnível saprolítico do arenito, preservando sua estrutura e que pode ainda ser reconhecida no \n\ncampo e microscopia óptica. Este material aflora apenas nas cotas altimétricas superiores a \n\n980 m de altitude. O aumento da umidade do clima atual resulta na elevação do nível freático \n\ne ao aumento da saturação dos solos (Latossolo e Gleissolo). O resultado é o \n\ndesmantelamento da couraça e a formação de horizontes manchados e pisolíticos presentes \n\nnos perfis de Latossolo e Gleissolo. Indicativos de dissolução são reconhecidos nos nódulos \n\nferruginosos com estrutura concêntrica, feições de iluviação de argila, abertura de porosidade, \n\ncutans ferruginosos que são indicadores de que a hidromorfia sazonal relacionada com a \n\nflutuação do nível freático tem papel fundamental no desmantelamento da couraça \n\nferruginosa.  \n\nO aumento da desferruginização causado pela maior permanência da água no solo está \n\nvinculado à presença das depressões topográficas na superfície do platô. A ampliação das \n\ncondições redutoras locais resulta na degradação geoquímica da matriz ferruginosa que, \n\n\n\n96 \n\n \n\nassociado com a diminuição do pH do meio pela presença da matéria orgânica, pode estar \n\nfavorecendo a desestabilização da caulinita (dessilicificação) e o aumento relativo da gibbsita.   \n\n Os resultados obtidos com a difratometria de raios X revelaram a similiradidade \n\nmineralógica entre os dois perfis, havendo dominância na fração areia dos minerais: caulinita, \n\nquartzo e magnetita; na fração argila: caulinita e gibbsita; e na fração total: caulinita, goethita \n\ne quartzo. E o arenito apresenta uma natureza não exclusivamente quartzosa, mas feldspática, \n\nmicácea e caulinítica associada com oxihidróxidos de ferro e alumínio.  \n\n Considerando os fatores mineralogia primária, condições climáticas, sazonalidade de \n\nclimas úmidos e secos, saturação pela elevação do nível freático e porosidade interna, e a \n\nconcordância com a continuidade estratigráfica e sedimentar, pode-se inferir que os arenitos \n\npertencentes ao Membro Serra da Galga sofreram intenso processo de ferruginização e que \n\natualmente estão se desferruginizando, dessilicificando com conseqüente acumulação relativa \n\nde alumínio originando as argilas brancas, altamente enriquecidas em alumínio. \n\n Dessa forma, sustenta-se a hipótese de formação in situ para as argilas aluminosas \n\nencontradas nos topos dos planaltos tubulares da região do Triângulo Mineiro. Cabe ainda \n\nressaltar que a carência de dados geológicos e de estudos recentes na região dificultam a \n\naquisição de dados e, portanto sugere-se o aprofundamento da pesquisa, com melhor \n\ndetalhamento geológico e estratigráfico da área, a fim de se confirmar a hipótese aqui \n\nproposta. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n97 \n\n \n\n9. Bibliografia \n \nAB'SÁBER, A. N. Contribuição à geomorfologia da área dos cerrados. Universidade de São Paulo, \n\n1963.  \n\nALMEIDA, M. A, et al. Geologia do Oeste Paulista e áreas fronteiriças dos Estados de Mato Grosso \n\ndo Sul e Paraná. In: Congresso Brasileiro de Geologia. Camboriú: Sociedade Brasileira de \n\nGeologia, p. 2799-2812, 1980.  \n\nARAGUARI, CBH. Comitê da Bacia Hidrográfica do rio Araguari.(2012).Relatório do Grupo de \n\nTrabalho GT-CHAPADA: Proposta para Criação de APA na Chapada do Bugre/Triângulo \n\nMineiro, 2015. \n\nBACCARO, C. A. D. Unidades geomorfológicas do triângulo mineiro: estudo preliminar. Revista \n\nSociedade &amp; Natureza, v. 3, p. 37-42, 1991. \n\nBASILICI, G., et al. Climate?induced sediment?palaeosol cycles in a Late Cretaceous dry aeolian sand \nsheet: Marília Formation (North?West Bauru Basin, Brazil). Sedimentology, v. 56, n. 6, p. 1876-\n1904, 2009. \n\nBASILICI, G.; SGARBI, G. N.; DAL'BÓ, P. F. F., HASUI, Y. A Sub-bacia Bauru: um sistema \n\ncontinental entre deserto e cerrado. Geologia do Brasil. Beca, p. 520-543, 2012. \n\n BARCELOS, J. H.; LANDIM, P.M.B.; SUGUIO, K. Análise Estratigráfica das Seqüências Cretácicas \n\ndo Triângulo Mineiro (MG) e suas correlações com as do Estado de São Paulo. In Simpósio \n\nRegional de Geologia, v. 3, p. 90-102, 1981.  \n\nBARCELOS, J. H. Reconstrução paleogeográfica da sedimentação do Grupo Bauru baseada na \n\nsua redefinição estratigráfica parcial em território paulista e no estudo preliminar fora do \n\nEstado de São Paulo. Dissertação de Livre Docência. Instituto de Geociências e Ciências Exatas \n\nda Universidade Estadual Paulista, Rio Claro, 190p, 1984. \n\nBATEZELLI, A. Análise da sedimentação cretácea no Triângulo Mineiro e sua correlação com \n\náreas adjacentes. Tese de Doutorado. Instituto de Geociências e Ciências Exatas da Universidade \n\nEstadual Paulista, 195p., 2003. \n\nBATEZELLI, A., et al. Análise Estratigráfica aplicada à Formação Araçatuba (Grupo Bauru-Ks) no \n\ncentro-oeste do Estado de São Paulo.Geociências,  v. 22, n 1, p. 5-32, 2003. \n\nBATEZELLI, A.; LADEIRA, F. S. B. Stratigraphic framework and evolution of the Cretaceous \n\ncontinental sequences of the Bauru, Sanfranciscana, and Parecis basins, Brazil. Journal of South \n\nAmerican Earth Sciences, v. 65, p. 1-24, 2016. \n\nBEAUVAIS, A. Ferricrete biochemical degradation on the rainforest–savannas boundary of Central \n\nAfrican Republic. Geoderma, v. 150, n. 3, p. 379-388, 2009. \n\nBEAUVAIS, A.; ROQUIN, C. Petrological differentiation patterns and geomorphic distribution of \n\nferricretes in Central Africa. Geoderma, v. 73, n. 1, p. 63-82, 1996. \n\nBERTINI, R. J.; SANTUCCI, R. M.;  ARRUDA-CAMPOS, A. C. Titanossauros (Sauropoda: \n\nSaurischia) no Cretáceo Superior continental (Formação Marília, Membro Echaporã) de Monte \n\nAlto, Estado de São Paulo, e correlação com formas associadas do Triângulo Mineiro. \n\nGeociências, v. 20, n. 1, p. 93-103, 2001. \n\nBRIMHALL, G. H., et al. Quantitative geochemical approach to pedogenesis: importance of parent \n\nmaterial reduction, volumetric expansion, and eolian influx in lateritization. Geoderma, v. 51, n. 1, \n\np. 51-91, 1991.  \n\n\n\n98 \n\n \n\nBUTT, C.R.M.; LINTERN, M.J.; ANAND, R.R. Evolution of regoliths and landscapes in deeply \n\nweathered terrain—implications for geochemical exploration. Ore Geology Reviews, v. 16, n. 3, p. \n\n167-183, 2000. \n\nCETEM. Centro de Tecnologia Mineral/Ministério da Ciência e Tecnologia.  Bauxita. Comunicação \n\nTécnica elaborada para Edição do Livro Rochas &amp; Minerais Industriais: Usos e Especificações. Rio \n\nde Janeiro, 2005, 279 a 304 pp. \n\nCORRÊA, W. L. P. Contribuição à gênese e caracterização tecnológica das argilas da região de \n\nUberaba, Minas Gerais. 2006. 143 f. Tese (Doutorado) - Departamento de Instituto de \n\nGeociências, Universidade de São Paulo, São Paulo, 2006. \n\nCOSTA, M.L.; SOUSA, D.J.L.; ANGÉLICA, R.S. The contribution of lateritization processes to the \n\nformation of the kaolin deposits from eastern Amazon. Journal of South American Earth \n\nSciences, v. 27, n. 2, p. 219-234, 2009. \n\nCPRM - Serviço Geológico do Brasil. Relatório diagnóstico do sistema aquífero Bauru-Caiuá no \n\nestado de Minas Gerais, Bacia Sedimentar do Paraná. v. 13, 37 p., 2012. \n\nDAL'BÓ, P. F. F.; BASILICI, G. Estimativas de paleoprecipitação e gênese de feições cálcicas e \n\nargílicas em paleossolos da Formação Marília (Neocretáceo da Bacia Bauru). Geociências (São \n\nPaulo), v. 29, n. 1, p. 33-47, 2010. \n\nDELVIGNE, J. E. Atlas of micromorphology of mineral alteration and weathering. Canadá: ed \n\nOstom,  Mineralogical association of Canada, 1998. \n\nDIAS, J. A. A análise sedimentar e o conhecimento dos sistemas marinhos:Uma Introdução à \n\nOceanografia Geológica. 2010. Universidade do Algarve, UALg, 84p. E-book disponível em: \n\n<http://w3. ualg. pt/~ jdias/JAD/eb_Sediment. Html>. Acesso em maio, 2016, v. 12, n. 08, p. 201, \n\n2010. \n\nDIAS-BRITO, D. et al. Grupo Bauru: uma unidade continental do Cretáceo no Brasil-concepções \n\nbaseadas em dados micropaleontológicos, isotópicos e estratigráficos. Revue de Paléobiologie, v. \n\n20, n. 1, p. 245-304, 2001. \n\nDILL, H. G. Kaolin: Soil, rock and ore: From the mineral to the magmatic, sedimentary and \n\nmetamorphic environments. Earth-Science Reviews, v. 161, p. 16-129, 2016. \n\nDNPM - Departamento Nacional de Produção Mineral. Sumário Mineral, 2014. \n\nDNPM - SANTANA, A. L. Alumínio. Sumário Mineral, DNPM, 2014. \n\nDNPM - SOEIRO, E. R. Caulim. Sumário Mineral, DNPM, 2014. \n\nDOS ANJOS, L. H. C.; FRANZMEIER, D. P.; SCHULZE, D. G. Formation of soils with \n\nplinthite on a toposequence in Maranha˜ o State, Brazil. Geoderma, v. 64, n. 3, p. 257-\n\n279, 1995. \n\nEMBRAPA. CENTRO NACIONAL DE PESQUISA DE SOLOS. Manual de métodos de análise de \n\nsolo. Embrapa, 1997. \n\nEZE, P. N.; UDEIGWE, T. K.; MEADOWS, M. E. Plinthite and its associated evolutionary forms in \n\nsoils and landscapes: a review. Pedosphere, v. 24, n. 2, p. 153-166, 2014. \n\nFERNANDES, L. A. A cobertura cretácea suprabasáltica no Paraná e Pontal do Paranapanema \n\n(SP): os grupos Bauru e Caiuá. 1992. Tese de Doutorado. Universidade de São Paulo. 1992. \n\n\n\n99 \n\n \n\nFERNANDES, L. A. Estratigrafia e evolução geológica da parte oriental da Bacia Bauru (Ks, \n\nBrasil). 1998. Tese de Doutorado. Universidade de São Paulo, São Paulo, 1998. \n\nFERNANDES, L. A. Mapa litoestratigráfico da parte oriental da Bacia Bauru (PR, SP, MG), escala 1: \n\n1.000. 000. Boletim Paranaense de Geociências, v. 55, 2004. \n\nFERNANDES, L. A.; BASILICI, G. Transition of ephemeral palustrine to aeolian deposits in a \n\ncontinental arid–semi-arid environment (Upper Cretaceous Bauru Basin, Brazil). Cretaceous \n\nResearch, v. 30, n. 3, p. 605-614, 2009. \n\nFERNANDES, L. A.; COIMBRA, A. M. O Grupo Caiuá (Ks): revisão estratigráfica e contexto \n\ndeposicional. Brazilian Journal of Geology, v. 24, n. 3, p. 164-176, 1994. \n\nFERNANDES, L. A.; COIMBRA, A. M. A Bacia Bauru (Cretáceo Superior, Brasil). Anais da \n\nAcademia Brasileira de Ciências, v. 68, n. 2, p. 195-206, 1996. \n\nFERNANDEs, L.A.; COIMBRA, A.M.  Revisão estratigráfica da parte oriental da Bacia Bauru \n\n(Neocretáceo). Brazilian Journal of Geology, v. 30, n. 4, p. 717-728, 2000. \n\nFERNANDES, L. A.; RIBEIRO, C. M. M. Evolution and palaeoenvironment of the Bauru Basin \n\n(Upper Cretaceous, Brazil). Journal of South American Earth Sciences, v. 61, p. 71-90, 2015. \n\nFRITSCH, E. et al. From Plinthic Acrisols to Plinthosols and Gleysols: iron and groundwater \n\ndynamics in the tertiary sediments of the upper Amazon basin. European journal of soil science, \n\nv. 58, n. 5, p. 989-1006, 2007. \n\nHONG, H., et al. Red soils with white net-like veins and their climate significance in south \n\nChina. Geoderma, v. 160, n. 2, p. 197-207, 2010.  \n\nGRAVINA, E. G., et al.  Proveniência de arenitos das formações Uberaba e Marília (Grupo Bauru) e \n\ndo Garimpo do Bandeira: implicações para a controvérsia sobre a fonte do diamante do triângulo \n\nmineiro. Brazilian Journal of Geology, v. 32, n. 4, p. 545-558, 2008. \n\nKRONBERG, B. I.; MELFI, A. J. The geochemical evolution of lateritic terranes. Zeitschrift fur \n\nGeomorphologie, v. 64, p. 25-32, 1987. \n\nLIMA, S. do C.; QUEIROZ NETO, J. P. As veredas e a evolução do relevo. Sociedade e Natureza, v. \n\n15, p. 481-488, 1996. \n\nMARQUES, J.J., et al. Major element geochemistry and geomorphic relationships in Brazilian \n\nCerrado soils. Geoderma, v. 119, n. 3, p. 179-195, 2004. \n\nMELFI, A.J. 1997. Brazilian bauxite deposits: a review. In: Carvalho, A., Boulangé, B., Melfi, A.J. &amp; \n\nLucas, Y (Eds.). Brazilian bauxites. São Paulo-Paris, USP-FAPESP-ORSTOM, p. 03-22. \n\nMILANI, E., et al.  Bacia do Paraná. Boletim de Geociências da PETROBRÁS, v. 15, n. 2, p. 265-\n\n287, 2007.  \n\nMOTTA, P.E.F., et al. Relação solo-superfície geomórfica e evolução da paisagem em uma área do \n\nPlanalto Central Brasileiro. Pesquisa Agropecuária Brasileira, v. 37, n. 6, p. 869-878, 2002. \n\nNAHON, D. Evolution of iron crusts in tropical landscapes. Rates of chemical weathering of rocks \n\nand minerals, p. 169-191, 1986. \n\nNAHON, D. B. Self-organization in chemical lateritic weathering. Geoderma, v. 51, n. 1, p. 5-13, \n\n1991. \n\nNAHON, D., et al.  Mineralogy, petrography and structures of iron crusts (ferricretes) developed on \n\nsandstones in the western part of Senegal. Geoderma, v. 19, n. 4, p. 263-277, 1977. \n\n\n\n100 \n\n \n\nNAHON, D. B.; MELFI, A.J.; CONTE, C.N. 1989. Présence d’un vieux système de cuirasses \n\nferrugineuses latéritiques en Amazonie du Sud. Sa transformation in situ en latosols sous la forêt \n\néquatoriale actuelle. Comptes rendus de l'Académie des sciences. Série 2, Mécanique, Physique, \n\nChimie, Sciences de l'univers, Sciences de la Terre, v. 308, n. 8, p. 755-760, 1989. \n\nNAVARRO, G. R. B.; ZANARDO, A.; DA CONCEIÇÃO, F. T. O Grupo Araxá na região sul-\n\nsudoeste do Estado de Goiás. Geologia USP. Série Científica, v. 13, n. 2, p. 5-28, 2013. \n\nPESSENDA, L. C. R., et al. Late Pleistocene and Holocene vegetation changes in northeastern Brazil \n\ndetermined from carbon isotopes and charcoal records in soils. Palaeogeography, \n\nPalaeoclimatology, Palaeoecology, v. 297, n. 3, p. 597-608, 2010. \n\nPETERSCHIMITT, E., et al. Yellowing, bleaching and ferritisation processes in soil mantle of the \n\nWestern Ghâts, South India. Geoderma, v. 74, n. 3, p. 235-253, 1996. \n\nPIERINI, C.; MIZUSAKI, A.M.P.  Significados paleoambientais e paleoclimáticos dos paleossolos: \n\numa revisão. Pesquisas em Geociências, v. 34, n. 1, p. 45-61, 2007. \n\nQUEIROZ, A. T. Análise e avaliação da demanda e da disponibilidade hídrica nos alto e médio \n\ncurso do Rio Uberabinha e o abastecimento público em Uberlândia (MG). 137 f. Dissertação \n\n(Mestrado). Instituto de Geografia, UFU, Uberlândia, 2012. \n\nRADAMBRASIL, PROJETO. Programa de Integração Nacional. Levantamento dos recursos \n\npotencial naturais da terra, v. 31, Folha SE. 22, Goiânia: geologia, geomorfologia, pedologia, \n\nvegetação e uso. Rio de Janeiro: MA, 1983. \n\nRIBEIRO, D.T.P. 2001. Diagênese das rochas do Membro Serra Da Galga, Formação Marília, Grupo \n\nBauru (Cretáceo Da Bacia Do Paraná), na região de Uberaba, Minas Gerais. Brazilian Journal of \n\nGeology, v. 31, n. 1, p. 7-12, 2001. \n\nRIBEIRO, L. C. B., et al. (2012). Geoparque Uberaba–Terra dos Dinossauros do Basil (MG).  \n\nShobbenhaus C Geoparques do Brasil–Propostas, v. 1, p. 583-616, 2012. \n\nRIBEIRO, L. C. B.; DE SOUZA CARVALHO, I. Peirópolis and Serra da Galga Site, Uberaba, \n\nState of Minas Gerais. 2007. \n\nRICCOMINI, C. Tectonismo gerador e deformador dos depósitos sedimentares pós-gondvânicos \n\nda porção centro-oriental do Estado de São Paulo e áreas vizinhas. 1995. Tese de Doutorado. \n\nUniversidade de São Paulo, São Paulo, 1995. \n\nRICCOMINI, C. Arcabouço estrutural e aspectos do tectonismo gerador e deformador da Bacia Bauru \n\nno Estado de São Paulo. Revista Brasileira de Geociências, v. 27, n. 2, p. 153-162, 1997. \n\nROQUIN, C., et al. Lithodependence and homogenization of mineralogical and chemical composition \n\nof ferricretes. Chemical Geology, v. 84, n. 1-4, p. 124-127, 1990. \n\nROSOLEN, V.; OLIVEIRA, D.A.; BUENO, G.T. 2014. Vereda and murundu wetlands and changes in \n\nbrazilian environmental laws: challenges to conservation. Wetlands Ecology and Management, v. \n\n23, n. 2, p. 285-292, 2014. \n\nSALGADO-LABOURIAU, M. L., et al. A dry climatic event during the late Quaternary of tropical \n\nBrazil. Review of Palaeobotany and Palynology, v. 99, n. 2, p. 115-129, 1998. \n\nSILVA, F. P. E.; KIANG, C. H.; CAETANO-CHANG, M. R. Estratigrafia de subsuperfície do Grupo \n\nBauru (K) no estado de São Paulo. Revista Brasileira de Geociências, v. 35, n. 1, p. 77-88, 2005. \n\nSUGUIO, K. 1973. Formação Bauru. Calcários e sedimentos detríticos associados. São Paulo, \n\n236p. Tese de Livre Docência, Instituto de Geociências, Universidade de São Paulo. 1973.  \n\n\n\n101 \n\n \n\nSUGUIO, K.; BARCELLOS, J. S.; MONIZ, A. C. 1976. Caracterização sedimentológica e \n\nmineralógica de formações superficiais argilo-arenosas peculiares dos planaltos do Triângulo \n\nMineiro e Alto Paranaiba. In: Congresso Brasileiro de Geologia, 29, 1976, Ouro Preto. Anais..., \n\nOuro Preto, SBG, vol. 1, p. 241-247. \n\nSTOOPS, G. Interpretation of micromorphological features of soils and regoliths. Elsevier, 2010. \n\nTARDY, Y. Pétrologie des latérites et des sols tropicaux. 1993. \n\nTAVARES, C.P., et al. Levantamento da Geologia da Bacia Bauru (Cretáceo Superior) na Região \n\nPontal do Triângulo Mineiro, Minas Gerais. Horizonte Científico, v. 6, n. 1, 2012. \n\nTROLARD, F., SOULIER, A., CURMI, P. Les forms solides du fer en milieu hydromorphe acide: une \n\napproche compartimentale par dissolution selective. Comptes rendus de l'Académie des sciences. \n\nParis, v. 316, n 10, série 2, p. 1463-1468, 1993.  \n\n VALADÃO, R. C. Geodinâmica de superfícies de aplanamento, desnudação continental e tectônica \n\nativa como condicionantes da megageomorfologia do Brasil Oriental. Anais do VII SINAGEO. \n\nBelo Horizonte, 2009. \n\nVAN DER HAMMEN, T. Palaeoecology of the neotropics: an overview of the state of \n\naffairs. Boletim IG-USP. Publicação Especial, n. 8, p. 35-55, 1991. \n\nVEPRASKAS, M.J. 1992. Redoximorphic features for identifying aquic conditions. Technical \n\nBulletin, North Carolina, North Carolina State University, USA, p. 301. 1992. \n\nZAMBRANO, A. R. Minérios refratários–um estudo preliminar. Grupo Votorantin, Cerâmica de \n\nGuarulhos SA, 1981."}]}}}