{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17592"}, {"@name": "filename", "#text": "24387_DISSERTA%c3%87AO%20Thomas%20da%20Silva.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCENTRO ACADÊMICO DO AGRESTE \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA CIVIL E AMBIENTAL \n\n \n \n \n\n   \n \n \n\nTHOMAS FERNANDES DA SILVA \n \n \n \n \n \n \n \n \n \n\nTECNOLOGIA ALTERNATIVA EM DRENAGEM URBANA: TELHADO VERDE \n \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCaruaru - 2017 \n\n\n\n \n\n \n\nTHOMAS FERNANDES DA SILVA \n \n \n \n \n \n\nTECNOLOGIA ALTERNATIVA EM DRENAGEM URBANA: TELHADO VERDE \n \n\n \n \n \n\n \n\nDissertação apresentada ao Programa \n\nde Pós-Graduação em Engenharia Civil \n\ne Ambiental da Universidade Federal de \n\nPernambuco, como requisito parcial \n\npara obtenção do título de Mestre em \n\nEngenharia Civil e Ambiental.  \n\nÁrea de concentração: Tecnologia \n\nAmbiental.  \n\n \n \n\nOrientadora: Profaº Draº Sylvana Melo  \n\n                     dos Santos \n\n \n\nCo-orientadora: Profaº Draº Érika Pinto  \n\n         Marinho \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCaruaru - 2017 \n \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCatalogação na fonte: \n\nBibliotecária – Paula Silva CRB/4 – 1223 \n\n \n \n\n \n \n \n \n \n \n \n \n\n \nS586t Silva, Thomas Fernandes da. \n\nTecnologia alternativa em drenagem urbana: telhado verde. / Thomas Fernandes da \nSilva. - 2017. \n\n135f.: il.; 30 cm. \n \nOrientadora: Sylvana Melo dos Santos. \nCoorientadora: Érika Pinto Marinho. \nDissertação (Mestrado) – Universidade Federal de Pernambuco, Programa de Pós-\n\nGraduação em Engenharia Civil e Ambiental, 2017. \nInclui Referências. \n \n1. Tecnologia.    2. Drenagem.    3. Água - Capacitação.    4. Telhados.    5. Água – \n\nPurificação - Filtração.   I. Santos, Sylvana Melo dos (Orientadora).    II. Marinho, Érika \nPinto (Coorientadora).   III. Título. \n\n \n \n620 CDD (23. ed.)                                                         UFPE (CAA 2017-157) \n            \n\n       \n\n\n\n \n\n \n\nTHOMAS FERNANDES DA SILVA \n\n \n \n \n \n \n\nTECNOLOGIA ALTERNATIVA EM DRENAGEM URBANA: TELHADO VERDE \n \n\n \n \n \n\nDissertação apresentada ao Programa de Pós-\nGraduação em Engenharia Civil e Ambiental da \nUniversidade Federal de Pernambuco, como \nrequisito parcial para a obtenção do título de \nMestre em Engenharia Civil e Ambiental. \n\n \n \n \n\n \nAprovado em: 07 / 08 / 2017. \n \n\n \n \n\nBANCA EXAMINADORA \n \n \n \n\n_____________________________________________ \n\nProfaº. Draº. Sylvana Melo dos Santos (Orientadora) \n\nUniversidade Federal de Pernambuco \n\n \n \n\n_____________________________________________ \n\nProfº. Drº.  Anderson Luiz Ribeiro de Paiva (Examinador Interno) \n\nUniversidade Federal de Pernambuco \n\n \n \n\n_____________________________________________________ \n\nProfaº. Draº. Suzana Maria Gico Lima Montenegro (Examinador Externo) \n\nUniversidade Federal de Pernambuco \n\n \n \n \n\n\n\n \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\nÀ minha mãe, Marilene Fernandes (in \n\nmemorian). \n\n \n \n \n \n \n \n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n \n\nÀ Deus, por me dar força necessária para enfrentar todos os obstáculos que \n\npassei ao longo desses anos e por me ajudar a vencer mais uma etapa na minha \n\nvida. \n\nAos meus pais Benildo Antônio e Marilene Fernandes pelo apoio e amor \n\nincondicional demostrados em cada etapa da minha vida, por me ensinarem as \n\nprimeiras e grandes bases da vida: amor, respeito e honestidade. Por estarem \n\nsempre ao meu lado e acima de tudo, pelo amor, carinho e atenção em todos os \n\ndias de minha vida. \n\nA minha esposa, Jessyca, pelo amor, companheirismo, compreensão nos \n\nmomentos de tensão e por todos os finais de semana e feriados empregados no \n\ndesenvolvimento do trabalho. Ela foi de fundamental importância no \n\ndesenvolvimento de cada passo. \n\nAos meus irmãos, por todo o carinho, ensinamentos e apoio nas decisões \n\ntomadas. Agradeço também por todos os exemplos de perseverança dados ao \n\nlongo de minha vida, foram essenciais para que eu pudesse completar essa \n\njornada. \n\nA minha professora orientadora Dr.ª Sylvana Melo dos Santos e ao professor \n\nDr. Anderson Luiz Ribeiro de Paiva por mais de sete anos de convívio, quase que \n\ndiário, a quem não tenho palavras para agradecer o grande incentivo a minha vida \n\nprofissional. Sempre presente nas dificuldades, não importando quais fossem, \n\nprofissionais ou pessoais. Por todas as oportunidades, por todo conhecimento que \n\nvem me transmitido e, acima de tudo, por todo o carinho, que só uma segunda mãe \n\ne um segundo pai poderiam passar. Suas experiências foram fundamentais para o \n\nmeu crescimento como pesquisador e para minha carreira científica. \n\nÀ professora Dr.ª Érika Pinto Marinho pelos ensinamentos desde os meus \n\ntempos de graduação, pela confiança depositada em mim desde o momento em \n\nque aceitou ser minha coorientadora no Programa de Mestrado, apesar dos \n\ndiversos obstáculos. \n\nAos técnicos de Laboratório Gilles, Luís, Amanda, Claudete, Fabíola \n\nHenrique e ao bolsista de IC Abraão por todo apoio no desenvolvimento do \n\ntrabalho. \n\n\n\n \n\n \n\nAos meus amigos Wendell, Raul, entre outros, pelo incentivo e contribuição \n\nque foram fundamentais para a realização da pesquisa.  \n\nAo IPA de Caruaru pela concessão do local para desenvolvimento da \n\npesquisa. \n\nÀ FACEPE pela concessão da bolsa e à UFPE pelo financiamento do projeto \n\ne pela oportunidade de realização de um sonho. Sonho de se tornar Engenheiro \n\nCivil e Mestre em Engenharia Civil pela Universidade Federal de Pernambuco. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nRESUMO \n \n\nA urbanização de forma desordenada das cidades brasileiras proporciona a \nredução das áreas verdes e o aumento das áreas impermeáveis, favorecendo o \naumento na velocidade do escoamento superficial, fazendo com que a água seja \ndeslocada do ambiente o mais rápido possível, gerando áreas de inundação a \njusante. As novas alternativas propostas para resolver problemas de drenagem \nurbana buscam, de uma forma eficiente, trata-los o mais próximo possível da fonte. \nUma alternativa, natural e sustentável é a implantação dos telhados verdes, que se \ncaracteriza pela aplicação de vegetação sobre a cobertura de edificações com \nimpermeabilização e drenagem adequadas. Este trabalho tem a finalidade de \ninvestigar a funcionalidade de um telhado verde instalado no IPA no município de \nCaruaru, com relação a sua capacidade de retenção da vazão da água pluvial \nescoada, e avaliar o tratamento do efluente do telhado verde pelo sistema de \nfiltração descendente em areia. Utilizou-se vegetação típica de regiões semiáridas, \nBabosa (Aloe Vera) e Coroa-de-Frade (Melocactus Zehntneri), e comparou-se ao \ntelhado convencional. Após o uso de simulador de chuva, analisou-se a capacidade \nde retenção do telhado através do balanço hídrico no sistema. Foram realizados \nensaios de bancada para avaliar a eficiência de duas configurações de filtro de \nareia, com diferentes granulometrias, em relação ao melhoramento da qualidade \ndo efluente dos telhados verdes e do efluente sintético, desenvolvido em \nlaboratório. Os telhados verdes apresentaram boa capacidade de retenção, \nchegando a valores de 75% e 86%, para os telhados verdes Babosa e Coroa-de-\nFrade, respectivamente. Observou-se um retardo na ocorrência do pico de vazão \nde até 14 minutos no telhado verde Babosa em relação ao telhado Convencional \n(telha cerâmica) e um retardo de até 21 minutos no telhado verde Coroa-de-Frade \nem relação ao telhado Convencional (telha cerâmica). Sendo a vegetação Coroa-\nde-Frade uma boa possibilidade de uso para este fim em regiões semiáridas. O \ndesempenho do filtro foi analisado, através dos parâmetros de qualidade da água \npara irrigação, condutividade elétrica, sólidos dissolvidos totais, cálcio, magnésio, \nsódio, carbonatos, bicarbonatos, cloretos, sulfatos, nitrogênio–nitrato, nitrogênio \namoniacal, fósforo–fosfato, potássio, boro, acidez ou alcalinidade e razão de \nadsorção de sódio. Conforme as análises observou-se que o filtro de areia \napresentou-se como uma alternativa para o tratamento do efluente gerado pelo \ntelhado verde em estudo. \n\n \n\nPalavras-chave: Região semiárida. Eventos extremos. Capacidade de retenção  \n      de água do telhado Verde. Filtro de tratamento. \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nABSTRACT  \n \n\nThe urbanization in a disorderly way of the Brazilian cities causes the reduction of \ngreen areas and the increase of impermeable areas, favoring the increase in the \nspeed of the surface runoff, causing the water to be displaced from the environment \nas quickly as possible, generating flood areas downstream. The new alternatives \nproposed to solve problems of urban drainage seek, in an efficient way, treat them \nas close as possible to the source. An alternative, natural and sustainable is the \nimplementation of green roofs, which is characterized by the application of \nvegetation on the roof of buildings with adequate waterproofing and drainage. This \nwork has the purpose of investigating the functionality of a green roof installed in the \nIPA in the city of Caruaru, in relation to its capacity of retention of the flow of the \ndrained pluvial water, and to evaluate the treatment of the effluent of the green roof \nby the system of descending filtration in sand. Typical vegetation of semi-arid \nregions, Babosa (Aloe Vera) and Coroa-de-Frade (Melocactus Zehntneri) was used, \nand compared to the conventional roof. After the use of rainfall simulator, the \nretention capacity of the roof was analyzed through the water balance in the system. \nBench tests were carried out to evaluate the efficiency of two sand filter \nconfigurations, with different particle sizes, in relation to the improvement of the \nquality of green roofs and synthetic effluent, developed in the laboratory. The green \nroofs showed good retention capacity, reaching values of 75% and 86%, for the \ngreen roofs of Babosa and Coroa de Frade, respectively. There was a delay in the \noccurrence of the peak flow of up to 14 minutes on the roof of the Babosa green \nroof compared to the conventional roof (ceramic tile) and a delay of up to 21 minutes \non the roof green Crown of Frade in relation to the conventional Roof Ceramics). \nSince the Coroa-de-Frade vegetation is a good possibility of use for this purpose in \nsemi-arid regions. The performance of the filter was analyzed through water quality \nparameters for irrigation, Electric Conductivity, Total Dissolved Solids, Calcium, \nMagnesium, Sodium, Carbonates, Bicarbonates, Chlorides, Sulphates, Nitrogen-\nNitrate, Ammoniacal Nitrogen, Phosphorus-Phosphate, Potassium, Boron, Acidity \nor Alkalinity and Sodium Adsorption Ratio. According to the analyzes, it was \nobserved that the sand filter was may be considered as an alternative for the \ntreatment of the effluent generated by the green roof under study. \n\n \n\nKeywords: Semiarid region. Extreme events. Water retention capacity of green  \n        roof. Treatment filter. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nLISTA DE FIGURAS \n \n \n\nFigura 1 - Representação esquemática de um telhado verde............ 39 \n\nFigura 2 - Localização do Brasil na América do Sul com destaque \n\npara o estado   de Pernambuco e para o município de \n\nCaruaru................................................................................ 61 \n\nFigura 3 - Esquema de disposição dos telhados verdes e \n\nconvencional nas instalações do IPA em Caruaru.............. 62 \n\nFigura 4 - Identificação do sistema de captação................................. 63 \n\nFigura 5 - Pluviômetro de báscula....................................................... 64 \n\nFigura 6 - Fluxograma da metodologia adotada para obtenção da \n\nEquação IDF........................................................................ 65 \n\nFigura 7 - Materiais utilizados nos dispositivos-filtros.......................... 70 \n\nFigura 8 - Módulo do dispositivo-filtro.................................................. 71 \n\nFigura 9 - Dispositivo-filtro com dois módulos..................................... 71 \n\nFigura 10 - Composição do filtro A de areia.......................................... 72 \n\nFigura 11 - Composição do filtro B de areia.......................................... 72 \n\nFigura 12 - Conjunto de peneiras e mesa vibratória.............................. 73 \n\nFigura 13 - Curva granulométrica da areia dos filtros............................ 73 \n\nFigura 14 - Faixas granulométricas utilizadas como meio filtrante........ 74 \n\nFigura 15 - Garrafas com um orifício instalado na tampa...................... 76 \n\nFigura 16 - Série temporal, tendência linear e média móvel de 10 anos \n\nda precipitação total anual.......................................... 79 \n\nFigura 17 - Desvio de precipitação em relação à média mensal, dados \n\nde precipitação referente ao posto Caruaru 24........ 80 \n\nFigura 18 - Curva intensidade x duração para diferentes períodos de \n\nretorno, na estação Caruaru-PE (24) ................................. 81 \n\nFigura 19 - Precipitações e volumes retidos - telhado verde com \n\nBabosa................................................................................ 83 \n\nFigura 20 - Relação das precipitações com os volumes retidos no \n\ntelhado verde com Coroa de Frade..................................... 84 \n\nFigura 21 - Precipitações e volumes retidos - telhado verde com \n\nBabosa................................................................................ 85 \n\n\n\n \n\n \n\nFigura 22 - Precipitações e volumes retidos - telhado verde com Coroa \n\nde Frade................................................................... 86 \n\nFigura 23 - Precipitações e volumes retidos - telhado verde com \n\nBabosa................................................................................ 87 \n\nFigura 24 - Precipitações e volumes retidos - telhado verde com \n\nCoroa-de-Frade................................................................... 87 \n\nFigura 25 - Volumes retidos nos telhados verdes.................................. 88 \n\nFigura 26 - Escoamento dos telhados verdes e convencional.............. 90 \n\nFigura 27 - Escoamento dos telhados verdes e convencional.............. 91 \n\nFigura 28 - Escoamento dos telhados verdes e convencional.............. 92 \n\nFigura 29 - Valores obtidos de condutividade elétrica para o efluente \n\nsintético................................................................................ 94 \n\nFigura 30 - Valores obtidos de condutividade elétrica para o efluente \n\ndos telhados verdes............................................................ 95 \n\nFigura 31 - Valores obtidos de sólidos dissolvidos totais para o \n\nefluente sintético.................................................................. 96 \n\nFigura 32 - Valores obtidos de sólidos dissolvidos totais para o \n\nefluente dos telhados verdes............................................... 97 \n\nFigura 33 - Valores obtidos de cálcio para o efluente sintético............. 98 \n\nFigura 34 - Valores obtidos de cálcio para o efluente do telhado verde 99 \n\nFigura 35 - Valores obtidos de magnésio para o efluente sintético....... 100 \n\nFigura 36 - Valores obtidos de magnésio para o efluente do telhado \n\nverde.................................................................................... 101 \n\nFigura 37 - Valores obtidos de sódio para o efluente sintético.............. 102 \n\nFigura 38 - Valores obtidos de sódio para o efluente do telhado verde 103 \n\nFigura 39 - Valores obtidos de carbonatos para o efluente sintético..... 104 \n\nFigura 40 - Valores obtidos de bicarbonatos para o efluente sintético 105 \n\nFigura 41 - Valores obtidos de bicarbonatos para o efluente do telhado \n\nverde....................................................................... 106 \n\nFigura 42 - Valores obtidos de cloretos para o efluente sintético.......... 107 \n\nFigura 43 - Valores obtidos de cloretos para o efluente do telhado \n\nverde.................................................................................... 108 \n\nFigura 44 - Valores obtidos de sulfatos para o efluente sintético 109 \n\n\n\n \n\n \n\nFigura 45 - Valores obtidos de sulfatos para o efluente do telhado \n\nverde.................................................................................... 110 \n\nFigura 46 - Valores obtidos de nitrato para o efluente sintético 111 \n\nFigura 47 - Valores obtidos de nitrato para o efluente do telhado \n\nverde.................................................................................... 112 \n\nFigura 48 - Valores obtidos de nitrogênio amoniacal para o efluente \n\nsintético................................................................................ 113 \n\nFigura 49 - Valores obtidos de nitrogênio amoniacal para o efluente do \n\ntelhado verde.................................................................. 114 \n\nFigura 50 - Valores obtidos de fósforo para o efluente sintético........... 115 \n\nFigura 51 - Valores obtidos de fósforo para o efluente do telhado \n\nverde.......................... .......................... .............................. 116 \n\nFigura 52 - Valores obtidos de potássio para o efluente sintético......... 117 \n\nFigura 53 - Valores obtidos de potássio para o efluente do telhado \n\nverde.......................... .......................... .............................. 118 \n\nFigura 54 - Valores obtidos de boro para o efluente sintético............... 119 \n\nFigura 55 - Valores obtidos de boro para o efluente do telhado verde.. 120 \n\nFigura 56 - Valores obtidos de pH para o efluente sintético.................. 121 \n\nFigura 57 - Valores obtidos de pH para o efluente do telhado verde.... 122 \n\nFigura 58 - Valores obtidos da razão de adsorção de sódio para o \n\nefluente sintético................................................................. 123 \n\nFigura 59 - Valores obtidos da razão de adsorção de sódio para o \n\nefluente sintético................................................................. 124 \n\n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n\n \n\n\n\n \n\n \n\n LISTA DE TABELAS  \n\n \n\nTabela 1 - Valores críticos por nível de significância para o teste de \n\naderência Kolmogorov-Smirnov.......................................... 35 \n\nTabela 2 - Relação entre as alturas pluviométricas para precipitações \n\nde mesma frequência e diferentes durações....................... 36 \n\nTabela 3 - Parâmetros a serem analisados para avaliar a água para \n\nirrigação............................................................................... 50 \n\nTabela 4 - Qualidade da água escoada dos telhados verdes.............. 59 \n\nTabela 5 - Configurações de filtros ensaiados em laboratório............. 72 \n\nTabela 6 - Granulometria do meio filtrante de areia............................. 74 \n\nTabela 7 - Parâmetros físico-químicos analisados e metodologias \n\nutilizadas............................................................................. 77 \n\nTabela 8 - Parâmetros físico-químicos analisados com Kits no \n\nfotocolorímetro..................................................................... 78 \n\nTabela 9 - Parâmetros físico-químicos analisados com Kits no \n\nespectrofotômetro................................................................ 78 \n\nTabela 10 - Parâmetros da Equação IDF................................................ 82 \n\nTabela 11 - Valores de umidades obtidos antes do início de cada \n\nexperimento......................................................................... 82 \n\nTabela 12 - Taxa de filtração dos filtros.................................................. 93 \n\nTabela 13 - Eficiência de remoção dos filtros A e B de areia................. 124 \n\n \n\n \n\n \n\n  \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nLISTA DE ABREVIAÇÕES E SIGLAS \n \n \nABNT Associação Brasileira de Normas Técnicas \n\nAPAC Agência Pernambucana de Águas e Clima \n\nAPHA American Public Health Association (Associação Americana de \n\nSaúde Pública) \n\nCAA Centro Acadêmico do Agreste \n\nCE Condutividade elétrica \n\nCETESB Companhia de Tecnologia de Saneamento Ambiental \n\ncm Centímetro \n\nCU Coeficiente de Uniformidade \n\nIBGE Instituto Brasileiro de Geografia e Estatística \n\nIDF Intensidade – duração – freqüência \n\nIPA Instituto Agronômico de Pernambuco \n\nIPTU Imposto Predial e Territorial Urbano \n\nL Litro \n\nLANTESA Laboratório Multiusuário de Tecnologia para o Semiárido \n\nLEA Laboratório de Engenharia Ambiental \n\nm Metro \n\nm² Metro quadrado \n\nmg Miligrama \n\nmm Milímetro \n\nPCD Plataforma de Coleta de Dados \n\npH Potencial Hidrogeniônico \n\nUETV Unidade experimental de telhados verdes \n\nUFPE Universidade Federal de Pernambuco \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nSUMÁRIO \n \n \n1 INTRODUÇÃO......................................................................... 19 \n\n1.1 Problemática e justificativa................................................... 19 \n\n1.2 Objetivos................................................................................. 21 \n\n1.2.1 Objetivo geral......................................................................... 21 \n\n1.2.2 Objetivos específicos............................................................ 21 \n\n2 \nREVISÃO DA LITERATURA E FUNDAMENTAÇÃO \n\nTEÓRICA................................................................................. 23 \n\n2.1 Conceitos hidrológicos......................................................... 23 \n\n2.2 Drenagem urbana................................................................... 27 \n\n2.3 Chuvas intensas..................................................................... 29 \n\n2.3.1 Distribuição de frequência de chuvas.................................. 29 \n\n2.3.2 Validação dos ajustes da distribuição aplicada.................. 33 \n\n2.3.2.1 Coeficiente de determinação (R²)............................................ 33 \n\n2.3.2.2 Teste de aderência de Kolmogorov-Sminorv........................... 33 \n\n2.3.3 Métodos para determinação das equações IDF.................. 35 \n\n2.3.4 Obtenção dos parâmetros da curva IDF.............................. 36 \n\n2.4 Telhado verde......................................................................... 37 \n\n2.4.1 Tipos de telhados verdes...................................................... 38 \n\n2.4.1.1 Telhado verde extensivo.......................................................... 38 \n\n2.4.1.2 Telhado verde intensivo........................................................... 38 \n\n2.4.2 Composição estrutural dos telhados verdes...................... 38 \n\n2.4.3 Benefícios proporcionados após a aplicação de telhados \n\nverdes: isolamento térmico e capacidade de retenção...... 39 \n\n2.4.4 Balanço hídrico dos telhados verde..................................... 41 \n\n2.4.5 Qualidade da água de chuva x qualidade da água escoada \n\ndos telhados verdes.............................................. 42 \n\n2.5 Tratamento da água............................................................... 43 \n\n2.5.1 Estudos sobre a utilização de filtro para tratamento de \n\nágua......................................................................................... 43 \n\n2.5.2 Filtração.................................................................................. 45 \n\n2.5.3 Tipos de meio filtrante........................................................... 46 \n\n\n\n \n\n \n\n2.5.4 Aspectos construtivos........................................................... 48 \n\n2.5.4.1 Diâmetro efetivo....................................................................... 48 \n\n2.5.4.2 Coeficiente de uniformidade (CU)............................................ 48 \n\n2.5.4.3 Espessura da camada de areia............................................... 49 \n\n2.5.5 Indicadores de qualidade da água de irrigação.................. 49 \n\n2.5.5.1 Condutividade elétrica............................................................. 50 \n\n2.5.5.2 Sólidos dissolvidos totais........................................................ 51 \n\n2.5.5.3 Sódio....................................................................................... 52 \n\n2.5.5.4 Carbonatos e bicarbonatos..................................................... 53 \n\n2.5.5.5 Cloretos................................................................................... 53 \n\n2.5.5.6 Nitrato...................................................................................... 54 \n\n2.5.5.7 Nitrogênio amoniacal............................................................... 54 \n\n2.5.5.8 Fósforo..................................................................................... 55 \n\n2.5.5.9 Potássio................................................................................... 55 \n\n2.5.5.10 Boro......................................................................................... 56 \n\n2.5.5.11 pH............................................................................................. 57 \n\n2.5.5.12 Razão de adsorção de sódio (RAS), cálcio e magnésio 58 \n\n3 MATERIAIS E MÉTODOS....................................................... 60 \n\n3.1 Área de estudo....................................................................... 60 \n\n3.2 Descrição da unidade experimental de telhados verdes \n\n(UETV)..................................................................................... 61 \n\n3.3 Aquisição de dados pluviométricos..................................... 63 \n\n3.4 Determinação da equação de chuvas intensas................... 65 \n\n3.4.1 Aquisição de dados e seleção das alturas pluviométricas \n\nmáximas.................................................................................. 66 \n\n3.4.2 Análise de frequência da série de dados............................. 66 \n\n3.4.3 Validação dos ajustes da distribuição aplicada.................. 67 \n\n3.4.4 Determinação dos parâmetros da IDF.................................. 67 \n\n3.5 Determinação da capacidade de retenção e escoamento \n\ndos telhados........................................................................... 67 \n\n3.5.1 Capacidade de retenção dos telhados verdes.................... 68 \n\n3.6 Dispositivo-filtro..................................................................... 69 \n\n3.6.1 Construção do dispositivo-filtro........................................... 69 \n\n\n\n \n\n \n\n3.6.2 Composições dos filtros....................................................... 72 \n\n3.6.3 Dimensionamento dos filtros descendentes....................... 73 \n\n3.6.3.1 Leito filtrante dos filtros descendentes..................................... 74 \n\n3.6.4 Procedimento experimental.................................................. 75 \n\n3.6.4.1 Efluentes de estudo................................................................. 75 \n\n3.6.4.2 Controle da vazão vazão de entrada no dispositivo-filtro........ 76 \n\n3.6.4.3 Taxa de filtração dos filtros...................................................... 76 \n\n3.6.5 Caracterização dos parâmetros de qualidade da água...... 77 \n\n4 RESULTADOS E DISCUSSÃO............................................... 79 \n\n4.1 Análise estatística da precipitação....................................... 79 \n\n4.1.1 Histórico das chuvas em Caruaru........................................ 79 \n\n4.2 Análise de chuvas intensas.................................................. 80 \n\n4.3 Capacidade de retenção e escoamento dos telhados........ 82 \n\n4.3.1 Capacidade de retenção dos telhados verdes.................... 82 \n\n4.3.1.1 Experimento 1 (18/10/2016).................................................... 83 \n\n4.3.1.2 Experimento 2 (19/10/2016).................................................... 84 \n\n4.3.1.3 Experimento 3 (20/10/2016).................................................... 85 \n\n4.3.2 Escoamento dos Telhados.................................................... 89 \n\n4.3.2.1 Experimento 1 (18/10/2016).................................................... 89 \n\n4.3.2.2 Experimento 2 (19/10/2016).................................................... 90 \n\n4.3.2.3 Experimento 3 (20/10/2016).................................................... 91 \n\n4.4 Caracterização dos efluentes................................................ 93 \n\n4.4.1 Monitoramento da Condutividade Elétrica.......................... 93 \n\n4.4.1.1 Efluente sintético...................................................................... 93 \n\n4.4.1.2 Efluente dos telhados verdes................................................... 94 \n\n4.4.2 Monitoramento dos Sólidos Dissolvidos Totais (SDT)....... 95 \n\n4.4.2.1 Efluente sintético...................................................................... 95 \n\n4.4.2.2 Efluente dos telhados verdes................................................... 96 \n\n4.4.3 Monitoramento do Cálcio...................................................... 97 \n\n4.4.3.1 Efluente sintético...................................................................... 97 \n\n4.4.3.2 Efluente dos telhados verdes................................................... 98 \n\n4.4.4 Monitoramento do Magnésio................................................ 99 \n\n4.4.4.1 Efluente sintético...................................................................... 99 \n\n\n\n \n\n \n\n4.4.4.2 Efluente dos telhados verdes................................................... 100 \n\n4.4.5 Monitoramento do Sódio....................................................... 101 \n\n4.4.5.1 Efluente sintético...................................................................... 101 \n\n4.4.5.2 Efluente dos telhados verdes................................................... 102 \n\n4.4.6 Monitoramento dos Carbonatos........................................... 103 \n\n4.4.6.1 Efluente sintético...................................................................... 103 \n\n4.4.6.2 Efluente dos telhados verdes................................................... 104 \n\n4.4.7 Monitoramento dos Carbonatos........................................... 104 \n\n4.4.7.1 Efluente sintético...................................................................... 104 \n\n4.4.7.2 Efluente dos telhados verdes................................................... 105 \n\n4.4.8 Monitoramento dos Cloretos................................................ 106 \n\n4.4.8.1 Efluente sintético...................................................................... 106 \n\n4.4.8.2 Efluente dos telhados verdes................................................... 107 \n\n4.4.9 Monitoramento dos Sulfatos................................................. 108 \n\n4.4.9.1 Efluente sintético...................................................................... 108 \n\n4.4.9.2 Efluente dos telhados verdes................................................... 109 \n\n4.4.10 Monitoramento do Nitrato..................................................... 110 \n\n4.4.10.1 Efluente sintético...................................................................... 110 \n\n4.4.10.2 Efluente dos telhados verdes................................................... 111 \n\n4.4.11 Monitoramento do Nitrogênio Amoniacal............................ 112 \n\n4.4.11.1 Efluente sintético...................................................................... 112 \n\n4.4.11.2 Efluente dos telhados verdes................................................... 113 \n\n4.4.12 Monitoramento do Fósforo.................................................... 114 \n\n4.4.12.1 Efluente sintético...................................................................... 114 \n\n4.4.12.2 Efluente dos telhados verdes................................................... 115 \n\n4.4.13 Monitoramento do Potássio.................................................. 116 \n\n4.4.13.1 Efluente sintético...................................................................... 116 \n\n4.4.13.2 Efluente dos telhados verdes................................................... 117 \n\n4.4.14 Monitoramento do Boro......................................................... 118 \n\n4.4.14.1 Efluente sintético...................................................................... 118 \n\n4.4.14.2 Efluente dos telhados verdes................................................... 119 \n\n4.4.15 Monitoramento do pH............................................................ 120 \n\n4.4.15.1 Efluente sintético...................................................................... 120 \n\n\n\n \n\n \n\n4.4.15.2 Efluente dos telhados verdes................................................... 121 \n\n4.4.16 Monitoramento da Razão de Adsorção de sódio (RAS)..... 122 \n\n4.4.16.1 Efluente sintético...................................................................... 122 \n\n4.4.16.2 Efluente dos telhados verdes................................................... 123 \n\n5 CONCLUSÕES E RECOMENDAÇÕES................................. 125 \n\n5.1 Conclusões............................................................................. 125 \n\n5.2 Recomendações..................................................................... 127 \n\n REFERÊNCIAS........................................................................ 128 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n\n\n19 \n\n \n\n1 INTRODUÇÃO \n\n1.1 Problemática e justificativa \n\nA crescente urbanização de forma desordenada das cidades brasileiras tem \n\nprovocado impactos significativos na qualidade de vida da população. Ao longo do \n\nprocesso de urbanização ocorre gradativamente a substituição da cobertura \n\nnatural, por pavimentos impermeáveis e isso provoca alterações significativas em \n\nalguns componentes do ciclo hidrológico. Entre as alterações destacam-se: a \n\nredução na taxa de infiltração e o aumento no escoamento superficial. Estes dois \n\nfenômenos ocorrem na grande maioria das vezes simultaneamente, resultando em \n\nproblemas de alagamento e inundações por conta de um aumento e aceleramento \n\ndo pico de vazão em bacias, em comparação ao observado antes da urbanização, \n\nquando originalmente a vazão era mais bem distribuída no tempo.   \n\nUma alternativa para a redução do pico de vazão é a retenção da água de \n\nchuva na fonte, para a qual existem algumas tecnologias, dentre elas o telhado \n\nverde. O telhado verde é uma tecnologia que consiste na aplicação de vegetação \n\nsobre edificações e exigem a implantação de drenagem e impermeabilização \n\nadequadas.  \n\nEm várias localidades no mundo, o uso dos telhados verdes tem sido uma \n\nprática amplamente utilizada e incentivada pelos gestores públicos devido, \n\nprincipalmente, aos grandes benefícios que podem ser alcançados com o seu \n\nemprego que vão desde benefícios individualizados como a economia de energia \n\npara refrigeração de ambientes até benefício coletivos como melhoria no \n\nfuncionamento do sistema de drenagem urbana.  \n\nDe acordo com Palla et al. (2008), o telhado verde age positivamente na \n\nretenção de poeira e substâncias suspensas no ar; na climatização do ambiente \n\ninterior e exterior ao telhado verde, proporcionando a diminuição das perdas de \n\ncalor no inverno, funcionando como isolante térmico; na absorção de ruídos pela \n\nbarreira vegetal; na elevação da umidade relativa do ar nas proximidades do \n\ntelhado, o que pode afetar positivamente a saúde da população residente no local. \n\nNo que se refere aos benefícios desta tecnologia, dois deles, pelos impactos \n\nobservados na qualidade de vida do homem moderno, são amplamente discutidos \n\nna literatura científica: isolamento térmico e capacidade de retenção de água de \n\n\n\n20 \n\n \n\nchuva. O telhado verde é um bom isolante térmico, devido ao fato das camadas de \n\nsubstrato e vegetação atuarem como manta isolante, pois o processo de \n\nfotossíntese utiliza energia solar diminuindo o acúmulo de energia na superfície das \n\nconstruções. Além disso, as plantas têm capacidade de refletir o calor, proporcionar \n\nsombra, diminuir a velocidade dos ventos e resfriar o ar circundante com a \n\nevapotranspiração. Tais características reduzem as variações térmicas, \n\npropiciando conforto térmico aos ocupantes da edificação, mantendo uma \n\ntemperatura agradável, podendo reduzir a necessidade de aparelhos de ar \n\ncondicionado (CHAN &amp; CHOW, 2013). \n\nComplementarmente, Peck &amp; Kuhn (2000) concluíram que devido ao \n\nbenefício térmico do telhado verde no interior das edificações, é possível \n\neconomizar energia elétrica utilizada por aparelhos de ar condicionado, sendo \n\nassim, a economia de energia dependerá do tamanho do edifício, da sua \n\nlocalização, da profundidade do substrato-vegetação e do tipo de plantas utilizadas.  \n\nPalla et al. (2008) afirmam que o telhado verde retém uma parcela da água \n\npluvial para o metabolismo das plantas, diminuindo o volume original de água que \n\nescoa dos telhados e vai para o sistema de drenagem, como também, retarda o \n\ntempo de pico do escoamento superficial. Complementarmente, Lee et al. (2013) \n\nconcluíram que o telhado verde apresenta elevada capacidade de retenção para \n\nprecipitações com intensidades inferiores a 20 mm/h, no entanto, quando a \n\nintensidade da precipitação aumenta, a capacidade de retenção do telhado verde \n\ndiminui. Ao comparar o desempenho dessas estruturas com telhados \n\nconvencionais, autores observaram que a capacidade de retenção de um telhado \n\nde concreto é em torno de 9%, enquanto que a de um telhado verde varia entre 44 \n\ne 52%. \n\nEm consonância com o que acontece em outras partes do mundo, prefeituras \n\nde diversas cidades brasileiras estão cada vez mais preocupadas com a \n\nsustentabilidade no âmbito de suas ações em prol da transformação das cidades \n\npara releitura do espaço urbano e consequente harmonização com o meio-\n\nambiente. Neste contexto, conforme Li ma (2013), visando incentivar o crescimento \n\nde ferramentas sustentáveis no meio urbano, alguns municípios, como São Vicente, \n\nSorocaba, Araraquara e Guarulhos no estado de São Paulo, Curitiba no Paraná?, \n\nentre outros, estão implantando incentivos que favorecem o cidadão que investe \n\n\n\n21 \n\n \n\nem boas práticas ambientais em sua propriedade urbana, como, por exemplo, a \n\nredução do IPTU (Imposto Predial e Territorial Urbano), também chamado de IPTU \n\nVerde. \n\nCaminhando nesta mesma direção, recentemente foi aprovado o Projeto de \n\nLei Municipal nº 067/2013, que deu origem à Lei Municipal 11.118/2015, para a \n\ncidade do Recife, Pernambuco de autoria do Executivo, que torna obrigatória a \n\ninstalação de telhado verde em edificações habitacionais com mais de quatro \n\nandares e não-habitacionais com mais de 400 m² de área coberta. Recife e o \n\nmunicípio de Caruaru em estudo encontram-se situados na Região Nordeste do \n\nBrasil, região que historicamente enfrenta problemas de escassez hídrica, \n\nratificando a necessidade de toda água escoada dos telhados, para usos potáveis \n\ne para não potáveis visando à redução do consumo d’água do sistema de \n\nabastecimento público.  \n\nO Agreste do estado de Pernambuco, onde está localizado o município de \n\nCaruaru, vivencia períodos de estiagem, más também preríodos chuvosos intensos \n\nque realmente causam problemas de alagamentos e inundações. Nesse contexto, \n\né de fundamental importância investigar a contribuição do telhado verde como \n\nsuperfície de controle para a drenagem urbana, bem como sua sustentabilidade em \n\ncenário de escassez hídrica, por meio do uso da água escoada do telhado verde \n\npara irrigação da própria cobertura vegetal.  \n\n \n\n1.2 Objetivos  \n\n1.2.1 Objetivo geral \n\nAvaliar a efetiva contribuição do telhado verde na redução do escoamento \n\nsuperficial em eventos pluviométricos e investigar a possibilidade de reuso da água \n\nescoada na irrigação do próprio telhado verde. \n\n1.2.2 Objetivos específicos \n\n• Caracterizar o regime pluviométrico de Caruaru; \n\n• Determinar a equação de chuvas intensas para o município de Caruaru; \n\n• Determinar a capacidade de retenção e atraso no pico de cheia com o uso \n\nde telhados verdes; \n\n\n\n22 \n\n \n\n• Investigar a qualidade da água escoada dos telhados verdes; \n\n• Desenvolver e testar um dispositivo que possibilite o uso da água escoada \n\ndos telhados verdes na irrigação da própria cobertura vegetal. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n\n \n\n2 REVISÃO DA LITERATURA E FUNDAMENTAÇÃO TEÓRICA \n\n2.1 Conceitos hidrológicos \n\nO comportamento natural da água em relação à sua ocorrência e \n\ntransformações é bem caracterizado pelo conceito de ciclo hidrológico. O ciclo \n\nhidrológico refere-se ao movimento da água entre a litosfera e a atmosfera, \n\nimplicando que existam transferências contínuas de um estado para outro, \n\nimpulsionado pela energia solar (SILVEIRA, 2004). De acordo com Silveira (2004), \n\no ciclo hidrológico é um fenômeno de circulação fechada da água, a nível global; \n\nno entanto a nível local esse fenômeno pode ser considerado aberto, isto porque \n\nos volumes evaporados em um determinado local do planeta não precipitam \n\nnecessariamente no mesmo local, devido aos movimentos contínuos com \n\ndinâmicas diferentes na atmosfera e na superfície terrestre. \n\nO ciclo hidrológico pode ser dividido nas seguintes etapas: precipitação, \n\ninterceptação, infiltração, escoamento superficial, escoamento subterrâneo, \n\ntranspiração e evaporação. Conforme Azevedo (2010), a precipitação ocorre \n\nquando o vapor d’água presente na atmosfera se aglutina formando micro \n\ngotículas, que se agrupam até adquirirem tamanho suficiente para precipitar sob a \n\nforma de chuva, neve ou granizo. Para Tucci (2004), a precipitação é entendida em \n\nhidrologia como toda água proveniente do meio atmosférico que atinge a superfície \n\nterrestre sob as formas de neblina, chuva, granizo, saraiva, orvalho, geada e neve, \n\nsendo que o que diferencia essas formas de precipitações é o estado em que a \n\nágua se encontra. \n\nSegundo Collischonn e Tassi (2010), a precipitação resulta da ascensão \n\nvertical das massas de ar que, ao atingirem uma determinada altura, expandem-\n\nse, gradativamente conforme a sua umidade. Ao atingir o grau de saturação, pode-\n\nse iniciar a condensação e a formação de nuvens ou mesmo a precipitação \n\nclassificada de acordo com o movimento ascendente, podendo ser: \n\n• Convectivas: quando originada por uma brusca ascensão de massa \n\nde ar instável, aquecida e menos densa que, ao atingir o nível de \n\ncondensação formam as nuvens e possíveis precipitações. São \n\nchuvas de grande intensidade, pequenas durações e que abrangem \n\npequenas áreas; \n\n\n\n24 \n\n \n\n• Orográficas: quando os ventos quentes e úmidos encontram barreiras \n\nmontanhosas e elevam-se até atingir uma altura que provoque o \n\nresfriamento adiabático. São chuvas de pequena intensidade e de \n\ngrande duração, atingindo grandes áreas; \n\n• Frontais ou ciclônicas: quando, através do encontro de massas de ar \n\nquentes e frias, onde o ar mais quente e úmido é impulsionado para \n\ncima, resultando em seu resfriamento e na condensação do vapor de \n\nágua. Estas precipitações são de intensidades médias, grandes \n\ndurações e atingem grandes áreas. \n\nDe acordo com Mello e Silva (2013), a precipitação que atravessa a cobertura \n\nvegetal, ao atingir o solo, é dividida em duas parcelas: uma que infiltra no solo e \n\noutra que gera escoamento. A parcela que infiltra é de extrema importância, porque \n\nfornece água para as plantas por meio da fração que é retida pela matriz do solo, \n\ne a outra fração, não retida, recarrega os aquíferos reabastecendo as nascentes, \n\nsendo esta responsável direta pela manutenção do escoamento base na rede de \n\ndrenagem natural ao longo dos períodos de estiagem. \n\nA interceptação compreende a retenção em folhas e caules de parte do \n\nvolume total precipitado, sendo que este volume de água retido pode reprecipitar \n\npara o solo pela ação dos ventos ou quando exceder a capacidade de \n\narmazenamento de água nas superfícies dos vegetais (SILVEIRA, 2004). Ainda \n\nsegundo o autor, a parcela que gera escoamento superficial direto, manifesta-se \n\ninicialmente na forma de pequenos filetes de água que se moldam sobre o relevo \n\ndo solo, sendo impulsionado pela gravidade para as cotas mais baixas, vencendo \n\nprincipalmente o atrito com a superfície do solo. A presença de vegetação na \n\nsuperfície do solo reduz o impacto das gotas de chuva no mesmo e contribui para \n\nobstruir o escoamento superficial, favorecendo a infiltração em percurso e \n\nminimizando a erosão.  \n\nA evaporação da água do solo e da superfície dos vegetais e a transpiração \n\ndas plantas ocorrem simultaneamente na natureza, sendo difícil distinguir os dois \n\nprocessos. Assim, o termo evapotranspiração é utilizado para descrever o processo \n\ntotal de transferência de água do sistema solo-planta para a atmosfera (TUCCI &amp; \n\nBELTRAME, 2004). Ainda conforme o autor, a evaporação e a evapotranspiração \n\ncorrespondem à transferência do vapor d’água para a atmosfera, o que ocorre \n\n\n\n25 \n\n \n\nnaturalmente se houver ingresso de energia no sistema, proveniente do sol, da \n\natmosfera, ou de ambos e, é controlada pela taxa de energia, na forma de vapor de \n\nágua que se propaga da superfície da Terra.  \n\nConforme Camargo &amp; Camargo (2000), a evapotranspiração potencial (ETP) \n\né o processo de perda de água para a atmosfera, através de uma superfície natural \n\ngramada, padrão, sem restrição hídrica para atender as necessidades da \n\nevaporação do solo e da transpiração das plantas; e a evapotranspiração real \n\n(ETR) constitui na perda de água de uma superfície natural, em qualquer condição \n\nde umidade e de cobertura vegetal. De acordo com Collischonn e Tassi (2010), a \n\nevapotranspiração real depende dos fatores atmosféricos, das características do \n\nsolo e das plantas e da disponibilidade de água. Em uma área com a vegetação \n\nbem suprida de água a evapotranspiração real é igual à potencial. No entanto, a \n\nevapotranspiração potencial é diferente para cada tipo de vegetação. \n\nA distribuição da vazão num determinado período de tempo é resultante da \n\ninteração dos componentes do ciclo hidrológico e da vazão observada na bacia \n\nhidrográfica. A expressão gráfica da relação entre a vazão e o tempo é \n\nrepresentada a partir da construção de um hidrograma. O hidrograma pode ser \n\ncaracterizado por três partes principais: ascensão, altamente correlacionada com a \n\nintensidade da precipitação, e com grande gradiente; região do pico, próximo ao \n\nvalor máximo, quando o hidrograma começa a mudar de inflexão, resultado da \n\nredução da alimentação de chuvas e/ou amortecimento da bacia. Conforme Tucci \n\n(2004), para caracterizar o comportamento da bacia são utilizados alguns valores \n\nde tempo, como tr (tempo de retardo) definido como o intervalo de tempo entre o \n\ncentro de massa da precipitação e o centro de gravidade do hidrógrafa; tp (tempo \n\ndo pico) definido como o intervalo entre o centro de massa da precipitação e o \n\ntempo da vazão máxima; tc (tempo de concentração) tempo necessário para a água \n\nprecipitada no ponto mais distante na bacia, deslocar-se até a seção principal, esse \n\ntempo é definido também como o tempo entre o fim da precipitação e o ponto de \n\ninflexão do hidrograma; tm (tempo ascensão) é o tempo entre o inicio da chuva e o \n\npico do hidrograma; tb (tempo de base) é o tempo entre o início da precipitação e \n\naquele em que a precipitação ocorrida já escoou através da seção principal, ou que \n\no rio volta as condições anteriores a da ocorrência da precipitação; te (tempo de \n\n\n\n26 \n\n \n\nrecessão) tempo necessário para a vazão baixar, quando acaba o escoamento \n\nsuperficial.  \n\nA precipitação é obtida a partir de equipamentos como pluviômetros e \n\npluviógrafos, que devem estar devidamente instalados em locais estratégicos para \n\ncaptação da água precipitada sobre uma determinada área. De acordo com Santos \n\net al. (2001), os pluviômetros convencionais são dotados de uma superfície de \n\ncaptação horizontal conectada a um depósito para acumulação da água \n\nprecipitada, de onde é retirada por meio de uma torneira, localizada no fundo do \n\naparelho e a medição do volume captado é obtida a partir de uma proveta calibrada \n\nespecífica para cada tipo de pluviômetro, os pluviômetros permitem obter os valores \n\nda precipitação acumulada em um dia. Os pluviógrafos, por outro lado, permitem \n\nobter os valores de chuvas com intervalos menores que um dia e os registros, \n\ncontínuos, são realizados por meio dos pluviogramas ou fitas de pluviógrafos, que \n\nsão gráficos nos quais as abscissas correspondem às horas do dia e as ordenadas \n\nà altura precipitada até aquele instante, sendo a intensidade da chuva a inclinação \n\ndo gráfico em relação à abscissa. A determinação do volume precipitado sobre uma \n\nbacia é de fundamental importância para investigação das parcelas do escoamento \n\nsuperficial, da infiltração no solo e da evapotranspiração. \n\nDurante o estudo hidrológico de uma determinada região faz-se, a princípio, \n\numa análise das séries históricas das estações climatológicas, pluviométricas e \n\nfluviométricas (CHIBANA et al., 2005). As séries históricas de precipitação são \n\ninformações fundamentais para o entendimento do regime hidrológico (MELLO &amp; \n\nSILVA, 2005). Dois tipos de séries podem ser utilizados nas análises de frequência \n\ndos dados de chuva, são elas: as séries anuais que são constituídas pelos valores \n\nmais altos observados em cada ano, e as séries parciais constituídas pelos valores \n\nacima de um determinado valor-base, independente do ano em que possam \n\nocorrer. A escolha do tipo da série depende do tamanho da mesma e do objetivo \n\ndo estudo. De acordo com Tucci (2004), as séries parciais fornecem resultados \n\nmais consistentes para períodos de retorno inferiores a 5 anos, e número de anos \n\nde dados menores que 12 anos. \n\nConforme Lemos Filho et al. (2007), as análises preliminares a serem \n\nefetuadas nas séries históricas consistem no preenchimento de falhas e na \n\nverificação da consistência, ou seja, do grau de homogeneidade dos dados \n\n\n\n27 \n\n \n\ndisponíveis em uma estação de coleta com relação às observações registradas em \n\nestações vizinhas.  \n\nAs falhas observadas nas séries históricas decorrem basicamente da \n\nausência de observador, das falhas nas estações automáticas e na transmissão \n\ndos dados (OLIVEIRA et al., 2010). Para obter a média diária e mensal da \n\nprecipitação de uma estação, não pode haver dados faltantes. Sendo assim, é de \n\nfundamental importância o estudo de métodos para o preenchimento de falhas em \n\nséries temporais, contribuindo assim para a geração de dados mais confiáveis e \n\npromovam o avanço de pesquisas climatológicas. Pois, a partir de dados passados \n\nobservados pode-se prever futuras ocorrências de fenômenos que venham a se \n\nrepetir por influência do clima (FERNANDEZ, 2007). \n\nDe acordo com Wanderley, Amorim &amp; Carvalho (2012), existem diferentes \n\nmétodos para o preenchimento de falhas pluviométricas, podendo se utilizar dados \n\nsintéticos obtidos por geradores de dados (automáticos), a interpolação por meio \n\nde geoestatística e equações matemáticas, como a ponderação regional, regressão \n\nlinear simples e múltipla e ponderação regional com base em regressões lineares, \n\ndescritas. \n\n \n\n2.2 Drenagem urbana \n\nO comportamento do escoamento superficial depende essencialmente da \n\ncobertura da bacia, de sua declividade e do sistema de drenagem. O fluxo \n\nsuperficial é resultado da água precipitada que não foi interceptada pela cobertura \n\nvegetal e não infiltrou, que escoa através dos caminhos de maior declividade e \n\nmenor obstrução, até encontrar um dreno definido, como a sarjeta de uma área \n\nurbana (TUCCI, 2005).  \n\nO aumento da velocidade do escoamento, devido à expansão das áreas \n\nimpermeabilizadas, transfere para jusante o problema de redução de espaços \n\nnaturais. Quanto menor for o tempo de concentração maior será o pico da vazão a \n\njusante. Isso frequentemente tem resultado em inundações de áreas que antes não \n\nsofriam com esses problemas (CANHOLI, 2005). \n\nDe acordo com Braga (1994 apud CANHOLI, 2005), a maioria dos países em \n\ndesenvolvimento, incluindo o Brasil, apresentou nas últimas décadas uma \n\n\n\n28 \n\n \n\nurbanização com precária infraestrutura de drenagem, ocasionando problemas de \n\ninundação decorrentes da rápida expansão da população urbana, do baixo nível de \n\nconscientização do problema, da inexistência de planos de longo prazo, da \n\nutilização precária de medidas não estruturais e da manutenção inadequada dos \n\nsistemas de controle de cheias. \n\nSegundo Canholi (2005), as medidas de controle que visam minimizar os \n\ndanos das inundações são classificadas, de acordo com sua natureza, em medidas \n\nestruturais e medidas não estruturais. As medidas estruturais são obras que podem \n\nser implantadas com a finalidade de correção e/ou prevenção dos problemas \n\ndecorrentes das inundações. Medidas não estruturais são aquelas que têm por \n\nobjetivo reduzir os danos ou as consequências das inundações através da \n\nintrodução de normas, regulamentos e programas que visem, por exemplo, à \n\nimplementação de sistemas de alerta e a conscientização da população para a \n\nmanutenção dos dispositivos de drenagem. \n\nSegundo Sheaffer &amp; Wright (1982 apud CANHOLI, 2005), os planos diretores \n\nde drenagem normalmente recomendam a construção de mais obras de galerias e \n\ncanalizações, consequentemente sobrecarregam rios e córregos, afetando as \n\npopulações localizadas nas áreas mais a jusante. \n\nDe acordo com Tomigana (2013), os sistemas de drenagem clássicos têm \n\ncomo princípio de funcionamento a transferência rápida das águas pluviais para a \n\njusante, e tendem a aumentar a frequência das inundações. Estes sistemas alteram \n\no ambiente natural dos rios e córregos urbanos, e conforme as características de \n\nocupação da bacia podem contribuir ainda para o aumento da poluição dos corpos \n\nd´água receptores. As soluções para os problemas da drenagem devem buscar \n\nmelhores alternativas, tanto do ponto de vista hidrológico como do meio ambiente \n\nurbano. As novas alternativas propostas para resolver esses problemas de \n\ndrenagem urbana buscam, de uma forma eficiente, trata-los o mais próximo \n\npossível da fonte. Dentre os dispositivos de controle na fonte, apontam-se: valas, \n\nvaletas e planos de infiltração e/ou detenção; telhados verdes; poços de infiltração; \n\ne microrreservatórios de detenção. \n\nConforme Batista, Nascimento &amp; Barraud (2005), Valas, valetas e planos de \n\ninfiltração e/ou detenção são técnicas constituídas por simples depressões \n\nescavadas no solo com a função de recolher as águas pluviais e armazena-las \n\n\n\n29 \n\n \n\ntemporariamente, favorecendo assim sua infiltração. Poços de infiltração, por sua \n\nvez, são estruturas de infiltração capazes de drenar pequenas áreas, evacuando-\n\nas para o subsolo. Sua utilização é recomendada em casos em que a capacidade \n\nde infiltração seja conhecida. Telhados verdes ou telhados armazenadores são \n\nestruturas que consistem no armazenamento provisório das águas pluviais nos \n\ntelhados e a restituição de uma vazão amortecida à rede de água pluvial. \n\n \n\n2.3 Chuvas intensas \n\nPara projetos de obras hidráulicas, tais como sistemas de drenagem, \n\ndimensionamento de bueiros, vertedores de barragens, galerias pluviais, é de \n\nfundamental importância conhecer as três grandezas que caracterizam as chuvas \n\nintensas: intensidade, duração e frequência. O instrumento de emprego dessas três \n\ngrandezas é a curva IDF, que consiste no modelo matemático semi-empírico que \n\nprevê a intensidade precipitada por meio da duração e distribuição temporal. De \n\nacordo com Tucci (2004), para fins de projetos de obras hidráulicas, os estudos das \n\nocorrências de chuvas têm como finalidade o conhecimento de três grandezas que \n\ncaracterizam as precipitações máximas e que são parâmetros de uma equação de \n\nchuvas intensas, sendo eles: intensidade, duração e frequência. \n\n \n\n2.3.1 Distribuição de frequência de chuvas \n\nA frequência é o número de ocorrências igualadas ou superadas de uma \n\ndetermina precipitação ao longo de um período observado, em anos. Dois tipos de \n\nséries podem ser utilizadas para análise de frequência dos dados de chuva, são \n\nelas: as séries anuais que incluem a altura pluviométrica máxima de cada ano, e as \n\nséries parciais constituídas por alturas pluviométricas acima de um certo valor-\n\nbase, independente do ano em que possam ocorrer. De acordo com Tucci (2004), \n\na escolha do tipo da série depende do tamanho da mesma e do objetivo do estudo. \n\nAs séries parciais fornecem resultados mais consistentes para períodos de retorno \n\ninferiores a 5 anos, e número de anos de dados menores que 12 anos. \n\nA distribuição de frequência apresenta uma determinada forma, onde a \n\nmesma pode ser aproximada utilizando as equações de densidade de \n\n\n\n30 \n\n \n\nprobabilidade com alguns parâmetros extraídos da amostra analisada \n\n(CATALUNHA et al., 2002). Segundo Araújo et al. (2008) e Oliveira et al. (2005), a \n\nvariação da frequência com a intensidade da chuva pode ser obtida por meio de \n\numa função de distribuição de probabilidade que permite a extrapolação além do \n\nnúmero de anos de observação. \n\nA distribuição de valor extremo mais utilizada na análise de frequência de \n\nvariáveis hidrológicas, com inúmeras aplicações na determinação de relações de \n\nintensidade-duração-frequência de precipitações intensas é a distribuição de \n\nGumbel (NAGHETTINI &amp; PINTO, 2007). O Método de Gumbel, em grande parte \n\ndos estudos desenvolvidos é o que melhor se ajusta aos dados das séries obtidas, \n\nquando comparado com outras distribuições. Cruciani (1980) afirma que a \n\ndistribuição de Gumbel é a mais apropriada para essas análises, segundo a opinião \n\nda literatura especializada. \n\nA função de probabilidade acumulada da distribuição de Gumbel é obtida pela \n\nEquação 10:  \n\n \n\n                              F(x) = exp [?exp (?\nx??\n\n?\n) ]                                        (1) \n\n \n\nOnde: \n\nx = Variável aleatória associada a valores máximos do período; \n\n? = parâmetro de posição, onde – ? &lt;? &lt;?; \n\n? = parâmetro de escala, onde ? > 0. \n\n \n\nA forma inversa da Equação 1 é apresentada na Equação 2. \n\n \n\n \n\n   x(T) = ? ? ? Ln  [?Ln (1 ?\n1\n\nT\n) ]                                  (2) \n\n \n\nOnde: \n\nT = período de retorno em anos; \n\n \n\n\n\n31 \n\n \n\nConforme Naghettini &amp; Pinto (2007), o método dos momentos consiste em \n\nigualar os momentos amostrais aos populacionais, resultando nas estimativas dos \n\nparâmetros da distribuição de probabilidade de Gumbel. Sendo assim, tem-se dois \n\nparâmetros a estimar, são eles: a média e a variância, obtidos a partir das Equações \n\n3 e 4: \n\nX? = ? + 0,5772?                                                      (3) \n\n \n\n??\n2  =  \n\n?² ?²\n\n6\n                                                                 (4) \n\n \n\nOnde: \n\nX? = média; \n\n??\n2 = variância. \n\n \n\nSubstituindo nas Equações 3 e 4 os momentos populacionais pelos amostrais \n\ne resolvendo ? e ?, obtêm-se os seguintes estimadores da distribuição de Gumbel: \n\n \n\n             ? =  \n?x\n\n1,283\n                                (5) \n\n \n\n            ? =  X? ? 0,45?x                 (6) \n\n \n\nOnde: \n\n?? = desvio padrão amostral. \n\n \n\nSubstituindo-se os parâmetros estimados pelo método dos momentos \n\n(Equações 5 e 6), na Equação 2 e fazendo algumas simplificações, temos a \n\nEquação 7: \n\n \n\n                 x(T) =  X? +  {?0,45 ?\n1\n\n1,283\nLn [?Ln (1 ?\n\n1\n\nT\n)]} x ?x           (7) \n\n \n\nO fator de forma da distribuição de Gumbel pode ser calculado considerando \n\no tamanho das amostras disponíveis. Sendo assim, o valor de uma variável \n\n\n\n32 \n\n \n\nhidrológica, como exemplo as alturas de precipitação, pode ser obtido através da \n\nEquação 8: \n\n \n\n                                 x(T) = X? +  KT x ?x                          (8) \n\n \n\nOnde: \n\nKT = fator de frequência, função do tempo de retorno e da distribuição de \n\nprobabilidades empregada na análise. \n\n \n\nComparando as Equações 7 e 8, observa-se que o fator de frequência da \n\ndistribuição de Gumbel é obtido a partir da Equação 9: \n\n \n\n                             KT =  ? {0,45 +\n1\n\n1,283\n Ln [?Ln (1 ?\n\n1\n\nT\n)]}             (9) \n\n \n\nDe acordo com Naghettini e Pinto (2007), o fator de frequência pode ser obtido \n\npor tabelas ou calculado pela Equação 10: \n\n \n\n                                 KT =  \nYT?XYl?? ?? ?\n\n?Yi\n                                         (10) \n\n \n\nOnde: \n\nYT = variável reduzida de Gumbel, associada ao tempo de retorno e obtida a partir \n\nda Equação 11. \n\n                                    Y = ?ln {?ln(1 ?\n1\n\nT\n )}               (11) \n\n \n\nOnde: \n\nYi(n) = variáveis reduzidas de Gumbel associadas aos dados observados; \n\n??? = média dos Yi(n); \n\n??? = desvio padrão dos Yi(n). \n\n \n\nSubstituindo a Equação 11 na Equação 7, obtêm-se a Equação 12. \n\n \n\n\n\n33 \n\n \n\n                                    x(T) =  X? +  (?0,45 +\n1\n\n1,283\nYT) x ?x      (12) \n\nOnde: \n\nx(T) = precipitação máxima com período de retorno T anos (mm);  \n\n???= média das alturas de precipitação (mm); \n\n?x = desvio padrão das alturas de precipitação (mm); \n\nYT = variável reduzida de Gumbel para o tempo de retorno adotado. \n\n \n\n2.3.2 Validação dos ajustes da distribuição aplicada \n\nUma grande dificuldade para o desenvolvimento de modelos hidrológicos está \n\nrelacionada com a validação dos dados obtidos, garantindo assim que os \n\nresultados estejam de acordo com a distribuição representada para os dados em \n\nestudo. \n\n2.3.2.1 Coeficiente de determinação (R²) \n\nUma das alternativas para avaliar a qualidade dos ajustes das distribuições \n\nestatísticas é através do coeficiente de determinação R², que representa o grau de \n\nassociação entre duas variáveis, ou seja, é a medida da relação linear entre os \n\nvalores do ajuste e da nova equação, varia entre o valor nulo e a unidade, e quanto \n\nmais próximo da unidade estiver esse coeficiente, mais bem correlacionados \n\nestarão os dados empíricos e teóricos. \n\n                               ?2 = [\n? (?????)(?????)??=1\n\n?? (?????)2.? (?????)²??=1\n?\n?=1\n\n]\n\n2\n\n                               (13) \n\n \n\nOnde: \n\n?? e ?? = valores medidos de ambas variáveis; \n\n?? e ?? = média dos valores das variáveis medidas. \n\n2.3.2.2 Teste de aderência de Kolmogorov-Sminorv \n\nPara verificar se uma distribuição teórica de probabilidade se ajusta de forma \n\ncorreta ou não aos dados amostrais, diferentes testes de aderência podem ser \n\nutilizados, tais como Anderson- Darling, Qui-Quadrado e Kolmogorov-Smirnov. Nos \n\n\n\n34 \n\n \n\ntrabalhos de hidrologia, conforme Sampaio (2011), o teste de aderência mais \n\nutilizado para adequação das informações observadas à distribuição de frequência \n\né o teste de Kolmogorov-Smirnov. O teste de aderência Kolmogorov-Smirnov avalia \n\na distância máxima entre os resultados de uma distribuição a ser testada e os \n\nvalores associados à distribuição hipoteticamente verdadeira. O teste é obtido a \n\npartir da Equação 14. \n\n \n\n                                        D?.??? = max|Fn(x) ?  Fx(x)|                                (14) \n\nOnde: \n\nDn.max = valor que representa a diferença máxima absoluta entre a distribuição \n\nteórica de um modelo assumido e a função distribuição empírica; \n\nFn (x) = função de probabilidade acumulada empírica (observada); \n\nFx (x) = função de probabilidade acumulada teórica. \n\n \n\nA função de probabilidade acumulada empírica (valores observados na série \n\nhistórica) é obtida a partir da Equação 15. \n\n                                                    Fn(x) =\nm\n\nn\n                                                       (15) \n\nOnde: \n\nm = ordem de classificação da amostra; \n\nn = tamanho da amostra. \n\nA função de probabilidade acumulada teórica (valores calculados pelo \n\nmodelo) é obtida a partir da Equação 16. \n\n \n\n                                              Fx =\n1\n\nT\n= 1 ?  e?e\n\n?Y\n                                           (16) \n\n \n\nA hipótese de nulidade (hipótese na qual a distribuição testada pode ser \n\nutilizada para prever o comportamento dos dados observados) é aceita, quando o \n\nvalor máximo for menor que o valor crítico tabelado. Na Tabela 1 são apresentados \n\nos valores críticos de Dn.max em função do tamanho da amostra e do nível de \n\nsignificância. \n\n \n\n\n\n35 \n\n \nTabela 1 - Valores críticos por nível de significância para o teste de aderência \n\nKolmogorov-Smirnov. \n\nn Dn,0,10 Dn,0,05 Dn,0,02 Dn,0,01 n Dn,0,10 Dn,0,05 Dn,0,02 Dn,0,01 \n\n10 0,369 0,409 0,457 0,489 26 0,233 0,259 0,29 0,311 \n\n11 0,352 0,391 0,437 0,468 27 0,229 0,254 0,284 0,305 \n\n12 0,338 0,375 0,419 0,449 28 0,225 0,250 0,279 0,300 \n\n13 0,325 0,361 0,404 0,432 29 0,221 0,246 0,275 0,295 \n\n14 0,314 0,349 0,39 0,418 30 0,218 0,242 0,27 0,29 \n\n15 0,304 0,338 0,377 0,404 31 0,214 0,238 0,266 0,285 \n\n16 0,295 0,327 0,366 0,392 32 0,211 0,234 0,262 0,281 \n\n17 0,286 0,318 0,355 0,381 33 0,208 0,231 0,258 0,277 \n\n18 0,279 0,309 0,346 0,371 34 0,205 0,227 0,254 0,273 \n\n19 0,271 0,301 0,337 0,361 35 0,202 0,224 0,251 0,269 \n\n20 0,265 0,294 0,329 0,352 36 0,199 0,221 0,247 0,265 \n\n21 0,259 0,287 0,321 0,344 37 0,196 0,218 0,244 0,262 \n\n22 0,253 0,281 0,314 0,337 38 0,194 0,215 0,241 0,258 \n\n23 0,247 0,275 0,307 0,330 39 0,191 0,213 0,238 0,255 \n\n24 0,242 0,269 0,301 0,323 40 0,189 0,210 0,235 0,252 \n\n25 0,238 0,264 0,295 0,317 >40 1,22/?n 1,36/?? 1,52/?? 1,63/?? \n\nFonte: Naghettini &amp; Pinto (2007). \n\n \n\n2.3.3 Métodos para determinação das equações IDF \n\nDe acordo com Tucci (2002), nos locais que não dispõe de postos \n\npluviográficos, é possível determinar as relações entre intensidade, duração e \n\nfrequência a partir de dados pluviométricos utilizando as metodologias de \n\ndesagregação dos totais de chuvas máximas diárias em chuvas com duração de \n\n24 horas e para durações menores, aplicando os chamados coeficientes de \n\ndesagregação de chuvas. \n\nConforme Sampaio (2011), entre os diversos métodos de obtenção de chuvas \n\nintensas de durações maiores em durações menores, métodos de desagregação \n\nde chuvas, pode-se destacar os métodos propostos por: Pfafstetter em 1957, Bell \n\nem 1969, Torrico em 1974, Robaina e Peiter em 1992, Chen em 1983, CETESB \n\nem 1986 e Hernandez em (1991).    \n\nO método proposto por CETESB (1986) é bastante utilizado por ser de simples \n\naplicação e fornecer resultados satisfatórios na obtenção de alturas de chuvas com \n\n\n\n36 \n\n \n\nduração inferior à diária. De acordo com Bertoni &amp; Tucci (2002), o método proposto \n\npor CETESB (1986), se baseia no fato de que as relações entre as intensidades \n\nmédias máximas de diferentes durações possuem uma grande similaridade para \n\ndiferentes locais (com uma leve variação de acordo com o tempo de retorno). Os \n\ncoeficientes de desagregação de chuvas utilizados no método são apresentados \n\nna Tabela 2. \n\nTabela 2 - Relação entre as alturas pluviométricas para precipitações de mesma \n\nfrequência e diferentes durações. \n\nRelação entre as alturas \npluviométricas \n\nCoeficiente de \nconversão (CETESB) \n\n5 min. / 30 min. 0,34 \n\n10 min. / 30 min. 0,54 \n\n15 min. / 30 min. 0,7 \n\n20 min. / 30 min. 0,81 \n\n25 min. / 30 min. 0,91 \n\n30 min. / 01 h 0,74 \n\n01 h / 24 h 0,42 \n\n06 h / 24 h 0,72 \n\n08 h / 24 h 0,78 \n\n10 h / 24 h 0,82 \n\n12 h / 24 h 0,85 \n\n24 h / 01 dia 1,14 \n\nFonte: CETESB (1986). \n\n2.3.4 Obtenção dos parâmetros da curva IDF \n\nSegundo Tucci (2002), as curvas IDF também podem ser ajustadas as \n\nequações genéricas, que fornecem relações matemáticas entre a intensidade, \n\nduração e frequência das precipitações. Essas equações são denominadas de \n\nequações de chuvas intensas, e são geralmente expressas pela Equação 17.  \n\n \n\n                                        i =\nk Ta\n\n(t+b)c\n                                                                                (17) \n\n \n\nOnde: \ni = intensidade máxima média de chuva, mm/h; \nT = período de retorno, anos; \nt = duração da chuva, minutos; \na, b, c, k = parâmetros empíricos adimensionais relativos à localidade. \n\n \n\n\n\n37 \n\n \n\nPara a determinação dos parâmetros adimensionais, a Equação 17 deve-se \n\ntransformar a equação da reta com coeficiente angular (c) e coeficiente linear (logA) \n\natravés das propriedades dos logaritmos. \n\n \n\nLogaritimizando a Equação 17 chega-se a Equação 18. \n\n \n\n                 log( i) = log A ? c. log(t + b)                                           (18) \n\n \n\nOnde:  \n\n                        log A = log K + a. log T                                               (19) \n\n \n\nDe acordo com Villela &amp; Mattos (1975), a obtenção do parâmetro “b” pode ser \n\nrealizada por tentativas através da análise de regressão, buscando determinar o \n\nmelhor modelo de Equação conforme o coeficiente de determinação (R²) da \n\ncorrelação linear entre o logaritmo da série de intensidade máxima (log (i)) para um \n\ndado período de retorno, e o logaritmo do intervalo de duração acrescido do \n\nparâmetro em análise (log (t+b)) para um dado tempo de retorno. O parâmetro “c” \n\né determinado adotando-se o valor médio entre os coeficientes angulares das retas \n\npara cada um dos períodos de retorno estudado, para representar o posto em \n\nconsideração, enquanto os valores de log (A) servem para determinação das \n\nconstantes “a” e “K” da Equação 19. De modo semelhante, os valores de log (A), \n\nanteriormente obtidos, e log (T) deverão ser correlacionados para determinação \n\ndos valores de “a” e “K” da reta de regressão. \n\n \n\n2.4 Telhado verde \n\nOs telhados verdes são sistemas construtivos utilizados na cobertura de \n\nedificações, que consiste na sobreposição de diversas camadas sobre uma \n\nsuperfície estrutural, as quais de modo geral incluem: membrana \n\nimpermeabilizante, sistema de drenagem, substrato (meio de crescimento da \n\nvegetação) e plantas. Esse sistema construtivo pode ser parte de uma produção \n\npré-fabricada ou cada camada pode ser instalada separadamente na obra, o que é \n\ndefinido com base nos objetivos e restrições de cada projeto. \n\n\n\n38 \n\n \n\n2.4.1 Tipos de telhados verdes \n\nDe forma geral os telhados verdes com baixa espessura de substrato, ou seja, \n\nleves, são denominadas pela literatura como telhados verdes extensivos e os \n\ntelhados verdes com grande espessura de substrato são denominados telhados \n\nverdes intensivos. \n\n2.4.1.1 Telhado verde extensivo \n\nOs telhados verdes extensivos são os mais simples, visto que, os mesmos \n\napresentam uma camada de substrato bastante estreita variando entre 7,5 e 12 cm. \n\nAs vegetações que geralmente se adaptam bem a esse tipo de telhado apresentam \n\nboa resistência à seca, de modo que não necessitam da utilização de sistema de \n\nirrigação, tornando-se assim, um telhado de baixa manutenção (FIGUEROA &amp; \n\nSCHILER, 2009).  \n\n2.4.1.2 Telhado verde intensivo \n\nOs telhados verdes intensivos caracterizam-se por ter uma camada de \n\nsubstrato com maior profundidade, acarretando, maior peso sobre a estrutura da \n\nedificação, e suportam vegetações com estatura de médio a grande porte, \n\nnecessitando de manutenção mais rigorosa devido à maior produção de matéria \n\norgânica, maior crescimento vegetal e maior diversidade de espécies (FIGUEROA \n\ne SCHILER, 2009). Devido à diversidade que apresentam, coberturas desse tipo \n\nfavorecem a criação de ecossistemas mais complexos, contribuindo para o \n\naumento da biodiversidade (PECK et al., 1999). \n\n2.4.2 Composição estrutural dos telhados verdes \n\nOs telhados verdes são subdivididos basicamente em 5 camadas (figura 1), \n\nsão elas: membrana impermeabilizante, que possui função proteger a superfície \n\ncontra a ação da água; camada drenante, que tem como objetivo facilitar o \n\nescoamento de água no solo; meio filtrante, que tem como finalidade evitar o \n\narraste de partículas de solo devido à ação da água; camada de substrato, possui \n\nespessura variável de acordo com o tipo de telhado verde; e vegetação. Nesta \n\núltima camada deve-se utilizar vegetação que melhor se adeque as condições \n\nclimáticas de acordo com a região onde serão instaladas (OLIVEIRA, 2012). \n\n \n\n\n\n39 \n\n \nFigura 1 - Representação esquemática de um telhado verde. \n\n.  \n\nFonte: http://www.greencoatings.com.br/telhadoverde.html \n\n \n\n2.4.3 Benefícios proporcionados após a aplicação de telhados verdes: \n\nisolamento térmico e capacidade de retenção. \n\nGrande parte dos estudos, já realizados na área de telhados verdes, está \n\nrelacionada com a sua capacidade de isolamento térmico e a consequente melhoria \n\nna eficiência energética dos edifícios. Em uma cobertura verde com 0,10 m de \n\nsubstrato, estudos demonstram que esse sistema construtivo confere uma \n\neconomia de 25% a 30% de energia (LIU &amp; BASKARAN, 2003).  \n\nFerraz (2012) desenvolveu uma pesquisa experimental para analisar o \n\npotencial de economia de energia na obtenção de condições de conforto térmico \n\nno ambiente interno por meio de dois tipos de cobertura: verde e convencional \n\n(telha cerâmica). A análise do comportamento térmico das coberturas verdes foi \n\nrealizada por meio de coleta de dados de variáveis ambientais, durante um período \n\nde 10 meses, de um protótipo instrumentado, construído em São Paulo- SP. Os \n\ndados levantados foram comparados com os dados de um segundo protótipo de \n\nmesmas dimensões e igualmente instrumentado, com cobertura cerâmica, sob as \n\nmesmas condições ambientais. A comparação dos resultados e análises em dias e \n\nepisódios representativos de cada estação comprovou a eficiência das coberturas \n\nverdes em relação ao ganho térmico da edificação. \n\nBeatrice (2010) realizou um estudo para identificar as espécies com potencial \n\nde uso em coberturas verdes extensivas em Itirapina-SP, o autor conduziu um \n\nexperimento com plataformas de teste utilizando três espécies vegetais adaptadas \n\nhttp://www.greencoatings.com.br/telhadoverde.html\n\n\n40 \n\n \n\nao clima local em três profundidades diferentes de substrato (5 cm, 7,5 cm e 10 \n\ncm), analisando o desenvolvimento da vegetação e a temperatura do substrato, a \n\nfim de verificar a influência da vegetação no aquecimento do substrato em relação \n\nàs distintas profundidades. Os resultados de comportamento térmico indicaram \n\nmelhor desempenho de solos à profundidade de 10 cm, independentemente do tipo \n\nde planta cultivada. O autor concluiu que solos de menor espessura são mais \n\ndependentes de cobertura vegetal para minimizar seu aquecimento e que os solos \n\nde maior espessura o fazem com menor dependência da vegetação. O melhor \n\ndesempenho térmico foi observado em solos com 10 cm de profundidade.  \n\nO telhado verde retém uma parcela da água pluvial para o metabolismo das \n\nplantas, diminuindo o volume original de água que escoa dos telhados e vai para o \n\nsistema de drenagem, como também, retarda o tempo de pico do escoamento \n\nsuperficial (PALLA et al., 2008). Ao investigar um cenário urbano, Lee et al. (2013) \n\nconcluíram que o telhado verde apresenta elevada capacidade de retenção para \n\nprecipitações com intensidades inferiores a 20 mm/h, no entanto, quando a \n\nintensidade da precipitação aumenta, a capacidade de retenção do telhado verde \n\ndiminui. Ainda segundo os mesmos autores, a capacidade de retenção de um \n\ntelhado de concreto é da ordem de 9%, enquanto que, a capacidade de retenção \n\nde um telhado verde varia entre 44 e 52%.  \n\nEdgar &amp; Lars (2005) realizaram experimentos com o objetivo de avaliar a \n\ninfluência da inclinação do telhado verde na sua capacidade de retenção para a \n\ncondição inicial de solo seco. Foi verificado que, para uma precipitação com uma \n\nintensidade de 0,4 mm/min, ficou retido nos telhados verdes 62, 43, e 39% da \n\nprecipitação total que entrou no sistema, resultados obtidos para telhados com \n\ninclinação de 2°, 8°, e 14°, respectivamente. Lee, Lee e Han (2015), avaliaram a \n\nquantidade de escoamento em quatro tipos de instalações piloto em um ambiente \n\nurbano. De acordo com os experimentos realizados, foi verificado que o sistema \n\napresentou capacidade de retenção entre 42,8 e 60,8% para telhado verde com \n\numa profundidade da camada de substrato de 20 cm e capacidade de retenção \n\nentre 13,8 e 34,4% para telhado verde com uma profundidade da camada de \n\nsubstrato de 15 cm.  \n\n \n\n\n\n41 \n\n \n\n2.4.4 Balanço hídrico dos telhados verde \n\nSegundo Collischonn &amp; Tassi (2010), em condições naturais a umidade do \n\nsolo varia ao longo do tempo, sob o efeito das chuvas e das variações sazonais de \n\ntemperatura, precipitação e evapotranspiração, e uma equação de balanço hídrico \n\nde uma camada de solo pode ser expressa pela Equação 20. Da descrição \n\napresentada pelos autores para cada uma das variáveis da Equação 12, destaca-\n\nse: a percolação, que é a passagem da água da camada superficial do solo para \n\ncamadas mais profundas e a evapotranspiração, que corresponde à retirada de \n\nágua por evaporação direta do solo e por transpiração das plantas. \n\n \n\n?V = P ? Q ? G ? ET                                              (20)    \n\n \n\nOnde:  \n\n?V = variação do volume de água, em litros, armazenada no solo e está relacionado \n\ncom a capacidade de retenção;  \n\nP = precipitação;  \n\nQ = escoamento superficial;  \n\nG = percolação; \n\nET = evapotranspiração. \n\n \n\nOrganizando a Equação 20 em entradas e saídas, para um determinado \n\nvolume de solo, chega-se à Equação 21. \n\n \n\nP = Q + G + ET + ?V                                              (21) \n\n \n\nNo caso dos telhados verdes, considerando-se o sistema de análise como \n\n(substrato + vegetação), e que a camada do substrato é bastante estreita, não \n\nsuperando muito mais que 20 cm (no caso dos telhados com vegetações de grande \n\nporte, chamados de “telhados intensivos”), a percolação pode ser desconsiderada. \n\nSobre as demais variáveis, considera-se que a entrada de água ocorre através da \n\nprecipitação; e as saídas ocorrem por evapotranspiração e pelo escoamento para \n\nfora do telhado (Q).  \n\n\n\n42 \n\n \n\nComo pode-se observar na Equação 21, conceitualmente, o telhado verde \n\npode se caracterizar como um dispositivo útil para o controle das inundações, \n\ndesde que o volume escoado para fora do telhado seja armazenado em \n\nreservatórios para posterior uso e/ou para posterior descarte na rede de drenagem. \n\nNestas condições, o volume retido (armazenado no sistema substrato-vegetação + \n\narmazenado em reservatórios) não mais contribui para a intensificação do volume \n\nescoado, que é o principal elemento hidrológico responsável pelas enchentes.  \n\n \n\n2.4.5 Qualidade da água de chuva x qualidade da água escoada dos telhados \n\nverdes \n\nPara definir os possíveis usos da água de chuva após ser captada através de \n\numa superfície é necessário conhecer, a princípio, a qualidade da mesma. Após \n\nescoar através do sistema de captação, conforme os materiais utilizados para \n\nconfecção do sistema de captação, a contaminação pode ser ainda maior, como \n\npor exemplo, fezes e restos de animais, poeiras, folhas de árvores, revestimento \n\nda superfície de captação, etc. Neste contexto, de acordo com Andrade Neto \n\n(2003), recomenda-se que seja descartado o volume inicial de água captada pelo \n\nsistema, visto que o mesmo pode ser contaminado devido à presença de animais \n\nmortos, de fezes de aves e roedores, de folhas e detritos, poeira e microorganismos \n\nno sistema de captação. \n\nEm relação à qualidade da água escoada do telhado verde, MacMillan (2004) \n\nidentificou que a água proveniente do telhado verde apresentou concentrações \n\nmaiores de fósforo total, fosfato e alguns metais quando comparados com um \n\ntelhado convencional. Ainda segundo o autor, o estudo desenvolvido na Suécia \n\nanalisou a presença de metais pesados (Cd, Cr, Cu, Fe, K, Mn, Pb, e Zn) e \n\nnutrientes (NO3–N, NH4–N, N total, PO4–P, e P total) na água proveniente do \n\ntelhado, afim de verificar a influência do substrato, do uso de fertilizantes e da idade \n\nda vegetação. Verificou-se conforme o estudo, que os telhados com vegetação se \n\ncomportam como uma fonte de fósforo e potássio e um dissipador de nitrogênio.  \n\nHathaway, Hunt &amp; Jennings (2008) observaram que a presença de \n\nmacronutrientes inorgânicos (nitrogênio e fósforo) na água captada de telhados \n\nverdes é devido principalmente ao substrato utilizado. \n\n\n\n43 \n\n \n\nDe acordo com o levantamento bibliográfico, pode-se concluir que a aplicação \n\nde telhados verdes traz diversos benefícios relacionados principalmente ao \n\nconforto térmico e à retenção de água de chuva.  \n\n \n\n2.5 Tratamento da água \n\n2.5.1 Estudos sobre a utilização de filtro para tratamento de água  \n\nO processo de filtração é de fundamental importância para o tratamento da \n\nágua potável. Diferentes materiais podem ser utilizados para melhorar o \n\ndesempenho dos filtros. Tradicionalmente, os filtros de areia são projetados \n\nbaseados nas cargas hidráulicas. Entretanto, para Kang, Mancl &amp; Tuovinen (2007), \n\ncomo estes filtros são unidades de tratamento biológico aeróbio, seria mais \n\napropriado que fossem projetados com base nas cargas orgânicas. \n\nBoller &amp; Kavanaugh (1995) demonstraram em seu estudo, que a taxa de perda \n\nde carga em um filtro com meio filtrante granular, para uma massa constante de \n\nsólidos sendo removidos, é fortemente dependente do tamanho das partículas em \n\nsuspensão e do tamanho do material granular. Foi identificado também, que a \n\nprincipal causa do mais rápido aumento da perda de carga observada para \n\npartículas menores em vários estudos de filtração é devido à natureza do processo \n\nde agregação ou a deposição dentro do poro, espaços dos meios porosos.  \n\nHonghui et al. (1996) realizaram um estudo com a finalidade de investigar a \n\nviabilidade da utilização de polímeros como auxiliares de filtração de água contendo \n\npartículas de cal; de explorar as funções de características do polímero no processo \n\nde filtração; e de examinar os principais fatores que afetam o desempenho de \n\nfiltração dos polímeros. Sete polímeros representativos com diferentes pesos \n\nmoleculares foram testados usando uma planta piloto e um filtro de fluxo \n\ndescendente. Os resultados mostraram que, utilizando uma intensidade inicial de \n\n15 m/h, a remoção de partículas de turbidez pode ser significativamente melhorada \n\npela utilização de polímeros como meio filtrante. Constatou-se também, que o uso \n\ndo polímero pode aumentar de forma significativa a perda de carga da filtração, \n\nespecialmente para os polímeros com elevado peso molecular. Sendo assim, para \n\nproduzir um filtrado de alta qualidade, garantindo simultaneamente a produtividade \n\n\n\n44 \n\n \n\ne uma filtração aceitável, recomenda-se utilizar polímeros de baixo ou moderado \n\npeso molecular.  \n\nRadmila, Slobodan &amp; Dragan (2009) estudaram a eficiência de filtração \n\natravés de uma camada de espuma de poliestireno expandido (EPS) de \n\ncaracterísticas diferentes. Os parâmetros estudados incluíram a densidade EPS, o \n\ndiâmetro equivalente e o coeficiente de uniformidade. Estudos realizados utilizando \n\no microscópico mostraram que a rugosidade da superfície das partículas de EPS é \n\ndeterminada principalmente pela densidade das partículas. Baixa densidade EPS \n\npartículas têm rugosidade maior do que as de alta densidade, e este fato tem um \n\ngrande efeito sobre o ciclo de filtração. De acordo com o estudo, foi possível \n\nconcluir que o EPS de baixa densidade, utilizado como um meio filtrante apresenta \n\nvárias vantagens em comparação com os meios filtrantes de EPS de alta \n\ndensidade. Geralmente, a utilização de EPS como meio filtrante diminui \n\ndrasticamente o custo de aquisição e operacional e oferece grandes possibilidades \n\npara otimização da filtração. Foi observado também que uma diminuição do ciclo \n\nde filtração também pode ser obtida através do aumento do diâmetro equivalente.  \n\nJuliana et al. (2015) estudaram um filtro rápido de fluxo descendente utilizando \n\no poliestireno como um novo meio filtrante, o desempenho deste filtro foi \n\ncomparado em termos de qualidade da água, turbidez, cor aparente e verdadeira, \n\ncondutividade elétrica, sólidos dissolvidos totais, temperatura, pH, alumínio residual \n\ne remoção de cianobactéria, sob as mesmas condições de operação de filtração, \n\ncom um filtro de fluxo descendente de areia. O filtro de areia necessitou de um \n\nmaior tempo de filtração, no entanto a qualidade da água do filtro de poliestireno \n\napresentou qualidade semelhante ao filtro de areia. Em todos os parâmetros de \n\nqualidade analisadas, a água produzida pelo filtro de poliestireno apresentou \n\nresultados semelhantes aos filtros de areia. O filtro de poliestireno não liberou \n\nquantidade detectável de partículas de estireno em água e pode, portanto ser usado \n\ncomo um meio filtrante. No entanto, o material deve que ser monitorado em longo \n\nprazo, a fim de verificar a sua degradação, e a possibilidade de libertação de \n\npartículas de estireno para a água. \n\nJunior, Dalsasso &amp; Roher (2010) investigaram a aplicação de um filtro de fluxo \n\nascendente composto por duas colunas em paralelo de areia seguido de uma \n\ncoluna de carvão ativado, para pré-tratamento físico-químico do lixiviado coletado \n\n\n\n45 \n\n \n\nno tanque de equalização do aterro sanitário do município de Biguaçu, Santa \n\nCatarina, como alternativa ao processo biológico. Neste estudo foram analisados \n\nos seguintes parâmetros de qualidade da água: pH, alcalinidade, condutividade \n\nelétrica, turbidez, cor aparente, série de sólidos (ST, SV, SST, SS), temperatura, \n\namônia, DQO e DBO5, Cu, Pb, Cr, Ni, Cd, Al, Fe, Zn, Ca, Mg e Mn. No que se \n\nrefere ao processo de filtração, foi observado reduções de até 74% para DQO, 47% \n\npara DBO, 93% para cor, 90% para amônia e aumento de 0,3 para 0,9 na relação \n\nDBO5 / DQO.  \n\n \n\n2.5.2 Filtração  \n\nA filtração consiste na remoção de partículas em suspensão e coloidais e de \n\nmicrorganismos presentes na água quando esta escoa através de um meio poroso \n\nfiltrante. Após certo tempo de funcionamento, há necessidade da lavagem do filtro, \n\nque geralmente, é realizada pela introdução de água no sentido ascensional com \n\nvelocidade relativamente alta para promover a fluidificação parcial do meio granular \n\ncom liberação das impurezas que obstruem os poros (DI BERNARDO, 2005 e \n\nSALCEDO, TESTEZLAF &amp; MESQUITA , 2011). \n\nOs mecanismos responsáveis pela remoção de partículas durante a filtração \n\ncom ação da gravidade são influenciados, principalmente, pelas características \n\nfísicas e químicas das partículas, da água e do meio filtrante, pela taxa de filtração \n\ne pelo método de operação dos filtros. Considera-se a filtração o resultado da ação \n\nde três mecanismos distintos: transporte, aderência e desprendimento (JIMENEZ \n\net al., 2010). A filtração pode efetuar-se de muitas formas: com baixa taxa \n\nsuperficial (filtros lentos) ou com alta taxa superficial (filtros rápidos); em meios \n\nporosos (camadas argilosas, filtros de papel) ou em meios granulares (areia, \n\ncascalho e combinados), com fluxo ascendente, descendente e misto (parte \n\nascendente e parte descendente). Por outro lado, o filtro pode trabalhar à pressão \n\ne por gravidade, dependendo da magnitude da carga hidráulica que exista sobre o \n\nleito filtrante.  \n\nA filtração rápida consiste na passagem de água, através de uma camada de \n\nmaterial granular com velocidade de aproximação entre 8,3 cm/min a 42 cm/min, \n\nvariação correspondente à taxas de filtração entre 120 m³/m².dia a 600 m³/m².dia, \n\n\n\n46 \n\n \n\nrespectivamente. (CLEASBY &amp; LOGSDON, 1999). Ainda segundo os autores, os \n\nsólidos removidos da água e acumulados nos vazios intergranulares caracterizam \n\na filtração rápida e quando a retenção ocorre preponderantemente na camada \n\nsuperficial do meio filtrante, tem-se a filtração de superfície, característica principal \n\nda filtração lenta embora possa ocorrer em filtros rápidos descendentes de camada \n\núnica de areia.  \n\nA tecnologia de filtração direta está agrupada conforme o sentido de fluxo da \n\nágua, podendo ser filtração direta descendente, filtração ascendente e dupla \n\nfiltração.  \n\nA filtração direta descendente exibe como principais vantagens: menor área \n\nsuperficial (em relação a filtros lentos) e altura da caixa de filtração – redução de \n\ncusto de implantação - e remoção efetiva de microrganismos patogênicos e, \n\nportanto menor risco sanitário. Em contrapartida, filtros de fluxo descendente \n\nrequerem lavagens mais frequentes devido à ação de filtração superficial ser \n\npreponderante e a qualidade do efluente filtrado ser inferior logo após a operação \n\nde lavagem.  \n\nNos filtros de fluxo ascendente o caminho de filtração é mais longo pela \n\nfiltração em profundidade proporcionada pela granulometria decrescente no sentido \n\ndo fluxo e a taxa de filtração é superior que a requerida na filtração lenta – redução \n\nde custo de implantação. Entretanto, a caixa de filtro é mais alta e a carga hidráulica \n\nrequerida também é mais elevada devido a maior espessura do leito filtrante. Em \n\ncondições de lavagem ou operando em taxas elevadas, pode ocorrer fluidificação \n\nda camada filtrante e o efluente pós-lavagem exibir qualidade inferior (SABOGAL \n\nPAZ, 2007). \n\n \n\n2.5.3 Tipos de meio filtrante \n\nA areia de sílica foi o primeiro dos materiais utilizados na filtração e continua \n\nsendo o material base na maior parte dos filtros atuais. Os filtros de leito granular \n\ngeralmente usam como material filtrante o carvão ativado que pode ser usado \n\nsozinho ou em combinações de dupla ou mais camadas. \n\n\n\n47 \n\n \n\nAs propriedades do material filtrante são importantes, pois afetam a eficiência \n\nde filtração. Essas propriedades incluem: tamanho, formato e densidade A \n\nporosidade do leito granular formado pelos grãos também merece atenção.   \n\nO tamanho e a distribuição do tamanho dos grãos são determinados a partir \n\nda curva de distribuição granulométrica, obtida através de ensaios de distribuição \n\ngranulométrica do material granular, utilizando-se peneiras padronizadas, de \n\nacordo com a ABNT (1984). Através dos resultados desses ensaios, pode-se \n\ntambém determinar o coeficiente de uniformidade (CU), que é muito importante na \n\nfiltração. Mesmo que os demais parâmetros sejam iguais, a penetração de \n\nimpurezas ao longo do material filtrante está intimamente relacionada a este \n\ncoeficiente. Quanto menor o valor de CU, mais uniforme será o material, mais \n\nprofunda será a retenção de impureza e maior será a carreira de filtração. \n\nA escolha da granulometria de um meio filtrante depende de diversas \n\nvariáveis, qualidade desejável do efluente, sistema de lavagem e espessura da \n\ncamada filtrante. Assim, estudos em instalação piloto contribuiriam para a definição \n\nda granulometria. Como esses se tornam inviáveis por serem muito onerosos e \n\nconsumirem muito tempo, na prática, a escolha é baseada em estudos anteriores \n\ne experiências prévias em outras estações. \n\nO carvão ativado granulado é um meio filtrante poroso usado há décadas no \n\ntratamento de água para abastecimento. O carvão ativado é o adsorvente mais \n\nutilizado para a remoção de cor verdadeira, sabor e odor causado por substâncias \n\norgânicas e inorgânicas, naturais e sintéticas, entre elas as cianotoxinas; qualquer \n\ncomposto orgânico com massa molecular superior a 45 g é considerado bom \n\nadsorvato em carvão ativado (SNOEYINK &amp; SUMMERS, 1999). \n\nQuanto à granulometria existem dois tipos principais de carvão ativado \n\nutilizados em tratamento de água para abastecimento: carvão pulverizado e \n\ngranulado. Uma das primeiras aplicações foi a remoção de compostos causadores \n\nde gosto e odor, que podem ter origem nas cianobactérias como metilisoborneol \n\n(MIB) e geosmina (SNOEYINK &amp; SUMMERS, 1999).  \n\nAs propriedades físicas do carvão ativado usado no tratamento de água \n\nincluem a área superficial, distribuição do tamanho dos poros, densidade do carvão, \n\nnúmero de iodo (NI), número de melado ou índice de descoloração, índice de fenol, \n\níndice de azul de metileno (IAM), resistência à abrasão, teor de umidade, dureza, \n\n\n\n48 \n\n \n\nconteúdo de cinzas, tamanho da partícula, entre outras. Um dos métodos mais \n\ncomuns para determinação da área superficial de um sólido é baseado na \n\ndeterminação da quantidade de adsorvato necessária para recobrir a superfície de \n\num adsorvente com uma monocamada de adsorvato (BRANDÃO &amp; SILVA, 2006). \n\nAtualmente a adsorção em colunas de carvão ativado granular tem \n\ndespertado mais atenção em relação ao uso de carvão ativado pulverulento, devido \n\nà sua maior eficiência adsortiva e facilidade de controle do processo. O maior custo \n\npara implantação de filtros adsorvedores é relegada a segundo plano pela eficiência \n\nsuperior, principalmente nos casos de mananciais com níveis constantes de \n\nmatéria orgânica natural como é o caso de reservatórios eutrofizados (SVRCEK &amp; \n\nSMITH, 2004). \n\n2.5.4 Aspectos construtivos \n\n2.5.4.1 Diâmetro efetivo \n\nDe acordo com a ABNT (1995) diâmetro efetivo é a abertura da peneira que \n\npermite a passagem acumulada de 10% da amostra considerada, ou seja, é o \n\ntamanho dos grãos abaixo do qual ficam 10% da massa total da amostra. No Brasil \n\na ABNT (1992) recomenda, para filtros rápidos com camada filtrante simples \n\nconstituída de areia, que o diâmetro efetivo da areia do leito varie entre 0,45 e 0,55 \n\nmm. Segundo Ausland et al. (2002), o diâmetro efetivo afeta a taxa de infiltração do \n\nafluente no leito e a profundidade de penetração da matéria sólida insolúvel. \n\n2.5.4.2 Coeficiente de uniformidade (CU) \n\nAtravés dos resultados da distribuição granulométrica (Figura 3) pode-se \n\ndeterminar o coeficiente de uniformidade (CU), que afeta substancialmente a \n\npenetração das impurezas ao longo do material filtrante. O coeficiente de \n\nuniformidade é definido como CU = D60/D10, onde D60 e D10 são os maiores \n\ntamanhos possíveis de 60% e 10% das frações respectivamente, que passam pelas \n\npeneiras padronizadas. \n\nO tamanho das partículas de areia está relacionado com o valor do coeficiente \n\nde uniformidade, quanto maior o valor de CU, maior será o tamanho dos grãos de \n\nareia. Esta situação afeta o desempenho do filtro, pois aumenta o tempo de \n\ndetenção hidráulica, ou seja, a granulação maior da areia permite que pequenas \n\n\n\n49 \n\n \n\npartículas entrem nos interstícios entre as partículas maiores e reduz a passagem \n\ndo afluente causando um possível entupimento no meio filtrante (HEALY, \n\nRODGERS &amp; MULQUEEN, 2007). \n\nDe acordo com a ABNT (1992), os filtros rápidos com camada filtrante simples \n\nconstituída de areia, devem ter coeficiente de uniformidade de 1,4 a 1,6. \n\n2.5.4.3 Espessura da camada de areia \n\nDe acordo com a ABNT (1992), os filtros rápidos com camada filtrante simples \n\nconstituída de areia, devem ter camada filtrante com espessura mínima de 45 cm. \n\n2.5.5 Indicadores de qualidade da água de irrigação \n\nConforme Araújo (1999), as águas de irrigação devem ser analisadas em \n\nrelação aos parâmetros fundamentais como salinidade, sodicidade, toxidez, \n\nconcentração de íons e aspectos sanitários. \n\nDe acordo com Almeida (2010), o conjunto de parâmetros a serem \n\nconsiderados na avaliação da qualidade da água para irrigação deve contemplar o \n\nconjunto de características físicas, químicas e biológicas que definem ou não sua \n\nadequação para o devido uso na irrigação. A qualidade da água para irrigação se \n\ndefine em função de três critérios básicos: salinidade em sentido restrito, sodicidade \n\ne toxicidade. O critério de salinidade avalia o risco de que o uso da água ocasione \n\naltas concentrações de sais, com o correspondente efeito osmótico e diminuição \n\nde rendimentos dos cultivos; o critério de sodicidade analisa o risco de que se \n\ninduza elevada Percentagem de Sódio Trocável (PST), com deterioração da \n\nestrutura do solo; e o critério de toxicidade estuda os problemas que podem criar \n\ndeterminados íons acumulados nos tecidos das plantas (ALMEIDA, 2010). Ainda \n\nsegundo o autor, devem ser analisados os seguintes parâmetros para poder utilizar \n\na água na irrigação: potencial hidrogeniônico (pH), condutividade elétrica (CE), \n\nsólidos totais dissolvidos (SDT), íons: sódio (Na+), potássio (K+), cálcio (Ca++), \n\nmagnésio (Mg++), cloretos (Cl-), sulfatos (SO4 ++), carbonatos (CO3 --) e \n\nbicarbonatos (HCO3 -). Por sua toxicidade, é conveniente analisar o íon boro (B+). \n\nO intervalo de valores usualmente observados na água de irrigação está \n\napresentado na Tabela 3. \n\n\n\n50 \n\n \nTabela 3 - Parâmetros a serem analisados para avaliar a água para irrigação. \n\nPARÂMETROS SIMBOLOGIA UNIDADE \nINTERVALO \n\nUSUAL \n\nCondutividade Elétrica CE dS/m 0 – 3 \n\nSólidos Dissolvidos Totais SDT mg/L 0 - 2000 \n\nCálcio Ca2+ mg/L 0 – 400,8 \n\nMagnésio Mg2+ mg/L 0 – 60,8 \n\nSódio Na+ mg/L 0 – 919,6 \n\nCarbonatos CO3 2- mg/L 0 - 3 \n\nBicarbonatos HCO3- mg/L 0 – 610,2 \n\nCloretos Cl- mg/L 0 – 1063,5 \n\nSulfatos SO4 2- mg/L 0 – 960,6 \n\nNitrogênio - Nitrato NO3-- N mg/L 0 - 10 \n\nNitrogênio -Amoniacal NH4 + - N mg/L 0 - 5 \n\nFósforo - Fosfato PO4 mg/L 0 - 2 \n\nPotássio K+ mg/L 0 - 2 \n\nBoro B3+ mg/L 0 - 2 \n\nAcidez ou Alcalinidade pH - 6 – 8,5 \n\nRazão de Adsorção de Sódio RAS (mmolcL-1)1/2 0 - 15 \n\nFonte: Aragués et al. (1979), apud Almeida (2010). \n\n2.5.5.1 Condutividade elétrica \n\nA condutividade elétrica é a capacidade que a água tem de conduzir corrente \n\nelétrica e está associada à presença de íons. Os íons que são, geralmente, \n\nresponsáveis pelos valores de condutividade elétrica em águas são Ca2+, Mg2+, \n\nNa+, K+; HCO3-, SO4 2-, Cl-, entre outros. O parâmetro condutividade elétrica não \n\ndetermina, especificamente, quais os íons que estão presentes em determinada \n\namostra de água, mas pode ser um indicador importante de possíveis fontes \n\npoluidoras (ZUIN, IORIATTI &amp; MATHEUS, 2009). De acordo com Bernardo, Soares \n\n&amp; Mantovani (2006), em virtude de sua facilidade e rapidez de determinação, a CE \n\ntornou-se o procedimento padrão a fim de expressar a concentração total de sais \n\npara classificação e diagnose das águas destinadas à irrigação. \n\nA capacidade da água de conduzir uma corrente elétrica é tanto maior quanto \n\nmaior for à concentração de eletrólitos, ou seja, a salinidade da água de reuso é \n\ndiretamente relacionada com a concentração de sais solúveis e pode ser medida \n\npela condutividade elétrica (CE). O excesso de sais na água de irrigação pode \n\ncausar acúmulo de sais no solo, o que influi na absorção e movimento da água e \n\n\n\n51 \n\n \n\nno desenvolvimento das plantas, reduzindo o potencial osmótico de sua solução e, \n\nconsequentemente a disponibilidade de água para as plantas. Segundo Ayers &amp; \n\nWestcot (1999), as culturas respondem de forma diversificada à salinidade, \n\nalgumas produzem rendimentos aceitáveis a níveis altos de salinidade, e outras \n\nsão sensíveis a níveis relativamente baixos, cuja diferença se deve à melhor \n\nadaptação osmótica apresentada por algumas culturas, o que permite absorver, \n\nmesmo em condições de salinidade, maior quantidade de água. Neste contexto, o \n\nuso de água salina, além de afetar o rendimento da planta, proporciona redução no \n\nseu crescimento, influenciando na evapotranspiração da cultura (ALLEN et al., 1998 \n\napud ANTAS, 2011), o que compromete o uso da água do telhado verde para fins \n\nde irrigação do mesmo, na ocorrência de valores elevados desse parâmetro. \n\nSegundo Andrade Neto et al. (2003), águas que apresentam condutividade maior \n\nque 300 ?S/cm têm seu uso restrito para a irrigação. \n\nEntretanto, a salinidade (CE) é um parâmetro que não deve ser considerado \n\nisoladamente, devendo ser consideradas as condições intervenientes como um \n\ntodo, já que essas se alteram de local para local. As águas residuárias que possuem \n\numa condutividade elétrica (CE) relativamente elevada, quando analisadas \n\nisoladamente, podem não representar grandes riscos, se consideradas ou \n\ninterpretadas as condições locais que possam mascarar ou amenizar a disposição \n\ndessas águas. Junto com a condutividade elétrica (CE), deve-se monitorar as \n\nconcentrações de cloretos, sódio, cálcio, magnésio, bicarbonatos e sulfatos. \n\nA determinação da condutividade elétrica das águas empregadas na irrigação \n\ntem grande importância, principalmente no caso das águas residuárias que podem \n\nconter altas concentrações de sais. A falta de controle em relação à salinidade das \n\náguas pode acarretar problemas futuros, como a queda de produtividade e \n\ndegradação das áreas irrigadas. Segundo a publicação da Empresa Brasileira de \n\nPesquisa Agropecuária – EMBRAPA sobre a “Qualidade da água para irrigação” \n\n(ALMEIDA, 2010), o valor máximo aceitável de condutividade elétrica deve ser de \n\n1063,5 mg/L. \n\n2.5.5.2 Sólidos dissolvidos totais \n\nOs sólidos dissolvidos incluem os coloides e os efetivamente dissolvidos. \n\nExcesso de sólidos dissolvidos na água pode resultar em alterações de sabor. Em \n\n\n\n52 \n\n \n\náguas utilizadas para irrigação, pode gerar problemas de salinização do solo. \n\nSendo a cor verdadeira causada por sólidos dissolvidos, não é possível ter-se cor \n\nverdadeira elevada e baixa concentração de sólidos dissolvidos. \n\nOs sólidos totais fornecem os valores das quantidades de matéria sólida \n\nexistentes na água, na forma de partículas em suspensão e dissolvidas. Os sólidos \n\ntotais suspensos são aqueles retidos pelo processo de filtração e a fração que \n\npassa pelo filtro é chamada de sólidos totais dissolvidos. Os sólidos totais são \n\nconstituídos por duas frações: os sólidos totais fixos e os sólidos totais voláteis. Os \n\nprimeiros correspondem ao material inorgânico e são obtidos através de um \n\nprocesso de combustão a 550 °C, enquanto que a segunda fração é constituída de \n\nmateriais orgânicos que se volatilizam ou se decompõem em frações minerais \n\n(APHA, 1995). \n\nA determinação dos sólidos totais de uma água residuária se faz necessária \n\npara o controle da poluição hídrica, já que altas concentrações de sólidos podem \n\nafetar, de maneira significativa, a qualidade da água dos corpos receptores, pois \n\naumenta a turbidez e diminui a saturação de oxigênio, prejudicando atividades \n\nfotossintéticas que são importantes para a não degradação dos corpos d’água. \n\nAlém disso, altas concentrações de sólidos nas águas de irrigação podem \n\ncomprometer a vida útil dos sistemas de irrigação. De acordo com a publicação da \n\nEmpresa Brasileira de Pesquisa Agropecuária – EMBRAPA sobre a “Qualidade da \n\nágua para irrigação” (ALMEIDA, 2010), o valor máximo aceitável de sólidos \n\ndissolvidos totais deve ser de 2000 mg/L. \n\n2.5.5.3 Sódio \n\nAlém de o sódio ser tão tóxico às plantas quanto os cloretos, Feigin, Ravina &amp; \n\nShalhevet (1991) citam mais dois problemas advindos da presença das altas \n\nconcentrações de sódio: (1) desequilíbrio nutricional, caracterizado pela \n\nindisponibilidade dos cátions cálcio e potássio; e (2) deterioração das \n\ncaracterísticas físicas do solo, diminuindo a aeração do solo e o suprimento de água \n\nadequado às plantas. Segundo a publicação da Empresa Brasileira de Pesquisa \n\nAgropecuária – EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, \n\n2010), o valor máximo aceitável de sódio deve ser de 919,6 mg/L. \n\n\n\n53 \n\n \n\n2.5.5.4 Carbonatos e bicarbonatos \n\nPara as águas de irrigação, a determinação de carbonatos e bicarbonatos se \n\nfaz mais necessária, pois altas concentrações desses ânions provocam \n\nentupimentos nos sistemas de irrigação, principalmente no sistema de irrigação por \n\naspersão. Conforme a publicação da Empresa Brasileira de Pesquisa Agropecuária \n\n– EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de carbonato e bicarbonato deve ser 3,0 e 610,2 mg/L. \n\n2.5.5.5 Cloretos \n\nA origem do ânion cloreto (Cl-) pode ser natural ou antrópica, sendo as \n\nprincipais fontes naturais a dissolução de minerais e a intrusão de águas salinas \n\n(em regiões costeiras), e de origem antrópica as principais fontes são os despejos \n\ndomésticos e industriais (VON SPERLING, 2005) e do retorno de águas de \n\nirrigação. \n\nEmbora em quantidades razoáveis não sejam prejudiciais à saúde humana, a \n\npresença de cloretos transmite à água sabor salgado repulsivo, além disso, cloretos \n\nde cálcio e magnésio causam dureza. De acordo com Ayers &amp; Westcot (1999), no \n\nque se refere à qualidade de água para irrigação, o cloreto está ligado a problemas \n\nde salinidade do solo e toxicidade de plantas, sendo nesse último aspecto o íon de \n\nmaior relevância. Os autores afirmam ainda que o cloreto não é retido nem \n\nadsorvido pelas partículas do solo, em que se desloca com facilidade juntamente \n\ncom a água, porém, é absorvido pelas plantas e transportado para as folhas onde \n\nse acumula pela transpiração. Segundo Antas (2011), caso sua concentração \n\nexceda a tolerância da planta, produzem–se danos como necroses e queimaduras \n\nem folhas. \n\nMalavolta (1997) relatam que as plantas não necessitam mais do que 100 g \n\nkg-1 de Cl- na matéria seca e por isso, o elemento é considerado um micronutriente. \n\nEntretanto, concentrações maiores de cloretos nos tecidos das plantas não são tão \n\ntóxicas quando comparada aos outros micronutrientes. O íon cloreto participa \n\nativamente no processo da fotossíntese, ativação enzimática, osmo-regulação e \n\ncombate a alguns tipos de doenças. As culturas que apresentam respostas às \n\nconcentrações de cloretos presentes nos adubos são, entre outras: aveia, milho, \n\nbatatinha, beterraba, trigo, cevada e coco. \n\n\n\n54 \n\n \n\nNos efluentes, os cloretos são os íons encontrados em maiores \n\nconcentrações, podendo causar injúrias a algumas culturas, principalmente, nas \n\nplantas cultivadas para reflorestamento, paisagismo e pomares. Essas espécies de \n\nplantas acumulam cloro nos seus tecidos a um nível que pode até mesmo alcançar \n\nteores tóxicos (FEIGIN, RAVINA &amp; SHALHEVET, 1991). Conforme a publicação da \n\nEmpresa Brasileira de Pesquisa Agropecuária – EMBRAPA sobre a “Qualidade da \n\nágua para irrigação” (ALMEIDA, 2010), o valor máximo aceitável de cloretos deve \n\nser de 1063,5 mg/L. \n\n2.5.5.6 Nitrato \n\nSegundo Primavesi (1986), o nitrato é a forma de nitrogênio preferida a ser \n\nabsorvida pelas plantas, por ser pouco tóxico aos vegetais e poder circular em \n\nmaior concentração em sua seiva. O nitrato (NO3-) bloqueia a absorção de cloro \n\nnos solos salinos, bem como os íons de cloros existentes nos adubos. Tal fato é \n\nextremamente importante, principalmente para as solanáceas como pimentão, \n\ntomate, batatinha e fumo, pois estas são vulneráveis a pequenas quantidades de \n\ncloro (MALAVOLTA, 1981). De acordo com a publicação da Empresa Brasileira de \n\nPesquisa Agropecuária – EMBRAPA sobre a “Qualidade da água para irrigação” \n\n(ALMEIDA, 2010), o valor máximo aceitável de nitrato deve ser 10 mg/L. \n\n2.5.5.7 Nitrogênio amoniacal \n\nAs principais fontes de nitrogênio, contidas nos corpos receptores e nas águas \n\nsuperficiais, provêm do lançamento de despejos domésticos, industriais, excretas \n\nhumanas e fertilizantes sintéticos. Segundo Jenkins e Hermanowicz (1991), do \n\nnitrogênio total existente nos esgotos domésticos frescos, aproximadamente 40% \n\nestá na forma de amônia e 60% na forma de nitrogênio orgânico.  \n\nO nitrogênio ocorre na natureza em diversas formas: nitrogênio molecular \n\n(N2), nitrato (NO3-), nitrito (NO2 -), amônia (NH3), íon amônio (NH4+), óxido nitroso \n\n(N2O), nitrogênio orgânico, nitrogênio orgânico particulado, etc. Nos esgotos \n\ndomésticos, as formas mais comuns de nitrogênio são: nitrogênio orgânico, \n\nnitrogênio amoniacal, nitrato e nitrito, sendo esse último composto muito instável e, \n\nportanto, logo oxidado a nitrato (GASPAR, 2003). Para as plantas, o nitrogênio é \n\num nutriente estimulante de crescimento e, quando contido nas águas de irrigação, \n\nexerce o mesmo efeito do nitrogênio utilizado como fertilizante. Entretanto, \n\n\n\n55 \n\n \n\nquantidades elevadas desse elemento podem causar crescimento desordenado \n\ndas plantas e retardamento na maturação dos frutos, propiciando colheitas de baixa \n\nqualidade. \n\nSegundo a publicação da Empresa Brasileira de Pesquisa Agropecuária – \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de nitrogênio amoniacal deve ser 5 mg/L. \n\n2.5.5.8 Fósforo \n\nDe acordo com Pellegrini (2005), o sistema de cultivo adotado influencia \n\ngrandemente nas quantidades de sedimento e fósforo transferidos aos sistemas \n\naquáticos. Segundo o autor, nos sistemas de produção agrícola que utilizam \n\naplicações maciças e freqüentes de fertilizantes fosfatados ocorre um acúmulo de \n\nfósforo na superfície do solo, especialmente se não for feito o revolvimento do solo. \n\nO fósforo presente nas águas pode ser de origem natural ou antrópica, sendo as \n\nprincipais fontes naturais a dissolução de compostos do solo e a decomposição da \n\nmatéria orgânica e de origem antrópica, os efluentes domésticos e industriais, \n\ndetergentes, excrementos de animais e fertilizantes carreados através do \n\nescoamento superficial. O fósforo pode se apresentar nas águas nas formas de \n\nortofosfato, polifosfato e fósforo orgânico, sendo que este último provém das \n\nexcreções humanas e de animais, bem como de restos de alimentos. Quando os \n\ncompostos orgânicos sofrem decomposição biológica, dão origem a ortofosfatos. \n\nJá os polifosfatos têm origem, principalmente, nos detergentes (FARIA et al., 2007). \n\nDe acordo com a publicação da Empresa Brasileira de Pesquisa Agropecuária \n\n– EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de fósforo deve ser 2,0 mg/L. \n\n2.5.5.9 Potássio \n\nO potássio não é mencionado como fator limitante nas diretrizes de qualidade \n\nde água para irrigação, uma vez que, geralmente, as águas utilizadas para irrigação \n\napresentam quantidades relativamente pequenas, se comparadas a outros \n\nelementos. Contudo, sabe-se que a presença de altas concentrações de potássio \n\nnas águas a serem usadas para irrigação pode acarretar a indisponibilidade de \n\nmagnésio para as plantas. O potássio é absorvido pelas plantas na forma iônica K+ \n\ne atinge seu máximo na presença de Ca++ no meio. No entanto, altas \n\n\n\n56 \n\n \n\nconcentrações de cálcio no solo exercem efeito inibidor para a absorção de \n\npotássio. O potássio participa ativamente nos processos osmóticos da planta, \n\nprincipalmente na abertura e fechamento das células-guardas dos estômatos, \n\nregulando a perda de água das plantas e propiciando o turgor das folhas. Além \n\ndisso, o potássio influencia na síntese de proteínas, na manutenção de sua \n\nestabilidade, na permeabilidade da membrana e no controle do pH da planta \n\n(MALAVOLTA, 1997). \n\nSegundo a publicação da Empresa Brasileira de Pesquisa Agropecuária – \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de potássio deve ser 2 mg/L. \n\n2.5.5.10 Boro \n\nDe acordo com Almeida (2010) o boro é um nutriente essencial para a maioria \n\ndas culturas; entretanto, ele passa a ser tóxico quando a concentração na água de \n\nirrigação excede 2,0 mg/L. Pellegrini (2005) relata que algumas plantas são mais \n\nsensíveis à pequena concentração de boro, como por exemplo, citros. \n\nAs plantas que desenvolvem toxicidade por boro exibem sintomas distintos, \n\ncomo manchas amareladas ou secas nas bordas e ápices da folhas mais velhas. À \n\nmedida em que, a toxidez se intensifica, a necrose se estende pelas áreas \n\ninternervurais até o centro das folhas. Algumas culturas que não mostram os \n\nsintomas de toxidez na folha encontram-se gravemente afetadas e excretam uma \n\nsecreção gomosa pelos ramos e troncos (AYERS &amp; WESTCOT ,1991; FEIGIN, \n\nRAVINA &amp; SHALHEVET, 1991). \n\nUsualmente, o boro, quando existente nos efluentes, apresenta-se na forma \n\nde ácido bórico, sendo suficiente para corrigir a deficiência natural do solo. \n\nEntretanto, o boro é mais lixiviável no solo do que os outros microelementos, \n\npodendo passar através do perfil do solo e atingir juntamente com a água percolada \n\no lençol freático. Assim, concentrações significativas de boro nos efluentes a serem \n\nreutilizados podem causar restrições em sua disposição (PELLEGRINI, 2005). \n\nConforme a publicação da Empresa Brasileira de Pesquisa Agropecuária – \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de boro deve ser 2 mg/L. \n\n\n\n57 \n\n \n\n2.5.5.11 pH \n\nO pH, ou potencial hidrogeniônico, representa a concentração de íons \n\nhidrogênio H+ resultante inicialmente da dissociação da própria molécula da água, \n\npodendo ser acrescido pelo hidrogênio proveniente de outras fontes. O pH igual a \n\n7 indica uma condição de neutralidade, já o pH menor que 7 indica condições \n\nácidas, enquanto o pH maior que 7 indica condições básicas. Diversos fatores \n\npodem interferir no pH, podendo ser de origem natural ou antropogênica. De origem \n\nnatural, podemos citar a dissolução de rochas, a absorção de gases da atmosfera, \n\na oxidação da matéria orgânica e a fotossíntese (VON SPERLING, 2005). De \n\norigem antropogênica destacam-se o despejo de efluentes domésticos e \n\nindustriais. No que se refere à água escoada dos telhados verdes, os valores \n\nobtidos para este parâmetro podem limitar seu emprego na irrigação do próprio \n\nsistema, uma vez que o pH interfere no crescimento da planta devido ao seu efeito \n\nna disponibilidade de nutrientes, em especial de microelementos (BAILEY, \n\nNELSON &amp; FONTENO, 2000), além disso, diferentes valores de pH podem afetar \n\natividades fisiológicas, como a germinação e o enraizamento da cobertura vegetal. \n\nDe acordo com Ayers &amp; Wescot (1999), a faixa de pH considerada normal para a \n\nágua de irrigação está entre 6,5 e 8,4. Neste contexto, de acordo com Antas (2011), \n\na elevação do pH do solo diminui a disponibilidade da maioria dos nutrientes para \n\nas culturas e proporciona perda de nitrogênio na forma de amônia. \n\nNo caso das águas utilizadas para irrigação, quando o pH é muito ácido ou \n\nmuito básico, pode haver sérios problemas de nutrição e toxicidade para as plantas, \n\nbem como problemas de incrustações e corrosões nos sistemas de irrigação. Com \n\nrelação ao efeito do pH nas águas a serem utilizadas para irrigação, Ayers &amp; \n\nWestcot (1999) recomendam que o valor do pH se encontre entre 6,5 a 8,4. A \n\nconcentração H+ e OH- contida nas águas de irrigação pode exercer influência na \n\ndisponibilidade e absorção de nutrientes pelas das plantas, na estrutura e nas \n\npropriedades do solo e nos sistemas de irrigação. conforme a publicação da \n\nEmpresa Brasileira de Pesquisa Agropecuária – EMBRAPA sobre a “Qualidade da \n\nágua para irrigação” (ALMEIDA, 2010), o valor recomendado está entre 6 e 8,5. \n\n\n\n58 \n\n \n\n2.5.5.12 Razão de adsorção de sódio (RAS), cálcio e magnésio \n\nA utilização de águas salinas para irrigação, somada à falta de um manejo \n\napropriado de lixiviação de sais, poderá propiciar alta concentração de íons \n\nespecíficos na solução do solo, tais como o sódio. A adsorção desses no complexo \n\nsortivo promove dispersão das argilas, pela ação na expansão da dupla camada \n\ndifusa, tendo como efeito a redução na permeabilidade do solo, com consequente \n\ndecréscimo da taxa de infiltração da água no solo, além de prejudicar o \n\ndesenvolvimento radicular das plantas cultivadas (SILVA, 2002). Dessa forma, para \n\nque não haja problemas com a disposição de efluentes advindos das irrigações no \n\nsolo, é necessário que as concentrações de cálcio e magnésio no solo se \n\napresentem equilibradas. As proporções que tornam viáveis essa disposição são \n\nfixadas com base em uma relação denominada relação de adsorção de sódio \n\n(RAS), a qual é calculada pela expressão a seguir: \n\nConforme Almeida (2010) este índice denota a proporção relativa em que se \n\nencontra o Na+ em relação com o Ca2+ e o Mg2+, cátions divalentes que \n\ncompetem com o sódio pelos lugares de intercâmbio do solo. Esta consideração é \n\nde grande importância quando há predominância do íon sódio, que induzirá trocas \n\nde íons cálcio e magnésio pelos de sódio nos solos, o que pode conduzir à \n\ndegradação do mesmo, com a consequente perda de sua estrutura e \n\npermeabilidade, a qual é calculada pela Equação 22 a seguir. \n\n \n\n??? =\n??+\n\n?(??\n++ ? ??++ )\n\n2\n\n \n                                           (22) \n\n \n\n \n\nDe acordo com Pellegrini (2005) quando os valores da RAS são superiores a \n\n9 ou 10, são necessários uma verificação e um manejo adequado, para evitar o \n\ninchamento do solo. Em geral, se os valores da RAS forem superiores a 15 não \n\nserá possível o cultivo do solo, sobretudo, se o mesmo for argiloso, embora em \n\nalguns solos, se possa alcançar valores maiores sem que haja problemas. \n\nDe acordo com Almeida (2010) a diminuição da capacidade de infiltração do \n\nsolo está normalmente associada com as águas de irrigação de elevada \n\nconcentração de sódio, em relação à concentração de cálcio e/o com a baixa \n\nconcentração de sais solúveis. É dizer, quantidades relativamente altas de sódio \n\n\n\n59 \n\n \n\nou baixas de cálcio no solo e água, reduzem a velocidade com que a água de \n\nirrigação se infiltra na superfície do solo. Esta redução pode alcançar tal magnitude, \n\nque as raízes das plantas não recebam suficiente água entre as irrigações. Ainda \n\nconforme o autor, o valor máximo aceitável de RAS para a água de irrigação deve \n\nser de 15 mg/L. \n\nSegundo a publicação da Empresa Brasileira de Pesquisa Agropecuária – \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), o valor \n\nmáximo aceitável de cálcio e magnésio deve ser 400,8 e 60,8 mg/L. \n\nEm relação à análise comparativa entre à qualidade da água destinada à \n\nirrigação, conforme Almeida (2010), e a qualidade da água escoada dos telhados \n\nverdes instalados no IPA, localizado no município de Caruaru, os estudos de Farias \n\n(2012) e Lima (2013) indicaram que a água resultante do escoamento pluvial nos \n\ntelhados verdes apresentou maior quantidade de sólidos dissolvidos totais, \n\ncloretos, nitrato e fósforo se comparados aos valores máximos aceitáveis para a \n\nágua ser destinada à irrigação. Os resultados obtidos pelos autores estão \n\napresentados na tabela 4.  \n\nConforme apresentado na Tabela 4 observa-se que a água escoada dos \n\ntelhados verdes analisados nos estudos de Farias (2012) e Lima (2013) não pode \n\nser utilizadas para irrigação do próprio sistema, visto que alguns parâmetros estão \n\nacima do limite recomendado por Almeida (2010). Sendo assim, a possibilidade de \n\naproveitamento da água captada de um telhado verde é de fundamental \n\nimportância para a região do semiárido, visto que apresenta situação de escassez \n\nhídrica, podendo se tornar uma alternativa para economia de água potável.   \n\n \n\nTabela 4 - Qualidade da água escoada dos telhados verdes. \n\nParâmetros \nLimite máximo \n\n(mg/L) \n\nFarias (2012) Lima (2013) \n\nTelhados Telhados \n\nCoroa-de-\nFrade \n\nGrama de \nburro \n\nCoroa-\nde-Frade \n\nBabosa \n\nSólidos Dissolvidos Totais 2000 916 1198 2004 4060 \n\nCloretos 1063,5 11,6 32,9 177,2 162,5 \n\nNitrogênio - Nitrato 10 80,1 112,5 93,9 202,4 \n\nFósforo - Fosfato 2 23,7 18,3 39,9 81,4 \n\nFonte: Farias (2012) e Lima (2013). \n\n\n\n60 \n\n \n\n3 MATERIAIS E MÉTODOS \n\n3.1 Área de estudo \n\nEsta pesquisa foi desenvolvida no município de Caruaru, localizado na região \n\nsemiárida do estado de Pernambuco (conforme Figura 2), onde está situado o \n\nCentro Acadêmico do Agreste (CAA) no campus interiorizado da UFPE. Caruaru \n\nfaz parte do pólo de desenvolvimento têxtil da região de desenvolvimento do \n\nAgreste Pernambucano, distante 130 Km da capital de Pernambuco (Recife) e, \n\nsegundo dados do IBGE (2010), possui população de 314.951 habitantes, \n\napresentando taxa de urbanização superior a 88% distribuída numa área de 921 \n\nkm². Com considerável impermeabilização do seu solo natural, o município de \n\nCaruaru apresenta vários problemas de alagamentos e inundações que ocorrem \n\nrecorrentemente nos períodos de maior intensidade pluviométrica. Devido ao \n\ndesenvolvimento econômico do município de Caruaru nas últimas décadas, o \n\nmesmo apresenta-se como um dos mais importantes desta região, cuja sede \n\nmunicipal está a uma altitude aproximada de 554 m em relação ao nível do mar, \n\nlocalizada entre as coordenadas 8º17’0” de latitude sul e 35º58’34” de longitude \n\noeste, distando 140,7 km da capital Recife (CPRM, 2005). De acordo com \n\nCONDEPE/FIDEM (2016), o município de Caruaru apresentou um crescimento \n\npopulacional de 19,46% no período entre 2000 e 2010. O município passou de \n\n253.634 habitantes em 2000 para 314.912 habitantes no ano de 2010. \n\n\n\n61 \n\n \nFigura 2 - Localização do Brasil na América do Sul com destaque para o estado de \n\nPernambuco e para o município de Caruaru. \n\n \n\nFonte: Autor (2017). \n\n \n\n3.2 Descrição da unidade experimental de telhados verdes (UETV) \n\nPara investigar o desempenho do telhado verde em condições climáticas do \n\nsemiárido, foram instaladas unidades experimentais na unidade rural do Instituto \n\nAgronômico de Pernambuco - IPA, no município de Caruaru, em uma edificação \n\ntérrea pré-existente com três ambientes semelhantes que se mostraram muito \n\napropriados para a instalação do telhado verde. Os detalhes construtivos dessas \n\ninstalações foram apresentados por Santos et al. (2009). De acordo com os \n\nautores, na área cedida pelo IPA para o desenvolvimento da pesquisa existem dois \n\nbanheiros desativados e um pequeno quarto, com aproximadamente 4 m2 em cada \n\nambiente. Na laje de dois destes ambientes, foram implantados os telhados verdes \n\ne na laje do outro, conservou-se o telhado convencional (controle).  \n\nO telhado convencional, com 4,69 m2 de superfície de captação, tem \n\ncobertura de telhas cerâmicas. As vegetações utilizadas nos telhados verdes foram \n\n\n\n62 \n\n \n\nas seguintes: Babosa (Aloe Vera), no telhado verde 1 com 4,35 m2 de superfície de \n\ncaptação e Coroa-de-Frade (Melocactus Zenteri), no telhado verde 2 com 3,45 m2 \n\nde superfície de captação, conforme esquema apresentado na Figura 3. O \n\nsubstrato do telhado verde com Babosa em estudo é composto de areia, argila e \n\nhúmus de minhoca, no entanto o substrato do telhado verde com Coroa-de-Frade \n\né composto de areia, argila e terra preparada com esterco bovino. Ambos os \n\ntelhados verdes têm espessura de substrato de 12 cm. \n\n       \n\nFigura 3 - Esquema de disposição dos telhados verdes e convencional nas \n\ninstalações do IPA em Caruaru. \n\n \n\nFonte: Santos et al. (2009). \n\n \n\nA água escoada dos três telhados é direcionada aos tonéis de captação com \n\ncapacidade volumétrica de 240 litros por meio de tubos de PVC com diâmetros de \n\n75 mm junto às muretas de contenção do substrato, na parte baixa da edificação. \n\nPara cada telhado existe um tonel específico para armazenamento da água.  \n\nVisando analisar o desempenho das estruturas em condições controladas \n\nforam instalados, no âmbito de outra pesquisa, aspersores que permitiram simular \n\na precipitação sobre o telhado uma determinada quantidade de água com \n\nintensidade pré-definida. Constituem componentes do sistema de aspersão: \n\nhidrômetro, aspersores de irrigação, tubulação rosqueável de ½” ascendente, um \n\nconjunto motobomba com ¾ CV e um reservatório com capacidade de 3000 litros. \n\nTodo o sistema de aspersores foi apresentado por Lima (2013). \n\nTelhado \nconvencional \nÁrea: 4,69 m² \n\nBabosa (Aloe Vera) \nÁrea: 4,35 m² \n\nBabosa (Aloe Vera) \nÁrea: 3,45 m² \n\n\n\n63 \n\n \n\nOs telhados verdes, o telhado convencional, o sistema de captação e \n\narmazenamento de água, e o sistema de bombeamento e aspersão de água \n\nconstituem a Unidade Experimental de Telhados Verdes (UETV). Na Figura 4 estão \n\napresentados os detalhes da UETV relacionados com a captação (condutores \n\nverticais e superfícies de captação – telhado convencional e telhados verdes) e com \n\no armazenamento (tonéis e mangueiras para saída de fundo, usada para limpeza \n\ndos tonéis). \n\n \n\nFigura 4 - Identificação do sistema de captação. \n\n \n\nFonte: Lima (2013). \n\n \n\n3.3 Aquisição de dados pluviométricos \n\nOs dados pluviométricos foram disponibilizados pela Agência Pernambucana \n\nde Águas e Clima (APAC, 2017) da Estação 24 localizada no IPA (Caruaru) e nas \n\nproximidades da edificação onde estão instalados os telhados em estudo.  \n\nA Plataforma de Coleta de Dados (PCD) da Estação 24 possui vários \n\nsensores, entre eles pode-se destacar o sensor de precipitação ou pluviômetro que \n\né constituído de um pluviômetro de báscula (Figura 5), que consiste de um funil \n\ncom 200 mm de diâmetro de abertura o qual recebe a precipitação e a encaminha \n\npara um sistema de básculas alternadas que é formado de uma haste apoiada em \n\n\n\n64 \n\n \n\nseu centro com conchas nas extremidades. Quando a quantidade de água \n\nacumulada em uma báscula ou concha atinge 0,25 mm, o peso desta quantidade \n\nde água aciona o mecanismo, fechando um relé magnético, descartando o líquido \n\ne preparando a outra báscula ou concha para receber nova quantidade de líquido. \n\nO fechamento do relé magnético produz um pulso que é encaminhado a uma \n\nentrada contadora de pulsos da PCD que é programada para reportar a \n\nprecipitação acumulada na unidade apropriada. A capacidade do pluviômetro é \n\nilimitada, pois o líquido é descartado imediatamente após a medida. O pluviômetro \n\npossui um “nível de bolha” em sua base que é utilizado para o correto nivelamento \n\ndo instrumento (LIMA, 2013). \n\nOs dados do sensor de precipitação ou pluviômetro, citado anteriormente, \n\ndisponibilizados pela APAC (2017) não foram submetidos a nenhum tipo de \n\ntratamento. \n\nFigura 5 - Pluviômetro de báscula. \n\n \n\nFonte: Adaptado de Santos et al. (2009). \n\n \n\nA etapa inicial da pesquisa se destinou ao estudo do regime pluviométrico do \n\nmunicípio de Caruaru, com dados a partir de 1969 até o ano de 2017. A partir da \n\nsérie histórica, foi realizada uma análise estatística com objetivo de caracterizar o \n\nregime pluviométrico de Caruaru, foram determinados os períodos seco e chuvoso, \n\nbem como os valores de precipitação total anual e média móvel de 10 anos. \n\nCom o objetivo de determinar o período seco e o período chuvoso do \n\nmunicípio, trabalhou-se com o valor de referência. O valor de referência foi \n\ncalculado considerando a média da precipitação acumulada mensal no período de \n\n\n\n65 \n\n \n\n1970 a 2017, obtendo-se assim 12 valores de referência (1 para cada mês do ano). \n\nAdotando esse valor limite entre o período seco e período chuvoso (valor de \n\nreferência), e fez a deferência do mesmo com o valor médio de cada mês. Esta \n\nanálise terá como objetivo verificar a variabilidade temporal da precipitação no \n\nmunicípio analisado.  \n\n \n\n3.4 Determinação da equação de chuvas intensas \n\nNa Figura 6 está apresentado um fluxograma que resume o procedimento \n\npara a obtenção da equação IDF (intensidade, duração e frequência) para o \n\nmunicípio de Caruaru a partir de dados pluviométricos. As informações serão \n\napresentadas em gráficos elaborados em planilha eletrônica. \n\nFigura 6 - Fluxograma da metodologia adotada para obtenção da Equação IDF. \n\n \n\nFonte: Autor (2017). \n\n\n\n66 \n\n \n\n3.4.1 Aquisição de dados e seleção das alturas pluviométricas máximas \n\nPara a determinação das intensidades máximas de chuvas para o município \n\nde Caruaru, foram obtidos dados pluviométricos diários do posto pluviométrico \n\nlocalizado no IPA (Estação 24) existente no banco de dados da APAC (2017). Os \n\ndados diários de precipitação foram organizados de maneira a obter por meio da \n\nsérie histórica anual, as chuvas máximas diárias anuais que em seguida foram \n\ndesagregadas em chuvas de um dia para durações menores (5 min, 10 min, 15 \n\nmin, 20 min, 25 min 30 min, 1 h, 6 h, 8 h, 10 h, 12 h e 24 h,) conforme a metodologia \n\nproposta por CETESB (1986), de acordo com os coeficientes de proporcionalidade \n\napresentados na Tabela 2, para diferentes períodos de retorno (2, 5, 10, 20, 25, 50 \n\ne 100 anos). Calculadas as alturas máximas de precipitação para cada período de \n\nretorno, foram calculadas as intensidades de precipitação a partir da Equação 23. \n\n \n\n                                    i =\nx(T)\n\n?\n ? 60                                       (23) \n\n \n\nOnde: \n\ni = intensidade de precipitação (mm/h); \n\n? = tempo de duração da precipitação (min); \n\nx(T) = precipitação máxima com período de retorno T anos (mm). \n\n \n\n3.4.2 Análise de frequência da série de dados \n\nPara a estimativa da frequência de chuva, foi utilizada a distribuição de \n\nGumbel (Equações 11 e 12). Tal modelo foi escolhido em função de sua \n\naplicabilidade em outros trabalhos sobre chuvas intensas realizadas no Brasil. As \n\ndistribuições de valores extremos de grandezas hidrológicas se ajustam \n\nsatisfatoriamente à distribuição de Gumbel, empregada neste trabalho. Segundo \n\nSilva et al. (2002) o modelo de Gumbel foi o que apresentou melhor ajuste aos \n\ndados de intensidades máximas médias de precipitação pluvial pelo teste de \n\nKolmogorov-Smirnov, a 20% de probabilidade para todas as durações estudadas. \n\n\n\n67 \n\n \n\n3.4.3 Validação dos ajustes da distribuição aplicada \n\nPara avaliar a qualidade dos ajustes das distribuições estatísticas foram \n\nutilizados o coeficiente de determinação (R²) (Equação 13) e o teste de aderência \n\nde Kolmogorov-Sminorv (Equação 14). O nível de significância utilizado para validar \n\nos modelos, na estação em estudo foi de 5% (? = 0,05). A validação dos ajustes \n\nforam elaborados em planilha eletrônica. \n\n \n\n3.4.4 Determinação dos parâmetros da IDF \n\nOs parâmetros da equação de chuvas intensas (Equação 17) foram obtidos \n\nconforme sugerido por Villela &amp; Mattos (1975). O parâmetro “b” foi escolhido após \n\na aplicação do método dos mínimos quadrados, que transforma as curvas obtidas, \n\npara cada tempo de recorrência, em uma reta. Os parâmetros foram obtidos em \n\nplanilha eletrônica. \n\n \n\n3.5 Determinação da capacidade de retenção e escoamento dos telhados \n\nPara determinação da intensidade simulada no experimento considerou-se o \n\nperíodo de retorno da chuva de 15 anos, usualmente recomendado para projetos \n\nde drenagem (SMOP, 2014), e duração de 60 minutos, sendo assim empregou-se \n\na Equação 26, obtendo-se uma intensidade de 26 mm/h. \n\nO experimento realizado para a determinação da capacidade de retenção e \n\nescoamento dos telhados consistiu em simular uma chuva sobre os telhados \n\ndeterminada quantidade de água com a intensidade controlada de 26 mm/h, \n\nadotando o tempo de duração da “precipitação” de 60 minutos, e na realização de \n\nregistro do nível d’água nos tonéis de captação simultaneamente. A precipitação foi \n\nsimulada com o emprego do simulador de chuva. \n\nOs experimentos foram realizados nos dias 18, 19 e 20 de outubro de 2016, \n\nna UETV. O mesmo consistiu na medição do volume escoado dos telhados a cada \n\nminuto (Qs), obtido a partir da leitura do volume nos tonéis graduados instalados no \n\nsistema de captação dos telhados, em consequência da entrada de água (P) no \n\nsistema substrato-vegetação, obtida a partir do volume lido no hidrômetro instalado \n\nno sistema de aspersão. \n\n\n\n68 \n\n \n\n3.5.1 Capacidade de retenção dos telhados verdes \n\nDe acordo com os dados pluviométricos disponibilizados pela Agência \n\nPernambucana de Águas e Clima (APAC, 2017) da estação 24 localizada no IPA \n\n(Caruaru-PE), durante todo o mês de outubro de 2016, choveu sobre os telhados \n\nem estudo apenas no dia 13/08/2016  e a precipitação foi de 2 mm. \n\nNo que se refere à evapotranspiração, de acordo com SETRA (2009), a \n\nevapotranspiração potencial (recomendada para estudos em regiões semiáridas) \n\nna cidade de Caruaru é em torno de 1850 mm/ano, o que corresponde a \n\naproximadamente 0,21 mm/hora, tendo sido considerado muito pequeno e, por \n\nisso, desprezado neste estudo. Assim sendo, o balanço hídrico dos telhados verdes \n\nnestas condições pode ser considerado a partir da Equação 24. \n\n \n\nP = Q + ?V                                              (24) \n\n \n\nA capacidade de retenção dos telhados verdes foi avaliada a partir da \n\nrealização do balanço hídrico em cada telhado. Considerando um sistema \n\ndelimitado, como uma bacia ou mesmo um telhado verde, o balanço hídrico, a ser \n\nverificado em um determinado período de tempo, pode ser realizado aplicando-se \n\na Equação 24.  \n\nO volume total que entrou em cada telhado durante o Experimento foi obtido \n\na partir da proporção entre o volume lido no hidrômetro, instalado no sistema de \n\nasperssão, e a área de cada telhado. Sendo assim, o volume que entrou no telhado \n\nverde com coroa-de-Frade foi menor que os demais, visto que o mesmo possui a \n\nmenor área, conforme Figura 3. A variável de entrada de água no telhado verde \n\n(P), obtida a cada litro acumulado no tonel de captação, sendo assim, a mesma foi \n\ncalculada a partir do produto entre o intervalo de tempo necessário para acumular \n\ncada litro no tonel e a intensidade da precipitação utilizada no Experimento (26 \n\nmm/h). \n\nO escoamento para fora dos telhados (Qs) foi obtido a partir da medição do \n\nvolume armazenado nos tonéis graduados, uma vez que o volume e o nível da água \n\nno tonel obedecem a uma relação já definida. Durante o experimento media-se o \n\nintervalo de tempo necessário para acumular cada litro de água nos tonéis de \n\ncaptação. \n\n\n\n69 \n\n \n\nA variação de volume de água armazenado no solo (?V) foi obtida a partir da \n\ndiferença entre a entrada de água no telhado (P) e o escoamento para fora dos \n\ntelhados (Qs). \n\nPara analisar a influência da umidade inicial na capacidade de retenção foi \n\ndeterminado a umidade do substrato dos telhados verdes antes de cada \n\nexperimento. Assim sendo, foram realizadas coletas de amostra de solo de cada \n\ntelhado verde antes de ligar o sistema de aspersores. As amostras eram \n\narmazenadas em sacos plásticos lacrados e em seguida eram encaminhadas para \n\nrealização do ensaio no Laboratório de Engenharia Ambiental da UFPE/CAA \n\nconforme a ABNT (1986) (Amostras de Solo - Preparação para ensaios de \n\ncompactação e ensaios de caracterização).  \n\n \n\n3.6 Dispositivo-filtro \n\nO dispositivo-filtro compreende um arranjo de conexões e materiais filtrantes \n\nutilizados para a remoção/redução de poluentes resultante da passagem da água \n\ncom fluxo descendente pelo conjunto. \n\nO experimento para avaliar a eficiência do dispositivo-filtro em relação à \n\nremoção/redução de poluentes foi dividido em cinco etapas: (1) construção do \n\ndispositivo-filtro; (2) composição dos filtros de areia; (3) dimensionamento dos filtros \n\ndescendentes; (4) procedimento experimental; e (5) caracterização dos parâmetros \n\nde qualidade da água.  \n\n \n\n3.6.1 Construção do dispositivo-filtro \n\nPara construção dos dispositivos-filtros foram utilizados os seguintes \n\nmateriais e conexões: tubulação de PVC de 50 mm, luvas roscável de 1 1/2”, \n\nadaptador de 50 x ½” e manta bidim, conforme Figura 7. \n\n\n\n70 \n\n \n\nFigura 7 - Materiais utilizados nos dispositivos-filtros. \n\n \n\nFonte: Autor (2017). \n\n \n\nOs diferentes arranjos de dispositivos-filtros testados foram constituídos de \n\nmódulos, em que cada módulo compreende um trecho de tubulação de PVC com \n\n50 mm de diâmetro e 25 cm de comprimento, duas luvas roscável de 1 1/2”, dois \n\nadaptadores de 50 x ½”, e duas mantas bidim, Figura 8. Sendo que no interior de \n\ncada módulo utiliza-se um material filtrante diferente. Os módulos eram conectados \n\nem série, conforme Figura 9. \n\nO dispositivo-filtro descendente recebia o efluente por gravidade na sua parte \n\nsuperior. Para o controle da vazão de entrada no dispositivo-filtro foi utilizado um \n\nreservatório de distribuição com um orifício instalado na parte inferior, conforme \n\nFigura 9. \n\n\n\n71 \n\n \n\nFigura 8 - Módulo do dispositivo-filtro. \n\n \n\nFonte: Autor (2017). \n\nFigura 9 - Dispositivo-filtro com dois módulos. \n\n \n\nFonte: Autor (2017). \n\n\n\n72 \n\n \n\n3.6.2 Composições dos filtros \n\nFoi testado como meio filtrante a areia, com três faixas granulométricas. \n\nForam analisadas duas configurações de filtros, com o objetivo de determinar a \n\nconfiguração mais eficiente para o tratamento do efluente do telhado verde, \n\nconforme Tabela 5 e figuras 10 e 11. \n\nTabela 5 - Configurações de filtros ensaiados em laboratório. \n\nCamada Espessura       \n(cm) \n\nFiltro A Espessura       \n(cm) \n\nFiltro B \n\nTerceira 20 Areia C - - \nSegunda 20 Areia B 25 Areia B \nPrimeira 20 Areia A 25 Areia A \n\nOnde: Areia A: faixa granulométrica entre 0,3 e 0,59 mm; Areia B, faixa granulométrica entre 0,59 e \n\n1,18; e Areia C, faixa granulométrica entre 1,18 e 2,36. \n\nFonte: Autor (2017). \n\nFigura 10 - Composição do filtro A de areia. \n\n \n\nFonte: Autor (2017). \n\nFigura 11 - Composição do filtro B de areia. \n\n \n\nFonte: Autor (2017). \n\n\n\n73 \n\n \n\n3.6.3 Dimensionamento dos filtros descendentes \n\nNesta etapa foram determinadas as seguintes características: o tipo de areia, \n\nespessura da camada ou camadas de areia e superfície filtrante.  \n\nA análise granulométrica foi determinada empregando-se a metodologia \n\nestabelecida na norma NBR 7181 (ABNT, 1984) que prevê o peneiramento da \n\namostra utilizando-se um conjunto de peneiras da série Normal acopladas à uma \n\nmesa vibratória. O conjunto de peneiras da série Normal utilizada neste trabalho \n\n(Figura 12) pertence ao Laboratório de Estruturas e Materiais da UFPE campus \n\nCaruaru-PE. \n\nFigura 12 - Conjunto de peneiras e mesa vibratória. \n\n \n\nFonte: Autor (2017). \n\nFigura 13 - Curva granulométrica da areia dos filtros. \n\n \n\nFonte: Autor (2017). \n\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n\n100%\n110%\n\n0,3 0,59 1,18 2,36\n\nM\na\nte\n\nri\na\nl \nq\n\nu\ne\n p\n\na\ns\ns\na\n (\n\n%\n)\n\nAberturas (mm) \n\n\n\n74 \n\n \n\nApós a caracterização granulométrica da areia (Figura 13), a mesma foi \n\nseparada em faixas granulométricas, conforme Figura 14. Foi utilizado como meio \n\nfiltrante para tratamento do efluente dos telhados verdes a areia com as seguintes \n\nfaixas granulométricas: FG1 0,3 a 0,59 mm; FG2 0,59 a 1,18 mm e FG3 1,18 a 2,36 \n\nmm, cujas propriedades estão descrita na Tabela 6. \n\n \n\nFigura 14 - Faixas granulométricas utilizadas como meio filtrante. \n\n \n\nFonte: Autor (2017). \n\n3.6.3.1 Leito filtrante dos filtros descendentes \n\nO meio filtrante do filtro de areia foi confeccionado com as características de \n\nacordo a Tabela 6, com espessuras superiores a 50 cm (conforme recomendação \n\nde ALMEIDA (2010), diâmetro de 50 mm e sua granulometria variando de 0,3 a \n\n2,36 mm.  \n\nTabela 6 - Granulometria do meio filtrante de areia. \n\nCaracterísticas da areia Dados \n\nDiâmetro efetivo, D10 (mm) 0,35 \n\nTamanho do maior grão (mm) 2,36 \n\nTamanho do menor grão (mm) 0,3 \n\nCoeficiente de uniformidade (Cu) 1,6 \n\nFonte: Autor (2017). \n\n \n\n\n\n75 \n\n \n\n3.6.4 Procedimento experimental \n\nPara realização dos testes de desempenho dos diferentes arranjos dos \n\ndispositivos testados foram utilizados como material de entrada três tipos de \n\nefluentes: um feito no laboratório (chamado aqui de efluente SINTÉTICO), um \n\nescoado do telhado com Coroa-de-Frade e um escoado do telhado com Babosa. \n\nNo experimento para avaliar a eficiência do dispositivo-filtro foi montado no \n\nensaio de bancada, duas composições de filtros de areia (filtro A e filtro B) para \n\ncada efluente em estudo. O filtro A de areia possuía areia com três faixas \n\ngranulométricas (FG1, FG2 e FG3) em camadas com espessura de 20 cm em cada \n\ncamada, no entanto o filtro B de areia possuía areia com duas faixas \n\ngranulométricas (FG2 e FG3) em duas camadas com espessura de 25 cm em cada \n\ncamada. Cada efluente foi percolado três vezes através da composição do filtro A \n\nde areia e três vezes através da composição do filtro B de areia, correspondente \n\nao efluente. O intervalo entre as filtrações era de no mínimo 24 horas, onde em \n\ncada filtração era coletada uma amostra do filtrado para análise em laboratório, \n\ntotalizado ao final do experimento 18 amostras de efluentes filtrados. \n\nOs filtros descendentes recebiam os efluentes por gravidade com a mesma \n\nvazão de entrada de 2,0 litros/minuto. O experimento consistiu na passagem de um \n\nlitro de efluente por cada uma das duas configurações de filtros em análise. Foi \n\ncoletada uma amostra de efluente após passar por cada um dos filtros para análise \n\ndos parâmetros físico-químicos em laboratório. \n\n3.6.4.1 Efluentes de estudo \n\nCom o objetivo de analisar a eficiência do filtro na remoção dos parâmetros \n\nfísico-químicos em análise, foi desenvolvido no laboratório um efluente sintético \n\ncom todos os parâmetros físico-químicos acima dos limites estabelecidos por \n\nAlmeida (2010). \n\nPara analisar a influência dos telhados verdes na qualidade da água, o \n\nefluente utilizado no experimento foi coletado dos reservatórios que armazenam a \n\nágua percolada através dos sistemas de telhados verdes Babosa e Coroa-de-Frade \n\nda UETV.  \n\n\n\n76 \n\n \n\n3.6.4.2 Controle da vazão vazão de entrada no dispositivo-filtro \n\nConforme a curva IDF determinada, para um tempo de retorno de 15 anos e \n\numa duração de 60 minutos, foi possível obter uma intensidade de 26 mm/h. Sendo \n\nassim, a vazão de entrada no dispositivo-filtro foi determinada a partir do produto \n\nentre a intensidade (26 mm/h) e a área do maior telhado em estudo (4,69 m²), \n\nobtendo-se assim uma vazão de entrada em cada filtro de 2,0 litros/minuto. \n\nPara controlar a vazão de entrada do filtro, foi utilizada uma garrafa com um \n\norifício instalado na tampa na parte inferior da mesma (Figura 15), com isso, a \n\nvazão permaneceu constante durante todo o tempo. \n\nFigura 15 - Garrafas com um orifício instalado na tampa. \n\n \n\nFonte: Autor (2017). \n\n \n\n3.6.4.3 Taxa de filtração dos filtros \n\nConforme Eustáquio (2010) a taxa de filtração do filtro é obtida a partir da \n\nEquação 25. Ao longo do experimento era medida a vazão efluente de cada filtro e \n\nde acordo com a Equação 25.  \n\n                     \n\n                          TF =\n?\n\n??\n                                                                   (25) \n\nOnde:  \n\nTF = taxa média de filtração em m³/m².dia;  \n\nQ = vazão de percolação em m³/dia; \n\nAf = área do filtro em m². \n\n\n\n77 \n\n \n\n3.6.5 Caracterização dos parâmetros de qualidade da água \n\nAs análises físicas e químicas das amostras de água coletadas e filtradas \n\nforam realizadas nas dependências do Laboratório Multiusuário de Tecnologia para \n\no Semiárido (LAMTESA) e no Laboratório de Engenharia Ambiental (LEA), \n\nintegrantes da estrutura da Universidade Federal de Pernambuco campus Agreste \n\n(UFPE/CAA), com determinação conforme as normas analíticas referentes aos \n\nparâmetros a serem investigados. As análises foram realizadas no período de \n\nmarço a junho de 2017. As análises de pH e condutividade elétrica foram realizadas \n\nin loco. As amostras foram coletadas em recipientes plásticos com capacidade de \n\n1,5 litros e acondicionadas em refrigerador para garantir a preservação da amostra \n\naté o momento de realização das análises no laboratório. \n\nA determinação dos parâmetros de qualidade de água determinados em \n\nlaboratório estava em conformidade com a metodologia de referência do Standard \n\nMethods (APHA, 2005). \n\nAs metodologias utilizadas para análise dos parâmetros físico-químicos \n\ndurante a pesquisa seguem apresentadas na Tabela 7.  \n\n \n\nTabela 7 - Parâmetros físico-químicos analisados e metodologias utilizadas. \n\nParâmetro Método Analítico \nInformações sobre a \n\ndeterminação \n\nCondutividade Elétrica Condutimetria Determinação in loco  \n\nSólidos Dissolvidos Totais  2540 B.D.E.   \n  \n  \n\nDeterminação em \nlaboratório, conforme \n\nmetodologia de \nreferência no Standard \n\nMethods (APHA, \n2005). \n\n  \n  \n  \n\n  \n\nCálcio Fotometria de chama \n\nMagnésio Titulometria \n\nSódio Fotometria de chama \n\nCarbonatos Volumetria \n\nBicarbonatos Volumetria \n\nCloretos \nTitulação com Nitrato de \n\nPrata \n\nNitrogênio Amoniacal Titulométrico - 4500 C. \n\nPotássio Fotometria de chama \n\npH   Determinação in loco  \n\nRazão de Adsorção de \nSódio \n\n Equação  \n\nFonte: Autor (2017). \n\n \n\n\n\n78 \n\n \n\nAs análises de fósforo, sulfato, boro e nitrato foram realizadas com o uso de \n\nkits, com especificações apresentadas nas Tabelas 8 e 9. As análises realizadas \n\ncom tais kits consistem em condicionar amostra da água coletada em tubos de \n\nensaio, adicionar reagentes e realizar a leitura dos resultados de concentração \n\ndiretamente no fotocolorímetro (fósforo) e no espectrofotômetro (sulfatos, nitrato e \n\nboro). \n\nTabela 8 - Parâmetros físico-químicos analisados com Kits no fotocolorímetro. \n\nParâmetro Método \n\nFotocolorímetro \nEspectro          \n\n? (nm) \nLQI* LQS* Sensib. Unidade \n\nFósforo Vanadomolibdico 0,10 5,00 0,01959 mg/L P 415 \n\nFonte: Autor (2017). \n\n \n\nTabela 9 - Parâmetros físico-químicos analisados com Kits no espectrofotômetro. \n\nParâmetro \n\nQualidade característica Qualidade do procedimento \n\nDesvio \npadrão \n(mg/L) \n\nCoeficiente \nde variação \n\n(%) \n\nIntervalo de \nconfiança \n\n(mg/L) \n\nAbsorbância \n \n\n(mg/L) \n\nAcurácia do \nvalor mensurado \n\n(mg/L) \n\nSulfatos ± 4,0  ± 2,5  ± 9 3 máx. ± 14 \n\nNitrato ± 0,10 ± 0,82 ± 0,3 0,2 máx. ± 0,6 \n\nBoro ± 0,025 ± 2,5 ± 0,06 0,01 máx. ± 0,09 \n\nFonte: Autor (2017). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n79 \n\n \n\n4 RESULTADOS E DISCUSSÃO \n\n4.1 Análise estatística da precipitação \n\n4.1.1 Histórico das chuvas em Caruaru \n\nNa Figura 16 é apresentado o gráfico da distribuição da precipitação total \n\nanual. A precipitação anual média desse período foi de 717,9 mm. Observa-se que \n\no ano de 1993 apresentou a menor ocorrência de chuva, 329,2 mm, e o ano que \n\nmais choveu foi 2011, com 1059,9 mm. Pode-se observar também, que no período \n\nentre 1993 e 2014 as precipitações apresentam valores extremos. Ainda de acordo \n\ncom a figura 16, observa-se que a média móvel a cada 10 anos apresenta \n\ndecrescimento no período de 1969 a 1999 e crescimento entre 2000 e 2011 e a \n\npartir de 2012 volta a apresentar decrescimento.  \n\nDe acordo com a análise dos dados históricos de precipitação no município \n\nde Caruaru, pode-se observar que o município apresentou nos últimos anos, \n\nperíodos muito secos e períodos muito chuvosos.  \n\n \n\nFigura 16 - Série temporal, tendência linear e média móvel de 10 anos da \n\nprecipitação total anual. \n\n \n\nFonte: Autor (2017). \n\n \n\nCom o objetivo de determinar o período seco e o período chuvoso, trabalhou-\n\nse com o valor médio mensal obtido da precipitação média anual acumulada, \n\nobtendo-se média de 56,8 mm como valor de referência média mensal. \n\ny = -4,3107x + 9252,9\n\n0,0\n\n200,0\n\n400,0\n\n600,0\n\n800,0\n\n1000,0\n\n1200,0\n\n1\n9\n\n6\n9\n\n1\n9\n\n7\n1\n\n1\n9\n\n7\n3\n\n1\n9\n\n7\n5\n\n1\n9\n\n7\n7\n\n1\n9\n\n7\n9\n\n1\n9\n\n8\n1\n\n1\n9\n\n8\n3\n\n1\n9\n\n8\n5\n\n1\n9\n\n8\n7\n\n1\n9\n\n8\n9\n\n1\n9\n\n9\n1\n\n1\n9\n\n9\n3\n\n1\n9\n\n9\n5\n\n1\n9\n\n9\n7\n\n1\n9\n\n9\n9\n\n2\n0\n\n0\n1\n\n2\n0\n\n0\n3\n\n2\n0\n\n0\n5\n\n2\n0\n\n0\n7\n\n2\n0\n\n0\n9\n\n2\n0\n\n1\n1\n\n2\n0\n\n1\n3\n\n2\n0\n\n1\n5\n\n2\n0\n\n1\n7\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nAno\n\nPrecipitação Total Anual (mm) Média Móvel de 10 anos\n\nTendência linear, equação\n\n\n\n80 \n\n \n\nConsiderando esse valor como o limite entre os dois períodos, seco e chuvoso, fez-\n\nse a diferença do valor médio de cada mês. Estes dados estão apresentados na \n\nFigura 17, onde se observa que o período chuvoso do município está compreendido \n\nentre os meses de fevereiro e julho, sendo o mês de julho o mês mais chuvoso do \n\nano. \n\n \n\nFigura 17 - Desvio de precipitação em relação à média mensal, dados de \n\nprecipitação referente ao posto Caruaru 24. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.2 Análise de chuvas intensas \n\nA Figura 18 apresenta as curvas intensidade x duração para os períodos de \n\nretorno de 2, 5, 10, 15, 20, 25, 50 e 100 anos, durações de até 1.440 minutos (24 \n\nhoras), sendo que a intensidade de chuva é dada em mm/h.  \n\n-14,6\n\n3,3\n\n27,0 29,5 25,6\n\n37,4\n43,5\n\n-3,6\n\n-30,8\n-41,3 -42,8\n\n-33,1\n\n-60,0\n\n-45,0\n\n-30,0\n\n-15,0\n\n0,0\n\n15,0\n\n30,0\n\n45,0\n\n60,0\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nD\ne\ns\nv\n\nio\n d\n\na\n P\n\nre\nc\nip\n\nit\na\nç\nã\no\n\n \n(m\n\nm\n)\n\nMês\n\nMédia de referência \n(56,8mm)\n\n\n\n81 \n\n \n\nFigura 18 - Curva intensidade x duração para diferentes períodos de \n\nretorno, na estação Caruaru-PE (24). \n\n \n\nFonte: Autor (2017). \n\n \n\nSendo assim, a partir da análise de dados de chuvas intensas para o período \n\nde 1969 a 2017, obteve-se a Equação 26 apresentada abaixo. \n\n \n\n                     ? =\n439,883 ?0,298\n\n(?+3,05)0,876\n                                                                            (26) \n\n \n\nA Equação 26 assemelha-se a Equação 27 obtida em pesquisa realizada por \n\nCoutinho et al. (2010), que obtiveram os parâmetros da Equação IDF a partir do \n\nmétodo das relações entre durações (CETESB 1986) para o município de Caruaru \n\nno período de 1984 a 2010. \n\n                   ? =\n445,0122869 ?0,2586\n\n(?+3,7974)0,7483\n                                                                   (27) \n\n \n\nA Tabela 10 apresenta os resultados obtidos para a estação estudada. Com \n\no método de desagregação da chuva, a Equação IDF apresentou bons resultados, \n\ncom coeficiente de determinação de 0,9835, próximo ao seu valor ótimo (1). \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n110\n\n120\n\n130\n\n140\n\n150\n0\n\n6\n0\n\n1\n2\n\n0\n\n1\n8\n\n0\n\n2\n4\n\n0\n\n3\n0\n\n0\n\n3\n6\n\n0\n\n4\n2\n\n0\n\n4\n8\n\n0\n\n5\n4\n\n0\n\n6\n0\n\n0\n\n6\n6\n\n0\n\n7\n2\n\n0\n\n7\n8\n\n0\n\n8\n4\n\n0\n\n9\n0\n\n0\n\n9\n6\n\n0\n\n1\n0\n\n2\n0\n\n1\n0\n\n8\n0\n\n1\n1\n\n4\n0\n\n1\n2\n\n0\n0\n\n1\n2\n\n6\n0\n\n1\n3\n\n2\n0\n\n1\n3\n\n8\n0\n\n1\n4\n\n4\n0\n\nIn\nte\n\nn\ns\nid\n\na\nd\n\ne\n (\n\nm\nm\n\n/h\n)\n\nDuração  (min)\n\nTr = 2 anos Tr = 5 anos Tr = 10 anos\n\nTr = 15 anos Tr = 20 anos Tr = 25 anos\n\nTr = 50 anos Tr = 100 anos\n\n\n\n82 \n\n \nTabela 10 - Parâmetros da Equação IDF. \n\n Parâmetros Coeficiente \ndeterminação \n\n(R²) \n\nKolmogorov- \n\nSmirnov \n\n(5%) \n\nDN médio \n\nk a b c \n\nValores Obtidos 439,883 0,2980 3,05 0,876 0,9835 0,138 \n\nCoutinho et al. (2010) 445,0122869 0,2586 3,7974 0,7483 0,975479 0,107 \n\nFonte: Autor (2017). \n\n \n\n4.3 Capacidade de retenção e escoamento dos telhados  \n\n4.3.1 Capacidade de retenção dos telhados verdes \n\n Conforme as amostras de solo dos telhados verdes, coletadas antes do início \n\nde cada um dos experimentos realizados nos dias 18, 19 e 20 de outubro de 2016, \n\nforam obtidos os valores de umidades apresentados na Tabela 11. Os valores de \n\numidades iniciais de ambos os telhados verdes no primeiro experimento foram \n\nbaixos, devido ao período de estresse hídrico do município. De acordo com APAC \n\n(2017) durante todo o mês de outubro de 2016 choveu apenas no dia 13 um total \n\nde 2 mm na área em estudo. De acordo com a Tabela 9 pode-se observar que a \n\numidade no primeiro experimento apresentou um valor de 2,5% para o telhado \n\nverde Babosa e 3,2% para o telhado verde Coroa-de-Frade, no entanto, no terceiro \n\nexperimento esses valores de umidade aumentaram para 15,4% e 16,1%, logo foi \n\npossível verificar que a umidade inicial influenciou na capacidade de retenção dos \n\ntelhados verdes, visto que quanto maior a umidade inicial menor era a capacidade \n\nde retenção dos telhados.  \n\nTabela 11 - Valores de umidades obtidos antes do início de cada experimento. \n\nTelhado Verde \nUmidade (%) \n\nExperimento 1 Experimento 2 Experimento 3 \n\nBabosa 2,5 12,7 15,4 \n\nCoroa-de-Frade 3,2 13,6 16,1 \n\nFonte: Autor (2017). \n\n \n\nCom uma intensidade controlada de 26 mm/h e uma duração de 60 minutos \n\nfoi possível simular a precipitação, em cada experimento, um volume total de 111,0 \n\nlitros sobre o telhado verde Babosa e um volume total de 88,1 litros sobre o telhado \n\nverde Coroa-de-Frade. \n\n\n\n83 \n\n \n\n4.3.1.1 Experimento 1 (18/10/2016) \n\nOs volumes precipitados, retidos e acumulados obtidos no Experimento 1 \n\nestão apresentados nas Figuras 19 e 20. O volume retido em cada telhado foi obtido \n\na partir da diferença entre o volume que entrou no sistema e o volume escoado \n\npara o respectivo tonel durante um intervalo de tempo de 60 minutos.  \n\nNa Figura 19 é apresentado o gráfico que indica o volume retido, ou seja, a \n\ncapacidade de retenção do telhado verde Babosa, ao longo do tempo, e a \n\nprecipitação. Pode-se observar que até 17,5 minutos após o início do experimento, \n\ntempo necessário para acumular um litro no tonel, o telhado verde com Babosa \n\nreteve 31,3 litros, o que corresponde a 28% do volume total de entrada. A partir do \n\nminuto 17,5 até o final do experimento (60 minutos desde o início do experimento), \n\no telhado reteve mais 52,2 litros, que corresponde a 47% do volume total de \n\nentrada, totalizando ao final do experimento uma retenção de 75%. Após 17,5 \n\nminutos do início do experimento, a precipitação necessária para acumular um litro \n\nno tonel permanece praticamente constante igual a 0,7 mm, como também, \n\nobserva-se que à medida que vai aumentando o tempo de ensaio o telhado verde \n\nvai diminuindo a sua capacidade de retenção ficando em aproximadamente 2,0 \n\nlitros retidos para cada litro escoado para os tonéis, isso pode ser justificado devido \n\nao solo encontrar-se saturado após esse intervalo de tempo. \n\n \n\nFigura 19 - Precipitações e volumes retidos - telhado verde com Babosa.\n\n \n\nFonte: Autor (2017). \n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n1\n7\n\n,5\n\n2\n0\n\n,0\n\n2\n2\n\n,0\n\n2\n4\n\n,1\n\n2\n6\n\n,0\n\n2\n7\n\n,9\n\n2\n9\n\n,4\n\n3\n1\n\n,3\n\n3\n3\n\n,0\n\n3\n4\n\n,4\n\n3\n5\n\n,9\n\n3\n7\n\n,5\n\n3\n9\n\n,1\n\n4\n0\n\n,4\n\n4\n2\n\n,3\n\n4\n3\n\n,7\n\n4\n5\n\n,2\n\n4\n6\n\n,6\n\n4\n8\n\n,1\n\n4\n9\n\n,8\n\n5\n2\n\n,0\n\n5\n3\n\n,6\n\n5\n5\n\n,3\n\n5\n6\n\n,6\n\n5\n8\n\n,0\n\n5\n9\n\n,2\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n)\n\nTempo (min)\n\nVolume retido no telhado Babosa Precipitação\n\n\n\n84 \n\n \n\nNo que se refere à capacidade de retenção do telhado verde com Coroa-de-\n\nFrade, de acordo com o gráfico apresentado na Figura 20, após 24 minutos do início \n\ndo experimento, tempo necessário para acumular o primeiro litro no tonel, o telhado \n\nreteve 34,2 litros o que corresponde a 39% do volume total de entrada. Após esse \n\nintervalo de tempo o telhado reteve mais 41,8 litros, 48% do volume total, \n\ntotalizando ao final do experimento uma retenção de 86% do volume precipitado \n\nem um período de 60 minutos. Assim como foi observado para o telhado com \n\nBabosa, observou-se a redução na capacidade de retenção devido à saturação do \n\nsolo, ficando constante em aproximadamente 3,5 litros retidos para cada litro \n\nescoado. \n\n \n\nFigura 20 - Relação das precipitações com os volumes retidos no telhado \n\nverde com Coroa de Frade. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.3.1.2 Experimento 2 (19/10/2016) \n\nNa Figura 21 é apresentado volume retido e precipitação obtida com a \n\nrealização do Experimento 2 com telhado Babosa. Pode-se observar que até 15,6 \n\nminutos após o início do experimento, tempo necessário para acumular um litro no \n\ntonel, a retenção foi de 27,9 litros, o que corresponde a 25% do volume total de \n\nentrada. Sendo assim, comparando-se com o experimento do dia anterior \n\n(18/10/2017), observa-se um intervalo de tempo menor para atingir o nível de \n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n2\n4\n\n,0\n\n3\n0\n\n,9\n\n3\n5\n\n,6\n\n3\n9\n\n,1\n\n4\n2\n\n,2\n\n4\n4\n\n,8\n\n4\n7\n\n,3\n\n5\n1\n\n,0\n\n5\n3\n\n,6\n\n5\n6\n\n,4\n\n5\n8\n\n,3\n\n6\n0\n\n,0\n\nP\nre\n\nc\nip\n\nit\na\n\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n)\n\nTempo (min)\n\nVolume retido no telhado Coroa-de-Frade Precipitação\n\n\n\n85 \n\n \n\nsaturação, como também, retenção menor com 1,4 litros retidos para cada litro \n\nescoado para os tonéis. O telhado verde apresenta uma umidade no segundo dia \n\nsuperior ao primeiro dia de experimento.   \n\nApós o minuto 15,6 até o final do experimento, o telhado reteve mais 49,5 \n\nlitros, que corresponde a 45% do volume total de entrada, totalizando ao final do \n\nexperimento uma retenção de 70% em 60 minutos. Após 15,6 minutos do início do \n\nexperimento, a precipitação necessária para acumular um litro no tonel permanece \n\npraticamente constante igual a 0,6 mm. \n\n \n\nFigura 21 - Precipitações e volumes retidos - telhado verde com Babosa. \n\n \n\nFonte: Autor (2017). \n\n \n\nNo gráfico da Figura 22 estão apresentados volume retido e precipitação do \n\nExperimento 2 do telhado verde com Coroa-de-Frade. De acordo com o gráfico, \n\napós 17,3 minutos do início do experimento, tempo necessário para acumular o \n\nprimeiro litro no tonel, o telhado reteve 26 litros o que corresponde a 30% do volume \n\ntotal de entrada. Após esse intervalo o telhado reteve mais 41,5 litros, 47% do \n\nvolume total, totalizando ao final do experimento uma retenção de 77% do volume \n\nprecipitado no telhado durante os 60 minutos de experimento.  \n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n1\n5\n,6\n\n1\n7\n,9\n\n1\n9\n,6\n\n2\n1\n,5\n\n2\n3\n,4\n\n2\n4\n,9\n\n2\n6\n,4\n\n2\n7\n,8\n\n2\n9\n,2\n\n3\n0\n,5\n\n3\n1\n,8\n\n3\n3\n,1\n\n3\n4\n,4\n\n3\n5\n,7\n\n3\n7\n,0\n\n3\n8\n,3\n\n3\n9\n,6\n\n4\n0\n,9\n\n4\n2\n,2\n\n4\n3\n,5\n\n4\n4\n,8\n\n4\n6\n,1\n\n4\n7\n,4\n\n4\n8\n,7\n\n5\n0\n,0\n\n5\n1\n,3\n\n5\n2\n,6\n\n5\n3\n,9\n\n5\n5\n,2\n\n5\n6\n,5\n\n5\n7\n,8\n\n5\n9\n,1\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n)\n\nTempo (min)\n\nVolume retido no telhado Babosa Precipitação\n\n\n\n86 \n\n \n\nFigura 22 - Precipitações e volumes retidos - telhado verde com Coroa de \n\nFrade. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.3.1.3 Experimento 3 (20/10/2016) \n\nNa Figura 23 é apresentado volume retido e precipitação obtida com a \n\nrealização do Experimento 3 com telhado Babosa. Pode-se observar que até 13,4 \n\nminutos após o início do experimento 3, tempo necessário para acumular um litro \n\nno tonel, a retenção foi de 23,8 litros, o que corresponde a 21% do volume total de \n\nentrada. Sendo assim, comparando-se com o experimento do dia anterior \n\n(19/10/2016), observa-se um intervalo de tempo menor para atingir o nível de \n\nsaturação, como também, retenção menor com 1,3 litros retidos para cada litro \n\nescoado para os tonéis, o telhado verde apresenta uma umidade no terceiro dia \n\nsuperior ao segundo dia de experimento.  \n\nA partir do minuto 13,4 até o final do experimento, o telhado reteve mais 49,4 \n\nlitros, que corresponde a 44% do volume total de entrada, totalizando ao final do \n\nexperimento uma retenção de 66% em 60 minutos. Após 13,4 minutos do início do \n\nexperimento, a precipitação necessária para acumular um litro no tonel permanece \n\npraticamente constante igual a 0,5 mm.  \n\n \n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n1\n7\n\n,3\n\n2\n0\n\n,4\n\n2\n2\n\n,9\n\n2\n5\n\n,3\n\n2\n7\n\n,6\n\n2\n9\n\n,9\n\n3\n2\n\n,3\n\n3\n4\n\n,7\n\n3\n7\n\n,0\n\n3\n9\n\n,2\n\n4\n1\n\n,4\n\n4\n3\n\n,5\n\n4\n5\n\n,5\n\n4\n7\n\n,5\n\n4\n9\n\n,4\n\n5\n1\n\n,2\n\n5\n2\n\n,9\n\n5\n4\n\n,7\n\n5\n6\n\n,4\n\n5\n8\n\n,0\n\n5\n9\n\n,5\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n)\n\nTempo (min)\n\nVolume retido no telhado Coroa-de-Frade Precipitação\n\n\n\n87 \n\n \n\nFigura 23 - Precipitações e volumes retidos - telhado verde com Babosa. \n\n \n\nFonte: Autor (2017). \n\n \n\nNo gráfico da Figura 24 estão apresentados volume retido e precipitação do \n\nexperimento 3 do telhado verde com Coroa-de-Frade. De acordo com o gráfico, \n\napós 12,4 minutos do início do experimento, tempo necessário para acumular o \n\nprimeiro litro no tonel, o telhado reteve 21,9 litros o que corresponde a 25% do \n\nvolume total de entrada. Após esse intervalo o telhado reteve mais 41,8 litros, 48% \n\ndo volume total, totalizando ao final do experimento uma retenção de 72% do \n\nvolume precipitado no telhado durante os 60 minutos de experimento.  \n\nFigura 24 - Precipitações e volumes retidos - telhado verde com Coroa de \n\nFrade. \n\n \n\nFonte: Autor (2017). \n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n1\n3\n,4\n\n1\n5\n,5\n\n1\n7\n,4\n\n1\n9\n,3\n\n2\n1\n,1\n\n2\n3\n,0\n\n2\n4\n,8\n\n2\n6\n,6\n\n2\n8\n,4\n\n2\n9\n,9\n\n3\n1\n,4\n\n3\n2\n,8\n\n3\n4\n,2\n\n3\n5\n,7\n\n3\n7\n,0\n\n3\n8\n,3\n\n3\n9\n,6\n\n4\n1\n,0\n\n4\n2\n,4\n\n4\n3\n,7\n\n4\n5\n,0\n\n4\n6\n,1\n\n4\n7\n,2\n\n4\n8\n,3\n\n4\n9\n,3\n\n5\n0\n,4\n\n5\n1\n,4\n\n5\n2\n,5\n\n5\n3\n,6\n\n5\n4\n,7\n\n5\n5\n,8\n\n5\n6\n,8\n\n5\n7\n,8\n\n5\n8\n,8\n\n5\n9\n,7\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n\n)\n\nTempo (min)\n\nVolume retido no telhado Babosa Precipitação\n\n0\n\n5\n\n10\n\n15\n\n200\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n1\n2\n,4\n\n1\n4\n,2\n\n1\n6\n,0\n\n1\n7\n,7\n\n1\n9\n,3\n\n2\n0\n,9\n\n2\n2\n,4\n\n2\n3\n,7\n\n2\n5\n,0\n\n2\n6\n,3\n\n2\n7\n,8\n\n2\n9\n,2\n\n3\n0\n,6\n\n3\n2\n,2\n\n3\n3\n,9\n\n3\n5\n,1\n\n3\n6\n,2\n\n3\n7\n,7\n\n3\n9\n,1\n\n4\n0\n,5\n\n4\n1\n,9\n\n4\n3\n,5\n\n4\n4\n,7\n\n4\n5\n,9\n\n4\n7\n,3\n\n4\n8\n,7\n\n5\n0\n,0\n\n5\n1\n,3\n\n5\n2\n,7\n\n5\n4\n,0\n\n5\n5\n,2\n\n5\n6\n,5\n\n5\n7\n,8\n\n5\n9\n,0\n\n6\n0\n,0\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\nV\no\n\nlu\nm\n\ne\n r\n\ne\nti\n\nd\no\n\n (\nli\ntr\n\no\ns\n)\n\nTempo (min)\n\nVolume retido no telhado Coroa-de-Frade Precipitação\n\n\n\n88 \n\n \n\nNa Figura 25 apresenta-se o volume retido em percentual nos telhados verdes \n\ncom Coroa-de-Frade e Babosa, nos três dias de experimento. Nos três \n\nexperimentos o telhado com Coroa-de-Frade reteve volume maior que o telhado \n\ncom Babosa. Os telhados verdes apresentaram capacidade de retenção máxima \n\nno primeiro dia do experimento e no demais dias ocorreu redução na capacidade \n\nde retenção máxima dos telhados, devido ao aumento gradativo da umidade inicial \n\ndo solo no segundo e no terceiro dia de experimento, ratificando que com o \n\naumento da umidade inicial, o solo atinge o nível de saturação em um intervalo \n\nmenor de tempo.  \n\nDe acordo com o gráfico, pode-se observar que no primeiro dia o telhado \n\nverde Babosa apresentou capacidade de retenção de 75%, no entanto, no segundo \n\ndia de experimento essa capacidade de retenção reduziu para 70% e 66% no \n\nterceiro dia de experimento. No caso do telhado verde Coroa-de-Frade a \n\ncapacidade de retenção foi de 86% no primeiro dia de experimento, no segundo dia \n\nessa capacidade de retenção reduziu para 77% e em seguida reduziu para 72% no \n\nterceiro dia do experimento. \n\n \n\nFigura 25 - Volumes retidos nos telhados verdes. \n\n \n\nFonte: Autor (2017). \n\n75%\n70%\n\n66%\n\n86%\n\n77%\n72%\n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\n80%\n\n90%\n\n100%\n\n18/10/2016 19/10/2016 20/10/2016\n\nV\no\n\nlu\nm\n\ne\n R\n\ne\nti\n\nd\no\n\n  \n(%\n\n)\n\nData do Experimento\n\nTelhado Verde Babosa Telhado Verde Coroa-de-Frade\n\n\n\n89 \n\n \n\n4.3.2 Escoamento dos Telhados  \n\nDe acordo com os resultados obtidos durante o experimento de simulação de \n\nprecipitação com intensidades de 26 mm/h, observou-se comportamento similar \n\npara os dois telhados verdes em relação ao escoamento superficial.  \n\n4.3.2.1 Experimento 1 (18/10/2016) \n\nNa Figura 26, observa-se o retardo do escoamento dos telhados verdes em \n\ncomparação ao telhado convencional, que iniciou o escoamento após o primeiro \n\nminuto, tendo o pico ocorrido aos 3 minutos após o início da simulação. No telhado \n\nverde com Babosa, o escoamento iniciou aos 10 min e o pico aos 17 min após o \n\ninício do experimento. Para o telhado verde com Coroa-de-Frade o escoado iniciou \n\naos 16 minutos e seu pico de escoamento foi aos 24 minutos. Dessa forma, nos \n\ntelhados verdes com Babosa e com Coroa-de-Frade ocorreram retardo do pico de \n\n14 e 21 minutos, respectivamente, quando comparados ao telhado convencional.  \n\nO início do ramo ascendente dos hidrogramas de ambos os telhados verdes \n\nestá atrasado em relação ao início do ramo ascendente do hidrograma do telhado \n\nconvencional, em 9 minutos para o telhado verde com Babosa e em 15 minutos \n\npara o telhado verde com Coroa-de-Frade, contando após o primeiro minuto do \n\nescoamento do telhado convencional. \n\nEsses resultados assemelham-se aos obtidos em pesquisa realizada por \n\nSantos et al. (2013) na mesma Unidade Experimental, em que os autores \n\nobservaram valores de retardo de 5 minutos para o telhado verde com Coroa-de-\n\nFrade e 6 minutos para o telhado verde com Grama-de-Burro (vegetação que foi \n\nposteriormente substituída pela Babosa), sendo que a intensidade empregada no \n\nexperimento de Santos et al. (2013) foi de 42 mm/h. \n\n \n\n\n\n90 \n\n \n\nFigura 26 - Escoamento dos telhados verdes e convencional. \n\n \n\nFonte: Autor (2017). \n\n4.3.2.2 Experimento 2 (19/10/2016) \n\nOs resultados obtidos estão apresentados na Figura 27, observa-se o retardo \n\ndo escoamento dos telhados verdes em comparação ao telhado convencional, que \n\niniciou o escoamento após o primeiro minuto, tendo o pico ocorrido aos 3 minutos \n\napós o início da simulação. No telhado verde com Babosa, o escoamento iniciou \n\naos 9 min e o pico aos 16 min após o início do experimento. Para o telhado verde \n\ncom Coroa-de-Frade o escoado iniciou aos 11 minutos e seu pico de escoamento \n\nfoi aos 17 minutos. Dessa forma, nos telhados verdes com Babosa e com Coroa-\n\nde-Frade ocorreram retardo do pico de 13 e 14 minutos, respectivamente, quando \n\ncomparados ao telhado convencional.  \n\nSe comparado ao Experimento 1, o escoamento do telhado verde Coroa-de-\n\nFrade no Experimento 2 apresentou o pico de escoamento maior e esse pico \n\nocorreu em intervalo de tempo menor, isso pode ser justificado pelo fato do telhado \n\nverde apresentar umidade inicial superior ao Experimento 1. \n\nAssim como observado no Experimento 1, no Experimento 2 (Figura 27), o \n\ninício do ramo ascendente dos hidrogramas de ambos os telhados verdes está \n\ndeslocado em relação ao início do ramo ascendente do hidrograma do telhado \n\nconvencional (controle), em 8 minutos para o telhado verde com Babosa e 10 \n\nminutos para o telhado verde com Coroa-de-Frade. Esses resultados assemelham-\n\nse aos obtidos em pesquisa realizada por Santos et al. (2013) nesta mesma \n\n0,00\n\n0,20\n\n0,40\n\n0,60\n\n0,80\n\n1,00\n\n1,20\n\n1,40\n\n1,60\n\n1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58\n\nE\ns\nc\no\n\na\nm\n\ne\nn\n\nto\n (\n\nl/\nm\n\nin\n)\n\nTempo (min.)\n\nTelhado Verde Babosa Telhado Verde Coroa-de-Frade Telhado Convencional\n\n\n\n91 \n\n \n\nUnidade Experimental em que obteve valores de retardo de 5 minutos para o \n\ntelhado verde com Coroa-de-Frade e 6 minutos para o telhado verde com Grama-\n\nde-Burro (vegetação que foi posteriormente substituída pela Babosa) tendo sido a \n\nintensidade simulada no experimento do autor de 42 mm/h. \n\n \n\nFigura 27 - Escoamento dos telhados verdes e convencional. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.3.2.3 Experimento 3 (20/10/2016) \n\nNeste experimento observou-se o retardo do escoamento dos telhados verdes \n\nem comparação ao telhado convencional, que iniciou o escoamento após o primeiro \n\nminuto, tendo o pico ocorrido aos 3 minutos após o início da simulação, conforme \n\nos experimentos anteriores. No telhado verde com Babosa, o escoamento iniciou \n\naos 7 min e o pico aos 14 min após o início do experimento. Para o telhado verde \n\ncom Coroa-de-Frade o escoado iniciou aos 6 minutos e seu pico de escoamento foi \n\naos 13 minutos. Dessa forma, nos telhados verdes com Babosa e com Coroa-de-\n\nFrade ocorreram retardo do pico de 11 e 10 minutos, respectivamente, quando \n\ncomparados ao telhado convencional.  \n\nO escoamento dos telhados verdes no Experimento 3 (Figura 28) apresentam \n\no pico de escoamento maior e em um intervalo de tempo menor que os \n\nexperimentos 1 e 2. \n\n0,00\n\n0,20\n\n0,40\n\n0,60\n\n0,80\n\n1,00\n\n1,20\n\n1,40\n\n1,60\n\n1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58\n\nE\ns\nc\no\n\na\nm\n\ne\nn\n\nto\n (\n\nl/\nm\n\nin\n)\n\nTempo (min.)\n\nTelhado Verde Babosa Telhado Verde Coroa-de-Frade Telhado Convencional\n\n\n\n92 \n\n \n\nO início do ramo ascendente dos hidrogramas de ambos os telhados verdes \n\nestá atrasado em relação ao início do ramo ascendente do hidrograma do telhado \n\nconvencional, em 6 minutos para o telhado verde com Babosa e em 5 minutos para \n\no telhado verde com Coroa-de-Frade, contando após o primeiro minuto do \n\nescoamento do telhado convencional. Resultados semelhantes aos obtidos por \n\nSantos et al. (2013) nesta Unidade Experimental que foi de 5 minutos para o telhado \n\nverde com Coroa-de-Frade e 6 minutos para o telhado verde com Grama-de-Burro \n\n(vegetação que foi posteriormente substituída pela Babosa) e intensidade simulada \n\nde 42 mm/h.  \n\nFigura 28 - Escoamento dos telhados verdes e convencional. \n\n \n\nFonte: Autor (2017). \n\n \n\nDe acordo com os Experimentos, observou-se que o pico de escoamento dos \n\ntelhados verdes foi menor no primeiro Experimento e no demais ocorreu um \n\naumento gradativo, com excessão apenas do segundo Experimento no telhado \n\nverde Babosa que não aumentou o pico de escoamento em relação ao primeiro. O \n\naumento do pico de escoamento dos telhados verdes no segundo e terceiro \n\nExperimento, pode ser justificado devido ao aumento gradativo da umidade inicial \n\ndo solo no segundo e no terceiro Experimento, ratificando que com o aumento da \n\numidade inicial, o solo atinge o nível de saturação em um intervalo menor de tempo. \n\nEm relação ao pico de escoamento do telhado convencional, verificou-se que \n\nocorreu uma variação ao longo dos Experimentos, o que pode ser justificado devido \n\na influencia do vento. \n\n0,00\n\n0,50\n\n1,00\n\n1,50\n\n2,00\n\n1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58\n\nE\ns\nc\no\n\na\nm\n\ne\nn\n\nto\n (\n\nl/\nm\n\nin\n)\n\nTempo (min.)\n\nTelhado Verde Babosa Telhado Verde Coroa-de-Frade\n\n\n\n93 \n\n \n\n4.4 Caracterização dos efluentes  \n\nDe acordo com a Equação 25, foi possível obter as taxas de filtração para \n\ncada um dos efluentes após passar pelas configurações do filtro de areia A e do \n\nfiltro de areia B . Sendo assim, os filtros descendentes trabalharam com as taxas \n\nde filtração explicitadas na Tabela 12. \n\n \n\nTabela 12 - Taxa de filtração dos filtros. \n\n  TAXA DE FILTRAÇÃO (m³/m².dia) \n\nFILTRO \nEfluente \nSintético \n\nEfluente do Telhado \nVerde Babosa \n\nEfluente do Telhado \nVerde Coroa-de-Frade \n\nA 49  184 163  \n\nB 74  293  259 \n\nFonte: Autor (2017). \n\n \n\nConforme May (2008), diversos fatores influenciam na qualidade da água, \n\nentre eles: a localização do ponto de coleta, presença ou não de vegetações, as \n\ncondições meteorológicas, a presença de carga poluidora no meio atmosférico, \n\nentre outros. Quanto aos telhados verdes, as alterações na qualidade da água \n\natravés dos telhados estão relacionadas à passagem da mesma pelo substrato. \n\nDe acordo com Hathaway, Hunt &amp; Jennings (2008), o principal fator \n\nresponsável pela qualidade da água percolada pelo telhado verde se dá pela \n\ncomposição do substrato, que muitas vezes está rico em contaminantes.  \n\nForam analisados os parâmetros físico-químicos dos efluentes dos telhados \n\nverdes com Coroa-de-Frade e com Babosa antes e depois de passar pelos filtros, \n\ncomo também, foram analisados os parâmetros físico-químicos do efluente \n\nsintético antes e depois de passar pelos filtros.  \n\n4.4.1 Monitoramento da Condutividade Elétrica \n\n4.4.1.1 Efluente sintético \n\nConforme apresentado na Figura 29, pode-se observar que ocorreu uma \n\nredução significativa da condutividade elétrica após o efluente sintético passar \n\npelos filtros A e B, sendo que o filtro A apresentou a melhor eficiência para a \n\nremoção de condutividade elétrica, reduzindo de 10,9 para 7,5 dS/m (31,2%) no \n\n\n\n94 \n\n \n\nfiltrado 1, e de 10,9 para 7,6 dS/m (30,3%) nos filtrados 2 e 3. No entanto, o filtro B \n\napresentou redução de 10,9 para 7,8 dS/m (28,4%) no filtrado 1, de 10,9 para 7,9 \n\ndS/m (27,5%) no filtrado 2 e de 10,9 para 8,2 dS/m (24,8%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de condutividade elétrica de 3 dS/m. \n\nConforme mostrado na Figura 29, observa-se que nenhum dos filtros conseguiram \n\nreduzir a condutividade elétrica para um valor inferior ao máximo recomendado pelo \n\nautor. \n\nFigura 29 - Valores obtidos de condutividade elétrica para o efluente \n\nsintético. \n\n \n\nFonte: Autor (2017). \n\n4.4.1.2 Efluente dos telhados verdes \n\nConforme apresentado na Figura 30, o telhado verde com Coroa-de-Frade \n\napresentou valores maiores de condutividade elétrica (0,8 dS/m) em relação ao \n\ntelhado verde com Babosa (0,6 dS/m), o que pode ser explicado pelo tipo de \n\nsubstrato utilizado na composição do telhado verde com Coroa-de-Frade, que é  \n\ncomposto de esterco bovino, visto que quando a matéria orgânica entra em \n\ndecomposição libera seus íons e nutrientes, que podem ser facilmente carreados \n\npela água escoada. Santos et al. (2011) associam a ocorrência desses valores, \n\npara a água oriunda dos telhados vegetados, à presença de matéria orgânica, que \n\ncom o passar do tempo pode estar sujeita à decomposição liberando seus \n\nnutrientes no solo, por onde a água escoada irá passar.  \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nFiltro A Filtro B\n\nC\no\n\nn\nd\n\nu\nti\n\nv\nid\n\na\nd\n\ne\n E\n\nlé\ntr\n\nic\na\n (\n\nd\nS\n\n/m\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n95 \n\n \n\nOs valores observados dos efluentes após passar pelo filtro A apresentam \n\numa redução de 0,6 para 0,3 dS/m (50,0%) no efluente do telhado Babosa, valor \n\nobtido no filtrado 1, e de 0,8 para 0,6 dS/m (25%) no efluente do telhado Coroa-de-\n\nFrade, valor obtido nos três filtrados. Em relação ao filtro B, ocorreu uma redução \n\nde 0,6 para 0,3 dS/m (50%) no efluente do telhado Babosa, valor obtido no filtrado \n\n1, e de 0,8 para 0,3 dS/m (62,5%) no efluente do telhado Coroa-de-Frade, valor \n\nobtido no filtrado 3.Os valores encontrados de condutividade elétrica, em todas as \n\namostras analisadas estão bem abaixo do valor máximo aceitável para a água ser \n\ndestinada à irrigação, que é de 3 dS/m ou seja, 3.000 ?S/cm, conforme a publicação \n\nda EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010). \n\nFigura 30 - Valores obtidos de condutividade elétrica para o efluente dos \n\ntelhados verdes. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.2 Monitoramento dos Sólidos Dissolvidos Totais (SDT) \n\n4.4.2.1 Efluente sintético \n\nPode-se observar, conforme a Figura 31, que ocorreu uma redução dos \n\nvalores de sólidos dissolvidos totais (SDT) após o efluente sintético passar pelos \n\nfiltros A e B, sendo que o filtro A apresentou a melhor eficiência para a remoção \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\nFiltro A Filtro B\n\nC\no\n\nn\nd\n\nu\nti\n\nv\nid\n\na\nd\n\ne\n E\n\nlé\ntr\n\nic\na\n (\n\nd\nS\n\n/m\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n96 \n\n \n\ndos sólidos dissolvidos totais, reduzindo de 2800 para 2300 mg/L (17,9%) no filtrado \n\n1, de 2800 para 2342 mg/L (16,4%) no filtrado 2 e de 2800 para 2319 (17,2%) no \n\nfiltrado 3. Logo, o filtro B apresentou redução de 2800 para 2400 mg/L (14,3%) no \n\nfiltrado 1, de 2800 para 2409 mg/L (14,0%) no filtrado 2 e de 2800 para 2413 mg/L \n\n(13,8%) no filtrado 3.  \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de sólidos dissolvidos totais de 2000 \n\nmg/L. Conforme mostrado na Figura 31, observa-se que nenhum dos filtros \n\nconseguiram reduzir o valor de sólidos totais dissolvido para um valor inferior ao \n\nmáximo recomendado pelo autor. \n\nFigura 31 - Valores obtidos de sólidos dissolvidos totais para o efluente \n\nsintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.2.2 Efluente dos telhados verdes \n\nDe acordo com os resultados de sólidos dissolvidos totais obtidos para o \n\nefluente dos telhados verdes, conforme apresentado na Figura 32, observou-se que \n\no telhado verde com Babosa apresentou valores de sólidos dissolvidos totais \n\nmaiores (1200 mg/L) em relação ao telhado verde com Coro-de-Frade (987 mg/L). \n\nApesar do filtro de areia ser uma configuração de tratamento de efluentes com \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\nFiltro A Filtro B\n\nS\nó\n\nli\nd\n\no\ns\n D\n\nis\ns\no\n\nlv\nid\n\no\ns\n T\n\no\nta\n\nis\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n97 \n\n \n\ngrande potencialidade de remoção de sólidos, não foi constatada uma remoção \n\nsignificativa desse parâmetro após passar pelos filtros A e B o efluente do telhado \n\nBabosa reduziu a quantidade de sólidos dissolvidos totais de 1200 para 806 mg/L \n\n(32,8%) no filtro A, e de 1200 para 822 mg/L (31,5%) no filtro B. Em relação ao \n\nefluente do telhado verde com Coroa-de-Frade após passar pelos filtros A e B, o \n\nmesmo reduziu a quantidade de sólido dissolvidos totais de 987 para 765 mg/L \n\n(22,5%) no filtro A e reduziu de 987 para 822 mg/L (16,7%) no filtro B. \n\n \n\nFigura 32 - Valores obtidos de sólidos dissolvidos totais para o efluente dos \n\ntelhados verdes. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.3 Monitoramento do Cálcio \n\n4.4.3.1 Efluente sintético \n\nConforme apresentado na Figura 33, observa-se que ocorreu uma redução \n\nsignificativa dos valores de cálcio após o efluente sintético passar pelos filtros A e \n\nB. Os filtros apresentaram eficiência semelhante na remoção de cálcio, reduzindo \n\nde 404 para 360 mg/L (10,9%) no filtrado 1 em ambos os filtros. \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\nFiltro A Filtro B\n\nS\nó\n\nli\nd\n\no\ns\n D\n\nis\ns\no\n\nlv\nid\n\no\ns\n T\n\no\nta\n\nis\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n98 \n\n \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de cálcio de 400,8 mg/L. Conforme \n\nmostrado na figura 33, observa-se que todos os filtros conseguiram reduzir o valor \n\nde cálcio para um valor inferior ao máximo recomendado pelo autor. \n\nFigura 33 - Valores obtidos de cálcio para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.3.2 Efluente dos telhados verdes \n\nDe acordo com os resultados de cálcio obtidos para o efluente dos telhados \n\nverdes, conforme apresentado na Figura 34, observou-se que o telhado verde com \n\nBabosa apresentou valores de cálcio maiores (14,8 mg/L) em relação ao telhado \n\nverde com Coro-de-Frade (14,6 mg/L). Após passar pelos filtros A e B o efluente \n\ndo telhado Babosa reduziu a quantidade de cálcio de 14,8 para 13,4 mg/L (9,5%) \n\nno filtro A e de 14,8 para 14,2 mg/L (4,1%) no filtro B. Em relação ao efluente do \n\ntelhado verde com Coroa-de-Frade após passar pelos filtros A e B, o mesmo \n\nreduziu a quantidade de cálcio de 14,6 para 14,2 mg/L (2,7%) no filtro A e reduziu \n\nde 14,6 para 14,3 mg/L (2,1%) no filtro B. \n\nNo que se refere aos telhados verdes, todos os valores encontram-se abaixo \n\ndo valor máximo, de 400,8 mg/L, segundo a publicação da EMBRAPA sobre a \n\n“Qualidade da água para irrigação” (ALMEIDA, 2010).  \n\n330\n\n340\n\n350\n\n360\n\n370\n\n380\n\n390\n\n400\n\n410\n\nFiltro A Filtro B\n\nC\ná\nlc\n\nio\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n99 \n\n \n\n \n\nFigura 34 - Valores obtidos de cálcio para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.4 Monitoramento do Magnésio \n\n4.4.4.1 Efluente sintético \n\nConforme apresentado na Figura 35, pode-se observar que ocorreu uma \n\nredução do magnésio após o efluente sintético passar pelos filtros A e B, sendo que \n\no filtro A apresentou a melhor eficiência para a remoção do magnésio, reduzindo \n\nde 659,6 para 624,5 mg/L (5,35%) no filtrado 1, de 659,6 para 625,9 mg/L (5,1%) \n\nno filtrado 2 e de 659,6 para 627,5 (2,3%) no filtrado 3. Em relação ao filtro B \n\napresentou redução de 659,6 para 644,6 mg/L (2,3%) no filtrado 1, de 659,6 para \n\n648,4 mg/L (1,7%) no filtrado 2 e de 659,6 para 648,3 mg/L (1,7%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de magnésio de 60,8 mg/L. Conforme \n\napresentado na Figura 35, observa-se que nenhum dos filtros conseguiu reduzir o \n\nvalor de magnésio para um valor inferior ao máximo recomendado pelo autor. \n\n \n\n\n\n100 \n\n \n\nFigura 35 - Valores obtidos de magnésio para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.4.2 Efluente dos telhados verdes \n\nConforme apresentado na Figura 36, o telhado verde com Coroa-de-Frade \n\napresentou valores maiores de Magnésio (356,1 mg/L) em relação ao telhado verde \n\ncom Babosa (152,8 mg/L). Após passar pelos filtros A e B, o efluente do telhado \n\nBabosa reduziu a quantidade de Magnésio de 152,8 para 123,5 mg/L (19,2%) no \n\nfiltro A e de 152,8 para 135,8 mg/L (11,1%) no filtro B. Em relação ao efluente do \n\ntelhado verde com Coroa-de-Frade, após passar pelos filtros A e B o mesmo \n\nreduziu a quantidade de cálcio de 356,1 para 329,2 mg/L (7,6%) no filtro A e reduziu \n\nde 356,1 para 332,4 mg/L (6,7%) no filtro B. Sendo assim, o filtro A apresentou a \n\nmelhor eficiência para remoção do magnésio nos efluentes dos telhados verdes. \n\nDe forma similar ao comportamento para o efluente sintético, para os efluentes \n\ndos telhados verdes observou-se que nenhum dos filtros conseguiu reduzir o valor \n\nde magnésio para um valor inferior ao máximo recomendado por Almeida (2010), \n\n60,8 mg/L.  \n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nFiltro A Filtro B\n\nM\na\ng\n\nn\né\ns\nio\n\n  \n(m\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n101 \n\n \n\nFigura 36 - Valores obtidos de magnésio para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.5 Monitoramento do Sódio \n\n4.4.5.1 Efluente sintético \n\nDe acordo com a Figura 37, pode-se observar que ocorreu uma redução \n\nsignificativa de sódio após o efluente sintético passar pelos filtros A e B, sendo que \n\no filtro A apresentou a melhor eficiência para a remoção do sódio, reduzindo de \n\n936,6 para 812,0 mg/L (13,3%) no filtrado 1, de 936,6 para 815,6 mg/L (12,9%) no \n\nfiltrado 2 e de 936,6 para 816,4 (12,8%) no filtrado 3. Em relação ao filtro B \n\napresentou redução de 936,6 para 828,0 mg/L (11,6%) no filtrado 1, de 936,6 para \n\n830,7 mg/L (11,3%) no filtrado 2 e de 936,6 para 829,7 mg/L (11,4%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de magnésio de 919,6 mg/L. Conforme \n\napresentado na Figura 37, observa-se que os filtros conseguiram reduzir o valor de \n\nsódio para um valor inferior ao máximo recomendado pelo autor. \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\nFiltro A Filtro B\n\nM\na\ng\n\nn\né\ns\nio\n\n (\nm\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n102 \n\n \n\nFigura 37 - Valores obtidos de sódio para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.5.2 Efluente dos telhados verdes \n\nDe acordo com os resultados de sódio obtidos para o efluente dos telhados \n\nverdes, conforme apresentado na Figura 38, observou-se que o telhado verde com \n\nBabosa apresentou valores de cálcio maiores (20,9 mg/L) em relação ao telhado \n\nverde com Coro-de-Frade (19,1 mg/L). Após passar pelos filtros A e B o efluente \n\ndo telhado Babosa reduziu a quantidade de sódio de 20,9 para 18,8 mg/L (10,1%) \n\nno filtro A e de 20,9 para 19,5 mg/L (6,7%) no filtro B. Em relação ao efluente do \n\ntelhado verde com Coroa-de-Frade após passar pelos filtros A e B, o mesmo \n\nreduziu a quantidade de cálcio de 19,1 para 18,4 mg/L (3,7%) no filtro A e reduziu \n\nde 19,1 para 18,9 mg/L (1,1%) no filtro B. \n\nNo que se refere aos telhados verdes, todos os valores encontram-se abaixo \n\ndo valor máximo, de 919,6 mg/L, segundo a publicação da EMBRAPA sobre a \n\n“Qualidade da água para irrigação” (ALMEIDA, 2010).  \n\n \n\n740\n\n760\n\n780\n\n800\n\n820\n\n840\n\n860\n\n880\n\n900\n\n920\n\n940\n\n960\n\nFiltro A Filtro B\n\nS\nó\n\nd\nio\n\n  \n(m\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n103 \n\n \n\nFigura 38 - Valores obtidos de sódio para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.6 Monitoramento dos Carbonatos \n\n4.4.6.1 Efluente sintético \n\nDe acordo com a Figura 39, pode-se observar que não ocorreu redução \n\nsignificativa dos carbonatos após o efluente sintético passar pelos filtros A e B. O \n\nfiltro A apresentou a melhor eficiência para a remoção dos carbonatos, reduzindo \n\nde 7 para 6,7 mg/L (4,3%) no filtrado 1, de 7 para 6,8 mg/L (2,9%) no filtrado 2 e de \n\n7para 6,9 (1,4%) no filtrado 3. Em relação ao filtro B, o mesmo apresentou redução \n\nde 7 para 6,9 mg/L (1,4%) no filtrado 1 e não ocorreu redução nos filtrados 2 e 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de carbonato de 3 mg/L. Conforme \n\napresentado na Figura 39, observa-se que os filtros não conseguiram reduzir o \n\nvalor de carbonatos para um valor inferior ao máximo recomendado pelo autor. \n\n \n\n919,6 119,6 \n\n\n\n104 \n\n \n\nFigura 39 - Valores obtidos de carbonatos para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.6.2 Efluente dos telhados verdes \n\nDe acordo com os resultados de carbonatos obtidos para o efluente dos \n\ntelhados verdes, observou-se que os telhados verdes não apresentaram valores de \n\ncarbonatos.  \n\nDeterminou-se a concentração de carbonatos e bicarbonatos dos efluentes \n\ndos telhados verdes durante o experimento, mas em todas as análises constatou-\n\nse a ausência de carbonatos. A ausência de carbonatos nas amostras de água está \n\nassociada ao pH dessas, uma vez que para que haja presença desse elemento é \n\nnecessário que o pH seja maior do 8,3. Sendo assim, serão apresentados aqui, \n\napenas, os resultados dos teores de bicarbonatos para o efluente dos telhados \n\nverdes  \n\n \n\n4.4.7 Monitoramento dos Bicarbonatos \n\n4.4.7.1 Efluente sintético \n\nConforme apresentado na Figura 40, pode-se observar que ocorreu uma \n\nredução significativa dos valores de bicarbonatos após o efluente sintético passar \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\nFiltro A Filtro B\n\nC\na\nrb\n\no\nn\n\na\nto\n\ns\n  \n\n(m\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n105 \n\n \n\npelos filtros A e B. O filtro B apresentou a melhor eficiência para a remoção dos \n\nbicarbonatos, reduzindo de 1130 para 315,3 mg/L (72,1%) no filtrado 1, de 1130 \n\npara 317,6 mg/L (71,9%) no filtrado 2 e de 1130 para 319,1 (71,8%) no filtrado 3. O \n\nfiltro A apresentou redução de 1130 para 338,4 mg/L (70,1%) no filtrado 1, de 1130 \n\npara 341,7 mg/L (69,8) no filtrado 2 e de 1130 para 343,8 (69,6%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de bicarbonato de 610,2 mg/L. Conforme \n\napresentado na Figura 40, observa-se que os filtros conseguiram reduzir o valor de \n\nbicarbonatos para um valor inferior ao máximo recomendado pelo autor. \n\n \n\nFigura 40 - Valores obtidos de bicarbonatos para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.7.2 Efluente dos telhados verdes \n\nDe acordo com os resultados de bicarbonatos obtidos para o efluente dos \n\ntelhados verdes, conforme apresentado na Figura 41, observou-se que o telhado \n\nverde com Coroa-de-Frade apresentou valores de bicarbonatos bem maiores \n\n(138,4 mg/L) em relação ao telhado verde com Babosa (31,6 mg/L). Após passar \n\npelos filtros A e B o efluente do telhado Babosa reduziu a quantidade de bicarbonato \n\nde 31,6 para 20,8 mg/L (34,2%) no filtro A e de 31,6 para 28,3 mg/L (10,4%) no \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\nFiltro A Filtro B\n\nB\nic\n\na\nrb\n\no\nn\n\na\nto\n\ns\n  \n\n(m\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n106 \n\n \n\nfiltro B. Em relação ao efluente do telhado verde com Coroa-de-Frade, após passar \n\npelos filtros A e B, o mesmo reduziu a quantidade de bicarbonato de 138,4 para \n\n119,3 mg/L (13,8%) no filtro A e reduziu de 138,4 para 122,7 mg/L (11,3%) no filtro \n\nB. \n\nNo que se refere aos telhados verdes, todos os valores encontram-se bem \n\nabaixo do valor máximo, de 610,2 mg/L, segundo a publicação da EMBRAPA sobre \n\na “Qualidade da água para irrigação” (ALMEIDA, 2010).  \n\n \n\nFigura 41 - Valores obtidos de bicarbonatos para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.8 Monitoramento dos Cloretos \n\n4.4.8.1 Efluente sintético \n\nConforme apresentado na Figura 42, pode-se observar que ocorreu uma \n\nredução significativa dos valores de cloretos após o efluente sintético passar pelos \n\nfiltros A e B. O filtro A apresentou a melhor eficiência para a remoção dos cloretos, \n\nreduzindo de 1981,9 para 1287,3 mg/L (35,1%) no filtrado 1, de 1981,9  para 1292,5 \n\nmg/L (34,8%) no filtrado 2 e de 1981,9  para 1294,5 (34,7%) no filtrado 3. Em \n\nrelação ao filtro B, o mesmo apresentou redução de 1981,9 para 1343,0 mg/L \n\n610,2 610,2 \n\n\n\n107 \n\n \n\n(32,2%) no filtrado 1, de 1981,9  para 1346,0 (32,1%) no filtrado 2 e de 1981,9  para \n\n1348,4 (32,0%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de cloretos de 1063,5 mg/L. Conforme \n\napresentado na Figura 42, observa-se que os filtros não conseguiram reduzir o \n\nvalor de cloretos para um valor inferior ao máximo recomendado pelo autor. \n\n \n\nFigura 42 - Valores obtidos de cloretos para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.8.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\ncloretos foram reduzidas após passar pelos filtros, sendo o filtro A o que apresentou \n\na maior eficiência na remoção de cloretos. Conforme apresentado na Figura 43, \n\nobservou-se que o telhado verde com Coroa-de-Frade apresentou valores de \n\ncloretos maiores (596,6 mg/L) em relação ao telhado verde com Babosa (456,2 \n\nmg/L). Após passar pelos filtros A e B o efluente do telhado Babosa reduziu a \n\nquantidade de cloretos de 456,2 para 193,0 mg/L (57,7%) no filtro A e de 456,2 \n\npara 263,2 mg/L (42,3%) no filtro B. Em relação ao efluente do telhado verde com \n\nCoroa-de-Frade após passar pelos filtros A e B, o mesmo reduziu a quantidade de \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\nFiltro A Filtro B\n\nC\nlo\n\nre\nto\n\ns\n  \n\n(m\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n108 \n\n \n\ncloretos de 596,6 para 263,2 mg/L (55,9%) no filtro A, e reduziu de 596,6 para 298,3 \n\nmg/L (50,0%) no filtro B. \n\nOs resultados obtidos estão abaixo do limite recomendado na publicação da \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 1.063,5 \n\nmg/L. \n\n \n\nFigura 43 - Valores obtidos de cloretos para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.9 Monitoramento dos Sulfatos \n\n4.4.9.1 Efluente sintético \n\nDe acordo com a Figura 44, pode-se observar que ocorreu uma redução dos \n\nvalores de sulfatos após o efluente sintético passar pelos filtros A e B. O filtro A \n\napresentou a melhor eficiência para a remoção dos sulfatos, reduzindo de 970 para \n\n784 mg/L (19,2%) no filtrado 1, de 970  para 786 mg/L (19,0%) no filtrado 2 e de \n\n970  para 788 (18,8%) no filtrado 3. Em relação ao filtro B, o mesmo apresentou \n\nredução de 970 para 811 mg/L (16,4%) no filtrado 1, de 970 para 814 mg/L (16,1%) \n\nno filtrado 2 e de 970 para 815 (16,0%) no filtrado 3. \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\nFiltro A Filtro B\n\nC\nlo\n\nre\nto\n\ns\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n109 \n\n \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de sulfato de 960,6 mg/L. Conforme \n\napresentado na Figura 44, observa-se que os filtros conseguiram reduzir o valor de \n\nsulfato para um valor inferior ao máximo recomendado pelo autor. \n\n \n\nFigura 44 - Valores obtidos de sulfatos para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.9.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\nsulfatos foram reduzidas após passar pelos filtros, sendo o filtro B o que apresentou \n\na maior eficiência na remoção de sulfatos. De acordo com a Figura 45, observou-\n\nse que o telhado verde com Babosa apresentou valores de sulfatos maiores (3050 \n\nmg/L) em relação ao telhado verde com Coroa-de-Frade (2685 mg/L). Após passar \n\npelos filtros A e B o efluente do telhado Babosa reduziu a quantidade de sulfatos \n\nde 3050 para 2060 mg/L (32,5%) no filtro A, e de 3050 para 1970 mg/L (35,4%) no \n\nfiltro B. Em relação ao efluente do telhado verde com Coroa-de-Frade após passar \n\npelos filtros A e B, o mesmo reduziu a quantidade de sulfatos de 2685 para 1746 \n\nmg/L (35,0%) no filtro A, e reduziu de 2685 para 962 mg/L (64,2%) no filtro B. \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\nFiltro A Filtro B\n\nS\nu\n\nlf\na\nto\n\ns\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n110 \n\n \n\nOs resultados obtidos estão acima do limite recomendado na publicação da \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 960,6 \n\nmg/L. \n\nFigura 45 - Valores obtidos de sulfatos para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.10 Monitoramento do Nitrato \n\n4.4.10.1 Efluente sintético \n\nConforme apresentado na Figura 46, pode-se observar que ocorreu uma \n\nredução significativa dos valores de nitrato após o efluente sintético passar pelos \n\nfiltros A e B. O filtro A apresentou eficiência para a remoção dos nitratos semelhante \n\nao filtro B. O filtro A reduziu a quantidade de nitrato de 13,3 para 1,8 mg/L (86,5%) \n\nno filtrado 1, de 13,3  para 1,9 mg/L (85,7%) no filtrado 2 e de 13,3  para 2,1 mg/L \n\n(84,2%) no filtrado 3. Em relação ao filtro B apresentou redução de 13,3 para 1,9 \n\nmg/L (85,7%) no filtrado 1, de 13,3 para 1,8 mg/L (86,5%) no filtrado 2 e de 13,3 \n\npara 1,9 mg/L (85,7%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de nitrato de 10 mg/L. Conforme \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\nFiltro A Filtro B\n\nS\nu\n\nlf\na\nto\n\ns\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n111 \n\n \n\napresentado na Figura 46, observa-se que os filtros conseguiram reduzir o valor de \n\nsulfato para um valor bem inferior ao máximo recomendado pelo autor. \n\n \n\nFigura 46 - Valores obtidos de nitrato para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.10.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\nnitrato foram reduzidas após passar pelos filtros, sendo o filtro A o que apresentou \n\na maior eficiência na remoção de nitrato. De acordo com a Figura 47, observou-se \n\nque o telhado verde com Coroa-de-Frade apresentou valores de nitrato maiores \n\n(2,3 mg/L) em relação ao telhado verde com Babosa (2,1 mg/L). Após passar pelos \n\nfiltros A e B o efluente do telhado Babosa reduziu a quantidade de nitrato de 2,1 \n\npara 1,5 mg/L (28,6%) no filtro A e de 2,1 para 1,6 mg/L (23,8%) no filtro B. Em \n\nrelação ao efluente do telhado verde com Coroa-de-Frade após passar pelos filtros \n\nA e B, o mesmo reduziu a quantidade de nitrato de 2,3 para 1,6 mg/L (30,4%) no \n\nfiltro A, e reduziu de 2,3 para 1,9 mg/L (17,4%) no filtro B. \n\nOs resultados obtidos estão bem abaixo do limite recomendado na publicação \n\nda EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 10 \n\nmg/L. \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\nFiltro A Filtro B\n\nN\nit\n\nra\nto\n\n  \n(m\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n112 \n\n \n\n \n\nFigura 47- Valores obtidos de nitrato para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.11 Monitoramento do Nitrogênio Amoniacal \n\n4.4.11.1 Efluente sintético \n\nDe acordo com a Figura 48, pode-se observar que ocorreu uma redução \n\nsignificativa dos valores de nitrogênio amoniacal após o efluente sintético passar \n\npelos filtros A e B. O filtro A apresentou a melhor eficiência para a remoção de \n\nnitrogênio amoniacal, reduzindo de 5,4 para 4,2 mg/L (22,2%) no filtrado 1 e de 5,4  \n\npara 4,4 mg/L (18,5%) nos filtrados 2 e 3. Em relação ao filtro B, o mesmo \n\napresentou redução de 5,4 para 4,4 mg/L (18,5%) no filtrado 1, de 5,4 para 4,8 mg/L \n\n(11,1%) no filtrado 2 e de 5,4 para 4,5 mg/L (16,7%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de nitrogênio amoniacal de 5 mg/L. \n\nConforme apresentado na Figura 48, observa-se que os filtros conseguiram reduzir \n\no valor de sulfato para um valor inferior ao máximo recomendado pelo autor. \n\n \n\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n\n10\n11\n\nFiltro A Filtro B\n\nN\nit\n\nra\nto\n\n (\nm\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n113 \n\n \n\nFigura 48 - Valores obtidos de nitrogênio amoniacal para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.11.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\nnitrogênio amoniacal não apresentaram redução significativa após passar pelos \n\nfiltros. De acordo com a Figura 49, observou-se que o telhado verde com Babosa \n\napresentou valores de nitrogênio amoniacal maiores (1,2 mg/L) em relação ao \n\ntelhado verde com Coroa-de-Frade (0,9 mg/L). Após passar pelos filtros A e B, o \n\nefluente do telhado Babosa reduziu a quantidade de nitrogênio amoniacal de 1,2 \n\npara 1,0 mg/L (16,6%) no filtro A, e de 1,2 para 1,1 mg/L (8,3%) no filtro B. Em \n\nrelação ao efluente do telhado verde com Coroa-de-Frade, após passar pelos filtros \n\nA e B o mesmo reduziu a quantidade de nitrogênio amoniacal de 0,9 para 0,7 mg/L \n\n(22,2%) em ambos os filtros. \n\nOs resultados obtidos estão bem abaixo do limite recomendado na publicação \n\nda EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 5 \n\nmg/L. \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nFiltro A Filtro B\n\nN\nit\n\nro\ng\n\nê\nn\n\nio\n A\n\nm\no\n\nn\nia\n\nc\na\nl \n\n (\nm\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n114 \n\n \n\nFigura 49 - Valores obtidos de nitrogênio amoniacal para o efluente do \n\ntelhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.12 Monitoramento do Fósforo \n\n4.4.12.1 Efluente sintético \n\nConforme apresentado na Figura 50, pode-se observar que não ocorreu uma \n\nredução significativa dos valores de fósforo após o efluente sintético passar pelos \n\nfiltros A e B. O filtro A apresentou eficiência para a remoção de fósforo semelhante \n\nao filtro B. O filtro A reduziu a quantidade de fósforo de 3 para 1,9 mg/L (36,7%) no \n\nfiltrado 1, de 3  para 2,0 mg/L (33,3%) no filtrado 2 e de 3  para 2,1 mg/L (30,0%) \n\nno filtrado 3. Em relação ao filtro B, o mesmo apresentou redução de 3 para 1,8 \n\nmg/L (40,0%) no filtrado 1, de 3 para 1,9 mg/L (36,7%) no filtrado 2 e de 3 para 2,1 \n\nmg/L (30,0%)  no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de fósforo de 2 mg/L. Conforme \n\napresentado na Figura 50, observa-se que os filtros conseguiram reduzir o valor de \n\nfósforo para um valor inferior ao máximo recomendado pelo autor apenas no filtrado \n\n1 do filtro a e no filtrado 1 e 2 do filtro B. \n\n0\n0,5\n\n1\n1,5\n\n2\n2,5\n\n3\n3,5\n\n4\n4,5\n\n5\n5,5\n\nFiltro A Filtro B\n\nN\nit\n\nro\ng\n\nê\nn\n\nio\n A\n\nm\no\n\nn\nia\n\nc\na\nl \n\n(m\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n115 \n\n \n\nFigura 50 - Valores obtidos de fósforo para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.12.2 Efluente dos telhados verdes \n\nO fósforo na forma de fosfato foi encontrado com valores elevados nos \n\ntelhados verdes, devido à presença de substrato e dos fertilizantes utilizados. Além \n\ndisso, outra fonte de fósforo importante nos telhados verdes é a decomposição da \n\nmatéria orgânica, neste caso, a própria vegetação. Conforme apresentado na \n\nFigura 51 os valores encontrados de fósforo para o telhado verde com Coroa-de-\n\nFrade (3,8 mg/L) são maiores do que os valores observados no telhado com \n\nBabosa (3,4 mg/L). Tal fato pode ser explicado devido à própria morfologia do \n\nCoroa-de-Frade, que tem uma raiz central para fixar a planta ao solo e raízes \n\nsuperficiais que se encontram bem rente à terra, mas não seguram o solo, deixando \n\nsoltas as partículas de solo e facilitando o arraste destas pela precipitação. \n\nTeemusk &amp; Mander (2007) afirmam que, em eventos chuvosos intensos, o fósforo \n\né carreado pela água. \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\nfósforo apresentaram redução significativa após passar pelos filtros. Logo após \n\npassar pelos filtros A e B o efluente do telhado Babosa reduziu a quantidade de \n\nfósforo de 3,4 para 1,8 mg/L (47,1%) em ambos os filtros. Em relação ao efluente \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\nFiltro A Filtro B\n\nF\nó\n\ns\nfo\n\nro\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n116 \n\n \n\ndo telhado verde com Coroa-de-Frade, após passar pelos filtros A e B o mesmo \n\nreduziu a quantidade de fósforo de 3,8 para 1,6 mg/L (57,9%) no filtro A e de 3,8 \n\npara 2 (47,4%) no filtro B. \n\nNo que se refere à possibilidade de uso da água para irrigação, verificou-se \n\nque após passar pelos filtros as amostras apresentaram concentração de fósforo \n\nabaixo do valor aceitável, conforme publicação da EMBRAPA sobre a “Qualidade \n\nda água para irrigação” (ALMEIDA, 2010), que é de 2 mg/L.  \n\n \n\nFigura 51 - Valores obtidos de fósforo para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.13 Monitoramento do Potássio \n\n4.4.13.1 Efluente sintético \n\nDe acordo com a Figura 52, pode-se observar que ocorreu uma redução nos \n\nvalores de Potássio após o efluente sintético passar pelos filtros A e B. O filtro A \n\napresentou maior eficiência para a remoção de fósforo, o mesmo reduziu a \n\nquantidade de fósforo de 27,5 para 20,3 mg/L (26,2%) no filtrado 1, de 27,5   para \n\n21,9 mg/L (20,4%) no filtrado 2 e de 27,5   para 22,7 mg/L (17,5) no filtrado 3. Em \n\nrelação ao filtro B, o mesmo apresentou redução de 27,5 para 25,6 mg/L (6,9%) no \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n4\n\nFiltro A Filtro B\n\nF\nó\n\ns\nfo\n\nro\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n117 \n\n \n\nfiltrado 1, de 26,4  para 21,9 mg/L (17,1%) no filtrado 2 e de 27,5  para 27,1 mg/L \n\n(1,5%) no filtrado 3. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de potássio de 2 mg/L. Conforme \n\napresentado na Figura 52, observa-se que os filtros não conseguiram reduzir o \n\nvalor de potássio para um valor inferior ao máximo recomendado pelo autor. \n\n \n\nFigura 52 - Valores obtidos de potássio para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.13.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\npotássio não apresentaram redução significativa após passar pelos filtros. De \n\nacordo com a Figura 53, observou-se que o telhado verde com Babosa apresentou \n\nvalores de potássio maiores (18,8 mg/L) em relação ao telhado verde com Coroa-\n\nde-Frade (18,0 mg/L). Após passar pelos filtros A e B o efluente do telhado Babosa \n\nreduziu a quantidade de potássio de 18,8 para 16,5 mg/L (12,2%) no filtro A e de \n\n18,8 para 16,9 mg/L (10,1%) no filtro B. Em relação ao efluente do telhado verde \n\ncom Coroa-de-Frade, após passar pelos filtros A e B o mesmo reduziu a quantidade \n\n2 2\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\nFiltro A Filtro B\n\nP\no\n\ntá\ns\ns\nio\n\n (\nm\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n118 \n\n \n\nde potássio de 18,0 para 16,2 mg/L (10,0%) no filtro A e de 18,0 para 16,9 (6,1%) \n\nno filtro B. \n\nOs resultados obtidos estão bem acima do limite recomendado na publicação \n\nda EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 2 \n\nmg/L. \n\n \n\nFigura 53 - Valores obtidos de potássio para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.14 Monitoramento do Boro \n\n4.4.14.1 Efluente sintético \n\nConforme apresentado na Figura 54, pode-se observar que ocorreu uma \n\nredução dos valores de boro após o efluente sintético passar pelos filtros A e B. O \n\nfiltro A apresentou maior eficiência para a remoção de boro, o mesmo reduziu a \n\nquantidade de boro de 2,9 para 1,2 mg/L (58,6%) no filtrado 1 e o filtro B apresentou \n\nredução de 2,9 para 1,6 mg/L (44,8%) no filtrado 1.  \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo de boro de 2 mg/L. Conforme \n\n2 2\n0\n\n5\n\n10\n\n15\n\n20\n\nFiltro A Filtro B\n\nP\no\n\ntá\ns\ns\nio\n\n (\nm\n\ng\n/L\n\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n119 \n\n \n\napresentado na Figura 54, observa-se que os filtros conseguiram reduzir o valor de \n\nboro para um valor inferior ao máximo recomendado pelo autor. \n\nFigura 54 - Valores obtidos de boro para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.14.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados verdes as concentrações de \n\nboro não apresentaram redução após passar pelos filtros. De acordo com a Figura \n\n55, observou-se que o telhado verde com Babosa apresentou valores de boro \n\nmaiores (0,9 mg/L) em relação ao telhado verde com Coroa-de-Frade (0,6 mg/L). \n\nApós passar pelos filtros A e B não ocorreu redução no valor de boro nos efluentes \n\ndos telhados verde.  \n\nOs resultados obtidos estão abaixo do limite recomendado na publicação da \n\nEMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 2 mg/L. \n\n \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\nFiltro A Filtro B\n\nB\no\n\nro\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nLimite (EMBRAPA)\n\n\n\n120 \n\n \n\nFigura 55 - Valores obtidos de boro para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.15 Monitoramento do pH \n\n4.4.15.1 Efluente sintético \n\nConforme apresentado na Figura 56, pode-se observar que não ocorreu \n\nredução significativa dos valores de pH após o efluente sintético passar pelos filtros \n\nA e B. Conforme os resultados obtidos das análises das amostras do efluente \n\nsintético antes e depois de passar pelos filtros, observou-se que o pH ficou variando \n\nentre 8,4 e 8,6. \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor de pH entre 6 e 8,5. Conforme apresentado na \n\nFigura 56, observa-se que após passar pelos filtros o valor de pH do efluente \n\nsintético ficou dentro da faixa ideal recomendada pelo autor. \n\n \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\nFiltro A Filtro B\n\nB\no\n\nro\n (\n\nm\ng\n\n/L\n)\n\nFiltros \n\nEfluente Babosa Babosa - filtrado 1\n\nEfluente Coroa Coroa - filtrado 1\n\nLimite (EMBRAPA)\n\n\n\n121 \n\n \n\nFigura 56 - Valores obtidos de pH para o efluente sintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.15.2 Efluente dos telhados verdes \n\nNas amostras coletadas nos telhados verdes, os valores de pH encontrados \n\nestão próximos da neutralidade, indicando a não existência de contaminantes \n\nácidos ou alcalinos (SANTOS et al., 2011). \n\nConforme apresentado na Figura 57, pode-se observar que não ocorreu \n\nredução significativa dos valores de pH após o efluente sintético passar pelos filtros \n\nA e B.  \n\nCom relação ao emprego da água na irrigação, todos os valores encontrados \n\nestão dentro da faixa recomendada, de 6,0 a 8,5, pela EMBRAPA na publicação \n\n“Qualidade da água para irrigação” (ALMEIDA, 2010). \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\nFiltro A Filtro B\n\np\nH\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite Superior (EMBRAPA) Limite Inferior (EMBRAPA)\n\n\n\n122 \n\n \n\nFigura 57 - Valores obtidos de pH para o efluente do telhado verde. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.16 Monitoramento da Razão de Adsorção de sódio (RAS) \n\n4.4.16.1 Efluente sintético \n\nConforme apresentado na Figura 58, pode-se observar que não ocorreu uma \n\nredução significativa nos valores da razão de adsorção de sódio após o efluente \n\nsintético passar pelos filtros A e B. O filtro A apresentou eficiência para a remoção \n\nda razão de adsorção de sódio semelhante ao filtro B. Ambos os filtros reduziram a \n\nrazão de adsorção de sódio de 41,8 para 36,6 mg/L (12,4%). \n\nDe acordo com Almeida (2010), para a água ser utilizada na irrigação, a \n\nmesma deve apresentar um valor máximo da razão de adsorção de sódio de 15 \n\nmg/L. Conforme apresentado na Figura 58, observa-se que os filtros não \n\nconseguiram reduzir o valor da razão de adsorção de sódio para um valor inferior \n\nao máximo recomendado pelo autor. \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\nFiltro A Filtro B\n\np\nH\n\n \n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite Superior (EMBRAPA) Limite Inferior (EMBRAPA)\n\n\n\n123 \n\n \n\nFigura 58 - Valores obtidos da razão de adsorção de sódio para o efluente \n\nsintético. \n\n \n\nFonte: Autor (2017). \n\n \n\n4.4.16.2 Efluente dos telhados verdes \n\nEm todas as amostras coletadas dos telhados, os valores da razão de \n\nabsorção de sódio não apresentaram redução após passar pelos filtros. De acordo \n\ncom a Figura 59, observou-se que o telhado verde com Babosa apresentou razão \n\nde absorção de sódio maior (2,3 mg/L) em relação ao telhado verde com Coroa-de-\n\nFrade (1,4 mg/L).  \n\nOs resultados obtidos estão bem abaixo do limite recomendado na publicação \n\nda EMBRAPA sobre a “Qualidade da água para irrigação” (ALMEIDA, 2010), 15 \n\nmg/L. \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nFiltro A Filtro B\n\nR\na\nz\nã\no\n\n d\ne\n A\n\nd\ns\no\n\nrç\nã\no\n\n d\ne\n S\n\nó\nd\n\nio\n (\n\nR\nA\n\nS\n)\n\nFiltros \n\nEfluente Sintético Filtrado 1\n\nFiltrado 2 Filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n124 \n\n \n\nFigura 59 - Valores obtidos da razão de adsorção de sódio para o efluente \n\nsintético. \n\n \n\nFonte: Autor (2017). \n\n \n\nOs valores obtidos da eficiência de remoção dos filtros A e B de areia para \n\ncada efluente em estudo, serão apresentados na tabela 13. \n\nTabela 13 – Eficiência de remoção dos filtros A e B de areia. \n\n \nParâmetro \n\n \nEficiência de remoção filtro \n\nA de areia (%) \n\n \nEficiência de remoção filtro \n\nB de areia (%) \n\n Efluentes Efluentes \n\n Sintético Babosa Coroa Sintético Babosa Coroa \n\nCondutividade Elétrica 31,2 50,0 25 28,4 50 62,5 \nSólidos Dissolvidos Totais 17,9 32,8 22,5 14,3 31,5 16,7 \n\nCálcio 10,9 9,5 2,7 10,9 4,1 2,1 \nMagnésio 5,35 19,2 7,6 2,3 11,1 6,7 \n\nSódio 13,3 10,1 3,7 11,6 6,7 1,1 \nCarbonatos 4,3 - - 1,4 - - \n\nBicarbonatos 72,1 34,2 13,8 70,1 10,4 11,3 \nCloretos 35,1 57,7 55,9 32,2 42,3 50,0 \n\nSulfatos 19,2 32,5 35,0 16,4 35,4 64,2 \nNitrato 86,5 28,6 30,4 85,7 23,8 17,4 \n\nNitrogênio Amoniacal 22,2 16,6 22,2 18,5 8,3 22,2 \nFósforo 36,7 47,1 57,9 40,0 47,1 47,4 \nPotássio 26,2 12,2 10,0 17,1 10,1 6,1 \n\nBoro 58,6 0 0 44,8 0 0 \n\nFonte: Autor (2017). \n\n0,00\n\n5,00\n\n10,00\n\n15,00\n\n20,00\n\nFiltro A Filtro B\n\nR\na\nz\nã\no\n\n d\ne\n A\n\nd\ns\no\n\nrç\nã\no\n\n d\ne\n s\n\nó\nd\n\nio\n \n\n(R\nA\n\nS\n)\n\nFiltros \n\nEfluente Babosa Efluente Coroa\n\nBabosa - filtrado 1 Coroa - filtrado 1\n\nBabosa - filtrado 2 Coroa - filtrado 2\n\nBabosa - filtrado 3 Coroa - filtrado 3\n\nLimite (EMBRAPA)\n\n\n\n125 \n\n \n\n5 CONCLUSÕES E RECOMENDAÇÕES \n\n5.1 Conclusões \n\nDe acordo com a análise estatística da precipitação do município de Caruaru, \n\nfoi verificado conforme a média móvel a cada 10 anos que ocorre uma tendência \n\ndecrescente entre 1969 e 1999, uma tendência crescente entre 2000 e 2011 e \n\nnovamente uma tendência decrescente entre 2012 e 2017. Considerando-se os \n\ntotais anuais, observou-se que nos últimos anos da série de dados, a precipitação \n\nanual apresentou valores extremos, onde 1993 foi o ano mais seco e 2011 foi o ano \n\nmais chuvoso, evidenciando assim, uma tendência de períodos muito secos e \n\nperíodos muito chuvosos. O desvio da precipitação média mensal indicou que o \n\nperíodo chuvoso do município de Caruaru ocorre entre os meses de fevereiro e \n\njulho, sendo o mês de julho o mais chuvoso do ano.  \n\nA distribuição de Gumbel mostrou-se adequada para representar as \n\nestimativas dos valores das precipitações máximas no nível de significância de 5% \n\npelo teste de Kolmogorov-Smirnov, enfatizando sua importância nos estudos \n\nrelacionados com análise de frequência para ajustes de modelos para \n\ndeterminação de equações de chuvas intensas. A análise comparativa dos \n\nresultados obtidos pela aplicação da metodologia de desagregação de chuva de 24 \n\nhoras com os valores das equações geradas por meio de dados obtidos do \n\npluviômetro mostrou-se bastante satisfatória, apresentando coeficiente de \n\ndeterminação (R²) com valor (0,98). \n\nA Equação IDF obtida a partir de dados pluviométricos representa uma grande \n\ncontribuição para o município de Caruaru, sendo uma boa alternativa para atender \n\naos projetos de Engenharia com período de retorno de até 100 anos e durações de \n\naté 24 horas, uma vez que a existência de séries histórias pluviográficas na região \n\né tão escassa o que impossibilitaria a utilização desta informação a pequeno e \n\nmédio prazo.  \n\nVerificou-se que o telhado verde com Coroa-de-Frade possui maior \n\ncapacidade de retenção que o telhado verde com Babosa. Foi possível observar \n\ntambém que com a continuidade do experimento o telhado verde vai diminuindo a \n\nsua capacidade de retenção. Isso pode ser justificado devido ao solo encontrar-se \n\nsaturado após um determinado intervalo de tempo.  \n\n\n\n126 \n\n \n\nPortanto, os telhados verdes apresentam-se como alternativas para \n\nminimização dos problemas decorrentes de alagamentos e contribuem \n\npositivamente para o melhor desempenho dos sistemas de drenagem, pois retém \n\nparcela significativa da precipitação e retardam o tempo de pico do escoamento \n\nsuperficial. \n\nConforme as análises dos parâmetros físico-químicos dos efluentes dos \n\ntelhados verdes com Coroa-de-Frade e com Babosa, observou-se que ambos os \n\ntelhados verdes apresentaram os valores de magnésio, sulfato, fósforo e potássio \n\nbem acima dos valores máximos aceitáveis para a água ser destinada à irrigação. \n\nApós passar pelos filtros ocorreu uma redução nos valores de fósforo para ambos \n\nos efluentes de forma que estes valores ficassem abaixo do valor máximo aceitável \n\npara a água ser destinada à irrigação, conforme a publicação da EMBRAPA. Em \n\nrelação aos valores de magnésio, cloretos e potássio os mesmos foram reduzidos, \n\napós passar pelos filtros. No entanto os valores ainda permaneceram acima dos \n\nmáximos aceitáveis para a água ser destinada à irrigação.  \n\nDe acordo com a análise dos parâmetros físico-químicos do efluente sintético \n\n(efluente com todos os parâmetros acima dos valores máximos aceitáveis para a \n\nágua ser destinada a irrigação), foi possível verificar que após passar pelos filtros \n\nocorreu uma redução significativa nos valores de cálcio, sódio, bicarbonato, sulfato, \n\nnitrato, nitrogênio amoniacal, fósforo e boro ficando, portanto, com valores \n\ninferiores aos valores máximos aceitáveis para a água ser destinada à irrigação. \n\nApós passar pelos filtros ocorreu uma redução nos valores de condutividade \n\nelétrica, sólidos dissolvidos totais, magnésio, carbonatos, cloretos, potássio e a \n\nrazão de adsorção de sódio, no entanto continuaram com os valores acima dos \n\nmáximos aceitáveis para a água ser destinada à irrigação.  \n\nEm relação à eficiência dos filtros, observou-se que a configuração do filtro A \n\n(filtro de areia composto por três camadas com diferentes faixas granulométricas e \n\nespessura de cada camada com 20 cm) apresentou, para todos os efluentes em \n\nestudo, a melhor eficiência na remoção da grande maioria dos parâmetros físico-\n\nquímicos analisados, quando comparados com o filtro B. Exceções: bicarbonato e \n\nsulfato, onde o filtro B apresentou uma melhor eficiência, no entanto, o cálcio \n\napresentou comportamento similar nos filtros A e B. \n\n\n\n127 \n\n \n\n5.2 Recomendações \n\nPara a continuidade deste projeto recomenda-se, que o experimento seja \n\nrepetido mais vezes para uma maior segurança nas avaliações dos resultados \n\nobtidos. Um acompanhamento em longo prazo, simulando diferentes intensidades \n\nde chuvas poderia evidenciar diferentes comportamentos na capacidade de \n\nretenção dos telhados verdes, nos escoamentos dos telhados. \n\nRecomenda-se também, com o objetivo de aumentar a eficiência do \n\ndispositivo-filtro, a análise de outros meios filtrantes na remoção dos parâmetros \n\nfísico-químicos dos efluentes dos telhados verdes, como por exemplo, carvão \n\nativado, polímero, entre outros. Além disso, recomenda-se realizar estudos em \n\nrelação as formas de limpeza dos filtros, visto que é uma importante ferramenta \n\npara reestabecer a capacidade capacidade de remoção dos poluentes. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n128 \n\n \n\nREFERÊNCIAS \n\nABNT - Associação Brasileira de Normas Técnicas. NBR 7181 - Solo - Análise \ngranulométrica: método de ensaio. 1984. \n\nABNT - Associação Brasileira de Normas Técnicas. NBR 6457 – Amostras de Solo \n– Preparação para ensaios de compactação e ensaios de caracterização, p. \n9, 1986. \n\nABNT - Associação Brasileira de Normas Técnicas. NBR 12216 – Projeto de \nestação de tratamento de água para abastecimento público. ABNT. 1992. \n\nABNT - Associação Brasileira de Normas Técnicas. NBR 6502 - Rochas e solos – \nAnálise granulométrica conjunta. ABNT. 1995. \n\nABNT - Associação Brasileira de Normas Técnicas. NBR 13969 - Tanques sépticos \n- Unidades de tratamento complementar e disposição final dos efluentes \nlíquidos - Projeto, construção e operação. ABNT. 1997. \n\nALMEIDA, O. A. Qualidade da água de irrigação. Cruz das Almas/BA, EMBRAPA, \n2010. \n\nANDRADE NETO, C. O. Segurança sanitária das águas de cisternas rurais. In: \nSimpósio Brasileiro de Captação de Água de Chuva. 4º. 2003, Juazeiro. \nAnais... Juazeiro, BA: ABCMAC, 2003. \n\nANTAS, F. P. S. Avaliação da Composição Iônica e Aplicação de um Índice de \nQualidade para Água de Irrigação no Rio Açu, RN. 2011. 67 f. Dissertação \n(Mestrado em Irrigação e Drenagem) – Universidade Federal Rural do \nSemiárido. Rio Grande do Norte, 2011. \n\nAPAC - Agência Pernambucana de Águas e Clima. http://www.apac.pe.gov.br. \nAcessado em fevereiro/2017. \n\nAPHA - American Public Health. Association. Standard Methods for the Examination \nof Water and Wastewater. 21th ed., Washington DC, 2005. \n\nARAÚJO, A. L. Desempenho de colunas experimentais de solo irrigadas com água \nsuperficial poluída e cultivadas com alface (Lactuca sativa, L.). 1999. 130p. \nDissertação (Mestrado em Engenharia Sanitária e Ambiental) - Universidade \nFederal da Paraiba, Campina Grande, 1999. \n\nARAÚJO, L. E.; SOUSA, F. A. S.; RIBEIRO, M. A. F. M.; SANTOS, A. S.; \nMEDEIROS, P. C. Análise estatística de chuvas intensas na bacia hidrográfica \ndo Rio Paraíba. Revista Brasileira de Meteorologia, São José dos Campos, v. \n23, n. 2, p. 162-169, 2008. \n\nAUSLAND, G., STEVIK, T. K., HANSSEN, J. F., KOHLER, J. C., JENSSEN, P. D. \nIntermittent filtration of wastewater – Removal of fecal coliforms and fecal \nstreptococci. Water Research. v. 36, pp. 3507–3516. 2002. \n\nAYERS, R. S.; WESTCOT, D. W. A qualidade da água na agricultura. Estudos FAO: \nIrrigação e Drenagem, 29, 2. ed, Campina Grande, UFPB, p. 145. 1999. \n\nAZEVEDO, J.R.G. (Org.). Hidrometria aplicada à gestão dos recursos hídricos. Ed. \nUniversitária da UFPE. 2010. \n\n\n\n129 \n\n \n\nBAILEY, D.A.; NELSON, P.V.; FONTENO W.C. Substrates pH and water quality. \nRaleigh: North Carolina State University, 2000. Disponível em: \n<http://www.ces.ncsu.edu/depts/hort/ floriculture/plugs/ph.pdf>. Acesso em: \n15 ago. 2000. \n\nBAPTISTA, M.; NASCIMENTO, N.; BARRAUD, S. Técnicas compensatórias em \ndrenagem urbana. 2ª edição. Porto Alegre: ABRH – Associação Brasileira de \nRecursos Hídricos, 2015. 319 p. \n\nBEATRICE, C.C. Avaliação do potencial de uso de três espécies vegetais como \ncobertura leve de telhados em edificações. Dissertação (Mestrado em \nCiências da Engenharia Ambiental) Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, São Carlos, 2010. \n\nBERNARDO, S.; SOARES, A. A.; MANTOVANI, E. C. Manual de irrigação. 8 ed. \nViçosa: UFV, p. 611. 2006. \n\nBERTONI, J. C.; Tucci, C.E. M. Precipitação. In: Tucci, C.E.M. (Ed.) Hidrologia \nCiência e Aplicação. Porto Alegre: Editora da UFRGS, p.177-231. 2002. \n\nBOLLER, M. A.; KAVANAUGH, M. C. Particle characteristics and headloss increase \nin granular media filtration. Elsevier Scienc, U.S.A, v. 29, p. 1139-1149, 1995. \n\nBRANDÃO, C. C. S., SILVA, A. S. Remoção de Cianotoxinas por Adsorção em \nCarvão Ativado. In: PÁDUA, V. L. (Coord.). Contribuição ao estudo da \nremoção de cianobactérias e microcontaminantes orgânicos por meio de \ntécnicas de tratamento de água para consumo humano. Rio de Janeiro: \nABES, 2006. Capítulo 10, p. 415-465. 2006. \n\nCAMARGO, A. P.; CAMARGO, M. B. P. Uma revisão analítica da \nevapotranspiração potencial. Artigo de Revisão. Bragantina, Campinas, v.59, \nn.2, p.125-137. 2000. \n\nCANHOLI, A.P. Drenagem urbana e controle de enchentes. São Paulo: Oficina de \ntextos. 2005. \n\nCATALUNHA, M.J.; SEDIYAMA, G.C.; LEAL, B.G.; SOARES, C.P.B.; RIBEIRO, A. \nAvaliação de cinco funções densidade de probabilidade a séries de \nprecipitação pluvial do Estado de Minas Gerais. Revista Brasileira de \nAgrometeorologia. Santa Maria, v.10, n.1, p.153-162, 2002. \n\nCETESB. Drenagem Urbana: manual de projeto. Companhia de Tecnologia de \nSaneamento Ambiental, São Paulo, 464 p. 1986. \n\nCHAN, A. L. S.; CHOW, T. T. Evaluation of overall thermal transfer value (OTTV) \nfor comercial buildings constructed with green roof. Applied Energy. Hong \nKong, 2013. \n\nCHEN, C. Rainfall Intensity – duration – frequency formulas. Journal of Hydraulic \nEngineering – ASCE, v. 109, p. 21, 1983. \n\nCHIBANA, E. Y.; FLUMIGMAN, D.; MOTA, R. G.; VIEIRA, A. S.; FARIA, R. T. \nEstimativas de falhas em dados meteorológicos. In: Congresso Brasileiro de \nAgroinformática, 9, Londrina. Anais...Londrina: SBI-AGRO, 2005. \n\nCLEASBY, J. L.; LOGSDON, G. S. Granular bed and precoat filtration. In: \nAMERICAN PUBLIC HEALTH ASSOCIATION. LETTERMAN, R. D. (technical \n\n\n\n130 \n\n \n\ned.) Water quality and treatment. A handbook of community water supplies. \nEstados Unidos da América: McGraw Hill. 1999. \n\nCOLLISCHONN, W.; TASSI, R. Introduzindo Hidrologia. IPH, ed. UFRGS, Porto \nAlegre – RS, 71 p., 2010. \n\nCONDEPE/FIDEM - Agência Estadual de Planejamento e Pesquisas de \nPernambuco. Perfil Municipal. Disponível em \n<http://www.condepefidem.pe.gov.br>. Acesso em 4 jan 2016. \n\nCOUTINHO, A. P. et al. Determinação de Equações de Chuvas Intensas para \nMunicípios das Mesorregiões do Estado de Pernambuco Com Dados \nPluviométricos. In: SIMPÓSIO DE RECURSOS HÍDRICOS DO NORDESTE, \n10. Anais Fortaleza, 14 p. 2010. \n\nCPRM - Serviço Geológico do Brasil. Projeto cadastro de fontes de abastecimento \npor água subterrânea. Diagnóstico do município de Caruaru, estado de \nPernambuco. Recife: CPRM/PRODEEM, p.11. 2005. \n\nCRUCIANI, D. E. A drenagem na agricultura. São Paulo: Nobel, 337p. 1980. \n\nDI BERNARDO, L. Métodos e técnicas de tratamento de água. 2ª ed. São Paulo: \nRIMA, 2005. \n\nDI BERNARDO, L., LUCA, S. J.,KURODA, E. K., PEGORER, M. G. L. Oxidação. \nIn: PÁDUA, V. L. (coord.). Contribuição ao estudo da remoção de \ncianobactérias e microcontaminantes orgânicos por meio de técnicas de \ntratamento de água para consumo humano. PROSAB - Programa de \nPesquisa em Saneamento Básico. Belo Horizonte: SERMOGRAF. 504 p. \n2006. \n\nEDGAR, L.; LARS, B. Response of a Sedum green-roof to individual rain events, \nDepartment of Water Resources Engineering, Lund University, Suécia, v. 25, \np. 1-7, 2005. \n\nEUSTÁQUIO, H. M. B. Ensaios de tratabilidade aplicados a determinação de \nparâmetros para dimensionamento de processos de tratamento de água de \nmanancial eutrofizado. 2010, 143f. Dissertação (Mestre em Engenharia \nSanitária) Universidade Federal do Rio Grande do Norte, 2010. \n\nFARIA, D. C.; ANDRADE, T. S.; OLIVEIRA, A. A.; NAVAL, L. P. Eficiência na \nremoção de nutrientes empregando-se sistemas anaeróbios e facultativos. In: \nSimpósio de Recursos Hídricos do Norte e Centro-Oeste. I. 2007. Cuiabá, MT. \nAnais... Cuiabá: Associação Brasileira de Recursos Hídricos – ABRH, 2007. \n\nFARIAS, M.M.M.W.E.C. Aproveitamento de águas de chuva por telhados: aspectos \nquantitativos e qualitativos. Dissertação de Mestrado do Programa de Pós-\nGraduação em Engenharia Civil e Ambiental da UFPE, 115 p., Caruaru – PE, \n2012. \n\nFEIGIN, A.; RAVINA, I.; SHALHEVET, J. Irrigation with treated sewage efluent. \nAdvanced Series in Agricultural Science. Berlin: Editora Spring-Verlang. 1991. \n216p. \n\nFERNANDEZ, M. N. Preenchimento de falhas em séries temporais. Universidade \nFederal do Rio Grande – FURG. Curso de Pós-Graduação em Engenharia \nOceânica. Dissertação de Mestrado, 2007. \n\n\n\n131 \n\n \n\nFERRAZ, I. L. O desempenho térmico de um sistema de cobertura verde em \ncomparação ao sistema tradicional de cobertura com telha cerâmica. \nDissertação (Mestrado em Engenharia Civil) Escola Politécnica, Universidade \nde São Paulo, 2012. \n\nFIGUEROA, M.; SCHILER, P. M. Green roof performance: passive design \nimplications in Los Angeles, California. PLEA2009 - 26th Conference on \nPassive and Low Energy Architecture, Quebec City, Canada, p 22-24, 2009. \n\nGASPAR, P.M.F. Pós-tratamento de efluente de reator UASB em sistema de lodos \nativados visando a remoção biológica do nitrogênio associada à remoção \nfísico-química do fósforo. 2003. 231p. Dissertação (Mestrado em Hidráulica) - \nUniversidade de São Paulo, São Paulo, 2003. \n\nHATHAWAY, A.M.; HUNT, W. F.; JENNINGS, G. D. A field study of green roof \nhydrologic and water quality performance. Transactions of the ASABE, v. 51, \np. 37- 44, American Society of Agricultural and Biological Engineers, ISSN \n0001-2351 2008. \n\nHEALY,M.G.; RODGERS, M.; MULQUEEN, J. Treatment of dairy wastewater using \nconstructed wetland sand intermittent sand filters. Bioresource Technology. v. \n98, pp. 2268–2281. Ireland. 2007. \n\nHernandez, V., Ainda as equações de chuvas intensas – pode-se generalizar? In: \nIX Simpósio Brasileiro de Recursos Hídricos – Rio de Janeiro – R. J. – Brasil \n-Anais3, p. 193-203, 1991. \n\nHONGHUI, Z.; DANIEL, W. S.; HONGDE, Z.; STEPHEN, J. S. Improving removal \nof turbidity causing materials by using polymers as a filter aid. Elsevier \nScience. Canada, v 30, p. 103-114, 1996. \n\nIBGE – Instituto Brasileiro de Geografia e Estatística. Censo Demográfico de 2010.  \nDisponível em:&lt;http://www.ibge.gov.br/censo/default.php>. Acesso em \n15/02/2014. \n\nJENKINS, D.; HERMANOWICZ, S.W. Principles of chemical phosphate removal. In \nPhosphorus and nitrogen removal from municipal wastewater – Principles and \npractice. 2nd ed. New York: Ed. Lewis Publishers,p. 362. 1991. \n\nJIMENEZ, B.; MARA, D.; CARR, R.; BRISSAUD, F. Wastewater treatment for \npathogen removal and nutrient conservation: suitable systems for use in \ndeveloping countries. In: Wastewater Irrigation and Health – Assessing and \nmitigating risk in low-income countries. Earthscan, IDRC. 2010. \n\nJULIANA, M. S.; BRUNO, S. B.; VICTOR, H. J.; FERNANDO, H. S.; MAURÍCIO, L. \nS. Water quality produced by polystyrene granules as a media filter on rapid \nfilters. Journal of Water Process Engineering. Santa Catarina, v. 5, p. 118-126, \n2015. \n\nJUNIOR, A. B. C.; DALSASSO, L. R.; ROHERS, F. Pré-tratamento de lixiviados de \naterros sanitários por filtração direta ascendente e coluna de carvão ativado. \nSanta Catarina, v. 15, p. 385-392, 2010. \n\nKANG, Y.K.; MANCL, K.M.; TUOVINEN, O.H. Treatment of turkey processing \nwastewater with sand filtration. Bioresource Technology, v. 98, pp. 1460–\n1466. 2007. \n\n\n\n132 \n\n \n\nLEE, J. Y.; MOON, H. J.; KIN, T. I.; KIM, H. W.; HAN, M. Y. Quantitative analysis on \nthe urban flood mitigation effect by the extensive green roof system. \nEnvironmental Pollution. Corea do Sul, v 181, p. 257-261, 2013. \n\nLEE, J. Y.; LEE, M. J.; HAN, M. Y. A pilot study to evaluate runoff quantity from \ngreen roofs. Environmental Pollution. Journal of Environmental Management, \nv 152, p. 171-176, 2015.  \n\nLEMOS FILHO, L. C. de A.; Carvalho, L. G. de; Evangelista, A. W. P.; Carvalho, L. \nM. T. de; Dantas, A. A. A. Análise espaço-temporal da evapotranspiração de \nreferência para Minas Gerais, Ciência e Agrotecnologia, v.31, n.5, p.1462-\n1469, 2007. \n\nLIMA, G. C. O.; Avaliação do desempenho de telhados verdes: capacidade de \nretenção hídrica e qualidade da água escoada. Dissertação de Mestrado – \nUniversidade Federal de Pernambuco, CAA, Engenharia Civil, Caruaru – PE, \n67 p., 2013.  \n\nLIMA, V. L. A.; CHAVES, L. H. G. Qualidade da água. Campina Grande: Gráfica \nAgenda, 2008. \n\nLIU, K.; BASKARAN, B. Thermal performance of extensive green roofs in cold \nclimates. Ottawa, Ontario, National Research Council, Institute for Research \nin Construction, 2003. \n\nMacMILLAN, M. York university rooftop garden stormwater quantity and quality \nperformance monitoring report, 2004. Disponível em: \n<http://www.epa.gov/region8/greenroof/ documents/3.4_Macmillan-\nmonitoring.pdf> Acesso em 05 setembro. 2017. \n\nMALAVOLTA, E. Manual de química agrícola: adubos e adubação. \nPiracicaba:Ceres, p. 594. 1981. \n\nMALAVOLTA, E. Avaliação do estado nutricional das plantas: princípios e \naplicações. Piracicaba: POTAFOS, p. 315. 1997. \n\nMAY, S. Caracterização, tratamento e reuso de águas cinzas e aproveitamento de \náguas pluviais em edificações. 2008. 222f. Tese (Doutorado em Engenharia \nHidráulica e Sanitária) – Escola Politécnica da Universidade de São Paulo. \nSão Paulo, 2008. \n\nMELLO, C. R. de; SILVA, A. M. da. Métodos estimadores dos parâmetros da \ndistribuição de Gumbel e sua influência em estudos hidrológicos de projeto. \nIrriga, v.10, n.4, p.318-334, 2005. \n\nMELLO, C. R. De.; SILVA, A. M. da. Hidrologia: princípios e aplicações em sistemas \nagrícolas. 1. ed. Lavras: UFLA, p. 455, 2013. \n\nMESQUITA, M. Efeito dos componentes hidráulicos e da granulometria e altura da \ncamada filtrante na perda de carga em filtros de areia utilizados na irrigação \nlocalizada. 2010, 119f. Dissertação (Mestre em Engenharia Agrícola) - \nFaculdade de Engenharia Agrícola, Universidade Estadual de Campinas, \nCampinas, 2010. \n\nNAGHETTINI, M.; PINTO, E. J. A. Hidrologia estatística. Belo Horizonte: CPRM, p. \n552, 2007. \n\n\n\n133 \n\n \n\nOLIVEIRA, L. F. C.; CORTÊS, F. C.; WEHR, T. R.; BORGES, L. B.; SARMENTO, \nP. H. L.; GRIEBELER, N. P. Intensidade-duração-frequência de chuvas \nintensas para localidades no estado de Goiás e Distrito Federal. Pesquisa \nAgropecuária Tropical, Goiânia, v. 35, n. 1, p. 13-18, 2005. \n\nOLIVEIRA, L. F. C. de.; FIOREZE, A. P.; MEDEIROS, A. M. M.; SILVA, M. A. S. \nComparação de metodologias de preenchimento de falhas de séries históricas \nde precipitação pluvial anual. Revista Brasileira de Engenharia Agrícola e \nAmbiental, v. 14, n. 11, p. 1186-1192, 2010. \n\nOLIVEIRA, C. C. Substratos para uso em telhados verdes: Avaliação da retenção \nhídrica e qualidade da água de escoamento. Dissertação (Mestrado em \nEngenharia Ambiental) Universidade do Estado do Rio de Janeiro, 2012. \n\nPALLA, A.; BERRETTA, C.; LANZA, L. G.; BARBERA, P. La. Modelling storm water \ncontrol operated by green roofs at the urban catchment scale. University of \nGenoa – Italy, 11th International Conference on Urban Drainage, Edinburgh, \nScotland, UK, 2008. \n\nPECK, S; KUHN, M. “Design Guidelines for Green Roofs”. Environment Canada. \nToronto. Vancouver Public Library Green Roof, p 6, 7 e 8, 2000. \n\nPECK, S. W.; CALLAGHAN, C; KUHN, M. E.; BASS, B. Greenbacks from green \nroofs: forging a new industry in Canada status report on benefits, barriers and \nopportunities for green roof and vertical garden technology diffusion. Canada: \nMortgage and Housing, 1999. \n\nPFAFSTETTER, O. Chuvas intensas no Brasil. Rio de Janeiro: Ministério da Viação \ne Obras Públicas; DNOS – Departamento Nacional de Obras de Saneamento, \n2. ed. 1957. 426p. \n\nPRIMAVESI, A. Manejo ecológico do solo: a agricultura em regiões tropicais. 9 ed. \nSão Paulo: Nobel, p. 543. 1986. \n\nPELLEGRINI, J. B. R. Fósforo na água e no sedimento na microbacia hidrográfica \ndo Arroio Lino - Agudo – RS. 2005. 85f. Dissertação (Mestrado em Ciência do \nSolo) – Universidade Federal de Santa Maria. Santa Maria, 2005. \n\nRADMILA, S. S.; SLOBODAN, S.; DRAGAN, G. Performance of expanded \npolystyrene particles in deep bed filtration. Separation and Purification \nTechnology, v 68, p. 267-272, 2009. \n\nRECIFE. Lei Nº 18.112 - que dispõe sobre a melhoria da qualidade ambiental das \nedificações por meio da obrigatoriedade de instalação do \"telhado verde\", e \nconstrução de reservatórios de acumulo ou de retardo do escoamento das \naguas pluviais para a rede de drenagem e da outras providencias. 12 de \njaneiro de 2015. \n\nROBAINA, A.D.; PEITER, M.X. Modelo de desagregação e de geração de chuvas \nintensas no RS. In: Congresso Brasileiro de Engenharia Agrícola, 21º \nSimpósio de Engenharia Agrícola do Cone Sul, 1º, 1992, Santa Maria. Anais… \nSanta Maria: Sociedade Brasileira de Engenharia Agrícola, p.746-753, 1992. \n\nSABOGAL PAZ, L. P. Modelo conceitual de seleção de tecnologias de tratamento \nde água para abastecimento de comunidades de pequeno porte. Tese de \n\n\n\n134 \n\n \n\nDoutorado. Departamento de Engenharia Hidráulica e Saneamento. \nUniversidade de São Paulo. São Carlos. P.364. 2007. \n\nSALCEDO, J. C.; TESTEZLAF, R.; MESQUITA, M. Processo da retrolavagem em \nfiltros de areia usados na irrigação localizada. Eng. Agríc., Jaboticabal, v.31, \nn.6, p.1226-1237, nov./dez. 2011. \n\nSAMPAIO, M. V. Espacialização dos coeficientes das equações de chuvas intensas \nem bacias hidrográficas do Rio Grande do Sul. Tese (Doutorado) – Pós \nGraduação em Engenharia Agrícola, Universidade Federal de Santa Maria, \nSanta Maria-RS. 2011. \n\nSANTOS, I.; FILL, H. D.; SUGAI, M. R. V. B.; BUBA, H.; KISHI, R. T.; MARONE, \nE.;LAUTERT, L. F. Hidrologia Aplicada. LACTEC, Curitiba- PR, 372 p. 2001. \n\nSANTOS, S.M.; MONTENEGRO, S.M.G.L.; ARAÚJO FILHO, P.F.; CABRAL, \nJ.J.S.P.; ARAÚJO, T.F. Determinação da utilidade do uso de telhado verde no \nAgreste Pernambucano. Anais do V Encontro Nacional e III Encontro Latino-\nAmericano sobre Edificações e Comunidades Sustentáveis. Recife-PE, 10p. \n2009. \n\nSANTOS, S. M.; MARINHO, E. P.; MONTENEGRO, S. M. G. L.; SILVA, C. M. M.; \nARAÚJO, T. F.; BARROS, E. S. Estudo da qualidade da água de um telhado \nverde no agreste pernambucano. In: Anais do XIV World Water Congress. \nPorto de Galinhas, PE: Em meio digital, 13 p. 2011. \n\nSANTOS, P. T. da S.; SANTOS, S. M. dos; MONTENEGRO, S. M. G. L.; \nCOUTINHO, A. P.; MOURA, G. S. S. de; ANTONINO, A. C. D. Telhado verde: \ndesempenho do sistema construtivo na redução do escoamento superficial. \nAmbiente Construído, Porto Alegre, v. 13, n. 1, p. 161-174, jan./mar. (2013). \n\nSETRA - Secretaria de Transportes do Governo do Estado de Pernambuco. Vol 2 \n– Diagnóstico e Avaliação Ambiental. Em: Estudo Impacto Ambiental da \nDuplicação da BR-104, 264 p., 2009. \n\nSILVA, E.F.F. Manejo da fertirrigação e controle da salinidade na cultura do \npimentão utilizando extratores de solução do solo. 2002. 136p. Tese \n(Doutorado em Irrigação e Drenagem) - Escola Superior de Agricultura, “Luiz \nde Queiroz”, Universidade de São Paulo, Piracicaba, 2002. \n\nSILVA, D. D.; Gomes Filho, R. R.; Pruski, F. F.; Pereira, S. B.; Novaes, L. F. Chuvas \nintensas para o Estado da Bahia. Revista Brasileira de Engenharia Agrícola e \nAmbiental, v.6, p.362-367, 2002. \n\nSILVEIRA, A. L. L. Ciclo Hidrológico e Bacia Hidrográfica. Em: TUCCI, C. E. M. \n(Org.) Hidrologia: Ciência e Aplicação. Porto Alegre, RS: UFGRS/ABRH, ed. \n3. p. 35-51., 2004. \n\nSMOP. Secretaria Municipal de Obras Públicas. Diretrizes para Drenagem Urbana. \nSão Carlos: Prefeitura Municipal de São Carlos, 2014. \n\nSNOEYINK, V. L., SUMMERS, R. S. Adsorption of organic compounds. In: \nAMERICAN PUBLIC HEALTH ASSOCIATION. LETTERMAN, R. D. (technical \ned.) Water quality and treatment. A handbook of community water supplies. \nMcGraw Hill, Nova Iorque, 5 ed. 1999. \n\n\n\n135 \n\n \n\nSVRCEK, C., SMITH, D. W. Cyanobacteria toxins and the current state of \nknowledge on water treatment options: a review. J. Environ. Eng. Sci. v. 3: p. \n155– 185. 2004. \n\nTEEMUSK, A.; MANDER, Ü. Rainwater runoff quantity and quality performance \nfrom a greenroof: The effects of short-term events. Ecological Engineering. \nOxford, v. 30, n. 3, p. 271-277, 2007. \n\nTOMINAGA, E. N.S. Urbanização e cheias: medidas de controle na fonte. 2013. \n137f. Dissertação (Mestrado em Engenharia) – Escola Politécnica, \nUniversidade de São Paulo, São Paulo, 2013. \n\nTorrico, J. T. Práticas hidrológicas. Rio de Janeiro, Trascon, 120p.1974. \n\nTUCCI, C. E. M. Precipitação. In:___. Hidrologia: ciência e aplicação. 3ª ed. Porto \nAlegre: Editora da UFRGS/Associação Brasileira de Recursos Hídricos, p. \n177-231. 2002. \n\nTUCCI, C. E. M.; BELTRAME, L. F. S. Capitulo 7 - Evaporação e \nevapotranspiração. Universidade Federal do Rio Grande do Sul, Porto Alegre, \np. 253- 287. 2004. \n\nTUCCI, C. E. M. Hidrologia ciência e aplicação. Editora da UFRGS, Porto Alegre, \n943 p. 2004 \n\nTUCCI, C. E. M. Modelos hidrológicos. Colaboração da Associação Brasileira de \nRecursos Hídricos / ABRH- 2.ed.- Porto Alegre: Editora da UFRGS. 2005. \n\nTUCCI, C. E. M. (Org.) Hidrologia: Ciência e Aplicação. 4ª ed. Porto Alegre, RS: \nEditora da UFGRS/ABRH, 2009. \n\nVIANNA, M. R. (1992). Hidráulica aplicada às estações de tratamento de água. Belo \nHorizonte: Instituto de Engenharia Aplicada, 1992. 344 p. \n\nVILLELA, S. M.; MATTOS, A.; Hidrologia Aplicada. São Paulo: McGraw Hill do \nBrasil, 1975. 245 p. 1975. \n\nVON SPERLING, M. Introdução à qualidade das águas e ao tratamento de esgotos. \n3ª ed. Belo Horizonte: Departamento de Engenharia Sanitária e Ambiental, \nUniversidade Federal de Minas Gerais, p. 452. 2005. \n\nWANDERLEY, H. S.; AMORIM, R. F. C.; CARVALHO, F. O. de. Variabilidade \nespacial e preenchimento de falhas de dados pluviométricos para o Estado de \nAlagoas. Revista Brasileira de Meteorologia, v.27, n.3, 347-354, 2012. \n\nWILKEN, P. S. Engenharia de Drenagem Superficial. Companhia de Tecnologia de \nSaneamento Ambiental, São Paulo, 477 p. 1978. \n\nZUIN, V. G.; IORIATTI, M. C.; MATHEUS, C. E. O Emprego de Parâmetros Físicos \ne Químicos para a Avaliação da Qualidade de Águas Naturais. Química Nova \nna Escola, v. 31 n. 1, 2009."}]}}}