{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21048"}, {"@name": "filename", "#text": "4732_arquivo9399_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE CIENCIAS BIOLÓGICAS \n\nDEPARTAMENTO DE ZOOLOGIA \nMESTRADO EM BIOLOGIA ANIMAL \n\n \n \n \n \n \n\n \n \n \n\nVARIAÇÃO ESPACIAL E TEMPORAL DA MACROFAUNA \nBENTÔNICA NO ESTUÁRIO DO PINA, RECIFE-PE. \n\n \n \n \n \n \n \n \n \n \n\nMARIA DOS PRAZERES RODRIGUES DE LIMA \n \n \n \n \n \n \n \n \n \n \n \n \n\nRECIFE, 2006 \n \n \n\n\n\nMARIA DOS PRAZERES RODRIGUES DE LIMA \n \n\n \n \n \n \n \n \n  \n \n \n \n \n\nVARIAÇÃO ESPACIAL E TEMPORAL DA MACROFAUNA \nBENTÔNICA NO ESTUÁRIO DO PINA, RECIFE-PE. \n\n \n \n \n \n \n Dissertação apresentada ao Mestrado em \n\nBiologia Animal, do Departamento de \nZoologia do Centro de Ciências \nBiológicas da Universidade Federal de \nPernambuco, como parte dos requisitos \npara obtenção do grau de Mestre em \nCiências na área de Biologia Animal. \n \nORIENTADOR: \nProf° Dr. José Roberto Botelho de Souza \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n\n \nRECIFE \n\n2006 \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCAT.2 \n \n \n\nLima, Maria dos Prazeres Rodrigues de \n       Variação espacial e temporal da macrofauna bentônica no estuário do   \nPina, Recife – PE / Maria dos Prazeres Rodrigues de Lima. – Recife: A \nAutora, 2006. \n \n       74fls.: il. quadros, tabelas. \n \n       Dissertação (Mestrado) – Universidade Federal de Pernambuco. CCB, \nCiências Biológicas.  \n \n       1. Macrofauna  2. Bentos  3. Estuário  4. Polychaeta  I. Título \n \n \n \n\n577.77                   CDD (22.ed.)                         UFPE \n       574.587                    CDU (2.ed.)                               CCB – 2006 – 007 \n \n\n \n \n\n\n\n \n\n\n\n i\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA todos que se aventuram nessa viagem sem destino, \nque abdicam de momentos prazerosos, para sentirem o \nprazer final de um trabalho concluído. Àqueles que não \npouparam esforços, que mal dormiram, que mal \nviveram, em prol dessa loucura chamada ciência. \nÀqueles que embora não tenham sido recompensados, \nou seus esforços não tenham sido reconhecidos, mas \nque fizeram sua parte acrescentando à Ciência a \ncontribuição da sua vida, dedico.       \n\n \n \n \n \n \n \n \n \n \n\n\n\n ii\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Aplicando-me a conhecer a sabedoria e ver o \ntrabalho que há sobre a terra, então \ncontemplei toda a obra de Deus e vi que o \nhomem não pode compreender a obra que se \nfaz debaixo do sol; por mais que trabalhe o \nhomem para a descobrir, não a entenderá; e, \nainda que diga o sábio que a virá a conhecer, \nnem por isso a poderá achar”.  \n(Ec 8:16-17) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Ainda que conhecesse todo o mistério e toda \na ciência se não tivesse amor, nada disso me \nadiantaria” (1Cor 13). \n\n \n \n \n\n\n\n iii\n\nAGRADECIMENTOS \n \n \n\nA Deus, porque sem Ele eu nada teria realizado, pois de mim mesma não \n\nsou capaz de fazer nada, mas minha capacidade vem d’Ele. \n\nA meus pais, força da minha vida, base que me faz crescer e lutar cada vez \n\nmais por um lugar ao sol. A eles que com muita sabedoria e prudência, \n\nconseguiram estabelecer a família Lima, Uma família unida, forte, consolidada, \n\npilar para minha vida.  \n\nA meu irmão João Paulo, pelas conversas, conselhos, quebra-galhos, pelas \n\najudas nas etapas computadorizadas de meu trabalho. Quem ouviu meus \n\ndesabafos, pacientemente, e até participou indiretamente do dia-a-dia do Labdin. \n\nE quem sempre aguçou minha curiosidade como cientista, me desafiando com \n\nperguntas inusitadas acerca do mundo biológico. Com as quais aprendi muito. \n\nA minha irmã Micheline, pelo incentivo, pelos almoços, pela amizade e \n\ncuidados de sempre. Que me deu um maravilhoso presente, Camilinha, por quem \n\ntenho um amor especial, quem, durante esses dois últimos anos, ao invés de ouvir \n\nhistorinhas para dormir, ouviu: “estou sem tempo!” Mas que tenho certeza que me \n\nespera pacientemente. Amo vocês!  \n\nAo meu Amigo, Professor e Orientador Dr. José Roberto Botelho de Souza, \n\nverdadeiro Pai científico. Pela confiança em mim depositada nas oportunidades \n\nque me foram dadas, o que me fizeram crescer. Pelos momentos difíceis, mas \n\nindispensáveis ao amadurecimento, por esses anos de amizade e dedicação a \n\nesse trabalho e ao meu crescimento profissional.  \n\nAo Professor Paulo Santos, pelos momentos de descontração, pelas \n\nsugestões nos momentos de dúvidas, pela disponibilização de bibliografias, enfim \n\npela amizade conquistada ao longo desse período. \n\nA turma do LABDIN: Adrianne, Ananias (O Cara), Ana Paula, Ana Maria, \n\nDanielle, Tita Linda, Renata, Tati, Hilquias, Manu, Gil (A Lenda), Priscila (Pri), \n\nPaulo Bonifácio, Paulo Carvalho, Paulo Santos, Mônica, Glória, Eduardo, Paula \n\nBrayner, Raquel, Selma. Pelos almoços comunitários, pelos momentos de trabalho \n\n\n\n iv\n\nacoplados à diversão e muitas “palestras”, que fizeram desta missão uma tarefa \n\nmenos árdua. Pelos ensinamentos de vida e pelas experiências compartilhadas. \n\nAqueles que colaboraram diretamente na realização deste trabalho: \n\nHilquias, Eduardo e Gil pela força nas coletas. Paulo Bonifácio, Manu e Edna pela \n\najuda na triagem. Tita pela formatação e digitação dos textos. Paulo e Mônica \n\nCarvalho pela identificação dos Crustacea, pela ajuda na biomassa, nas dúvidas, \n\nna bibliografia.  \n\nA Priscila Murolo por suas valiosas ajudas no abstract, pelas bibliografias \n\ncedidas, pelos maravilhosos almoços, pela companhia, pelas aulas de Inglês. \n\nVocê me surpreendeu e me ensinou muitas coisas que me fizeram crescer. \n\nObrigada! \n\nAo casal Mor, Mônica e Paulo Botter, por essa amizade que começou meio \n\nturbulenta, mas que alçou vôos seguros e altos. Pela ajudas valiosas e nunca \n\nnegadas, pelos ouvidos na hora do desabafo, pela tentativa de amenizar meus \n\nstress. Pela dedicação a minha pessoa, pela confiança depositada em mim. Pelo \n\nexemplo que são de responsabilidade e amizade real. Que não é trocada pelo \n\nvento. \n\nA Tita Linda pela valiosa ajuda na parte final e decisiva desse trabalho. \n\nPelos momentos difíceis, pelas palavras de apoio, pela companhia noite afora, \n\npelas canções para amenizar o cansaço, pelas lágrimas para amenizar a dor, pela \n\nsincera amizade conquistada em meio a tantas desavenças, por ter sido uma \n\nespécie de Mãezona, preocupada e disposta a dar tudo de si em prol do que se \n\nchama amizade. Te amo! \n\nA Dona Suely e Céa, mãe e babá da Tita, que nunca mediram esforços \n\npara alimentar o batalhão LABDIN, sempre com “sabor e amor”. O que foi muito \n\nimportante para enfrentar o nosso dia-a-dia. \n\nA Daniele Menor pelas ajudas valiosas, pelas correções, pelas caronas, \n\npelas fotos, e pelos momentos de descontração. \n\n\n\n v\n\nA Ana Paula por nunca ter negado pão a quem tem fome. Que através de \n\nDona Ana tem adocicado nossas vidas com suas deliciosas tortas, sempre com \n\namor. Em especial a James por quem até hoje espero conhecer. \n\n  A turma do mestrado, em especial à Suzanna, Fábio e Enilma pelos \n\nmomentos hilários e inesquecíveis. A Enilma (Mamuska) por ter cedido \n\ngentilmente a sua casa, por ter nos acompanhado noite afora, favorecendo o \n\ntérmino deste trabalho. Pelo cuidado e carinho que tens por mim. E a sua irmã \n\nElvya (Tiuska) pela companhia e pelas comidinhas especiais. Obrigada! \n\n  Um agradecimento especial a Hilquias, companheiro de longa jornada, \n\n(Meu irmão Doido!!) sempre disposto a me ajudar nas saídas a campo, mesmo \n\nnão tendo identificado seu Donax sp. Te agradeço.  \n\nA Paulo Bonifácio (Paulo!!!!) a quem sempre gritei por socorro e que \n\nsempre esteve disposto a me ajudar, sem medir esforços. Pelas caronas na \n\nparada do ônibus, pelo S.O.S computador, pela bicicleta, enfim pela valiosa \n\namizade que conseguimos construir. \n\nAo meu namorado Tiago (Biólogo por amor!), pelo carinho e amor nos \n\nmomentos de estresse, ou pelos estresses nos momentos de carinho e amor. Pelo \n\nsilêncio na hora certa. Pela indispensável ajuda nas aulas de campo, na pesagem \n\ndos organismos, na digitação de textos, na sempre perfeita vontade de me ajudar \n\ne dividir meus esforços. Pela compreensão, paciência e por estar sempre ao meu \n\nlado, crescendo junto comigo. \n\nAos meus amados Kelvin e Luziara, que têm me dado apoio espiritual, que \n\ntêm torcido por mim e esperado pacientemente pela minha disponibilidade. Em \n\nespecial a Lu, pela ajuda na correção dos textos e pelas palavras de ânimo que \n\nme fizeram crescer e lembrar que Deus nunca me abandonou. \n\nA professora Dra. Cleide Ribeiro de Albuquerque por disponibilizar os \n\nequipamentos do laboratório de invertebrados terrestres, o que foi muito \n\nimportante na realização deste trabalho. \n\n\n\n vi\n\nA Dr. Mônica Ferreira Costa, do Departamento de Oceanografia da UFPE, \n\npelo empréstimo de equipamentos de coleta e por disponibilizar o laboratório para \n\nanálise de oxigênio dissolvido. \n\nA Professora Dra. Paula Braga pela identificação dos Antozoários. \n\nAo professor Dr. Marcello Navarro, do Laboratório de Eletrossíntese \n\nOrgânica, Departamento de Química Fundamental, por ter gentilmente \n\ndisponibilizado o seu laboratório para utilização da balança de precisão. \n\nA Dra. Cynthia Gomes do Centro de Estudos do Mar – CEM, da \n\nUniversidade Federal do Paraná, pela bibliografia cedida, pela ajuda na \n\nidentificação dos Nereidideos, pela ajuda no transporte dos sedimentos. \n\nÀ Capes pelo auxílio financeiro. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n vii\n\nLISTA DE FIGURAS \n \n \n\nFIGURA TÍTULO PÁGINA\n   \nFigura 01.  Mapa do Estuário do Pina – Recife, com a localização das \n\nestações de coleta................................................................. \n \n6 \n\n   \nFigura 02. Precipitação média (mm) em Recife nos períodos de 1961-\n\n1990; 2003 e 2004 (Fonte: INMET, 2004) ............................ \n \n12 \n\n   \nFigura 03. Temperatura média do ar (C°) em Recife nos períodos de \n\n1961–1990; 2003 e 2004. (Fonte: INMET, 2004) ................. \n \n13 \n\n   \nFigura 04. Profundidade das estações de coleta no estuário do Pina, \n\nRecife-PE ............................................................................. \n \n13 \n\n   \nFigura 05. Variação da temperatura da água (Cº) nas camadas \n\nsuperficial e profunda do canal estuarino do Pina (PE), ao \nlongo das estações de coleta, nos meses de janeiro e julho \nde 2004 ................................................................................. \n\n \n \n \n14 \n\n   \nFigura 06. Variação da salinidade da água nas camadas superficial e \n\nprofunda do canal estuarino do Pina (PE), ao longo das \nestações de coleta nos meses de janeiro e julho de 2004 ... \n\n \n \n15 \n\n   \nFigura 07. Transparência (m) da água no canal estuarino do Pina-PE, \n\nnos meses de janeiro e julho de 2004 .................................. \n \n16 \n\n   \nFigura 08. Variação de oxigênio dissolvido (mg/l) na camada \n\nsuperficial na superficial e profunda da água em janeiro e \njulho de 2004, no estuário do Pina (PE)................................ \n\n \n \n17 \n\n   \nFigura 09. Variação da matéria orgânica (%) ao longo das estações \n\nnos meses em janeiro e julho de 2004 no infralitoral e \nmediolitoral no estuário do Pina (PE).................................... \n\n \n \n18 \n\n   \nFigura 10. Distribuição do tamanho médio dos grãos ao longo das \n\nestações nos mês de Janeiro de 2004 na região \ninfralitoral(A) e mediolitoral(B) do estuário do Pina (PE)....... \n\n \n \n20 \n\n   \nFigura 11. Distribuição do tamanho médio dos grãos ao longo das \n\nestações nos mês de Julho de 2004 na região infralitoral e \nmediolitoral ........................................................................... \n\n \n \n21 \n\n   \nFigura 12. Diagrama de Shepard para o sedimento do infralitoral (A) e \n\nmediolitoral (B) em janeiro de 2004 ..................................... \n \n22 \n\n\n\n viii\n\nFIGURA TÍTULO PÁGINA\n   \nFigura 13. Percentual das frações granulométricas presentes no \n\ninfralitoral (A) e mediolitoral (B) no mês de Julho de 2004,  \nno estuário do Pina-PE......................................................... \n\n \n23 \n\n   \nFigura 14. Variação da concentração (µg/cm²) da clorofila–a e \n\nfeopigmentos no infralitoral da Bacia do Pina em Janeiro \nde 2004 ................................................................................. \n\n \n \n24 \n\n   \nFigura 15. Variação da concentração (µg/cm²) da clorofila–a e \n\nfeopigmentos na região mediolitoral da Bacia do Pina-PE, \nem janeiro e julho de 2004 ................................................... \n\n \n \n25 \n\n   \nFigura 16. Variação espaço-temporal do H’=índice de diversidade de \n\nShannon-Wiener (bits) em janeiro (A e B) e julho (C e D) \nno infra e mediolitoralno estuário do Pina-PE.................... \n\n \n \n27 \n\n   \nFigura 17. Variação espaço-temporal do índice de Riqueza específica \n\nem janeiro (A e B) e julho (C e D) no infra e mediolitoral no \nestuário do Pina-PE.............................................................  \n\n \n \n26 \n\n   \nFigura 18. Variação espaço-temporal da eqüitabilidade de Pielou (J’) \n\nem janeiro (A e B) e julho no infra e mediolitoral no estuário \ndo Pina-PE......................................................................... \n\n29 \n\nFigura 19. Variação espaço-temporal da densidade (indivíduos/m²) \nnas regiões infralitoral (A) e mediolitoral (B) em Janeiro e \njulho de 2004,no estuário do Pina-PE................................... \n\n \n \n \n31 \n\n   \nFigura 20. Distribuição dos grupos tróficos no estuário do Pina-PE \n\nentre os taxa. D=detritívoros, C=Carnívoros e \nS=Suspensívoros................................................................. \n\n \n \n \n33 \n\n   \nFigura 21. Abundância (%) dos grupos tróficos no estuário do Pina-PE \n\nnos meses de janeiro (A) e julho (B) de 2004....................... \n \n \n34 \n\n   \nFigura 22. Distribuição espacial das guildas tróficas da macrofauna \n\nbêntica na região infralitoral (A e B) e mediolitoral (C e D), \ndo estuário do Pina-Recife, nos meses de janeiro e julho \nde 2004.................................................................................. \n\n \n \n35 \n\n   \nFigura 23 Análise de agrupamento mostrando as associações \n\nformadas em janeiro de 2004, no estuário do Pina-PE. \nUtilizando o índice de similaridade de Bray-Curtis (média \n\n \n37 \n\n\n\n ix\n\nnão ponderada, dados transformados à raiz quarta)............ \n   \n\nFIGURA TÍTULO PÁGINA\n   \nFigura 24 Ordenação MDS das amostras de macrofauna bêntica em \n\njaneiro de 2004 no estuário do Pina-PE, a partir dos dados \nde densidade das espécies, utilizando a raiz quarta e o \níndice de Bray-Curtis ...................................................... \n\n \n \n \n38 \n\n   \nFigura 25 Dendograma mostrando as associações macrofaunísticas \n\nformadas no estuário do Pina-PE, em julho de 2004, a \npartir da análise de Cluster, utilizando o índice de \nsimilaridade de Bray-Curtis (média não ponderada, dados \ntransformados à raiz quarta) ............................................ \n\n \n \n \n40 \n\n   \nFigura 26 Ordenação MDS das amostras da macrofauna bêntica no \n\nmês de julho de 2004 no estuário do Pina-PE, a partir dos \ndados de densidade das espécies ....................................... \n\n \n \n \n40 \n\n   \nFigura 27 Distribuição das espécies abundantes em janeiro (A) e \n\njulho (B) de 2004, ao longo das associações formadas no \nestuário do Pina................................................................... \n\n \n \n44 \n\n   \nFigura 28 Índices de diversidade entre as associações formadas no \n\nmês de janeiro e julho de 2004 estuário do Pina, Recife-PE \n............................................................................................ \n\n \n \n46 \n\n   \nFigura 29 Biomassa total g/PSLC em cada setor do estuário, em \n\njaneiro e julho de 2004 ....................................................... \n \n47 \n\n   \nFigura 30 Contribuição em Biomassa g/PSLC de cada grupo trófico \n\nnos setores estuarinos formados, em Janeiro e Julho de \n2004 ................................................................................. \n\n \n48 \n\n   \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n x\n\n \nLISTA DE TABELAS \n \n \nTABELA TÍTULO PÁGINA\n\n   \nTabela 1. Relação das espécies mais abundantes no estuáriodo \n\nPina, sua função trófica (D=detritívoros, S=suspensívoros; \nC=carnívoros e O=omnívoros), densidade(ind/m²) e \nabundância (%) nos meses de Janeiro e Julho de 2004 ...... \n\n \n \n \n31 \n\nTabela 02. Espécies dominantes e parâmetros abióticos em cada \nestação do estuário do Pina-PE,no mês de Janeiro de \n2004 (AM=areia média; AF=areia fina; AMF=areia muito \nfina; SG=silte grosso; SM=silte médio; SF=silte fino)........... \n\n \n32 \n\n   \nTabela 03. Espécies dominantes e parâmetros abióticos em cada \n\nestações do estuário do Pina no mês de Julho de 2004 \nAM=areia média; AF=areia fina; AMF=areia muito fina; \nSG=silte grosso; SM=silte médio; SF=silte fino)..................  \n\n \n32 \n\n   \nTabela 4. Análise de correlação de Spearmam para os grupos \n\ntróficos e os parâmetros ambientais em janeiro de julho de \n2004, no estuário do Pina-Recife-PE.................................... \n\n \n \n36 \n\n   \nTabela 05. Espécies dominantes e sua participação relativa, número \n\nde espécies e densidade média nos grupos formados pela \nanálise de agrupamento no estuário do Pina-PE, em \nJaneiro de 2004.................................................................... \n\n \n \n \n38 \n\n   \nTabela 6: Médias e desvio padrão (DP) dos parâmetros do \n\nsedimento nos grupos formados pela análise de \nagrupamento no estuário do Pina-PE, em janeiro de 2004... \n\n \n \n39 \n\n   \nTabela 7: Espécies dominantes e sua participação relativa, número \n\nde espécies e densidade média nos grupos formados pela \nanálise de agrupamento no estuário do Pina-PE, em julho \nde 2004................................................................................. \n\n \n \n \n41 \n\n   \nTabela 8. :Médias e desvio padrão (DP) dos parâmetros do \n\nsedimento nos grupos formados pela análise de \nagrupamento no estuário do Pina-PE, em julho de \n2004...................................................................................... \n\n \n \n \n42 \n\n   \nTabela 9. Análise de Correlação de Spermam para as espécies mais \n\nabundantes no estuário do Pina, Recife- Pe, em janeiro de \n2004..................................................................................... \n\n \n \n45 \n\n   \n\n\n\n xi\n\nTabela 10. Análise de Correlação de Spermam para as espécies mais \nabundantes no estuário do Pina, Recife- Pe, em julho de \n2004....................................................................................... \n\n \n \n45 \n\n   \nTabela 11  \n\nMedidas de salinidade e oxigênio dissolvido para alguns \nestuários de Pernambuco...................................................... \n\n \n \n52 \n\n   \n\nTabela 12: Espécies dominantes encontradas em outras regiões \n\nestuarinas do Brasil............................................................... \n\n \n \n58 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n xii\n\n \nRESUMO \n \n\nA Bacia do Pina é um ambiente altamente hidrodinâmico, eutrofizado, localizado \n\nna parte interna do Porto de Recife. O presente trabalho teve como objetivo \n\ncaracterizar as variações espaciais e temporais da comunidade macrobêntica, no \n\nestuário do Pina, Recife-PE. A composição e distribuição da macrofauna \n\nbentônica foi estudada de acordo com suas relações com os fatores ambientais, \n\nem dois períodos, seco (Janeiro) e chuvoso (Julho) de 2004. As coletas foram \n\nrealizadas durante a baixa-mar. Foram amostradas sete estações ao longo do \n\nestuário, desde a boca até a região interna do estuário. Em cada estação, foram \n\ndeterminados dois pontos, um situado no infralitoral e outro no mediolitoral, com \n\nexceção das estações 4 e 6 com um no infra e dois no mediolitoral, devido a maior \n\nheterogeneidade ambiental dessas estações. Para cada ponto foram coletadas \n\nquatro réplicas, utilizando uma draga Petersen, (0,01 m2 de boca) e um tubo PVC \n\n(área 0,008 m2). Salinidade, granulometria, temperatura, transparência, oxigênio \n\ndissolvido na água, microfitobentos e matéria orgânica do sedimento foram \n\ntambém analisados. Foram formadas 5 associações distintas ao longo do estuário \n\nque separaram o ambiente em regiões euhalinas, mesohalinas e oligohalinas. As \n\nvariações espaciais e temporais da macrofauna quanto à diversidade, riqueza, \n\ndensidade, associações formadas, distribuição dos grupos tróficos e biomassa \n\nforam estruturadas principalmente pela hidrodinâmica do estuário. Fatores \n\nabióticos como profundidade, oxigênio dissolvido, tamanho médio dos grãos e \n\npercentual de matéria orgânica apresentaram foram os fatores responsáveis pela \n\nestruturação das associações. Polychaeta foi o grupo mais abundante em todas \n\nas estações, estratos e períodos estudados. Os detritívoros Streblospio benedicti, \n\nBoccardia sp, Capitella capitata e Tubifex sp dominaram em todas as estações. A \n\ngrande heterogeneidade interna, refletida nas grandes variações espaciais quanto \n\naos parâmetros analisados em cada estação, resultaram das condições \n\nhidrodinâmicas que estruturam esse ambiente.  \n\n \n\n \n\n\n\n xiii\n\n \nABSTRACT \n \nPina Basin is a highly hidrodynamic and eutrophicated environment located in the \n\ninner part of Recife Harbour. The present research aimed to characterize spatio-\n\ntemporal variations of the macrobenthic community in the Pina estuary, Recife-PE. \n\nComposition and distribution of benthic macrofauna were studied considering their \n\nrelations to the environmental factors in the dry (January) and wet (July) periods, \n\n2004. Samples were carried out at low tide. Seven stations were sampled from the \n\nmouth to the inner region along the estuary. At each station, two points were \n\nestablished: one on the sublittoral and another on the midlittoral; except by stations \n\n4 and 6 which presented one point on the sublittoral and two ones on the midlittoral \n\ndue to their higher environmental heterogeneity. Four replicates were taken at \n\neach point using a Petersen grab (0.01 m2) and a PVC corer of 0.008 m2. Salinity, \n\ngranulometry, temperature, transparency, water dissolved oxygen; \n\nmicrophytobenthos and organic matter of sediment were also measured. Five \n\ndifferent associations were formed along the estuary which divides this \n\nenvironment in euhaline, mesohaline and oligohaline regions. Spatio-temporal \n\nvariations of macrofauna as regards diversity, richness, density, associations, \n\ntrophic groups’ distribution and biomass were mainly structured by the \n\nhydrodynamic of the estuary. Abiotic factors as depth, dissolved oxygen, medium \n\ngrain size and organic matter percentage influenced the structure of associations. \n\nPolychaeta was the most abundant group at all stations, strata and sampled \n\nperiods. The detritivorous Streblospio benedicti, Boccardia sp., Capitella sp e \n\nTubifex sp. dominated all the stations. High internal heterogeneity, reflected by the \n\nstrong spatial variations in relation to the analyzed parameters at each station, may \n\nbe considered result of the hydrodynamic conditions that structured this \n\nenvironment.  \n\n \n\n \n \n \n \n \n\n\n\n xiv\n\n \nSUMÁRIO \n \n\nTÍTULO PÁGINA \n \nDEDICATÓRIA ...................................................................................... i \nCITAÇÃO .............................................................................................. Ii \nAGRADECIMENTOS ............................................................................ iii \nLISTA DE FIGURAS ............................................................................. vii \nLISTA DE TABELAS ............................................................................. X \nRESUMO .............................................................................................. xii \nABSTRACT ........................................................................................... Xiii \n  \n1.0 INTRODUÇÃO ................................................................................ 1 \n2.0 OBJETIVOS .................................................................................... \n      2.1 Objetivos Gerais ........................................................................ \n      2.2 Objetivos Específicos ................................................................ \n\n4 \n4 \n4 \n\n3.0 ÁREA DE ESTUDO ........................................................................ 5 \n4.0  MATERIAL E MÉTODOS ............................................................... 7 \n     4.1 Procedimento em Campo ......................................................... 7 \n         4.1.1 Estações de coleta .............................................................. 7 \n         4.1.2 Amostras Biológicas ............................................................ 8 \n         4.1.3 Parâmetros Abióticos .......................................................... 8 \n     4.2 Procedimento em Laboratório .................................................... 8 \n         4.2.1 Amostras Biológicas ............................................................ 8 \n         4.2.2 Parâmetros Abióticos .......................................................... 9 \n     4.3. Análise Estatística dos Dados ................................................... 11 \n5.0 RESULTADOS ................................................................................ 12 \n     5.1. Parâmetros Abióticos ................................................................ 12 \n         5.1.1 Parâmetros Climatológicos ................................................. 12 \n         5.1.2 Profundidade ....................................................................... 13 \n         5.1.3 Temperatura da Água .........................................................  14 \n         5.1.4 Salinidade ........................................................................... 15 \n         5.1.5 Transparência ..................................................................... 16 \n         5.1.6 Oxigênio Dissolvido ............................................................. 16 \n         5.1.7 Percentual de Matéria Orgânica ......................................... 17 \n         5.1.8 Granulometria ..................................................................... 19 \n     5.2 Parâmetros Bióticos ................................................................... 24 \n         5.2.1 Microfitobentos .................................................................... 24 \n         5.2.2 Macrofauna Bêntica ............................................................ 26 \n          Composição e Diversidade ........................................... 26 \n     5.3 Estrutura Trófica das Comunidades Macrobênticas no Estuário  \n           do Pina ....................................................................................... \n\n \n33 \n\n         5.3.1 Distribuição por Taxa........................................................... 33 \n         5.3.2 Distribuição por Densidade.................................................. 34 \n         5.3.3 Análise de correlação de spearman para os grupos \n....................tróficos.................................................. \n\n \n36 \n\n\n\n xv\n\n  \n  \n\nTÍTULO PÁGINA \n  \n     5.4 Análises Multivariadas ............................................................... 36 \n         5.4.1 Associações Macrofaunísticas ............................................ 36 \n  Distribuição das Espécies Abundantes ............................... 42 \n         5.4.2 Índices de Diversidade......................................................... 45 \n     5.5 Biomassa ................................................................................... 47 \n     5.6 Correlação com Dados Ambientais (BioEnv) ............................. 48 \n6.0 DISCUSSÃO ................................................................................... 49 \n7.0 CONSIDERAÇÕES FINAIS ............................................................ 61 \n8.0 REFERÊNCIAS BIBLIOGRAFICAS ................................................ 62 \n9.0 ANEXOS 75 \n \n \n \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 1\n\n1.0  INTRODUÇÃO \n \n\nEstuários são ambientes transicionais entre o rio e mar, que são forçados \n\npor agentes locais e remotos gerados pela ação de eventos climáticos, \n\noceanográficos, geológicos, hidrológicos, biológicos e químicos (Miranda et al., \n\n2002). Esses agentes apresentam ampla variação proporcionando uma alta \n\nheterogeneidade física da coluna d’água e do sedimento que determinam a \n\ndistribuição e abundância de comunidades animais (Cunha, 1982; Pinto, 1984; \n\nDay et al. 1989; Quijón &amp; Jaramillo, 1993; Levinton, 1995).  \n\nO ambiente estuarino pode ser subdividido em três setores: estuário \n\ninferior ou marinho, com ligação livre com o oceano aberto; estuário médio, \n\nsujeito à intensa mistura da água do mar com a água fluvial; estuário superior \n\nou fluvial, caracterizado por água doce, mas sujeito à influência diária da maré. \n\nOs limites entre essas áreas ao longo do estuário são variáveis e dependem da \n\nintensidade da descarga fluvial, das correntes de maré e da influência do vento. \n\n(Miranda et al., 2002).  \n\nOs estuários funcionam como fertilizadores dos oceanos e mares, e assim \n\ncomo outras regiões costeiras, como lagoas e baías, são considerados como \n\nzonas de transição, e ocupam áreas menos expostas à ação marinha. Estas \n\ncaracterísticas fazem desses ambientes locais propícios ao desenvolvimento \n\nde portos; recursos pesqueiros; habitat e alimentação para espécies \n\nmigratórias e residentes; crescimento e reprodução para diversas espécies \n\naquáticas, muitas de interesse econômico; áreas de navegação e recreação. O \n\nque têm induzido a ocupação humana ao longo dos estuários (McLusck, 1989; \n\nPerillo, 1995; Wollff et al.,2000; Levin et al., 2001). \n\nEsses ambientes têm sido gradativamente modificados e destruídos pelo \n\nconstante lançamento de dejetos industriais e urbanos, pelas dragagens, \n\nnecessárias às atividades portuárias, e pelo aterro de vastas áreas de \n\nmanguezais, provocado pela expansão imobiliária ou conseqüência do \n\ndesenvolvimento desordenado das grandes cidades. Esses problemas têm \n\nocasionado um declínio na qualidade da água, aumento na deposição de \n\ncontaminantes e enriquecimento orgânico do sedimento (Pearson &amp; \n\nRosenberg, 1978; Travassos, 1991; Graeme &amp; Kross, 2000).  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 2\n\nO macrobentos é o componente central do ecossistema estuarino, \n\nfornecendo um importante modelo da dinâmica desse ambiente, além de ter \n\num papel fundamental na teia trófica, servindo de alimento para peixes, \n\ncrustáceos e aves (Herman et al., 1999; Yseabart et al., 2003).  \n\nMuitos trabalhos têm sido realizados analisando a estrutura espacial e \n\ntemporal da macrofauna bentônica em ambientes estuarinos e a maioria dos \n\nestudos relaciona essa estrutura com os fatores ambientais (e.g Meire et al., \n\n1994; Gonzalez-Oreja &amp; Saiz-Salina, 1998; Teske &amp;.Woodridge, 2002; LinLu, \n\n2005; Cardell et al., 1999; Belan, 2003; Ysebaert et al., 2003; Biasi et al., 2003; \n\nConlan et al., 2004; Simboura et al., 1995; Gilberto et al., 2004). Os principais \n\nfatores determinantes da dinâmica das associações de macroinvertebrados \n\nbentônicos são as características ambientais (salinidade, temperatura, \n\nhidrodinâmica, características do sedimento), a dinâmica das populações \n\n(recrutamento, natalidade e mortalidade) e as interações biológicas \n\n(competição, predação, parasitismo) (Rosemberg, 1995; Wijsman et al., 1999). \n\nAssim, para o estudo de uma comunidade, deve-se analisar seus atributos, \n\nsuas mudanças espaço-temporais e relacionar essas mudanças com variáveis \n\nambientais potencialmente determinantes (Warwick &amp; Clarke,1991). \n\nO conhecimento do padrão de distribuição ao longo do gradiente \n\nestuarino e as flutuações espaço-temporais na diversidade e estrutura trófica \n\nda comunidade bêntica pode facilitar a compreensão do funcionamento desse \n\necossistema, uma vez que esses organismos refletem, com maior precisão, as \n\ncondições do ambiente em que vivem, principalmente, devido ao seu modo de \n\nvida junto ao fundo (local de acúmulo de contaminantes) e do predomínio de \n\nformas de pouca mobilidade, o que favorece amplamente a utilização dos \n\nmesmos para diagnósticos ou monitoramentos ambientais (Warwick, 1986; \n\nCanfield et al., 1994; Clarke &amp; Warwick, 1994; Rosenberg, 1995; Weisberg et \n\nal., 1997; Ghertsos et al., 2000; Seitz &amp; Lipcius, 2001).  \n\nDistúrbios ambientais, causados por atividades humanas podem levar a \n\nalterações no bentos, induzindo mudanças no número de espécies, \n\ndistribuição, abundância e biomassa das comunidades locais (Pearson &amp; \n\nRosenberg, 1978; Chester et al., 1983; Rygg, 1985; Aschan &amp; Skullerud, 1990; \n\nFerraro et al., 1991; Morrisey et al., 1992; Engle et al., 1994; Belan, 2003). As \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 3\n\nmudanças podem ser avaliadas e monitoradas por estudos de análise temporal \n\nda estrutura da comunidade bêntica, que segundo Warwick (1993) é o nível de \n\norganização mais usual para o estudo de impacto ambiental, bem como a \n\nanálise das condições ambientais, que vão refletir situações específicas no \n\ntempo de amostragem (Bilyard, 1987; Warwick et al., 1990; Elliot, 1994).  \n\nO litoral do Estado de Pernambuco possui uma extensão de 187 Km e \n\nestá localizado em região formada por várias bacias hidrográficas pequenas, \n\ndas quais podemos citar os rios: Goiana, Una, Capibaribe, Ipojuca e Sirinhaém, \n\nalém de outros pequenos rios litorâneos, como Paratibe, Botafogo, Pirapama e \n\nBeberibe (CPRH,2004).  \n\nO Estuário do Pina faz parte do complexo Capibaribe, situada ao sul \n\ndesse rio, recebendo efluentes dos rios Tejipió e  Jordão. Alguns estudos foram \n\nrealizados nesse estuário, caracterizando-o como eutrofizado e organicamente \n\npoluído (e.g Coimbra et al., 1987; Feitosa &amp; Passavante, 1991; Maia, 1995; \n\nSomerfield et al., 2003).  \n\nCoutinho (1961) e Mabesoone &amp; Coutinho (1970) descreveram a \n\ncomposição sedimentar; Feitosa (1988), Sant’ana (1993) e Maia (1995) \n\ncaracterizaram a flora e fauna planctônica. Sobre a fauna bentônica, Castro \n\n(2003) e Somerfield et al, (2003) abordaram a comunidade meiofaunística, \n\nLima (2003) caracterizou a variação espacial da macrofauna e Oliveira (2005), \n\na biologia reprodutiva do Cnidaria Bunodosoma cangicum. Porém ainda não foi \n\nfeita uma caracterização quanto à variação temporal da estrutura das \n\ncomunidades macrobentônicas e suas relações com os fatores ambientais.  \n\nPortanto, haja vista a escassez de trabalhos sobre os invertebrados \n\nbentônicos nessa região, sabendo ser este um ambiente classificado como \n\norganicamente poluído por vários autores e de grande importância sócio-\n\neconômica, faz-se necessário um estudo que vise caracterizar esse estuário \n\nquanto aos fatores ambientais e as variações espaço-temporais da macrofauna \n\nbentônica, uma vez que essas vão refletir como o ambiente está estruturado e \n\na resposta da fauna a diversas formas de distúrbios ambientais. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 4\n\n \n2.0 OBJETIVOS \n \n\n2.1 Objetivo Geral  \n \n\nDescrever as variações espaço-temporais na estrutura da comunidade \n\nmacrobentônica no estuário do Pina, associando as modificações encontradas \n\ncom as características ambientais e os efeitos da ação antrópica.  \n\n  \n2.2 Objetivos específicos \n\n• Descrever a composição da macrofauna bêntica do estuário do Pina - \n\nRecife-PE; \n\n•  Identificar as associações  macrobentônicas locais; \n\n• Caracterizar a estrutura espacial das associações macrobentônicas e suas \n\nvariações ao longo de um gradiente vertical (mediolitoral e infralitoral) e \n\nhorizontal (montante-jusante) do ambiente estuarino; \n\n• Caracterizar a variação temporal da estrutura das associações; \n\n• Descrever as características físicas e químicas da água e do sedimento na \n\nárea de estudo; \n\n• Relacionar a estrutura espaço-temporal das comunidades macrobentônicas \n\nàs características ambientais. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 5\n\n 3.0 ÁREA DE ESTUDO \n \n\nO estuário do Pina, formado pela confluência dos rios Tejipió, Jiquiá, \n\nJordão, Pina e braço sul do Capibaribe, está situado próximo ao porto do \n\nRecife (8º04’S e 34° 52’16’’W), sendo separado do oceano através de um \n\ndique natural de arenito (Fig.1). \n\nSua extensão é de aproximadamente 3,6km e larguras variáveis, onde a \n\nmínima é 0,26km, e a máxima 0,86km, perfazendo uma área total de espelho \n\nd’água de aproximadamente 2,02km² (CONDEPE, 1980). Segundo a \n\nclassificação de Köppen a área apresenta clima do tipo As’ (Tropical Quente e \n\nÚmido) com duas estações características, uma seca (Setembro – Fevereiro) e \n\numa chuvosa (Março – Agosto) (Feitosa et al.,1999). O regime de marés é \n\nsemidiurno, do tipo mesomaré (Coimbra et al., 1987).  \n\nA temperatura média anual do ar é de 25,5 Co, com valores mais baixos \n\nno período chuvoso, a precipitação pluviométrica pode atingir índices acima de \n\n2000mm/mês, apresentando uma variação sazonal bem marcada (Maia 1995).  \n\nDurante a baixa-mar a área apresenta grandes alterações ambientais, \n\ndevido aos despejos de efluentes domésticos e industriais. O teor de oxigênio \n\ndissolvido varia de 0,00ml/l a 12,21ml/l (saturação de 259,79%) e a DBO é de \n\n0,0mg/l a 15,97mg/l, o que demonstra um processo de eutrofização em alguns \n\nmeses do ano (Coimbra et al.,1987). O potencial hidrogeniônico da água (pH) \n\napresenta-se alcalino, com valores oscilando entre 8,80 e 7,47 (Feitosa,1988).  \n\nO estuário do Pina apresenta dois canais laterais, os quais permitem a \n\nnavegação durante a baixa-mar ficando expostas algumas coroas de areia em \n\nsua parte central (Coutinho, 1961; Mabessone &amp; Coutinho, 1970). Duas coroas \n\nintensamente exploradas são conhecidas como Croinhas e Passarinhos. Esta \n\núltima, além de ser alvo de grande atividade pesqueira pelos catadores de \n\nmoluscos, também é considerada uma área de alimentação e repouso de aves \n\nmigratórias (Feitosa et al.,1999). Devido à sua atividade pesqueira, o estuário \n\ndo Pina é uma área de importância sócio-econômica. \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 6\n\n \n\n \n\nFigura 1. Mapa do Estuário do Pina – Recife, com a localização das estações \n\nde coleta. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 7\n\n \n4.0  MATERIAL E MÉTODOS \n \n\n4.1 Procedimentos em Campo \n4.1.1  Estações de Coleta \n\n \nAs coletas foram realizadas em 21 de janeiro e 31 de julho de 2004, \n\ndurante a baixa-mar, com marés de (0,2 e 0,1, respectivamente), em sete \n\nestações ao longo do estuário, desde a entrada, nas proximidades do porto do \n\nRecife, até a região interna, próxima ao manguezal. Em cada estação foram \n\ndeterminados um ponto no infralitoral e um no mediolitoral. Exceto as estações \n\nE1 e E2 que estão localizadas no infralitoral e as estações E3, E4 e E6, que  \n\ndevido à maior heterogeneidade sedimentar desses ambientes, foram \n\ncoletados, respectivamente, 3, 2 e 2 pontos no mediolitoral. Os pontos \n\nlocalizados no infralitoral foram chamados de P1. As estações E1P1 \n\n(08º02,693’S e 034º51,600’W) e E2P2 (08º04,049’S e 034º52,322’W) \n\nlocalizam-se próximas ao Porto do Recife, na entrada do estuário. E3P1 \n\n(08º04,180’S e 034º52,782’W) E3P2 (08º05,0170’S e 034º53,792’W), E3P3 \n\n(08º04,509’S e 034º52,765’W) e E3P4 localizam-se na Coroa dos Passarinhos. \n\nAs estações E4P1 (08º04’936’’S e 034º52’966’’W) e E4P2 (08º04,893’S e \n\n034º52,860’W) estão situadas no banco de Croinhas. E5P1 (08º4’983’’S e \n\n034º53’798’’W) e E5P2 (08º05’018’’S e 034º53’787’’W) estão localizadas \n\npróximo à Fábrica Bacardi. As estações E6P1(08º05,415’S e 034º53,991’W), \n\nE6P2 (08º05,470’S e 034º53,978’W) e E6P3 (08º05,470’S e 034º53.973’W), \n\nlocalizadas próximo à confluência dos Rios Jiquiá e Jordão. As estações E7P1 \n\ne E7P2 estão localizadas na região mais interna do estuário, próxima à \n\nvegetação de manguezal.  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 8\n\n \n4.1.2 Amostras Biológicas \n \nPara a coleta das amostras na região mediolitoral foi utilizado um tubo \n\nde PVC com 0,008m² de área, enterrado 20 cm no sedimento, e no infralitoral \n\nfoi utilizado um pegador de fundo tipo Petersen com área de 0,01 m² . Em cada \n\nponto foram coletadas quatro amostras. \n\nA coleta das amostras para análise do microfitobentos foi realizada com \n\nauxílio de uma seringa de 1,13cm² de área, sendo esta enterrada nos dois \n\nprimeiros centímetros do sedimento. Em seguida as amostras foram \n\nacondicionadas em frascos âmbar e conservadas em gelo ao abrigo da luz.  \n\n  \n\n4.1.3  Parâmetros Abióticos \n \n\nPara análise granulométrica foi coletada uma amostra de sedimento em \n\ncada estação, utilizando o amostrador de PVC ou a draga. As amostras de \n\nsedimento foram transferidas para sacos plásticos para posterior análise em \n\nlaboratório. Foram coletadas amostras de sedimento para determinação do \n\nconteúdo de matéria orgânica em cada estação.  \n\nForam mensuradas as seguintes variáveis físicas e químicas da água: \n\ntemperatura, salinidade, (utilizando um refratômetro manual), transparência \n\n(disco de Secchi) e oxigênio dissolvido (utilizando garrafas de Van Dorn). Os \n\ndados meteorológicos de temperatura do ar e pluviometria (Estação Recife), \n\nforam obtidos através dos dados fornecidos pelo Instituto Nacional de \n\nMeteorologia (INMET).  \n\n \n\n4.2  Procedimentos em Laboratório \n4.2.1 Amostras Biológicas \n\n \n\nAs amostras foram lavadas em água corrente em malha de 0,5mm de \n\nacordo com o critério dimensional de Holme &amp; McIntyre (1971). Os organismos \n\nretidos foram fixados com formol a 4% e adicionado o corante Rosa de \n\nBengala, quando necessário, para melhor visualização dos animais. As \n\namostras foram triadas sob microscópio estereoscópio e os organismos \n\nseparados por grupos e identificados ao menor nível taxonômico possível. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 9\n\nA biomassa individual foi expressa em gramas de peso seco livre de \n\ncinzas (PSLC) e estimada pela diferença entre o peso seco (PS) (30h em \n\nestufa a 60ºC) e o peso constante do resíduo após incineração (PC) por 4h na \n\nmufla a 450ºC. Para os organismos cujo peso após incineração não pôde ser \n\nmensurado, ou apresentaram-se raros ou com baixa biomassa, foram utilizados \n\nos fatores de conversão de PS para PSLC pelos fatores compilados por \n\nRicciard e Bourget (1998). \n\nOs organismos foram classificados nos seguintes grupos tróficos de \n\nacordo com literatura: Carnívoros (C), Detritívoros (D), Suspensívoros (S) e \n\nOmnívoros (O). \n\nPara a extração dos pigmentos fotossintéticos foi adicionado às amostras, \n\n15ml de acetona a 100% (PA) e em seguida foram homogeneizadas e \n\ncolocadas em refrigeração a 4ºC por 20h no escuro. As concentrações de \n\nclorofila-a e feopigmentos foram determinadas por espectrofotometria, pela \n\nleitura nos comprimentos de onda 665 e 750nm, antes e depois de acidificadas \n\nem 50 microlitros de HCl (0,1N), e calculadas através das equações de \n\nLorenzen (1967). \n\n \n\n4.2.2 Parâmetros Abióticos \n\nPara análise granulométrica, 100g do sedimento coletado foram levados \n\nà estufa com temperatura de 750C num período de 48h e em seguida foram \n\nutilizadas técnicas de peneiramento para quantificar o material arenoso (?0,062 \n\nmm) e pipetagem para os finos (Suguio, 1973). Os resultados foram expressos \n\nem phi. As amostras foram analisadas no laboratório de Geologia e Geofísica \n\nMarinha, do Centro de Estudos do Mar da Universidade Federal de Paraná.  \n\nO teor de matéria orgânica do sedimento foi determinado através do \n\nmétodo de perda de peso após calcinação. As amostras foram desidratadas \n\nem estufa a 600 C durante um período mínimo de 48h, até obter peso \n\nconstante (peso seco). Posteriormente o sedimento foi levado para incineração \n\nna mufla a uma temperatura de 475ºC por 5h, após o qual foi pesado \n\nnovamente. O teor de matéria orgânica que volatilizou foi determinado a partir \n\nda diferença do peso seco inicial e do peso seco final como recomendado por \n\nWetzel e Likens (1990). \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 10\n\nA determinação do oxigênio dissolvido na água seguiu o método químico \n\nde Winkler (Strickland &amp; Parsons 1972), onde as amostras foram fixadas em \n\ncampo e transferidas para o laboratório onde foram realizadas as titulações \n\ncorrespondentes.  \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 11\n\n4.3 Análise Estatística dos Dados \n \nOs organismos foram contados e os dados de densidade transformados \n\nem m² para padronizar a área dos amostradores. Foram utilizadas técnicas \n\nunivariadas e multivariadas para analisar a estrutura da comunidade. \n\nPara a análise das variações espaciais de agrupamento foram utilizadas \n\nas técnicas de ordenação não paramétrica de escalonamento multidimensional \n\n(MDS) e classificação do tipo hierárquica (Cluster), utilizando o índice de \n\nsimilaridade de Bray-Curtis com os valores de densidade média por espécie, \n\nem cada estação, transformados por raiz quarta. A análise de Similaridade \n\n(ANOSIM) foi aplicada para testar a significância dos agrupamentos formados. \n\nPara testar as diferenças na diversidade entre as associações formadas foram \n\nutilizados o teste ANOVA e o teste a posteriori de Scheffé.\n\nO procedimento Bio-Env foi utilizado para analisar a correlação entre as \n\nvariáveis ambientais e a estrutura da comunidade macrobêntica. Para \n\nselecionar os descritores a serem utilizados no procedimento Bio-Env, utilizou-\n\nse a rotina DRAFSTMAN PLOT para obtenção do coeficiente de correlação de \n\nSpearman entre todas as variáveis, visando determinar eventuais \n\ncolinearidades (Clarck &amp; Warwick, 1994). \n\nA análise de correlação de Spearman (Clarke &amp; Warwick, 1994) foi a \n\nmedida de associação utilizada entre a matriz biológica e as matrizes geradas \n\na partir dos dados abióticos. Para todas as análises foi utilizado o nível de \n\nsignificância de ?=0,05. Os índices univariados de Riqueza (S), Equitatividade \n\nde Pielou (J’) e diversidade de Shannon-Wiener (H’ pelo loge) foram calculados \n\na partir da matriz de abundâncias.  \n\nAs análises citadas foram realizadas pelos programas PRIMER® (versão \n\n5.2.4), STATISTICA® 6.0, MVSP® 3.1, STATIGRAPHICS® e BIOESTAT® 3.0. \n\nPara o processamento dos dados granulométricos utilizou-se o programa \n\nSYSGRAN® 3.0 (Camargo, 2006). \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 12\n\n5.0 RESULTADOS \n5.1  Parâmetros Abióticos: \n\n5.1.1 Parâmetros Climatológicos \n \n\nOs dados de precipitação pluviométrica mensal e temperatura média do \n\nar para os anos de 2003 e 2004 e os dados históricos de 30 anos estão \n\nexpressos nas figuras 2 e 3. Pode ser observada uma elevada precipitação \n\npluviométrica em janeiro de 2004 (250mm), quando comparado com janeiro \n\ndos anos anteriores, sendo esse mês antecedido por baixas precipitações em \n\ndezembro de 2003 (67mm). A precipitação em julho foi próxima à média \n\nhistórica (360mm) e antecedido por intensas chuvas de junho, caracterizado \n\npor ser a época de maior precipitação do ano (474mm). As temperaturas \n\nmédias do ano estudado foram similares às médias históricas. Julho \n\napresentou a temperatura média do ar menor do que janeiro de 2004 (23,7°C e \n\n27ºC, respectivamente). As menores temperaturas médias do ar coincidiram \n\ncom o aumento da precipitação pluviométrica. \n\n \n\n0\n100\n200\n300\n400\n500\n600\n\nJA\nN\n\nFE\nV\n\nMA\nR\n\nAB\nR\n\nMA\nI\n\nJU\nN\n\nJU\nL\n\nAG SE\nT\n\nOU\nT\n\nNO\nV\n\nDE\nZ\n\nMeses\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \npl\n\nuv\nio\n\nm\nét\n\nri\nca\n\n (m\nm\n\n)\n\n2003 2004 1961-1990\n\nFigura 2. Precipitação média (mm) em Recife nos períodos de 1961–1990; \n2003 e 2004 (Fonte: INMET, 2004). \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 13\n\n22\n\n23\n\n24\n\n25\n\n26\n\n27\n\n28\n\nJA\nN\n\nFE\nV\n\nMA\nR\n\nAB\nR\n\nMA\nI\n\nJU\nN\n\nJU\nL\n\nAG SE\nT\n\nOU\nT\n\nNO\nV\n\nDE\nZ\n\nMeses\n\nTe\nm\n\npe\nra\n\ntu\nra\n\n m\néd\n\nia\n d\n\no \nar\n\n (C\nº)\n\n2003 2004 1961-1990\n\n \nFigura 3. Temperatura média do ar (C°) em Recife nos períodos de 1961–1990; \n2003 e 2004. (Fonte: INMET, 2004). \n\n \n5.1.2 Profundidade \n\n \nAs estações que apresentaram maior profundidade, na maré baixa, \n\nforam E1P1 (12,5m) e E2P1 (11,5m), havendo uma diminuição da mesma à \n\nmontante com a estação E7P1 apresentando o menor valor registrado (0,5m). \n\nAs demais estações apresentam baixa profundidade, não excedendo os 5m \n\n(Fig 4). \n\nE1 E2 E3 E4 E5 E6 E7\nEstações\n\n-14\n\n-12\n\n-10\n\n-8\n\n-6\n\n-4\n\n-2\n\n0\n\nP\nro\n\nfu\nnd\n\nid\nad\n\ne \n(m\n\n)\n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 14\n\nFigura 4 Profundidade das estações de coleta no estuário do Pina, Recife-PE. \n \n\n5.1.3 Temperatura da Água \n \n\nNão houve grande variação de temperatura entre as estações e entre os \n\nmeses de coleta (28-29ºC) (Fig. 5). Devido à baixa profundidade das estações, \n\nnão houve variação vertical da temperatura, exceto na estação E3 em janeiro, \n\nonde a temperatura de fundo foi maior que a superficial (29º e 28ºC \n\nrespectivamente). \n\n \n\n \n\n \n\nFigura 5. Variação da temperatura da água (Cº) nas camadas sup\nprofunda do canal estuarino do Pina (PE), \nmeses de janeiro e julho de 2004. \n \n\n27.5\n\n28\n\n28.5\n\n29\n\nE1 E2 E3 E4 E5 E6 E7\nEstações\n\nTe\nm\n\npe\nra\n\ntu\nra\n\n (C\n°)\n\nFundo (C°) Superfície (C°)\n\no\n\n \n\n27.5\n\n28\n\n28.5\n\n29\n\nE1 E2 E3 E4 E5 E6 E7\n\nEstações\n\nTe\nm\n\npe\nra\n\ntu\nra\n\n (C\n°)\n\nFundo (C°) Superfície (C°)\n\n \n\nao longo das estações de co\nJulho\nJaneir\nerficial e \nleta, nos \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 15\n\n \n5.1.4 Salinidade  \n\n \nA salinidade apresentou grandes variações entre as estações de coleta, \n\navendo um em direção à região interna do estuário. A \n\nalinidade de fundo registrada foi maior que a superficial em todo o período \n\nestuda\n\n \n\n \nFigura 6. Variação da salinidade da água nas camadas superficial e profunda \ndo canal estuarino do Pina (PE), ao longo das estações de coleta nos meses \nde janeiro e julho de 2004. \n\nh a nítida diminuição \n\ns\n\ndo. Janeiro apresentou as maiores salinidades em todas as estações, \n\nexceto na E5, que apresentou o mais baixo valor registrado (5) e na E7 (Fig. 6).  \n\n \n\n \n\n \n\n \n \n \n \n\n0\n5\n\n10\n15\n20\n25\n30\n\nE1 E2 E3 E4 E5 E6 E7\n\nEstações\n\nS\nal\n\nin\nid\n\nad\ne 35\n\n40\n45\n\nSuperfície Fundo Janeiro\n\n0\n5\n\n10\n15\n20\n25\n30\n35\n40\n45\n\nE1 E2 E3 E4 E5 E6 E7\n\nEstações\n\nS\nal\n\nin\nid\n\nad\ne\n\nSuperfície Fundo\nJulho\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 16\n\n \n5.1.5 Transparência \n \n\nA transparência apresentou uma diminuição a montante em janeiro. Para \n\na estação E7 não foi medida a transparência uma vez que essa estação é \n\nmuito rasa (0,5m), não sendo possível medir a partir do método utiliza\n\nQuanto à variação temporal, janeiro apresentou maior transparência da água \n\nna maioria das estações, exceto nas estações internas (E5 e E6) onde em julho \n\nforam registradas as maiores transparências. A menor transparência em jan\n\nfoi na estação E6 e em julho na estação E4 (Fig.7). \n\ndo. \n\neiro \n\n \n\ntuarino do Pina– PE, nos \nmeses de janeiro e julho de 2004. \n \n \n\nouve uma diminuição do oxigênio dissolvido em direção à montante em \n\njaneiro, tanto na camada superficial quanto na profunda. Em julho não houve \n\num padrão bem distinto. Os dados revelaram condições de anxia para as \n\nestações mais internas do estuário, nos dois períodos estudados. Em janeiro a \n\ncamada superficial esteve mais oxigenada que a camada profunda da água, \n\nporém, em julho a camada profunda apresentou maior oxigenação. Em janeiro \n\ns valores oscilaram de 0 mg/l (E5, E6 e E7) a 6,42 mg/l na superfície (E1) e \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \nFigura 7. Transparência (m) da água no canal es\n\n0\n0.2\n0.4\n0.6\n0.8\n\nE1 E2 E3 E4 E5 E6\nEstações\n\nTr\nan\n\nsp\nar\n\nên\n\n1\n1.2\n1.4\n1.6\n\nm\n)\n\nci\na(\n\nJulho Janeiro\n\n5.1.6 Oxigênio Dissolvido  \n \n\nH\n\no\n\nem julho a variação foi de 0,08 mg/l (E6) a 4,74 mg/l (E1) no fundo (Fig. 8). \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 17\n\n \n\n \n\n \n\n \n\n \n \n\n3P1. O menor teor de matéria orgânica foi encontrado na es\n\n \n\n0\n\n1.5\n\n3\n\n4.5\n\n6\n\nE1 E2 E3 E4 E5 E6 E7\n\nO\nxi\n\ngê\nni\n\no \ndi\n\nss\nol\n\nvi\ndo\n\n \n(m\n\ng/\nl)\n\nEstações\n\nFundo Superfície\n\n0\n\n1.5\n\n3\n\n4.5\n\n6\n\nE1 E2 E3 E4 E5 E6\nEstações\n\nO\nxi\n\ngê\nni\n\no \ndi\n\nss\nol\n\nvi\ndo\n\n \n(m\n\ng/\nl)\n\nFundo Superfície\n\nFigura 8. Variação de oxigênio dissolvido (mg/l) na camad\nprofunda da água em janeiro e julho de 2004 no estuário do Pin\n\n5.1.7 Percentual de Matéria Orgânica \n \n\nAs estações do infralitoral apresentaram os maiores \n\nmatéria orgânica no sedimento, nos dois períodos est\n\nencontrados os maiores valores nas estações intermediárias. \n\npercentuais mais elevados foram encontrados nas estações E5\n\nvariação temporal, julho apresentou o maior valor registrado (2\n\nE\n\njaneiro (1,3%) e em julho a estação E6P3 (2,55%) (Fig. 9). \n\n \n\nJulho\nJaneiro\n \n\ntação E1P1 em \n\nE7\n\na superficial e \na (PE). \n\npercentuais de \n\nudados, sendo \n\nNo mediolitoral,\n\n e E7. Quanto à \n\n7%) na estação \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 18\n\n \n\n \n\n0\n\n5\n\n10\n\nE1P1 E2P1 E3P1 E4P1 E5P1 E6P1 E7P1\n\nEstações\n\n15\n\n20\n\n25\n\n30\nM\n\nat\nér\n\nia\n o\n\nrg\nân\n\nic\na \n\n(%\n)\n\nJaneiro Julho\n\nInfralitoral\n\n \n\n \n\n \n\n(PE).\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\nE3\nP2\n\nE3\nP3\n\nE3\nP4\n\nE4\nP2\n\nE4\nP3\n\nE5\nP2\n\nE6\nP2\n\nE6\nP3\n\nE7\nP2\n\nEstações\n\nM\nat\n\nér\nia\n\n o\nrg\n\nân\nic\n\na \n(%\n\n)\n\nJaneiro Julho l\n\nFigura 9. Variação da matéria orgânica (%) ao longo das estaçõ\nem janeiro e julho de 2004 no infralitoral e mediolitoral do est\nMediolitora\n \nuário do Pina \nes nos meses\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 19\n\n \n5.1.8 Granulometria \n\n \nHouve uma diferença quanto à distribuição de silte e argila entre os \n\nestratos bênticos; a região infralitoral apresentou o maior número de estações \n\ncom predomínio da fração silte, os gráficos indicam que boa parte do material \n\nfino deve ser da mesma origem (moda na fração 7?). O tamanho médio do grão \n\nno infralitoral foi menor nas estações intermediárias e maior nas estações E1P1 \n\ne E7P1. Já no mediolitoral, o tamanho foi maior nas estações mais externas, do \n\nque nas internas (Fig. 10 e 11). \n\nAs estações do infralitoral, em janeiro, apresentaram dois grupos \n\nsedimentares, com as estações E1P1, E7P1 e E5P1, na fração areia e areia \n\níltica, e as outras estações como silte ou silte arenoso; em julho a única \n\nE5P2 predominando silte. Na estação E7P2 houve predominância de areia \n\nsiltica em janeiro e silte em julho (Figs.12 e 13). \n\ns\n\nmudança foi na estação E6P1,que passou para o grupo arenoso. As estações \n\ndo mediolitoral apresentaram predomínio da fração arenosa, com a estação \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 20\n\n \n\nFigura 10. Distribuição do tamanho médio dos grãos ao longo das estações em \n\njaneiro de 2004 na região infralitoral (A) e mediolitoral (B) do estuário do Pina-\n\n \n\nPE.  \n\nInfralitoral\n\n E1P1\n E2P1\n E3P1\n E4P1\n E5P1\n E6P1\n E7P1-1.5 -0.5 0.5 1.5 2.5 3.5 5 7 9\n\nTamanho do  grão (Phi)\n\n-5\n\n0\n\n35\n\nA \n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\nP\nor\n\nce\nnt\n\nag\nem\n\nA \nMediolitoral\n\n E3P2\n E3P3\n E3P4\n E4P2\n E4P3\n E5P2\n E6P2\n E6P3\n E7P2-1.5 -0.5 0.5 1.5 2.5 3.5 5 7 9\n\nTamanho  do grão (Phi)\n\n-5\n\n0\n\n5\n\n10\n\n15\n\n20\n\nP\nor\n\nce\nnt\n\nag\nem\n\n25\n\n30\n\n35\n\nB \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 21\n\n \n\nB \n\n \n\nFigura 11. Distribuição do tamanho médio dos grãos ao longo das estações \n\nnos mês de julho de 2004 na região infralitoral (A) e mediolitoral (B) do estuário \n\ndo Pina-PE.  \n\n. \n\nA \n\nInfralitoral\n\n E1P1\n E2P1\n E3P1\n E4P1\n E5P1\n E6P1-5\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\nP\n\nor\nce\n\nnt\nag\n\nem\n\n-1.5 -0,50 0.5 1,5 2,5 3,5 5,0 7,0 9,0\n E7P1\n\nTamanho do grão (Phi)\n\nMediolitoral\n\n E3P2\n E3P3\n E3P4\n E4P2\n E4P3\n E5P2\n E6P2\n E6P3\n E7P2\n\n-1.5 -0,50 0.5 1,5 2,5 3,5 5,0 7,0 9,0\n\nTamanho do grão (Phi)\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nP\nor\n\nce\nnt\n\nag\nem\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 22\n\n \n\n \n\nA\n\nB\n\n  \n\nFigura 12. Diagrama de Shepard para o sedimento do infralitoral (A) e \n\nmediolitoral (B) no mês de janeiro de 2004 no estuário do Pina-PE.  \n\n.  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 23\n\n \n \n \n \n\n \nFigura 13. Diagrama de Shepard para o sedimento do infralitoral (A) e \n\nA \n\nB \n\nmediolitoral (B) no mês de julho de 2004 no estuário do Pina-PE. \n\n. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 24\n\n \n5.2 Parâmetros Bióticos \n\n5.2.1 Microfitobentos \n \n\nOs valores de clorofila-a, em geral, foram inferiores aos de feopigmentos \n\n(Fig. 14 e 15). Esses valores foram maior no mediolitoral do que no infralitoral \n\nem janeiro, esses dados não do infralitoral de julho não foram coletados. Em \n\njaneiro, no mediolitoral, houve uma diminuição da concentração de clorofila-a \n\nem direção ao interior do estuário. (Fig 15). Em julho, na região mediolitoral, a \n\nconcentração de feopigmentos acompanhou a de clorofila-a. \n\nJaneiro apresentou, na maioria das estações, maior concentração de \n\nclorofila-a e feopigmentos que julho, exceto na estação E6P3 onde a maior \n\nconcentração desses pigmentos foi obtida em julho. A maior concentração de \n\nclorofila-a registrada foi em janeiro, na estação E3P2 (3,7 µg/cm²) e os \n\nmenores valores foram encontrados no infralitoral. Em julho a estação E7P2 \n\nresentou a maior concentração de feopigmentos (12,43 µg/cm²), o menor \n\nalor desse pigmento foi registrado na estação E6P2 no mesmo mês (0,9 \n\ng/cm²). \n\n \n\nFigura 14. Variação da concentração (µg/cm²) da clorofila–a e feopigmentos no \n\ninfralitoral da Bacia do Pina-PE, em janeiro de 2004. \n\n \n\n \n\nap\n\nv\n\nµ\n\nJaneiro Infralitoral\n\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n\nE1P1 E2P1 E3p1 E4P1 E5p1 E6P1 E7p1\n\nEstações\n\nC\nhl\n\nµg\n/c\n\nm\n²\n\n0.000\n1.000\n\n2.000\n3.000\n4.000\n\n5.000\n6.000\n\nP\nhe\n\nµg\n/c\n\nm\n²\n\nChlµg/cm2 Pheµg/cm2\n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 25\n\n \n\nJaneiro Mediolitoral\n\n12\n14\n\n12\n14\n\n0\n2\n4\n6\n8\n\n10\n\nE3P2 E3p3 E3P4 E4p2 E4p3 E5p2 E6P2 E6P3 E7P2\n\nEstações\n\nC\nhl\n\nµg\n/c\n\nm\n²\n\n0\n2\n4\n6\n8\n10\n\nP\nhe\n\nµg\n/c\n\nm\n²\n\nChlµg/cm2 Pheµg/cm2\n\n \n\nJulho Mediolitoral\n\n6\n8\n\n10\n12\n14\n\nC\nhl\n\nµg\n/c\n\nm\n²\n\n6\n8\n10\n12\n14\n\nph\neµ\n\ng/\ncm\n\n²\n\n0\n2\n4\n\nE3P2 E3p3 E3P4 E4p2 E4p3 E5p2 E6P2 E6P3 E7P2\n\nEstações\n\n0\n2\n4\n\nChlµg/cm2\nPheµg/cm2\n\n \n\ns  na \n\n \n \n \n \n \n \n \n \n\n \n\nFigura 15. Variação da concentração (µg/cm²) da clorofila–a e feopigmento\n\nregião mediolitoral da Bacia do Pina-PE, em janeiro e julho de 2004. \n\n \n \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 26\n\n5.2.2 Macrofauna Bêntica \n \n \n\nomposição e DiversidadeC  \n\nA macrofauna esteve representada por 122 taxa. Em janeiro foram \n\n \n\na \n\n \n\n \n\na \n\nrsidade \n\naiores no infra que no mediolitoral, enquanto em julho esses valores foram \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nidentificados 113, que estiveram distribuídos entre os grupos Polychaeta (72), \n\nCrustacea (19), Mollusca (11), Oligochaeta (3) e Outros (8). Em julho apenas\n\n44 taxa foram encontrados, estando distribuídos entre os grupos Polychaet\n\n(22), Mollusca (10), Crustacea (6), Oligochaeta (3) e Outros (3).  \n\nA riqueza e diversidade variaram ao longo do estuário, apresentando \n\ndiminuição dos valores em direção à região interna no infralitoral em janeiro,\n\nem julho essa variação espacial não se tornou bem evidente, onde as estações\n\nintermediárias apresentaram maior diversidade e riqueza, tanto no médio infr\n\nquanto no mediolitoral (Fig. 16 e 17). \n\nEm janeiro a maioria das estações apresentou riqueza e dive\n\nm\n\num pouco maiores no mediolitoral. Quanto à variação temporal dos índices de \n\ndiversidade, houve uma diminuição nos valores de riqueza e diversidade de \n\njaneiro para julho. A equitabilidade mostrou uma diminuição a montante no \n\ninfralitoral em janeiro, porém no mediolitoral desse mês e em todos os estratos \n\nde julho a equitabilidade foi menor nas estações intermediárias do estuário \n\n(Fig.18). \n\n A variação da diversidade foi proporcional à variação da riqueza em\n\njaneiro, porém em julho os valores de equitabilidade tiveram uma influencia \n\nmaior na diversidade. (Figs. 16 e 18). \n\n \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 27\n\n \n\n \n\n \nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\n\nEstações\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n3.0\n\n3.5\n\nH\n'L\n\nog\n2\n\n2.5\n\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\nH\n'L\n\nog\n2\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n \n\n \n \n \n \n\nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\nEstações\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\nH\n'(L\n\nog\n2)\n\n2.5\n\n3.0\n\n3.5\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\nH\n'(L\n\nog\n2)\n\n3.0\n\n3.5\n\n \nFigura 16. Variação espaço-temporal do H’= índice de diversidade de Shannon-\nWiene\n\n \n \n \n \n \n \n \n \n \n\nB A \n\nD C \n\nr (bits), em janeiro (A e B) e julho (C e D) no infra e mediolitoral no \nestuário do Pina –PE.  \n \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 28\n\n \n \n \n \n\nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\nEstações\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nR\niq\n\nue\nza\n\n (\nS\n\n)\n\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nR\niq\n\nue\nza\n\n(S\n)\n\n \n\n \n\n \nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\nEstações\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nR\niq\n\nue\nza\n\n(S\n)\n\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nR\niq\n\nue\nza\n\n(S\n)\n\n \n\nFigura 17. Variação espaço-temporal dos índices de Riqueza específica (S) em \njaneiro (A e B) e julho (C e D) no infra e mediolitoral do estuário do Pina-PE,  \n\n \n\n \n\n \n\n \n\n \n\nA B\n\nDC\n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 29\n\n \nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\nEstações\n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nE\nqu\n\ni\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nE\nqu\n\nita\nbi\n\nlid\nad\n\ne(\nJ'\n\n)\n\nta\nbi\n\nlid\nad\n\ne(\nJ'\n\n)\n\n \n\n \n\n \nInfralitoral\n\n1p1 2p1 3p1 4p1 5p1 6p1 7p1\nEstações\n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nE\nqu\n\nita\nbi\n\nlid\nad\n\ne(\nJ'\n\n)\n\nMediolitoral\n\n3p2 3p3 3p4 4p2 4p3 5p2 6p2 6p3 7p2\nEstações\n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nE\nqu\n\nita\nbi\n\nlid\nad\n\ne \n(J\n\n')\n\n \n\nFigura 18. Variação espaço-temporal da equitabilidade de Pielou (J’) em janeiro \n(A e B) e julho (C e D) no infra e mediolitoral do estuário do Pina-PE,. \n\n \n\nForam registrados 15.106 indivíduos em janeiro e 7.256 indivíduos em \n\njulho. O mês de janeiro apresentou, em média, densidades mais elevadas que \n\njulho, com uma variação de 2.718 ind/m² a 123.656 ind/m² nas estações E7P2 \n\nind/m² a 35.175 ind/m² nas estações E1P\n\nOs organismos mais abundantes do estuário foram Streblospio benedicti e \n\nTubifex sp nos dois períodos estudados (Tab. 1). \n\nA B\n\nC D\n\ne E3P4, respectivamente, enquanto que em julho a densidade variou de 800 \n\n1 e E5P1, respectivamente (Fig.19). \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 30\n\n \n\nO mediolitoral apresentou densidades maiores que o infralitoral, sendo \n\nregistrados valores mais elevados na região intermediária do estuário. A maior \n\ndensidade encontrada na estação E3P4 em janeiro, deve-se principalmente a \n\nStreblospio benedicti e Tubifex sp. que juntos representaram mais de 98% da \n\nmacrofauna. Em julho os organismos mais abundantes do mediolitoral foram \n\nTubifex sp. (47%), Boccardia sp. (16%), S. benedicti (15%), Laeonereis acuta \n\n(9%) e Sigambra grubei (4%). \n\nNo Infralitoral a estação E5 apresentou as maiores densidades em \n\nambos os períodos. As maiores densidades registradas em janeiro foram \n\nexplicadas, sobretudo, pela presença de três Anelídeos que juntos \n\nrepresentaram 91% da macrofauna total: Tubifex sp. (28%), S. grubei (55%) e \n\nBoccardia sp. (8%). Em julho essas mesmas espécies continuaram abundantes \n\njuntamente com S. benedicti (79%), representando juntos 95% da macrofauna \n\ntotal encontrada nesse mês. \n\nS. benedicti dominou, em janeiro, na maioria das estaco com frações de \n\nsedimento que variaram de silte fino a areia média. Em julho, as estações que \n\napresentaram os maiores tamanhos médios do grão foram dominadas por \n\nTubifex sp. E naquelas com os grãos mais finos dominou S. benedicti (Tabs. 2 \n\ne 3) \n\nInfralitoral\n\n \n \n \n \n \n \n\n0\nE1P1 E2P1 E3P1 E4P1 E5P1 E6P1 E7P1\n\nEstações\n\nD\ne 20000\n\n100000\n\nns\n\n40000\n\n60000\n\n80000\n\nid\nad\n\ne \nin\n\nd/\nm\n\n²\n\nJaneiro Julho A \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 31\n\n \n \n\nões \n\n(PE). \n\n \n\nTabela 1. PE), \n\n \nJulho \n\nFigura 19. Variação espaço-temporal da densidade (indivíduos/m²) nas regi\ninfralitoral (A) e mediolitoral (B) em janeiro e julho de 2004 no estuário do Pina \n\n Relação das espécies mais abundantes no estuário do Pina (\nseu grupo trófico (D=detritívoros, S=suspensívoros; C=carnívoros), densidade \n(ind/m²) e  participação relativa (%) em janeiro e julho de 2004. \n\n  Janeiro \n\nEspécies Função \nTrófica \n\nDensidade \n(ind/m²) \n\nAbundância \n(%) \n\nDensidade \n(ind/m²) \n\nAbundância \n(%) \n\nBoccardia sp. D 42725 10,0 27619 13,1 \nCapitella sp D 20979 5,0 4468,8 2,1 \nChione cancellata D 2400 1,0 33 0,02 \nActiniaria C 1600 1,0 25 0,01 \nKinbergonuphis sp. C 3775 1,0 0,0 0 \nLaeonereis acuta C 5088 1,0 14163 6,8 \nMediomastus sp. D 2394 1,0 181 0,09 \nNeoheteromastus sp. D 6175 1,0 3250 1,6 \nSigambra grubei C 32013 7,0 9636 4,6 \nStreblospio benedicti D 149317 34,0 57652 27,4 \nSyllidae C 3175 1,0 0,0 0 \nTubifex sp. D 130154 30 81190 38,7 \nAnomalocardia \nbrasiliana \n\nS 455 0,11 1902 0,9 \n\nHeteromastus sp. D 7378 0,17 2525 1,2 \n \n \n \n \n\nMediolitoral\n\n123656\n\n0\n20000\n40000\n60000\n80000\n\n100000\n\nE3P2 E3P3 E3P4 E4P2 E4P3 E5P2 E6P2 E6P3 E7P2\nEstações\n\nD\nen\n\nsi\nda\n\nde\n (i\n\nnd\n/m\n\n²)\n\nJaneiro Julho\nB \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 32\n\nTabela 2. Espécies dominantes e parâmetros abióticos em cada estação do \nestuár\nfina; A\n\nE\n\nio do Pina-PE, no mês de janeiro de 2004. (AM=areia média, AF=areia \nMF=areia muito fina; SG=silte grosso; SM= silte médio; SF=silte fino). \n\n \nstação Espécie Dominância \n\n(%) \n\nTipo de \n\nsedimento \n\nProfundidade \n\n(m) \n\nSalinidade \n\nmédia \n\nE\nE\nE\nE 7,2 AM * * \nE 64 AM * * \nE3P4 \nE\nE\nE\nE\nE\nE\nE\nE\nE 91 AF 1,75 12 \nE7P2 \n\n1P1 Boccardia sp. 9,9  AM 12,5 35 \n2P1 S. benedicti 38,3 SF 11,5 34 \n3P1 Tubifex sp. 39,4 SG 4,1 29 \n3P2 Tubifex sp. 6\n3P3 S. benedicti \n\nS. benedicti 88 SG * * \n4P1 S. benedicti 33 SM 3,11 21,5 \n4P2 S. benedicti 75 AF * * \n4P3 Capitella sp 50 AM * * \n5P1 Boccardia sp. 55 AF * * \n5P2 Tubifex sp. 92 SM * * \n6P1 Sigambra grubei 85 SM 2 8,5 \n6P2 Tubifex sp. 98 AMF * * \n6P3 Tubifex sp. 91 AF * * \n7P1 Sigambra grubei \n\nTubifex sp. 54 AMF 0,5 8 \n \n\nEstação Espécie Dominância \n(%) \n\nTipo de \nsedimento \n\nProfundidade \n(m) \n\nSalinidade \nmédia \n\nTabela 3. Espécies dominantes e parâmetros abióticos em cada estação do \nestuário do Pina –PE,no mês de julho de 2004. (AM=areia média, AF=areia \nfina; AMF=areia muito fina; SG=silte grosso; SM= silte médio; SF=silte fino). \n \n\nE1P1 Mediomastus sp. 18 AM 11,7 29,5 \nE2P1 Tubifex sp. 38 SF 8,2 26,5 \nE3P1 Tubifex sp. 32 SF 3,2 28,5 \nE3P2 Tubifex sp. 39 AF * * \nE3P3 Tubifex sp. 62 AF * * \nE3P4 Tubifex sp. 63 AM * * \nE4P1 S. benedicti 53 SM 3,4 27 \nE4P2 Tubifex sp. 61 AM * * \nE4P3 Tubifex sp. 56 AM * * \nE5P1 S. benedicti 79 AMF 1,7 15,5 \nE5P2 S. benedicti 84 SF * * \nE6P1 S. benedicti 58 AMF 3,2 18 \nE6P2 Boccardia sp. 54 AMF * * \nE6P3 Tubifex sp. 46 AF * * \nE7P1 S. Benedicti 71 AM 3,0 17,5 \nE7P2 S. Benedicti 33 SF * * \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 33\n\n \n5.3  Estrutura Trófica das Comunidades Macrobênticas no Estuário \n\ndo Pina \n \n\n5.3.1 Distribuição por Taxa \n \n\nForam encontrados 122 taxa distribuídos entre os grupos tróficos: \n\ndetritívoros, suspensívoros e carnívoros de acordo com a literatura. A \n\ndistribuição dos taxa entre as categorias alimentares está representada na \n\nfigura 20. O grupo detritívoro apresentou o maior número de espécies, seguido \n\nde carnívoros em Janeiro. Em julho detritívoros foram os mais abundantes, \n\nhavendo uma nítida diminuição dos carnívoros nesse mês. Os suspensívoros \n\nantiveram-se praticamente constantes entre os dois períodos.  \n\n \n\n \n \n \n \n\n20. Distribuição dos grupos tróficos no estuário do Pina-PE entre os \nvoros, C arnívor  = Suspe ros. \n\nm\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \nFigura \ntaxa. D= detrití = C os e S nsívo\n\nJaneiro\n\n0\n\n50\n\nD C S\nGrupos os\n\ne \n\n10\n20\n30\n40\n\nN\núm\n\ner\no \n\nd\nTá\n\nxo\nns\n\n Trófic\n\nInfralitoral\n\nMediolitoral\n\nJulho\n\n20\n\n30\n\n0\n\n50\n\nD C S\n trófico\n\nns\n\n0N\n\n10\n\ner\n\n4\n\náx\no\n\nGrupos s\n\núm\no \n\nde\n t\n\nInfralitoral\n\nMediolitoral\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 34\n\n5.3.2 Distribuição por Densidade \n \n\nO número médio de indivíduos por grupo trófico indicou que detritívoro \n\ncateg enta  os E\n\nrepresentaram 87% dos organismos identificados, seguidos de carnívoros \n\n e  (0,4%  julho, etritívoro m respon is \n\n%,  carnív 12%) e suspensívoros (1%) (Fig.21). \n\nA d s guild ficas ao o do est  mostrou q os \n\noro inantes região m itoral e na stações ext as \n\nalito carnívo i o segundo mais abundante, representando \n\n me víduos onto E1 e a maioria dos indivíduos nas duas \n\nes  (E6 e ). Os suspensívoros apresentaram-se mais \n\nante o inter iária, diminuindo ou desaparecendo nas \n\ne nto n fralitoral como no mediolitoral (Fig.22) \n\n \n \n \n \n\n \n\nFigura 21. Abundância (%) dos grupos tróficos no estuário do Pina-PE nos \nmeses de janeiro (A) e julho (B) de 2004. \n\nfoi a oria alim r dominante em amb  os meses. m janeiro \n\n(13%) suspensívoros ). Em os d s fora sáve\n\npor 87 seguidos dos oros (\n\nistribuição da as tró  long uá ior u  e\n\ndetritív s foram dom  na ediol s e ern\n\ndo infr ral. O grupo ro fo\n\nquase tade dos indi no p\n\nestaçõ  mais internas  E7\n\nabund s na regiã med\n\nestaçõ s m , taais internas o in\n\n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \n \n \n\n \n \n \n \n \n \n \n\n87%\n\n12% 1%\n\nDetritívoro Carnívoros Sus pens ívoros\n\nA\n\nB \n\n87%\n\n13% 0,4%\n\nDetritívoros Carnívoro suspensívoros  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 35\n\n \n Janeiro \n\nA\n\n \n\n \nFigura 22. Distribuição espacial das guildas tróficas da macrofa\na região infralitoral (A e B) e mediolitoral (C e D), do estuário \nos meses de janeiro e julho de 2004. \n\n \n \n \n\nn\nn\n \n \n \n\nJulho\nB\n \n\n \n\nuna bentônica \ndo Pina-Recife, \nC\n D\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 36\n\n5.3.3 Análise de correlação de Sperman para os grupos \ntróficos \n\n \n\nas os \n\nsuspe\n\nNo mês seco os carnívoros apresentaram correlação negativa com Silte \n\n(r=-0,9) e positivas, porém fraca com o tamanho médio dos grãos (r=0,68) e \n\nforte com clorofila-a (r=0,81). Os outros grupos tráficos não apresentaram \n\ncorrelações significativas com os parâmetros ambientais. Em julho, apen\n\nnsívoros correlacionaram-se, positivamente, com a matéria orgânica do \n\nsedimento (Tab.4).  \n\n \nTabela 4. Análise de correlação de Spearmam para os grupos tróficos e os \nparâmetros ambientais em janeiro de julho de 2004, no estuário do Pina-\nRecife-PE.  \n \n\nCorrelações Janeiro Julho \n\n Carnívoros Carnívoros Carnívoros e Suspensívor\ne Silte e grãos clorofila \n\nos e \nMatéria orgânica \n\nr (Spearman )= -0,90 0,68 0,81 0,72 \nt = -4,64 2,47 3,74 2,8 \nGl= 7 9 9 9 \n(p)= 0,0056 0,042 0,0072 0,026 \n\n.4 Análises Multivariadas  \n\n.4.1 Associações Macrofaunísticas \n\nNo mês de janeiro foram encontradas 5 associações macrofaunísticas \n\nue separaram as diferentes regiões em estuário médio, superior e inferior, \n\nom as regiões infralitorais e mediolitorais bem definidas (Fig.23): Grupo 1, \n\ngião infralitoral inferior (II), formado pela estação E1P1; Grupo 2, região \n\ninfralitoral superior (IS), formado pela estação E7P1; Grupo 3, região \n\nmediolitoral médio (MM) (com apenas uma estação no infralitoral), formado \n\nelas estações E3P1, E3P2, E3P3, E3P4 e E4P3; Grupo 4, região infralitoral \n\nédio (IM), formado pelas estações E2P1 e E4P1 e Grupo 5, região \n\nediolitoral superior (MS), com duas estações no infralitoral, formado pelas \n\nstações E5P1, E4P2, E6P2, E6P3, E5P2, E6P1 e E7P2. Esses setores do \n\nstuário apresentaram uma separação clara, confirmada pelo ANOSIM (r=0,79; \n\n \n \n \n5\n \n5\n \n\nq\n\nc\n\nre\n\np\n\nm\n\nm\n\ne\n\ne\n\np=2,8%) e bem representada pelo MDS (Fig. 24).  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 37\n\nAs características bióticas e abióticas destes grupos são apresentadas \n\nnas tabelas 5 e 6. As regiões IM, IS e MS apresentaram os menores valores de \n\nnúmero de espécies e densidades. Os grupos MM e IM foram dominados pelo \n\npoliqueto S. benedicti e pelo oligoqueto Tubifex sp., sendo os dois grupos \n\nformados por areia média a silte grosso (Tab. 6). Essas estações estão \n\nlocalizadas no banco de moluscos, que apresentaram também os maiores \n\npercentuais de matéria orgânica e clorofila-a. \n\nOs grupos II e MS apresentaram os maiores valores de tamanho do \n\ngrão, com predomínio de areia fina (Tab. 6). Estes grupos foram dominados \n\nbasicamente pelas mesmas espécies (Tubifex sp. e Boccardia sp.), além da \n\npresença do poliqueto Kinbergonuphis sp. no grupo II. As espécies Sternaspis \n\nsp, Kinbergonuphis sp., Arca notabilis e Upogebia omissa foram registradas \n\nexclusivamente no grupo II. O grupo IS foi dominado pelo poliqueto S. grubei, o \n\nsedimento esteve composto por areia fina, apresentando condições de anóxia. \n\n \n \n \n\n \n \n\nFigura 23. Análise de agrupamento mostrando as associações \nmacrofaunísticas formadas no mês de janeiro de 2004, na bacia do Pina-PE, \ntilizando o índice de similaridade de Bray-Curtis (média não ponderada, dados \nansformados à raiz quarta)  \n\nu\ntr\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 38\n\n \n \nFigura 24. Ordenação MDS das amostras de macrofauna bêntica em janeiro de \n2004 no estuário  d id , \nutilizando a raiz qu ic u\n \n \nTabela 5: Espécies dominantes e sua participação relativa, número de espécies \ne den e média upos os pe e de agru to no \nstuár  Pina-PE, eiro de . \n\n   \nIS \n\n \nMM \n\n \nIM \n\n \nMS \n\n do Pina-PE,\narta e o índ\n\na partir dos \ne de Bray-C\n\nados de dens\nrtis. \n\nade das espécies\n\nsidad\nio do\n\n nos gr\n em jan\n\nformad\n 2004\n\nla anális pamen\ne\n \n\nII \nEspécie \n\n \n(Partic\n\nBoccardia sp. \n\nTubifex sp. \n\n \n\nSigambra \n\nStreblospio \nbenedicti \n(59,5%) \n\nStreblospio \nbenedicti \n\n(37%) \n\nTubifex sp. \n(52%) \n\n \ndominante (9,8%)  \n\nipação \nrelativa) \n\n(8,5%) \nKinbergonuphis \n\nsp. \n(8,5%) \n\ngrubei \n(92%) \n\n \nTubifex sp.\n\n(22%) \n\n \nTubifex sp. \n\n(31%) \n\n \nBoccardia sp.\n\n(27%) \n\nNº Espécies  \n41 \n\n \n4 \n\n \n22 \n\n \n14 \n\n \n10 \n\nDensidade \nmédia \n\n(ind/m²) \n\n \n44.250 \n\n \n\n \n10.275 \n\n \n46.291 \n\n \n3.775 \n\n \n20.008 \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 39\n\n \nTabela 6: Médias e desvio padrão (DP) dos parâmetros do sedimento nos \ngrupos formados pela análise de agrupamento no estuário do Pina-PE, em \njaneiro de 2004. \n \nVariáveis (%) II IS MM IM MS \n\nCascalho 1,1 0,0 0,8 \n(1,3) \n\n2,7 \n(3,8) \n\n2,4 \n(2,0) \n\nAreia 95,8 82,5 81,1 \n(1\n\n12,0 54,8 \n9,2) (8,0) (16,0) \n\nSilte 3,1 13,4 14,8 \n(17,8) \n\n80,3 \n(7,5) \n\n37,4 \n(16,5) \n\nArgila 0 4,03 3,3 \n(2,1) \n\n5,0 \n(4,2) \n\n5,4 \n(1,5) \n\nM.O 1,63 5,7 4,9 \n(3,4) \n\n19,1 \n(0,8) \n\n11,0 \n(4,3) \n\n \n\nEm julho também foram formadas cinco associações: O Grupo 1 \n\ncorresponde a região infralitoral inferior (II), formada pela estação E1P1; Grupo \n\n, região infralitoral médio (IM) esteve representado pelas estações E3P1, \n\n4P1 e E2P1; Grupo 3, formado por estações da região superior, tanto no \n\ncompreendendo as estações E5P1 e E5P2; \n\nE6P1; E7P1 E7P2 (IS). O Grupo 4, região mediolitoral médio (MM), esteve \n\nformado pelas estações E3P2, E3P3, E3P4, E4P2 e E4P3. E o Grupo 5, região \n\nmediolitoral superior (MS), foi formado pelas estações E6P2 e E6P3 (Fig. 25). \n\nOs dados obtidos a partir da análise MDS reforçam os agrupamentos formados \n\nno Cluster (Fig.26).   \n\n \n\n2\n\nE\n\nmediolitoral, como no infralitoral, \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 40\n\nFigura 25. Dendograma mostrando as associações macrofaunísticas formadas \no estuário do Pina-PE, em julho de 2004, a n partir da análise de Cluster, \ntilizando o índice de similaridade de Bray-Curtis, (média não ponderadas, u\n\ndados transformados à raiz quarta. \n \n \n \n\n \n \nFigura 26. Ordenação MDS das amostras da macrofauna bêntica no mês de \njulho de 2004 no estuário do Pina-PE, a partir dos dados de densidade das \nespécies.  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 41\n\n \n\nies e a região IM apresentou o maior número de espécies. Os \n\nS apr entaram maiores densidades. No grupo II, onde foi \n\nregistrada a maior salinidade do estuário, as espécies dominantes foram os \n\ncapitelídeos Capitella Medi  s ossura O grup foi \n\ndominado pelas espécies Tubifex sp., S. be  e Cos p. O grupo MM \n\ntambém foi dominado por S. benedicti bifex sp.  Esses grupos \n\napresentaram os maiores percentuais de matéria orgânica. O grupo IS teve \n\ncomo espécies dominantes Bocc  sp., Tubifex sp. e edicti, sendo o \n\nsedimento composto por areia fina e muito fina. O grupo MS foi dominado por \n\nubifex sp. e Laeonereis acuta. O sedimento apresentou-se com areia média a \n\nfina, c\n\nNa região II foram registrados os menores valores de densidade e \n\nnúmero de espéc\n\ngrupos MM e M es as \n\n sp e omastus p. e C  sp. o IM \n\nnedicti sura s\n\n ue T\n\nardia S. ben\n\nT\n\nom baixas concentrações de matéria orgânica (Tabs. 7 e 8). \n\n \n\nTabela 7: Espécies dominantes, sua participação relativa, número de espécies \ne densidade média nos grupos formados pela análise de agrupamento no \nestuário do Pina-PE, em julho de 2004. \n \n \n\n II IM MM IS MS \nEspécie \n\ndominante \n(abundânci\n\na) \n\n \nCapitella sp \n\n(49%) \n \n\nMediom\n\n \nTubifex sp. \n\n(29%) \n \n\n \nS.benedicti\n(69%) \n\n \n\n \nBoccardia sp \n\n(41%) \n \n\n \nTubifex\n\n(58%\n \n\nastus sp.\n(19%) \n\n \nCossura sp. \n\n(16%) \n\nS.benedicti \n(26%) \n\n \nCossura sp.\n\n(11%) \n\nTubifex sp. \n(13%) \n\nTubifex sp. \n(34%) \n\n \nS. benedicti \n\n(20%) \n\n sp.\n) \n\nL. acuta \n(13%) \n\nNº Espécies 10 21 13 15 10 \nDensidade \n\nmédia \n(ind/m²) \n\n \n800 \n\n \n\n \n2.578 \n\n \n11.188 \n\n \n27.175 \n\n \n20.008 \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 42\n\nTabela 8: Médias e desvio padrão (DP) dos parâmetros do sedimento nos \ngrupos formados pela análise de agrupamento no estuário do Pina-PE, em \njulho de 2004. \n \nVariáveis (%) II IM MM IS MS \n\nCascalho 8,9 1,8 \n(3,2) \n\n0,5 \n(0,8) \n\n0,0 \n(0) \n\n1,1 \n(0,6) \n\nAreia 82,7 5,3 \n(7,8) \n\n49,0 \n(36,7) \n\n84,0 \n(6,0) \n\n86,8 \n(5,6) \n\nSilte 6,4 87,5 \n(11,7) \n\n45,2 \n(35,8) \n\n12,3 \n(5,2) \n\n8,2 \n(4,3) \n\nArgila 2,0 5,4 \n(1,2) \n\n5,3 \n(2,4) \n\n3,7 \n(0,8) \n\n3,8 \n(2,3) \n\nM.O 4,3 21,3 \n(5,0) \n\n5,3 \n(10,1) \n\n4,6 \n(2,8) \n\n4,3 \n(1,3) \n\n \n \nDistribuição das espécies abundantes \n \n\nA distribuição das espécies mais abundantes ao longo das associações \n\nformadas no estuário do Pina está representada na figura 27 (A e B). Onde \n\npodemos observar uma diferença na distribuição dessas espécies entre as \n\nssociações e entre os períodos seco e chuvoso, onde em janeiro a maior \n\nbundância na região IS foi do Pilargidae S. grubei, que representou cerca de \n\n90% dos espécimes encontrados, em julho essa região foi dominada por S. \n\nbenedicti.  \n\nBoccardia sp. apresentou sua maior abundância na região MS nos dois \n\nperíodos estudados, sendo  também dominante em janeiro na região II.  \n\nStreblospio benedicti apresentou diferentes padrões de distribuição entre \n\nos períodos seco e chuvoso, sendo mais abundante na região MM em janeiro e \n\nna região IS em julho. Essa espécie esteve quase ausente na região inferior do \n\nestuário nos dois períodos estudados. Em julho, S. benedicti apresentou \n\ncorrelações negativas com o tamanho médio dos grãos (r=-0,71) (Tab.10). \n\nCapitella sp. apresentou baixa densidade em janeiro, aumentando a \n\nesma em julho. Sua abundância foi maior na região II com baixas densidad s \n\npositiva, porém fraca com a clorofila-a (r=0,69) (Tab.9). \n\na\n\na\n\nm e\n\nnas demais regiões, não apresentando muita variação. No mês seco, \n\napresentou correlação positiva com o tamanho médio dos grãos (r=0,79) e \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 43\n\nTubifex sp. apresentou uma ampla distribuição em todo o estuário, com \n\nmenor\n\n no período \n\nseco, quanto no chuvoso, correlação positiva com o tamanho médio dos grãos \n\n abundância na região II nos dois meses e pico de abundância nas \n\nregiões IM e MS em janeiro e MM e MS em julho.  \n\nSigambra grubei foi mais abundante no período seco, com um pico de \n\nabundância na região IS e baixas densidades nas demais regiões estuarinas. \n\nEm julho, apresentou um padrão de distribuição que não variou muito entre as \n\nregiões do estuário. No período seco apresentou forte correlação positiva com  \n\na clorofila-a (r=0,82) e negativa com a profundidade (r=-0,92) e oxigênio \n\ndissolvido (r=-0,88). Em julho apresentou correlação negativa com o percentual \n\nde areia (r=-0,86) (Tabs.9 e10). \n\nLaeonereis acuta apresentou sua maior abundância no mês chuvoso, \n\nestando quase ausente no mês seco. Sua maior abundância em julho foi na \n\nregião MM e MS e em janeiro apenas na MS. Apresentou, tanto\n\n(r=0,82 e r=0,9, respectivamente ) (Tabs.9 e 10). \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 44\n\nFigura 27. Distribuição das espécies abundantes em janeiro (A) e julho (B) de \n\n2004, ao longo das associações formadas no estuário do Pina.\n\nJaneiro\n\n Tubifex sp\n S. benedict\n Boccardia sp\n L. accuta\n S. grubii\n C. capitata\n\nIE IM MM IO MOG\n\nAssociações\n\n-20\n\n0\n\n20\n\nA\nbu\n\nnd\nân\n\nci\na \n\n%\n\n40\n\n60\n\n80\n\n100\n\nJulho\n\n Tubifex sp\n S. benedict\n Boccardia sp\n L. accuta\n S. grubii\n C. capitataIE IM MM IO MO\n\nAssociações\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nA\nbu\n\nnd\nân\n\nci\na \n\n%\n\nB\n\nA\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 45\n\n \n\nFato\n\nTabela 9. Análise de Correlação de Spermam para as espécies mais \nabundantes no estuário do Pina, Recife- Pe, em jan\n \n\neiro de 2004. \n\nres ambientais Espécie rs N P \nGrão Capitella sp. 0,79 9 0,0113 \nGrão L. acuta 0,82 9 0,0063 \nClorofila S.grubei 0,82 9 0,0054 \nClorofila Capitella sp 0,69 9 0,04 \nProfundidade S.grubei -0,92 7 0,0025 \nOxigênio dissolvido S.grubei -0,88 7 0,0084 \nMatéria orgânica A.brasiliana 0,79 7 0,034 \n\n \n \nTabela 10. Análise de Correlação de Spermam para as espécies mais \nabundantes no estuário do Pina, Recife- Pe, em julho de 2004.  \n \n\nFatores ambientais Espécie rs N P \nAreia S.grubei -0,86 7 0,0137 \nGrãos S.benedicti -0,71 9 0,029 \nGrãos L.acuta 0,9 9 0,0009 \nFeopigmentos Boccardia sp -0,69 9 0,038 \n\n \n \n \n5.4.2  Índices de Diversidade: \n \n\nHouve diferença significativa na diversidade entre os 5 grupos \n\nidentificados em janeiro (ANOVA, F4,11= 7,29; p=0,04), o teste a posteriori de \n\nScheffé mostrou que o grupo 1(II) é significativamente diferente de todos os \n\noutros menos do grupo 2 (IM), que por sua vez não é significativamente \n\ndiferente dos outros (Fig. 28). Os 5 grupos identificados em julho não foram \n\nsignificativamente diferentes quanto aos índices de diversidade, utilizando o \n\nteste de Scheffé. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 46\n\n \n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n \n \n\nA \n\nB \n\nFigura 28. Índices de diversidade entre as associações formadas no mês de \njaneiro (A) e julho (B) no estuário do Pina, Recife-PE. \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 47\n\n \n5.5 Biomassa \n \n\nEm julho foram registrados os maiores valores de biomassa, havendo \n\ndi ua stribuição da mesma nos agrupamentos \n\nfo s entre os dois m dos janei os ma lores de \n\nbiomassa se encontraram no estuário médio, tanto no infra quanto no \n\nmediolitoral (IM e MM). Em julho MM e MS apresentaram os maiores valores \n\nregistrados. Em janeiro o estuário superior apresentou baixa biomassa, \n\nen  jul giã resen  elev iomassa, \n\nrincipalmente devido a elevada densidade dos tubificídeos que causaram um \n\na \n\ndensidade de suspensívoros na região intermediária do estuário, área de coleta \n\nde os. A biomassa ros f or no stuário nos dois \n\nmeses e no estuário superior em julho.Os carnívoros apresentaram elevada \n\ni iolitoral médio (MM) em ro, e ndo s baixa em \n\nlho. A elevada biomassa do Cnidário Bunodosoma cangicum causou uma \n\nm janeiro. (Fig.30). \n\n \n\nferentes padrões q nto à di\n\nrmado eses estuda . Em ro iores va\n\nquanto que em ho essa re o ap tou ada b\n\np\n\naumento da biomassa nessa região do estuário (Fig.29). \n\nO alto valor de biomassa registrado no mês chuvoso deve-se a elevad\n\n marisc  de detritívo oi mai  e  médio \n\nb omassa no med  Janei sta empre \n\nju\n\nelevada biomassa na região IM e\n\n0\n\nJAN JULHO\n\n20\n40\n60\n80\n\n100\n120\n140\n\nB\nio\n\nm\nas\n\nsa\n g\n\n/P\nS\n\nLC\n\nII IM MM IS MS\n\nSetores\n \n\nFigura 29. Biomassa total g/PSLC em cada setor do estuário, em janeiro e julho \n\nde 2004 . \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 48\n\n \n\nJaneiro\n\n0\n5\n\n10\n15\n20\n25\n\nII IM MM IS MS\nSetores\n\nB\nio\n\nm\nas\n\nsa\n g\n\n/P\nS\n\nLC\n\nS D C\n\n \n\nJulho\n\n0\n20\n40\n60\n80\n\nII IM MM IS MS\n\nSetores\n\nB\nio\n\nm\nas\n\nsa\n \n\ng/\nP\n\nS\nLC\n\nS D C\n\n \n \nFigura 30. Contribuição em Biomassa g/PSLC de cada grupo trófico nos \n\nsetores estuarinos formados, em janeiro  e julho de 2004 . \n\n \n\n5.6 Correlação com dados ambientais (BioEnv) \n \n\nNo infralitoral, a estrutura da comunidade da macrofauna no mês de \n\nneiro esteve associada à variação da profundidade e salinidade (r = 0,86). \n\nmanha médio dos grãos \n\n = 0,92). Por sua vez, no mediolitoral, tanto em janeiro (r = 0,931) quanto em \n\nlho (r = 0,89), a estrutura da comunidade da macrofauna esteve associada à \n\norcentagem de areia e matéria orgânica.  \n\nja\n\nEm julho, a estrutura da comunidade esteve associada aos padrões de \n\nvariação da salinidade de fundo, matéria orgânica e ta\n\n(r\n\nju\n\np\n\n \n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 49\n\n \n6.0  DISCUSSÃO \n\ns regiões distintas: a \n\nárea c\n\no de menor salinidade e \n\noxigênio dissolvido, chegando a condições de anóxia em alguns pontos. A \n\nmaioria das estações estão distribuídas na região mesohalina do estuário, essa \n\nregião apresenta uma grande extensão ao longo do mesmo, devido a maior \n\ninfluência da maré, a região oligohalina não ficou bem caracterizada, pois \n\nencontra-se mais a montante da área estudada \n\nA região estuarina, provavelmente apresenta um déficit hídrico, com a \n\nevaporação maior que a drenagem dos rios, uma vez que apresenta na boca \n\ndo estuário uma salinidade maior (40) que a registrada por Cavalcanti &amp; Kempf \n\n(1967) na plataforma continental adjacente (36 no verão e 32 no inverno). \n\nQuanto à variação vertical da salinidade, o estuário apresentou duas \n\nregiões distintas. A primeira, onde se encontram as estações externas e \n\ncom baixa estratificação. Como as \n\nnão acompanharam um ciclo completo \n\n o estuário quanto à estratificação \n\n \nO estuário do Pina morfologicamente possui um canal inicial formado \n\npelo recife de arenito e o cais do porto; uma área aberta com mais de 500 m de \n\nlargura e na parte superior,um afunilamento com a presença de gamboas (do \n\naeroclube) e três rios que deságuam no estuário. A maior parte do estuário \n\npossui profundidades menores do que 4 m.  A região intermediária do estuário \n\né exposta e sofre ações principalmente da maré e dos ventos. Esses fatores \n\nestruturam a dinâmica desse ambiente, e são as principais forçantes que \n\natuam na distribuição do sedimento. \n\nPodemos distinguir ao longo da área estudada trê\n\norrespondente ao estuário inferior, caracterizada por alta salinidade, \n\ntipicamente euhalina, onde está localizada a estação E1. Esta estação está \n\nsituada na boca do estuário, próxima ao porto da cidade. Outra região \n\nencontrada, caracterizada como zona de mistura é uma área com grande \n\nvariação de salinidade, correspondente ao estuário médio, onde estão \n\nlocalizadas as estações E3, E4 e E5. A terceira região compreende o estuário \n\nsuperior, onde estão as estações E6 e E7, regiã\n\nintermediárias do estuário que apresentaram estratificação vertical, a segunda, \n\ncomposta pelas estações a montante, \n\ncoletas de salinidade foram pontuais e \n\nde maré (12hs), não podemos caracterizar\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 50\n\nvertical da salinidade, essa variação encontrada, talvez tenha sido resultado, \nem janeiro, das intensas chuvas no período de coleta. Neste estuário, \n\nlocalizado em região com bacias hidrográficas pequenas, com indícios de \n\ndéficit hídrico nas regiões mais costeiras, em região de mesomaré; é mais \n\nplausível que o regime predominante seja o misturado. Apesar dessas chuvas \n\natípicas em janeiro de 2004, o período seco não foi descaracterizado, uma vez \n\nque os meses adjacentes apresentaram pluviosidade bem menor. \n\nEm um estuário, cada um dos parâmetros ambientais atua sobre os \n\noutros e tem efeitos particulares sobre a fauna estuarina, agindo em diferentes \n\nescalas espaço-temporais (Day, 1967; Wolff, 1983). Vários trabalhos têm sido \n\nrealizados utilizando a influência de fatores bióticos e abióticos sobre a \n\nestruturação das associações macrobentônicas em ambientes estuarinos e \n\nmuitos têm demonstrado que salinidade e o tipo de substrato são os principais \n\nfatores que afetam a distribuição das espécies e a estrutura das comunidades \n\nnesses ambientes (McLuscky, 1989; Mettam et al., 1994; Rosa-Filho, 2001; \n\nTeske &amp; Wooldridge, 2003; Ysebart et al., 2003; Gilberto et al., 2004; LinLu, \n\n2005). No presente estudo a profundidade, a salinidade, o tamanho médio dos \n\ngrãos e a concentração de matéria orgânica foram os principais fatores \n\nestruturadores da comunidade infralitoral nos dois períodos amostrados, \n\nenquanto que no mediolitoral, o percentual de matéria orgânica e de areia \n\n para as espécies \n\nstenohalinas marinhas e de água doce e fornece um local de estresse para \n\n \n\nspécies que ocorreram no estuário são tipicamente marinhas, indicando a \n\ngrande\n\napresentaram maior correlação (BIOENV).  \n\nA salinidade atua como uma barreira fisiológica\n\ne\n\nespécies eurihalinas marinhas (Teske &amp; Wooldridge, 2003). A maioria das\n\ne\n\n influência da água salgada no mesmo. Apenas oligoqueto Tubifex sp, \n\ncaracterístico de regiões oligohalinas, apresentou picos de abundância em \n\nalgumas regiões do estuário, ocorrendo em todas elas. Os valores de \n\nsalinidade encontrados no presente estudo não fugiram dos padrões de um \n\nestuário tropical (Tab. 11). \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 51\n\nA concentração de oxigênio dissolvido na água é um importante \n\ndade do corpo hídrico. A resolução CONAMA nº 020, de 18 \n\nde julh\n\ndireção ao estuário superior, chegando a \n\nzero (\n\nPearson e Rosenberg, 1978; \n\nGray, 1992; Rosenberg 1996; Powilleit &amp; Kube,1999; Macedo , \n\n \n\nValore\n\nindicador da quali\n\no de 1986 classifica as águas salobras com as condições limites para: a \n\nrecreação de contato primário; a proteção das comunidades aquáticas; a \n\ncriação natural ou intensiva (aqüicultura) de espécies destinadas à alimentação \n\nhumana. Quando o Oxigênio Dissolvido encontra-se inferior a 5 mg/l, essas \n\náguas são consideradas impróprias. Em nossos resultados encontramos \n\nvalores muito baixos de oxigênio dissolvido, abaixo do limite estabelecido pelo \n\nCONAMA na maioria das estações em janeiro e em todas as estações em \n\njulho. Esses valores diminuíram em \n\ncondições de anóxia) nas estações E5P1, E6P1 e E7P1 no mês de \n\njaneiro e na estação E6P1 em julho. Esses valores apresentaram fortes \n\ncorrelações com a salinidade (r= 0,96; n= 7; p&lt;0,05), o que também foi \n\nencontrado por Feitosa et al. (1999) no mesmo estuário.  \n\nSegundo Alongi (1990) a diminuição do oxigênio dissolvido na água \n\nocorre freqüentemente após períodos de chuvas monsônicas em ambientes \n\ntropicais. As fortes chuvas ocorrentes nos períodos de coleta podem ter \n\ncausado essa diminuição do oxigênio dissolvido, devido ao aumento de \n\nnutrientes carreados pelos rios. Feitosa et al. (1999), encontraram condições \n\nanóxicas na área correspondente ao nosso ponto E5 e atribuíram essa \n\ncondição ao aporte de matéria orgânica proveniente dos rios que deságuam \n\nnesse ponto. Condições de anóxia geralmente estão relacionadas com \n\nimpactos humanos (descarga de nutrientes) (\n\net al., et al.\n\n2000). Porém em nossos resultados, não houve correlação significativa entre o \n\noxigênio dissolvido e o percentual de matéria orgânica no sedimento. Essa \n\nausência de correlação pode ser conseqüência do hidrodinamismo nos canais\n\ninternos, onde há baixa concentração de O.D. e baixa porcentagem de M.O. \n\ns baixos de oxigênio também foram encontrados em outros estuários de \n\nPernambuco (Tab. 11). \n\n \n\n \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 52\n\nA distribuição da matéria orgânica no estuário pode ser explicada pelo \n\nhidrodinamismo. No infralitoral, os pontos com menor hidrodinâmica, \n\ncorresponderam à região central e apresentaram maior concentração de \n\nmatéria orgânica; já os pontos extremos, com maior hidrodinamismo, têm \n\nmenor concentração de matéria orgânica. No mediolitoral, a região com menor \n\nconcentração de matéria orgânica, é a intermediária, aberta e exposta aos \n\nventos e ondas, sendo assim a mais dinâmica; já as regiões internas, \n\nmargeadas por manguezais, têm menor hidrodinamismo. Estas conclusões se \n\nconfirmam em parte, pela análise granulométrica, com as estações de maior \n\nhidrodinamismo, estando na categoria areia e as de menor hidrodinamismo, na \n\ncategoria silte, indicado também pela forte correlação da matéria orgânica com \n\na porcentagem de silte (r= 0,7; n= 36; p&lt;0,05).  \n\n \n\nTabela 11: Medidas de salinidade e oxigênio dissolvido para alguns \n\nestuários de Pernambuco na situação de verão. \n\n \n\nAutor-Ano Local de \n\namostragem \n\nOxigênio dissolvido \n\n(mg/l) \n\nSalinidade \n\nMacedo et al.,2000 Canal de \nSanta Cruz \n\n \n\n2,02–5,51 14,5 – 2,02 \n\nCarvalho, 2004 Rio Botafogo 3,5 – 4,82 24 - ? 32 \n \n\nCarvalho, 2004 Rio Siri 3,2 – 5,5 \n \n\n28- ?32 \n\nTravassos, 1991 \n\n \n\nRio \n\nCapibaribe \n\n0,01-8,77 0,05 - 36,04 \n\nVasconcelos, 2002 Rio Formoso - 2,0 –35,0 \n\nPresente estudo \n\n \n\nEstuário do \n\nPina \n\n0,0-6,4 5,0 – 40,0 \n\n \n\n \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 53\n\n \n\na área é a zona de \n\ntransiç\n\nl de silte-argila na estrutura da comunidade em um \n\nstuário tropical no sudeste da Ásia. Teske &amp; Woodridge (2003) também \n\nncontraram forte correlação do sedimento com a fauna em um estuário no sul \n\na África. Rosa-Filho (2001), encontrou uma correlação inversa entre a \n\noncentração de areia e a densidade e diversidade dos organismos, em \n\nO depósito de sedimentos dentro do estuário é controlado pela \n\nvelocidade da corrente e o tamanho da partícula do mesmo (McLuscky, 1989). \n\nAs águas estuarinas tendem a ser turvas devido ao silte e argila em \n\nsuspensão. As quais depositam em forma de lama, característica dos \n\nestuários. Esses substratos são propícios para a vida de organismos \n\nbentônicos por apresentarem altas proporções de matéria orgânica, servindo \n\nde alimento para muitas espécies. Por isso, o tipo de sedimento, e sua variação \n\nao longo do estuário, vão determinar a disponibilidade de alimento no mesmo, \n\nbem como a distribuição das espécies, já que os organismos bentônicos estão \n\nem íntimo contato com o fundo, interagindo com o mesmo. \n\nMabesoone &amp; Coutinho (1970) encontraram três zonas na bacia do Pina: \n\nUma composta por areia grosseira, que forma a coroa dos Passarinhos, outra \n\ncomposta por lama fina (próxima ao porto) e a terceir\n\não ou central. Rodrigues (2002) encontrou grande percentual de Silte e \n\nArgila (60%) nas estações estudadas, exceto nos pontos situados na Coroa de \n\nPassarinhos (E4), os quais apresentaram os menores percentuais de finos, \n\ncom predomínio de areia média. Analisando as frações granulométricas \n\nencontradas, observamos que, as estações intermediárias do infralitoral \n\npossuem material fino provavelmente de mesma origem, isto nos leva a supor \n\nque esse material é atual, e que os pontos com maior proporção de areia \n\nindicam a ressuspensão do material fino e predomínio de areia depositada em \n\ncondições hidrodinâmicas pretéritas. Esse resultado ressalta a importância da \n\nhidrodinâmica forçada pela maré como um mecanismo de transporte de \n\nsedimentos em ambientes estuarinos, carreando e depositando sedimentos \n\nfinos ao longo do estuário. \n\nO BIOENV discriminou o percentual de areia como um dos fatores com \n\nmaior correlação com a estrutura da comunidade macrobêntica na região \n\nmediolitoral tanto em janeiro, quanto em julho. Lin Lu (2005) encontrou elevada \n\ninfluência do percentua\n\ne\n\ne\n\nd\n\nc\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 54\n\nestuár\n\ntes estuarinos. Feitosa et al. \n\n(1999) encontraram, no mesmo estuário, um valor máximo de 2,10 m na \n\npream\n\nrnas (E5 e E6) deste estudo, \n\nocorre devido à grande quantidade de material em suspensão, trazidos \n\nprinc los rios ua  E5.\n\nA composição macrofaunística do estuário do Pina caracterizou-se por \n\numa predominância do grupo Polychaeta, que dominou em  e \n\nnúmero de espécies, nos diferentes estratos e períodos estudados. A \n\ndominânc  \n\nautores (e.g Tommasi, 1967; Fauchauld &amp; Jumars, 1979; Rosa-Filho &amp; \n\nBe in Lu endo relacionada possivelmente à grande \n\noferta de alimento, uma vez que poliquetos freqüentemente caracterizam locais \n\ncom maior concentrações de matéria orgân  espécie  \n\nsão oportunistas e apresentam grande tolerância a ambientes estressados o \n\ncas outros filos muns (Leniha 3). \n\nque as encontradas no rio Formoso por Silva (2003), que chegou a \n\n212.089ind/m2 no infralitoral e 156.416 ind/m2 no mediolitoral no período seco. \n\n encontradas por Carvalho (2004) \n2 no mediolitoral \n\n2 no mediolitoral do \n\nios do Rio Grande do Sul, porém ele ressalta que os locais que \n\napresentaram maior concentração de areia e menores densidades foram \n\naqueles próximos à desembocadura dos estuários, estes locais apresentam \n\náreas de condições ambientais bastante rigorosas, fazendo com que a pobreza \n\ndesses ambientes esteja mais correlacionada a outros fatores ambientais que \n\nnão as características do sedimento.  \n\nA transparência das águas foi relativamente baixa, sofrendo pequenas \n\noscilações entre os períodos estudados, apresentando maior transparência da \n\nágua no período seco. As áreas mais próximas do oceano apresentaram os \n\nmais elevados valores, com diminuição nas desembocaduras dos rios. Apesar \n\ndos baixos valores de transparência encontrados no presente estudo, eles \n\nestão dentro dos padrões normais para ambien\n\nar em Junho/97 e um mínimo de 0,10m na baixa-mar em maio/97. A \n\nbaixa transparência ocorrida nas estações inte\n\nipalmente pe que deság m próximos à estação   \n\n abundância\n\nia deste grupo em regiões bentônicas estuarinas é relatada por outros\n\nmvenuti, 1998; L , 2005), s\n\nica. Muitas s de poliquetos\n\nque ocorre com pou  espécies em  co n et al., 200\n\nAs densidades encontradas no presente estudo foram bem menores do \n\nPorém são maiores do que as densidades\n\nnos rios Botafogo, que encontrou uma máxima de 1.150 ind/m\n\nno período seco e no rio Siri uma máxima de 285 ind/m\n\nperíodo chuvoso. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 55\n\nA riqueza de espécies encontrada nesse estuário não diferiu muito da \n\nencon\n\nes dominantes e as \n\nvariaç\n\nndições físicas e químicas desse ambiente, bem \n\ncomo \n\ntrada por Carvalho (2004), o qual relatou a ocorrência de 123 taxa no rio \n\nbotafogo e 97 no rio Siri, dois estuários deste Estado. Elevada riqueza também \n\nfoi encontrada por Linlu (2005) em um estuário tropical no sudeste da Ásia,  \n\nonde encontrou 172 espécies. \n\nDentro do ambiente estuarino foram identificados, nos dois períodos \n\nestudados, a presença de 5 associações, que dividiram o estuário em 3 áreas \n\nestuário inferior, médio e superior, deixando bem separadas as comunidades \n\ninfralitorais e mediolitorais. Os fatores que diferenciaram esses agrupamentos \n\nforam o tipo de sedimento, a salinidade, e o percentual de matéria orgânica no \n\nsedimento, como já discutido acima. A mudança das espéci\n\nões de densidade também foram responsáveis pela heterogeneidade \n\nentre esses agrupamentos.  \n\nEssas associações foram, em geral, dominadas por organismos \n\noportunistas, que apresentaram densidades extremas em algumas regiões e \n\nquase ausentes em outras. Espécies oportunistas são conhecidas como r-\n\nestrategistas que apresentam curto período de vida, longo período de \n\nrecrutamento e algumas vezes com alta tolerância a hipóxia (Heip,1995). \n\nCapitella sp. apresentou uma elevada densidade na região infralitoral inferior \n\n(II) em julho, estando praticamente ausente nas demais regiões do estuário. \n\nStreblospio. benedicti apresentou um pico de abundância, responsável por \n\nmais de 80% dos espécimes registrado na região IS em janeiro e esteve quase \n\nausente na região II.  S. benedicti e Capitella sp. são espécies de poliquetos \n\ntípicos de ambientes impactados (Pearson e Rosenberg, 1978; Dauer,1993; ; \n\nBridges et al., 1994; Rossi &amp; Lardicci, 2002), que conseguem tolerar as \n\nelevadas variações das co\n\nos altos níveis de enriquecimento orgânico.  \n\nA área de maior diversidade (grupo II) se localiza na desembocadura do \n\nestuário, área de maior percentual de areia. A remobilização dos sedimentos e \n\nconseqüente oxigenação, devido às condições hidrodinâmicas locais, em \n\nconjunto com a heterogeneidade desse ambiente influenciado por estruturas \n\nbiogênicas, tais como tubos de poliquetos (e.g., Diopatra cuprea, \n\nKinbergonuphis sp), encontrados em grandes quantidades nessa estação, são \n\nfatores que favoreceram a maior diversidade encontrada. Méndez, 2002 \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 56\n\nestudando um estuário no México também encontrou na boca do estuário \n\ncondições de baixo teor de matéria orgânica, alta diversidade, sem dominância \n\nde nenhuma espécie e com a presença de espécies marinhas e estuarinas, \n\nclassificando esse ambiente como zona não poluída. \n\nEstudos faunísticos têm mostrado que baixos valores de diversidade são \n\ntípicos de ambientes impactados, havendo uma queda na diversidade \n\nespec\n\nm encontrou \n\nelevad\n\nrelativ\n\nliati, 2000). Isso explica sua elevada densidade nas regiões \n\nífica com o enriquecimento orgânico (Pearson e Rosenberg, 1978; \n\nCognetti &amp; Maltigliati, 2000; Méndez, 2002). No estuário do Pina porém, altos \n\nvalores de diversidade e riqueza de espécies, assim como altas densidades em \n\nalgumas estações do mediolitoral foram encontrados nos dois períodos \n\nestudados, nas regiões MM e IM localizadas, próximo aos pontos de maior \n\nextração de bivalves pelos pescadores locais (e.g., Anomalocardia brasiliensis, \n\nMytella falcata, Tagelus plebeius). Indicando que a perturbação resultante da \n\npesca, causa um impacto intermediário que aumentaria a diversidade e \n\nbiomassa de alguns grupos. Alta densidade associada à alta diversidade, não é \n\no padrão usual para ambientes estuarinos relatados por outros autores. \n\nEntretanto, assim como o estuário do Pina, Carvalho,2004 també\n\na densidade associada a elevada diversidade. No presente estudo essa \n\nalta diversidade nessa área pode ser resultado da intensa captura de \n\norganismos, remobilização do substrato e conseqüente oxigenação, bem como \n\na presença de fundos com conchas que garantem uma maior heterogeneidade \n\ndo substrato, favorecendo assim, a grande diversidade de organismos da \n\nmacrofauna. \n\nGeralmente, em locais impactados, os invertebrados bênticos \n\napresentam alta densidade e baixa diversidade, são pequenos, de vida curta e \n\nse reproduzem continuamente, são comedores de depósito (detritívoros) e \n\ndefinidos como oportunistas (Grassle &amp; Grassle, 1974). Essas espécies são \n\namente mais numerosas e podem dominar a comunidade enquanto \n\nalgumas menos tolerantes podem se tornar raras ou desaparecer (Belan, \n\n2003). Essas associações de invertebrados foram características da região MS. \n\nNeste setor estuarino, Tubifex sp. ocorreu em elevadas densidades. Esse \n\noligoqueto é conhecido por proliferar em condições de alto aporte orgânico e \n\nresistir a baixas concentrações de oxigênio (Pearson &amp; Rosenberg, 1978; \n\nCognetti &amp; Maltag\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 57\n\nanóxic\n\noligoquetos em ambientes estressados. Estas \n\nafirma\n\ném consideradas como positivamente indicadores \n\nde po\n\nas do estuário. Segundo Levin et al., (2002), nessas regiões de depleção \n\nde oxigênio, ocorre dominância de nematodas, oligoquetos e pequenos \n\npoliquetos, provavelmente associados à disponibilidade de alimento e à \n\nredução na pressão da predação. Warwick e Clarke (1993) também \n\nmencionam a importância de \n\nções podem ser estendidas para as espécies Sigambra grubei e \n\nBoccardia sp, mais abundantes nesta região do estuário também. Sigambra \n\ngrubei mostrou um pico de abundancia na região anóxica do estuário, \n\napresentou correlação negativa com o oxigênio dissolvido, (r=-0,88), sugerindo \n\ncom isso sua tolerância a essas condições. Dauer (1993) encontrou, nas \n\nestações de baixa concentração de oxigênio dissolvido uma maior dominância \n\nde espécies oportunistas na baía de Chesapeake.  \n\nEssas espécies, tamb\n\nluição ou espécies resistentes (Pearson &amp; Rosenberg, 1978 e Belan, \n\n2003) como Boccardia sp., Streblospio benedicti, Capitella sp, Tubifex sp, \n\nLaeonereis acuta e Sigambra grubei ocorreram em elevadas densidades nos \n\ndois períodos amostrados e contribuíram para a formação dos agrupamentos \n\nencontrados. Anelídeos de pequeno tamanho ocorrendo em alta densidade, \n\nnão foram exclusivos da região mais interna do estuário, Capitella sp, \n\napresentou maior abundância na região euhalina e Streblospio benedicti \n\napresentou suas maiores densidades na região intermediária do estuário. A \n\ndominância de espécies de pequeno tamanho, também é reportada em outros \n\nestuários organicamente poluídos de Pernambuco, como o Botafogo, Siri e Rio \n\nFormoso (Tabela 12). Martin et al. (1993) estudando poliquetas infaunais em \n\num estuário no Mediterrâneo, encontraram altas densidades do Streblospio \n\nshrubsoli. A alta dominância desse Spionidae contribuiu para o baixo índice de \n\ndiversidade de espécies no estuário. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 58\n\n \n\nTabela 12: Espécies dominantes encontradas em outras regiões \n\nestuarinas do Brasil. \n\nLocal Autor Espécie dominante \n\nRio Sergipe Santos, 1982 \nMytella sp; Prionospio malmgren \n\nCanal de Sta Cruz Paiva, 2003 Haploscoloplos sp; Glycinde sp \n\nRio Formoso Silva, 2003 \nL.accuta; Tubifex tubifex \n\nRio Botafogo Carvalho, 2004 \nS.benedicti; T. tubifex; Tecdrilus \nevelinae \n\nRio Siri Carvalho, 2004 Tubifex sp \n\n \n\nA disponibilidade de alimento no estuário, bem como a hidrodinâmica \n\nsão fatores responsáveis pela distribuição dos grupos tróficos ao longo do \n\nmesmo. A concentração de microfitobentos está de certa forma relacionada a \n\nessa oferta de alimento uma vez que desempenha um importante papel como \n\nprodutor primário em ecossistemas estuarinos, regula o fluxo de nutrientes e \n\nprovidencia a entrada de nova matéria orgânica em ecossistemas de águas \n\nrasas (Barranguer et al., 1997), mantendo uma alta produtividade durante o \n\nano e servindo como suprimento de matéria orgânica para os heterótrofos \n\n(Goto et al, 2000). Sigambra grubei e Capitella sp apresentaram correlação \n\npositiva com a clorofila-a (r=0,82 e r=0,69, respectivamente) no sedimento, o \n\nque pode indicar a  distribuição dessas espécies influenciada pela \n\ndisponibilidade de alimento. \n\nA concentração de clorofila foi sempre menor que a de feopigmentos. \n\nEssa característica pode estar relacionada com a origem do material, que, \n\nsegundo Brotas et al. (1995), essa relação indica que a origem desse pigmento \n\npode ser da degradação de material local. Murolo (2005) supôs que a \n\nconcentração de feopigmentos encontrada no estuário dos rios Botafogo e Siri \n\nfoi resultado da degradação da clorofila autóctone, devido a correlação \n\nsignificativa que apresentou com a clorofila-a. Os feopigmentos, segundo ela, \n\nnão são provenientes de processos de erosão/deposição, dada a falta de \n\ncorrelação significativa com o percentual de silte e argila. Resultados similares \n\na estes, foram encontrados para o estuário do Pina, onde em julho, a \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 59\n\nconcentração de feopigmentos apresentou correlação positiva com a \n\nconcentração de clorofila-a (r= 0,7; n= 9; p= 0,035) e nenhuma com percentual \n\nde Silte-argila .  \n\nA área do estuário com maior biomassa e densidade de suspensívoros, \n\ntambém apresentou algumas das maiores concentrações de clorofila-a, \n\nindicando que, pelo menos, parte da produção consumida no estuário é \n\nproduzida localmente. A região de maior concentração de feopigmentos, MOG, \n\napresentou a maior densidade de detritívoros. Segundo Levinton (1995) em \n\nfundos moles a disponibilidade de alimento é um fator limitante para a \n\ndistribuição desses organismos. Barnes e De Villers (2000) relataram o maior \n\nnúmero de detritívoros em locais de maior concentração de clorofila-a. \n\nCarvalho (2004), assim como no presente trabalho, encontrou grande \n\nconce\n\nor do estuário apresentaram elevadas \n\ndensidades de carnívoros. Segundo Pagliosa et al., (2005), os carnívoros \n\ncostumam ser mais abundantes em regiões com sedimentos grosseiros, \n\ncomumente na boca do estuário, local de baixo impacto ambiental. \n\nCorroborando com essas afirmativas, no presente estudo, estes foram mais \n\nabundantes na área mais hidrodinâmica e de maior concentração de \n\nsedimentos grosseiros, esse grupo trófico apresentou correlações negativas \n\nntração de suspensívoros nas estações de maior concentração de \n\nfeopigmentos.  \n\nOs detritívoros dominaram na maioria das estações, em todos estratos \n\nbênticos e nos dois períodos estudados, esses foram mais abundantes no \n\nmediolitoral. No infralitoral eles ocuparam a região intermediária em janeiro. A \n\nalta acumulação de material orgânico, ocorrente nessa área do estuário, \n\nacomoda uma rica fauna de animais comedores de depósito, eles subsistem a \n\nextraordinária pobreza de recursos alimentares (Rosenberg, 1995). Segundo \n\nBoaventura, (1999) os detritívoros predominam em áreas com baixa troca de \n\nágua e alta taxa de sedimentação, mas apesar disso não encontramos fortes \n\ncorrelações entre estes e o percentual de matéria orgânica ou de finos no \n\nestuário. No mês chuvoso, os detritívoros dominaram em todo o estuário, \n\nrefletindo com isso, a maior homegeneidade de habitats ao longo do mesmo \n\ndevido às intensas chuvas.  \n\nA região inferior e a superi\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 60\n\ncom o percentual de silte (r=-0,9) e positivas com o tamanho médio dos grãos \n\n(r=0,6)\n\nros ocorreram em maior densidade e biomassa no \n\nral médio e dioditoral mé es com predomínio \n\nnosa. ausada nessas regiões pela maior exposição \n\nanência destes. Essa distribuição é \n\n outro e relata onsolidados a \n\ns sus largamente restrita a ambientes arenosos, \n\nna boca do estuário, locais com baix tração de poluentes e águas \n\nentes (Gray  e  A correlação negativa que \n\nom o percentual de silte (r=-0,7) mostra a preferência desse grupo por \n\nambie\n\no estuário, a região média e o estrato mediolitoral \n\naprese\n\n no período seco. \n\nOs suspensívo\n\ninfralito no me dio e superior, regiõ\n\nda fração are A turbulência c\n\nao vento e às ondas é importante na distribuição de partículas de alimento, que \n\nficam em suspensão favorecendo a perm\n\nreportada por s autores qu m que em substratos inc\n\ndistribuição do pensívoros está \n\na concen\n\ntranspar , 1974; Pagliosa t al., 2005).\n\nc\n\nntes arenosos.  \n\nBoaventura (1999) encontrou, em um estuário em Portugal, maior \n\npercentual de carnívoros na boca do estuário, região mais arenosa. Os \n\ndetritívoros foram mais abundantes em área lamosa enquanto que filtradores e \n\nherbívoros estavam associados com macroalgas. Gilberto et al., (2004) \n\nencontraram maior densidade de suspensívoros em áreas marinhas, enquanto \n\nque detritívoros apresentaram altas densidade e biomassa em rasos substratos \n\nlamosos.  \n\nQuanto à biomassa da macrofauna, foi observado um aumento \n\nsignificativo da mesma no período chuvoso. Boers &amp; Prins (2002) também \n\nencontraram os maiores valores de biomassa no período chuvoso, no estuário \n\nde Moçambique. Ao longo d\n\nntaram os maiores valores de biomassa nos dois períodos estudados. A \n\nregião mediolitoral superior apresentou elevada biomassa no mês chuvoso, \n\nprincipalmente devido aos detritívoros tubifícideos que dominaram nesse \n\nperíodo. O infralitoral superior apresentou baixa biomassa em ambos períodos. \n\nTalvez os baixos teores de oxigênio dissolvido encontrados nessa região sejam \n\num fator responsável por essa baixa biomassa. Pearson &amp; Rosenberg (1978) \n\nrelatam que a queda na biomassa da macrofauna pode estar relacionada com \n\no aporte da matéria orgânica ocasionando uma limitação de oxigênio \n\ndisponível, entre outros fatores.  \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 61\n\nOs dados obtidos neste trabalho refletem o caráter eutrofizado do estuário \n\ndo Pina, onde podemos encontrar os efeitos diretos e indiretos da eutrofização, \n\ncomo a redução da transparência da água e da concentração de oxigênio de \n\nfundo \n\nvado através da fauna composta basicamente de organismos \n\noportu\n\n \n\n \n\nalém da dominância de organismos indicadores de impacto orgânico e \n\ndas mudanças quanto a estrutura trófica das comunidades bênticas. Faz-se \n\nnecessário, porém, um estudo onde se possa medir o impacto causado nesse \n\nestuário e detectar a qualidade do alimento disponível para os grupos tróficos, \n\numa vez que estes podem explicar de maneira mais clara a situação deste \n\nambiente. \n\n \n\n7.0  CONSIDERAÇÕES FINAIS \n \n\nO estuário do Pina está eutrofizado ao longo de toda a sua extensão, que \n\npode ser obser\n\nnistas e comedores de depósito, pelo oxigênio dissolvido sempre \n\npróximo da anóxia, pela elevada concentração de matéria orgânica e pela \n\ncomposição dos sedimentos, que são basicamente finos. A descarga de água \n\ndoce proveniente dos rios, a entrada da maré, o transporte de sedimento em \n\nsuspensão proveniente dos ecossistemas adjacentes, bem como a entrada de \n\nnutrientes, são processos importantes para o desenvolvimento desse estuário e \n\na distribuição das espécies ao longo do mesmo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 62\n\n8.0 REFERÊNCIAS BIBLIOGRÁFICAS \n \n\nALON\n\nBARR\n\nof pollution in Amursky Bay (the Peter the Great Bay, the Sea of \n\nJapan\n\nal habitats. Acta oecologica, 20 (4):407- 415. \n\nGI, D. M. 1990. The ecology of tropical soft-bottom benthic ecosystems. \n\nOc. Mar. Biol. Ann. Rev, 28,381-496. \n \n\nASCHAN, M.M., &amp; SKULLERUD, A.M., 1990. Effects of changes in sewage \n\npollution on soft-bottom macrofauna communities in the inner Oslofjord, \n\nNorway. Sarsia, 75, 169–190. \n \n\nBARNES, R. S. K. &amp; VILLIERS, C. J. 2000. Animal abundance and foos \n\navailability in coastal lagoons and intertidal marine sediments. J. Mar. Biol. \nAss, U.K., 80: 193-202  \n \n\nANGUET, C., HERMAN, P. M. J. &amp; SINKE, J. J. 1997. \n\nMicrophytobenthos biomass and community composition studied by pigment \n\nbiomarkers; importance and fate in the carbon cycle of a tidal flat. J. Sea. Res., \n38: 59-70.  \n\n \n\nBELAN, T. A. 2003. Benthos abundance pattern and species composition in \n\nconditions \n\n). Mar. Poll. Bull, (46): 1111-1119. \n \n\nBIASI, A.M., BIANCHI, C.N. &amp; MORRI, C. 2003. Analysis of macrobenthic \n\ncommunities at different taxonomic levels: an example from an estuarine \n\nenvironment in the ligurian Sea (NW Mediterranean). Est. Coast. Shelf. Sci,  \n58: 99-106.  \n\n \nBILYARD, G. R. 1987. The value of benthic infauna in marine pollution \n\nmonitoring studies. Mar. Poll. Bull, 18(11): 581-585. \n \n\nBOAVENTURA, D., FONSECA, L. C., TESLE-FERREIRA, C. 1999. Trophic \n\nstructure of macobenthic communities on the Portuguese coast. A review of \n\nlagoonal,estuaries and rocky littor\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 63\n\nBO\n\n., CABRITA, T., PORTUGAL, A., SERÔDIO, J. &amp; CATARINO, F. \n\n1995. Spatio-temporal distribution of the microphytobenthic biomass in intertidal \n\nHydrobiologia, 300/301: 93-104.  \n\nCA\n\nERS, W. F. &amp; PRINS, H. H. T. 2002. Human explotation and benthic \n\ncommunity structure on a tropical intertidal flat. J. Sea. Res., 48:225-240. \n \n\nBRIDGES, T. S., LEVIN, L. A., CABRERA, A. &amp; PLAIA, G. 1994. Effects of \n\nsediment amended with sewage, algae, or hydrocarbons on growth and \n\nreproduction in two opportunistic polychaetes. J. Exp. Mar. Biol. Ecol., 177:99-\n119. \n\n \n\nBROTAS, V\n\nflats of Tagus estuary (Portugal). \n\n \n\nMARGO, 2006. Sysgran: Um sistema de código para análises \n\ngranulométricas. www.cem.ufpr.br / sysgran. \n\n \nCANFIELD, T. J., KEMBLE, N. E.,  BRUMNAUGH, W. G.,  DWYER, F. J., \n\nINGERSOLL, C. G. &amp; FAIRCHILD, J. F. 1994. Use of benthic invertebrates \n\ncommunity structure and the Sediment Quality Triad to evaluate metal-\n\ncontaminated sediment in the upper Clark Fork River, Montana. Envir. Tox. \nChem., 13(12): 1999-2012. \n \n\nCARDELL, M. J., SARDÀ, R. ROMERO, J. 1999. Spatial changes in sublittoral \n\nsoft-bottom polychaete assemblages due to river inputs and sewage \n\ndischarges. Acta Oecologica., 20 (4):343-351. \n \n\nCARVALHO, P. V. V. C. 2004. Avaliação do impacto dos efluentes na \n\ncarcinicultura sobre a comunidade de macroinvertebrados bentônicos em área \n\nde manguezal no Canal de Santa Cruz (Itamaracá – PE, Brasil). Dissertação \n(Mestrado em Biologia Animal - Centro de Ciências Biológicas - UFPE). \nRecife, 106pp. \n\n \n\nCASTRO, F. J. V. 2003. Variação temporal da meiofauna e da nematofauna em \n\numa área mediolitorânea da Bacia do Pina (Pernambuco – Brasil). Tese \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 64\n\n(Doutorado em Oceanografia biológica-). Centro de Tecnologia e \neociências – Departamento de Oceanografia – UFPE, Recife. 100pp.  \n\n7. Estudo da plataforma continental na \n\nrea do Recife-Brasil. Trab. Oceanogr. Univ. Fed. PE., .Recife, 9:149-158. \n\nons in a shallow north \n\narolina estuary. Bull. Mar. Sci., 33, 282-295. \n\nnalysis and interpretation. Plymouth. NERC. 187pp.  \n\nONAMA. Conselho Nacional do meio Ambiente. Resolução nº 20 de 1986. \n\n Pernambuco.Recife. 275 pp. \n\nOGNETTIL, G &amp; MALTAGLIATI, F. 2000. Biodiversity and adaptive \n\nOUTINHO, P. A. 1961. Estudo das condições de sedimentação do porto \n\nG\n \n\nCAVALCANTI, L. B. &amp; KEMPF, M. 196\n\ná\n\n \n\nCHESTER, A. J., FERGUSTON, R. L.  &amp; THAYER, G. W. 1983. Environmental \n\ngradients and benthic macroinvertebrate distributi\n\nC\n\n \n\nCLARKE, R &amp; WARWICK, R. M. 1994. Changes in Marine Communities: an \napproach to statistical a\n \n\nCOIMBRA, A. L. S., COSTA, K. M. P &amp; MACEDO, S. J. 1987. Estudo ecológico \n\nda Bacia do Pina. Características fisíco-químicas da água. In: Encontro \nBrasileiro de Oceanografia Química. Recife, UFPE. 21pp. \n \n\nC\n\n \n\nCONDEPE. 1980. Instituto de Desenvolvimento de Pernambuco. Perfil \nFisiológico das Bacias Hidrográficas de\n \n\nCONLAN, K. E.,  KIM, S. L., LENIHAN, H. S., OLIVER, J. S. 2004. Benthic \n\nchanges during 10 years of organic enrichment by McMurdo Station, Antarctica. \n\nMarin. Poll. Bull., 49:43-60.  \n \n\nC\n\nmechanisms in brackish water fauna. Mar. Poll. Bull., 40(1): 7-14. \n \n\nC\n\ndo Recife. Relatório (Graduação) - Escola Geológica da Universidade do \nRecife. Manuscrito. 29pp. \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 65\n\nCPRH. AGENCIA ESTADUAL DE MEIO AMBIENTE E RECURSOS \n\nHÍDRICOS.  Relatório de monitoramento de bacias hidrográficas do \nstado de Pernambuco – 2004. Recife, 2005. 95p. \n\ne do Sul. 211pp. \n\n York. 558pp. \n\nulf Mexico estuaries. Estuaries, 17:372-384. \n\nAUCHALD, K. &amp; JUMARS, P. A. 1979. The diet of worms: a study of \n\n Oceanografia biológica). Centro de Tecnologia e \neociências – Departamento de Oceanografia – UFPE, Recife. 269pp. \n\nE\n \n\nCUNHA, E. M. S. 1982. Caracterização e planejamento ambiental do Estuário \n\nPotengi. Natal: PRAEU. Dissertação (Mestrado). Universidade Federal do Rio \nGrand\n\n \n\nDAY, J. H. 1967. The biology of Knysna estuary, South Africa. In: LAUFF, GH. \n\nEstuaries Washington. American Association for the Advancement of \nScience, 83: 397-407. \n \n\nDAY, J. H., HALL, C. A. S., KEMP, V. M &amp; YAÑES-ARANCIBIA, A. 1989. \n\nEstuarine Ecology., John Wiley &amp; Sons. New\n \n\nDAUER, D. M. 1993. Biological criteria, environmental health and estuarine \n\nmacrobenthic community structure. Mar. Poll. Bull., 26(5): 249-257. \n \n\nENGLE, V. D., SUMMERS, J. K. AND GASTON, G. R. 1994. A benthic index of \n\nenvironmental condition of G\n\n \n\nELLIOT, M. 1994. The analysis of macrobenthic community data. Mar. Pollu. \nBull., 28:62-64. \n \n\nF\n\npolychaete feeding guilds. Ocean. Mar. Ecol. Progr. Ser., 65: 193-284. \n \n\nFEITOSA, F. A. N. 1988. Produção primária do fitoplâncton correlacionada com \n\nfatores abióticos na bacia do Pina (Recife-Pernambuco-Brasil). Dissertação \n(Mestrado em\nG\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 66\n\nFEITOSA, F. A. N. &amp; PASSAVANTE, J. Z. O. 1993. Variação sazonal da \n\nprodução primária do fitoplâncton na Bacia do Pina (Recife-PE). Trab. \nceanogr. Univ. Fed. PE, 22: 9-3. \n\n99. \n\nistribuição espacial e temporal da biomassa fitoplanctônica relacionada com \n\nERRARO, S. P., SWARTZ, R. C., COLE, F. A. &amp; SCHULTS, D. W. 1991. \n\noast. Shelf. Sci., 33: 383- 407. \n\nge in diversity and \n\nophic structure of fine-sand communities from the English Channel and the \n\nde La \n\nlata estuary and adjacent shelf waters. Est. Coast. Shelf. Sci., 61: 1-13. \n\n and benthic community structure in a \n\nolluted estuarine system. Water Research, 32(12):3799-3807 \n\n primary \n\nroduction of microphytobenthos at the isshiki intertidal flat in Mikawa Bay. \n\nACOB E. KROSS. 2000. Evidence for systematic \n\nhanges in the Benthic Fauna of tropical estuaries as a result of urbanization. \n\nMar. Poll. Bull., 41: 367-376. \n\nO\n \n\nFEITOSA, F. A. N., NASCIMENTO, F. C. R. &amp; COSTA, K. M. P.19\n\nD\n\nparâmetros hidrológicos na bacia do Pina (Recife-PE). Trab. Oceanogr. Univ. \nFed., PE, 27(2): 1-13. \n \n\nF\n\nTemporal changes in the benthos along a pollution gradient: discriminating the \n\ne.ects of natural phenomena from sewage-industrial wastewater e.ects. Est. \nC\n \n\nGHERTOS, K., LUCZAK, C., DEWARUMEZ, J. M &amp; DAUVIN, J. C. 2000. \n\nInfluence of spatial scales of observation on temporal chan\n\ntr\n\nSouthern North Sea. J. Mar. Sci., 57:1481-1487. \n \n\nGILBERTO, D. A., BREMEC, C. S., ACHA, E. M &amp; MIAZAN, H. 2004. Large-\n\nscale spatial patterns of benthic assemblages in the SW Atlantic: the Rio \n\nP\n\n \n\nGONZALEZ-OREJA, J. A &amp; SAIZ-SALINAS, J. I. 1998. Exploring the \n\nrelationships between abiotic variables\n\np\n\n \n\nGOTO,N.,MITAMURA,O.,TERAI,H.2000.Seasonal variation in\n\np\n\nLimnology,1:133-138. \n \n\nGRAEME J. INGLIS &amp; J\n\nc\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 67\n\n \n\nGRASSLE, J. F., GRASSLE, J. P., 1974. Opportunistic life histories and genetic \n\nsystems in marine benthic polychaetes. Journal of Marine Research 32, 253–\n\n84. spionid polychaetes to natural processes and anthropogenic activities on \n\nal-sediment relationships. Oc. Mar. Biol. Ann. Rev, 12: \n23-261. \n\n&amp; ROSSI, R. (eds). Marine Eutrophication and \nopulation Dynamics, 3-15. \n\nOphelia, (41)113-\n36. \n\n, C. H. R. \n\n999. Ecology of  estuarine macrobenthos. Adv. Ecol. Res., 29:197-238. \n\narine \nenthos. IBP Hanbook n.16. 334pp. \n\n., PETERSON, C. H.,  KIM, S. L., CONLAN, K. E. FAIREY, R., \n\nCDONALD, C., GRABOWSKI, J. H. OLIVER, J. S. 2003. Variation in marine \n\ns, 4: \n30-451. \n\n \n\n2\n\nthe San Pedro Shelf, California. Ophelia,  48, 185–206. \n \n\nGRAY, J. S. 1974. Anim\n\n2\n\n \n\nGRAY, J. S. 1992. Eutrophication in the sea. In: COLOMBO, G; FERRARI, I; \n\nCECCHERELLI, VU \n\nP\n \n\nHEIP, C. 1995. Eutrophication and zoobenthos dynamics. \n\n1\n\n \n\nHERMAN, P. M. J., MIDDELBURG, J. J., VAN DE KOPPEL &amp; HEIP\n\n1\n\n \n\nHOLME, N. A &amp; McINTYRE, A. D. 1971. Methods for stuffy of M\nB\n \n\nLENINHAN, H. S\n\nM\n\nbenthic community composition allows discrimination of multiple stressors. Mar. \nEcol. Progr. Ser,  261:63-73 \n \n\nLEVIN, L. A., BOESH, F. D., COVICH, A.,  DAHM, C., ÉRSEUS, C.,  EWEL, K. \n\nC., KNEIB, R. T., MOLDENK,  A.,  PALMER, M. A., SNELGROVE, P., \n\nSTRAYER, D &amp; WESLAWSKI, J. M. 2001. The function of marine critical \n\ntransition zones and the importance of sediment biodiversity. Ecosystem\n4\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 68\n\nLEVINTON, J. S.1995. Marine biology. Function, biodiversity, ecology. \nOxford University Press. Oxford. 420 pp. \n\nLIN LU, 2005. The relationship between soft-bottom macrobenthic communities \n\nnd enviromental variables in sigaporean waters. Mar. Poll.  Bull. In Press. \n\n Recife. 33pp. \n\n 1970. Littoral and shallow marine \n\n12:1-214 \n\n. Editora \n\nThe Estuarine Ecosystem. Glasgow: Blackie and Son \n\na\n\n \n\nLIMA, M. P. R. 2003. Variação espacial da macrofauna bentônica do estuário \n\nda Bacia do Pina, Recife- PE. Monografia. (Bacharelado em Ciências \nBiológicas). Universidade de Pernambuco,\n \n\nLORENZEN, C. J. 1967. Determination of chlorophyll and pheo-pigments: \n\nspectrofotometric equations. Limnol. Ocean., 12: 343-346. \n \n\nMABESOONE, J. M; COUTINHO, P. N.\n\ngeology of northeastern Brazil. Trab. Oceanogr. Univ. Fed. PE.\n \n\nMACÊDO, S. J., MONTES, M. J. F. &amp; LINS, I. C. 2000. Gerenciamento \n\nparticipativo de estuários e manguezais. In: BARROS, HM; ESKINAZI-LEÇA, E; \n\nMACÊDO, SJ &amp; LIMA,T (eds). Características abióticas da área\nUniversitária da UFPE, Recife, Pernambuco. 252pp. \n\n \n\nMAIA, P. R. 1995. Composição e densidade fitoplanctônica na bacia do Pina, \n\nRecife-PE. Dissertação (Mestrado em Oceanografia biológica). Centro de \nTecnologia e Geociências – Departamento de Oceanografia – UFPE, \nRecife.135pp. \n\n \n\nMARTIN, D., BALLESTEROS, E.,  GILI, M. L.,  PALACÍN,  C. 1993. Small-scale \n\nstructure of infaunal polychaeta communities in a estuarine environment: \n\nmethodological approach. Est. Coast. Shelf. Sci., 36:47-58 \n \n\n D. S. 1981. McLUSKY,\n\nLtd. 150pp. \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 69\n\nMcLUSKY, D. C. 1989. The Estuarine Ecosystem. Second edition. Chapman \n\n51:71-81. \n\nl variation in soft-sediment benthos. Mar. Ecol. Progr. Ser., 81:197-204. \n\n em \niologia Animal – Centro de Ciências Biológicas – UFPE). 72 folhas  \n\n reprodutiva de Bunodosona cangicum \n\norrêa) em Belém de Prelescravo, 1973. (Cnidária:Actiniaria) na praia do Pina \n\nSA, F. A. R. 2006. Assessing the environment–\n\nenthic fauna coupling in protected and urban areas of southern Brazil. Biol.  \n\n), Pernambuco, Brasil. Dissertação (Mestrado). Universidade \nederal de Pernambuco, Recife. 92pp. \n\n \n\nand Hall, New York. 215pp.  \n\n \n\nMEIRE, P. M. 1994. Theme III: The structure of the benthic system. \n\nHydrobiologia, 282/283: 153-156. \n \n\nMETTAM, C; MAURA, E; CONNEELY, E &amp; WHITE, S. J. 1994. Biol. J. the \nLimn. Soci., \n \n\nMIRANDA, L. B; CASTRO, B. M &amp; KJERFVE, B. 2002. Princípios de \nOceanografia física de estuários. Universidade de São Paulo, São Paulo. \n411pp. \n\n \n\nMORRISSEY. D. J., HOWITT, L., UNDERWOOD, A. J. &amp; STARK, J. S.1992. \n\nSpatia\n\n \n\nMUROLLO, P. P. A. 2005. Utilização da meiofauna bentônica nomonitoramento \n\ndo cultivo do camarão Litopenaeus vannamei. Dissertação (Mestrado\nB\n \n\nOLIVEIRA, T. G. L. 2005. Biologia\n\n(C\n\ne bacia do Pina (PE-Brasil) Monografia Universidade Federal de \nPernambuco. 74p \n \n\nPAGLIOSA, P. R. &amp; BARBO\n\nb\n\nConserv.129:408-417.  \n \n\nPAIVA, A. C. G. 2002. Macrofauna de substratos inconsolidados da zona \n\nentremarés em duas localidades do Canal de Santa Cruz (Forte Orange e \n\nItapissuma\n\nF\n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 70\n\nPEARSON, T. H &amp; ROSENBERG, R. 1978. Macrobenthic succession in relation \n\nto organic enrichment  and pollution of marine enviroment. Oc. Mar. Biol. Ann. \n\nPICCOLO, M. C; PALMA, E. D &amp; \n\n Dissertação \n\noral \n\nJ. Sea Res., \n\n Pernambuco-Brasil.Recife. Dissertação \n\nação do método de \n\nAnais do Simpósio de Ecossistemas Brasileiros, 4(1): 254-259. \n \n\nRev., 16: 229-311. \n \n\nPERILLO, G. M. E., PÉREZ, D. E., \n\nCUADRADO, D. G., 2005. Est. Coast. Shelf. Sci., 62: 301-312. \n \n\nPINTO, Z. C. 1984. Carbono, nitrogênio e fósforo nos sedimentos superficiais \n\nafogo e Canal de Santa Cruz, Itamaracá - Pernambuco.do Rio Bot\n\n(Mestrado em Química). Universidade Federal de Pernambuco, Recife. \n107pp. \n\n \n\nPOWILLEIT, M &amp; KUBE, J. 1999. Effects of severe depletion on macrobenthos \n\nin the Pomerian Bay Southern Baltic Sea: a case study in a shallow,sublitt\n\n42:221-234. habitat characterised by low species richness. \n\n \n\nQUIJÓN, P &amp; JARAMILLO, E. 1993. Temporal Variability in the intertidal \n\nmacrofauna in the Queuler River Estuary, south-central Chile. Est. Coast. \nShelf. Sci. , 37: 655-667. \n \n\nRICCIARD, A. &amp; BOURGET, E. 1998. Weight-to-weight conversion factors for \n\nmarine benthic invertebrates. Mar. Ecol. Progr. Ser., 163: 245-251. \n \n\nRODRIGUES, A. C. L. 2002. Variação espacial da meiofauna com ênfase à \n\nnematofauna na bacia do Pina,\n\n(Mestrado em Biologia Animal). Universidade Federal de Pernambuco, \nRecife. 92pp \n\n \n\nVENNUTI, C. E. 1998. UtilizROSA-FILHO, J. S &amp; BEN\n\ncomparação de curvas de abundância/biomassa (Método ABC) na identificação \n\nde ambientes submetidos a stresse em regiões estuarinas do Rio Grande do \n\nSul. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 71\n\nROSA-FILHO, JS. 2001. Variações espaço-temporais das associações de \n\nmacroinvertebrados bentônicos de fundos moles dos estuários do Rio Grande \n\no Sul (Brasil): Influência de fatores naturais e introduzidos, e modelos para \n\nliability. Nether. Jour. Sea. Res., 34: 303-317. \n\nlii. Mar. Biol.,140:1129-1138. \n\n \n\n69-474.  \n\n com \n\ntores ambientais. Dissertação (Mestrado em Ciências da Engenharia \n\nrnacional sobre utilização de ecossistemas costeiros: \n\nlanejamento, poluição e produtividade. Rio Grande do Sul. Atlântica, v.5 n.2: \n\nS, R. N. 2001. Variation in top-down and bottom-up \n\nontrol of marine bivalves at differing spatial scales. J. Mar. Sci., 58:689-699.  \n\n Recife. 39pp. \n\nd\n\nsua predição. Tese (Doutorado). Universidade Federal do Rio Grande, Rio \nGrande do Sul. 201pp. \n \n\nROSEMBERG. R. 1995. Benthic marine fauna structured by hydrodinamic \n\nprocesses and food ava\n\n \n\nROSSI, F. &amp; LARDICCI, C. 2002. Role of the nutritive value of sediment in \n\nregulating population dynamics of the deposit-feeding polychaete Streblospio \n\nShrubso\n\n \n\nRYGGS, B. 1985. Distribution of species along pollution-induced diversity \n\ngradients in benthic communities in Norwegian Fjords. Mar. Poll. Bull., 16(12):\n4\n\n \n\nSANT’ANNA, E. M. E. 1993. Estrutura e biomassa da comunidade \n\nzooplanctônica da Bacia do Pina (Pernambuco, Brasil), relacionados\n\nfa\n\nAmbiental). Universidade de São Paulo, São Carlos. 195pp. \n \n\nSANTOS, M. A. 1982. Macrobenthos in the estuary of the Sergipe River, Brazil. \n\nIn: Simpósio Inte\n\nP\n\n106-107. \n\n \n\nSEITZ, R. D. &amp; LIPCIU\n\nc\n\n \n\nSILVA, R. E. 2003.  Distribuição espacial da macrofauna bentônica no estuário \ndo Rio Formoso-PE. Monografia (Bacharelado em Ciências Biológicas). \nUniversidade Federal de Pernambuco,\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 72\n\nSIMBOURA, N., ZENETOS, A., PANAYOTIDIS, P., MAKRA, A. 1995. Changes \n\nin Benthic Community Structure Along an Environmental Pollution Gradient. \n\nMar. Poll. Bull., 30:470-474. \n\ning meiofaunal \n\nommunity structure in the Pina Basin an urbanized embayment on the coast of \n\nFish. Res. Bd. Can. Bull., 167: 311p. \n\nubtidal \n\nacrobenthos in permanently open and temporarily open/closed South African \n\nOMMASI, R. L. 1967. Observações Preliminares sobre a fauna bêntica de \n\nRAVASSOS, P. E. P. F. 1991. Hidrologia e biomassa primária do fitoplâncton \n\n \n\nSOMERFIELD, P. J; FONSÊCA-GENEVOIS,V. G; RODRIGUES, A. C. L; \n\nCASTRO,  F. J. V.  &amp; SANTOS, G. A. P. 2003. Factors affect\n\nc\n\nPernambuco, Brazil. J. Mar.  Biol., 83: 1209-1213. \n \nSTRICKLAND, JDH &amp; TR PARSONS. 1972. A practical handbook of seawater \n\nanalysis. \n\n \n\nSUGUIO, K. 1973. Introdução a Sedimentologia. São Paulo: ed. Edgard \nBlücher, 318p.  \n \nTESKE, P. R., WOOLDRIDGE, H. T. 2003. What the distribution of s\n\nm\n\nestuaries? Salinity vs. Sediment particle size. Est. Coast. Shelf. Sci., 57: 225-\n238. \n\n \n\nT\n\nsedimentos moles da baía de Santos e regiões vizinhas. Bol. Inst. Ocean., \n6(1): 43-65. \n\n \n\nTRAVASSOS, P. E. P. F; MACÊDO, S. J &amp; KOENING, M. L. 1993. Aspectos \n\nhidrológicos do Rio Capibaribe (Recife-Pernambuco-Brasil). Trab. Oceanogr. \nUniv. Fed. PE, 22: 65-82. \n \n\nT\n\ndo estuário do rio Capibaribe, Recife-Pernambuco. Dissertação (Mestrado em \nOceanografia). Universidade Federal de Pernambuco, Recife. 288pp. \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 73\n\nVASCONCELOS, D. M. 2003. Distribuição espacial da comunidade da \n\nmeiofauna e diversidade de Copepoda Harpacticoida no estuário do Rio \n\nFormoso, Pernambuco. Dissertação (Mestrado em Biologia Animal). \nUniversidade Federal de Pernambuco. 64pp. \n \n\nYSEABART, T. Y., HERMAN, P. M. J., MEIRE, P., CRAEYMEERSCH, J., \n\n. Shelf. \nci., 57: 335-355. \n\niobenthic community struvture in relation \n\n pollution and disturbance in Hamilton Harbour, Bermuda, J. Exp. Mar. Biol. \n\n, R. M. 1986. A new method for detecting pollution effects on marine \n\nacrobenthic communities. Mar. Biol., 92: 557-562. \n\nG, S. B., RANASINGHE, J. A., DAUER, D. M., SCHANER, L. C., \n\nIAZ, R. J &amp; FRITHSEN, J. B. 1997. An estuarine benthic index of biotic \n\nETZEL, R. G &amp; LIKENS, G. E. 1990. Limnological Analysis. Second edition. \n\nVERBEEK, H &amp; HEIP, A. H. R. 2003. Large-scale Spatial patterns in estuarine \n\nmacrobenthic communities in shelde estuary, NW Europe. Est. Coast\nS\n \n\nWARWICK, R. M., PLATT, H. M., CLARCK, K. R. AGARD, J. &amp; GOBIN, J. \n\n1990. Analysis of macrobenthic and me\n\nto\n\nEcol., 138,119-142. \n  \n\nWARWICK\n\nm\n\n \n\nWARWICK, R. M &amp; CLARKE, R. 1991. A comparision of some methods for \n\nanalyzing  changes in benthic community structure. J. Mar. Biol. Assess., UK, \n71: 225-244. \n\n \n\nWARWICK, R. M. 1993. Environmental impacts studies on marine communities: \n\npragmatical considerations. Australian Journal of Ecology, 18: 63-80. \n \n\nWEISBER\n\nD\n\nintegrity (B-IBI) for Chesapeake Bay. Estuaries, 20(1): 149-158. \n \n\nW\n\nSpringer-Verlag. 338pp.  \n\n \n\n\n\nLima, MPR. Variação espacial e temporal da macrofauna bêntica..... 74\n\nWIJSMAN, J. W. M., HERMAN, P. M. J &amp; GOMOIU, M. 1999. Spatial \n\ndistribution in sediment characteristics and benthic activity on the Northwestern \n\nSea shelf. Mar. Ecol. Progr. Ser., 181: 25-39. \n \n\nWOOLFF, M., KOCH, V. &amp; ISAAC, V. 2000.Modelos tróficos de fluxos de \n\nenergia em ecossistemas estuarinos : um instrumento para compreender a \n\nfunção e a sustentabilidade dos sistemas. Mangrove. \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nANEXO \n\n\n\nAnexo1. Densidade média dos taxa registrados no estuário do Pina por estação, em janeiro de 2004. \n\nOrganismos \nari \n\nE1P1                \n0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 25 25 50 3. 25 50 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0  25 0 0 0 0 0 0 0 \n\n  \n0 0 0 0 0 25 0 0 0 \n0 0 0 25 0 0 0 0 0 0 0 0 0 0 0 \n  \n\n0 0 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 25 0 0 0 0 0 0 0 0 0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 25 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 25 0 0 0 0 0 0 0 0 0 \nea 50 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n75 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 0 0 0 0 25  25 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n50 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n    \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\nE2P1\n0 \n\nE3P1\n0\n\nE3P2\n0\n\nE3P3\n0\n\nE3P4\n0\n\nE4P1\n0\n\nE4P2\n0\n\nE4P3\n0 \n\nE5P1\n0\n\nE5P2\n25\n\nE6P1\n0\n\nE6P2\n0\n\nE6P3\n0\n\nE7P1\n0\n\nE7P2\n0Ac\n\nActiniaria 1600\nAmericonuphis sp \nAmphipoda 225\nAnaitides sp \nAncistrosyllis sp \nAnomalocardia brasiliana 1 0 31.\n\n0\n8 1\n\nArca notabilis 225 \nAxiothella sp \nBrachyura (megalopa) 75 0 31.\nBoccardia sp 4325 0 50 62.5 31.25\n\n0\n0 200 0 312.5\n\n0 \n36975\n\n0\n31.25\n\n0\n50 31.25\n\n0\n31.25\n\n0\n0 625\n0Bunodosona cangicum \n\nCallinectes sp (juvenil) 0 31.\nCapitella sp 100 0 2350 1156.2\n\n0\n187.5\n\n0\n93.75 25 42 16937 0 0 25 31.3 31.3 0 0\n\nCapitellidae N.I 0 0 218.75\n0\n\n0 0 \nCaprellidae 25\nCaulleriella sp \nChione cancellata 2375 \nCirratulidae 875\nCossura sp \n\nca \n0 20\n\nCra\nCumac\nDecamastus sp \nDiopatra cuprea 200 \nDodecaceria sp 100 \nDorvillea sp 1500 25 5 1 0 31.\n\n0 Edwardisiidae A 650 \nEdwardisia sp 1900 \nEdotea sp \nenchytraeidae 250 0 125 0 62.5 0 0 42 31.2 0 31.2 50 0 0 25 62.5\n\n0Eteone sp \n\n\n\nAnexo1. Densidade média dos taxa registrados no estuário do Pina por estação, em janeiro de 2004. Continuação... \n\nEunicidae  100 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \nnil 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n 5 0 0 0 0 0 50 0 0 0 0 0 0 \n\nda 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n 5 0 0 0 50 0 0 0 0 0 0 0 0 0 \n\n0 0 75 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 25 0 0 0 50 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 50 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n  5 0 0 0 0 0 0 0 0 0 0 0 0 \n 5 0 0 0 0 0 0 0 \n\n25 0 0 0 0 0 0 0 0 0 0 0 0 \n5 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 0 0 0 0 0 0 0 \n  \n\n0 0 2 2 25 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 5 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 \n\n75 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n75 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 25 0 0 0 0 0 0 0 0 0 \n\n 5 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 25 0 0 \n\n0 0 0 0 0 0 25 0 0 0 0 0 0 0 0 \n0 0 7 7 7 75 0 0 25 5 25 0 0 0 0 0 \n\nEunicidae juve\nEupolymnia sp 325 \nExogone sp 1200 0 0 31.2\n\n0Gastropo\nGlycinde sp 500 150 47 3\nGlycinde sp2 2\nGlycera sp \nGyptis sp \nHaploscoloplos sp \nHemipodus sp \nHesione sp \nHesionidae 0 0 0 31.2\nHeteromastus  sp 100 0 75 93.75\n\n0\n218.75\n\n0\n62.5 0 0 187.\n\n0 Hyalinoecia sp \nIsolda pulchela 0 0 0 218.75\n\n0\n62.5 125 75 0 812.\n\n0 Kinbergonuphis sp 3775 \nLaeonereis acuta 25 0 25 437.5 250 187.5 25 0 531.25\n\n0 \n2975 0 100 187.5\n\n0\n281.25\n\n0\n0 62.5\n0Lucina pectinata 0 31.\n\n0\n5 31.\n0\n\n5 31.\n0Lumbrineris sp 450 \n\nLysidice sp 125 \nLysilla sp 125 \nMacoma constricta 50 0 0 93.75\n\n0\n218.75\n\n0\n62.5 0 41.7 93.7\n\n0 Magelona papillicornis 1350 \nMagelona posterolongata \nMagelona variolamellata \n\n Maldanidae 75\nMarphysa sp \nMediomastus sp 1450 0 100 781.25\n\n0\n0 31.25\n0\n\n0 0 31.2\n0 Mollusca 2625 0 31.\n\n0Mytella falcata 6\nNeanthes sp 5 93. 5 93. 5 93. 6 0 31.\n\n\n\n Anexo1. Densidade média dos taxa registrados no estuário do Pina por estação, em janeiro de 2004.     Continuação... \n\nNemertea 150  0 0 0 0 0 0 0 0 \n25 0 75 2. 0 0 69 0 0 25 0 0 0 0 \n\n0 0 2 0 0 0 0 75 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 25 0 0 0 0 .3 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 25 0 \n\n 5 0 0 0 0 0 0 0 0 0 0 0 0 \n  0 0 25 0 0 0 0 0 0 0 0 0 0 \n\n50 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n50 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n 50 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 25 0 2.5 0 0 0 25 0 0 0 \n\n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n75 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 0 75 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\nae 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 \n\ntr. 25 0 5 0 0 0 0 0 0 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n   \n25 0 0 0 0 0 0 0 0 0 0 \n\n  0 0 0 0 0 0 0 0 \n\n0 200 0 62.5 31.25\n5\n\n0 0\nNeoheteromastus sp 0 93.\n\n5\n6 0 59\n\nNeomediomastus sp 0 93.\n0 Nothria sp 225 \n\nOgyrides sp 83\nOnuphis sp 150 \nOphiodromus sp 100 0 0 31.2\n\n0Ostracoda 400 0 31.\n0Owenia fusiformes \n\nPaguridae 25\nParadiopatra sp \n\nda Pcnogoni\nPhyllodoce sp \nPhyllodocidae\n\nae\n225\n\nPholoidid\nPinnotheridae 375\nPoecilochaetus sp 425 \nPolydora sp 250 6 1\nPolynoidae 125\nPolynoidae sp2 100 \nPrionospio sp \nProtoaricia sp 125 \nProtothaca sp 0 93.\n\n0 Psionidens sp \nSabellaria sp \nSabellariid\nScoloplos leodamas 250 25 350 31.25\n\n0\n0 0 100 0\n\nScoloplos sensu es\nSerpulidae 50\nSigambra grubei 75 25 200 1687.5\n\n0\n1875 843.75\n\n0\n575 500 500 5425 62.5 10075\n\n0\n281.25\n\n0\n62.5 9450 375\n\n0Sinum perpectivum cf \n Sipuncula 225 0 0 156.25 31.25 31.25 0 0\n\n\n\nSternaspis sp 100 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n  \n\n0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 5 0 0 0 0 0 0 0 0 0 0 0 0 \n  5 0 0 0 0 0 0 0 0 0 0 0 \n  0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\nea 0 0 25 0 0 0 0 0 0 0 0 0 0 0 0 0 \na) 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n 0 0 0 0 0 0 0 0 0 0 0 0 25 0 \np2 0 0 25 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n  \n\ne  0 0 2 0 25 0 0 0 0 \n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n75 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 \n\nStreblospio benedictii 75 1150 4175 4750 16719\n0\n\n108844\n0\n\n1625 4917 3156.2\n0 \n\n2825 218.75\n0\n\n50 156.25\n0\n\n531.25\n0\n\n0 125\n0Syllidae N.I 3175 \n\nSyllides sp 175 \nSyllis gracillis 1475 \nTagelus plebeius 0 0 0 187.\nTanaidacea 50 0 0 0 31.2\n\n0Terebellidae 200\nThalassinid\nThalassinidea (pós-larv\nTharix sp 1225 0 10\nTharix s\nTrypanosyllis sp 1900 \nTubifex sp 3750 1575\n\n \n7100 20719\n\n5\n6062 12906 775 792 4187.5\n\n0 \n19125\n\n0\n4687.5\n\n0\n1450 34031\n\n0\n10750\n\n0\n775 1469\n\n0Tubificida 0 31.\n0Upogebia omissa (Adulto) \n\nUpogebia omissa (pós-larva) \nXanthidae (Jovem) 25 \n\n Anexo1. Densidade média dos taxa registrados no estuário do Pina por estação, em janeiro de 2004.     Continuação... \n\n \n\n\n\nOrganismos E1P1 E2P1 E3P1 E3P2 E3P3 E3P4 E4P1         E4P2 E4P3 E5P1 E5P2 E6P1 E6P2 E6P3 E7P1 E7P2\nAcari  0 0 0 0 0 0 0 0 0 0 0 50 0 0 0 0\nAlpheus estuariensis \n\n \n0  \n\n \n  \n  \n\n  \n\n  \n  \n  \n\n  \n   \n\n   \n  \n  \n  \n  \n  \n  \n  \n  \n\n  \n  \n  \n\n  \n  \n  \n\n   \n  \n\n25 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nActiniaria 0 250 0 0 0 0 0 0 0 0 0 0 0 0 0\nAnomalocardia brasiliana 0 0 0 62.5 125 250 33.333 156.3 1250 0 0 0 0 25 0 0\nBoccardia sp 0 25 25 0 0 0 0 0 437.5 1500 0 25 17000 5075 125 3406.3\nCallianassidae (Jovem) 0 0 0 0 31.25 0 0 0 0 0 0 0 0 0 0 0 \nCapitella sp 0 0 0 93.75 0 62.5 0 437.5 3687.5 0 0 0 31.25 156.25 0 0\nCapitellidae N.I 350 0 0 0 0 125 0 0 0 0 0 0 0 0 0 0 \nCapitellides sp 0 0 0 0 0 0 0 0 0 0 0 0 31.25 0 0 0\nChione cancellata 0 0 0 0 0 0 33.333 0 0 0 0 0 0 0 0 0\nCossura sp 125 100 775 0 0 0 0 0 0 0 0 0 0 0 0 0\nCraca 0 00 0 0 0 0 0 0 25 0 0 0 0 0 0\nEnchytraeidae 0 0 0 0 0 0 0 0 0 0 0 0 31.25 0 0 0\nGastropoda 0 0 0 0 0 0 0 0 0 0 0 0 31.25 0 0 0\nGlycinde sp 0 0 25 0 0 0 100 0 0 0 0 0 0 0 0 0\nHeteromastus sp 0 25 0 281.3 250 437.5 0 156.3 1375 0 0 0 0 0 0 0\nIsolda pulchela 0 0 0 0 0 0 0 0 156.25 50 0 0 0 0 0 0\nLaeonereis acuta 0 50 0 1094 2031 3875 0 1531 3156.3 275 0 25 781.25 1187.5 0 156.25\nLaonice sp 0 0 0 31.25 0 0 0 0 0 0 0 0 0 0 0 0\nLucina pectinata 0 0 0 0 125 62.5 0 0 93.75 0 0 0 0 0 0 0\nMacoma constricta 25 25 0 62.5 62.5 156.3 33.333 93.75 187.5 25 0 0 0 62.5 0 0\nMediomastus sp 150 0 0 0 0 0 0 0 0 0 0 0 0 31.25 0 0\nMollusca NI 0 0 0 0 0 0 33.333 0 0 0 0 0 0 0 0 0 \nMytella falcata 0 0 0 0 0 0 66.667 0 0 250 0 0 0 0 0 0\nMytlops leucophaeta 0 25 0 0 0 62.5 0 0 0 75 0 0 0 0 0 0\nNeanthes sp 0 0 0 0 0 0 0 0 93.75 50 0 0 0 0 0 0\nNemertea 25 13000 0 93.75 0 0 93.75 0 0 0 0 0 0 0 0\nNeoheteromastus sp \n\n \n0 0 0 0 0 31.25 0 187.5 2906.3 0 0 0 62.5 62.5 0 0\n\nOstracoda 0 0 0 0 0 31.25 0 0 0 0 0 0 0 0 0 0\nPinnotheridae 0 0 0 31.25 0 0 0 0 0 0 0 0 0 0 0 0\nPoecylochaetus sp 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n\nAnexo2. Densidade média dos taxa registrados no estuário do Pina por estação, em julho de 2004. \n\n\n\nPolydora sp 0  \n  \n\n  \n  \n  \n  \n  \n\n  \n  \n\n0 0 0 0 0 0 0 0 0 0 0 \n  \n  \n\n0 0 0 0 31.25 0 0 31.25 375 0 25 0 0 0 31.25\nPolynoidae 0 250 0 0 0 0 0 0 0 0 0 0 0 0 0\nProtoaricia sp 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nProtothaca cf 0 0 0 0 0 0 0 0 31.25 0 0 0 0 0 0 0\nSalmoneus sp 0 25 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nScoloplos leodamas 25 0 75 0 0 0 200 0 0 0 0 0 0 0 0 0\nSigambra grubei 0 75 50 968.8 1313 1875 266.67 593.8 750 2175 0 775 156.25 156.25 200 281.25\nSpionidae NI 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 31.25 \nStreblospio benedictii 25 225 150 2469 1156 281.3 1633.3 2219 218.75 27675 3750 2325 5312.5 5375 1400 3437.5\nTagelus plebeius 0 0 0 156.3\n\n75\n0 93.75\n0\n\n0 187.5\n0\n\n312.5\n0\n\n0 0 0 0 31.25\n0\n\n0 0\nTharix sp \nTubifex sp2 25 375 1200 3469 8594 12781 633.33 9094 19031 2675 656.25 500 8281.3 10438 250 3187.5\nTubifex sp2 0 0 0 0 0 0 0 31.25 0 0 0 0 0 31.25 0 0\n\nAnexo2. Densidade média dos taxa registrados no estuário do Pina por estação, em julho de 2004. Continuação..."}]}}}