{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04657"}, {"@name": "filename", "#text": "BTP_1982_25_2_11_Aprimoramento_na_tecnologia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "APRIMORAMENTO NA TECNOLOG IA TRADICIONAL DE PRODUÇÃO DE ÁLCOOL A PARTIR DA MANDIOCA (*)\nPAULO HENRIQUE DE ABREU COUTINHO e GABRIEL HENRIQUE DA SILVA, Setor de Processos Especiais, Divisão de Tecnologia de Refinação, Centro de Pesquisas.\nRESUMO — Testes realizados em laboratório e em plantas piloto demonstraram que várias modificações podem ser implementadas gradualmente na Usina de Álcool de Curvelo, resultando em redução do consumo de energia, enzimas e água, e decréscimo da quantidade de efluentes e um acréscimo na produção de etanol.\nEstas modificações seriam: 1) adição do cozimento contínuo a baixa temperatura; 2) remoção dos sólidos antes da sacarificação; 3) inclusão de um sistema de re-cixculação de levedura com economia de amido; 4) recirculação da pasta liquefeita, com a consequente redução do volume de aifa-amilaae de 25%, do consumo de vapôr e da quantidade do efluente; 5) inclusão de um sistema de imobilização de amilogíi-cosidase com vistas à redução de tempo de fermentação,\nABSTRACT - Laboratory and pilot-plant tests alcohol- from-manioc plant reveal that the following modifications, which can be implemented gradually at the Curvelo, will result in the reduction of energy, enzimes and water consumption, in a decreased production of noxious effluents, and in an increase of alcohol yield: 1) Adoption of continuous low-temperature cooking; 2) Installation of a system for solids removal prior to saccharification; 3) Inclusion of a yeast-recirculation system, with savings of starch; 4) Incorporation of a liquefied-mash recirculation system, reducing the alphaamylase consumption by 25%, that of steam by 0.4 ton per ton of starch, the production of noxious effluents by 50%, and the consumption of water by 40%; 5) Inclusion of an amyloglycosidade immobilized or recirculating system, to reduce the fermentation time\n(Originais recebidos em 25-V-81.)\n1\t- INTRODUÇÃO\nA Usina de Álcool de Curvelo (USAC) foi projetada pelo Instituto Nacional de Tecnologia (INT) para utilização de equipamentos totalmente nacionais. A tecnologia utilizada foi desenvolvida e aperfeiçoada por aquele Instituto com base no processo tradicional de produção de etanol a partir de material amiláceo.\nDurante a fase de pré-operação da USAC, foram introduzidas modificações e melhorias no processo, de forma a resolver os problemas operacionais que estavam impedindo que a usina funcionasse conforme o previsto em seu projeto original.\nO acompanhamento desta fase de pré-operação e da operação propriamente dita por técnicos da PETROBRÂS possibilitou a realização de estudos que levaram à constatação de que poderiam ser introduzidos diversos melhoramentos e modificações no projeto conceituai básico, com excelentes possibilidades de reduzir custos de operação e economizar energia, tanto da Unidade existente como em futuros projetos.\nPara permitir que as alterações sugeridas, após testes complementares em escala de laboratório e em escala piloto, pudessem ser efetuadas na USAC sem prejuízo de sua continuidade operacional, as diversas etapas, apesar de interligadas no processo, foram tratadas isoladamente nos estudos efetuados.\nPara cada etapa são analisadas no presente trabalho novas concepções de processo, algumas das quais direta\n(*) Apresentado no l.° Congresso Brasileiro de Alcoolquímica.\nmente aplicáveis à USAC sem modificações de grande porte. Outras, embora devam ser incorporadas principalmente em projetos de novas usinas, poderão ter aplicação imediata, a depender de avaliação econômica, uma vez que apresentam melhorias substanciais e resolvem alguns problemas operacionais da atual Usina.\n2\t- PROCESSO CLÁSSICO PARA PRODUÇÃO DE ETANOL A PARTIR DE MANDIOCA\nNo campo da tecnologia orgânica, é tradicional o processo de obtenção de álcool a partir de cereais e matérias-primas amiláceas, das quais pode-se destacar a mandioca. A prática usual para a obtenção de álcool a partir destes materiais pode ser sumariamente descrita como sendo constituída das seguintes etapas:\n—\tpreparo e cominuição de matéria-prima\n—\tcozimento da pasta crua\n—\tliquefação do purê cozido\n—\tsacarificação do purê liquefeito\n—\tfermentação do mosto\n—\tseparação de sólidos\n—\tdestilação do vinho\nNa etapa de preparo, a matéria-prima é separada de materiais estranhos como terra e pedras e. no caso da mandioca, essa fase inclui uma lavagem para posterior fragmentação em uma só vez ou através de reduções sucessivas de tamanho, até que a pasta esteja na granuiometria desejada.\nA pasta assim gerada é. em seguida, diluída com 500 a 1000 litros de água por tonelada de mandioca e recebe\n116\ncerca de 25% da quantidade total da enzima alfa-amilase utilizada no processo. Nesta et3pa, usualmente denominada homogeneização ou pré-liquefação. o objetivo é garantir a liquefação do amido por acaso liberado durante a fragmentação.\nNo cozimento, que se passa a seguir, este pure efluente da homogeneização é submetido a uma temperatura geralmente situada entre 70°C e 150°C, em pressões de até 4 ou 5 atmosferas, durante um tempo de cerca de meia hora e no máximo de hora e meia, acarretando assim o rompimento das paredes celulares pelo mtumescimento dos grânulos de amido, possibilitando, então, seu ataque pela enzima alfa-amüase. Neste processo é geralmente empregado vapor como fonte de calor, com um consumo normal de cerca de 1,75 kg de vapor de 4 kg/cm2 por tonelada de amido.\nA liquefação do purê cozido é normalmente efetuada a uma temperatura entre 65°C e 90°C com adição dos 75% restantes de enzima alfa-amilase, cujo consumo total depende de sua origem e fabricante, mas que normalmente é de 0,5 a 1,0 kg por tonelada de amido. Nesta etapa, cerca de 20% das ligações glicosídicas do amido são hidrolisadas, e a viscosidade da pasta, que, sem o emprego da enzima, se situaria em níveis superiores a 10 000 cp. cai para valores bastante baixos, conforme pode ser observado na tabela .\nTABELA\nViscosidades Durante o Processo de Produção de Etanol a Partir de Mandioca\nEtapa\tViscosidade Cp\t\nDurante o cozimento a 140°C\t1500 -\t2500\nApós o cozimento a ) 40°C\t200 -\t300\nMosto sacanficado\t60-\t130\nDurante a pré-fennentação\t60 -\t130\nDurante a fermentação(50 h)\t30 -\t70\nVinhoto\t10 -\t30\nO restante das ligações glicosídicas do amido são hidrolisadas na etapa de sacarificação, com o emprego da enzima amiloglicosidase, após resfriamento do purê liquefeito para cerca de 55°C.\nEsta sacarificação pode ser efetuada totalmente nos vasos sacarificadores, mas razões econômicas obrigam a que a mesma seja parcial e sua complementação se dê simultaneamente com a fermentação, de modo que o consumo de enzima amiloglicosidase permaneça no nível de 1,5 a 2,0 kg por tonelada de amido.\nA fermentação é levada a cabo numa temperatura entre '30°C e 35°C, com a adição de quantidade suficiente de levedura, e é completada após cerca de 60-80 horas, uma vez que a mesma é efetuada simultaneamente com a sacarificação das dextrinas ainda existentes no mosto.\nApós a fermentação é efetuada a retirada do material sólido grosseiro presente no vinho, de modo a se evitarem problemas de obstrução de borbulhadores, vertedores e trocadores de calor. O mosto fermentado, com cerca de 5 a 10% em álcool, é então destilado de modo a obter-se álcool na concentração desejada.\n3\t- PROCESSO MODIFICADO\nJJ - PAE-LZQC/ET/lÇ/fO\nO objetivo da pré-liquefação é hidrolisar, parcialmente, o amido liberado no processo de cominuição, de modo a tornar possível o cozimento da pasta que, de outro modo, apresentaria uma viscosidade elevada, provocando 0 em-perramento de agitadores e entupimento de linhas e vasos.\nDeste modo, conforme descrito anteriormente, é adicionada à pasta oriunda dos raladores água de diluição a 20-30 C e 25% da enzima alfa-amilase empregada no processo, sendo a mistura resultante aquecida e mantida em 65-80 C por um intervalo de tempo de cerca de duas horas. Para o aquecimento da pasta, é aproveitado o vapor proveniente da redução da pressão dos cozinhadores. acrescido do vapor vivo necessário para elevar a temperatura até o valor desejado.\nA quantidade necessária de vapor de 4 kg/cm3 é:\na)\tvapor de flash — 0,3 t/t amido (expresso como vapor de 4 kg/cm2);\nb)\tvapor complementar — 0,4 t/t amido;\nAnalisando-se as adições de água, pode-se concluir que a água utilizada, cerca de 6,7 t/t amido, é composta de:\na)\tágua carreada para o sistema como parte integrante da mandioca — 2,3 t/t amido;\nb)\tágua adicionada nos raladores — 1,7 t/t amido;\nc)\tágua de diluição — 2,7 t/t amido.\nUma nova concepção para o processo seria utilizar o vinhoto efluente da etapa de destilação para substituir a água adicionada aos raladores, aproveitando-se sua elevada temperatura, cerca de 70°C. Como a enzima alfa-amilase deve operar na faixa de pti 6,0-6,5, o vinhoto a ser reciclado para esta etapa deve ter seu pH corrigido com cal para o valor ótimo. A escolha da cal como neutralizante deve-se ao fato de ter o cálcio a propriedade adicional de aumentar a estabilidade térmica da enzima alfa-amilase.\nA quantidade de água necessária para o abaixamento da concentração de amido da pasta pode ser substituída por um reciclo efluente da etapa de liquefação, que, além da elevada temperatura, apresenta a vantagem adicional de carrear consigo a quantidade da enzima alfa-amilase necessária para substituir a parcela de 25% desta enzima, que é adicionada na etapa de pré-liquefação.\nExperiências posteriores demonstraram inclusive que o processo não necessita de uma pré-liquefação com tempo de residência e temperatura tão elevados, tendo sido testado, com êxito, o emprego de pasta fria como carga dos cozedores.\n3.2\t- COZIMENTO E LIQUEFAÇÃO\nNa etapa de cozimento da pasta de mandioca, a primeira idéia de melhoramento que ocorre refere-se à economia de energia. Essa economia poderá ser conseguida com a redução do consumo de vapor de aquecimento, atuando-se principalmente no sentido de diminuir o tamanho dos grânulos de amido, uma vez que assim se pode diminuir a temperatura e, portanto, a pressão de cozimento. Como exemplo desta redução, testes práticos demonstraram que o consumo de vapor necessário para o cozimento de uma\npasta a uma pressão de 2,5 kg/cm2 é 57% do necessário para cozer, no mesmo tempo, uma mesma quantidade de pasta deste material, mas em granulometria maior, que exija um cozimento a 3,5 k.g/cm‘.\nEnsaios de laboratório demonstraram a possibilidade de cozimento de pastas de amido a 80°C, o que foi comprovado com teste em escala industrial. Posteriormente, estes foram ampliados para as pastas de mandioca, sendo desla forma substituído o tradicional cozimento a 140°C pelo cozimento a apenas 95°C, obtendo-se assim considerável economia de energia.\nAlém disso, vantagens substanciais para o processo podem ser obtidas tornando-se contínuas as etapas de cozimento e liquefação, atualmente realizadas em batelada na\nIJSAC. O processo contínuo apresenta várias vantagens em comparação com o descontínuo ('), além de ser condição indispensável para tornar-se possível a utilização do esquema proposto no item anterior para a etapa de pré-li-quefação.\nO efeito da temperatura no cozimento de pastas de amido em cozedores contínuos do tipo ejetor foi estudado variando-se a temperatura de 60 a 110°C. Na figura 1 são apresentadas as curvas de desenvolvimento das fermentações dos mostos obtidos com cozimentos nas diversas temperaturas. Verifica-se que não são observadas grandes diferenças entre os rendimentos obtidos, embora as pastas provenientes de cozimento à temperatura abaixo de 80 C apresentassem um aspecto um pouco leitoso (‘).\nFig. 1 - Efeito da temperatura no cozimento de pastas de amido em cozedor contínuo do tipo ejetor.\nA utilização do cozimento contínuo aliado a uma co-minuição otimizada permite que, atualmente, esta etapa seja executada em temperaturas bastante inferiores às do projeto original. A USAC efetuou, com êxito, testes de cozimento contínuo a 85°C, podendo-se reduzir ainda mais esta temperatura assim que alguns vasos e linhas do sistema sejam isolados, uma vez que o limitante é a manutenção, durante a etapa de liquefação, de temperaturas superiores à temperatura de retrogradação do amido.\nNa etapa de liquefação é adicionado o restante da enzi-ma-amilase, que pode então entrar em contato com o amido gelatinizado pela ação de cozimento. A ação da alfa-amilase sobre o amido acarreta uma redução acentuada na viscosidade de pastas de amido gelatinizado, porém o grau de hidrólise chega, no máximo, a cerca de 20%. A hidrólise total do amido não pode ser alcançada apenas\ncom a ação desta enzima, visto a não especificidade para as ligações glicosídicas °° 1—6.\nNa figura 2 são apresentadas as curvas que representam o desenvolvimento da fermentação de mostos obtidos pela hidrólise de pastas dextrinizadas com diversos teores de alfa-amilase. Verifica-se que a variação da concentração da alfa-amilase de 0,075% a 0,3% não afeta significativamente o processo de fermentação dos mostos assim obtidos. Pode-se, portanto, concluir que a função da enzima alfa-amilase é favorecer o manuseio das suspensões de amido durante as diversas etapas do processo através da redução da viscosidade do pure cozido. Assim, quando o cozimento é contínuo com emprego de ejetores, a quantidade da alfa-amilase adicionada antes do cozimento, embora não favoreça o rendimento do processo (fig. 3), facilita a operação de cozimento contínuo.\n118\nFig. 2 — Efeito da concentração de alfa-amilase na hidrólise e fermentação de pastas de amido de mandioca.\nFig. 3 — Efeito da concentração de alfa-amilase adicionada antes do cozimento na hidrólise e fermentação de pastas de amido de mandioca.\nAs inovações acima descritas estão representadas esque-maticamente na figura 4, devendo-se ressaltar que testes de laboratório confirmaram a exeqüibilidade de todos os pontos críticos, tendo sido constatados rendimentos idênticos em álcool, tanto para o esquema tradicional como para o processo com recirculação de purê liquefeito, em substituição aos 25% da quantidade total de alfa-amilase necessária.\nFig. 4 — Fluxogramas dos processos para cozimento e dextrinização de pastas de amido de mandioca.\n33 - SACARIFICAÇÃO\nDevido às modificações sugeridas nas etapas anteriores, após a liquefação torna-se necessário diluir o purê liquefeito, para compensar a água suprimida inicialmente. Isso deve ser feito de modo a obter-se, após a sacarificação, um mosto que, depois de fermentado, forneça um vmho com teor alcoólico máximo de 10-12%, limitação esta decorrente da ação inibidora do álcool sobre as células de levedura.\nEsta compJementação pode ser feita pela adição de vinhoto bruto na proporção de 2,7 toneladas por tonelada de amido presente na carga da unidade, não havendo necessidade de correção de pH, porque tanto a enzima ami-loglicosidase como a levedura suportam um pH da ordem de 4,0.\nEntretanto, esta solução, que reduz o volume de vinhoto gerado na usina por unidade de álcool produzido, mantém o mesmo esquema de efetuar-se a sacarificação e fermentação simultaneamente, acarretando, assim, um tempo de residência nas dornas de cerca de 72 horas.\nEm experiências em que pastas de amido de mandioca dextrinizada foram mantidas a 55°C durante vários períodos de tempo, antes da redução da temperatura para 30°C e inoculação com leveduras, ficou comprovado que este procedimento não acarreta diminuição acentuada do tempo total de sacarificação e fermentação, conforme pode ser constatado na figura 5.\nReduções consideráveis no tempo total de sacarificação e fermentação foram alcançadas pelo aumento acentuado da quantidade de amiloglicosidase utilizada na hidrólise. Na figura 6 são apresentados os resultados de ensaios em que a concentração de amiloglicosidase foi variada de 0,1% até 3,2% em relação ao amido presente no meio. Observa-se que podem ser obtidos tempos de hidrólise e fermentação concomitantes inferiores a 10 h.\nSendo a etapa de hidrólise do amido a limitante do processo de hidrólise e fermentação simultânea, o aumento da quantidade de enzima provoca a redução do tempo de hidrólise. Porém esta redução só é substancial quando a concentração de amiloglicosidase usada é muitas vezes superior à usualmente empregada.\nA figura 7 apresenta o resultado de testes realizados variando-se a quantidade de amiloglicosidase usada para a hidrólise de pastas de amido. Pode-se observar que os tempos necessários para que sejam alcançados rendimentos da ordem de 75% são bastante inferiores aos necessários para rendimentos acima de 90%. Este fato deve-se às características das reações enzimáticas aliadas ao fato de existir no caso inibição da enzima pela glicose liberada.\nDentre outras, duas alternativas para a redução do tempo de hidrólise e fermentação parecem viáveis, embora necessitem, nesse caso, de uma pesquisa mais aprofundada e de médio prazo.\nUm primeiro esquema paia redução do tempo de saca-rificação seria a utilização de enzimas ancoradas em suportes sólidos, de forma semelhante a reatores de leito fixo. Outra possibilidade é a retirada da glicose por meio de ultrafiltração, 0 que impediría a passagem das enzimas, que seriam então recicladas ao sacarificador.\nEm ambos os casos, a sacarificação se processará em separado da fermentação, permitindo aumentar a relação enzima/substrato, de modo a diminuir o tempo de sacarificação e possibilitar uma fermentação nos moldes da de mosto de cana-de-açúcar, que é efetuada num tempo máximo de 20 horas. Na figura 8 estão esquematizadas as alternativas debatidas anteriormente.\nEm ambos os casos, torna-se obrigatório o emprego de equipamento de remoção de sólidos de alta eficiência e posicionado antes da etapa de sacarificação.\nApesar de existirem inúmeras alternativas para a escolha do tipo de equipamento que deve ser utilizado, dois sistemas parecem mais viáveis:\na) Sistema de peneiras para a retirada das fibras da pasta crua (fig. 9), após uma primeira etapa de moa-gem, de modo a operar-se o processo com praticamente uma suspensão de amido;\n120\nFig. 5 — Efeito do tempo de hidrólise, a 55°C, na fermentação de pastas de amido de mandioca.\nFERMENTAÇÃO ALCÓOLICA OE MOSTOS 08TIOOS PELA HIORÓLISE DE SUSPENÇÕES DE AMIDO OE MANDIOCA (15%) OEX1 KIMIZADAS E £ MANTIDAS A SS»C EM PRESENÇA DE AMIL OSL I COSIDASE (0,£%l POR DIVERSOS PERÍODOS OE TEMPO\nCONVERSÃO\nFig. 6 — Efeito da concentração de amiloglicosidase na hidrólise de pastas de amido de mandioca.\nTCBRO T0r«i S*C*«|nc*ç4o m»i> fi»mext*çXo\nFig. 7 — Efeito da concentração de amiloglicosidase na hidrólise e fermentação de pastas de amido.\nFig. 8 — Alternativas para a hidrólise de pastas de mandioca.\nb) Utilização de filtros-prensa automáticos após a etapa de liquefação, que possui a vantagem adiciona] de permitir a utilização da torta como componente da ração animal, uma vez que o cianeto existente na mandioca é eliminado durante o cozimento.\n3.4\t- FERMENTAÇÃO\nAdicionalmente às modificações anteriores, torna-se necessário prover a etapa de fermentação de um reciclo de leveduras, com inclusão de tratamento para remoção de contaminantes, tradicionalmente conhecido como processo Melle-Boinot. A não execução deste reciclo acarreta perdas elevadas, ou seja, cerca de 4,5 a 6% do amido são usados para proliferação de leveduras, que, após uma única fermentação, são descartadas, elevando o teor de carga orgânica do vinhoto e agravando assim o problema de seu descarte.\n0 aumento da quantidade de leveduras no meio é de fundamental importância para redução do tempo de fermentação. As figuras 10, 11 e 12 apresentam, para diferentes concentrações da enzima amiloglicosidase, os perfis de produção de álcool para diversas quantidades de leveduras presentes no início da fermentação. Conforme pode ser observado nestas figuras, para todos os valores empregados de concentração da enzima amiloglicosidase, inicialmente o aumento da quantidade de células de leveduras influencia de forma bem expressiva a taxa global de formação de álcool. Esta influência, entretanto, diminui rapidamente com 0 aumento do número de células, de modo\nFIBRAS\nM ANDlOC A\nRALADOR\nAGUA\nPRENSA\nCARACOL\nFig. 9 — Alternativas para a retirada das fibras no processo de produção de etanol a partir de mandioca.\nCENTRÍFUGA /\t\t\tÁLCOOL\t\n\t\t\t\t\n/\tLEITE\tPROCESSO\tVINHO\tJ DE ST.\t\n\t\t\t1\tV1NHOTO\n\t\t\t\t\nAGUA\nEXTRATOR\nRENDIMENTO DE PROOUÇAO DE ÁLCOOL\nAMILO GLICOSIDASE 0,4%\n8 ■\n»0.4 XIO CELULAS/ml 02.0 X 10® CELULAS/ml A 4,0 X 10® CELULAS/ml ■ 8,0 X 10® CÉLULAS/ml\nTEMPO TOTAL DE SACARIFICAÇÃO MAIS FERMENTAÇÃO\nRENDIMENTO OA PRODUÇÃO DE ALCOOL(%)\tRENCXMENTO OA PROOUÇÃb OE ÁLCOOL (%)\n.11 — Efeito da concentração inicial de leveduras de fermentação de hidrolisador de amido de mandioca.\nFig. 12 — Efeito da concentração inicial de leveduras de fermentação de hidrolisador de amido de mandioca.\nque, em termos práticos, as variações para concentrações acima de 4 x 10“ células/ml não são significativas quando a hidrólise e a fermentação são concomitantes.\n4 - CONCLUSÕES\nOs aperfeiçoamentos e modificações propostos para o processo em utilização na USAC podem ser aplicados par-celadamente para comprovação das expectativas de redução de gastos energéticos, diminuição do consumo de enzimas e de água, redução da produção de vinhoto e aumento do rendimento de álcool. Paralelamente, poderão ser quantificadas as reduções do investimento em equipamentos, para o caso de aplicação em projetos futuros.\nEstas modificações podem ser gradualmente aplicadas, seguindo-se a sequência abaixo:\n— Adoção de cozimento contínuo com utilização de baixa temperalura de cozimento, que atualmente está em fase de implementação;\n-\tInstalação de um sistema de retirada de sólidos antes da etapa de sacarificação;\n-\tInclusão do sistema de recirculação de leveduras (processo Melle-Boinot), com uma economia de 4,5 a 6% de amido, representando para a USAC uma redução no consumo de mandioca de cerca de 18 a\n24 toneladas por dia e também do tempo de fermentação;\nInclusão do sistema de recirculação de purê liquefeito, com redução de 25% do consumo de enzima alfa-amilase, 0,4 tonelada de vapor por tonelada de amido, cerca de 50% da produção de vinhoto e 40% do consumo de água, representando, para a USAC, economia de USS 2,000.00 mensais em enzimas, 48 toneladas de vapor por dia, redução de 400 melros cúbicos na produção diária do vinhoto e correspondente diminuição de 450 metros cúbicos no consumo diário de água.\nCITAÇÕES\n(’) SILVA, G. H. Processamento em batelada e contínuo de material amiláceo para a produção de etanol. Boletim Técnico da PETROBRÁS, 23 (I): 49-57, 1980.\n(2) SILVA, G. H. &amp; COUTINHO, P. H. A. Cozimento contínuo de pastas de amido para a produção de etanol. In: SIMPÓSIO INTERNACIONAL SOBRE TECNOLOGIA DOS ÂLCOO1S COMO COMBUSTÍVEIS. 4, Guarujá, 1980. Anais. 1980."}]}}}