{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05465"}, {"@name": "filename", "#text": "BTP_1995_38_1_2_08_Determinacao_dos_parametros.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DETERMINAÇÃO DOS PARAMETROS DO PROPULSOR DE UM MODELO SIMPLIFICADO DE VEÍCULO SUBMARINO DE OPERAÇÃO REMOTA (ROV)\nEXPERIMENTAL PARAMETER IDENTIFICATION OF AN UNDERWATER REMOTELY OPERATED VEHICLE (ROV) THRUSTER MODEL\nDirceu Wollmann Jr.(1), Antonio Cláudio Sant'Anna(1), Liu Hsu1 (2) 3, Ramon Costa(2), Fernando\nC. Lizarralde(2), Felipe Braz Sant'Anna(2), José Paulo V. S. da Cunha<3)\nRESUMO - Apresenta-se aqui a metodologia utilizada para a determinação experimental dos parâmetros de um modelo simplificado do Veículo Submarino de Operação Remota (ROV) \"Tatuí\". Este modelo foi utilizado pela Coordenação de Programas de Pós-graduação -COPPE, Universidade Federal do Rio de Janeiro - UFRJ, Centro de Pesquisas -CENPES/PETROBRAS para o desenvolvimento de um sistema de posicionamento dinâmico (PD) para o citado ROV. Os parâmetros das equações do movimento são classificados em função dos objetivos e resultados pretendidos, tendo em vista a otimização dos esforços computacionais e custos dos testes necessários. São descritos os principais testes e resultados referentes aos parâmetros dinâmicos mais significativos para o sistema de controle. É apresentada a técnica chamada de Simulação Híbrida, a qual inclui o propulsor real no loop de simulação, tornando desnecessária a utilização do seu modelo dinâmico, difícil de ser obtido.\nABSTRACT - In this paper, an experimental method used for the identification of the parameters of a simplified model of the thrusters of the ROV named \"Tatuí\" is described. This model was used by COPPE/UFRJ-CENPES/PETROBRAS in the development of a dynamic position system to be installed in this ROV. The motion equations parameters are classified according previously defined objectives and results. By this way, it is intended to optimize efforts, both in computer calculations and experimental tests. The main tests and related results, considering only the most important dynamic parameters of the control system, are described. It is also presented the simulation method known as \"hybrid simulation\", which includes the actual thruster in the simulation loop. So, it becomes unnecessary to use the thruster dynamic model, whose identification is normally a complex task.\n(Originais recebidos em 22.06.94)\n1 - INTRODUÇÃO\nFoi desenvolvido, com sucesso, pela COPPE/UFRJ - CENPES/PETROBRAS um sistema de posicionamento dinâmico (PD) para o veículo submarino de operação remota (ROV) \"Tatuí\". Este veículo é um desenvolvimento tecnológico anterior da PETROBRAS, realizado em cooperação com a\n1\t- Setor de Tecnologia de Materiais, Equipamentos e Corrosão (SEMEC), Centro de Pesquisas (CENPES).\n2\t- Departamentos de Engenharia Elétrica, Corrosão de Programas de Pós-graduação (COPPE), Universidade\nFederal do Rio de Janeiro (UFRJ).\n3\t- Coordenação de Eletrônica, CEFET-RJ.\nempresa CONSUB. O sistema de PD tem por finalidade dotar o ROV de condições que o permitam deslocar-se, automaticamente, para uma posição selecionada e nela manter-se estacionário, independentemente de perturbações externas, dentro de limites aceitáveis. No desenvolvimento desse sistema foram utilizados resultados de estudos anteriores (modelagem do ROV e implementação de um simulador on line). Os esforços concentraram-se na seleção do sistema de medição de posição e no projeto do sistema de controle. A definição e a identificação dos parâmetros de um modelo adequado para o projeto do PD foi um dos pontos mais importantes no início dos trabalhos.\nAs equações completas que descrevem o movimento de um ROV, com seis graus de liberdade, são complexas e apresentam-se acopladas. A determinação de todos os seus parâmetros, geométricos e hidrodinâmicos, implicaria considerável esforço experimental e/ou teórico-computacional. Sabendo-se que o grau de conformidade com a realidade, requerido pelo modelo, pode ser considerado dependente da abordagem de controle selecionada para o PD, trabalhou-se com um modelo simplificado do ROV. Esta opção pela simplificação foi também confirmada por meio de uma análise dos fenômenos físicos envolvidos, a qual evidenciou a possibilidade de se desprezar alguns termos das equações, em situações especificas, sem que se incorresse em erro significativo. Definido o modelo procurou-se, então, desenvolver uma metodologia para a identificação de seus parâmetros. A utilização da chamada \"simulação híbrida\", incluindo parte do hardware de modelagem mais elaborada no loop de simulação, tornou desnecessária a realização de alguns ensaios hidrodinâmicos complexos.\nNo caso dos parâmetros geométricos, a maior causa de imprecisão na determinação dos centros de massa e de empuxo e dos momentos de inércia deveu-se à difícil definição dos centros de gravidade dos diversos componentes do ROV.\nOs parâmetros hidrodinâmicos mais importantes, relacionados com o casco, são as massas adicionais que fisicamente representam as forças hidrodinâmicas inerciais. Os parâmetros associados à velocidade (dissipativos) foram considerados de interesse secundário. Estes parâmetros foram determinados experimentalmente, realizando-se testes em túnel de vento. O cálculo teórico, também desenvolvido, exige notável esforço computacional. Em linhas gerais, implica:\na - definição geométrica do veículo;\nb - discretização da superfície externa do veículo;\nc - utilização de um modelo matemático que possui como característica principal a utilização das hipóteses que justificam o uso da teoria potencial;\nd - algoritmo que faz uso de uma distribuição de fontes na superfície discretizada do veículo para se obter uma aproximação à solução das equações do modelo adotado.\nA ferramenta desenvolvida por meio da abordagem teórica permitiu a estimativa das massas adicionais.\nPara a determinação das características de desempenho hidrodinâmico dos propulsores, foram realizados os enfoques comparativo, numérico (baseado na teoria potencial) e o experimental, tratado no presente trabalho.\nA metodologia de modelagem utilizada, por sua generalidade, pode ser facilmente adaptada para outros tipos de ROVs.\n2 - CLASSIFICAÇÃO E DETERMINAÇÃO DOS PARÂMETROS DAS EQUAÇÕES DO MOVIMENTO DE UM ROV\nAs equações do movimento do ROV foram primeiramente definidas por R. B. Dominguez(1), durante projeto de cooperação tecnológica anterior envolvendo PETROBRAS - UFRJ. Na ocasião, foram analisados os diversos modelos dinâmicos para ROVs propostos na literatura (e.g., Russel 1984, Kapsenberg 1985, Nomoto e Hattori 1986, Ishidera et al. 1986). Esse modelo apresenta as seguintes características principais:\n-\té multivariável (diversas coordenadas a controlar e diversos atuadores);\n-\trepresenta os seis graus de liberdade do ROV;\n-\tapresenta acoplamentos entre os graus de liberdade (o movimento de um grau de liberdade interfere nos demais graus);\n-\tos efeitos hidrodinâmicos são modelados por parâmetros concentrados e incluem a corrente marinha;\n-\tos efeitos inerciais empregam o conceito de \"massas adicionais\";\n-\tsão incluídos os efeitos da gravidade e da flutuação;\n-\to cabo umbilical é modelado de forma simplificada.\nEsse modelo, bastante realista, mostrou-se adequado à simulação. Para o projeto dos controladores, Cunha<2) propõe um modelo simplificado, porém incluindo um modelo dinâmico para os propulsores, pois esta dinâmica pode ter influência significativa no desempenho do sistema de controle do ROV. Sua validade, para o ROV \"Tatuí\", é restrita apenas pela hipótese dos ângulos de jogo e arfagem serem suficientemente pequenos.\nAnalisando-se o modelo proposto0-2’, os parâmetros dinâmicos do ROV foram classificados em três grupos, de acordo com a sua importância para se analisar e controlar os movimentos:\n2.1\t- Parâmetros Principais\nSão os parâmetros do ROV que caracterizam seu modelo dinâmico simplificado, adequado para o projeto do sistema de controle:\nlz - momento de inércia da rotação no plano horizontal\nv - volume deslocado pelo ROV\nRg - centro de massa do ROV\nD - diâmetro das hélices\nRPi - centro de empuxo do i-ésimo hélice\nPPi - orientação do i-ésimo hélice\nm - massa do ROV\nA,,, A22, A33, A66 - massas adicionais\nCT* (0o), Ct*(180°) - coeficientes de empuxo dos propulsores nas operações direta e reversa, respectivamente.\n2.2\t- Parâmetros Secundários\nSão assim classificados por não serem essenciais para o projeto do sistema de controle, pelo menos em uma versão simplificada. Podem, no entanto, ser importantes para se avaliar o desempenho do controle por simulação, permitindo o seu refinamento, Os parâmetros lx, ly, RB, A44 e A55 influenciam bastante o balanço do ROV, o qual, normalmente, não pode ser controlado independentemente e deve ser minimizado para não dificultar a operação. Estão relacionados abaixo:\nlx, ly - momentos de inércia\nRb - centro de flutuação (ou de empuxo) do ROV\nRc - ponto de fixação do cabo umbilical\ndc - diâmetro do cabo umbilical\nJp - momento de inércia do propulsor\nA44, A55 - massas adicionais (generalizadas)\nCq*(0°),Cq*(180°) - coeficientes de torque dos propulsores nas operações direta e reversa, respectivamente.\n2.3\t- Demais Parâmetros\nSão aqueles que servem para aumentar o grau de realismo da simulação do ROV, sem maior importância para o projeto ou avaliação do sistema de controle, bastando apenas estimativas grosseiras de\nseus valores. Estão relacionados abaixo:\nCp, Cq, Cr - coeficientes de amortecimento para roll, pitch e yaw.\nCx, Cy, Cz - coeficientes de amortecimento.\nOs métodos utilizados para a determinação dos parâmetros principais são sumariados a seguir.\n-\tCentros de Massa e de Gravidade\nForam calculados numericamente por meio de métodos empregando elementos finitos.\n-\tMassas e Momentos de Inércia Adicionais\nForam calculados numericamente utilizando a teoria potencial. O algoritmo numérico é baseado naquele desenvolvido por Hess A. Smith e utilizado na Douglas Aircraft Co.\n-\tMassa do ROV\nMedida diretamente.\n-\tCoeficientes dos Propulsores\nUtilizando-se uma balança instrumentada com duas células de carga e microcomputador, foram levantadas as curvas \"rotação versus tempo\", \"empuxo versus tempo\" e \"torque versus tempo\", medindo-se a resposta do propulsor para um dado comando. Estes testes são detalhados a seguir.\n3\t- EXPERIMENTOS COM O PROPULSOR\nAs características hidrodinâmicas dos propulsores foram determinadas experimentalmente. Outra alternativa, rápida e de baixo custo, seria a simulação numérica. Ambos os métodos são, em geral, restritos ao regime permanente.\nO modelo estático dos propulsores é apenas uma aproximação, existindo um certo retardo na resposta, por exemplo na forma de uma constante de tempo do propulsor em relação a um dado comando, caracterizando a sua \"dinâmica\", que tem grande influência no desempenho do sistema de PD, restringindo a máxima largura de banda em malha fechada e, portanto, a sua agilidade, bem como possibilitando o surgimento de \"ciclos-limite\". Para uma modelagem mais realista dos propulsores, fez-se uso da chamada \"simulação híbrida\" {hardware in the loop), incluindo o próprio propulsor na malha de simulação do sistema de PD. Foi desenvolvida uma balança, devidamente instrumentada, para registro e processamento dos dados. O inconveniente desta balança é que ela permite a determinação das características dos propulsores apenas na condição de velocidade de avanço nula em relação à água. A sua adaptação para testes com velocidade não-nula exigiría a construção de um conjunto móvel para acomodar a aparelhagem.\nOs testes tiveram por objetivo obter parâmetros para os modelos estático e dinâmico do propulsor e possibilitar uma verificação realista do desempenho do sistema de PD do ROV pela \"simulação híbrida\". Para alcançá-los, foram planejados três experimentos:\na)\tExperimento Estático\nVisa à geração de tabelas dos valores de regime do empuxo, do torque e da velocidade de rotação da hélice para diversos valores constantes da corrente de comando do propulsor. Deve permitir que a não-linearidade do propulsor seja bem representada, pelo menos, estaticamente.\nb)\tExperimento Dinâmico\nVisa à obtenção da resposta (empuxo e torque) do propulsor a degraus de corrente de comando de diversas amplitudes. Pretende-se, também, identificar o modelo mais adequado para a simulação dinâmica do propulsor e obter seus parâmetros.\nc)\tSimulação Híbrida\nSeu objetivo é avaliar preliminarmente o desempenho do sistema de PD do ROV. Como a dinâmica do propulsor é difícil de ser modelada, utiliza-se o propulsor real. Neste esquema (fig. 1), as equações diferenciais que descrevem a dinâmica de um grau de liberdade do ROV são simuladas em um computador digital. O sinal da entrada aplicado a estas equações é o empuxo (F) medido no propulsor real. O propulsór é comandado pelo sinal de saída (u) do controlador de posição do sistema de PD que está sendo testado. Desta forma, elimina-se a modelagem do propulsor e evita-se, conseqüentemente, os erros que decorrem desta.\ni----------------------------------------------------------------------------------------------------------------1\nFig. 1 - Diagrama com os principais blocos da simulação híbrida da dinâmica de um grau de liberdade do ROV e do respectivo controlador de posição.\n-\tposição do ROV;\n-\tvelocidade do ROV;\n-\treferência de posição para o controlador do ROV;\nu - sinal de comando do propulsor; Fp - empuxo gerado pelo propulsor; Mp. momento gerado pelo propulsor; Np - velocidade de rotação da hélice.\n3.1\t- Descrição do Sistema Dedicado ao Ensaio do Propulsor\nO sistema dedicado ao ensaio do propulsor pode ser visualizado no diagrama de blocos da figura 2, cujas partes principais são descritas a seguir.\nParte Mecânica\nO propulsor é fixado no interior de um canal de testes por uma haste de alumínio vertical ao qual é aparafusado. Na haste está montada uma célula de carga fixada a uma estrutura montada sobre o tanque.\nPC\nCircuito dedicado ao ensaio do propulsor\n1\nI I\nI\nI I\nI I\nI\nI I\nI I\nI\nI t\nI\nI I\nI\n•\nI I\nI\nI\nI J\nFig. 2 - Diagrama de blocos do sistema dedicado ao ensaio do propulsor.\nO tanque de provas é longo (40 m) e sua seção transversal é suficientemente grande (1,0x1,0 m) para interferir pouco no fluxo de água que atravessa o propulsor. A profundidade do eixo de rotação do propulsor é de aproximadamente 0,5 m.\nTransdutores\nO empuxo e o torque são medidos indiretamente por intermédio de uma célula de carga. Esta é constituída por uma barra longa, de seção retangular, onde são instalados dois extensômetros (strain gages') em cada uma das quatro faces da barra, formando duas pontes completas, capazes de medir duas flexões ortogonais da barra. Uma dessas flexões corresponde ao empuxo e a outra corresponde ao torque. Os sinais são condicionados e fornecidos sob a forma de tensão ao sistema de aquisição de dados. A velocidade e o sentido de rotação são detectados por dois fotossensores instalados paralelamente ao eixo do propulsor. A passagem de cada pá da hélice interrompe o feixe de luz, produzido por uma lâmpada incandescente pequena, incidente nos fotossensores.\n3.1.1\t- Sistema de Aquisição de Dados\nEste sistema está baseado num microcomputador do tipo PC XT equipado com co-processador\naritmético e uma placa com um conversor A/D de dez bits e oito canais e um conversor D/A de oito bits. O software de aquisição de dados (SISTEP) foi desenvolvido especialmente para esta aplicação, em linguagem \"C\".\nAlém da filtragem analógica dos sinais (filtros anti-aliasing) foi realizada também a filtragem digital dos mesmos, implementada por software.\nO circuito eletrônico dedicado ao teste do propulsor (condicionador de sinais CS01) é composto dos seguintes blocos principais:\n-\tConversor tensão/corrente (V/l) - converte a saida de tensão do D/A, na faixa de ± 5V, em uma corrente que comanda o propulsor, na faixa de ± 20 mA.\n-\tMedidor de velocidade - os pulsos amplificados, provenientes de um dos fotossensores, disparam um monoestável com largura de pulso constante. A velocidade de rotação é diretamente proporcional ao valor médio do pulso gerado pelo monoestável. Foi implementado um circuito detector de sobrevelocidade. O sentido de rotação é determinado por um circuito lógico a partir dos sinais dos dois fotossensores, sendo essa informação enviada ao PC por meio de um bit da entrada paralela.\n-\tFiltros anti-aliasing - o pulso gerado pelo monoestável e os sinais de saída dos dois amplificadores extensométricos são aplicados a filtros ativos passa-baixas, do tipo Butterworth, que reduzem o aliasing causado pela amostragem dos sinais analógicos.\n4\t- DETERMINAÇÃO DOS PARÂMETROS DO PROPULSOR\nForam determinados os parâmetros estáticos e dinâmicos de um dos propulsores do ROV \"Tatuí\". A partir dos resultados obtidos e da análise dos diagramas elétricos deste propulsor, desenvolveu-se um modelo semi-empirico da sua dinâmica, tendo em vista a simulação em computador e o projeto do sistema de PD do ROV.\n4.1\t- Parâmetros Estáticos\nEm todos os experimentos estáticos, as variáveis foram amostradas a uma taxa de 200 Hz e armazenadas para serem filtradas digitalmente off-line por filtros passa-baixas Butterworth de ordem dez. A freqüência de corte dos filtros de uma das variáveis, bem como os harmônicos dominantes do ruído (ou dinâmicas parasitas devidas à flexibilidade estrutural do conjunto célula de carga/suporte) que se deseja atenuar estão relacionados a seguir:\nVariável Medida\tFreqüência de Corte (Hz)\tFreqüência do Ruído (Hz)\nEmpuxo\t2,1\t4,2 a 4,6 e 7,4 a 7,7\nTorque\t2,2\t4,4 a 4,6\nVelocidade\t1,0\t> 2\n4.1.1\t- Característica do Em puxo Estático\nPara se obter a resposta estática do empuxo em função da velocidade de rotação da hélice, foram realizados testes em batelada, nos quais a corrente de comando do propulsor foi gradativamente alterada em degraus com duração de 10 s. Foram realizadas quatro bateladas de testes com a finalidade de se obter a característica do propulsor em ambos os sentidos de rotação, nas faixas de +3 a +10 mA e de -3 a -10mA de corrente de comando (segundo o fabricante o acionamento eletrônico possui uma zona morta na faixa entre -4 e + 4mA). Em cada batelada foram realizadas medidas para pelo menos 40 valores da corrente de comando, sendo que em duas bateladas os degraus de corrente são crescentes e nas outras duas são\ndecrescentes. A curva característica do empuxo em função da velocidade de rotação é apresentada na figura 3.\nTeoricamente, esta característica da hélice, quando o propulsor está parado em relação à água, obedece à seguinte lei<2):\nF = a' N2 a' p\tp\na', se N > 0 ’\tp\na , se N &lt;0 ’\tp\n(D\nonde:\nFp - empuxo (N);\nNp - velocidade de rotação da hélice (rps);\na+, a - coeficientes de empuxo da hélice, respectivamente no sentido direto e no sentido reverso (N/rps2).\nAplicando-se o método dos mínimos quadrados aos dados experimentais, calcularam-se os seguintes valores para os coeficientes:\na+= 0,42 N/rps2\na - -0,42 N/rps2\nNa figura 3 apresenta-se a curva da característica estática estimada bem como os pontos medidos, evidenciando boa concordância. Note-se que os coeficientes a+ e a' foram determinados independentemente, usando-se dados correspondentes a Np> 0 e Np &lt;0. O resultado obtido, a+ = a parece coerente com a teoria, uma vez que a hélice é simétrica (operações direta e reversa) e a velocidade de incidência da água é nula nos experimentos, o que reduz o efeito do corpo do motor.\n50.00 -j\n/\n30.00-\n10.00-\no X D Cl\n■4\nÉ -10.00^\n-30.00\n♦\nDados experimentais\nCaracterística aproximada\n./\n4.\n-50.00\n-10.00\nrrrm-n i | i i i i i i i ! i f i r rrrrm [ i i i i i i i i r~|\n-5.00\t0.00\t5.00\t10.00\nVelocidade (rps)\nFig. 3 - Curva característica do empuxo produzido pela hélice em função da sua velocidade de rotação.\n4.1.2-\tCaracterística de Torque Estático\nForam realizados seis testes usando-se pulsos retangulares de corrente de comando com duração curta (5s). A curva característica do torque em função da velocidade de rotação é apresentada na figura 4. A característica de torque é análoga à do empuxo e obedece à seguinte lei(Z):\nMp - p- N* ; p- =\nP’, se N > 0 '\tp\nP , se N &lt;0\nr ’\tp\n(2)\nonde:\nMp - torque estático no eixo da hélice (Nm);\nP+ > 0, p &lt;0 - coeficientes de torque da hélice, respectivamente no sentido direto e no sentido reverso (Nm/rps2).\nA partir dos dados experimentais obtidos, calcularam-se os seguintes valores:\nP+ = 0,0092 Nm/rps2\nP‘ = - 0,0094 Nm/rps2\nCom estes coeficientes foi traçada a característica aproximada da figura 4. A partir da comparação com os pontos obtidos experimentalmente, fica claro que a aproximação é adequada para representar o torque da hélice estaticamente.\nFig. 4 - Curva característica do torque estático na carcaça do propulsor em função da velocidade de rotação da hélice.\n4.1.3\t- Modelo Estático do Motor e do seu Acionamento\nO circuito eletrônico instalado no interior do propulsor controla o ângulo de disparo dos tiristores que acionam o motor. Os tiristores estão conectados de forma que a inversão da polaridade da corrente de comando inverte a polaridade da conexão da bobina de campo do motor, possibilitando a reversão do seu sentido de rotação. O torque estático disponível no eixo deste tipo de motor (campo série) é dado aproximadamente pela expressão(4):\nM\t= K' I2 -\tM'\nm\tm a\ta\n\t+ Km, se\tIc >\nK„ -\t\t\n\t- K , se\tI&lt;\n\t\tc\n\t+ M, se\tN >\n\tfl’\tp\nM' =&lt;\t0, se N\t= 0\na\tp\t\n\t-M. se N&lt;\t\n\ta'\tp\n(3)\nonde:\nMm - torque estático disponível no eixo do motor (Nm); la - corrente de armadura (pu);\nKm > 0 - constante de torque eletromagnético do motor (Nm);\nMa > 0 - torque de atrito seco cinemático (Nm).\nNa expressão (3) foi incluído o atrito cinemático, porém não se considerou nem a não-linearidade dos materiais magnéticos usados no motor nem o atrito estático (que atua somente na partida do motor).\nO acionamento eletrônico foi modelado de forma aproximada, supondo-se que este produz uma corrente de armadura proporcional à corrente de comando, ou seja:\n/\n0, se |/.| &lt;0,2 pu\nIc , se |/| > 0,2 pu\n(4)\nonde: a faixa |lc|<0,2 pu é a zona morta do acionamento eletrônico, na faixa de |lc| &lt;4mA.\nPara se obter uma expressão analítica para a característica estática do motor, considerou-se que, em regime, o torque gerado pelo motor (Mm) é igual ao torque de reação da hélice (Mp). Sendo assim, obtém-se a seguinte expressão para a velocidade de rotação a partir das equações (2) a (4), válida fora da zona morta do motor:\t-\n= sgn (I)\n(5)\nP-\nOs parâmetros do motor foram calculados a partir dos seguintes dados experimentais: a partida do motor se dá quando a corrente de controle é lc« ± 0,26 pu (± 5,2mA); e para lc = + 0,995 pu (19,9mA) mediu-se Np= 19,3 rps. Os parâmetros calculados com estes dados foram os seguintes: Km= 3,72 Nm e Ma = 0,25 Nm.\nNa figura 5 apresenta-se a característica estática do motor acoplado à hélice (comparação entre os resultados experimentais com a característica aproximada).\nVerifica-se por esta comparação que o modelo desenvolvido de forma semi-empírica para o motor e seu acionamento é satisfatório, pelo menos estaticamente.\n10.00\n-10.00\nCaracterística aproximada Dados experimentais\nr i~ri i i i i i | i i i i i i i i i | i i i i i i i i i | i i i i i i l i i | i i i I l i i l i |\n-0.50\t-0.30\t-0.10\t0.10\n0.30\t0.50\nComando ( p.u.)\nFig. 5 - Característica da velocidade de rotação em função da corrente de comando do motor.\n4.2 - Parâmetros Dinâmicos\nA dinâmica dos propulsores de um ROV tem grande influência no desempenho do sistema de PD por acarretar atraso efetivo na atuação da malha de controle. A determinação dos parâmetros dinâmicos foi feita aplicando-se ao propulsor degraus de corrente de comando e analisando-se a resposta no tempo do torque e do empuxo.\nIdentificou-se um retardo bastante significativo na atuação do motor. Verificou-se que a cada vez que a corrente de comando do acionamento entra na zona morta, um temporizador, no circuito de acionamento, é \"resetado\" e só religa a corrente de armadura após decorrido um tempo de retardo (td), dependente do comando aplicado (tabela I). Para o desenvolvimento do sistema de PD assumiu-se td = 0,5 s, contados a partir do instante em que a corrente de comando deixa a zona morta do acionamento.\nConsiderou-se que toda a energia armazenada no propulsor é cinética e é armazenada numa inércia (Jp), que engloba o momento de inércia do rotor, o momento de inércia da hélice e o efeito da energia\ncinética armazenada no fluido impulsionado pela hélice'2-3). Foi incorporada a equação de estado (6) ao modelo da hélice (1) e (2) e ao modelo do motor e seu acionamento (3) e (4).\n{Mm - Mp)\n1 ’ (2irJp)\nPode-se mostrar que uma solução analítica para o modelo dinâmico do propulsor,\nquando um degrau de corrente de comando é aplicado em t = 0, com condição inicial Np (0) - 0 rps é a seguinte:\nM\nN (/) = sgn (p)\t— Igh (//t)\n'\tp-\nonde o coeficiente de tempo é:\n2rt J\np\nT = ---------—\na' M\nF (0 -------------&lt;gh- (f/x)\nP P-\n(7)\n(8)\nVerifica-se a dependência de t em relação ao torque aplicado, Mm, que é uma conseqüência do comportamento não-linear do propulsor.\nDefine-se o tempo de resposta (tr) do propulsor como o tempo que o seu empuxo leva para atingir 90% do seu valor de regime (descontado o tempo de retardo do acionamento). Analisando-se a equação (7) conclui-se que este tempo é tr = 1 ,82t. A partir de experimentos em que se mede o tempo de resposta é possível calcular a inércia Jp do propulsor pela expressão:\nNa figura 6 apresenta-se a resposta do propulsor a um degrau de 10 mA (0,5 pu) aplicado em t = 1 s. Observa-se o tempo de retardo do acionamento (td) e o tempo de resposta (tr).\n3\nFig. 6- Resposta do propulsor a um degrau de 10 mA (0,5 p.u.). Observa-se o tempo de retardo do acionamento (td) e o tempo de resposta (tr).\nNa tabela I apresentam-se os tempos de retardo e de resposta medidos para diversas amplitudes do degrau, tanto no sentido de rotação direta quanto reversa. Apresenta também o momento de inércia do propulsor (Jp) calculado por (9) a partir dos dados de cada experimento. A tabela II sumariza os parâmetros do propulsor do ROV Tatui obtidos pelos testes experimentais aqui descritos.\nTABELA I\nTEMPOS DE RETARDO E DE RESPOSTA E MOMENTO DE INÉRCIA DO PROPULSOR PARA DIVERSOS DEGRAUS DA CORRENTE DE CONTROLE\nlc(PU)\ttd(ms)\ttr(ms)\tJp(10 3 kg m2)\n+0,30\t610\t150\t0,37\n-0,30\t720\t180\t0,44\n+0,35\t480\t115\t0,44\n-0,35\t445\t130\t0,50\n+0,40\t410\t115\t0,57\n-0,40\t420\t105\t0,52\n+0,50\t390\t85\t0,59\n-0,50\t385\t90\t0,63\nTABELA II\nPARÂMETROS DO PROPULSOR DETERMINADOS EXPERIMENTALMENTE\nPARÂMETRO\tSÍMBOLO\tVALOR\tUNIDADE\nCoeficiente de empuxo (direto)\tCT‘(0°)\t0,074\t—\nCoeficiente de empuxo (reverso)\tCt'(180°)\t-0,074\t—\nCoeficiente de torque (direto)\tcQ(0°)\t0,0069\t—\nCoeficiente de torque (reverso)\tCq(180°)\t-0,0071\t—\nFaixa de comando do acionamento\tlc máx.\t±20\tmA\nZona morta do acionamento\tIc min.\t± 4\tmA\nConstante de torque do motor\tKm\t3,72\tNm\nTorque de atrito seco cinemático\tMa\t0,25\tNm\nTempo de retardo do acionamento\ttd\t0,5\ts\nMomento de inércia\tJp\t&lt;0,7 x 10‘3\tkg m2\n5-CONCLUSÕES\na)\tFoi proposto um modelo matemático semi-empírico para descrever o desempenho estático e dinâmico do propulsor. Este modelo produziu resultados bastante coerentes com aqueles obtidos experimentalmente. Note-se que o modelo contém uma incerteza no parâmetro de inércia Jp (tabela II). O projeto do sistema de controle do ROV considerou tal incerteza.\nEm primeira instância, pela análise dos resultados obtidos, pode-se prever que o comportamento do sistema de PD deverá ser mais influenciado pelo tempo de retardo do acionamento do que pela inércia do propulsor, uma vez que esta última resulta num tempo de resposta (&lt;0,2 s) bem menor que o retardo (~ 0,5 s). Uma ferramenta interessante para avaliar essa conclusão é o simulador on line.\nb)\tEstima-se que, com os dados, métodos e sistemas de medição disponíveis, os parâmetros principais foram obtidos dentro de ± 10% de precisão. Como os algoritmos de controle que foram utilizados são bastante \"robustos\", isto é, mantêm bom desempenho na presença de incertezas (por exemplo, devido à imprecisão dos parâmetros), a precisão obtida foi amplamente suficiente para se projetar o sistema de PD.\nc)\tOs parâmetros estáticos da hélice, obtidos teoricamente, são superestimados devido às limitações do método matemático empregado (teoria potencial) que não considera a viscosidade da água. (|CT‘| = 0,150 (teórico) e |CT*| = 0,074 (experimental)).\nAs seguintes expectativas teóricas foram confirmadas experimentalmente:\n-\ta simetria do coeficiente de empuxo, nas condições direta e reversa, devido à simetria geométrica das pás da hélice;\n-\ta relação entre os valores dos coeficientes de empuxo e de torque esperada (|CT*/CQ‘|~10). Estas observações reforçam a confiabilidade dos procedimentos experimentais adotados.\nd)\tAlém da obtenção dos parâmetros dos propulsores do \"Tatuí\", a atividade relatada levou ao desenvolvimento de uma metodologia para a obtenção experimental dos parâmetros dinâmicos de\npropulsores de ROVs, os quais podem ser importantes para o desenvolvimento do PD. No software de aquisição de dados desenvolvido, criou-se um ambiente para testar algoritmos de controle para PD por meio da simulação híbrida. Este recurso possibilitou o refinamento dos algoritmos de controle sem utilizar o próprio ROV Tatuí, o que permitiu reduzir os custos dos testes preliminares do sistema de controle.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(') DOMINGUEZ, R. B. Simulação e controle de veículo submarino de operação remota. Rio de Janeiro:Universidade Federal do Rio de Janeiro. COPPE, 1989. Tese de M. Sc., Programa de engenharia elétrica.\n(2)\tCUNHA, J. P. V. S. Projeto e estudo de simulação de um sistema de controle a estrutura variável de um veículo submarino de\noperação remota. Rio de Janeiro : Universidade Federal do Rio de Janeiro. COPPE, 1992. Tese de M. Sc. Programa de engenharia elétrica.\n(3)\tYOERGER, D. N., COOKE, J. G., STOLINE, J. J. E. The influence of thruster dynamics on underwater vehicle behavior\nand their incorporation into control system design. IEEE Journal of Oceanic Engineering, New York, v.15, n.3, p.167178, 1990.\n(4)\tKOSOW, I. L. Máquinas elétricas e transformadores. Porto Alegre : Globo, 1972.\n(5)\tMODELAGEM hidrodinâmica para simular o movimento de um ROV. In : RELATÓRIO do Evento # 1 do Projeto ET\n130104. [s.l.] : COPPETEC, 1992.\n(6)\tPLANEJAMENTO de testes experimentais com o ROV \"Tatui\". In: RELATÓRIO do Evento # 3 do Projeto ET 130104. [s.l ]:\nCOPPETEC, 1993.\n(7)\tPLANEJAMENTO dos experimentos com o propulsor. In : RELATÓRIO do Evento # 3 do Projeto ET 130104. [s.l.] :\nCOPPETEC, 1993.\n(8)\tDETERMINAÇÃO experimental dos parâmetros do propulsor. In : RELATÓRIO do Evento # 4 do Projeto ET130104. [s.l] :\nCOPPETEC, 1993.\n0 INSTITUTO DE PESQUISAS TECNOLÓGICAS. Ensaio de água aberta do propulsor para veiculo de controle remoto. São Paulo, 1988 (Relatório n. 26.480).\n(10) RUSSEL, G. T. A design methodology for nonlinear systems, In : NONLINEAR system design, [s. I. : s.n.], 1984. Chapter 8.\n(\") KAPSENBERG, G. K. A step towards the introduction of simulation techniques in the world of remotely operated underwater vehicles. International Shipbuilding Progress, Rotterdam, v. 32, n. 368,1985.\n(’2) NOMOTO, M., HATTORI, M. A deep ROV \"DOLPHIN 3K\": design and performance analysis. IEEE Journal of Oceanic Engineering, New York, v. OE11, n.3, 1986.\n(,3) ISHIDERA, et al. Simulation and experiment of automatic controlled ROV. In : INTERNATIONAL OFFSHORE MECHANICAL AND ARTIC ENGINEERING SYMPOSIUM, 05, Tóquio, 1986. Proceedings... New York : American Society of Mechanical Engineers, 1986. 4 v."}]}}}