{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12460"}, {"@name": "filename", "#text": "18126_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LUCIANO MORAES SÁ \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEXIGÊNCIA NUTRICIONAL DE CÁLCIO E SUA BIODISPONIBILIDADE EM \n\nALGUNS ALIMENTOS PARA FRANGOS DE CORTE \n\n \n\n \n\n \n\n \n\n \n\n \n\nTese apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Zootecnia, para \nobtenção do título de “Magister \nScientiae”. \n\n \n\n \n \n \n \n \n \n \n \n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2001\n\n\n\n \n\n \n\n \n\nii\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA Deus, pela minha existência e por estar sempre presente. \n\nAos meus pais Darci e Dinalva, pelo amor, pela confiança e pelo apoio. \n\nÀ minha irmã Synara, pela amizade e pelo companheirismo. \n\nÀ minha avó Nicinha, pelo carinho e por todos esses anos de orações. \n\nA todos da minha família que sempre me apoiaram. \n\nAos meus amigos, pela convivência fundamental. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\niii \n\nAGRADECIMENTO \n\nÀ Universidade Federal de Viçosa, à Pró-Reitoria de Pesquisa e  \n\nPós-Graduação e, em especial, ao Departamento de Zootecnia, pela oportunidade \n\nde realização do curso. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), \n\npela concessão da bolsa de estudo. \n\nAo professor Paulo Cezar Gomes, pela dedicada orientação, pelos \n\nensinamentos, pela confiança e pelo apoio. \n\n Aos professores Luiz Fernando Teixeira Albino e Horacio Santiago \n\nRostagno, pelo aconselhamento e pela ajuda, que em muito somaram para a \n\nrealização deste trabalho. \n\nAos professores Paulo Roberto Cecon e Júlio Maria Ribeiro Pupa, membros \n\nda banca examinadora, pela atenção e pelas valiosas sugestões apresentadas. \n\nAo professor Ricardo Frederico Euclydes (Bajá) e Robledo de Almeida \n\nTorres, pela ajuda nas análises estatísticas. \n\nÀ professora Ana Lúcia Salaro, pela grande contribuição na formação do \n\nmeu caráter profissional e pela amizade. \n\n Aos amigos-irmãos Viviane, Vidal, Fabiana, Bóris, Verônica, Adrianinho e \n\nAlessandra, por serem exemplos da verdadeira e incondicional amizade. \n\n\n\n \n\n \n\n \n\niv \n\n Aos amigos Priscila, Adriano Cupim, Eliane, Gisele, Débora, Gladstone, \n\nJosé Geraldo, Salete, Terezão, Marlene e Edenio, pela força e pelo apoio na \n\nelaboração deste trabalho. \n\nAos amigos André, Cláudio, Vinícius, Samuel e Max, pelo excelente convívio \n\ne companheirismo. \n\nAos funcionários do Setor de Avicultura, em especial ao Adriano, Mauro, \n\nElízio e Joselino, pela colaboração essencial durante os experimentos. \n\nAos funcionários do Laboratório de Nutrição Animal e ao técnico Luciano do \n\nLaboratório de Celulose e Papel, pela ajuda na realização das análises. \n\nAos demais professores, colegas e funcionários do Departamento de \n\nZootecnia que, direta ou indiretamente, contribuíram para a realização desta \n\npesquisa.  \n\n  \n\n\n\n \n\n \n\n \n\nv \n\n \n \n\nBIOGRAFIA \n\nLUCIANO MORAES SÁ, filho de Darci Vicente de Sá e Dinalva Moraes \n\nTeixeira Sá nasceu em 11 de julho de 1974, em Governador Valadares, Minas \n\nGerais. \n\n Em março de 1993, iniciou o curso de Zootecnia na Universidade Federal \n\nde Viçosa – UFV, graduando-se em dezembro de 1997. \n\n Durante o ano de 1998 e parte de 1999, participou de cursos e estágios na \n\nFiorello H. LaGuardia Community College – The City University of New York – e  \n\nem empresas particulares nos Estados Unidos da América. \n\n Em setembro de 1999, ingressou no Programa de Mestrado em Zootecnia, \n\nda Universidade Federal de Viçosa, concentrando seus estudos na área de \n\nNutrição de Monogástricos. \n\n Em agosto de 2001, submeteu-se à defesa de tese para obtenção do título \n\nde “Magister Scientiae”. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\nvi \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÍNDICE \n\n \n\n \n\n Página \n\nRESUMO................................................................................................... viii \n\nABSTRACT .............................................................................................. x \n\nINTRODUÇÃO ......................................................................................... 1 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ........................................................ 4 \n\nExigência Nutricional de Cálcio e sua Disponibilidade em Alguns \nAlimentos Para Frangos de Corte, no Período de 1 a 21 Dias de \nIdade......................................................................................................... \n\n \n \n5 \n\nResumo .................................................................................................... 5 \n\nAbstract .................................................................................................... 6 \n\nIntrodução.................................................................................................. 7 \n\nMaterial e Métodos ................................................................................... 9 \n\nResultados e Discussão ........................................................................... 13 \n\nExigência nutricional de cálcio para frangos de corte de 1 a 21 dias de \nidade ......................................................................................................... \n\n \n14 \n\nDisponibilidade relativa do cálcio ............................................................. 23 \n\nConclusões ............................................................................................... 26 \n\nLiteratura Citada ....................................................................................... 27 \n\n\n\n \n\n \n\n \n\nvii \n\nExigência Nutricional de Cálcio para Frangos de Corte, nas Fases \nde Crescimento (22 a 42 Dias de Idade) e Terminação (43 a 53 Dias \nde Idade) .................................................................................................. \n\n \n \n\n31 \n\nResumo .................................................................................................... 31 \n\nAbstract .................................................................................................... 32 \n\nIntrodução.................................................................................................. 33 \n\nMaterial e Métodos ................................................................................... 34 \n\nResultados e Discussão ........................................................................... 38 \n\nExperimento 1 - Exigência nutricional de cálcio para frangos de corte \nno período de 22 a 42 dias de idade............................ \n\n \n39 \n\nExperimento 2 - Exigência nutricional de cálcio para frangos de corte \nperíodo de 43 53 dias de idade ................................... \n\n \n46 \n\nConclusões ............................................................................................... 52 \n\nLiteratura Citada ....................................................................................... 53 \n\nRESUMO E CONCLUSÕES .................................................................... 56 \n\nAPÊNDICE................................................................................................ 57 \n\nAPÊNDICE A ............................................................................................ 58 \n\nAPÊNDICE B ............................................................................................ 60 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n \n\nviii \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nRESUMO \n \n\n \n\nSÁ, Luciano Moraes M.S. Universidade Federal de Viçosa, Agosto de 2001. \nExigência nutricional de cálcio e sua biodisponibilidade em alguns \nalimentos para frangos de corte. Orientador: Paulo Cezar Gomes. \nConselheiros: Luiz Fernando Teixeira Albino e Horacio Santiago Rostagno. \n\n \n\n \n\nCom os objetivos de determinar a biodisponibilidade relativa do cálcio no \n\nfosfato bicálcico e nos calcários calcítico e dolomítico; bem como a exigência \n\nnutricional deste mineral para frangos de corte nas fases inicial (1 a 21 dias), \n\ncrescimento (22 a 42 dias) e terminação (43 a 53 dias), três experimentos foram \n\nconduzidos utilizando-se 720, 360 e 360 frangos de corte Avian Farm, \n\nrespectivamente. A dieta basal utilizada em cada experimento, atendia as \n\nexigências das aves em todos os nutrientes, menos em cálcio, que permaneceu \n\ndeficiente ao nível de 0,161%. Os valores da exigência de cálcio foram estimados \n\natravés das variáveis de ganho de peso (GP), conversão alimentar (CA), teores de \n\ncálcio e cinzas nos ossos em porcentagem (CAOP, COP), e em gramas (CAOG, \n\nCOG), e resistência à quebra dos ossos, (RQO) utilizando-se os modelos de \n\nRegressão Linear e/ou Quadrática. Determinaram-se os valores de disponibilidade \n\nrelativa de cálcio no fosfato bicálcico e nos calcários calcítico e dolomítico pela \n\nrelação dos coeficientes de regressão utilizando-se a técnica do “Slope Ratio \n\nTechnique”, considerando o carbonato de cálcio como 100% disponível. No \n\n\n\n \n\n \n\n \n\nix \n\nexperimento 1, houve efeito dos níveis de cálcio sobre todas as variáveis. As \n\nestimativas de exigência de cálcio para frangos de corte de 1 a 21 dias de idade \n\nvariaram pelo modelo quadrático de no mínimo de 0,93% para a variável CAOP e \n\nno máximo de 1,20% para a variável RQO. No experimento 2, houve efeito \n\nsignificativo dos níveis de cálcio sobre quase todas as variáveis estudadas, não \n\nafetando apenas a conversão alimentar. As estimativas de exigência de cálcio \n\npara frangos de corte de 22 a 42 dias de idade variaram de 0,93; 1,01; 1,28; 1,01; \n\ne 0,95 para as variáveis GP, CAOP, RQO, COP e COG, respectivamente, pelo \n\nmodelo quadrático. No experimento 3, os efeitos dos níveis de cálcio foram \n\nsignificativos apenas para as variáveis CAOP, CAOG, RQO e COP. As estimativas \n\nde exigência de cálcio para frangos de corte de 43 a 53 dias de idade foram de \n\n0,91; 0,94; 1,18; e 0,97%, para as variáveis CAOP, CAOG, RQO e COP, \n\nrespectivamente pelo modelo quadrático. As exigências de cálcio estimadas de \n\nacordo com as respostas biológicas das aves frente aos níveis de cálcio \n\nestudados, foram de 1,02; 1,01; e 0,97% de cálcio para frangos de corte de 1 a 21, \n\n22 a 42 e 43 a 53 dias de idade, respectivamente. Contudo, levando-se em \n\nconsideração a resistência à quebra óssea, que é uma variável importante no \n\nabate e processamento das aves, a exigência de cálcio para frangos de corte de 1 \n\na 21, 22 a 42 e 43 a 53 dias de idade seria de 1,20; 1,28; e 1,18%, \n\nrespectivamente. Os valores médios da biodisponibilidade relativa de cálcio \n\nobtidos considerando todas as variáveis estudadas foi de 99,99% para o fosfato \n\nbicálcico, 84,67% para o calcário calcítico e de 75,28% para o calcário dolomítico.   \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n \n\n \n\n \n\nx \n\n \n\nABSTRACT \n\nSÁ, Luciano Moraes. M.S. Universidade Federal de Viçosa, August 2001. Calcium \nrequirements and his bioavailability in some feedstuffs for broilers. \nAdviser: Paulo Cezar Gomes. Committee members: Luiz Fernando Teixeira \nAlbino and Horacio Santiago Rostagno. \n\n \n\n \n\nThree experiments were carried out, with 720, 360 and 360 chickens, \n\nrespectively, to determine the availability of calcium in dicalcium phosphate, calcitic \n\nlimestone and dolomitic limestone; as well the nutritional requirement of this \n\nmineral for broilers in the initial phase (1 to 21 days), growth phase (22 to 42 days) \n\nand final phase (43 to 53 days). In each experiment, a basal diet was formulated to \n\nprovide the chicks nutritional requirements, except for the calcium, that remained \n\ndeficient at the level of 0.161%. Weight gain (WG), feed:gain ratio (F:G), bone \n\nfracture resistance (BFR), calcium and ashes contents in the bone in percentage \n\n(CABP, CBP) and gram (CABG, CBG) were the evaluated variables. The calcium \n\nrequirements was estimated using the Quadratic Regression Model and the Linear \n\nResponse Plateau Discontinuous Model (LRP). The calcium relative availability \n\nwas determinate using the Slope Ratio Technique, considering the calcium \n\ncarbonate as 100% available. In experiment 1, the calcium levels effects were \n\nsignificant for all evaluated variables. Calcium requirement estimates for broiler \n\nchicks during 1 to 21 days varied from 0.97, 1.01, 0.93, 1.01, 1.20, 0.98, and \n\n\n\n \n\n \n\n \n\nxi \n\n1.02%, for WG, F:G, CABP, CABG, BFR, CBP and CBG, respectively, by the \n\nquadratic model. In experiment 2, the calcium levels effects were also significant \n\nfor almost all variables evaluated. Calcium requirement estimates for broiler chicks \n\nduring 22 to 42 days varied from 0.93, 1.01, 1.28, 1.01, and 0.95% for WG, CABP, \n\nBFR, CBP and CBG, respectively, by the quadratic model. In the experiment 3, the \n\ncalcium levels effects only were significant for CABP, CABG, BFR and CBP. \n\nCalcium requirement estimates for broiler chicks from 43 to 53 days ranged from \n\n0.91, 0.94, 1.18, and 0.97%, for CABP, CABG, BFR and CBP, respectively, by the \n\nquadratic model. According to the biological values observed for the chickens, it \n\nwere suggested the calcium requirements estimates of 1.02, 1.01, and 0.97% for \n\nbroilers from 1 to 21, 22 to 42 and 43 to 53 days old, respectively. However, \n\naccording the bone fracture resistance, an important variable for the poultry meat \n\nindustry, the calcium requirement suggest for broilers from 1 to 21, 22 to 42 and 43 \n\nto 53 days old would be 1.20, 1.28, and 1.18%, respectively. The average values \n\nof relative calcium availability were 99.99% for dicalcium phosphate, 84.67% for \n\ncalcitic limestone and 75.28% for dolomitic limestone in this experiment. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 1\n\nINTRODUÇÃO  \n\nO cálcio e o fósforo correspondem à maior parte dos minerais requeridos \n\npelas aves e, juntos, perfazem os maiores custos dos suplementos minerais \n\n(Waldroup, 1996). Segundo Underwood (1981), estes minerais correspondem \n\nmais de 70% das cinzas do organismo animal, estando aproximadamente 99% \n\nde cálcio e 80% de fósforo localizados nos ossos e dentes e o restante, nos \n\nmúsculos, sangue e outros tecidos. \n\nNo organismo, o cálcio exerce funções plásticas e dinâmicas. A função \n\nplástica manifesta-se pela formação do tecido ósseo, onde está estreitamente \n\nligado ao fósforo e ao magnésio. De acordo com Getty (1981), o osso é uma \n\nsubstância viva, com vasos sangüíneos, vasos linfáticos, nervos e uma \n\nestrutura orgânica de tecidos e células. A ossificação consiste na \n\ntransformação de um tecido mole, chamado matriz protéica, em tecido ósseo, \n\npela deposição de minerais, entre os quais o fosfato tricálcico representa entre \n\n60 e 75%. O tecido ósseo não é apenas um tecido estrutural; funciona ainda \n\ncomo reserva de cálcio e fósforo para o organismo, pois, ao contrário do tecido \n\ninerte formador dos dentes, sofre constante remodelagem e renovação. Se a \n\nconcentração de cálcio no sangue está reduzida, o cálcio ósseo é rapidamente \n\nmobilizado do osso para elevar os níveis plasmáticos. O cálcio, em relação às \n\nfunções dinâmicas, é necessário para manter a permeabilidade normal das \n\ncélulas, auxiliando, assim, no controle da pressão osmótica. É um mineral \n\nindispensável à coagulação do sangue, à produção de ovos e à produção do \n\nleite. Os íons cálcio regulam a contractilidade dos músculos e, se estiverem em \n\n\n\n 2\n\nníveis inadequados no sangue, pode haver a ocorrência de contrações \n\nmusculares. Os íons cálcio atuam ainda na regulação da excitabilidade \n\nneuromuscular, transmitindo os impulsos nervosos ao nível das junções \n\nneuromusculares.  \n\nNo Brasil, a principal fonte de cálcio utilizada na alimentação de aves e \n\nsuínos é o calcário calcítico, que é uma fonte especialmente rica em cálcio, \n\nabundante e de baixo custo (Veloso &amp; Bessa, 1995), encontrado em várias \n\nregiões e em grandes quantidades. Segundo Fialho et al. (1992), o calcário \n\ncalcítico é proveniente de rochas calcárias, calcinadas, trituradas e com baixo \n\nteor de magnésio. Outras fontes de cálcio incluem o calcário dolomítico (pouco \n\nutilizado, em razão do excesso de magnésio), a farinha de ossos, a farinha de \n\nostras, o gesso, os fosfatos de rocha e algas calcárias. Contudo, a maioria dos \n\nsuplementos fosfóricos geralmente adicionados às rações de aves e suínos \n\npossui variados teores de cálcio. \n\nOs fatores que influenciam a exigência de cálcio são basicamente \n\nvariabilidade de nutrientes dos ingredientes das rações, disponibilidade dos \n\nnutrientes, performance potencial dos animais, nível de energia do alimento, \n\ntemperatura ambiente, estresse por doença, ventilação deficiente, interação de \n\ningredientes, interação de nutrientes, ingestão adequada de vitamina D e \n\nintegridade do fígado e rins para converter a forma hormonal da vitamina D. \n\nSegundo Waldroup (1996), além desses fatores, também devem ser \n\nconsiderados a idade e o estado fisiológico dos animais. Por exemplo, os \n\nanimais jovens, que apresentam rápido desenvolvimento do tecido esquelético, \n\ntendem a utilizar os minerais mais eficientemente que os animais velhos. Por \n\noutro lado, galinhas poedeiras em produção utilizam melhor os minerais do que \n\naquelas que não estejam produzindo. \n\nO requerimento de cálcio e fósforo para frangos de corte tem sido \n\npesquisado há várias décadas. Todavia, com o melhoramento genético, as \n\naves apresentam uma taxa de crescimento cada vez mais elevada, sendo, \n\nportanto, necessário dar continuidade às pesquisas da exigência destes \n\nminerais. Simco &amp; Stephenson (1960) e Formica et al. (1961) recomendam \n\n0,6% de cálcio para máximo crescimento. Já Mehring &amp; Titus (1964) \n\nrecomendam 1% de cálcio e 0,6% de fósforo para frangos de corte, enquanto o \n\n\n\n 3\n\nNational Research Council - NRC (1984) sugere 1,1% de cálcio e 0,7% de \n\nfósforo para maximizar o desempenho.  \n\nO conceito de biodisponibilidade implica que a biodisponibilidade dos \n\nnutrientes de diferentes fontes varia e essa diferença pode ser quantificada e, \n\nportanto, as fontes podem ser comparadas (Waldroup, 1996). A disponibilidade \n\né a medida do grau com que a fonte em estudo fornece o nutriente que será \n\nrealmente utilizado nos processos fisiológicos pelo animal.  \n\nA biodisponibilidade das fontes de cálcio e fósforo é geralmente \n\ndeterminada por de bases comparativas entre as fontes em teste com uma \n\nfonte considerada padrão, a qual é dado arbitrariamente o valor de 100% \n\ndisponível. A taxa de ganho de peso, a conversão alimentar, a resistência à \n\nquebra do osso, a cinza e o cálcio nos ossos são os critérios mais utilizados \n\npara a determinação da disponibilidade de cálcio em aves.  \n\nA biodisponibilidade de cálcio, em quatro fosfatos de Araxá, para frangos \n\nde corte, foi determinada por Veloso et al. (1998), que observaram os valores \n\nde 110,49; 51,31; 108,67; e 50,65, respectivamente, para os fosfatos que \n\ncontinham diferentes níveis de fósforo em sua composição. Os fosfatos \n\nnaturais com maior disponibilidade de cálcio foram aqueles que apresentaram \n\ngranulometria maior. Estes resultados estão de acordo com a citação de Griffith \n\n&amp; Schexnailder (1970), que constataram maior disponibilidade nas fontes cujas \n\npartículas são maiores, por ocorrer maior retenção do alimento na parte \n\nsuperior do trato gastrointestinal. Esta retenção propicia maior período de \n\npermanência do alimento em ambiente ácido, ocasionando maior solubilização \n\nde cálcio e fósforo. \n\nOs trabalhos a seguir foram escritos segundo as normas da Revista \n\nBrasileira de Zootecnia.  \n\n \n\n \n\n \n\n \n\n\n\n 4\n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nFIALHO, E.T.; BARBOSA, H.P.; BELLAVER, C. et al. Avaliação nutricional de \nalgumas fontes de suplementação de cálcio para suínos - \nbiodisponibilidade e desempenho. Revista Sociedade Brasileira de \nZootecnia, v.21, n.5, p.891-905. 1992. \n\n FORMICA, S.D.; SMINT, M.J.; BACHARAC, M.M. et al. Calcium and \nphosphorus requirements of growing turkeys and chickens. Poultry \nScience, v.41, p.771-776, 1962. \n\nGETTY, R. Anatomia dos animais domésticos. 5.ed. Rio de Janeiro: \nInteramericana, 1981. 1134p.  \n\nGRIFFITH, M.; SCEXNAILDER, R. The relation of dietary particle size on the \nutilization of phosphates by chicks. Poultry Science, v.49, p.1271-1274, \n1970. \n\nMEHRING, A.L.; TITUS, H.M. Levels of calcium and phosphorus in the diet of \nyoung growing chickens. Poultry Science, v.43, p.1474-1484, 1964. \n\nNATIONAL RESEARCH COUNCIL - NRC. Nutrients requirements of poultry. \n8.ed. 1984. Washington, D.C.  \n\nSIMCO, T.F.; STEPHENSON, E.L. Reevaluation of the calcium-phosphorus \nrequirements of the chick. Poultry Science, v.40, p.1188-1192, 1961. \n\nUNDERWOOD, E.J. Los minerales en la nutricion del Ganado. Zaragosa: \nAcribicia, 1981. p.210.  \n\nVELOSO, J.A.F.; BESSA, L.H.F. Biodisponibilidade de cálcio em seis \nsuplementos de fósforo e/ou de cálcio para frangos de corte. Arquivo \nBrasileiro de Medicina Veterinária, v.47, n.1, p.819-829, 1995. \n\nVELOSO, J.A.F.; HOSSAIN, S.M.; REZENDE, M.J.M. Biodisponibilidade de \ncálcio em quatro suplementos de fósforo para frangos de corte. Arquivo \nBrasileiro de Medicina Veterinária, v.50, n.1, p.75-79, 1998. \n\nWALDROUP, P.W. Bioassays remain necessary to estimate phosphorus, \ncalcium bioavailability. Feedstuffs, v.68, p.13-20, 1996. \n\n\n\n 5\n\nExigência Nutricional de Cálcio e sua Biodisponibilidade em Alguns \n\nAlimentos para Frangos de Corte, no Período de 1 a 21 Dias de Idade \n\n \n\nResumo - Foram utilizados 720 pintos de corte de um dia de idade, da \n\nlinhagem Avian Farm, 360 machos e 360 fêmeas, com o objetivo de determinar \n\na exigência nutricional de cálcio e a disponibilidade relativa do cálcio no fosfato \n\nbicálcico, calcário calcítico e calcário dolomítico, utilizando-se o carbonato de \n\ncálcio como padrão, sendo atribuído o valor de 100% de disponibilidade de \n\ncálcio. O experimento teve duração de 21 dias. O delineamento experimental \n\nadotado foi o inteiramente casualizado, com 12 tratamentos, seis repetições, \n\nsendo a unidade experimental foi representada pelo box, contendo cinco \n\nmachos e cinco fêmeas. Os tratamentos foram constituídos da suplementação \n\nda dieta basal com 0,0; 0,25; 0,50; 0,75; 1,00; e 1,25% de cálcio proveniente do \n\ncarbonato de cálcio e dois níveis de cálcio, 0,50 e 0,75%, provenientes de cada \n\numa das fontes de cálcio em teste: fosfato bicálcico e calcários calcítico e \n\ndolomítico. Os seis primeiros tratamentos foram utilizados para determinar a \n\nexigência de cálcio das aves. Na determinação da disponibilidade de cálcio nas \n\nfontes estudadas, os tratamentos com 0,25; 1,00; e 1,25% de cálcio, \n\nsuplementados a partir do carbonato de cálcio, não foram considerados, sendo \n\nutilizados apenas os níveis com 0,50 e 0,75% oriundos desta fonte, além dos \n\nníveis provenientes das fontes em teste. Considerando-se as respostas \n\nbiológicas das aves frente aos níveis de cálcio estudados, determinou-se o \n\nvalor de 1,02% para atender a exigência de cálcio para frangos de corte de 1 a \n\n21 dias de idade. Contudo, levando-se em consideração a resistência a quebra \n\nóssea, a exigência de cálcio para frangos de corte de 1 a 21 dias seria de \n\n1,20%. Os valores médios da disponibilidade relativa de cálcio obtidos, \n\nconsiderando-se todas as variáveis estudadas, foram de 99,99% para o fosfato \n\nbicálcico, 84,67% para o calcário calcítico e de 75,28% para o calcário \n\ndolomítico.   \n\n \n\nPalavras-chave: requerimento de cálcio, disponibilidade, fontes, frangos de \n\ncorte \n\n\n\n 6\n\nCalcium Requirements and its Bioavailability in Some Feedstuffs for \n\nBroilers Chickens, from 1 to 21 Days Old \n\n \n\nAbstract - One experiment was carried to determine the nutritional \n\nrequirement of calcium for broilers in the starting phase (1 to 21 days) and to \n\nevaluate the availability of this mineral in dicalcium phosphate, calcitic limestone \n\nand dolomitic limestone. Seven hundred and twenty 1-d old Avian Farm broiler \n\nchicks (360 from each sex) were used. The experiment lasted 21 days. A \n\ncompletely randomized design, with 12 treatments, sis replications and 10 birds \n\nper experimental box (five males and five females) was used. A basal diet was \n\nformulated to meet the birds nutritional requirements, except for the calcium, \n\nthat remained deficient at the level of 0.161%. The basal diets were \n\nsupplemented with 0.01, 0.25, 0.50, 0.75, 1.00 and 1.25% calcium levels from \n\ncalcium carbonate and two levels of calcium (0.50 and 0.75%) from each \n\nsource in test: dicalcium phosphate, calcitic limestone and dolomitic limestone. \n\nThe first six treatments were used to estimate the calcium requirements of \n\nbroilers. To determine the calcium availability in the studied sources, the \n\ntreatments with 0.25, 1.00 and 1.25% of calcium were not considered. At the \n\nend of experiment, 144 birds were sacrificed by cervical dislocation for the \n\npurpose of determining the tibia breaking strength, calcium and ash levels in \n\ntheir tibias. According to the biological values observed for the chickens, the \n\nestimated calcium requirements were of 1.02% for broilers from 1 to 21 days \n\nold. However, according the tibia breaking strength, the calcium requirement \n\nsuggested for broilers from 1 to 21 days old would be 1.20%. The average \n\nvalues of relative calcium availability were 99.99% for dicalcium phosphate, \n\n84.67% for calcitic limestone and 75.28% for dolomitic limestone. \n\n \n\nKey Words: calcium requirement, availability, sources, broiler chicks \n\n \n\n \n\n \n\n\n\n 7\n\nIntrodução \n\n \n\nOs minerais compreendem cerca de 4% da composição corporal dos \n\nanimais vertebrados; o cálcio e o fósforo respondem por mais da metade desta \n\nquantia. O cálcio o mineral mais abundante no corpo animal, estando presente, \n\naproximadamente, 99% no esqueleto ósseo e dentes, e o restante espalhado \n\npor fluídos e tecido do corpo (Underwood, 1981). O cálcio é requerido pelas \n\naves para formação e manutenção da estrutura óssea, adequado crescimento \n\ne utilização eficiente dos alimentos, formação da casca do ovo, transmissão de \n\nimpulsos nervosos, coagulação sangüínea, contração muscular, ativador de \n\nsistemas enzimáticos e envolvimento com a secreção de diferentes hormônios.   \n\nWaldroup (1996) relata que o sintoma primário da deficiência de cálcio em \n\nanimais jovens é o raquitismo, que é caracterizado pela calcificação anormal \n\ndos ossos. O cálcio e o fósforo não são depositados em quantidade suficiente \n\nna matriz óssea para desenvolver ossos densos e fortes. O raquitismo em \n\nestádio avançado pode ser detectado por intermédio da observação de juntas \n\nentumecidas e inchadas, alargamento das terminações ósseas e má formação \n\nde bicos, que apresentam um aspecto emborrachado. A osteomalacia é \n\nindicativo da deficiência de cálcio ou fósforo em animais velhos. \n\nO cálcio e fósforo são elementos intimamente associados ao \n\nmetabolismo, ocorrendo no organismo combinados entre si na maioria das \n\nvezes, de modo que a carência de um ou de outro na dieta limita o valor \n\nnutritivo de ambos (Maynard et al., 1984). Muitos fatores influenciam a \n\nutilização e o metabolismo do cálcio no organismo, como por exemplo: a \n\ncorreta relação de cálcio e fósforo na dieta, a presença da vitamina D, a \n\ndisponibilidade biológica dos suplementos utilizados nas rações e a idade dos \n\nanimais.  \n\nOs grãos e as sementes são a base da alimentação das aves e possuem \n\nteores de cálcio muito baixos, em quantidade insuficiente para suprir os \n\nrequisitos nutricionais. Segundo Gueguem (1990), o cálcio de origem vegetal é \n\npouco solúvel e absorvível, por estar em grande parte insolubilizado sob a \n\nforma de fitato ou oxalato. Assim, é incontestável a importância da \n\nsuplementação de cálcio para corrigir esta deficiência. \n\n\n\n 8\n\nNas rações para aves, o cálcio é usualmente suplementado na forma de \n\ncarbonato de cálcio proveniente do calcário, mas outras fontes podem ser \n\nutilizadas, como a farinha de ostras e uma série de produtos quimicamente \n\nprocessados. De acordo com Reid &amp; Weber (1976), as fontes de cálcio diferem \n\nem sua origem (deposição animal ou mineral) e no tamanho de sua partícula, \n\nresultando em características físico-químicas diferentes. \n\nGeralmente, considera-se que o cálcio proveniente das diversas fontes de \n\nsuplementação de cálcio seja igualmente disponível, entretanto, pouco se \n\nconhece sobre a disponibilidade desse mineral nos ingredientes e/ou nas \n\nfontes naturais de cálcio (Fialho et al., 1992). Assim, segundo Veloso et al. \n\n(1995), é possível que os requisitos nutricionais das aves não sejam \n\ncompletamente atendidos, causando deficiências no crescimento e na \n\nmineralização óssea. \n\nA disponibilidade biológica refere-se àquela porção do nutriente que é \n\nefetivamente utilizada pelo animal, sendo expressa em porcentagem do contido \n\nno alimento. A grande variação da disponibilidade do cálcio nos alimentos \n\ndeve-se principalmente à composição química da fonte suplementar utilizada, à \n\ncombinação química e/ou da associação física do cálcio com outros \n\ncomponentes, formando em alguns casos quelatos e fitatos de baixa \n\nsolubilidade ou baixa disponibilidade (Nunes, 1995). \n\nCom relação à exigência de cálcio para frangos de corte, Edwards Jr. et \n\nal. (1960) sugeriram o nível de cálcio entre 0,9 e 1,5%. Entretanto, Yoshida &amp; \n\nHoshii (1982) recomendaram 1,30% de cálcio e 0,75% de fósforo para frangos \n\nde corte na fase de 1 a 21 dias de idade. De acordo com Hurwitz et al. (1995), \n\na exigência de cálcio para máximo crescimento é de 1,01%, enquanto 1,33% é \n\no nível necessário para maior deposição de cinzas nos ossos, para frangos de \n\ncorte na fase inicial. \n\nRojas et al. (1980) observaram que a disponibilidade de cálcio do fosfato \n\nde rocha foi de 65,5% para frangos de corte. Osorio &amp; Jensen (1986) também \n\nconfirmaram estes resultados, pois asseguraram que a biodisponibilidade de \n\ncálcio no fosfato de rocha está entre 65,0 e 68,0%. Veloso et al. (1994) \n\ndeterminaram os valores de biodisponibilidade de cálcio em cinco fosfatos \n\nsemi-elaborados para frangos de corte, utilizando a variável cinza óssea. Os \n\nvalores de biodisponibilidade do cálcio dos fosfatos foram 101,5; 93,0; 101,3; \n\n\n\n 9\n\n92,5; e 85,8%, respectivamente, para fosfato de Araxá (20,1% de P2O5); \n\nfosfato de Araxá (24,00% de P2O5); fosfato de Araxá (26,9% de P2O5); fosfato \n\nde Araxá (28,0% de P2O5); e termofosfato. \n\nO presente trabalho foi conduzido com o objetivo de determinar a \n\nexigência de cálcio para frangos de corte na fase de 1 - 21 dias de idade, bem \n\ncomo a biodisponibilidade deste mineral no fosfato bicálcico e nos calcários \n\ncalcítico e dolomítico. \n\n \n\n \n\nMaterial e Métodos \n\n \n\nO presente trabalho foi realizado no Setor de Avicultura do Departamento \n\nde Zootecnia da Universidade Federal de Viçosa (UFV), no período de 24 de \n\nagosto a 13 de setembro de 2000. \n\nForam utilizados 720 pintos de corte de um dia de idade, da linhagem \n\nAvian Farm, 360 machos e 360 fêmeas, vacinados contra Bouba Aviária e \n\ndoença de Marek no incubatório. As aves foram criadas de acordo com as \n\nrecomendações de manejo descritas por Gomes et al. (1996). O experimento \n\nteve duração de 21 dias. O delineamento experimental adotado foi o \n\ninteiramente casualizado, com 12 tratamentos, seis repetições, sendo a \n\nunidade experimental representada pelo box, contendo cinco machos e cinco \n\nfêmeas.  \n\nAs aves foram alojadas em um galpão de alvenaria, com dimensões de \n\n29,20 x 12,60 m, com 2,80 m de pé-direito, cobertos com telha de cimento \n\namianto, com lanternim, laterais possuindo muretas de 0,65 m de altura e o \n\nrestante fechado com tela de meia polegada e cortinas plásticas com \n\nabertura de baixo para cima. As aves ficaram em boxes de 2,10 x 1,00 m, \n\ncom piso de cimento, cobertos com cepilho de madeira.  \n\nO programa de luz adotado foi o contínuo, com 24 horas de luz (natural + \n\nartificial), durante todo o período experimental, utilizando-se lâmpadas de 60 \n\nW. A temperatura no interior do galpão (Apêndice A) foi aferida diariamente por \n\nintermédio de termômetros de máxima e mínima, localizados à altura do dorso \n\ndos animais, durante todo o ensaio. \n\n\n\n 10\n\nA composição química dos ingredientes utilizados na formulação das \n\ndietas encontra-se na Tabela 1. \n\n \n\n \n\n \n\nTabela 1 - Teores de matéria seca, proteína bruta, cálcio, fósforo e magnésio \ndos ingredientes utilizados nas dietas experimentais1 \n\n \nAlimento Matéria \n\nseca % \nProteína \nbruta % \n\nCálcio \n% \n\nFósforo \n% \n\nMagnésio \n% \n\nMilho 87,11 7,80 0,03 0,248 --- \nFarelo de soja 87,74 44,00 0,267 0,586 --- \nFosfato bicálcico --- --- 21,85 18,56 --- \nFosfato \nmonoamônio \n\n--- --- 0,46 23,82 --- \n\nCarbonato de cálcio --- --- 39,65 --- 1,03 \nCalcário calcítico --- --- 34,85 --- 2,78 \nCalcário dolomítico --- --- 21,15 --- 10,49 \n1 Análises realizadas no Laboratório de Nutrição Animal do Departamento de Zootecnia da UFV. \n \n\n \n\n \n\nSegundo as recomendações de Rostagno et al. (2000), foi confeccionada \n\numa dieta basal constituída de milho e farelo de soja, suplementada com \n\nvitaminas e minerais (Tabela 2), atendendo as exigências nutricionais das \n\naves, com exceção do cálcio, que permaneceu deficiente no nível de 0,161%.   \n\nOs tratamentos foram constituídos da suplementação da dieta basal com \n\n0,0; 0,25; 0,50; 0,75; 1,00; e 1,25% de cálcio proveniente do carbonato de \n\ncálcio e dois níveis de cálcio 0,50 e 0,75%, provenientes de cada uma das \n\nfontes de cálcio: fosfato bicálcico e calcários calcítico e dolomítico. Os seis \n\nprimeiros tratamentos foram utilizados para determinar a exigência de cálcio \n\ndas aves. Na determinação da disponibilidade de cálcio, os tratamentos com \n\n0,25; 1,00; e 1,25% de cálcio, suplementados a partir do carbonato de cálcio, \n\nnão foram considerados, sendo utilizados apenas os níveis com 0,50 e 0,75% \n\noriundos desta fonte, além dos níveis provenientes das fontes em teste. \n\n \n\n\n\n 11\n\nTabela 2 - Composição percentual da dieta basal \n\n \n\nIngredientes % \nMilho 50,39 \nFarelo de soja 38,50 \nÓleo vegetal 3,30 \nFosfato monoamônio 1,35 \nCalcário 0,10 \nSal 0,40 \nBacitracina de zinco 0,02 \nCloreto de colina (60%) 0,10 \nAnticoccidiano 1 0,10 \nDL-metionina (99%) 0,23 \nBHT 0,01 \nMistura mineral 2 0,05 \nMistura vitamínica 3 0,10 \nCaulin (inerte) 5,35 \nTotal 100 \n \nComposição calculada \n \n\n \n\nProteína bruta (%) 21,05 \nEnergia metabolizável (Mcal/kg) 3,050 \nCálcio (%) 0,161 \nFósforo disponível (%) 0,451 \nMetionina (%) 0,564 \nLisina (%) 1,196 \nMetionina + cistina (%) 0,903 \nTreonina (%) 0,825 \nTriptofano (%) 0,285 \nSódio (%) 0,201 \n\n1 Anticoccidiano - (20% de monozina sódica) \n2 Níveis de garantia/kg do produto: ferro 100,0 g; cobalto 2,0 g; cobre 20,0 g; manganês 106,0 g; iodo 2,0 g; e \n\nveículo gsp 1000 g. \n3 Níveis de garantia/kg do produto: vit. A, 10.000.000 UI; vit. D3, 2.000.000 UI; vit. E, 30.000 UI; vit. B,  \n\n2,0 g; vit. B6, 3,0 g; ác. pantotênico, 12,0 g; biotina, 0,1 g; vit. K3, 3,0 g; ác. fólico, 1,0 g; ác. nicotínico, 50,0 g; \nbacitracina de Zn, 10,0g; BHT, 5,0 g; vit. B12, 15000 mcg; Se, 0,25 g e veículo gsp 1000 g. \n\n \n\n \n\n \n\n\n\n 12\n\nAs aves receberam ração e água à vontade. As pesagens foram realizadas \n\nno início e final do experimento para averiguação de ganho de peso, consumo de \n\nração e conversão alimentar. Com o término do experimento, foram abatidas 144 \n\naves com peso médio do box (duas aves por box), para extração das tíbias, \n\nvisando à medição da resistência à quebra e análises de cinzas e cálcio. \n\nAs tíbias direitas foram destinadas para o teste de resistência à quebra, e \n\nas esquerdas, após a retirada de gordura no extrator “Soxhlet”, foram \n\ncolocadas na mufla a 600ºC, durante quatro horas, para determinação das \n\ncinzas. O teor de cálcio nos ossos foi obtido de acordo com a metodologia \n\nproposta por Silva (1998). As análises de resistência à quebra óssea foram \n\nrealizadas utilizando-se os ossos in natura, em uma prensa computadorizada \n\nque registra a resistência de materiais (Instron Corporation Series IX \n\nAutomated Materials Testing System 1,09). Os ossos foram colocados na \n\nposição horizontal sobre dois suportes, sendo a pressão aplicada no centro dos \n\nmesmos. A quantidade máxima de força aplicada ao osso antes de sua ruptura \n\nfoi considerada como resistência à quebra. \n\nOs valores da exigência de cálcio foram estimados por intermédio das \n\nvariáveis de ganho de peso, conversão alimentar, teores de cálcio e cinzas nos \n\nossos (em porcentagem e em gramas) e resistência à quebra dos ossos, \n\nutilizando-se os modelos de regressão linear e/ou quadrática, conforme ajuste \n\ndos dados obtidos para cada variável, interpretando-se as respostas biológicas \n\ndas aves. A escolha entre os modelos foi feita pela observação dos coeficientes \n\nde regressão e pela soma de quadrados dos desvios, em que foram privilegiados \n\nos maiores coeficientes e as menores somas de quadrado. De acordo com \n\nEuclydes &amp; Rostagno (2001), as exigências determinadas pelo modelo quadrático \n\ngeralmente são superestimadas; assim, optou-se pela utilização de 95% do \n\nmáximo valor encontrado para cada exigência, conforme Kidd et al. (1999). As \n\nvariáveis acima citadas foram consideradas dependentes e os níveis de cálcio em \n\nestudo, como variáveis independentes na análise de regressão.  \n\nOs dados de desempenho e ossos foram utilizados como critério para a \n\ndeterminação da biodisponibilidade do cálcio. Os mesmos foram considerados \n\nvariáveis dependentes (y) e o consumo de cálcio na dieta basal, como variável \n\nindependente (x), na determinação da equação de regressão linear múltipla, \n\nutilizando-se o seguinte modelo estatístico: \n\n\n\n 13\n\nYi = B0  + B1x1 + B2x2 + B3x3+ B4x4 + B5x5 + ei \n\nem que \n\nx1 = consumo de cálcio na ração basal; \nx2 = consumo de cálcio na ração com carbonato de cálcio; \nx3 = consumo de cálcio na ração com fosfato bicálcico; \nx4 = consumo de cálcio na ração com calcário calcítico; \nx5 = consumo de cálcio na ração com calcário dolomítico; e \nei = erro aleatório associado a cada observação. \n\n \n \n\nO cálcio proveniente do carbonato de cálcio foi considerado como 100% \n\ndisponível e determinaram-se os valores de disponibilidade relativa ao cálcio no \n\nfosfato bicálcico e nos calcários calcítico e dolomítico, pela relação dos \n\ncoeficientes de regressão utilizando-se a técnica do “Slope Ratio Technique”.  \n\nDe acordo com Fialho et al. (1992), a metodologia usada neste \n\nexperimento não permite a determinação da disponibilidade verdadeira do \n\ncálcio, já que nem todo o cálcio que ingerido é absorvido metabolicamente pelo \n\nanimal. Entretanto, essa metodologia permite comparar a relativa \n\ndisponibilidade de várias fontes de suplementação de cálcio, utilizando-se \n\ncomo referência uma fonte altamente disponível como o carbonato de cálcio. \n\nAs análises estatísticas dos parâmetros avaliados neste experimento foram \n\nrealizadas por intermédio programa SAEG (Sistema para Análise Estatística e \n\nGenética), versão 7.0 desenvolvido pela Universidade Federal de Viçosa – UFV (1997). \n\n \n\n \n\nResultados e Discussão \n\n \n\nNa Tabela 3, encontra-se o resumo da temperatura aferida no interior do \n\ngalpão durante o período experimental. \n\n \n\n \n\nTabela 3 - Resumo da temperatura no interior do galpão durante o experimento \n\nTemperatura ºC \nMáxima média 29,33 \nMínima média 21,46 \nMáxima absoluta 36,00 \nMínima absoluta 18,00 \n\n\n\n 14\n\nExigência nutricional de cálcio para frangos de corte de 1 a 21 dias de idade \n \n\nAs variáveis de desempenho dos frangos de corte de 1 a 21 dias de idade \n\nestão apresentadas na Tabela 4. \n\nO ganho de peso (GP) foi influenciado pelos níveis de cálcio do carbonato \n\nde cálcio estudados, sendo que as maiores taxas de ganho foram obtidas a \n\npartir do nível de 0,66% de cálcio. Contudo, a taxa de ganho de peso \n\nobservada no nível de 0,91% de cálcio na dieta apresentou maior valor, \n\nenquanto os menores valores foram encontrados nos níveis de 0,16 e 0,44% \n\nde cálcio dietético. \n\nA conversão alimentar (CA) foi influenciada pelos níveis de cálcio do \n\ncarbonato de cálcio, sendo a pior taxa obtida com o nível de 0,16%, seguida \n\npelo nível de 0,41% de cálcio. Houve pouca variação nos valores de CA, \n\nquando o nível de cálcio variou de 0,66 a 1,41% na dieta, sendo, nesses \n\nintervalos, obtidos os melhores valores. \n\nAs exigências de cálcio estimadas pelo modelo de regressão quadrático \n\nforam de 0,97 e 1,01%, para as variáveis de GP e CA, respectivamente (Tabela 5; \n\nFiguras 1 e 2). Estes valores foram superiores àqueles encontrados por Cabral \n\n(1999), que obteve níveis de 0,89 e 0,93% de cálcio na ração para melhores \n\ntaxas de GP e CA, para frangos de corte de 1 a 21 dias de idade. Rostagno et al. \n\n(2000) recomendam o nível de 0,944% de cálcio para pintos de corte na fase \n\ninicial e o NRC (1994), 1% de cálcio para as aves nesta mesma fase. Contudo, \n\nEdwards Jr. &amp; Veltmann Jr. (1983) reportaram que a máxima taxa de ganho de \n\npeso até os 14 dias de idade foi obtida em rações contendo 1,49% de cálcio e \n\n1,01% de fósforo. \n\nDe acordo com os dados obtidos, observou-se que não houve redução no \n\nGP e CA nos níveis mais altos de cálcio, o que contraria os resultados \n\nencontrados por Shafey &amp; McDonald (1991). Esses autores afirmam que \n\nanimais que consomem elevados teores de cálcio apresentam redução na \n\nperformance, devido provavelmente à diminuição na utilização de outros \n\nnutrientes da dieta. O cálcio em excesso diminuiria a absorção da fração \n\nsolúvel de outros minerais nutricionalmente importantes, pela formação de \n\ncomplexos insolúveis com o cálcio (Edwards Jr. et al., 1992). \n\n\n\n 15\n\n \nTabela 4 - Efeito  dos  níveis e consumo de cálcio sobre ganho de peso, consumo de ração, conversão  alimentar,  \n\ncálcio  no  osso (% e g), cinza no osso (% e g) e resistência à quebra do osso, para frangos de corte de 1 a \n21 dias de idade \n\n \n \n\n \nDieta \n\nNível de \ncálcio \ntotal \n\n Consumo de cálcio \n(g/tratamento) \n\n Variáveis1 \n\n  \n \n\n% \n\n Cálcio da \ndieta \nbasal \n\nCálcio das \nfontes \n\n Ganho \nde peso \n(g/ave) \n\nConsumo   \nde ração \n(kg/ave) \n\nConversão \nalimentar \n\nCálcio \nno osso \n\n(%) \n\nCálcio \nno osso \n\n(g) \n\nResistência \nà quebra \nosso (kgf) \n\nCinza \nno osso  \n\n(%) \n\n  Cinza  \nno osso  \n   (g) \n\nBasal 0,16  0,7248 -  139,383 0,4536 3,2545 10,840 0,061 0,559 22,393 0,117 \nCarbonato de cálcio 0,41  1,8674 2,8997  458,626 1,0511 2,2919 18,462 0,199 7,633 41,422 0,448 \n 0,66  1,8049 5,6054  599,797 1,0449 1,7421 22,103 0,340 10,084 50,298 0,774 \n 0,91  1,8503 8,6196  619,944 1,1512 1,8569 22,810 0,401 13,577 51,303 0,906 \n 1,16  1,8751 11,6467  605,575 1,0842 1,7905 22,068 0,368 13,697 51,224 0,854 \n 1,41  1,7561 13,6344  588,419 1,0186 1,7310 20,651 0,276 14,820 50,161 0,788 \n            \nFosfato bicálcico 0,66  1,7286 5,3683 565,392 1,0711 1,8944 20,299 0,313 11,503 47,92 0,739 \n 0,91  1,8082 8,4231  607,593 1,1074 1,8226 21,503 0,365 13,067 50,812 0,861 \n              \nCalcário calcítico 0,66  1,8540 5,7579  579,460 1,1724 2,0232 21,483 0,332 11,689 47,97 0,732 \n 0,91  1,8511 8,6231  615,835 1,1556 1,8764 22,391 0,381 13,587 49,695 0,847 \n              \nCalcário dolomítico 0,66  1,6233 5,0413  499,498 1,0134 2,0289 19,641 0,249 9,798 45,462 0,594 \n 0,91  1,7708 8,2491  563,345 1,1003 1,9533 21,414 0,315 11,661 47,92 0,724 \nCoeficiente de variação      6,61 10,74 13,78 8,91 15,59 13,89 4,13 11,72 \n\n \n\n\n\n 16\n\nTabela 5 - Estimativas da exigência de cálcio para frangos de corte na fase inicial (1 a \n21 dias de idade), considerando a taxa de ganho de peso e conversão \nalimentar, ajustadas por modelos de regressão \n\n \nModelo Equação de regressão  Exigência \n\nCálcio (%) \n\nR2 SQD \n\nLinear      \n\nGanho de peso Y?  = 258,866   - - - \n\nConversão alimentar Y?  = 2,92023   - - - \n\nModelo Equação de regressão Pmáx/ \nPMín \n\nExigência \n\nCálcio\n1\n (%) \n\nR2 SQD \n\nQuadrático      \n\nGanho de peso Y?  = -27,8401 + 1344,17x - 658,331x2 656,58 0,97 0,95 ** 7219,82 \n\nConversão alimentar Y?  = 3,72269 – 3,92593x +1,84260x2 1,6371 1,01 0,92 * 0,134044 \n1 Representa 95% do valor máximo encontrado pela equação de regressão, indicando o nível adequado de cálcio total \n\npara cada variável. \n** (P=0,01), * (P=0,05). \nPmáx (Ponto de máxima) e Pmín (ponto de mínima). \nSQD - Soma de quadrados dos desvios. \n \n \n \n \n \n \n\n \nFigura 1 - Efeito dos níveis de cálcio sobre o ganho de peso (g/ave) de frangos \n\nde corte de 1 a 21 dias de idade.  \n \n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nG\nan\n\nh\no \n\nd\ne \n\np\nes\n\no \n(g\n\n/a\nve\n\n)\n\nObservações Quadrática\n\n   0,97 \n\nY? = -27,8401 + 1344,17x  -658,331x2  \n\n R2 = 0,95 \n\n\n\n 17\n\n \n\n \n\nFigura 2 - Efeito dos níveis de cálcio sobre a conversão alimentar de frangos \nde corte de 1 a 21 dias de idade.  \n\n \n\n \n\nAs médias das variáveis ósseas, de frangos de corte de 1 a 21 dias, são \n\napresentadas na Tabela 4. \n\nAs variáveis ósseas foram influenciadas pelos níveis de cálcio estudados. \n\nEm relação à porcentagem de cálcio nos ossos (CAOP) e ao teor de cinza nos \n\nossos, em porcentagem (COP) e em gramas (COG), observou-se que houve \n\npouca variação nos valores entre os níveis a partir de 0,66 a 1,41% de cálcio \n\nna dieta, na qual foram encontradas as melhores respostas. Contudo, o nível \n\nde 0,91% de cálcio na dieta apresentou maiores valores entre essas variáveis. \n\nQuanto aos valores de cálcio em gramas no osso (CAOG), novamente pode-\n\nse observar que o nível de 0,91% de cálcio na dieta apresentou o maior valor, \n\nseguido dos níveis de 1,16 e 0,66% de cálcio na dieta, os quais apresentaram \n\nvalores superiores aos demais níveis de cálcio na dieta. \n\nA variável resistência à quebra óssea (RQO) apresentou comportamento \n\ndistinto em relação às demais variáveis. À medida que se elevou a \n\nporcentagem de cálcio na dieta, aumentaram-se os valores de resistência.  \n\n \n\n-\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\n3,5\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\non\n\nve\nrs\n\não\n a\n\nli\nm\n\nen\nta\n\nr\n\nObservações Quadrática\n\nY?  = 3,72269 – 3,92593x + 1,84260x2\n\n R2 = 0,92 \n\n  1,01 \n\n\n\n 18\n\nEstimando-se os valores de exigência de cálcio pelo modelo de \n\nregressão quadrática, as exigências de cálcio estimadas para CAOP, CAOG, \n\nRQO, COP e COG foram de 0,93; 1,01; 1,20; 0,98; e 1,02% respectivamente \n\n(Tabela 6; Figuras 3 a 7).  \n\n \n\n \n\n \n\nTabela 6 - Estimativas da exigência de cálcio para frangos de corte na fase \ninicial (1 a 21 dias de idade), considerando o cálcio no osso (% e g) \ne a resistência à quebra dos ossos e das cinzas ósseas (% e g), \najustadas por meio dos modelos de regressão \n\n \nModelo Equação de regressão  Exigência de \n\ncálcio (%) \n\nR2 SQD \n\nLinear      \n\nCálcio no osso (%) Y?  = 14,0425   - - - \n\nCálcio no osso (g) Y?  = 0,102714 + 0,222777x  ?1,411 0,68* 0,025828 \n\nResistência à quebra (kgf) Y?  = 1,7082 + 10,6277x  ?1,411 0,85 ** 20,88725 \n\nCinza no osso (%) Y?  = Y = 29,5024   - - - \n\nCinza no osso (g) Y?  = 0,219208 + 0,547806x  ?1,411 0,70* 0,141886 \n\nModelo Equação de regressão Pmáx/ \n\nPMín \n\nExigência de \n\ncálcio1 (%) \n\nR2 SQD \n\nQuadrático      \n\nCálcio no osso (%) Y?  = 6,24894 + 35,0737x  – 17,8956x2 23,390 0,93 0,97** 2,519587 \n\nCálcio no osso (g) Y?  = -0,076253 + 0,868779x – 0,41094x2 0,3820 1,01 0,98** 0,0012001 \n\nResistência à quebra (kgf) Y?  = -3,15474 +28,1810x – 11,1662x2 14,583 1,20 0,98** 2,704073 \n\nCinza no osso (%) Y?  = 12,6768 + 79,8140x – 38,6349x2 53,790 0,98 0,96** 23,32106 \n\nCinza no osso (g) Y?  = -0,203007 + 2,07184x – 0,969486x2 0,9016 1,02 0,99** 0,005817 \n\n1 Representa 95% do valor máximo encontrado pela equação de regressão, indicando o nível adequado de cálcio total \npara cada variável. \n\n** (P?0,01), * (P?0,05).                             \nPmáx (Ponto de máxima) e Pmín (ponto de mínima). \nSQD – Soma de quadrados dos desvios. \n\n \n\n\n\n 19\n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3 - Efeito dos níveis de cálcio sobre a porcentagem de cálcio no osso de \nfrangos de corte de 1 a 21 dias de idade.  \n\n \n \n \n\n \n\n  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 4 - Efeito dos níveis de cálcio sobre o cálcio no osso (em gramas) de \n\nfrangos de corte de 1 a 21 dias de idade. \n \n\n0\n\n4\n\n8\n\n1 2\n\n1 6\n\n2 0\n\n2 4\n\n2 8\n\n0 0 ,1 0 ,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1 ,3 1 ,4 1 ,5\n\nCálcio (%)\n\nC\nál\n\nci\no \n\nn\no \n\nos\nso\n\n (\n%\n\n)\n\nObservações Quadrát ica\n\n 0,93 \n\nY?  = 6,24894 + 35,0737x – 17,8956 x2 \n R2 = 0,97 \n\n0\n\n0,05\n\n0,1\n\n0,15\n\n0,2\n\n0,25\n\n0,3\n\n0,35\n\n0,4\n\n0,45\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nál\n\nci\no \n\nn\no \n\nos\nso\n\n (\ng)\n\nObservações Quadrática\n\nY?  =  - 0,076253 + 0,868779x – 0,41094 x2 \n R2 = 0,98 \n\n   1,01 \n\n\n\n 20\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 5 - Efeito dos níveis de cálcio sobre a resistência à quebra óssea de \n\nfrangos de corte de 1 a 21 dias de idade.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 6 - Efeito dos níveis de cálcio sobre a porcentagem de cinza no osso de \n\nfrangos de corte de 1 a 21 dias de idade. \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nR\nes\n\nis\ntê\n\nn\nci\n\na \nà \n\nq\nu\n\neb\nra\n\n (\nk\n\ngf\n/m\n\nm\n)\n\nObservações Quadrática\n\nY?  = - 3,15474 + 28,1810x – 11,1662 x2 \n R2 = 0,98 \n\n 1,20 \n\n0\n\n1 0\n\n2 0\n\n3 0\n\n4 0\n\n5 0\n\n6 0\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nin\n\nza\n n\n\no \nos\n\nso\n (\n\n%\n)\n\nObservações Quadrát ica\n\nY?  = 12,6768 + 79,8140x –38,6349 x2 \n R2 = 0,96 \n\n  0,98 \n\n\n\n 21\n\n \nFigura 7 - Efeito dos níveis de cálcio sobre a cinza no osso (em gramas) de \n\nfrangos de corte de 1 a 21 dias de idade. \n \n\n \n\nSegundo Azevedo (1980), frangos de corte necessitam de, no máximo, \n\n1,0% de cálcio na dieta para incorporarem o máximo de minerais nos ossos. \n\nPesquisando o efeito da influência do cálcio na fragilidade dos ossos de \n\nfrangos de corte criados em gaiolas, Yates &amp; Brunson (1971) concluíram que \n\nossos dos animais que receberam os níveis mais elevados de cálcio na dieta \n\n(0,90%) apresentaram maior resistência à quebra e menor incidência \n\ndeformações. O NRC (1984) recomenda 1,1% de cálcio para melhor \n\ndesenvolvimento de frangos de corte de 1 a 21 dias de idade.  \n\nEm relação à deposição de cálcio no osso em porcentagem, Cabral \n\n(1999) obteve valores de exigência pouco inferiores aos encontrados neste \n\ntrabalho, sendo a maior deposição observada no nível de 0,87% para machos \n\ne 0,82% para fêmeas. Edwards Jr. (1988) também observou resultados \n\nsemelhantes. \n\nRowland et al. (1971) e Hulan et al. (1985) verificaram que a resistência à \n\nquebra da tíbia aumentou com a elevação da relação cálcio e fósforo na dieta \n\npara aves, conforme observado neste experimento. Estes últimos autores \n\nreportam que a maior resistência à quebra óssea foi obtida no nível de 1,37% \n\nde cálcio, sendo superior ao valor encontrado neste experimento, que foi de \n\n0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\n0,9\n\n1\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nin\n\nza\n n\n\no \nos\n\nso\n (\n\ng)\n\nObservações Quadrática\n\nY?  = -0,203007 + 2,07184x –0,969486x2 \n R2 = 0,99 \n\n      1,02 \n\n\n\n 22\n\n1,20%. Cabral (1999) reporta que frangos de corte machos apresentaram \n\nmáxima resistência no nível de 0,96% de cálcio e as fêmeas, no nível de 1,01% \n\nde cálcio. Segundo Crenshaw et al. (1981), na determinação da RQO, deve ser \n\nconsiderada também a área sobre a qual a força é aplicada, e não apenas a \n\nmedida de força, como foi utilizado neste experimento. \n\nObservou-se que o teor de cinzas nos ossos aumentou com a elevação \n\ndo nível de cálcio nos tratamentos estudados. Resultados semelhantes foram \n\nverificados por Waldroup et al. (1974) e Hulan et al. (1985). Contudo, Cabral \n\n(1999) verificou que houve diminuição no teor de cinza, à medida que se \n\nelevou o nível dietético de cálcio, em que a deposição máxima ocorreu nos \n\nníveis 0,85 e 0,86%, para machos e fêmeas, respectivamente. Edwards Jr. et \n\nal. (1992) concluíram que, na fase inicial de criação de frangos de corte, o nível \n\nde cálcio dietético para satisfazer a exigência de máxima cinza óssea deve ser \n\nde 0,82%. \n\nAs estimativas de exigência de cálcio para frangos de corte de 1 a 21 dias \n\nde idade variaram pelo modelo quadrático de, no mínimo, 0,93% para a \n\nvariável CAOP e, no máximo, de 1,20% para a variável RQO. Com exceção da \n\nexigência de cálcio para CAOP, pode-se observar que os requerimentos para \n\nsuprir as exigências dos parâmetros ósseos foram superiores àqueles para as \n\nvariáveis de desempenho. Fato semelhante foi observado por Runho et al. \n\n(2001) e Brugalli (1996), trabalhando com exigência de fósforo disponível, e por \n\nCabral (1999), trabalhando com exigência de cálcio. Edwards Jr. et al. (1963) \n\nconcluíram que o requerimento de cálcio para frangos de corte variou de 1,0% \n\npara máximo crescimento a 1,40% para máxima deposição de cinzas. \n\nLevando-se em consideração as respostas biológicas das aves nos \n\ndiferentes níveis de cálcio estudados, sugere-se o valor de 1,02% de cálcio \n\ncomo a exigência para frangos de corte de 1 a 21 dias. Contudo, levando-se \n\nem consideração a RQO, que é uma variável importante no abate e \n\nprocessamento de aves, a exigência de cálcio para frangos de corte de 1 a 21 \n\ndias seria de 1,20%. \n\n\n\n 23\n\nDisponibilidade relativa do cálcio \n\nEncontram-se na Tabela 7 os valores de disponibilidade relativa de cálcio \n\nno fosfato bicálcico e nos calcários calcítico e dolomítico, estimados através \n\ndas variáveis GP, CA, CAOP, CAOG, RQO, COP e COG; bem como as \n\nequações de regressão linear múltipla e seus respectivos coeficientes de \n\nregressão (R2). \n\nA taxa de ganho de peso das aves apresentou valores próximos entre os \n\nníveis de 0,66 e 0,91% de cálcio oriundo do calcário calcítico, fosfato bicálcico \n\ne carbonato de cálcio e entre o nível de 0,91% de cálcio proveniente do \n\ncalcário dolomítico (Tabela 4). Os valores de disponibilidade relativa de cálcio \n\nobtidos com o do GP foram de 99,99% para o fosfato bicálcico, 82,29% para o \n\ncalcário calcítico e 69,92% para o calcário dolomítico.  \n\n \n \n \n \n \nTabela 7 - Valores de disponibilidade relativa do cálcio no fosfato bicálcico e \n\nnos calcários calcítico e dolomítico \n \n\n                Variáveis Disponibilidade relativa do cálcio (%) \n Carbonato \n\nde cálcio1 \nFosfato \nbicálcico \n\nCalcário \ncalcítico \n\nCalcário \ndolomítico \n\nGanho de peso2 100 99,99 82,29 69,62 \nConversão alimentar3 100 111,45 68,07 66,35 \nCálcio no osso (%)4 100 57,20 70,87 68,73 \nCálcio no osso (g)5 100 87,36 87,37 59,35 \nResistência à quebra do osso (kgf)6 100 116,99 107,70 92,91 \nCinza no osso (%)7 100 129,69 94,83 107,01 \nCinza no osso (g)8 100 97,28 81,58 62,96 \nMédia 100 99,99 84,67 75,28 \n \n1\n\n Atribui-se ao carbonato de cálcio o valor de 100% de disponibilidade de cálcio. \n2 \n\n Y?  = -64,3727 + 314,602x1 + 13,2162x2 + 13,2144x3 + 10,8756x4+ 9,20102x5  R\n2 =0,89 \n\n3 Y?  = 3,89165 -1,06567x1 –0,0158954x2 –0,017716x3 –0,0108199x4 –0,010547x5 R\n2 =0,73 \n\n4 Y?  = 5,1923 + 8,1657x1 + 0,318464x2 + 0,182166x3 + 0,225688x4 + 0,218875x5 R\n2 =0,84 \n\n5 Y?  = -0,033296+0,137328x1+0,0212852x2+0,0185961x3+0,0185964x4+0,0126324x5 R\n2=0,88 \n\n6 Y?  = -3,36658 +5,94136x1 +0,624438x2 +0,730518x3 + 0,672531x4 +0,580136x5 R\n2=0,92 \n\n7 Y?  = 11,0882 +17,1011x1 +0,873579x2 +1,13297x3 +0,828448x4 +0,934801x5  R\n2=0,81 \n\n8 Y?  = -0,098896 +0,335862x1 +0,045063x2 +0,043836x3+0,036761x4+0,028372x5  R\n2=0,88 \n\n \n\n \n\n\n\n 24\n\nA melhor taxa de conversão alimentar foi encontrada no nível de 0,91% de \n\ncálcio, proveniente do fosfato bicálcico, entretanto, houve pouca variação nos \n\nvalores de CA entre os tratamentos (Tabela 4). Os valores de disponibilidade \n\nobtidos com a CA para os calcários calcítico e dolomítico foram próximos, 68,07 e \n\n66,35%, respectivamente, e para o fosfato bicálcico foi superior ao padrão, \n\napresentando o valor de 111,45%. \n\nHouve pouca variação entre os valores de CAOP para os níveis de cálcio \n\n(0,66 e 0,91%) e as fontes de cálcio em teste (Tabela 4). Com esta variável, o \n\ncalcário calcítico apresentou o maior valor de disponibilidade de cálcio \n\n(70,87%), seguido do calcário dolomítico (68,73%) e fosfato bicálcico (57,20%). \n\nOs valores de CAOG variaram de 0,249 a 0,381 para os níveis de 0,66 e \n\n0,91% de cálcio dietético, proveniente do calcário dolomítico e calcário \n\ncalcítico, respectivamente (Tabela 4). Os valores de disponibilidade de cálcio \n\nencontrados para o fosfato bicálcico e calcário calcítico foram próximos, 87,36 \n\ne 87,37%, respectivamente, e para o calcário dolomítico foi de 59,35%. \n\nCom relação à resistência a quebra óssea, observou-se que o nível de \n\n0,66% de cálcio na dieta, em todas as fontes em teste, apresentou menor valor \n\nde resistência em comparação, com o nível de 0,91% de cálcio; o nível de \n\n0,66% de cálcio proveniente do calcário dolomítico apresentou o menor valor e \n\no nível de 0,91% oriundo do calcário calcítico, o maior valor (Tabela 4). Os \n\nvalores da disponibilidade relativa de cálcio foram de 116,99% para o fosfato \n\nbicálcico, 107,70% para o calcário calcítico e 92,91% para o calcário \n\ndolomítico. \n\nOs resultados de COP apresentaram comportamento semelhante ao \n\nencontrado para a resistência à quebra do osso (Tabela 4). De acordo com \n\nesta variável, os valores da disponibilidade relativa de cálcio foram de 129,69% \n\npara o fosfato bicálcico, 94,83% para o calcário calcítico e 107,01% para o \n\ncalcário dolomítico. \n\nConsiderando o teor de COG, constatou-se que os tratamentos com \n\n0,91% de cálcio, proveniente do fosfato bicálcico e calcário calcítico, \n\napresentaram os maiores valores. Os valores obtidos para essa variável \n\nvariaram de 0,594 a 0,861 para os níveis de 0,66 e 0,91% de cálcio dietético \n\nprovenientes do calcário dolomítico e fosfato bicálcico, respectivamente \n\n(Tabela 4). Os valores de disponibilidade relativa de cálcio, obtidos a partir \n\n\n\n 25\n\ndessa variável, foram de 97,28% para o fosfato bicálcico, 81,58 e 62,96% para \n\nos calcários calcítico e dolomítico, respectivamente. \n\nHouve grande variação nos valores de disponibilidade relativa de cálcio \n\npara as fontes testadas, quando estimados por intermédio de cada uma das \n\nvariáveis estudadas. Os valores médios obtidos considerando todas as \n\nvariáveis foram de 99,99% para o fosfato bicálcico, de 84,67% para o calcário \n\ncalcítico e 75,28% para o calcário dolomítico.   \n\nOs valores da disponibilidade relativa de cálcio provavelmente não foram \n\ninfluenciados pelo grau de moagem ou pelo tamanho das partículas das fontes \n\ntestadas, visto que a granulometria das mesmas era parecida. Segundo Griffith \n\n&amp; Schexnailder (1970), ocorre maior disponibilidade de cálcio nas fontes cujas \n\npartículas são maiores, por ocorrer maior retenção do alimento na parte \n\nsuperior do trato gastrintestinal. Esta retenção propiciaria maior período de \n\npermanência do alimento em ambiente ácido, ocasionando maior solubilização \n\ndo cálcio e fósforo.  \n\nO valor da disponibilidade de cálcio de 84,67% para o calcário calcítico \n\nobtido neste experimento está dentro da faixa obtida por Reid &amp; Weber (1976), \n\nque, trabalhando com frangos de corte, encontraram valores de disponibilidade \n\n73,3 a 109,4% em algumas amostras de calcário calcítico. Não foi citado o \n\ntamanho das partículas das fontes de calcário, nem outros fatores que \n\npudessem explicar esta variação. Valores semelhantes de disponibilidade de \n\ncálcio no calcário calcítico foram obtidos por Waldroup et al. (1964), como \n\nsendo de 84 a 100%. Entretanto, autores como Fialho et al. (1992) \n\nencontraram valores de biodisponibilidade de cálcio no calcário calcítico de \n\n97,75% e Ross et al. (1984), de 95 a 99%. \n\nO calcário dolomítico não deve ser utilizado em rações para \n\nmonogástricos tendo como a principal restrição o seu elevado teor de \n\nmagnésio, quando comparado a outras fontes, uma vez que o excesso deste \n\ncátion pode trazer prejuízos à absorção de cálcio. De acordo com Nugara &amp; \n\nEdwards Jr. (1963), o seu uso ocasionaria redução no crescimento e aumento \n\nda mortalidade em frangos de corte. Entretanto, Peixoto (1994) e Fernandes et \n\nal. (2000) não encontraram restrições ao seu uso em dietas para pintos de \n\ncorte, no período de 1 a 28 dias.    \n\n\n\n 26\n\nO valor médio da disponibilidade relativa do cálcio no calcário dolomítico \n\nfoi de 75,28%, estando de acordo com aqueles obtidos por Ross et al. (1984), \n\nque observaram em duas fontes de calcário dolomítico baixos valores de \n\ndisponibilidade de cálcio (51,0 e 78%), devido ao seu alto teor de magnésio. \n\nVeloso et al. (1995) determinaram a biodisponibilidade de cálcio em seis \n\nfontes desse mineral para frangos de corte, como a seguir: calcário calcítico, \n\n99,0%; fosfato bicálcico, 76,4%; farinha de ossos calcinada, 63,0%; fosfato \n\nbicálcico semi-desfluorizado, 40,4%; fosfato de Araxá, 17,2%; e fosfato de \n\nPatos de Minas 13,2%. Em diversos trabalhos para determinação da \n\ndisponibilidade de fósforo, o fosfato bicálcico é utilizado como padrão, sendo \n\nconsiderado 100% disponível (Gomes et al., 1989; Veloso et al., 1990, De \n\nGroote et al. 1991, Lima 1995). Neste experimento, o valor da disponibilidade \n\nde cálcio no fosfato bicálcico foi de 99,99%, sendo praticamente 100% \n\ndisponível.  Segundo Veloso et al. (1995), os valores da disponibilidade \n\nbiológica de cálcio são quase equivalentes aos de fósforo e possuem alta \n\ncorrelação entre si (0,96), concordando com as citações de Dilworth et al. \n\n(1964), Cromwell (1989) e Furtado (1991), os quais afirmam que, em um \n\nmesmo material, os índices de biodisponibilidade de cálcio são \n\naproximadamente similares ao de fósforo. \n\n  \n\n \n \n\nConclusões \n \n \n\nSugere-se o valor de 1,02% de cálcio como  a exigência para frangos de \n\ncorte de 1 a 21 dias de idade. Contudo, levando-se em consideração a \n\nresistência à quebra óssea, que é uma variável importante no abate e \n\nprocessamento das aves, a exigência de cálcio para frangos de corte de 1 a 21 \n\ndias seria de 1,20%. \n\nOs valores médios da disponibilidade relativa de cálcio, considerando-se \n\ntodas as variáveis estudadas, foi de 99,99% para o fosfato bicálcico, 84,67% \n\npara o calcário calcítico e 75,28% para o calcário dolomítico.   \n\n \n\n \n\n\n\n 27\n\nLiteratura Citada \n\n \n\nAZEVEDO, A. Níveis de flúor, cálcio e fósforo em rações de frango de \ncorte. Viçosa, MG: Universidade Federal de Viçosa, 1980. 104p. \nDissertação (Doutorado em Zootecnia) - Universidade Federal de Viçosa, \n1980. \n\nBRUGALLI, I. Efeito da granulometria na biodisponibilidade de fósforo e \nnos valores energéticos da farinha de carne e ossos e exigência \nnutricional de fósforo para pintos de corte. Viçosa, MG: Universidade \nFederal de Viçosa, 1996. 83p. Dissertação (Mestrado em Zootecnia) - \nUniversidade Federal de Viçosa, 1996. \n\nCABRAL, G.H. Níveis de cálcio em rações para frango de corte. Viçosa, \nMG: Universidade Federal de Viçosa, 1996. 83p. Tese (Doutorado em \nZootecnia) - Universidade Federal de Viçosa, 1999.  \n\nCRENSHAW, T.D.; PEO, E.R.; LEWIS, A.J. et al. Bone strength as a trait for \nassessing mineralization in swine: a critical review of techniques involved. \nJournal Animal Science, v.53, n.3, p.828-835, 1981. \n\nCROMWELL, G.L. Requirements, biological availability of calcium, phosphorus \nfor swine evaluated. Feedstuffs, v.61, p.16-20, 1989. \n\nDE GROOTE, G.; KETELS, P.; SEYNAEVE, P. Relative bioavailability of \nphosphorus in meat meals as influenced by particle size. In: \nINTERNATIONAL POULTRY CONGRESS, 6., Instambul, 1991. \nProceedings... Instambul, s.ed., 1991. p.1-11. \n\nDILWORTH, B.C.; DAY, E.J.; HILL, J.E. Availability of calcium in feed grade \nphosphate to the chick. Poultry Science, v.43, p.1132-1134, 1964. \n\nEDWARDS JR., H.M. Effect of dietary calcium, phosphorus, chloride and zeolite \non the development of tibial dyschondroplasia. Poultry Science, v.67, \np.1436-1446, 1988.  \n\nEDWARDS JR., H.M.; DUNAHOO, W.S.; CARMON, J.L. et al. Effect of protein, \nenergy and fat content of the ration  on calcium utilization. Poultry Science, \nv.39, p.1389-1394, 1960. \n\nEDWARDS JR., H.M.; ELLIOT, M.A.; SOONCHARERNYING, S. Effect of \ndietary calcium in tibial dyschondroplasia. Interaction with light, \ncholecalcifero, 1,25-dihydroxycholecalciferol, protein and synthetic zeolity. \nPoultry Science, v.71, p.2041-2055, 1992. \n\nEDWARDS JR., H.M.; MARION, J.E.; FULLER, H.L. et al. Studies on calcium \nrequirements of broilers. Poultry Science, v.42, p.699-703, 1963. \n\n\n\n 28\n\nEDWARDS JR., H.M.; VELTMANN Jr., J.R. The role of calcium and \nphosphorus in the etiology of tibial dyschrondroplasia in young chicks. \nJournal Nutrition, v.113,  p.1568-1575. 1983. \n\nEUCLYDES, R.F.; ROSTAGNO, H.S. Estimativas dos níveis nutricionais via \nexperimentos de desempenho. In: WORKSHOP LATINO-AMERICANO \nAJINOMOTO BIOLATINA, 2001, Foz do Iguaçu, p.77-88, 2001. \n\nFERNANDES, A.L.S.; PEIXOTO, R.R. Avaliação de calcários dolomíticos como \nfontes de cálcio para frangos de corte em crescimento. Revista da \nSociedade Brasileira de Zootecnia, v.29, n.6, p.2260-2267, 2000. \n\nFIALHO, E.T.; BARBOSA, H.P.; BELLAVER, C. et al. et al. Avaliação \nnutricional de algumas fontes de suplementação de cálcio para suínos-\nbiodisponibilidade e desempenho. Revista da Sociedade Brasileira de \nZootecnia, v.21, n.5, p.891-905, 1992. \n\nFURTADO, M.A.O. Determinação da biodisponibilidade de fósforo em \nsuplementos de fósforo para aves e suínos. Belo Horizonte: \nUniversidade Federal de Minas Gerais, 1991. 61p. Dissertação (Mestrado \nem Zootecnia) - Universidade Federal de Minas Gerais, 1991. \n\nGOMES, P.C.; ALBINO, L.F.T.; SILVA, M.A. Criação de frangos de corte, \nViçosa, MG: Universidade Federal de Viçosa, 1996. p.18. \n\nGOMES, P.C.; ROSTAGNO, H.S.; PEREIRA, J.A.A. et al. Exigência de fósforo \ntotal e disponível e sua disponibilidade em fosfatos de rocha para suínos na \nfase inicial (13 a 37 kg). Revista da Sociedade Brasileira de Zootecnia, \nv.18, n.1, p.64-76, 1989. \n\nGRIFFITH, M.; SCEXNAILDER, R. The relation of dietary particle size on the \nutilization of phosphates by chicks. Poultry Science, v.49, p.1271-1274, \n1970. \n\nGUEGUEN, L. La disponibilité du calcium des aliments. Cahiers Nutrition \nDietetic, v.25, p.233-236, 1990. \n\nHULAN, H.W.; De GROOTE, G.; FONTAINE, G. et al. The effect of different \ntotals and rations of dietery calcium and phosphorus on the perfomance \nand incidence of leg abnormalities of male and female broiler chickens. \nPoultry Science, v.64, p.1157-1169, 1985. \n\nHURWITZ, S.; PLAVNIK, I.; SHAPIRO, A. et al. Calcium metabolism and \nrequirements of chicks are affect by growth. Journal of Nutrition, v.2, \np.2679-2686, 1995. \n\nKIDD, M.T.; LERNER, S.P.; ALLARD, J.P. et al. Threonine needs of finishing \nbroilers: growth, carcass and economic responses. Journal of Applied \nPoultry Research, v.8, p.160-169, 1999. \n\n\n\n 29\n\nLIMA, I.L. Disponibilidade de fósforo e de flúor de alguns alimentos e \nexigência nutricional de fósforo para frangos de corte. Viçosa, MG: \nUniversidade Federal de Viçosa, 1995. 121p. Tese (Doutorado em \nZootecnia) - Universidade Federal de Viçosa, 1995. \n\nMAYNARD, L.A.; LOOSLY, J.K.; HINTZ, H.F. et al. Nutrição animal. 3.ed., Rio \nde Janeiro:Freita Bastos, 1984. 736 p.  \n\nNATIONAL RESEARCH COUNCIL - NRC. Nutrients requirements of poultry. \n8.ed., Washington, D.C., 1984. 148p.  \n\nNATIONAL RESEARCH COUNCIL - NRC. Nutrients requirements of poultry. \n9.ed., Washington, D.C., 1994. 155p.  \n\nNUGARA, D.; EDWARDS JR., H. Influence of dietary calcium and phosphorus \nlevel on the magnesium requirement of the chick. Journal Nutrition, v.80, \np.181-184, 1963. \n\nNUNES, I.J. Nutrição animal básica. Belo Horizonte,1995. 334p.  \n\nOSORIO, J.G.; JENSEN, L.S. Biological availability of phosphorus from a \nVenezuelan rock phosphate for broiler chickens. Nutrition Report \nInternational, v.33, p.545-552, 1986. \n\nPEIXOTO, R.R. Calcários sulriograndenses como fonte de cálcio para aves. \nXX. Avaliação do calcário dolomítico DB de Caçapava do Sul para pintos. \nIn: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 31., \n1994, Maringá. Anais... Maringá: Sociedade Brasileira de Zootecnia, 1994. \np.60. \n\nREIDE, L.; WEBER, C.W. Calcium availability and trace minerals composition of \nfeed grade calcium supplements. Poultry Science, v.55, p.695-712, 1972. \n\nROJAS, E.; RANGEL, J.L.; BEZARES, A. et al. Determinacion do fosforo \ndisponible en una roca fosforica y su empleo en dietas para aves. \nVeterinary Mexico, v.11, p.1-5, 1980. \n\nROSS, R.D.; CROMWELL, G.L.; STAHLY, T.S. Effects of source and the \nparticle size on the biological availability of calcium in calcium supplements \nfor growing pigs. Journal Animal Science, v.59, p.125-134. 1984. \n\nROSTAGNO, H.S.; ALBINO, L.F.T.; DONZELE, J.L. et al. Tabelas brasileiras \nde aves e suínos; composição de alimentos e exigências nutricionais. \n1.ed. Viçosa, MG: Universidade Federal de Viçosa, 2000. 141p.  \n\nROWLAND, L.O.; DAMRON JR., B.L.; ROSS, E. et al. Comparisons of bone \ncharacteristics between floor and battery grown broilers. Poultry Science, \nv.50, p.1121-1124, 1971.  \n\nRUNHO, R.C.; GOMES, P.C.; ROSTAGNO, H.S. et al. Exigência de fósforo \ndisponível para frangos de corte machos e fêmeas. Revista da Sociedade \nBrasileira de Zootecnia, v.30, n.1, p.187-196. 1971. 2001. \n\n\n\n 30\n\nSHAFEY, T.M.; McDONALD, M.W. The effects of dietary concentrations of \nminerals, source of protein, amino acids and antibiotics on the growth and \ndigestibility of amino acids by broiler chickens. British Poultry Science, \nv.32, p.535-544. 1991. \n\nSILVA, D.J. Análise de alimentos (métodos químicos e biológicos). Viçosa, \nMG: Universidade Federal de Viçosa, 2.ed. 1998. 165p.  \n\nUNDERWOOD, E.J. Los minerales en la nutricion del Ganado. Zaragosa: \nAcribia, 1981. 210p.  \n\nUNIVERSIDADE FEDERAL DE VIÇOSA - UFV. Central de Processamento de \nDados - UFV/CPD. SAEG - Sistema para análise estatística e genética, \nversão 7.0 Viçosa, MG: Universidade  Federal de Viçosa, 1997. 54p. \n\nVELOSO, J.A.F.; BESSA, L.H.F. Biodisponibilidade de cálcio em seis \nsuplementos de fósforo e/ou de cálcio para frangos de corte. Arquivo \nBrasileiro de Medicina Veterinária, v.47, v.1, p.819-829. 1995. \n\n  VELOSO, J.A.F.; REZENDE, M.J.M.; FERREIRA, W.M. et al. \nBiodisponibilidade de cálcio de cinco fosfatos semi-elaborados para frangos \nde corte.  \nIn: REUNIÃO DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 27., \nCampinas, 1990. Anais... Campinas: Sociedade Brasileira de Zootecnia, \n1990. p.113. \n\nVELOSO, J.A.F.; REZENDE, M.J.M.; HOSSAIN, S.M. et al. Biodisponibilidade \nde cálcio de cinco fosfatados semi-elaborados para frangos de corte.  \nIn: REUNIÃO DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 31., 1994,  \nMaringá. Anais... Maringá: Sociedade Brasileira de Zootecnia, 1994. \n\nWALDROUP, P.W. Bioassays remain necessary to estimate phosphorus, \ncalcium bioavailability. Feedstuffs, v.68, p.13-20. 1996. \n\nWALDROUP, P.W.; AMMERMAN, C.B.; HARMS, R.H. The utilization by the \nchicks of calcium from different sources. Poultry Science, v.43, n.1, p.212-\n216, 1964. \n\nWALDROUP, P.W.; MITCHELL, R.J.; HAZEN, K.R. The phosphorus needs of \nfinishing broilers in relationship to dietary nutrient density levels. Poultry \nScience, v.53, p.1655-1663, 1974. \n\nYATES, J.D.; BRUNSON, C.C. Quality of cage reared broilers. Poultry \nScience, v.50, n.5, p.1648, 1971. \n\nYOSHIDA, M.; HOSHII, H. Reevaluation of requirement of calcium and \navailable phosphorus for starting meat-type chicks. Japanese Poultry \nScience, v.19, p.101-109, 1982. \n\n\n\n 31\n\nExigência Nutricional de Cálcio para Frangos de Corte, nas Fases de \n\nCrescimento (22 a 42 Dias de Idade) e Terminação (43 a 53 Dias de Idade) \n\n \n\nResumo - Foram conduzidos dois experimentos com o objetivo de \n\ndeterminar a exigência nutricional de cálcio para frangos de corte de 22 a 42 e \n\n43 a 53 dias de idade. Em cada experimento foram utilizados 360 frangos de \n\ncorte da linhagem Avian Farm, sendo 180 machos e 180 fêmeas, alojados em \n\nboxes com piso de cimento e cobertos com cepilho de madeira. O primeiro \n\nensaio teve duração de 21 dias e o segundo, de 10 dias, sendo que em ambos \n\no delineamento experimental adotado foi o inteiramente casualizado, com seis \n\ntratamentos e seis repetições, sendo a unidade experimental representada pelo \n\nbox, contendo cinco machos e cinco fêmeas. Foram formuladas duas dietas \n\nbasais constituídas de milho e farelo de soja, suplementadas com vitaminas e \n\nminerais, atendendo as exigências nutricionais das aves, com exceção do \n\ncálcio, que permaneceu deficiente no nível de 0,161%. Os tratamentos, em \n\ncada experimento, foram constituídos da suplementação das dietas basais com \n\n0,0; 0,25; 0,50; 0,75; 1,00; e 1,25% de cálcio provenientes do carbonato de \n\ncálcio. Com o término de cada experimento, foram abatidas 72 aves (duas aves \n\npor box), para extração das tíbias, visando à medição da resistência à quebra e \n\nanálises de cálcio e cinzas nos ossos. Os valores da exigência de cálcio foram \n\nestimados por intermédio de ganho de peso, conversão alimentar, teores de \n\ncálcio e cinzas nos ossos (em porcentagem e em gramas) e resistência à \n\nquebra dos ossos, utilizando-se os modelos de regressão linear e/ou \n\nquadrática. De acordo com as respostas biológicas das aves frente aos níveis \n\nde cálcio estudados, sugerem-se os valores de 1,01 e 0,97% de cálcio como a \n\nexigência para frangos de corte de 22 a 42 e 43 a 53 dias de idade, \n\nrespectivamente. Contudo, levando-se em consideração a resistência à quebra \n\nóssea, a exigência de cálcio para frangos de corte de 22 a 42 e 43 a 53 dias de \n\nidade seria de 1,28 e 1,18%, respectivamente. \n\n \n\nPalavras-chave: requerimento de cálcio, desempenho, ossos, frango de corte \n\n \n\n\n\n 32\n\nCalcium Requirements for Broilers Chickens from 22 to 42 and 43 to  \n\n53 Days Old \n\n \n\nAbstract - Two experiments were carried out to determine the nutritional \n\nrequirement of calcium for broilers growing (22 to 42 days), and finishing (43 to \n\n53 days). Three hundred and sixty Avian Farm broiler chicks (180 from each \n\nsex) were used in both trails. The first experiment lasted 21 days and the \n\nsecond one, 10 days. A completely randomized design was used in both \n\nexperiments, with six treatments, six replications and 10 birds per experimental \n\nunity  (five males and five females). Two basal diets were formulated to meet \n\nthe birds nutritional requirements, except for the calcium, that remained \n\ndeficient at the level of 0.161%. The basal diets (in each experiment) were \n\nsupplemented with 0.0, 0.25, 0.50, 0.75, 1.00 and 1.25% calcium from calcium \n\ncarbonate and the treatments were used to estimated the calcium requirements \n\nof broilers. At the end of each experiment, 72 birds were sacrificed by cervical \n\ndislocation for the purpose of determining the tibia breaking strength and tibia \n\nobtained calcium and ash. Weight gain, feed:gain ratio, tibia calcium contents \n\n(percentage and gram), tibia breaking strength (kgf), ashes contents in the tibia \n\n(percentage and gram) were the evaluated variables. The calcium requirements \n\nwere estimated using the quadratic regression model. According to the \n\nbiological values observed for the chickens were suggested the calcium \n\nrequirements estimates of 1.01 and 0.97% for broilers from 22 to 42 and 43 to \n\n53 days old, respectively. However, according the tibia breaking strength, the \n\ncalcium requirement suggested for broilers from 22 to 42 and 43 to 53 days old \n\nwould be 1.28 and 1.18% respectively.  \n\n \n\nKey Words: calcium requirements, performance, bones, broiler chicks \n\n \n\n \n\n \n\n \n\n\n\n 33\n\nIntrodução \n\n \n\nO cálcio e o fósforo são minerais importantes na nutrição animal, por \n\nserem necessários não apenas para a ótima taxa de crescimento, mas também \n\npara a mineralização óssea, e estarem envolvidos em grande número de \n\nprocessos fisiológicos, como a transmissão de impulsos nervosos, contração \n\nmuscular, coagulação sangüínea e ativação de sistemas enzimáticos. Nas \n\naves, o cálcio é o mineral encontrado em maior quantidade, estando presente \n\nquase que em sua totalidade (99%) no esqueleto ósseo, sendo requerido em \n\nquantidade maior que qualquer outro mineral. Segundo Klasing (1998), o cálcio \n\né o mineral metabolicamente mais ativo, com um complexo sistema regulatório. \n\nDe acordo com Smith &amp; Kabaija (1984), o nível de cálcio contido nos \n\ningredientes da ração deve ser considerado na estimativa do requerimento \n\ndesses animais. Segundo Scheideler et al. (1995), frangos de corte conseguem \n\nganhar peso eficientemente com relativa amplitude de variação dos níveis de \n\ncálcio e fósforo dietéticos. \n\nGrande número de produtos é utilizado em todo mundo como fonte de \n\ncálcio e fósforo em dietas para aves. Fontes com elevada concentração de \n\ncálcio incluem rochas calcárias, conchas calcárias e algas calcárias. Existem \n\ntambém várias fontes naturais como fosfatos de rocha, depósitos de guano, \n\nfarinha de carne e/ou ossos. Entretanto, a maioria dos fosfatos utilizados na \n\nalimentação avícola são produtos quimicamente processados. Um grupo, \n\ngenericamente chamado de fosfatos bicálcicos, é produzido por intermédio da \n\nreação do ácido fosfórico com calcário, originando os fosfatos monocálcicos e \n\nbicálcicos, no chamado processo químico.    \n\nA importância do cálcio e fósforo na nutrição das aves pode ser \n\ndemonstrada pelo vasto número de pesquisas enfocando estes minerais. Os \n\nprimeiros trabalhos indicam que os requerimentos de cálcio propostos para \n\numa taxa normal de crescimento para frangos de corte são de 0,5% (Simco &amp; \n\nStephson, 1961); 0,6% (White-Stevens et al., 1960; Formica et al., 1962); 0,6 a \n\n0,72% (Waldroup et al., 1962); e 0,99 e 1,07% (Edwards et al., 1963).  \n\nSegundo Cabral (1999), a falta de discordância entre os pesquisadores \n\nsobre os níveis adequados de cálcio pode ser atribuída a vários fatores \n\nambientais, nutricionais, genéticos e de manejo, que influem na exigência \n\n\n\n 34\n\ndesse mineral pelas aves, devendo-se ressaltar que diferentes metodologias \n\nsão utilizadas na determinação das exigências nutricionais de cálcio. De acordo \n\ncom Hurwitz et al. (1995), as respostas dos frangos de corte ao nível de cálcio \n\ndietético são marcantemente modificadas pela taxa de crescimento das aves, \n\ndeterminada por seu potencial genético.  \n\nEm razão do crescente avanço no melhoramento genético dos frangos de \n\ncorte, ocorre constante aumento na taxa de crescimento dessas aves, \n\ntornando-se necessária a realização de pesquisas para reavaliar suas \n\nnecessidades nutricionais. Devido ao pequeno número de trabalhos científicos \n\nsobre a exigência de cálcio, para frangos de corte nas fases de crescimento (3 \n\na 6 semanas) e terminação (6 a 8 semanas), principalmente para as novas \n\nlinhagens, é interessante reavaliar o requerimento desse mineral para essas \n\nfases de criação. \n\nO objetivo deste experimento foi estabelecer a exigência nutricional de \n\ncálcio para frangos de corte nas fases de 22 a 42 dias de idade (crescimento) e \n\nde 43 a 53 dias de idade (terminação). \n\n  \n\nMaterial e Métodos \n\n \n\nDois experimentos, sendo experimento 1 de 22 a 42 dias e experimento 2 \n\nde 43 a 53 dias de idade dos frangos, foram conduzidos no Setor de Avicultura \n\ndo Departamento de Zootecnia da Universidade Federal de Viçosa - UFV, nos \n\nperíodos de 21 de setembro a 11 de outubro (experimento 1) e de 19 a 30 de \n\noutubro de 2000 (experimento 2). \n\nEm cada experimento foram utilizados 360 pintos de corte Avian Farm, \n\nmetade machos e metade fêmeas, com 22 dias de idade no experimento 1 e 42 \n\ndias de idade experimento 2, todos vacinados contra Bouba Aviária e doença \n\nde Marek no incubatório. No período pré-experimental, as aves receberam \n\nração à base de milho e farelo de soja, atendendo as recomendações \n\nnutricionais de Rostagno et al. (2000), até 21 dias de idade (experimento 1) e \n\naté 42 dias de idade (experimento 2), quando foram transferidas para os boxes. \n\nO primeiro experimento teve duração de 21 dias e o segundo, de 10 dias; \n\nsendo que o delineamento experimental adotado em ambos experimentos foi o \n\ninteiramente casualizado, contando com seis tratamentos, seis repetições, \n\n\n\n 35\n\nsendo a unidade experimental representada pelo box, contendo cinco machos \n\ne cinco fêmeas.  \n\nAs aves foram alojadas em boxes de 2,10 x 1,00 m, com piso de cimento, \n\ncobertos com cerca de 5 cm de cepilho de madeira, em um galpão de \n\nalvenaria, com dimensões de 29,20 x 12,60 m, 2,80 m de pé-direito, coberto \n\ncom telha de cimento amianto, com lanternim, laterais possuindo muretas de \n\n0,65 m de altura e o restante fechado com tela de meia polegada e cortinas \n\nplásticas com abertura de baixo para cima.  \n\nO programa de luz adotado em ambos experimentos foi o contínuo, com \n\n24 horas de luz (natural + artificial), durante todo o período experimental, \n\nutilizando-se lâmpadas de 60 W. A temperatura no interior do galpão (Apêndice \n\nB) foi medida diariamente por intermédio de termômetros de máxima e mínima \n\nespalhados pelo interior do galpão, colocados ao nível do dorso dos animais, \n\ndurante ambos os ensaios. \n\nA composição química dos ingredientes utilizados na formulação das \n\ndietas, para os experimentos 1 e 2, encontra-se na Tabela 1. \n\n \n\n \n\nTabela 1 - Teores de matéria seca, proteína bruta, cálcio e fósforo dos \ningredientes utilizados nas dietas experimentais \n\n \n\nAlimento Matéria seca % Proteína bruta % Cálcio % Fósforo % \n\nMilho 87,11 7,80 0,03 0,248 \nFarelo de soja 87,74 44,00 0,267 0,586 \nFosfato \nmonoamônio \n\n--- --- 0,46 23,82 \n\nCarbonato de \ncálcio \n\n--- --- 39,65 --- \n\n1 Análises realizadas no Laboratório de Nutrição Animal do Departamento de Zootecnia da UFV. \n\n \n\n \n\nSegundo as recomendações de Rostagno et al. (2000), foi \n\nconfeccionada uma dieta basal constituída de milho e farelo de soja \n\nsuplementada com vitaminas e minerais (Tabela 2), atendendo as exigências \n\nnutricionais das aves, com exceção do cálcio, que permaneceu deficiente no \n\nnível de 0,161%.   \n\n\n\n 36\n\nTabela 2 - Composição percentual da dieta basal, para as fases de crescimento \n(experimento 1) e terminação (experimento 2) \n\n \n\nIngredientes Crescimento \n% \n\nTerminação \n% \n\nMilho 58,00 60,73 \nFarelo de soja 33,59 29,85 \nÓleo vegetal 2,80 4,00 \nFosfato monoamônio 1,20 1,05 \nCalcário 0,13 0,16 \nSal comum 0,40 0,39 \nBacitracina de zinco 0,02 0,02 \nCloreto de colina (60%) 0,10 0,10 \nAnticoccidiano 1 0,10 0,10 \nDL-metionina (99%) 0,20 0,14 \nL-Lis HCl (78%) 0,10 0,10 \nBHT 0,01 0,01 \nMistura mineral 2 0,05 0,05 \nMistura vitamínica 3 0,10 0,10 \nCaulim (inerte) 3,20 3,20 \nTotal 100 100 \n \nComposição calculada \n \n\n  \n\nProteína bruta (%) 19,52 18,50 \nEnergia metabolizável (Mcal/kg) 3,100 3,202 \nCálcio (%) 0,161 0,161 \nFósforo disponível (%) 0,410 0,368 \nMetionina (%) 0,515 0,436 \nLisina (%) 1,157 1,060 \nMetionina + cistina (%) 0,839 0,742 \nTreonina (%) 0,865 0,811 \nTriptofano (%) 0,300 0,279 \nSódio (%) 0,199 0,193 \n\n1 Anticoccidiano - (20% de monozina sódica). \n2 Níveis de garantia/kg do produto: ferro 100,0 g; cobalto 2,0 g; cobre 20,0 g; manganês 106,0 g; iodo 2,0 g \n\ne veículo gsp 1000 g. \n3 Níveis de garantia/kg do produto: vit. A, 10.000.000 UI; vit. D3, 2.000.000 UI; vit. E, 30.000 UI; vit. B,  \n\n2,0 g; vit. B6, 3,0 g; ác. pantotênico, 12,0 g; biotina, 0,1g; vit. K3, 3,0 g; ác. fólico, 1,0 g; ác. nicotínico, \n50,0 g; bacitracina de Zn, 10,0 g; BHT, 5,0 g; vit. B12, 15000 mcg; Se, 0,25 g e veículo gsp 1000 g. \n\n \n\n \n\n\n\n 37\n\nOs tratamentos em ambos experimentos foram constituídos da \n\nsuplementação da dieta basal com 0,0; 0,25; 0,50; 0,75; 1,00; e 1,25% de \n\ncálcio proveniente do carbonato de cálcio. \n\nAs aves receberam ração e água à vontade; as pesagens foram \n\nrealizadas no início e final de cada experimento para averiguação do ganho de \n\npeso, consumo de ração e conversão alimentar. Com o término de cada \n\nexperimento, foram abatidas 72 aves com o peso médio do box (duas aves por \n\nbox), para extração das tíbias, visando à medição da resistência à quebra e \n\nanálises de cinzas e cálcio. \n\nAs tíbias direitas foram destinadas para o teste de resistência à quebra, e \n\nas  esquerdas, após a retirada de gordura no extrator “Soxhlet”, colocadas na \n\nmufla a 600ºC, durante quatro horas, para determinação das cinzas. O teor de \n\ncálcio nos ossos foi obtido de acordo com a metodologia proposta por Silva \n\n(1998). As análises de resistência à quebra óssea foram realizadas utilizando-se \n\nos ossos in natura, em uma prensa computadorizada que registra a resistência \n\nde materiais (Instron Corporation Series IX Automated Materials Testing \n\nSystem 1,09). Os ossos foram colocados na posição horizontal sobre dois \n\nsuportes, sendo a pressão aplicada no centro dos mesmos. A quantidade \n\nmáxima de força aplicada ao osso antes de sua ruptura foi considerada como \n\nresistência à quebra. \n\nOs valores da exigência de cálcio foram estimados por intermédio de \n\nganho de peso, conversão alimentar, teores de cálcio e cinzas nos ossos (em \n\nporcentagem e em gramas) e resistência à quebra dos ossos, utilizando-se os \n\nmodelos de regressão linear e/ou quadrática, conforme ajuste dos dados \n\nobtidos para cada variável, interpretando-se as respostas biológicas das aves. \n\nA escolha entre os modelos foi feita pela observação dos coeficientes de \n\nregressão e pela soma de quadrados dos desvios, nos quais foram \n\nprivilegiados os maiores coeficientes e as menores somas de quadrado. De \n\nacordo com Euclydes &amp; Rostagno (2001), as exigências determinadas pelo \n\nmodelo quadrático geralmente são superestimadas; assim, optou-se pela \n\nutilização de 95% do máximo valor encontrado para cada exigência, de acordo \n\ncom Kidd et al. (1999). As variáveis acima citadas foram consideradas \n\ndependentes e os níveis de cálcio em estudo, como variáveis independentes, \n\nna análise de regressão.  \n\n\n\n 38\n\nAs análises estatísticas dos parâmetros avaliados neste experimento \n\nforam realizadas de acordo com o programa SAEG (Sistema para Análises \n\nEstatísticas e Genéticas), (versão 7.0) desenvolvido pela Universidade Federal \n\nde Viçosa, 1997. \n\n \n\n \n\nResultados e Discussão \n\n \n\nNa Tabela 3, encontra-se o resumo da temperatura aferida no interior \n\ndo galpão durante ambos períodos experimentais. \n\n \n\n \n\n \n\nTabela 3 - Resumo da temperatura no interior do galpão durante os \nexperimentos 1 e 2 \n\n \n\n Crescimento Terminação \nTemperatura (ºC) (ºC) \n\nMáxima média 28,38 30,10 \nMínima média 19,23 17,33 \nMáxima absoluta 33,60 34,00 \nMínima absoluta 16,00 16,00 \n \n\n\n\n 39\n\nExperimento 1 - Exigência nutricional de cálcio para frangos de corte no \nperíodo de  22 a 42 dias de idade \n\n \n\nOs resultados de desempenho obtidos com frangos de corte de 22 a 42 \n\ndias de idade estão apresentados na Tabela 4. \n\nO ganho de peso (GP) foi influenciado pelos níveis de cálcio \n\nestudados, sendo o menor ganho obtido com o nível de 0,16% de cálcio e o \n\nmaior, com 0,91% de cálcio na dieta. Pode-se observar que houve pequena \n\nvariação na taxa de ganho de peso, à medida que se elevou o nível de cálcio \n\nde 0,41 a 1,41%.  \n\nA conversão alimentar (CA) não foi influenciada pelos níveis de cálcio \n\nestudados neste experimento. \n\nDe acordo com o modelo de regressão quadrática, a exigência de \n\ncálcio estimada pelo GP foi de 0,93% (Tabela 5; Figura 1). Esse valor foi \n\nsuperior àquele recomendado por Rostagno et al. (2000), que sugerem o nível \n\nde 0,874% de cálcio, e pelo NRC (1994), que sugere o nível de 0,9% de cálcio \n\nna dieta para frangos de corte em crescimento. Entretanto, Hulan et al. (1985) \n\nrecomendam 1,3% de cálcio e 0,68% de fósforo para frangos de corte em fase \n\nde crescimento. Anderson et al. (1982) verificaram que o desempenho e o teor \n\nde cinzas ósseas de frangos de corte reduziram significativamente, devido ao \n\naumento do cálcio dietético de 0,9 para 1,5%. \n\nAs médias das variáveis ósseas de frangos de corte de 22 a 42 dias de \n\nidade são apresentadas na Tabela 4. \n\nCom exceção do teor de cálcio no osso em gramas (CAOG), as variáveis \n\nósseas foram influenciadas pelos níveis de cálcio estudados. Houve pouca \n\nvariação na porcentagem de cálcio nos ossos (CAOP) e no teor de cinza nos \n\nossos, em porcentagem (COP) e gramas (COG), nos tratamentos em que as \n\naves receberam os níveis de 0,66 a 1,41% de cálcio na dieta. Os menores \n\nvalores obtidos para essas variáveis foram com os níveis de 0,16 e 0,41% de \n\ncálcio na dieta, em relação aos outros tratamentos. \n\n \n\n\n\n 40\n\nTabela 4 - Efeito dos níveis e consumo de cálcio sobre o ganho de peso, consumo de ração, conversão alimentar, cálcio  \nno  osso (% e g), cinza no osso (% e g) e resistência à quebra do osso para frangos de corte de 22 a 42 dias \nde idade \n\n \n Nível de \n\ncálcio  \ntotal \n\n Consumo de cálcio     \n(g/tratamento) \n\n Variáveis1 \n\nDieta  \n \n\n% \n\n Cálcio da \ndieta basal \n\nCálcio das \nfontes \n\n Ganho \nde peso \n\n (g) \n\nConsumo \nde ração \n(kg/ave) \n\nConversão \nalimentar \n\nCálcio  \nno osso  \n\n(%) \n\nCálcio \nno osso \n\n (g) \n\nResistência \nà quebra \nosso (kgf) \n\nCinza \nno osso \n\n (%) \n\nCinza \nno \n\nosso \n(g) \n\nBasal 0,16  3,7742 -  824,00 2,3719 2,8785 18,673 1,005 8,1526 44,724 2,417 \nCarbonato de cálcio 0,41  4,6330 7,1942  1324,08 2,8778 2,1735 20,846 1,183 16,912 48,969 2,793 \n 0,66  4,7555 14,7668  1362,75 2,8584 2,0975 21,240 1,237 22,240 52,456 3,883 \n 0,91  4,6995 21,8919  1414,08 2,9803 2,1076 22,895 1,704 31,028 53,655 3,652 \n 1,16  4,6080 28,6208  1364,17 2,8729 2,1060 22,164 1,501 31,764 53,408 3,566 \n 1,41  4,5882 35,6229  1355,92 2,8572 2,1072 22,108 1,374 31,457 53,212 3,256 \nCoeficiente de variação      5,07 1,53 7,26 5,28 16,78 16,00 3,75 15,46 \n \n\n \n \n\n\n\n 41\n\nTabela 5 - Estimativas da exigência de cálcio para frangos de corte na fase de \ncrescimento (22 a 42 dias de idade), considerando a taxa de ganho \nde peso e conversão alimentar, ajustadas por meio dos modelos de \nregressão \n\n \nModelo Equação de regressão  Exigência \n\ncálcio (%) \n\nR2 SQD \n\nLinear      \n\nGanho de peso Y?  = 1019,85   - - - \n\nConversão alimentar Y?  = 2,60877  - - - \n\nModelo Equação de regressão Pmáx/ \n\nPMín \n\nExigência \n\ncálcio1 (%) \n\nR2 SQD \n\nQuadrático      \n\nGanho de peso Y?  = 659,5 + 1624,27x – 827,421x2 1454,43 0,93 0,87* 32998,35 \n\nConversão alimentar Y?  = 3,08515  - - - - \n1 Representa 95% do valor máximo encontrado pela equação de regressão, indicando o nível adequado de cálcio \n\ntotal para cada variável. \n  * (P&lt;0,05) pelo teste F. \n  Pmáx (Ponto de máxima) e Pmín (ponto de mínima). \n  SQD - Soma de quadrados dos desvios. \n \n\n \n\n \n\n \n\nFigura 1 - Efeito dos níveis de cálcio sobre o ganho de peso (g/ave) de frangos \nde corte de 22 a 42 dias de idade.  \n\n- 1 0 0\n\n1 0 0\n\n3 0 0\n\n5 0 0\n\n7 0 0\n\n9 0 0\n\n1 1 0 0\n\n1 3 0 0\n\n1 5 0 0\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nG\nan\n\nh\no \n\nd\ne \n\np\nes\n\no \n(g\n\n)\n\nObservações Quadrát ica\n\nY?  = 659,5 + 1624,27x – 827,421x2 \n R2 = 0,87 \n\n 0,93 \n\n\n\n 42\n\nObservaram-se maiores valores e pequena variação entre os resultados \n\nde resistência à quebra óssea (RQO) nos tratamentos com 0,91; 1,16; e 1,41% \n\nde cálcio, sendo superiores aos valores numéricos nos demais tratamentos. O \n\nmaior valor de resistência à quebra óssea foi observado no tratamento com \n\n1,16% de cálcio. \n\nEstimando os valores das exigências de cálcio pelo modelo de regressão \n\nquadrática, para as variáveis CAOP, RQO, COP e COG, encontraram-se os \n\nvalores de 1,01; 1,28; 1,01; e 0,95%, respectivamente (Tabela 6; Figuras 2 a 5). \n\nCabral (1999) verificou que a deposição de cálcio no fêmur de frangos de corte \n\nna fase de 22 a 42 dias de idade foi maior, quando os machos receberam \n\n0,93% de cálcio na dieta e as fêmeas 0,82%. Com relação à deposição de \n\ncálcio em porcentagem na tíbia, esse autor não verificou influência dos níveis \n\nde cálcio na dieta de machos e fêmeas. \n\nSegundo Guinotte et al. (1991), frangos de corte na fase de crescimento \n\napresentaram maior comprimento da tíbia, quando alimentados com 0,7% de \n\ncálcio, embora não diferissem significativamente daqueles que receberam \n\n0,9%. A resistência à quebra do osso foi significativamente maior nas aves que \n\nreceberam 0,9% de cálcio, sendo este valor menor que o obtido neste \n\nexperimento, de 1,28%. Twining et al. (1964) recomendam 0,8% de cálcio e \n\n0,6% de fósforo total para frangos de corte, de ambos os sexos, no período de \n\n0 a 6 semanas. Lillie et al. (1964) não verificaram diferenças significativas no \n\ndesenvolvimento de frangos de corte alimentados com quatro níveis de cálcio \n\n(0,9; 1,0; 1,1; e 1,2%) e, segundo estes autores, a exigência de cálcio \n\nprovavelmente não excede o nível de 0,9%. \n\nOs valores de resistência à quebra óssea foram maiores nos tratamentos \n\ncom maiores níveis de cálcio; observação semelhante foi feita por Honna \n\n(1992), que, estudando a integridade dos ossos de galos reprodutores de corte, \n\nverificou que nos maiores níveis de cálcio as aves apresentaram as maiores \n\nresistências. No entanto, Cabral (1999) verificou que a resistência à quebra das \n\ntíbias e fêmures não foi influenciada pelo nível de cálcio (0,9 a 1,3%) na dieta \n\nem frangos de corte dos 22 a 42 dias de idade. Contudo, Skinner et al. (1992) \n\nobtiveram resistência máxima da tíbia com o nível de 0,6% de cálcio na dieta. \n\n \n\n\n\n 43\n\nTabela 6 - Estimativas da exigência de cálcio para frangos de corte na fase de \ncrescimento (22 a 42 dias de idade), considerando o cálcio no osso (% e g), \na resistência à quebra dos ossos e a cinza no osso (% e g), ajustadas por \nmeio dos modelos de regressão \n\n \nModelo Equação de regressão  Exigência \n\ncálcio (%) \n\nR2 SQD \n\nLinear      \n\nCálcio no osso (%) Y?  = 19,2749 + 2,60326x  = 1,411 0,67* 3,63738 \n\nCálcio no osso (g) Y?  = 1,04015   - - - \n\nResistência à quebra (kgf) Y?  = 8,8734 + 18,9401x  = 1,411 0,87* 50,1587 \n\nCinza no osso (%) Y?  = 45,1834 + 6,8525x  =1,411 0,82* 11,1813 \n\nCinza no osso (g) Y?  = 2,44007 + 0,832583x  = 1,411 0,66* 0,39567 \n\nModelo Equação de regressão Pmáx/ \n\nPMín \n\nExigência \n\ncálcio1 (%) \n\nR2 SQD \n\nQuadrático      \n\nCálcio no osso (%) Y?  = 17,3278 + 9,63131x – 4,47077x2 22,495 1,01 0,93* 0,72250 \n\nCálcio no osso (g) Y?  = 0,7220  - - - - \n\nResistência à quebra (kgf) Y?  = 1,57367 +45,2892x – 16,7615x2 32,082 1,28 0,98** 9,18700 \n\nCinza no osso (%) Y?  = 41,3329 + 23,1909x1 –10,6119x2 53,931 1,01 0,99** 0,57868 \n\nCinza no osso (g) Y?  = 1,80434 + 3,53727x  – 1,75726x2 3,5788 0,95 0,96** 0,07569 \n1 Representa 95% do valor máximo encontrado pela equação de regressão, indicando o nível adequado de cálcio total  \n\npara cada variável. \n **(P<0,01), ** (P<0,05). \n Pmáx (Ponto de máxima) e Pmín (ponto de mínima). \n SQD - Soma de quadrados dos desvios. \n\n \n\n \n\nEdwards et al. (1963) sugeriram que 0,99% de cálcio deve estar \n\npresente na dieta para máxima taxa de ganho de peso e 1,39% para otimizar o \n\nteor de cinzas ósseas. Neste experimento, o nível de 1,01% de cálcio \n\nproporcionou maior deposição de cinzas nos ossos, sendo este valor superior \n\nao verificado por Cabral (1999), o qual observou que o teor de cinzas nos \n\nossos foi afetado pelos níveis de cálcio dietéticos apenas nos fêmures de \n\nmachos de corte, em que a deposição máxima ocorreu no nível de 0,7%. \n\nEntretanto, Hulan et al. (1985), trabalhando com níveis de cálcio entre 1,0 e 1,4%, \n\nnão encontraram diferenças quanto à deposição de cinzas nos ossos no período \n\nde 22 a 42 dias de idade em frangos de corte. Já McNaughton et al. (1974) \n\nsugerem o nível de 0,8% de cálcio para maximizar a deposição das cinzas \n\nósseas. De acordo com Ruff &amp; Hughes (1985), existe correlação positiva entre a \n\ndeposição de cinzas e resistência à quebra óssea. \n\n\n\n 44\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \nFigura 2 - Efeito dos níveis de cálcio sobre a porcentagem de cálcio no osso \n\nde frangos de corte de 22 a 42 dias de idade. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3 - Efeito dos níveis de cálcio sobre à resistência à quebra óssea de \nfrangos de corte de 22 a 42 dias de idade. \n\n0\n\n3\n\n6\n\n9\n\n12\n\n15\n\n18\n\n21\n\n24\n\n27\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nál\n\nci\no \n\nn\no \n\nos\nss\n\no \n(%\n\n)\n\nObservações Quadrát ica\n\nY?  = 17,3278 + 9,63131x –4,47077x2 \n R2 = 0,93 \n\n    1,01 \n\n0\n\n4\n\n8\n\n1 2\n\n1 6\n\n2 0\n\n2 4\n\n2 8\n\n3 2\n\n3 6\n\n0 0,1 0 ,2 0,3 0,4 0,5 0 ,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nR\nes\n\nis\ntê\n\nn\nci\n\na \nà \n\nq\nu\n\neb\nra\n\n (\nk\n\ngf\n)\n\nObservações Quadrát ica\n\nY?  = 1,57367 + 45,2892x – 16,7615x2 \n R2 = 0,98 \n\n        1,28 \n\n\n\n 45\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 4 - Efeito dos níveis de cálcio sobre porcentagem de cinza no osso de \n\nfrangos de corte de 22 a 42 dias de idade. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \nFigura 5 - Efeito dos níveis de cálcio sobre o teor de cinza no osso (em \n\ngramas) de frangos de corte de 22 a 42 dias de idade. \n \n\n0\n\n1 0\n\n2 0\n\n3 0\n\n4 0\n\n5 0\n\n6 0\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nin\n\nza\n n\n\no \nos\n\nso\n (\n\n%\n)\n\nObservações Quadrát ica\n\nY?  = 41,3329 + 23,1909x –10,619x2 \n R2 = 0,99 \n\n 1,03 \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n4\n\n4,5\n\n5\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nin\n\nza\n n\n\no \nos\n\nso\n (\n\ng)\n\nObservações Quadrát ica\n\nY?  = 1,80434 + 3,53727x – 1,75726x2 \n R2 = 0,96 \n\n0,95 \n\n\n\n 46\n\nAs estimativas de exigência de cálcio para frangos de corte de 22 a 42 dias de \n\nidade variaram de 0,93; 1,01; 1,28; 1,01; e 0,95 para as variáveis GP, CAOP, RQO, \n\nCOP e COG, respectivamente, pelo modelo quadrático. Pode-se observar que o \n\nrequerimento para suprir a exigência de desempenho foi inferior aos requerimentos \n\npara as variáveis ósseas. Fato semelhante foi observado por Runho et al. (2001) e \n\nBrugalli (1996), trabalhando com exigência de fósforo disponível para frangos de \n\ncorte, e por Cabral (1999), trabalhando com exigência de cálcio.  \n\nConsiderando-se as respostas biológicas das aves nos tratamentos \n\nestudados, sugere-se o valor de 1,01% de cálcio como sendo a exigência para \n\nfrangos de corte de 22 a 42 dias de idade. Contudo, levando-se em \n\nconsideração a RQO, que é uma variável importante no abate e \n\nprocessamento de aves, a exigência de cálcio para frangos de corte de 22 a 42 \n\ndias idade seria de 1,28%. \n\n \n\nExperimento 2 - Exigência nutricional de cálcio para frangos de corte no \nperíodo de 43 a 53 dias de idade \n\n \n\nOs resultados de desempenho obtidos com frangos de corte de 43 a 53 \n\ndias de idade estão apresentados na Tabela 7. \n\nOs valores de ganho de peso (GP) e conversão alimentar (CA) não foram \n\ninfluenciados pelos níveis de cálcio em estudo (Tabela 8). Skinner et al. (1992) \n\ne Cabral (1999), trabalhando com níveis de 0,6 a 1,2% e 0,9 a 1,3% de cálcio, \n\nrespectivamente, também observaram pouca influência desses níveis de cálcio \n\nno desempenho de frangos de corte de 43 a 53 dias de idade. Resultados \n\nsemelhantes foram observados por Skinner &amp; Waldroup (1992), que, ao \n\ntrabalharem com frangos de corte na fase de terminação não encontraram \n\nefeito da retirada da fonte de cálcio no desempenho das aves. Segundo \n\nPinheiro et al. (1995), a retirada do calcário e/ou fosfato bicálcico da ração não \n\nprejudicou o desempenho das aves no período de 38 a 45 dias. O fato de não \n\nterem sido observadas diferenças significativas no desempenho das aves \n\ndurante esta fase pode estar relacionado à possível mobilização do cálcio do \n\ntecido ósseo, que poderia estar sendo utilizado para suprir os requerimentos \n\ndos frangos em relação a este mineral. \n\n\n\n 47\n\nTabela 7 - Efeito  dos  níveis e consumo  de  cálcio  sobre  o ganho  de  peso, consumo de ração, conversão  alimentar, \ncálcio no osso (% e g), cinza no osso (% e g) e resistência à quebra do osso para frangos de corte de 43 a 53 \ndias de idade \n\n \n Nível de \n\ncálcio  \ntotal \n\n Consumo de cálcio     \n(g/tratamento) \n\n Variáveis1 \n\nDieta  \n\n \n\n% \n\n Cálcio da \n\ndieta \n\nbasal \n\nCálcio das \n\nfontes \n\n Ganho de \n\npeso \n\n (g) \n\nConsumo \n\nde ração \n\n(kg/ave) \n\nConversão \n\nalimentar \n\nCálcio  \n\nno osso  \n\n(%) \n\nCálcio no \n\nosso \n\n (g) \n\nResistência \n\nà quebra \n\nosso (kgf) \n\nCinza no \n\nosso \n\n (%) \n\nCinza no \n\nosso \n\n(g) \n\nBasal 0,16  3,4905 -  630,33 2,2021 3,4936 19,853 1,482 15,787 49,053 3,674 \n\nCarbonato de cálcio 0,41  3,5553 5,5206  686,50 2,3357 3,4024 22,488 1,825 20,212 52,611 4,271 \n\n 0,66  3,6916 11,4646  709,83 2,3775 3,3494 24,441 2,225 24,362 54,394 4,949 \n\n 0,91  3,6752 17,1206  674,17 2,2919 3,3996 24,010 2,043 28,821 54,422 4,734 \n\n 1,16  3,6468 22,6508  656,33 2,2869 3,4844 24,297 2,124 31,764 54,612 4,754 \n\n 1,41  3,6429 28,2835  645,67 2,2759 3,5249 23,268 2,047 27,395 54,107 4,768 \n\nCoeficiente de variação      8,69 3,17 10,29 5,55 19,32 13,12 4,24 18,78 \n\n \n\n\n\n 48\n\nTabela 8 - Estimativas da exigência de cálcio para frangos de corte na fase \nde terminação (43 a 52 dias de idade), considerando a taxa de \nganho de peso e conversão alimentar, ajustadas por meio dos \nmodelos de regressão \n\n \nModelo Equação de regressão \nLinear  \nGanho de peso Y? = 671,582 \nConversão alimentar Y?  = 3,40172 \nModelo Equação de regressão \nQuadrático  \nGanho de peso Y?  = 609,513 \nConversão alimentar Y?  = 3,5522 \n\n \n\n \n\n \n\nAs médias das variáveis ósseas de frangos de corte de 43 a 53 dias de \n\nidade são apresentadas na Tabela 7. \n\nOs valores obtidos para as variáveis cálcio no osso, em porcentagem \n\n(CAOP) e em gramas (CAOG), e para cinza no osso, em percentagem (COP) e \n\nem gramas (COG), foram semelhantes quando as aves receberam de 0,66 a \n\n1,41% de cálcio na dieta, sendo verificados valores inferiores quando os níveis \n\nde cálcio foram de 0,16 a 0,41%. Para a resistência à quebra do osso (RQO), \n\nos valores elevaram-se com o aumento do cálcio na dieta até o nível de 1,16%. \n\nDe acordo com o modelo de regressão quadrática, as exigências de \n\ncálcio estimadas variaram de 0,91% para CAOP e 1,18% para RQO (Tabela 9; \n\nFiguras 6 a 9). Com relação ao teor de cálcio no osso, Cabral (1999) reporta \n\nque houve máxima deposição deste mineral com o nível de 0,92% de cálcio \n\ndietético para machos e 0,93% para fêmeas. Porém, Hulan et al. (1985) \n\nrecomendam 1,29% de cálcio e 0,51% de fósforo para maior deposição de \n\nminerais no osso de frangos de corte na fase de terminação. Entretanto, \n\nEdwards &amp; Veltmann (1983), reportam que a retenção de cálcio foi maior nos \n\ntratamentos que continham menor teor de cálcio dietético. \n\nExcluindo-se a exigência necessária para maximizar a resistência à \n\nquebra óssea, que foi de 1,18%, os valores de requerimento de cálcio \n\nencontrados neste trabalho foram superiores aos recomendados por Rostagno \n\net al. (1996), que sugerem 0,871% de cálcio para frangos de corte na fase de \n\nterminação, e Rostagno et al. (2000) e NRC (1994), que recomendam o valor \n\nde 0,80% para aves nesta mesma fase.  \n\n\n\n 49\n\nTabela 9 - Estimativas da exigência de cálcio para frangos de corte na fase de \ncrescimento (43 a 53 dias de idade), considerando o cálcio no osso \n(% e g), a resistência à quebra dos ossos e as cinzas no osso (% e \ng), ajustadas por meio dos modelos de regressão \n\n \nModelo Equação de regressão  Exigência \n\ncálcio (%) \n\nR2 SQD \n\nLinear      \n\nCálcio no osso (%) Y?  = 21,077   - - - \n\nCálcio no osso (g) Y?  = 1,63962   - - - \n\nResistência à quebra (kgf) Y?  = 15,5085 + 11,0673x  = 1,411 0,85*\n\n* \n\n23,01261 \n\nCinza no osso (%) Y?  = 50,3885   - - - \n\nCinza no osso (g) Y?  = 3,92257   - - - \n\nModelo Equação de regressão Pmáx/ \n\nPMín \n\nExigência \n\ncálcio1 (%) \n\nR2 SQD \n\nQuadrático      \n\nCálcio no osso (%) Y?  = 17,9682 + 13,7439x1 – 7,13834x\n2 24,56 0,91 0,96*\n\n* \n\n0,6546204 \n\nCálcio no osso (g) Y?  = 1,21925+ 1,92208x – 0,965257x\n2 2,173 0,94 0,88* 0,0434887 \n\nResistência à quebra (kgf) Y?  = 11,5345 +26,4155x – 10,5445x\n2 28,02 1,18 0,99* 3,168545 \n\nCinza no osso (%) Y?  = 47,068 + 15,5625x –7,6243x\n2 54,99 0,97 0,97*\n\n* \n\n0,5786899 \n\nCinza no osso (g) Y?  = 3,23296  - - - - \n1 Representa 95% do valor máximo encontrado pela equação de regressão, indicando o nível adequado de cálcio \n\ntotal para cada variável. \n ** (P?0,01), * (P?0,05) pelo teste F. \n Pmáx (Ponto de máxima) e Pmín (ponto de mínima). \n SQD - Soma de quadrados dos desvios. \n\n \n\n \n\nSkinner et al. (1992) também observaram a influência dos níveis de cálcio \n\nna dieta sobre a resistência da tíbia à quebra, obtendo resistência máxima com \n\no nível de 0,6% de cálcio. Skinner &amp; Waldroup (1992) observaram que houve \n\nmenor resistência à quebra óssea, quando as aves, no período de 42 a 49 dias \n\nde idade, receberam níveis baixos de cálcio. Entretanto, Cabral (1999) relatou \n\nque a resistência da tíbia à quebra não foi influenciada pelo nível dietético de \n\ncálcio (0,9 a 1,3%) em frangos de corte de 43 a 53 dias de idade, fato não \n\nobservado neste experimento, em que o nível de 1,18% de cálcio proporcionou \n\nmaior valor de resistência à quebra óssea. \n\nNeste experimento, a COP elevou-se com o aumento de cálcio na dieta, \n\nconcordando com os resultados encontrados por Hulan et al. (1985), Twning et al. \n\n\n\n 50\n\n(1964), Waldroup et al. (1974) e Huyghebaert et al. (1981). Yoshida &amp; Hoshii (1982) \n\nreportaram que 1,1% de cálcio e 0,35% de fósforo são necessários para otimizar a \n\ndeposição de cinzas nos ossos, em frangos de corte de 4 a 8 semanas de idade. \n\nContudo, Cabral (1999) reportou que o teor de cinzas no fêmur foi afetado pelo nível \n\nde cálcio dietético apenas para frangos de corte machos, no período de 43 a 53 \n\ndias de idade. Segundo esse autor, houve decréscimo no teor de cinza, à medida \n\nque se elevou o nível de cálcio na ração, atingindo o teor máximo de cinza com o \n\nnível de 0,7% de cálcio, enquanto, neste experimento, o nível de 0,97% de cálcio \n\npromoveu maior deposição óssea. \n\nAs estimativas de exigência de cálcio para frangos de corte de 43 a 53 \n\ndias de idade foram de 0,91; 0,94; 1,18; e 0,97%, para as variáveis CAOP, \n\nCAOG, RQO e COP, respectivamente, pelo modelo quadrático.  \n\nConsiderando-se as respostas biológicas das aves nos tratamentos \n\nestudados, sugere-se o valor de 0,97% de cálcio como sendo a exigência para \n\nfrangos de corte de 43 a 53 dias de idade. Contudo, levando-se em \n\nconsideração a RQO, que é uma variável importante no abate e \n\nprocessamento de aves, a exigência de cálcio para frangos de corte de 43 a 53 \n\ndias seria de 1,18%. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \nFigura 6 - Efeito dos níveis de cálcio sobre a porcentagem de cálcio no osso de \n\nfrangos de corte de 43 a 53 dias de idade. \n\n0\n\n4\n\n8\n\n12\n\n16\n\n20\n\n24\n\n28\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nál\n\nci\no \n\nn\no \n\nos\nso\n\n (\n%\n\n)\n\nObservações Quadrát ica\n\nY?  = 17,9682 + 13,7439x – 7,13834x2 \n R2 = 0,96 \n\n0,91 \n\n\n\n 51\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \nFigura 7 - Efeito dos níveis de cálcio sobre o teor de cálcio no osso (em \n\ngramas) de frangos de corte de 43 a 53 dias de idade.  \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 8 - Efeito dos níveis de cálcio sobre à resistência à quebra óssea de \n\nfrangos de corte  de 43 a 53 dias de idade. \n \n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n2,4\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nál\n\nci\no \n\nn\no \n\nos\nso\n\n (\ng)\n\nObservações Quadrát ica\n\nY?  = 1,21925 + 1,92208x – 0,965257x2\n R2 = 0,97 \n \n\n0,94 \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nR\nes\n\nis\ntê\n\nn\nci\n\na \nà \n\nq\nu\n\neb\nra\n\n (\nk\n\ngf\n)\n\nObservações Quadrát ica\n\nY?  = 11,5345 + 26,4155x – 10,5445x2 \n R2 = 0,99 \n \n\n1,18 \n\n\n\n 52\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 9 - Efeito dos níveis de cálcio sobre porcentagem de cinza no osso de \n\nfrangos de corte de 43 a 53 dias de idade. \n \n\n \n\n \n\n \n\n \n\nConclusões \n\n \n \n\nDe acordo com as respostas biológicas das aves frente aos níveis de \n\ncálcio estudados, sugere-se os valores de 1,01 e 0,97% de cálcio como sendo \n\na exigência para frangos de corte nos períodos de 22 a 42 e 43 a 53 dias de \n\nidade, respectivamente. Contudo, levando-se em consideração a resistência à \n\nquebra óssea, que é uma variável importante no abate e processamento das \n\naves, a exigência de cálcio para frangos de corte seria de 1,28 e 1,18%, para \n\nas fases de crescimento e terminação, respectivamente. \n\n \n \n\n40\n\n43\n\n46\n\n49\n\n52\n\n55\n\n58\n\n0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 1,1 1,2 1,3 1,4 1,5\n\nCálcio (%)\n\nC\nin\n\nza\n n\n\no \nos\n\nso\n (\n\n%\n)\n\nObservações Quadrática\n\nY?  = 47,068 + 15,5625x – 7,6243x2 \n R2 = 0,97 \n\n0,97 \n\n\n\n 53\n\nLiteratura Citada \n\n \n\nANDERSON, J.O.; DOBSON, D.C.; JACK, K. Effect of particle size of the \ncalcium source on performance of broiler chicks fed diets with different \ncalcium and phosphorus levels. Poultry Science, v.63, p.311-316, 1984. \n\nBRUGALLI, I. Efeito da granulometria na biodisponibilidade de fósforo e \nnos valores energéticos da farinha de carne e ossos e exigência \nnutricional de fósforo para pintos de corte. Viçosa, MG: Universidade \nFederal de Viçosa, 1996. 83p. Dissertação (Mestrado em Zootecnia) - \nUniversidade Federal de Viçosa, 1996. \n\nCABRAL, G.H. Níveis de cálcio em rações para frango de corte. Viçosa, \nMG: Universidade Federal de Viçosa, 1999. 83p. Dissertação (Doutorado \nem Zootecnia) - Universidade Federal de Viçosa, 1999.  \n\nEDWARDS JR., H.M.; MARION J.E.; FULLER H.L. et al. Studies on calcium \nrequirements of broilers. Poultry Science, v.42, p.699-703, 1963. \n\nEDWARDS JR., H.M.; VELTMANN Jr., J.R. The role of calcium and \nphosphorus in the etiology of tibial dyschrondroplasia in young chicks. \nJournal Nutrition, v.113, p.1568-1575, 1983. \n\nEUCLYDES, R.F.; ROSTAGNO, H.S. Estimativas dos níveis nutricionais via \nexperimentos de desempenho. In: Workshop latino-americano Ajinomoto \nBiolatina. Foz do Iguaçu, PR. p.77-88, 2001. \n\nFORMICA, S.D.; SMINT, M.J.; BACHARAC, M.M. et al. Calcium and \nphosphorus requirements of growing turkeys and chickens. Poultry \nScience, v.41 p.771-776, 1962. \n\nGUINOTTE, F.; NYS, Y. The effects of particle size and origin of calcium \ncarbonate on performance and ossification characteristics in broiler chicks. \nPoultry Science, v.70, p.1908-1920, 1991. \n\nHONNA, N.H. Efeito dos níveis nutricionais de cálcio sobre a capacidade \nreprodutiva e integridade dos ossos de galos reprodutores de corte. \nViçosa, MG: Universidade Federal de Viçosa, 1992. 63p. Dissertação \n(Mestrado em Zootecnia) - Universidade Federal de Viçosa, 1992. \n\nHULAN, H.W.; De GROOTE, G.; FONTAINE, G. et al. The effect of different \ntotals and rations of dietary calcium and phosphorus on the performance \nand incidence of leg abnormalities of male and female broiler chickens. \nPoultry Science, v.64, p.1157-1169, 1985. \n\nHURWITZ, S.; PLAVNIK, I.; SHAPIRO, A. et al. Calcium metabolism and \nrequirements of chicks are affect by growth. Journal of Nutrition, v.2, \np.2679-2686, 1995. \n\nHUYGHEBAERT, G.; DE GROOTE, G.; KEPPENS, L. L’influence des teneurs \nen calcium et en fluor et du rapport Na/Cl sur l’utilisation du phosphore et la \nsolidité des os chez les poulets de chair. Revista Agrícola, v.34,  \np.312-330, 1981. \n\n\n\n 54\n\nKLASING, K.C. Comparative avian nutrition. New York: Cab International, \n1998. 350p. \n\nMcNAUGHTON, J.L.; DILWORTH, B.C.; DAY, E.J. Effect of particle size on the \nutilization of calcium supplements by the chick. Poultry Science, v.53, \np.1024-1029, 1974. \n\nKIDD, M.T.; LERNER, S.P.; ALLARD, J.P.; et al. Threonine needs of finishing \nbroilers: growth, carcass and economic responses. Journal of Applied \nPoultry Res. v.8, p.160-169, 1999. \n\nLILLIE, R.J.; TWINING, P.F.; DENTON, C.A. Calcium and phosphorus \nrequirements of broilers as influenced by energy, sex, strain. Poultry \nScience, v.43, p.1126-1131, 1964. \n\nNATIONAL RESEARCH COUNCIL - NRC. Nutrients requirements of poultry. \n9.ed., Washington, D.C., 1994. 155p.  \n\nPINHEIRO, J.W.; FONSECA, N.A.N.; MIZUBUTI, I.Y. et al. Efeito da retirado do \ncalcário e/ou fosfato bicálcico da ração sobre o desempenho dos frangos \nde corte. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \nZOOTECNIA, 32, 1995, Brasília-DF. Anais... Brasília-DF: Sociedade \nBrasileira de Zootecnia, 1995, p.544. \n\nROSTAGNO, H.S.; ALBINO, L.F.T.; DONZELE, J.L. et al. Tabelas brasileiras \nde aves e suínos; composição de alimentos e exigências nutricionais. \n1.ed. Viçosa, MG: Universidade Federal de Viçosa, 2000. 141p. \n\nROSTAGNO, H.S.; BARBARINO, P. Jr.; BARBOZA, W.A. Nutrient Requeriment \nof Poultry determined in Brazil. IN: SIMPÓSIO INTERNACIONAL SOBRE \nEXIGÊNCIAS NUTRICIONAIS DE AVES E SUÍNOS, 1996. Anais... \nViçosa: Universidade Federal de Viçosa, 1996. p.81-107. \n\nRUFF, C.; HUGHES, B.L. Bone strength of height-restricted broiler as affected \nby levels of calcium, phosphorus and manganese. Poultry Science, v.64, \np.1628-1636, 1985. \n\nRUNHO, R.C.; GOMES, P.C.; ROSTAGNO, H.S. et al. Exigência de fósforo \ndisponível para frangos de corte machos e fêmeas. Revista da Sociedade \nBrasileira  de Zootecnia, v.30, n.1, p.187-196, 2001. \n\nSCHEIDELER, S.E.; RIVES, D.V.; GARLICH, J.D. et al. Dietary calcium and \nphosphorus effects on broiler performance and the incidence of sudden \ndeath syndrome mortality. Poultry Science, v.74, p.2011-2018, 1995. \n\nSILVA, D.J. Análise de alimentos (métodos químicos e biológicos). 2.ed. \nViçosa: Universidade Federal de Viçosa, 1998. 165p. \n\nSIMCO, T.F.; STEPHENSON, E.L. Reevaluation of the calcium-phosphorus \nrequirements of the chick. Poultry Science, v.40, p.1188-1192, 1961. \n\nSKINNER, J.T.; IZAT, A.L.; WALDROUP, P.W. Effects of removal of \nsupplemental calcium and phosphorus fromin broiler finisher diets. Journal \nof Applied Poultry Research, v.1, n.3, p.42-47, 1992. \n\nSKINNER, J.T.; WALDROUP, P.W. Effects of calcium and phosphorus levels in \nstarter and grower diets in broiler during the finisher period. Journal of \nApplied Poultry Research, v.1, n.3, p.277-279, 1992. \n\n\n\n 55\n\nSMITH, O.B.; KABAIJA, E. Effect of high dietary calcium and wide calcium-\nhosphorus rations in broiler diets. Poultry Science, v.64, p.1713-1720, \n1984. \n\nTWINING, P.F.; LILLIE, E.J.; ROBEL, E.J. et al. Calcium and phosphorus \nrequirements of broiler chickens. Poultry Science, v.43, p.283-296, 1964. \n\nUNIVERSIDADE FEDERAL DE VIÇOSA – UFV. 1997. Central de \nProcessamento de Dados – UFV/CPD. SAEG – Sistema para análise \nestatística e genética, versão 7.0 Viçosa, MG: Universidade Federal de \nViçosa, 54p. \n\nWALDROUP, P.W.; AMMERMAN. B.C.; HARMS, R.H. Comparison of the \nrequirements of battery and floor-grown chicks for calcium and phosphorus. \nPoultry Science, v.41, p.1433-1436, 1962. \n\nWALDROUP, P.W.;  MITCHELL, R.J.; HAZEN, K.R. The phosphorus needs of \nfinishing broilers in relationship to dietary nutrient density levels. Poultry \nScience, v.53, p.1655-1663, 1974. \n\nWHITE-STEVENS, E.R.; PENSACK, J.M.; STOKSTAD, E.L.R. The calcium and \nphosphorus requirement of the chick. Poultry Science, v.39, p.1305, 1960. \n\n YOSHIDA, M.; HOSHII, H. Re-avaluation of requirement of calcium and \navailable phosphurus for starting meat-type chicks. Japanese Poultry \nScience, v.19, p.101-109, 1982. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 56\n\n \n\nRESUMO E CONCLUSÕES \n\nForam conduzidos três experimentos; no primeiro, objetivou-se determinar \n\na exigência nutricional de cálcio para frangos de corte no período de 1 a 21 \n\ndias de idade e a disponibilidade relativa deste mineral no fosfato bicálcico, \n\ncalcário calcítico e calcário dolomítico, utilizando-se o carbonato de cálcio como \n\npadrão, sendo atribuído o mesmo o valor de 100% de disponibilidade. O \n\nsegundo e terceiro experimentos foram conduzidos com o objetivo de \n\ndeterminar a exigência nutricional de cálcio para frangos de corte no período de \n\n22 a 42 e 43 a 53 dias de idade, respectivamente.  \n\nAs exigências de cálcio estimadas de acordo com as respostas biológicas \n\ndas aves frente aos níveis de cálcio estudados, foram de 1,02, 1,01 e 0,97% de \n\ncálcio para frangos de corte de 1 a 21, 22 a 42 e 43 a 53 dias de idade, \n\nrespectivamente. Contudo, levando-se em consideração a resistência à quebra \n\nóssea, que é uma variável importante no abate e processamento das aves, a \n\nexigência de cálcio para frangos de corte de 1 a 21, 22 a 42 e 43 a 53 dias de \n\nidade seria de 1,20; 1,28; e 1,18%, respectivamente. \n\nOs valores médios da disponibilidade relativa de cálcio obtidos \n\nconsiderando todas as variáveis estudadas foram de 99,99; 84,67; e 75,28% \n\npara o fosfato bicálcico e os calcários calcítico e dolomítico, respectivamente.   \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 58\n\nAPÊNDICE A \n\n \n\n \n\nTabela 1A - Temperatura  registrada  no  interior  do  galpão  durante  o  \nperíodo experimental, de 1 a 21 dias de idade das aves \n\n \n\nPeríodo de 1 a 21 dias de idade \n\nTemperatura ºC Temperatura ºC Temperatura ºC Data do \nregistro \n\nMáxima Mínima Máxima Mínima Máxima Mínima \n\n25/08/00 36,5 20 33 19 35 18 \n\n26/08/00 38 23 34 21 36 21 \n\n27/08/00 36 21,5 36 21,5 35 21 \n\n28/08/00 36 21,5 36 21,5 33 21 \n\n29/08/00 36 21,5 36 21,5 25 21 \n\n30/08/00 28 26 26 25 27 25 \n\n31/08/00 29 24 29 21,5 28 19 \n\n01/09/00 32 24 31 21,5 32 24 \n\n02/09/00 31 24 26 24 29 21 \n\n03/09/00 27 21,5 25 20 25 20 \n\n04/09/00 25 21 25 21,5 24 21 \n\n05/09/00 29 24 25 21 24 21 \n\n06/09/00 27 22 25 19 27 21 \n\n07/09/00 27 20 25 19 27 21 \n\n08/09/00 30 25 29 24 30 26 \n\n09/09/00 30 25 29 24 29 25 \n\n10/09/00 30 20 29 19 30 19 \n\n11/09/00 30 19 29 19 30 20 \n\n12/09/00 29 19 29 19 30 20 \n\n13/09/00 30 20 29 19 31 21 \n\n \n\n \n\n \n\n\n\n 59\n\nTabela 2A - Resumo das análises de variância e coeficientes de variação (CV) \ndo ganho de peso (GP) e conversão alimentar (CA) de pintos de \ncorte de 1 a 21 dias de  idade \n\n \n\nGL Quadrados médios Fontes de \nvariação \n\n GP (g/ave) CA (g/g) \n\nTratamento 11 108174,4** 1,04122 ** \n\nResíduo 60 1258,941 0,077912 \n\nCV %  6,61 13,78 \n\n**Significativo pelo teste F (P<0,01). \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTabela 3A - Resumo das análises de variância e coeficientes de variação (CV)  \n\npara  cálcio no osso (CAO), resistência à quebra do osso (RQO), e \ncinza no osso  (CO) de pintos de corte de 1 a 21 dias de idade \n\n \n\nGL Quadrados médios Fontes de  \nvariação \n\n CAO % CAO (g) RQO \n(kgf/mm) \n\nCO % CO (g) \n\nTratamento 11 62,49052 ** 0,0553477 ** 92,43802 ** 396,3625 ** 0,296735 ** \n\nResíduo 60 3,271489 0,00217966 2,339938 3,659955 0,0066975 \n\nCV %  8,91 15,59 13,89 4,13 11,71 \n**Significativo pelo teste F (P<0,01). \n \n \n \n \n \n \n\n\n\n 60\n\nAPÊNDICE B \n \n \n \nTabela 1B - Temperatura registrada  no  interior  do  galpão  durante  o  período \n\nexperimental, de  22 a 42 dias de idade das aves \n \n\nPeríodo de 22 a 42 dias de idade \n\nTemperatura ºC Temperatura ºC Temperatura ºC Data do \nregistro \n\nMáxima Mínima Máxima Mínima Máxima Mínima \n\n22/09/00 28 21 27 20 28 22 \n\n23/09/00 29 22 28 21 29 22 \n\n24/09/00 29 19 30 19 29 19 \n\n25/09/00 29 19 30 19 29 19 \n\n26/09/00 28 19 28 18 28 19 \n\n27/09/00 28 18,5 28 18 29 18 \n\n28/09/00 29 19 29 18 29 20 \n\n29/09/00 29 18 28 18 29 18 \n\n30/09/00 29 18 28 18 28 19 \n\n02/10/00 27 16 25 16 27 16 \n\n03/10/00 28 18 28 17 24 16 \n\n04/10/00 29 16 28 17 24 16 \n\n05/10/00 32 24 32 23 31 24 \n\n06/10/00 33 23 34 25 34 23 \n\n07/10/00 29 22 29 21 29 22 \n\n08/10/00 23 19 23 20 22 19 \n\n09/10/00 26 20,5 25,5 20 26 20 \n\n10/10/00 28 16 27 16 28 16 \n\n11/10/00 29,5 20 30 21 29 20 \n\n12/10/00 29 16 30 16 31 16 \n\n \n\n \n\n \n\n\n\n 61\n\nTabela 2B - Resumo das análises de variância e coeficientes de variação (CV) do \nganho de peso (GP) e conversão alimentar (CA) de pintos de corte de 22 \na 42 dias de idade \n\n \n\nGL Quadrados médios Fontes de \nvariação \n\n GP (g/ave) CA (g/g) \n\nTratamento 5 296800,4 ** 0,5824816 **  \n\nResíduo 30 4173,093 0,02658478 \n\nCV %  5,07 7,26 \n\n**Significativo pelo teste F (P<0,01). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTabela 3B - Resumo das  análises  de  variância  e  coeficientes  de  variação  \n(CV)  para cálcio no osso (CAO), resistência à quebra do osso \n(RQO), e cinza no osso (CO) de pintos de corte de 22 a 42 dias de \nidade \n\n \n\nGL Quadrados médios Fontes de  \nvariação \n\n CAO % CAO (g) RQO \n(kgf/mm) \n\nCO % CO (g) \n\nTratamento 5 13,25953 ** 0,3700768 ** 562,5067 ** 76,0075 ** 1,876768 ** \n\nResíduo 30 1,265291 0,05101532 14,25873 3,671289 0,2543662 \n\nCV %  5,28 16,78 16,00 3,75 15,46 \n**Significativo pelo teste F (P<0,01). \n\n \n\n\n\n 62\n\nTabela 4B - Temperatura registrada no interior do galpão durante o período \nexperimental, de 43 a 54 dias de idade das aves \n\n \n\nPeríodo de 43 a 54 dias de idade \n\nTemperatura ºC Temperatura ºC Temperatura ºC Data do \nregistro \n\nMáxima Mínima Máxima Mínima Máxima Mínima \n\n20/10/00 31 16 31 16 31 16 \n\n21/10/00 34 21 34 21 34 21 \n\n22/10/00 32 18 32 18 32 18 \n\n23/10/00 31 16 31 17 29 16 \n\n24/10/00 31 16 29 16 31 17 \n\n25/10/00 31 16 32 17 31 16 \n\n26/10/00 31 16 29 16 31 16 \n\n27/10/00 31 19 28 16 31 16 \n\n28/10/00 31 18 29 16 29 18 \n\n29/10/00 31 19 31 19 31 19 \n\n30/10/00 20 17 20 17 20 17 \n\n \n \n \n \n \n \n \n \n \n \n \nTabela 5B - Resumo das análises de variância e coeficientes de variação (CV) do \n\nganho de peso (GP) e da conversão alimentar (CA) de pintos de corte de \n43 a 53 dias  de idade \n\n \n\nGL Quadrados médios Fontes de \nvariação \n\n GP (g/ave) CA (g/g) \n\nTratamento 5 5015,428 ns 0,02791309 ns \n\nResíduo 30 3358,506 0,125472 \n\nCV %  8,69 4,24 \n\nns - Não-significativo pelo teste F (P>0,05). \n \n\n \n\n\n\n 63\n\nTabela 6B - Resumo das análises  de  variância  e  coeficientes  de  variação  (CV)  \npara cálcio no osso (CAO), resistência à quebra do osso (RQO) e cinza \nno osso (CO) de pintos de corte de 43 a 53 dias de idade \n\n \n \n\nGL Quadrados médios Fontes de \nvariação \n\n CAO % CAO (g) RQO \n(kgf/mm) \n\nCO % CO (g) \n\nTratamento 5 17,99400 ** 0,430226 * 148,0234 ** 27,93190 ** 1,34810 ns \n\nResíduo 30 1,636335 0,1430265 9,801757 5,085874 0,7224713 \n\nCV %  5,55 19,32 13,12 4,24 18,78 \nns - Não-significativo pelo teste F (P>0,05). \n** Significativo pelo teste F (P<0,01). \n* Significativo pelo teste F (P<0,005)."}]}}}