{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21539"}, {"@name": "filename", "#text": "5295_Dissertacao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE LISBOA \n\nINSTITUTO DE CIÊNCIAS SOCIAIS \n\n \n\n                                                                                   \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nALIMENTAÇÃO E CULINÁRIA NA CULTURA DOS DESCENDENTES DE \n\nAÇORIANOS EM SANTO ANTÔNIO DE LISBOA – FLORIANÓPOLIS \n\n (ILHA DE SANTA CATARINA – BRASIL)  \n\n \n\n \n\n \n\nRose Maria Martins Gomes de Sousa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMestrado em Antropologia Social e Cultural \n\n \n\n \n\n2010 \n\n \n\n\n\n \n\nUNIVERSIDADE DE LISBOA \n\nINSTITUTO DE CIÊNCIAS SOCIAIS                      \n\n \n\n                                                                                   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nALIMENTAÇÃO E CULINÁRIA NA CULTURA DOS DESCENDENTES DE \n\nAÇORIANOS EM SANTO ANTÔNIO DE LISBOA – FLORIANÓPOLIS \n\n (ILHA DE SANTA CATARINA – BRASIL)  \n\n \n\n \n\nRose Maria Martins Gomes de Sousa \n\n \n\n \n\n \n\n \n\nMestrado em Antropologia Social e Cultural \n\n \n\n \n\nDissertação orientada pelo Prof. Doutor José Manuel Rodrigues Ferreira Sobral \n\n \n\n \n\n2010 \n\n\n\n \n\nResumo  \n\n  \n\nO tema condutor do trabalho reside na análise da comida identificada como \n\naçoriana, como parte das reivindicações identitárias de habitantes de Florianópolis, Santa \n\nCatarina - Brasil. Com esse efeito, estudamos Santo Antônio de Lisboa, localizado no norte \n\nda Ilha, uma das localidades onde se instalaram as primeiras comunidades de imigrantes \n\naçorianos, em meados do Século XVIII (1748-56), e que portanto, nas últimas décadas, \n\nassim como por toda Ilha tem vindo a reivindicar uma cultura de matriz açoriana.  \n\nPretendemos com este estudo de caso contribuir para a análise do papel da \n\nalimentação e da cozinha na construção das identidades colectivas. \n\nO trabalho se desdobrará em várias dimensões temáticas: uma síntese de \n\nbibliografia oriunda da antropologia e sociologia da alimentação; a questão da identidade \n\nrelacionada com a alimentação e a cozinha; a história dos imigrantes açorianos em Santa \n\nCatarina, Florianópolis e Santo Antônio de Lisboa; a alimentação e a culinária no \n\nArquipélago açoriano e na ilha de Santa Catarina. Dá-se um destaque particular ao seu \n\nobjectivo central: a exaltação da identidade açoriana, reivindicada pelos habitantes locais, \n\natravés da alimentação e da culinária.  \n\n \n\n \n\n \n\n \n\nPalavras-Chave: \n\nAlimentação – culinária – cultura açoriana – identidade – Santa Catarina  \n\n \n\n \n\n\n\n \n\nAbstract \n\n \n\nThe subject of this research lies in the analysis of the food identified as Azorian, as \n\npart of the identity claims of inhabitants of Florianopolis, Santa Catarina - Brazil. To this \n\nend, we studied St. Anthony of Padua, located in the north of the island, one of the places \n\nwhere the first communities of immigrants from the Azores were settled in the middle of \n\nthe eighteenth-century (1748-56).  In Santo Antônio de Lisboa, as well as in the rest of the \n\nisland, there have been recently strong callings in to the defence of local culture which is \n\nclaimed to be of Azorean origin. \n\n Our specific purpose in making this case study is to contribute to the analysis of the \n\nrole of food and kitchen in the construction of collective identities. \n\nThe work will be divided into several thematic dimensions that address, among other \n\nissues, history, anthropology and sociology of food; the question of identity related to food \n\nand cooking; the history of the Azorean immigrants in Santa Catarina, Florianopolis and St. \n\nAnthony of Lisbon; food and cuisine in the Azores and in the island of Santa Catarina. Its \n\nmain focus is devoted to the exaltation of an Azorean identity, claimed as theirs by the \n\nlocal inhabitants, through food and cuisine. \n\n \n\n \n\n \n\n \n\n \n\nKey words: \n\nFood – cooking – Azorean culture – identity – Santa Catarina  \n\n \n\n \n\n \n\n\n\n \n\nAGRADECIMENTOS ESPECIAIS \n\n \n\n \n\nPara chegar até aqui, devo agradecimentos a muitas pessoas. Algumas colaboraram \n\ndirectamente na minha formação e na construção dessa pesquisa, outros tantos colaboraram \n\nindirectamente. Agradeço nominalmente aos que estiveram mais próximos nesses últimos \n\ndois anos e mantenho na memória os que ficaram mais distantes no tempo e no espaço. \n\nMeu pedido de desculpas e de agradecimento vai para os meus três amores: meu \n\nmarido, José Luís, meu amor, meu companheiro, minha âncora nas horas difíceis que \n\nsempre me apoiou em tudo. Sem o seu apoio incondicional, jamais poderia ter \n\nconcretizado este trabalho; para os meus queridos filhos Henrique e Gustavo, pela alegria e \n\nque dia-a-dia foram crescendo junto com ele. Minha ausência, minha impaciência em \n\nmomentos tão belos foram entendidos com compreensão e carinho. Obrigado, amo vocês!  \n\nÀ Rode, minha querida irmã, que sempre esteve presente mesmo estando do outro \n\nlado do Atlântico. Pelo seu carinho, entusiasmo e pelas discussões teóricas e sugestões de \n\npesquisa que teve comigo. Contribuindo imenso para que este trabalho se realizasse devido \n\nao fruto de todo o seu apoio moral e material. Seu apoio foi imprescindível para que eu não \n\ndesistisse nunca de sonhar com ele.   \n\nAo Doutor José Sobral, orientador e amigo, que com sua paciência maestral, horas e \n\nhoras, se reuniu comigo para ajudar a alimentar e nutrir este trabalho.   \n\nAo Doutor João Vasconcelos, do ICS, pelo seu apoio amigo no difícil momento do \n\nmeu Mestrado, que atenciosamente e carinhosamente deu a força que eu precisava para não \n\ndesistir desse meu sonho. \n\nAgradeço aos funcionários da Biblioteca da Universidade Federal de Santa Catarina \n\n(UFSC) na pessoa do bibliotecário João Espírito Santo, sempre prestativos na procura de \n\ntudo, e mais um pouco, sobre qualquer assunto por mim solicitado e na viabilização de \n\nlevantamento de material como visitante externa.  \n\nAos meus queridos pais, Anélia e Manoel, por todo apoio emocional que sempre me \n\nderam. E por terem cuidado dos meus filhos com todo amor, durante a minha estadia no \n\nBrasil, para que eu pudesse lá fazer boa parte desse trabalho sossegada e despreocupada da \n\nminha função materna.  \n\nAos meus cunhados e cunhadas, aos meus sobrinhos e sobrinha, que não me viram \n\nem alguns feriados ou nas férias, nem nos outros feriados ou nas outras férias, agradeço \n\npela paciência e por todo apoio que me deram. \n\n\n\n \n\nÀ minha querida sogra, Maria Alexandrina, pelo seu apoio incondicional, carinho e \n\npor toda a sua dedicação e cuidado que teve com os meus filhos nas minhas horas ausentes \n\ncomo mãe e dona de casa. Obrigada de coração pela disponibilização da sua casa para que \n\neu pudesse sossegadamente estudar e assim avançar na escrita deste trabalho. \n\nÀ Adelaide, minha mãe portuguesa, por todo amor e carinho, dedicação, amizade e \n\ncompreensão que tem tido comigo desde quando eu cá cheguei. \n\nGostaria de agradecer também toda a equipe do NEA (Núcleo de Estudos Açorianos \n\nda UFSC). Nomeadamente o historiador Joi Cletison que atenciosamente e muito \n\nprestativamente recebeu-me e apoio-me com todos os documentos que tinha ao seu alcance \n\npara a minha pesquisa bibliográfica.  \n\nAo Doutor Nazareno Santos, do Departamento de Geografia da UFSC, pela sua \n\nvaliosa facultação de textos e atenção dispensada. \n\nA todos os moradores, funcionários, membros da Associação de moradores, \n\nproprietários e utilizadores de bares e restaurantes da localidade de Santo Antônio de \n\nLisboa que por mim foram abordados e entrevistados para a colaboração deste meu \n\ntrabalho. \n\nAo documentarista Ademir Damasco, manezinho de corpo e alma, pela sua simpatia \n\ne por ter me facultado carinhosamente os seus riquíssimos documentários Farinhada e \n\nMeninos do Engenho. \n\nAo Doutor Sérgio Luiz Ferrreira, um historiador amante da cultura da Ilha, pela sua \n\nvaliosa facultação de informação sobre a localidade de Santo Antônio e pela sua simpatia. \n\nAo engenheiro Paulo Ricardo Caminha, um activista açoriano apaixonado pela \n\nculinária da Ilha, pela sua disponibilidade, atenção e facultação de informações sobre a \n\nculinária da Festa do Divino Espírito Santo, em Santo Antônio de Lisboa.    \n\nAos queridos donos de engenho Fausto Andrade e Djalma Teodoro Dias pela atenção \n\ne facultação de material. Obrigado pela farinha e pelo beiju! \n\nÀ Neide Rigo que gentilmente me facultou as suas belas imagens de alimentos, \n\nfotografadas em Santo Antônio de Lisboa, e que contribuiu para ilustrar este meu trabalho \n\n(presente em anexo digital). Obrigado! \n\nE, finalmente, a todos aquele que não relato aqui mas que de certa forma \n\ncontribuíram para a concretização deste meu sonho: amigos pertos e distantes, a todos os \n\nprofessores, colegas de curso e funcionários do ICS da Universidade de Lisboa. \n\n \n\n\n\n \n\nÍNDICE  \n\n \n\nINTRODUÇÃO ---------------------------------------------------------------------------------------- 1 \n\nCAPÍTULO I - Percursos metodológicos ---------------------------------------------------------- 7 \n\nI.1 O nascer de um tema ------------------------------------------------------------------------ 7 \n\nI.2 A experiência da investigadora na pesquisa etnográfica ------------------------------ 7 \n\nI.3 Conclusão ----------------------------------------------------------------------------------- 11 \n\nCAPÍTULO II - História, antropologia e sociologia da alimentação -------------------------- 12 \n\nII.1 Alimentação e culinária na antropologia ------------------------------------------------ 13 \n\nII.2 O significado da comida ------------------------------------------------------------------- 16 \n\nII.3 Papel da cultura na alimentação humana ----------------------------------------------- 17 \n\nII.4 Conclusão ----------------------------------------------------------------------------------- 18 \n\nCAPÍTULO III - Identidade, alimentação e cozinha--------------------------------------------- 19 \n\nIII.1 Identidade açoriana em Santa Catarina ------------------------------------------------- 19 \n\nIII.2 O alimento como estabelecedor de identidades em Santa Catarina ----------------- 20 \n\nIII.3 Globalização e identidade alimentar ----------------------------------------------------- 22 \n\nIII.4 Conclusão ----------------------------------------------------------------------------------- 23 \n\nCAPÍTULO IV - Açores, Santa Catarina, Florianópolis e Santo Antônio de Lisboa ------- 24 \n\nIV.1 Arquipélago dos Açores ------------------------------------------------------------------- 25 \n\nIV.1.1 Arquipélago dos Açores: características gerais ---------------------------------------- 25 \n\nIV.1.2 Alimentação e culinária açoriana -------------------------------------------------------- 25 \n\nIV.1.3 Os açorianos na história da ilha de Santa Catarina ------------------------------------ 27 \n\nIV.2 Santa Catarina e Florianópolis------------------------------------------------------------ 29 \n\nIV.2.1 Características gerais e históricas -------------------------------------------------------- 29 \n\nIV.2.2 Alimentação e culinária multiétnica em Santa Catarina ------------------------------ 31 \n\nIV.2.3 Cultura açoriana em Santa Catarina ----------------------------------------------------- 32 \n\nIV.2.4 Alimentação e culinária de invocação açoriana em Florianópolis ------------------ 33 \n\nIV.2.5 A alimentação e culinária da ilha como manifestação cultural ---------------------- 34 \n\nIV.2.6 Culinária comparada – Açores e ilha de Santa Catarina ------------------------------ 35 \n\nIV.3 Santo Antônio de Lisboa ------------------------------------------------------------------ 37 \n\nIV.3.1 Características gerais e históricas de Santo Antônio de Lisboa --------------------- 37 \n\nIV.3.2 A comida da festa do divino Espírito Santo em Santo Antônio de Lisboa e a \n\ndivina farinhada --------------------------------------------------------------------------------------- 39 \n\nIV.3.3 Os engenhos de farinha em Santo Antônio de Lisboa -------------------------------- 40 \n\n\n\n ii \n\nIV.3.4 O que se identifica e entende-se por comida “açoriana” em Santo Antônio de \n\nLisboa?  ------------------------------------------------------------------------------------------------ 45 \n\nIV.3.5 Características da alimentação e da culinária local ------------------------------------ 46 \n\nIV.3.6 Alimentação e culinária como património cultural ------------------------------------ 50 \n\nIV.4 Conclusão ----------------------------------------------------------------------------------- 52 \n\nCAPÍTULO V - Exaltação, redescoberta, reivindicação e re(invenção) da tradição açoriana \n\natravés da culinária da ilha --------------------------------------------------------------------------- 54 \n\nV.1 A redescoberta, reivindicação e re(invenção) da tradição açoriana através da \n\nalimentação e culinária da ilha. --------------------------------------------------------------------- 55 \n\nV.2 O processo de açorianização: o étnico -------------------------------------------------- 58 \n\nV.3 Conceito de invenção da tradição -------------------------------------------------------- 60 \n\nV.4 Porque nas últimas décadas, por toda a ilha, tem vindo a se reivindicar uma \n\nculinária “açoriana”? --------------------------------------------------------------------------------- 62 \n\nV.5 Conclusão ----------------------------------------------------------------------------------- 63 \n\nCONSIDERAÇÕES FINAIS ----------------------------------------------------------------------- 65 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ------------------------------------------------------------- 67 \n\nANEXO 1 ---------------------------------------------------------------------------------------------- 73 \n\nANEXO 2 ---------------------------------------------------------------------------------------------- 74 \n\nANEXO 3 ---------------------------------------------------------------------------------------------- 75 \n\nANEXO 4 ---------------------------------------------------------------------------------------------- 76 \n\nANEXO 5 ---------------------------------------------------------------------------------------------- 77 \n\nANEXO 6 ---------------------------------------------------------------------------------------------- 78 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n iii \n\nÍNDICE DE FIGURAS \n\n \n\nFig.  1 - Bar e restaurante Açores – na Rua Cônego Serpa em Santo Antônio de Lisboa, \n\nfotografia do autor, Agosto de 2009. ............................................................................. 3 \n\nFig.  2 – Rua Caminho dos Açores em Santo Antônio de Lisboa, fotografia do autor, \n\nAgosto de 2009. ............................................................................................................. 4 \n\nFig.  3 - Mapa de localização da Ilha de Santa Catarina (Florianópolis) no Brasil. ............ 31 \n\nFig.  4 – Mapa de localização de Santo Antônio de Lisboa (Florianópolis – SC) .............. 38 \n\nFig.  5 - Interior do Engenho Dias, em Santo Antônio de Lisboa, fotografia do autor, \n\nAgosto de 2009. ........................................................................................................... 41 \n\nFig.  6 - Desfile etnográfico de carro de bois, em Santo Antônio de Lisboa, fotografia \n\ncedida por Djalma Dias, Agosto de 2009. ................................................................... 42 \n\nFig.  7 - Fritura de pasteis de carne na Festa do Divino Espírito Santo, em Santo Antônio \n\nde Lisboa, fotografia cedida por Djalma Dias, Agosto de 2009.................................. 45 \n\nFig.  8 - Cultivo de Ostras em Santo Antônio de Lisboa, fotografia do autor, Agosto de \n\n2009. ............................................................................................................................ 47 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n iv \n\nLISTA DE ABREVIATURAS \n\n \n\nAMSAL – Associação de Moradores de Santo Antônio de Lisboa \n\n  \n\nBU/UFSC – Biblioteca Universitária da Universidade Federal de Santa Catarina \n\n \n\nCECA – Centro de Estudos Cultura e Cidadania \n\n \n\nCEAG/SA – Centro de Assistência Gerencial de Santa Catarina \n\n \n\nEUA – Estados Unidos da América \n\n \n\nFDES-SAL – Festa do Divino Espírito Santo em Santo Antônio de Lisboa  \n\n \n\nGFDESNI – Grandes Festas do Divino Espírito Santo na Nova Inglaterra  \n\n \n\nIBGE – Instituto Brasileiro de Geografia e Estatística \n\n \n\nIGEOF – Instituto de Geração de Oportunidades de Florianópolis \n\n \n\nINRC – Inventário Nacional de Referências Culturais \n\n \n\nIPHAN – Instituto do Património Histórico e Artístico Nacional \n\n \n\nNEA/UFSC – Núcleo de Estudos Açorianos da Universidade Federal de Santa Catarina \n\n \n\nSC – Santa Catarina \n\n \n\nUFSC – Universidade Federal de Santa Catarina \n\n \n\nUNESCO – United Nations Educational Scientific and Cultural Organization \n\n \n\n \n\n \n\n\n\n v \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico esse trabalho  \n\naos meus amores José Luís, Henrique e Gustavo por me alimentarem com amor e alegria  \n\ne a todos aqueles que fazem da Alimentação, assim como eu,  o seu instrumento de \n\ntrabalho. \n\n\n\n vi \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Um pedacinho de terra, \n\nperdido no mar!... \n\nNum pedacinho de terra, \n\nbeleza sem par... \n\nJamais a natureza \n\nreuniu tanta beleza \n\njamais algum poeta \n\nteve tanto pra cantar! \n\nNum pedacinho de terra \n\nbelezas sem par! \n\nIlha da moça faceira, \n\nda velha rendeira tradicional \n\nIlha da velha figueira \n\nonde em tarde fagueira \n\nvou ler meu jornal. \n\nTua lagoa formosa \n\nternura de rosa \n\npoema ao luar, \n\ncristal onde a lua vaidosa \n\nsestrosa, dengosa \n\nvem se espelhar...\" \n\n (Zininho)\n1\n\n                                                 \n\n1\n  Cláudio Alvim Barbosa (Zininho). Poeta do Hino Rancho de amor à Ilha da cidade de Florianópolis. \n\n\n\n \n\nINTRODUÇÃO \n\n \n\n«Comida „açoriana? é peixe, berbigão, ostra, farinha e pirão com peixe».  \n\nLídia Martins (69 anos - 2009) \n\n  \n\n \n\nAs palavras de minha tia, Lídia Martins, são emblemáticas da forma como os mais \n\nantigos manezinhos\n2\n e de muitos outros descendentes de açorianos em Florianópolis, \n\nidentificam hoje em dia, a comida “açoriana” na Ilha. \n\nEste trabalho, portanto, é fruto de um misto de curiosidade e de interrogação. A \n\ncuriosidade advém da minha própria história de vida por ser descendente de açorianos de \n\nnona ou décima geração num pedaçinho de terra perdido no mar\n3\n, em Florianópiolis – Ilha \n\nde Santa Catarina. A proximidade entre Santa Catarina e o Arquipélago, de onde partiram \n\noutrora os imigrantes, levam alguns autores a intitular a Ilha onde nasci como sendo a 10ª \n\nIlha dos Açores (Pacheco, 2004). E também pelo facto de ser o alimento, no meu dia-a-dia, \n\ncomo dietista, o meu instrumento de trabalho. \n\nA minha curiosidade levou-me a querer saber um pouco mais da alimentação e \n\nculinária dos meus antepassados. O que comiam eles quando lá passaram a habitar, que \n\nadaptações alimentares tiveram que o fazer e o que ainda hoje em dia se preservou na \n\nalimentação e culinária dos descendentes de açorianos na localidade (Santo Antônio de \n\nLisboa) onde nasci, cresci e vivi até os meus 24 anos. A interrogação, origina-se de nos \n\núltimos anos, em Florianópolis, a partir do final dos anos 1990, haver uma crescente \n\nredescoberta e reivindicação da açorianidade em relação a tudo o que é antigo na Ilha \n\n(produção artesanal, práticas culinárias, folclore, religiosidade, literatura popular, jogos [e] \n\nbrinquedos e meios de transportes populares) (Leal, 2007: 124). Neste contexto, tudo o que \n\né antigo é tido como “açoriano”, e a culinária local também não foge à regra. A minha \n\ninterrogação central consiste em saber as razões pelas quais a comida é identificada como \n\naçoriana, e porque é que essa identificação tem tanto êxito. \n\n                                                 \n\n2\n O termo “manezinho” é utilizado para denominar o nativo da Ilha de Santa Catarina de origem açoriana, \n\nque se caracteriza pelo linguajar rápido e melodioso. Engloba tanto o morador do interior da Ilha, da praia e o \n\npescador, como o ilhéu urbano (Uggioni, 2006: 117). E, dependendo do contexto, o termo poderá ter outros \n\nsignificados. Estes por sua vez, mais à frente, serão contextualizados.  \n3\nReferente a música de Florianópolis O Rancho de Amor à Ilha que é o hino oficial da cidade de \n\nFlorianópolis.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 2 \n\nProcuro, assim, indagar o que é que os diferentes produtores e consumidores – \n\nproprietários de restaurantes, utilizadores de restaurantes locais (turistas), moradores da \n\nlocalidade – além dos intelectuais ligados à comunidade, entendem por comida “açoriana”? \n\nSerá que a identificam com a comida local produzida e consumida por quem invoca uma \n\nascendência açoriana? E existirá alguma relação histórica de continuidade entre a cozinha \n\ndos Açores e a cozinha dita “açoriana” da Ilha de Santa Catarina?    \n\nEugenio Lacerda, na sua tese de doutoramento intitulada O Atlântico Açoriano – \n\numa antropologia dos contextos globais e locais da açorianidade, ressalta a multiplicação \n\nrecente de referências açorianas na Ilha:  \n\nQuem visita hoje a Ilha de Santa Catarina ou mesmo o litoral do Estado e perguntar a um \n\nnativo como ele se identifica e qual sua origem, encontrará respostas muito comuns como estas: \n\n-“eu sou manezinho!”, “sou açoriano”! Se abrir os jornais locais, verá expressões como \n\n“cultura açoriana”, “arquitetura açoriana”, folclore açoriano”. Se procurar mapas ou roteiros \n\nturísticos oficiais do Estado, lá encontrará o ícone de uma rendeira, simbolizando a região \n\nlitorânea. Se percorrer o comércio e as praias verá letreiros assim: padaria açoriana, posto dos \n\nAçores, imobiliária Açores, livraria açoriana, Hotel Arquipélago dos Açores, etc. Se, durante o \n\nmês de Outubro, quando ocorrem no Estado as famosas festas nacionais – as “Oktoberfests” \n4\n– \n\nverá em Florianópolis uma equivalente, a Fenaostra – Festa Nacional da Ostra e da Cultura \n\nAçoriana (Lacerda, 2003: 87-88). \n\n \n\nJoão Leal, no seu livro Cultura e Identidade Açoriana: o movimento açorianista em \n\nSanta Catarina diz que: \n\n[…] Quem viajar pela Ilha olhando letreiros e anúncios, rapidamente se dará conta da \n\nexistência de um elevado número de lojas, estabelecimentos comerciais, empreendimentos \n\nturísticos e até, de condomínios privados, que contêm uma referência aos Açores na sua \n\ndesignação (Leal, 2007: 33).  \n\n \n\n                                                 \n\n4\n A Oktoberfest criada em 1984 como evento turístico-cultural, consolidou-se, em pouco tempo, num dos \n\nmais importantes produtos turísticos do calendário nacional, projectando, sobremaneira, a cidade e o estado \n\ncatarinense e proporcionando um inestimável crescimento e divulgação das características étnico-culturais da \n\ngente que desbravou e colonizou o Vale do Itajaí. As tradições alemãs (os usos e os costumes, a gastronomia, \n\na música, as danças, o folclore) trazidas e cultuadas pelos primeiros imigrantes, resultaram num processo de \n\nrevitalização, preservação e enriquecimento que foi surpreendente. Motivando assim, também o surgimento \n\nde um expressivo número de outras festas turístco-culturais no estado, como a Marejada, de Itajaí, a \n\nFenarreco, de Brusque, a Festa do imigrante, de Timbó, a Tirolefest, de Treze Tílias, a Schutzenfest, de \n\nJaraguá do Sul, a Fenachopp, de Joinville e tantas outras, viabilizando, dessa forma, a formatação do produto \n\nturístico “Festas de Santa Catarina”(Nova, 2001). Confira os sites: \n\nhttp://www.oktoberfestblumenau.com.br/?p=4&amp;n=78; http://www1.an.com.br/2001/set/30/0ger.htm \n\n \n\n  \n\nhttp://www.oktoberfestblumenau.com.br/?p=4&amp;n=78\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 3 \n\nSegundo Leal, por toda a Ilha de Florianópolis são vários os restaurantes com \n\nreferências açorianas, desde o mais clássico Restaurante Açores até Marina Açoriana, \n\nCantinho Açoriano, Quintal dos Açores, Rancho Açoriano, Tempero Açoriano, etc (Idem: \n\n33-34). \n\nNa localidade de Santo Antônio de Lisboa, para além de encontrarmos tais \n\ndesignações em nomes de restaurantes (ver Fig.  1), encontra-se também numa das suas \n\nruas principais a designação de Caminho dos Açores (ver Fig.  2). \n\n \n\n \n\nFig.  1 - Bar e restaurante Açores – na Rua Cônego Serpa em Santo Antônio de Lisboa, fotografia \n\ndo autor, Agosto de 2009. \n\n \n\nTendo como base este contexto de multiplicação recente da exaltação e \n\nreivindicação das raízes açorianas, e partindo de uma abordagem antropológica, procuro \n\ndesenvolver um estudo da culinária que é considerada como sendo de matriz açoriana em \n\nFlorianópolis, pretendo fazê-lo na perspectiva de que a culinária é parte da construção da \n\nidentidade local dos grupos que reivindicam uma ascendência açoriana.  \n\nManter viva a alimentação e culinária de uma comunidade é poder valorizar a sua \n\nhistória e a sua identidade. Para os descendentes de açorianos, em Santo Antônio de Lisboa, \n\nFlorianópolis – Santa Catarina, é valorizar ainda mais a sua origem, pois, conforme coloca \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 4 \n\n(Ferreira 2006, 10), no final do século XIX a população local não mais se lembrava de sua \n\nascendência açoriana. E no século XX, esta população se proclamava “sem origem”\n5\n. \n\nFlores (1998) apud Leal (2007:36) também comenta este facto:  \n\nQuando perguntava [no interior da Ilha de Santa Catarina]: de onde vieram seus avós, seus \n\npais…respondiam-me: nasceram aqui; são brasileiros; não sei de onde vieram; não são de \n\norigem (ser de origem, é ser descendente de alemão ou de outra etnia estrangeira) (Flores, 1998 \n\napud Leal 2007: 36).  \n\n \n\n \n\nFig.  2 – Rua Caminho dos Açores em Santo Antônio de Lisboa, fotografia do autor, Agosto de 2009. \n\n \n\nNo final do século XX, com o movimento de valorização da açorianidade, a herança \n\nhistórica e cultura de base açoriana, veio se manifestar de forma valorizada num variado \n\nespectro que vai do artesanto, arquitetura, religiosidade, folclore, festas populares, \n\nfolguedos à culinária local.  \n\nLeal (2007:25), defende que este movimento açorianista em Santa Catarina pode \n\nser definido como um conjunto diversificado de activistas e organizações que se têm \n\n                                                 \n\n5\n “sem origem”é uma expressão que segundo Ferreira (2006:15) era, geralmente, não ser descendente de \n\nitaliano ou de alemão. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 5 \n\nempenhado na redescoberta das raízes açorianas de Santa Catarina e no resgate da cultura \n\naçoriana no estado\n6\n.  \n\nEste trabalho apresenta como objectivo geral, estudar o papel da comida como \n\nelemento constitutivo da identidade açoriana reivindicada pelos habitantes de Santo \n\nAntônio de Lisboa – e de outras localidades da Ilha. \n\nOs seus objectivos específicos consistem em conhecer as razões pelas quais a comida é \n\nidentificada como açoriana, e porque que essa identificação tem tanto êxito e triunfa; \n\nidentificar alimentos e receitas correntes; identificar alimentos e receitas utilizadas em \n\nacontecimentos especiais. \n\nPara alcançar os objectivos propostos, tornou-se necessário prosseguir três tipos de \n\npesquisa: a revisão bibliográfica (para o aporte teórico), a pesquisa documental e a \n\npesquisa etnográfica (em Santo Antônio de Lisboa). \n\nA pesquisa de revisão bibliográfica foi realizada no período inicial do trabalho. \n\nAbrangeram-se temas relativos à antropologia da alimentação, identidade e alimentação, à \n\nproblemática da invenção da tradição, à história mais geral dos Açores e de Santa Catarina \n\nnos séculos XVIII, XIX e XX.  \n\nEm termos de pesquisa documental fez-se uma análise comparativa de livros de \n\ncozinha do arquipélago dos Açores e da Ilha de Santa Catarina (daqueles com maior foco \n\nnas receitas tidas como “açorianas”). \n\nA pesquisa etnográfica foi realizada, na sua maior parte, na localidade de Santo \n\nAntônio de Lisboa. A razão pela qual foi escolhida especificamente esta localidade deve-se, \n\nantes de mais, ao facto de nela existir uma reivindicação de forte influência açoriana que \n\nabrange o seu folclore, artesanato, religiosidade e culinária, sendo considerada localmente \n\ncomo o espaço mais representativo e completo do que se entende por cultura açoriana em \n\nFlorianópolis.  \n\nRealizei a parte etnográfica do meu trabalho através de entrevistas com antigos \n\nmoradores locais. Outros entrevistados foram os proprietários e cozinheiros de bares e \n\nrestaurantes que servem comida representada como “açoriana”, utilizadores de bares e \n\nrestaurantes locais de comida “açoriana” (os turistas), intelectuais\n7\n ligados ao revivalismo \n\naçoriano em Santa Catarina e membros da Universidade Federal de Santa Catarina –  \n\n                                                 \n\n6\n Para um maior desenvolvimento deste tópico com ênfase no resgate cultural através da culinária local, cf. \n\ncapítulo 5 do presente trabalho.  \n7\n Os intelectuais aqui referidos são aqueles que de certa forma estão engajados na “causa açoriana”. São eles: \n\nhistoriadores, artistas, documentaristas, professores universitários e etc.      \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 6 \n\nUFSC, proprietários de farinha de engenhos locais e membros da Associação de \n\nMoradores de Santo Antônio de Lisboa – AMSAL. Para além das entrevistas pessoais \n\nrealizadas de modo estruturado, tiraram-se também fotografias relacionadas com os \n\nobjectivos do estudo, e fez-se observação directa de diversas actividades locais, registo em \n\ncaderno de campo dos cardápios e ementas de restaurantes de comida “açoriana” e de \n\nprodutos produzidos em engenhos de farinha nesta localidade.   \n\nQuanto à estrutura geral do trabalho, no primeiro capítulo descrevem-se os \n\npercursos metodológicos deste trabalho, explicitando as posturas e procedimentos \n\nadoptados para a realização da pesquisa e as dificuldades enfrentadas ao longo deste \n\npercurso.     \n\nNo segundo capítulo, aborda-se a alimentação e culinária na História, Antropologia \n\ne Sociologia da Alimentação de forma a posicionar a importância da alimentação e da \n\ncozinha no contexto histórico e antropo-sociológico. \n\nNo terceiro capítulo, discorre-se sobre o entendimento da construção da identidade \n\natravés da alimentação, por ser este um dos enfoques principais deste trabalho.  \n\nNo quarto capítulo, aborda-se brevemente a História dos Açores, e a de Santa \n\nCatarina, Florianópolis e Santo Antônio de Lisboa. Apresenta-se neste capítulo uma \n\npesquisa bibliográfica da alimentação e culinária açoriana e uma outra sobre a comida \n\n“açoriana” contemporânea na Ilha. Procura-se, assim, detectar possíveis continuidades e \n\ndescontinuidades entre a cozinha dos Açores e a da Ilha, abrangendo nesta última a \n\nculinária praticada em casa e a comercializada nos restaurantes pelos habitantes da Ilha de \n\nSanta Catarina que reivindicam ser descendentes de açorianos.  \n\nPor último, no capítulo 5, explora-se a temática da invenção da tradição, o fenómeno \n\nda etnicidade e a construção dessa identidade açoriana em Santa Catarina. \n\nE, por último, apresenta-se as considerações finais, seguidas da apresentação dos \n\nanexos.  \n\n\n\n \n\n \n\nCAPÍTULO I  \n\nPercursos Metodológicos \n\n \n\n \n\nI.1 O nascer de um tema \n\nO trabalho que se segue é, para além de minha curiosidade e interrogação, fruto de \n\nminha circunstância de vida como profissional da área da alimentação e nutrição. Como \n\nDietista tive a necessidade de ir mais além e não ficar apenas interessada no aspecto \n\nnutricional do alimento e sim, através da antropologia, compreender também os seus \n\naspectos simbólicos. Quis saber, em concreto, porque é que a comida na Ilha (Florianópolis) \n\né identificada como “açoriana”; porque é que esta identificação tem tanto êxito e triunfa \n\nnuma cidade, hoje em dia, tão cosmopolita e onde outros elementos culturais – como os \n\nafricanos, indígenas, portugueses, italianos, alemães – também são influentes?  \n\nE foi então, ao atentar no aspecto simbólico da alimentação, que procurei estudar o \n\nsignificado da emblemática comida “açoriana” na Ilha de Santa Catarina e a sua crescente \n\ndesignação, manifestada em um grande número de estabelecimentos comerciais, inclusive \n\nem restaurantes na Ilha, como tão bem é relatado por Leal (2007), no seu livro Cultura e \n\nIdentidade Açoriana. \n\nI.2 A experiência da investigadora na pesquisa etnográfica \n\nEm Agosto de 2009, fui a Florianópolis, realizar o meu trabalho de campo \n\n(observação e recolha de dados) num curto espaço de tempo (28 dias apenas).  \n\nA minha pesquisa bibliográfica e documental iniciou-se nos terminais informáticos \n\nda Biblioteca Universitária da Universidade Federal de Santa Catarina (BU/UFSC). Passei \n\nentretanto, alguns dias alternando as minhas pesquisas entre a biblioteca central da UFSC e \n\na biblioteca do NEA/UFSC\n8\n, onde possui à disposição de toda a comunidade uma \n\n                                                 \n\n8\n NEA/UFSC – Núcleo de Estudos Açorianos da Universidade Federal de Santa Catarina. Foi criado em 1986 \n\ncom o propósito de realizar pesquisas em prol do resgate da Cultura Açoriana. E tem como seus objectivos: a \n\npesquisa, resgate, preservação, valorização e divulgação da cultura de base açoriana no Estado de Santa \n\nCatarina. Para saber mais sobre o NEA/UFSC ver site: www.nea.ufsc.br \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 8 \n\nbiblioteca com vários títulos inéditos em Santa Catarina e um acervo de trajes típicos, \n\npeças de artesanatos, gravações musicais e de documentários sobre a cultura açoriana. \n\nNa biblioteca central fiz pesquisa bibliográfica referente ao tema relacionado à \n\nhistória da Ilha e à história de Santa Catarina. Também aí, pude entrar em contacto com \n\ndissertações e teses com tema sobre identidade açoriana e gastronomia da Ilha.  \n\nNo NEA/UFSC, realizei entrevista e tive à disposição documentários, teses e outras \n\nobras de autores ligados ao revivalismo açoriano em Santa Catarina que estão envolvidos \n\nna promoção e defesa de uma identidade açoriana como é o caso das obras de Vilson de \n\nFarias, Walter Piazza, João Luppi, Nereu do Vale Pereira e etc. \n\nPara além destes departamentos citados, outros mais departamentos da UFSC foram \n\npesquisados e, alguns deles, entrevistados.  \n\nNo Departamento de Nutrição da UFSC, obtive indicações de livros sobre a \n\nculinária da Ilha e indicações de leituras ligada ao meu tema, como foi o caso da \n\nDissertação de Paula Uggioni que discute a valoriazação da comida açoriana na Ilha.  \n\nNo Museu de Antropologia da UFSC, foram-me indicados e facultado livros \n\nrelacionados com a cultura açoriana no Estado.  \n\nMas para além da pesquisa realizada por mim no campus universitário da UFSC, a \n\nminha pesquisa envolveu, em segundo lugar, o contacto pessoal e entrevistas com \n\nmoradores locais, funcionários, utilizadores e proprietários de bar/restaurantes (turistas), \n\ndonos de engenhos\n9\n de farinha de mandioca e com activistas fora da UFSC – outros \n\nintelectuais envolvidos no movimento açorianista dentro da localidade de Santo Antônio \n\nde Lisboa que de certa forma estão também engajados na “exaltação da açorianidade”, \n\ncomo foi o contacto com historiadores locais, artistas plásticos, documentaristas e \n\nmembros da AMSAL; onde os pude entrevistar, fotografar, obter informações e material de \n\napoio pertinentes ao desenvolvimento deste trabalho.  \n\nEm Santo Antônio de Lisboa, realizei entrevistas com alguns intelectuais, participei \n\nde uma reunião da AMSAL e consultei um historiador, nascido no Distrito, onde obtive \n\natravés dele uma lista de nomes dos mais antigos moradores na localidade para então \n\nproceder a selecção das minhas entrevistas com moradores. Para além disto, obtive \n\ninformações sobre a comida da festa do Divino Espírito Santo e outras indicações sobre a \n\nlocalidade. \n\n                                                 \n\n9\n Em um dos engenhos, Engenho do Djalma Dias, pude presenciar a produção de farinha de mandioca e de \n\nbeijú e participar do convívio e da comilança. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 9 \n\nAinda no distrito, na Casa Açoriana\n10\n\n, obtive contacto com obras literárias de \n\nvários autores catarinenses ligado à cultura e culinária açoriana de Santa Catarina. Obtive \n\ntambém, a oportunidade de fotografar as louças de barros\n11\n\n expostas, utensílios de cozinha, \n\nque ainda hoje são utilizados em algumas cozinhas caseiras, na localidade e interior da Ilha, \n\ne na maioria dos restaurantes locais que servem comida típica da região (restaurante \n\ncomercial típico\n12\n\n).  \n\nEnfim, na minha actividade de trabalho de campo para além dos levantamentos \n\nbibliográficos que fiz, para além das entrevistas não estruturas e estruturadas que realizei \n\ncom as diversas categorias de entrevistados, dos registos e das notas e fotografias que tirei, \n\naproveitei também para falar e ouvir com diferentes tipos de pessoas nos meios de \n\ntransportes (ônibus), em lojinhas de artesanatos pelo bairro, e com quem eu ia encontrando \n\npelas ruas, onde fiz perguntas ocasionais sobre a alimentação e culinária para assim poder \n\nampliar ainda mais o meu ponto de vista sobre o tema aqui abordado. Exemplo disso, foi o \n\nmeu aproveitamento de muitas conversas e encontros casuais com várias pessoas. Pessoas \n\ncomuns, de dentro e fora da comunidade, moradores, vendedores, comerciantes, turistas, \n\ncozinheiros e proprietários de outros restaurantes que não estão envolvidas com a culinária \n\ntípica da Ilha e, muito menos, com a temática da exaltação da açorianidade. \n\nNeste trabalho as entrevistas que realizei com antigos moradores\n13\n\n, foram \n\nmaioritariamente, pessoas com mais de 60 anos. Pois estes, a meu ver, poderiam contribuir \n\npara uma melhor identificação da cultura alimentar local no tempo, assinalando \n\ntransformações ocorridas ao longo dos anos. Foram entrevistadas 10 pessoas, das quais 8 \n\neram mulheres, o grupo tradicionalmente responsável pela cozinha. Em relação à idade dos \n\nentrevistados, sete encontravam-se na faixa dos 60 a 70 anos; um, na faixa dos 80 e dois \n\napresentavam idade superior aos 90 anos.     \n\nEstas pessoas foram escolhidas intencionalmente, no sentido de serem aptas a \n\nrevelar uma culinária e hábitos alimentares característico da localidade de Santo Antônio \n\nde Lisboa e, principalmente, por fazerem parte do núcleo original da comunidade. Pelo \n\n                                                 \n\n10\nCasa Açoriana é um comércio local de artesanato. Um casarão colonial de fins do século XVIII conhecida \n\ncomo “Casa Açoriana Artes e Tramóias Ilhoas”, centro cultural, galeria de arte e local de vendas de \n\nartesanato dos mais expressivos artesãos ilhéus e que faz parte do cartão postal da localidade de Santo \n\nAntônio de Lisboa. Localizada na rua Cónego Serpa, nº30, ao lado do casario do Bar e Restaurante Açores.  \n11\n\n No anexo (digital), na pasta “artesanato” podem ser vista algumas loiças e utensílios típicos.   \n12\n\n Restaurante Comercial Típico: O restaurante define-se como o estabelecimento comercial onde se \n\npreparam e servem refeições. Já o termo típico relaciona-se com o característico, o simbólico. Assim, \n\nrestaurante comercial típico pode ser definido como o restaurante que serve preparações locais, com \n\ningredientes e modos de preparar característicos de cada região (Uggioni, 2006: 29). \n13\n\n Ver em anexo (digital), na pasta “fotos de antigos moradores” algumas moradoras locais que aceitaram ser \n\nfotografadas. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 10 \n\nfacto de os depoimentos acabaram por se tornar repetitivos, fica justificado o número de \n\nmoradores antigos por mim entrevistados. Dessa forma, considerando-as como sendo \n\nimportantes referências da história dessa comunidade, optou-se pela indicação dada pelos \n\npróprios nativos ou por aqueles que os conhecessem (como membros da AMSAL). \n\nAs entrevistas com os moradores antigos ocorreram, em sua maioria, nas \n\nresidências dos entrevistados. O tempo médio das entrevistas foi de cerca de 1 hora. Para \n\nalém dos 10 antigos moradores, outros grupos de pessoas foram também entrevistados, \n\nsomando um total de trinta entrevistas (dez moradores antigos, quatro outros moradores \n\nlocais, quatro intelectuais, três proprietários de bar/restaurantes, dois cozinheiros/chefes de \n\ncozinha e cinco utilizadores de bar/restaurantes (turistas) e dois donos de engenhos). A \n\nmaioria das entrevistas foi registada em anotações feitas em caderno de campo, sendo \n\napenas uma delas registada por gravação. Em respeito à privacidade dos entrevistados, os \n\nnomes aqui apresentados são fictícios.    \n\nTodas estas conversas e estes contactos casuais com pessoas diversas me foram \n\núteis, pois acabei por reunir muita informação escrita a respeito da referida comida \n\n“açoriana” na localidade e não só. Passei então, a ter uma melhor noção a respeito da \n\ncomida “açoriana” da Ilha, do que as pessoas pensam ser a comida “açoriana”, \n\nnomeadamente em Santo Antônio de Lisboa, de como ela é composta, do modo como é \n\nconfeccionada, do significado que ela representa e etc. \n\nA passagem a seguir retrata uma conversa que tive com uma antiga moradora, em \n\nSanto Antônio de Lisboa, que simpaticamente me respondeu a algumas perguntas, embora \n\njá com a sua voz um tanto cansada. Portanto, perguntei se ela sabia o que era comida \n\naçoriana e onde ficava os Açores, uma vez que tanto se falava em comida “açoriana” ali \n\nem Santo Antônio de Lisboa. Ela, ainda muito lúcida e de boa conversa, disse-me assim: \n\n«Ó filha, então não hei de saber? Os Açores fica mesmo aqui ao lado! A nossa \n\ncomida que é pirão d?agua, peixe frito, berbigão… é chamada de açoriana em homenagem \n\nao Caminho dos Açores\n14\n\n, aquela rua que passa em frente a igreja perto do centro de saúde, \n\nacho eu!» (Maria, moradora local, 96 anos).  \n\nEste tipo de conversas que fui realizando permitiu-me, entretanto, verificar, \n\ntambém, que há algum desconhecimento por parte de alguns moradores, nomeadamente \n\ndos mais antigos e com menos escolaridade, sobre o que são os Açores e onde ficam em \n\ntermos geográficos. Para estas pessoas, a comida “açoriana” é toda a comida que é nativa e \n\n                                                 \n\n14\n Ver Fig.  2 - fotografia ilustrativa referente a rua Caminho dos Açores em Santo Antônio de Lisboa.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 11 \n\nantiga, é a comida genuína, própria da zona, plantada e colhida ali, retirada daquele terra e \n\ndaquele mar e que é elaborada e vendida ao turista naquela localidade, não tendo nenhuma \n\nrelação com o Arquipélago dos Açores, que é parte de Portugal.    \n\nAtravés das entrevistas que realizei e das conversas improvisadas acabei por \n\nverificar portanto, que o que se entende por comida “açoriana” não é igual para todos, \n\nsendo, sim, interpretado de diversas formas. Onde num mesmo grupo de entrevistados, por \n\nexemplo, só com moradores, obtive respostas muito diversificadas (ver anexo 1). \n\nFrente a isso, também pude constatar que a maioria das pessoas mais novas e mais \n\nescolarizadas sabem que a Ilha foi colonizada por descendentes de açorianos e que esta é \n\numa das razões pelas quais a comida na Ilha é identificada como “açoriana”. Para alguns, \n\nembora acreditem que é bem provável ter havido outras colonizações, a colonização \n\nmaioritária é a que conta.  \n\n A identificação da comida como “açoriana”, na Ilha, apresenta-se também como \n\nalgo muito fácil de compreender – é raciocínio simples. Se a comida é feita por \n\ndescendentes de açorianos, trata-se de “comida açoriana”. Eles acreditam que a comida é \n\naçoriana porque se identificam com quem o faz (os descendentes de açorianos) e porque \n\nacreditam que os colonos (da Ilha) repetiram a culinária de seus antepassados.  \n\nVerifiquei também que, maioritariamente, os entrevistados acham que a comida da \n\nIlha sofreu mudanças. Que a comida actualmente, em Florianópolis, tem mais variedade, \n\nestá mais globalizada e que essa evolução se deu devido ao turismo na região e ao aumento \n\nde novos residentes vindo de outras cidades, de outros estados e de outros países (ver \n\nanexo 3). \n\nI.3 Conclusão \n\nAbordámos neste capítulo os percursos metodológicos realizados neste trabalho \n\npara que o mesmo adquirisse a estrutura aqui apresentada. Nele foi relatado como o tema \n\ndo trabalho surgiu, a experiência que se teve no decorrer do trabalho de campo (pesquisa \n\netnográfica) e o conhecimento que se adquiriu sobre a comida “açoriana” na Ilha (mais \n\nprecisamente na localidade de Santo Antônio de Lisboa).  \n\n\n\n \n\n \n\nCAPÍTULO II \n\n \n\nHistória, Antropologia e Sociologia da Alimentação \n\n \n\nA importância que a alimentação ocupa e as representações que induz justificam \n\nmúltiplas abordagens tanto nas ciências sociais em geral quanto na antropologia. \n\nPartindo para uma viagem particular, busca-se carregar na bagagem uma concepção \n\nde que o alimento pode ser qualificado como um elemento para se entender o ser humano \n\nem seu ambiente e dentro das relações sociais. Os vários caminhos percorridos pelo \n\nalimento são construídos por essas relações, desde sua produção até o consumo, fazendo-se \n\npresentes aspirações, condutas e acções que, em última instância, representam diferentes \n\nsignificados de acordo com o grupo de pessoas (Mühlbach 2004,133). \n\nE é portanto deste ponto de vista que, neste trabalho, se faz necessário uma \n\nabordagem da história, sociologia e da antropologia. A fim de se entender estas relações e, \n\nespecialmente, compreender o alimento como identidade de grupo em relação ao lugar \n\nonde se vive, tornou-se necessário transitar por disciplinas para além da nutrição.  \n\nO estudo da alimentação é importante, pois o alimento é absolutamente essencial à \n\nexistência humana. Tendo os alimentos iluminado amplos estudos dos processos sociais, \n\ncomo o político-económico e criação de valor, o valor simbólico da criação e da \n\nconstrução social da memória (Mintz e Du Bois 2002).  \n\nComer é mais que ingerir um alimento, significa também as relações pessoais, \n\nsociais e culturais que estão envolvidas no acto. A cultura alimentar está directamente \n\nligada com a existência da pessoa na sociedade (Poulain, 2004:250).  \n\nNeste contexto, os autores consultados por Uggioni (2006:41), Canesqui (2005) e \n\nLody (2004), enfatizam que comer é antes de tudo um ato simbólico, tradutor de sinais, de \n\nreconhecimentos formais, de cores, de texturas, de temperaturas, entre outros. Consiste \n\nnum ato que une memória, desejo, fome, significado, sociabilidade e ritualidade. Os modos \n\nalimentares se articulam com outras dimensões sociais e com a identidade. O valor cultural \n\ndo ato e do modo alimentar é cada vez mais entendido enquanto ato patrimonial, pois a \n\ncomida é tradutora de povos, nações, civilizações, grupos étnicos, comunidades e famílias. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 13 \n\nO alimento é um dos requerimentos básicos da existência, e a aquisição desta \n\ncomida desempenha um papel importante na formação de qualquer cultura. Os métodos de \n\nprocurar e processar estes alimentos estão intimamente ligados à expressão cultural e social \n\nde um povo (Poulain e Proença 2003). \n\nII.1 Alimentação e Culinária na Antropologia \n\nSegundo Mintz e Jack Goody, a antropologia desde o seu início mostrou interesse \n\npela comida e pelo acto de comer. Dificilmente outro comportamento atrai tão rapidamente \n\na atenção de um estranho como a maneira como se come, o quê, onde, com que frequência \n\ncomemos, e como nos sentimos em relação à comida (Mintz, 2001:31; Goody, 1998).  \n\nSegundo Mintz e Du Bois (2002), o estudo sobre alimentos e refeições tem uma \n\nlonga história na antropologia, no século XIX. Desde que o teólogo escocês William \n\nRobertson Smith estudou o sacrifício e a comida nos anos 80 do século XIX, a \n\nantropologia tem-se ocupado com a comida, e, particularmente, com os papéis que \n\ndesempenha na organização da vida social (Mintz, 2001:32). \n\nEmbora a alimentação seja parte fundamental da manutenção da vida, ela só passou \n\na ser tema da pesquisa das ciências sociais a partir do século passado (séc. XX) (Idem, 32).  \n\nConforme a afirmação da antropóloga Audrey Richards, autora de pesquisas \n\npioneiras sobre o estudo da alimentação em antropologia, o impulso de comer é mais forte \n\ndo que o impulso sexual. Nossas atitudes em relação à comida são normalmente aprendidas \n\ncedo e bem. Portanto, o que aprendemos sobre comida está inserido em um corpo \n\nsubstantivo de materiais culturais historicamente derivados. Os hábitos alimentares podem \n\nmudar inteiramente quando crescemos, mas a memória e o peso do primeiro aprendizado \n\nalimentar e algumas das formas sociais aprendidas através dele permanecem, talvez para \n\nsempre, em nossa consciência (Mintz, 2001:31).  \n\nA comida enquanto tal – isto é, intrinsecamente enquanto comida – tem sido, talvez, \n\num objecto menos interessante para a antropologia do que suas implicações sociais. Porém, \n\nisso mudou com o livro apresentado por Andrey Richards em 1939 (Mintz, 2001:32). \n\nAudrey Richards não se preocupou apenas com a nutrição e o seu consumo, mas também \n\ncom o contexto social e psicológico da comida, da sua produção, preparação e consumo, e \n\no modo como estes processos estavam ligados ao ciclo da vida; as relações interpessoais e \n\nà estrutura dos grupos sociais, bem como o problema da “comida como símbolo”. A sua \n\nconclusão sublinhava o “significado sociológico da comida” e o valor do “estudo dos \n\ncostumes alimentares” (Goody, 1998:17). Segundo Mintz &amp; Du Bois (2002) a monografia \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 14 \n\nde Audrey Richards (1939) – Land, labour and diet in Northern Rhodesia (1939) – em que \n\nela e uma equipa interdisciplinar examinaram alimentos, produção, preparação, troca, \n\npreferências, simbolismo, consumo e consequências nutricionais continua a ser um modelo. \n\nDos anos 30 aos 60, o tema aparece em monografias sempre atrelado aos capítulos \n\nsobre sobrevivência e economia doméstica. Isso talvez porque a comida e sua preparação \n\nfossem vistas como trabalho de mulher, e a maioria dos antropólogos fossem homens, ou \n\nporque o estudo da comida fosse considerado prosaico e pouco importante, comparado a \n\noutros, como a guerra (Mintz, 2001:32).    \n\nUm dos grandes responsáveis pelo renascer do interesse pela cozinha em \n\nAntropologia foi o antropólogo estruturalista Claude Lévi-Strauss, que se debruçou sobre a \n\ncomida em diversos textos, entre os quais o famoso Le triangle culinaire, publicado como \n\nartigo na revista L´Arc (1965).  \n\nNele, Lévi-Strauss recorre à formalização e ao modelo linguístico (Counihan, \n\n1997:28), sustentando que, tal como a linguagem, o acto de cozinhar é comum a todas as \n\nsociedades humanas. Para Lévi-Strauss, esse triângulo é formado pelo cru, pelo cozinhado \n\ne pelo podre. O cozinhado é uma transformação cultural (ou elaboração) do cru, enquanto \n\no podre (estragado) é uma transformação natural de ambos (Goody, 1998: 22). \n\nGoody por sua vez, diz que o triângulo apresentado por Lévi-Strauss não representa \n\nadequadamente o conjunto das operações culinárias. Estas poderiam ser representadas sob \n\na forma de um tetraedro e não de um triângulo, se forem levadas em conta operações \n\nadicionais como é o caso da categoria “frito”. Com esta categoria, é necessária uma \n\n“transformação” mais complicada, transformando finalmente o triângulo de receitas num \n\ntetraedro, que tanto inclui o óleo como o ar e a água entre os agentes intervenientes, através \n\ndos quais os agentes activos, como o fogo, actuam sobre a comida crua mediante o \n\nconjunto de utensílios culturais. Mas, para, Goody, a análise estrutural de Lévi-Strauss – de \n\nvocação universalista, atemporal e desligada de contextos sociais, como os representados \n\npela divisão em classes manifesta na existência de “altas” e “baixas” cozinhas – não tem \n\nem conta nem a sociedade e nem a história (Goody, 1998).  \n\nEntre as abordagens que trouxeram novos elementos à abordagem antropológica da \n\ncomida, Goody (1998:31), destaca a “interpretação de uma refeição” dada por Mary \n\nDouglas. A comida surge para Douglas associada aos factores sociais, torna-se um \n\n“código”; a mensagem que a comida codifica será encontrada no padrão de relações sociais \n\nmanifestado, pois a comida é “simbólica” da relação social; há uma correspondência entre \n\ndeterminada estrutura e a estrutura dos símbolos através da qual se representa.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 15 \n\nEntretanto, no Brasil, destacam-se os estudos originais sobre alimentação e \n\nculinária, dotados de uma forte ênfase na dimensão histórica, de cientistas Gilberto Freyre \n\ncom a obra Casa-Grande &amp; Senzala (1933[2006]) e Luís da Câmara Cascudo com \n\nHistória da Alimentação no Brasil (1967[2004]). Ambos tratam, de maneira diferente, da \n\nculinária nacional referindo a génese híbrida – portuguesa, africana, índia – da cozinha \n\nbrasileira (Stols, 2006:14).  \n\nO livro de Jack Goody Cooking, Cuisine and Class, foi um ponto de viragem em \n\n1982, ao postular a importância do tempo histórico no estudo da antropologia da \n\nalimentação e a cozinha. Para ele, a alimentação e a culinária são parte de sistemas \n\neconómicos, sociais e culturais muito complexos. Assim, por exemplo as sociedades \n\n(tradicionais) da África sub-sahariana, sem escrita, sem propriedade privada, sem classes \n\nsociais, não possuem uma diferenciação culinária estratificada, isto é, uma cozinha “alta” \n\nou “baixa” distinta consoante os segmentos da população – quando muito os mais \n\npoderosos comem mais. Sociedades mais estratificadas – e dotadas de escrita – como as da \n\nEurásia, dispõem de culinárias distintas – como se vê nas culinárias europeias ou na \n\nchinesa – ligadas a estilos de vida distintos, codificadas por escrito nos receituários (Goody \n\n1982). Com contributos como este, hoje, o estudo antropológico de alimentos amadureceu \n\no suficiente servindo como veículo para examinar problemas grandes e variados de teoria e \n\nmétodos de investigação (Mintz &amp; Du Bois, 2002).  \n\nPara o sócio-antropólogo Poulain e para a pesquisadora de história da nutrição \n\nProença, a cozinha é um conjunto de acções técnicas, de operações simbólicas e de rituais \n\nque participam da construção da identidade alimentar de um produto natural e o \n\ntransformam em consumível (Poulain &amp; Proença, 2003). \n\nOs estudos antropológicos sobre alimentação e cozinha incluem actualmente vários \n\ntemas que vão desde o simbolismo da alimentação (comidas sagradas, tabus religiosos \n\nenvolvidos na alimentação, comidas e cultura popular, mitos alimentares), à alimentação e \n\nsaúde física (dieta e exercícios, engenharia nutricional, transgênicos e seu impacto na \n\nalimentação hodierna) e alimentação e processos de interacção social (hábitos alimentares \n\ne classes sociais, dieta e \"modus vivendi\", transformações da alimentação e modernidade), \n\nalimentação e economia, comida, cozinha e identidade (Goody, 1998:11). \n\nPara Jesús Contreras Hernández, a alimentação não pode ser reduzida a um facto \n\nbiológico ou de nutrição tendo ela uma dimensão cultural muito importante. “Comer” é um \n\nfenómeno social e cultural, enquanto que a “nutrição” é um assunto fisiológico e de saúde. \n\nÉ evidente que em certas ocasiões, existem associações importantes, mas que em outras \n\nhttp://pt.wikipedia.org/wiki/Brasil\nhttp://pt.wikipedia.org/wiki/Lu%C3%ADs_C%C3%A2mara_Cascudo\nhttp://pt.wikipedia.org/wiki/Tabu\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 16 \n\nocasiões se trata de fenómenos completamente dissociados. O facto de comer, está \n\nindissoluvelmente ligado tanto a biologia da espécie humana como os processos \n\nadaptativos empregados pelos humanos em função de suas particulares condições de \n\nexistência, variáveis, por outra parte, no espaço e no tempo (Hernández, 1993:10). \n\nHernández assinala-se que o acto de alimentar-se, transcende a pura necessidade de nutrir-\n\nse, pois está tão carregado de significados e de emoções que aparece ligado a \n\ncircunstâncias e acontecimentos que nada tem haver com a estreita necessidade de \n\nalimentar-se (idem:13). Segundo Cascudo, o acto de alimentar-se foi, de todos os actos \n\nnaturais existentes, o único que o homem cercou de cerimonial e transformou lentamente \n\nem expressão de sociabilidade, ritual político e aparato de alta etiqueta. Compreendendo o \n\nhomem, a sua significação vitalizadora, usou-a como função simbólica de fraternidade, um \n\nrito de iniciação para a convivência, para a confiança na continuidade dos contactos \n\n(Cascudo, 2004:36). \n\nII.2 O significado da comida  \n\nO comportamento relativo à comida liga-se directamente ao sentido de nós mesmos \n\ne à nossa identidade social, e isso parece valer para todos os seres humanos. \n\nComo as comidas são associadas a povos em particular, e muitas delas são \n\nconsideradas inequivocamente nacionais, lidamos frequentemente com questões relativas à \n\nidentidade (Mintz, 2001:31). \n\nSegundo Woortmann (2006:58), a comida distingue-se do alimento porque ambas \n\nas noções são socialmente construídas e devem ser percebidas em seu contexto. Ainda que \n\nsejam próximas, não se confundem. Exemplo disso é, quando vamos comer a certo tipo de \n\nrestaurante e desejamos comer um tipo de comida específica: comida açoriana, comida \n\nitaliana, comida japonesa, comida brasileira e etc. Para o autor, a categoria alimento \n\nrefere-se a um vir a ser, a algo que poderá potencialmente ser consumido. Para que o \n\nalimento se torne comida ele deve, normalmente, sofrer um processo de transformação \n\nqualitativa, realizando a passagem do plano da natureza para o da cultura pela via da \n\nculinária.  \n\nConforme Uggioni (2006:30), citando (Poulain et al., 1990, citado por Proença, et \n\nal., 2005), a qualidade simbólica de um alimento refere-se ao significado do alimento para \n\no indivíduo e se relaciona com a sua visão do mundo e o quadro cultural no qual está \n\ninserido. Deste modo, podemos dizer que a comida pode simbolizar uma posição de classe, \n\numa pertença religiosa, um estilo de vida e etc.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 17 \n\nII.3 Papel da cultura na alimentação humana \n\nSegundo Braga (2004:38), numa visão antropológica, os nossos hábitos alimentares \n\nfazem parte de um sistema cultural repleto de símbolos, significados e classificações, de \n\nmodo que nenhum alimento está livre das associações culturais que a sociedade lhes atribui. \n\nEssas associações determinam aquilo que comemos e bebemos, o que é comestível e o que \n\nnão o é. \n\nConforme Woortmann (2006:56), os hábitos de comer constituem uma linguagem \n\nque fala de outras coisas de género, família, religião, identidade, etc. A comida, ou melhor, \n\na comensalidade é também um meio de sociabilidade e de traçar distinções sociais. \n\nWoortmann (2006:57), baseando-se nas obras de Elias (1997) e de Bourdieu (1983), \n\nfala-nos de como os hábitos alimentares são produzidos, ou melhor, à maneira de Elias e \n\nBourdieu, o habitus. Esse habitus, no que concerne à alimentação, é uma interiorização de \n\nexperiências sociais, que os sujeitos reproduzem. Segundo Woortmann, poder-se-ia dizer \n\nque o habitus forma os hábitos alimentares (das regras de consumo ao gosto). E o habitus, \n\naquilo que se adquire pela socialização no âmbito de um dado universo social – uma \n\nfamília, uma ocupação, uma classe, um estado nação – está, para Elias e para Bourdieu, no \n\ncerne da(s) identidade(s). \n\nMintz (2001) sublinha precisamente que as identidades sociais estão ligadas às \n\nescolhas e aos hábitos alimentares. Neste sentido, sejam as escolhas modernas ou \n\ntradicionais, o comportamento relativo à comida liga-se directamente ao sentido que \n\nconferimos a nós mesmos e à nossa identidade social. Desse modo, práticas alimentares \n\nrevelam a cultura em que cada um está inserido, visto que as comidas são associadas a \n\npovos em particular. \n\nSegundo Braga (2004), no Brasil, o arroz e o feijão, por exemplo, são traços de \n\nidentidade nacional, pois são consumidos diariamente, de norte a sul do país, por milhões \n\nde brasileiros. \n\nNo plano regional, podemos dizer que há outros alimentos que funcionam como \n\ndemarcadores identitários regionais, ou seja, pratos que estão mais associados à sua região \n\nde origem: caldeirada de tucunaré no Amazonas, o pato no tucupi no Pará, arroz-de-cuxá \n\nno Maranhão, o baião-de-dois no Nordeste, o vatapá e o acarajé na Bahia, o pão-de-queijo \n\nem Minas Gerais, a moqueca capixaba no Espírito Santo, feijoada carioca no Rio de \n\nJaneiro, virado de feijão em São Paulo, no Centro-Oeste o empadão goiano, no Paraná e \n\nem Santa Catarina os chucrutes, risotos, varenykes, marreco recheado, carne suína regada a \n\ncerveja, eisbein. E mais ao litoral, principalmente em Florianópolis, a tainha na telha e o \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 18 \n\ntradicional “pirão com peixe”. No Rio Grande do Sul, o famoso churrasco gaúcho (Braga, \n\n2004; Simões, 1999 e Coleções Abril, 2009) \n\nPara Braga (2004), Da Matta ao afirmar “toda substância nutritiva é alimento, mas \n\nnem todo alimento é comida” remete assim, para o aspecto cultural da alimentação e, por \n\nconseguinte, para aquilo que, segundo ele, transforma o alimento em comida. A autora, \n\ncitando Da Matta (1986), assim o descreve: \n\nAlimento é algo universal e geral. Algo que diz respeito a todos os seres humanos: amigos ou \n\ninimigos, gente de perto e de longe, da rua ou de casa, do céu e da terra. Mas a comida é algo \n\nque define domínio e põe as coisas em foco. Assim, a comida é correspondente ao famoso e \n\nantigo de-comer, expressão equivalente a refeição, como de resto é a palavra comida. Por outro \n\nlado, comida se refere a algo costumeiro e sadio, alguma coisa que ajuda a estabelecer uma \n\nidentidade, definindo, por isso mesmo, um grupo, classe ou pessoa (Da Matta, 1986 apud \n\nBraga, 2004:39) [os sublinhados são da nossa responsabilidade].     \n\n \n\nDe acordo com a mesma autora, um outro aspecto do papel da cultura na \n\nalimentação humana está na formação do gosto. Experiências de culturas em particular \n\nafectam a maneira como se formam as preferências pelos sabores (idem). Preferências e \n\ngosto por determinadas comidas são parte das identidades e contribuem para as afirmar ou \n\nreivindicar, como sucede no caso da chamada “comida açoriana” em Santa Catarina. \n\nII.4 Conclusão \n\nNeste capítulo, também, falámos do significado que a comida e o alimento têm e \n\nqual a função da cultura na alimentação humana. Destacaram-se algumas das propostas \n\nmais relevantes da antropologia e de outras áreas de estudo. Chamou-se a atenção para a \n\nimportância central da alimentação e da cozinha – a transformação de substâncias em \n\ncomida – na vida humana e para o facto destas estarem associadas a contextos e normas \n\nculturais. Finalmente, falou-se de gosto e preferências – ou habitus – alimentares e da \n\nrelação entre comida e identidade. \n\n\n\n \n\nCAPÍTULO III \n\nIdentidade, Alimentação e Cozinha \n\n \n\n« […] Exactamente como a linguagem, a cozinha contém e expressa a cultura de \n\nquem a pratica, é depositária das tradições e das identidades de grupo…» \n\n                                                                                                         (Montanari, 2009:11)   \n\n                \n\nNa epígrafe acima, de Massimo Montanari, o autor ressalta a pertinência em \n\ncomparar a cozinha com à linguagem pois ela, a cozinha, possui vocábulos (os produtos, os \n\ningredientes) que se organizam segundo regras de gramática (as receitas, que confere \n\nsentido aos ingredientes, transformando-os em comida), de sintaxe (o cardápio, isto é, a \n\nordem dos pratos) e de retórica (o comportamento dos comensais).    \n\nTal como a linguagem, a cozinha contém e exprime a cultura de quem a pratica; é \n\ndepositária das tradições e da identidade de grupo. Mas é também o primeiro modo para \n\nentrar em contacto com o outro; mais ainda do que a palavra, o alimento serve de mediador \n\nentre culturas diversas, trazendo aos sistemas culinários toda sorte de invenções, \n\ncruzamentos e influências artísticas e linguísticas (Montanari, 2009:11). \n\nIII.1 Identidade Açoriana em Santa Catarina \n\nFerreira (2006:18), citando Néstor Garcia Canclini, em Culturas Híbridas: \n\nEstratégias para Entrar e Sair da Modernidade, que estuda a modernização na América \n\nLatina, vem nos auxiliar na tentativa de lançar luz sobre essa novidade de os habitantes da \n\nIlha de Santa Catarina se dizerem açorianos: “Ter uma identidade seria, antes de mais nada, \n\nter um país, uma cidade ou um bairro, uma entidade em que tudo o que é compartilhado \n\npelos que habitam esse lugar se tornasse idêntico ou intercambiável”. \n\nSegundo Leal (2007:72), de uma acção confinada, nos anos 1940 e 1950, às elites \n\nde Florianópolis, após um período de transição no decurso das décadas de 1970 e 1980, o \n\nmovimento açorianista tornou-se, a partir dos anos 1990, uma acção com uma importante \n\nexpressão social e cultural no litoral de Santa Catarina, dotado de uma audiência que não \n\ntem cessado de se alargar. Este movimento portanto, só é compreensível se tivermos em \n\nconta o contexto específico de Santa Catarina, produto da sua história. Esta fez-se com \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 20 \n\nimigrantes de origem distinta – portugueses do continente e dos Açores, africanos, italianos, \n\nalemães, gregos, sírios, libaneses, entre outros. Alguns destes grupos – em particular os \n\nbrasileiros de ascendência alemão e os nativos do Rio Grande do Sul (gaúchos) – tiveram \n\nmuita proeminência e mantiveram uma identidade própria muito afirmativa no plano \n\npúblico. O movimento açorianista desenvolve-se como reivindicação identitária neste \n\ncontexto, procurando articular as aspirações de uma população que reivindica ter \n\nascendência açoriana e que ocupava geralmente posições subordinadas – nos planos \n\neconómico, social, político – em relação aos grupos referidos. No quinto capítulo será feito \n\numa abordagem deste movimento, situando-o no contexto multiétnico. \n\nSegundo Lacerda (2003:97), no ano de 1993, o NEA da UFSC reuniu um grupo de \n\npesquisadores e de pessoas que estavam lutando a favor da identidade açoriana começaram \n\na percorrer o litoral catarinense em prol desta causa. A açorianidade, o estudo da cultura \n\naçoriana, não era uma coisa nova pois já em 1948, no Congresso de História, a questão \n\ntinha sido levantada, só que foi colocada por intelectuais para intelectuais e ficou no meio \n\ndeles, e a comunidade não tomou conhecimento. Foi a partir de 1993, que a UFSC começa \n\na ter um papel mais interactivo com à comunidade (não apenas buscando informação como \n\ndantes, mas passando a recuperar e devolver). Desde modo, passou a orientar aquelas \n\ncomunidades para a importância daqueles valores culturais, daquilo que se chama de \n\norgulho cultural. Então em pouco tempo, construí-se uma nova visão de identidade e foi a \n\npartir dai que se deu um redespertar para a identidade açoriana em Santa Catarina \n\n(Idem:96). \n\nIII.2 O alimento como estabelecedor de identidades em Santa Catarina \n\nSegundo Woortmann (2006:57), nos seus estudos sobre a percepção da comida \n\nentre os colonos teuto-brasileiros do Rio Grande do Sul e seus descendentes, o gosto \n\nrelativo à comida sofre mudanças no tempo e no espaço. Assim, as inovações tecnológicas, \n\nas mudanças sócio-demográficas, novas concepções de saúde e de percepção do corpo \n\nconduziram a transformações nos padrões alimentares dos colonos e de seus descendentes \n\nurbanizados. Contudo, a tradição, não foi abandonada, e as mudanças parecem constituir \n\nmais adaptações à modernidade do que alterações radicais. \n\nSegundo a autora, se a comida tradicional teuto-brasileira quotidiana sofreu \n\nalterações, ela foi ressignificada. Isto é, retida na memória, ela foi revalorizada como \n\ncomida ritual das festas em que os laços de parentesco são reforçados e as raízes familiares \n\ne étnicas são actualizadas. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 21 \n\nÉ, também, nessa luz que podemos falar na comida identificada como “açoriana” na \n\nIlha e, em particular, em Santo Antônio de Lisboa. Hoje em dia, apesar de já se notarem \n\nmuitas alterações na comida do dia-a-dia principalmente dos moradores da localidade e até \n\nmesmo na comida ritual das festas, como por exemplo, na sopa do divino elaborada na \n\nFesta do Divino Espírito Santo em Santo Antônio de Lisboa\n15\n\n (que vem sofrendo algumas \n\nalterações e hibridação), a comida local não deixa de ser ressignificada. Ela é retida na \n\nmemória das pessoas e é revalorizada como comida ritual das festas em que os laços de \n\nparentesco são reforçados e as raízes familiares e étnicas são actualizadas. \n\nDe acordo com Jesús Contreras (2007) apud Amon e Menache (2008:19), as \n\ncomidas rituais – próprias de festas, comemorações, ritos de passagem – implicam uma \n\ncristalização. Essas comidas estão associadas a pratos-tótem, portadores de grande valor \n\nsimbólico e, desse modo, marcadores da identidade do grupo. \n\nOutro aspecto interessante a ser aqui destacado, no contexto do alimento como \n\nestabelecedor de identidade, é o caso da ostra\n16\n\n (frutos do mar cultivado por maricultores e \n\nmuito apreciado entre os turistas) que passou a ser um ícone da culinária “açoriana” da Ilha \n\ntanto para os nativos como para os turistas que visitam a região. \n\nEste produto de maricultura, na Fenaostra (Festa Nacional da Ostra e da Cultura \n\nAçoriana – em Florianópolis) realizada no contexto das festas de Outubro em Santa \n\nCatarina, evoca uma identidade açoriana mesmo não tendo nenhuma continuidade linear \n\ncom a cozinha dos Açores\n17\n\n. \n\nAlém da ostra, outros alimentos são também identificados como açorianos sem ter \n\nqualquer ligação aos Açores. Mas que no entanto são assim identificados pelos nativos por \n\nserem produtos locais e antigos. E para alguns turistas são identificados como açorianos \n\npelo facto de acreditarem que os colonizadores açorianos e seus descendentes repetiram a \n\nculinária de seus antepassados. Mas na verdade, como veremos mais à frente, isso não é \n\nassim, pois eles adoptaram práticas alimentares que não se encontram na origem presumida \n\ndos antepassados que reivindicam – o arquipélago dos Açores – como é o caso da farinha \n\nde mandioca, da polenta dos italianos e outros produtos na Ilha. \n\n                                                 \n\n15\n Sobre a sopa do divino e comidas relacionadas à Festa do Divino Espírito Santo, em Santo Antônio de \n\nLisboa, será assunto a ser abordado mais detalhadamente no próximo capítulo.  \n16\n\n O assunto sobre a ostra será abordado mais detalhadamente no capítulo que se segue.  \n17\n\n A inexistência de qualquer continuidade linear entre a cozinha dos Açores e a cozinha açoriana de Santa \n\nCatarina pode ser vista comparando os livros de cozinha dos Açores: Cozinha Regional dos Açores (Balbina \n\nPereira, 2004), O Peixe na Cozinha Açoriana e Outras Coisas Mais (Augusto Gomes, 2001), Cozinha \n\nTradicional da ilha de São Miguel (Augusto Gomes, 1987), Cozinha Tradicional da ilha Terceira (Augusto \n\nGomes, 1986) ao receituário representado como açoriano em Florianópolis. Desta forma, não encontramos \n\nqualquer referência a ostras nos livros de cozinha açorianos. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 22 \n\nIII.3 Globalização e identidade alimentar \n\nUggioni (2006:27), citando Hernández e Grácia-Arnaiz (2005), enfatiza que \n\npodemos dizer que a globalização se caracteriza pelo processo de mudanças sociais, \n\neconómicas e tecnológicas que estão tornando as fronteiras, de todo tipo e nível, cada vez \n\nmais permeáveis. E, como consequência, aparece o processo de homogeneização e perda \n\nda diversidade no contexto económico, ecológico e cultural. Segundo a mesma autora, \n\ncitando Poulain (2004:107), a globalização dos mercados, no que refere à alimentação, \n\ntende a homogeneizar os gostos, ficando em prejuízo a sua função de identificação cultural.  \n\nEm Portugal, por exemplo, a globalização (conjuntamente com outros factos de \n\nnatureza económica e política) nas últimas décadas ampliou as propostas culinárias, num \n\nsentido cosmopolita.  \n\n[…] até aos inícios da década de 70, as únicas cozinhas não-nacionais presentes em Portugal, \n\npara além da francesa, havia muito incorporada na cozinha hoteleira de base internacional, \n\neram a chinesa, indiana, italiana e brasileira. A partir daí a oferta ampliou-se muito \n\nsignificativamente e deixou de estar restrita aos grandes centros urbanos. Chegaram os \n\nrestaurantes de fast-food oriundos dos EUA, a oferta italiana, chinesa e indiana recrudesceu, \n\npenetraram, entre outras, as comidas latino-americanas – da Argrentina e do México - , \n\nalargou-se a presença da cozinha brasileira com os rodízios e, mais recentemente, a comida de \n\nMinas. A última cozinha a chegar terá sido a japonesa (Sobral, 2007:14). \n\n \n\n Segundo Uggioni (2006:38), citando Hernández e Grácia-Arnaiz (2005), apesar da \n\nforte tendência à homogeneização dos modelos alimentares, devido à mundialização da \n\neconomia alimentar, observa-se cada vez mais o interesse em incorporar e resgatar o que se \n\nchama de cozinhas regionais e alimentos étnicos. \n\nUggioni (2006:38), baseando-se em nos mesmos autores acima, coloca que hoje em \n\ndia, apesar da globalização dos mercados modificarem amplamente os modelos \n\nalimentares contemporâneos através da industrialização e das tecnologias, generalizando \n\nmodelos culturais e desorganizando a originalidade regional ou nacional, a cozinha se \n\nconverte num meio para salvaguardar certos traços identitários.  \n\nPara Poulain (2004), todavia a homogeneização é apenas uma das faces da situação \n\nalimentar em tempos da globalização. A outra é representada pela revalorização do local e \n\ndo regional. Para Sobral, que cita aprovadoramente esta constatação do sociólogo francês, \n\no contexto actual é tanto marcado pela homogeneização como pela busca da diversidade. É \n\no caso das propostas culinárias hoje, por exemplo, disponíveis em Portugal que são \n\nmarcadas por uma enorme diversidade que vai do fast-food ao sushi. Segundo o autor, \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 23 \n\ntodavia, este pluralismo cosmopolita é apenas uma das faces da oferta alimentar. A outra é \n\nrepresentada pela valorização da culinária portuguesa, que espelha o que ocorre em outros \n\nlocais (Sobral, 2008:100). \n\nIII.4 Conclusão \n\nNeste capítulo, discorreu-se sobre a identidade açoriana em Santa Catarina como \n\nforma de contextualizar a identidade alimentar dos descendentes de açorianos em \n\nFlorianópolis. Abordou-se, também, o alimento como estabelecedor de identidade para \n\npoder entender o papel da comida identificada como “açoriana” na localidade de Santo \n\nAntônio de Lisboa. Por último, referiu-se o contexto da globalização em que, por um lado, \n\nse assiste à homogeneização dos gostos alimentares – como a difusão universal, ou quase, \n\nda pizza e do hambúrguer – e, por outro, ao reviver do interesse pelas culinárias locais ou \n\nregionais, como é o caso da culinária “açoriana” de santa Catarina. \n\n\n\n \n\nCAPÍTULO IV \n\nAçores, Santa Catarina, Florianópolis e Santo Antônio de \n\nLisboa \n\n \n\n«A estrutura é sempre um processo de adaptação» \n\n(Nereu do Vale Pereira\n18\n\n)  \n\n \n\nOs açorianos que imigraram para à faixa litorânea do Sul do Brasil, entre 1748 e \n\n1756, tiveram que passar por muitos processos adaptativos na alimentação e culinária. \n\nFrente as dificuldades e adversidades encontradas, na sua nova terra, foram por eles \n\ncontornadas através de muita imaginação, criação e adaptação. E neste processo adaptativo, \n\nos açorianos em Santa Catarina passaram a pescar e a consumir mais peixes do que nos \n\nAçores, pois o peixe em Santa Catarina era abundante e era muito difícil a criação de gado. \n\nCom isso, desenvolveram a pesca artesanal, utilizaram vários instrumentos de pesca dos \n\nindígenas e inventaram o engenho de farinha de mandioca.  \n\nSegundo Farias (1998:361), o trigo, alimento básico nos Açores, foi no litoral \n\ncatarinense inteiramente substituído pela farinha de mandioca, que era desconhecida no \n\narquipélago, e que veio a se tornar num acompanhamento indispensável nas refeições, seja \n\ncomo pirão ou como farofa.  \n\nOs colonos açorianos, em Santa Catarina, passaram por uma transformação \n\nsignificativa da sua actividade produtiva. Para isso, o açoriano se equivaleu da tecnologia \n\nque ele trazia consigo das Ilhas (arquipélago) onde a adaptou a um novo ambiente.  \n\nComo o objectivo de nossa pesquisa é estudar a alimentação e culinária na cultura \n\ndos descendentes de açorianos numa localidade em Florianópolis – em Santo Antônio de \n\nLisboa\n19\n\n, neste capítulo será necessário abordar inicialmente um pouco da localização \n\n                                                 \n\n18\n Conforme sua participação no documentário Os Açorianos no Brasil Meridional, realização RTP - Açores, \n\nDirecção de Victor Alves,  2001. \n19\n\n Santo Antônio de Lisboa foi a localidade, da Ilha, que teve uma contribuição açoriana mais expressiva em \n\ncomparação com a contribuição africana e com outras etnias. Segundo Sérgio Ferreira (2008:25-37), a \n\ncontribuição açoriana em Santo Antônio de Lisboa foi a mais expressiva para o seu povoamento (cerca de \n\n75%), onde 20 % foi de africanos e 5% de outras etnias (portugueses do continente, espanhóis, franceses, \n\nitalianos, alemães, austríacos, gregos e sírios). Foi a única localidade da Ilha que teve contribuição açoriana \n\nproveniente de todas as ilhas do Arquipélago. A maior contribuição foi dada pela Ilha Terceira (34%), \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 25 \n\ngeográfica, contextualizar a história dos açorianos em Santa Catarina e as manifestações \n\ngastronómicas existentes no Arquipélago dos Açores de modo que se possa permitir, mais \n\na frente, uma melhor compreensão deste trabalho \n\nIV.1 Arquipélago dos Açores \n\nIV.1.1 Arquipélago dos Açores: características gerais \n\nSegundo Farias (1998:28), o arquipélago dos Açores é um conjunto de nove ilhas \n\nvulcânicas, localizado no meio do Oceano Atlântico, povoados por refugiados de Portugal \n\ndurante o século XV. Distam aproximadamente 1.500km a Oeste de Lisboa (Portugal \n\nContinental), 3.900km da Costa Oriental da América do Norte e 8.000km de Florianópolis \n\n– Santa Catarina – Brasil.  \n\nO arquipélago tem esse nome devido a uma espécie de águia (gavião), actualmente \n\nextinta, chamada Açor. As nove ilhas são: São Miguel, Flores, Corvo, Faial, Pico, São \n\nJorge, Terceira, Graciosa e Santa Maria (Idem:27).    \n\nIV.1.2 Alimentação e culinária açoriana \n\nSegundo Farias (1998:360), o resultado do complexo cultural (do povoamento das \n\nilhas dos Açores) formado por vários grupos étnicos – portugueses, espanhóis, flamengos, \n\nfranceses, mouros, negros e italianos – originou numa culinária açoriana bastante \n\ndiversificada e enriquecida com temperos (condimentos) variados, conhecidos por \n\nespeciarias, que contribuíram para um agradável paladar nas diversas classes sociais.  \n\nA comida popular açoriana é simples, porém muito condimentada, e os temperos \n\nmais usados são: o alho, cebola, pimenta do reino, malagueta, o cravo, a canela, orégano, a \n\nhortelã, o louro, a salsa, a cebolinha, a açafor ou açafora dentre outros (Idem: 361).  \n\nNos Açores, os molhos mais frequentes são aqueles que acompanham os pratos de \n\npeixe. Como é o caso do molho de vilão, cujo principal ingrediente é o alho. O molho de \n\nescabeche que é composto por cebola, alho, vinagre e pimenta e etc. Os molhos de laranja \n\nazeda e de limão são também muito utilizados em pratos de peixe. O molho Afonso, serve \n\npara acompanhar pratos à base de lapas (um tipo de mariscos). O molho pardo, acompanha \n\npratos à base de aves e de caça e o molho branco acompanha pratos à base de peixes \n\n                                                                                                                                                    \n\nseguida pela Ilha Graciosa (18,7%), São Jorge (15,9%), Pico (12,2%), Faial (11%), São Miguel (6,5%), \n\nFlores (0,4%), Santa Maria (0,1) e Corvo (0,08%).        \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 26 \n\ncozidos e de legumes. O molho de unha, são conhecidos como todos aqueles em que ao se \n\nmolhar o pão neles as próprias unhas ficam sujas. Assim, tem-se o molho das favas \n\nguisadas, o molho Afonso, o molho do polvo guisado, o molho da caldeirada de peixe, o \n\nmolho da alcatra do Divino Espírito Santo, etc (Farias, 1998:361)    \n\nSegundo (Muller, 2003:102), baseando-se em Modesto (1993), Gomes (1986 e \n\n1987) e Cordeiro (1981) e Farias (2000), os açorianos conheciam muitos processos \n\ndistintos de preparações com açúcar e apreciavam as açordas. Possuíam, na época da \n\nmigração em massa para o Brasil, uma alimentação rica em trigo e em carne \n\nprincipalmente bovina, caprina e suína. Embora em todo Arquipélago açoriano houvesse a \n\nfartura de uma grande quantidade de peixes e frutos do mar.  \n\nConforme Gomes (1987), Modesto (1993), Dias (1982), Costa (1964), Farias \n\n(1998), Cordeiro (1981), Coelho (1974) e Salvi (1990) apud Muller (2003: 81-102), dentre \n\nas comidas típicas dos Açores destacam-se: o pão (pão de milho, pão de trigo e pão de \n\nmassa sovada) e outras massas (folhada, quebrada e tenra); os temperos: alho, cebola, louro, \n\npimenta do reino, malagueta (principalmente na Ilha de São Miguel), cravo e canela \n\n(inclusive em pratos de carne e peixe), louro, açafrão (muito utilizado nas açordas, \n\nguisados e nos molhos de peixe e etc), salsa, cebolinha, orégano, hortelã, entre outros; os \n\nmolhos (o molho de vilão, de Escabeche, de laranja azeda e de limão e o molho Afonso); \n\nas papas (de milho, de trigo, de leite, fritas, de farinha torrada, pilão e papas grossas); as \n\nsopas, caldos e açordas (sopa de couves aferventadas ou fervedouro ou couves solteiras, \n\nsopa azeda ou de feijão inchado, sopa do Espírito Santo, caldo de funcho, sopa de \n\nmogango, sopas de peixe, sopas de carne e de galinha, sopas de cozido e sopas de leite; \n\ncaldo de nabos, caldo de vegetais; açafrão (açorda de batatas com açafrão), açorda de \n\nazedo, açorda de inhames com couve); os peixes, moluscos, crustáceos (chicharro, cavala, \n\nbonito, sardinha, tainha, serra, sargo, salema, moreia, toninha, cação (diversos), baleia, \n\nboto, búzios, lagosta, golfinho, congrio, rocaz, bodeão, peixe-rei e rainha, castanheta, \n\ncherne, abrótea, taraíras ou traíras, tartarugas, camarão (diversos), carangueijos, cracas, \n\ncarangueijolas, lulas, polvos, lapas, amêijoas dentre outros); algas (patinha e erva \n\nmalagueta); gado (bovino, suíno, ovino, caprino e leporídeo; aves (galinhas, frangos, galos \n\ne aves de caça: codornizes, pombos e canários); cozido das furnas (cozido da Lagoa da \n\nFurnas - Ilha de São Miguel); as doçarias (sobremesas) – um misto da doçaria portuguesa e \n\nde origem mourisca: fios de ovos, pingos de tocha, papos de anjo, rabanadas, arroz doce, \n\ncoscorões, malassadas, filhoses, batatada, alfenim, cuscús, bolo de sertã, etc); os queijos \n\n(são Jorge, tipo Flamengo (bola), Castelinho e de cabra - de fabricação caseira); os vinhos \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 27 \n\n(branco, de cheiro e vinho Verdelho); a aguardente e licores (extraídas do figo, da nêspera, \n\ndo ananás, da amora, mosto da uvas, vinho abafado e da Angélica; licor de banana, \n\nmaracujá, tangerina, cacau, etc, bem como de café, leite e uva); os pratos típicos de festas  \n\nna Festa do Divino Espírito Santo\n20\n\n, tem-se uma ementa própria e característica: a sopa \n\n(sopa do Espírito Santo\n21\n\n), alcatra – carne de vaca muito cozida numa panela de barro, \n\ncarne assada, arroz doce, alfenim, pão doce ou de leite e massa sovada\n22\n\n; Natal, são típicos \n\ndesta época servir a carne suína e os licores de leite, laranja e de ananás; Páscoa, \n\nprincipalmente na Ilha de São Miguel, é típico servirem-se peixes com molhos de nozes, \n\nempadas recheadas de garoupas e os folares (que são bolos lêvedos) e no Carnaval é \n\nmuito comum servirem-se de carne de vaca, galinha e sobretudo de carne suína. Sendo as \n\ndoçarias típico nesta época as filhoses de forno, os coscorões, as fatias douradas ou \n\nrabanadas e as malassadas. \n\nIV.1.3 Os açorianos na história da Ilha de Santa Catarina  \n\nDe acordo com Ferreira (2008:27-28), costuma-se atribuir muito a vinda dos \n\naçorianos para Santa Catarina como fruto da miséria, falta de terra e dos abalos sísmicos. \n\nMas segundo Avelino de Freitas Menezes (pesquisador que mais se dedica à história do \n\narquipélago açoriano no século XVIII), e portanto o autor em que Ferreira se apoia, para \n\nfalar sobre este assunto, coloca que Meneses é taxativo em afirmar que a miséria, falta de \n\nterra e abalos sísmicos sempre existiram no Arquipélago e que a década de 1740 não foi \n\ndas piores para os ilhéus, sendo até um período de relativa expansão económica. Segundo \n\neste pesquisador, a Coroa portuguesa dificilmente se sensibilizaria por causa da petição de \n\nhabitantes pobres que pediam para migrar. Menezes afirma que a causa da colonização do \n\nSul do Brasil foi de natureza militar atendendo aos interesses da Coroa de tomar posse \n\ndefinitivamente do Sul da América através do “Uti-possidetis” (quem ocupa é dono). Para \n\no pesquisador, a vinda dos açorianos foi uma colonização, haja vista que vieram para \n\nocupar território.   \n\n                                                 \n\n20\n De acordo com Muller (2003), citando Coelho (1974), a Festa do Divino Espírito Santo, é uma das mais \n\npopulares festas no território açoriano, ocorrendo desde o domingo de Pentecostes até o domingo da \n\nSantíssima Trindade. \n21\n\n Sopa do Espírito Santo – feita com pão próprio endurecido e partido aos pedaços, sobre os quais se deita \n\ncaldo do cozido, louro, hortelã, pimenta e pão de cravo (Muller, 2003:101), citando Modesto (1974). \n22\n\n Segundo Muller (2003:101), citando Costa (1943), é costume do povo açoriano oferecer bolos de massa \n\nsovada (massa esta muito trabalhada com leite, açúcar, ovos, banha e alguma manteiga; e vinhos de cheiro), \n\nrepresentando figuras de homens e de animais, não apenas nesta festa, mas também em dias santos. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 28 \n\nSegundo Flores (1998:134), organizou-se, então, uma emigração em massa de \n\n“casais” açorianos, e madeirenses em menor número, que se dirigiu para o Sul do Brasil. \n\nHouve migração também para o norte: Pará e Maranhão. Como resultado da Carta Régia \n\nde 31 de Agosto de 1746 e de um Alvará e Editais, publicados nas Ilhas dos Açores, que \n\nconcediam transportes gratuito, ajuda de custo, ferramentas, armas, animais, isenção dos \n\nhomens do serviço militar e terra para o cultivo, migraram, entre 1748 e 1756, \n\naproximadamente 5 mil pessoas. Parte delas foi enviada para o Rio Grande do Sul, mas o \n\ngrande contingente foi assentado no litoral catarinense, desde São Francisco até Laguna. \n\nNa Ilha de Santa Catarina foram distribuídos por vários locais: Trindade, Ribeirão, Lagoa, \n\nRatones, Santo Antônio, Canasvieiras, Rio Tavares. E no continente: São Miguel, Enseada \n\nde Brito, São José, Paulo Lopes, Garopaba, Vila Nova. Alguns destes lugares já existiam, \n\noutros foram fundados com a chegada dos açorianos. O Rei determinava instruções sobre \n\nos locais que deveriam ser escolhidos, como deveriam ser feitos os arruamentos, onde se \n\nlocalizaria a Igreja e muitas outras coisas (sublinhado nosso). \n\nOs “casais” receberam como sesmaria uma porção de terra, mas pelos registros \n\nefectuados em Santa Catarina, não era a metragem prometida, nem era o solo próprio para \n\no cultivo dos produtos tradicionais nos Açores e na Madeira. Nos Açores, o solo era de \n\norigem vulcânica, altamente fértil; na Ilha de Santa Catarina e no continente litorâneo, os \n\nterrenos eram de areia e mangue. Acostumados ao cultivo de trigo, por exemplo, tiveram \n\nque se adaptar ao plantio e consumo de mandioca. Mantiveram a tradição da pesca. A \n\nchegada coincidiu com a implementação e desenvolvimento das “armações de baleia”. \n\nAssim passaram a desempenhar aquela actividade em alto mar (Flores, 1998:135).  \n\nA presença de tropas militares e o recrutamento militar passou a ser constante. Em \n\n1777 os castelhanos tomaram a Ilha. O terror dominou. Os civis embrenharam-se pelo \n\nmato, onde muitos pereceram extenuados de fadiga e fome (Idem). \n\nHouve desigualdades na distribuição de terras: ao lado dos pequenos proprietários \n\nrurais, com áreas insuficientes para delas tirar o essencial à manutenção da própria família, \n\nestabeleceram-se alguns latifundiários. Alguns vieram com título de nobreza (Idem). \n\nPara Flores (1998:135), as razões pelas quais se deu a ocupação do litoral \n\ncatarinense por colonos açorianos era muito óbvia: a população do litoral catarinense de \n\norigem açoriana ocupou a região no século XVIII, na perspectiva da Coroa Portuguesa -  \n\npara defender a terra nas questões com os espanhóis.    \n\nSegundo Muller (2003:114), citando Cabral (1950), os açorianos se fixaram em \n\npequenas propriedades, dedicando-se à pesca e à agricultura. Construíram engenhos de \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 29 \n\nfarinha de mandioca e de açúcar, bem como alambiques, pequenas embarcações e as \n\nbaleeiras, utilizadas na pesca da baleia, em que se destacaram e os carros de boi (como \n\neram nos Açores), entre outros.  \n\nConforme Mühlbach (2004:38), citando CECA (1996) e CEAG/SC (1980), as \n\nterras da Ilha não possuíam fertilidade semelhante à dos solos vulcânicos dos Açores. Por \n\nisso, o trigo, por exemplo, tão cultivado nas ilhas açorianas, não se adaptou ao clima \n\nquente e húmido e ao solo ácido da Ilha de Santa Catarina. Assim, não podendo \n\ndesenvolver os seus tradicionais cultivos, os açorianos, bem como os vicentistas e todos os \n\nque passaram a viver da agricultura no Brasil, tiveram de se adaptar ao cultivo agrícola \n\nherdado dos índios\n23\n\n. Dessa forma, a mandioca se tornou a base alimentar dos açorianos e, \n\nem 1797, já existiam 450 pequenos engenhos de farinha de mandioca.  \n\nIV.2 Santa Catarina e Florianópolis  \n\nIV.2.1 Características gerais e históricas \n\nO Estado de Santa Catarina está localizado no sul do território brasileiro e, \n\njuntamente com o Estado do Paraná e do Rio Grande do Sul, forma a região Sul. Faz \n\nlimites ao norte com o Estado do Paraná; ao Leste com o Oceano Atlântico; ao Sul com o \n\nEstado do Rio Grande do Sul e a Oeste com a República Argentina. Tendo 95 346 Km2 de \n\nárea\n24\n\n.  \n\nSegundo o IBGE (2007)\n25\n\n, Santa Catarina apresenta uma população total de \n\n5.86625 habitantes. \n\nA Ilha – Florianópolis (ver Fig.  3), localizada no centro-leste do estado de Santa \n\nCatarina ao sul do Brasil é banhada pelo Oceano Atlântico. A maior parte de Florianópolis \n\n(97,23%) está situada na Ilha de Santa Catarina (Silva, 1999:18). \n\nSegundo Rocha (2001:32) o município de Florianópolis que é a capital do estado de \n\nSanta Catarina, com área de 451 Km2, está dividida em duas porções de terras, uma delas \n\n                                                 \n\n23\n Os índios aqui referidos são os carijós. Sendo estes, o terceiro grupo indígena a migrar para a Ilha (século \n\nXIV), sendo que os primeiros eram aqueles relacionados aos sambaquis e, posteriormente, os itararés. Os \n\ncarijós buscaram ocupar lugares bastante arenosos e com dunas. Acredita-se que esta opção se deu por causa \n\ndo cultivo da mandioca, que se adaptou muito bem a este tipo de solo. Além da mandioca, que servia \n\nbasicamente para fazer farinha, os carijós cultivavam espécies de milho, inhame, algodão, amendoim, \n\npimenta, tabaco e cabaça. Pode-se afirmar que não havia mais tribos vivendo na Ilha de Santa Catarina \n\nquando os açorianos chegaram (Muhlbach, 2004), citando CECA (1996. p.36, 37).  \n24\n\n Estes dados foram retirados do webisite: http://www.voyagesphotosmanu.com/mapa_santa_catarina.html \n\natravés da entrada “mapa geográfico de Santa Catarina”. \n25\n\nIBGE - Instituto Brasileiro de Geografia e Estatística. Confira o site: \n\nhttp//www.ibge.gov.br/home/estatistica/populacao/contagem2007/contagem.pdf \n\nhttp://pt.wikipedia.org/wiki/Santa_Catarina\nhttp://pt.wikipedia.org/wiki/Santa_Catarina\nhttp://pt.wikipedia.org/wiki/Oceano_Atl%C3%A2ntico\nhttp://pt.wikipedia.org/wiki/Ilha_de_Santa_Catarina\nhttp://www.voyagesphotosmanu.com/mapa_santa_catarina.html\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 30 \n\nrefere-se a parte insular – à Ilha de Santa Catarina, que possui uma área de 438,9 Km2 e a \n\noutra porção localizada na área continental, com área de 12, 1 Km2. Unindo as duas \n\nporções de terras há três pontes (Idem). \n\n Possui, segundo o IBGE no ano de 2009, uma população de 408.161 habitantes, \n\nsendo o segundo município mais populoso do estado, atrás apenas do município de \n\nJoinville\n26\n\n. \n\nA ocupação do território catarinense deu-se através de muitas etnias o que permite \n\nnos dizer que Santa Catarina é um estado multiétnico. \n\nSegundo Leal (2007:142), na sua composição multiétnica, destacam-se em primeiro \n\nlugar os descendentes dos grupos índios que povoaram originalmente o território \n\ncatarinense. Entre eles estão os Carijó, grupo Tupi-guarani de agricultores e pescadores \n\nque ocupava o litoral do estado de Santa Catarina à data de sua descoberta.  \n\nSegundo Leal (2007:144), além dos elementos índio e negro, a multietnicidade do \n\nestado catarinense estende-se a diversidade étnica das populações de origem europeia que, \n\nentre o século XVII e o XX, sucessivamente povoaram o território catarinense. Entre elas \n\ndestacam-se, para além dos vicentistas e dos açorianos, as sucessivas vagas migratórias \n\nprovenientes da Alemanha, da Itália, e, em menores proporções, de outros países europeus \n\ncomo a Polónia, a Ucrânia ou a Áustria. Sendo portanto, a vaga migratória alemã a mais \n\nantiga e a mais importante onde a área de fixação privilegiada deu-se no norte do estado. \n\nSegundo Leal (2007:147) é no quadro deste cenário multiétnico do estado \n\ncatarinense que podem ser entendidas a génese, o desenvolvimento e a expressão \n\ncontemporânea do movimento açorianista de Santa Catarina. Conforme Leal, a presença de \n\nvários grupos étnicos no mesmo espaço económico, social, político e cultural, ao lado da \n\ncoexistência e da cooperação, tem-se também conflitualidades e disputas.       \n\n \n\n                                                 \n\n26 Disponível em: http://pt.wikipedia.org/wiki/Florian%C3%B3polis. \n \n\nhttp://pt.wikipedia.org/wiki/IBGE\nhttp://pt.wikipedia.org/wiki/2009\nhttp://pt.wikipedia.org/wiki/Joinville\nhttp://pt.wikipedia.org/wiki/Florian%C3%B3polis\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 31 \n\n \n\nFig.  3 - Mapa de localização da Ilha de Santa Catarina (Florianópolis) no Brasil.  \n\nFonte: http://cartoriosilva.com.br/images/mapa1_santo_antonio.jpg.  \n\nIV.2.2 Alimentação e culinária multiétnica em Santa Catarina \n\nSanta Catarina por ser um Estado de formação multiétnica, do encontro de \n\ndiferentes colonizações, é um dos Estados do Brasil onde se pode encontrar uma culinária \n\nmuito rica e diversificada. A alimentação e culinária em Santa Catarina, é constituída pela \n\ninfluência portuguesa, alemã, italiana, polonesa-ucraniana, holandesa, belga, grega, sírio–\n\nlibanesa e etc. Enfim, foram tanto os povos, tantas as influências e os temperos que muita \n\ngente nega a autenticidade à cozinha de Santa Catarina.  \n\nComo exemplares mais destacados, desta alimentação e culinária multiétnica, \n\ntemos a alimentação e culinária de influência alemã e em menor escala, a influência russa, \n\nhúngara, ucraniana, holandesa, polonesa e espanhola, na região do Vale de Itajaí e mais ao \n\nleste Joinville; na região mais a oeste do Estado catarinense têm a influência de origem \n\neslava: polonesa e ucraniana; no Sul, a influência é de origem italiana e na região serrana \n\nprevalece a influência alimentar dos tropeiros\n27\n\n. E finalmente, na Ilha de Florianópolis com \n\na influência de origem açoriana, indígena, portuguesa e africana.  \n\n                                                 \n\n27\nO termo tropeiro aqui designado refere-se aos homens que viajavam grandes distâncias, durante semanas \n\nseguidas, conduzindo gigantescas tropas de gados em cima de pequenas mulas. Estes, cruzavam o planalto \n\nserrano com destino ao Rio Grande do Sul em busca de gado para levar para São Paulo e Minas Gerais. Por \n\nisso, a região serrana, de Santa Catarina, se transformou em um ponto estratégico para a formação de um \n\npovoado, o qual originou a actual cidade de Lages. Enquanto o gado comia, o tropeiro preparava a sua \n\nalimentação que era baseada no toucinho, feijão preto, farinha, pimenta do reino, café e fubá. O feijão \n\ntropeiro misturava feijão quase sem molho com pedaços de carne seca e toucinho, e era servido com farofa e \n\nhttp://cartoriosilva.com.br/images/mapa1_santo_antonio.jpg\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 32 \n\nAtravés de livros e revistas de culinárias regionais, referentes à Santa Catarina, \n\npodemos constatar que a história da culinária catarinense está fortemente ligada à \n\ncolonização. No Estado de Santa Catarina, existem uma grande variedade culinária que \n\nestá muito associada aos descendentes dos grupos de emigrantes e que estas comidas \n\nsurgem como um marcador identitário específico de cada localidade, inserido no seio da \n\nsociedade brasileira. \n\n \n\nIV.2.3 Cultura açoriana em Santa Catarina \n\nLeal (2007:76), afirma que no decorrer da sua pesquisa referente a cultura e \n\nidentidade açoriana em Santa Catarina, nas fichas do arquivo do NEA sobre o mapeamento \n\nda cultura de base açoriana no litoral catarinense, que a interpretação dada sobre cultura \n\naçoriana em Santa Catarina é feita por um modo inconstante e livre por parte dos activistas \n\nlocais. Segundo Leal, \n\n[…] essa expressão aplicava-se a manifestações culturais - como a Festa do Divino – que eram \n\ndefinidas como sobrevivências da cultura popular do arquipélago dos Açores no litoral de \n\nSanta Catarina. Cultura açoriana era aqui sinónimo de cultura originária dos Açores. Noutras \n\nfichas, porém, a expressão “cultura açoriana”, embora mantendo essa referencia “fundadora” \n\naos Açores, aplicava-se já a expressões culturais que os próprios activistas do NEA eram os \n\nprimeiros a reconhecer serem de origem açoriana duvidosa. É o que se passa, por exemplo, \n\ncom o boi-de-mamão. Noutras fichas o campo de aplicação da ideia de cultura açoriana \n\ntornava-se ainda muito elástico: recobria já aquilo que com toda a evidência eram expressões \n\nculturais -  como a gastronomia baseada no marisco – tipicamente catarinense, sem nenhum \n\nparalelo com os Açores. Finalmente um certo número de fichas classificava mesmo como \n\n“açorianas” todas as expressões locais de património, desde um cemitério construído no \n\nprincípio do século XX, até uma receita de polenta (como se sabe, um prato tradicional \n\nitaliano). Nesta caso, açoriano era tudo o que era percebido como antigo (Leal, 2007:76). \n\n \n\nO que Leal coloca acima, sobre cultura açoriana em Santa Catarina, vai portanto de \n\nencontro com a interpretação dada pelos meus entrevistados acerca do conceito de “comida \n\naçoriana”. Esta abordagem será feita mais a frente, no item sobre Santo Antônio de Lisboa. \n\n                                                                                                                                                    \n\ncom couve, quando esta havia (Cf. os sites: http://www.riogrande.com.br/rio_grande; \n\nhttp://gauchodefato.blogspot.com/2008/01/estudo-tropeiros.html).   \n\nhttp://www.riogrande.com.br/rio_grande\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 33 \n\nIV.2.4 Alimentação e culinária de invocação açoriana em Florianópolis \n\nNeste item convém esclarecer, logo de início, como afirma Farias (2000), que a \n\nalimentação e culinária que é praticada no Arquipélago dos Açores é diferente da que é \n\npraticada na Ilha de Santa Catarina. \n\nSegundo Vilson Farias\n28\n\n, não podemos comparar a comida dos Açores com a \n\ncomida de Santa Catarina, pois entre elas o que tem de semelhança é apenas o tempero, \n\npois os produtos utilizados são bastante diferenciados e a culinária identificada como \n\naçoriana no litoral de Santa Catarina, é aquela que é criada pelos descendentes de \n\naçorianos com os produtos existentes na região. \n\nFarias (2000:98-99), afirma que não nos podemos esquecer que já se passaram mais \n\nde 250 anos desde que os primeiros colonizadores açorianos se fixaram no litoral \n\ncatarinense. Igualmente, não se pode esquecer que os hábitos do arquipélago dos Açores \n\ntambém operam, ao longo do período, transformações no seu modo de ser e viver. \n\nO mesmo autor, diz que faz-se necessário evidenciar tal diferença para não se \n\ncometer o erro de querer tornar semelhante o que é de facto diferente. De acordo com o \n\nautor, a alimentação e culinária praticada na ilha de Santa Catarina (Florianópolis) é \n\ndenominada de culinária de base açoriana (ênfase nossa). Uma culinária que ao longo \n\ndesses 250 anos de colonização açoriana no litoral catarinense, foi-se consolidando uma \n\nidentidade cultural única, cuja essência se fundamenta nos valores transportados do \n\narquipélago dos Açores. A estes valores, foram somados os da cultura vicentista\n29\n\n, bem \n\ncomo da cultura indígena, e da negra, entre outros grupos étnicos. Esta cultura culinária foi \n\ndesenvolvida ao longo do litoral catarinense pelos descendentes dos imigrantes açorianos \n\n(maioria da população regional) e por outras etnias aculturadas (Farias, 1998:360).    \n\nMas o que seria esta culinária de base açoriana?  \n\nSegundo um dos intelectuais, por mim entrevistados, esta culinária de base açoriana \n\nseria a culinária que surgiu a partir da chegada dos primeiros povoadores à sua nova terra. \n\nQue fundindo com a culinária já existente na Ilha dos índios Guaranis e dos escravos \n\nnegros fez surgir uma nova culinária – que nada mais é do que o resultado de um \n\namálgama da alimentação indígena, dos negros que recebeu “um toque” do que os \n\naçorianos trouxeram em suas bagagens: A memória da terra natal e quiçá muitos temperos!  \n\n                                                 \n\n28\nCf. sua participação no documentário Os Açorianos no Brasil Meridional, realização RTP – Açores, \n\nDirecção de Victor Alves, ano de 2001. \n29\n\n Paulistas que já haviam se fixado no litoral catarinense nos séculos XVII e XVIII.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 34 \n\n Segundo Leal (2007:102), a cultura de base açoriana não limitaria a sua capacidade \n\nde atracção aos descendentes dos casais açorianos que colonizaram o litoral de Santa \n\nCatarina. Tendo-se misturado com outras culturas presentes no litoral catarinense.      \n\nManifestações culturais identificadas como de base açoriana, presentes na Ilha de \n\nSanta Catarina, se harmonizam e mesmo se confundem às praticadas por outras culturas de \n\norigem europeia e africana. Desta forma, é comum encontrar-se descendentes de italianos, \n\nalemães, poloneses, negros, a praticarem costumes tipicamente açorianos, notadamente na \n\nreligiosidade, gastronomia e nos processos produtivos, fruto de uma aprendizagem secular. \n\nDa mesma maneira, os açorianos assimilaram valores culturais externos e os praticam no \n\nseu dia-a-dia como parte de sua cultura, como nas danças, habitação e gastronomia (Muller, \n\n2003:105).       \n\nSegundo Farias\n30\n\nno documentário Os Açorianas no Brasil Meridional, a \n\nalimentação e culinária que hoje se representa como de base açoriana em Florianópolis está \n\nmuito fortemente ligada aos produtos do mar. Lembrando o autor, que no Inverno, pesca-se: \n\ntainha, anchova, abrótea e corvina. No verão, o peixe em abundância é o peixe-espada.   \n\nIV.2.5 A alimentação e culinária da Ilha como manifestação cultural  \n\nPara Muller (2003:106), é sem dúvida que a cultura de um povo reflecte, na \n\nculinária, através do modo de se preparar e combinar os alimentos, aroma, sabor e como \n\neles são apresentados e degustados. A Ilha de Santa Catarina apresenta algumas receitas \n\nculinárias que, reflectem a adaptação culinária das diferentes populações que nela viveram \n\ne trocaram experiências culturais: índios carijós, vicentistas, açorianos, negros e outros. \n\n Farias (2000:447), ilustra bem a multiculturalidade presente na culinária de \n\nFlorianópolis. Relata-nos portanto, que os índios carijós, tradicionais habitantes da região \n\nde Florianópolis, possuíam uma rica culinária a base de peixes, crustáceos, carnes de caça, \n\ntubérculos e frutas silvestres e que a farinha de mandioca e seus derivados, o milho e as \n\nfrutas, foram produtos que com algumas transformações no processo de produção, \n\ncontinuaram a ser pratos apreciados entre os homens brancos, mesmo após a diminuição \n\nsignificativa dos indígenas. \n\nO mesmo autor (2000:447), descreve ainda que os negros, que na vivência diária \n\ncom os brancos, dentro de suas casas ou no trabalho, comendo muitas vezes os restos de \n\n                                                 \n\n30\n Vilson Farias é professor da UFSC e assegurou a coordenação do NEA/UFSC desde 1993 até 1999, tendo \n\nsido o seu grande impulsionador e dinamizador (Leal, 2007:55).  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 35 \n\nalimentos pouco consumidos pelo homem branco, desenvolveram pratos saborosos e de \n\ngrande valor nutritivo, que aos poucos foram incorporados pala culinária de base açoriana.                  \n\nComo manifestação gastronómica da Ilha de Florianópolis, Simões (1999) e uma \n\ncolectânea editada por Abril Coleções (2009) descrevem algumas receitas da cozinha \n\nregional como a tainha na telha, tainha recheada, tainha na folha da bananeira, tainha \n\nescalada na brasa, abrótea da ilha, arroz de berbigão, pastel de berbigão, arroz de frutos do \n\nmar, berbigão ensopado, caldeirada de sardinhas, camarão do Mané, camarão na abóbora, \n\ncasquinha de siri, lulas fritas, lulas recheadas, mexilhões refogados, pirão de farinha, pirão \n\nde feijão, caldeirada de frutos do mar, pirão de caldo de garoupa, ostras ao bafo, ostras \n\nassadas, marisco ensopado, marisco à milaneza, peixe no feijão, peixe ensopado\n31\n\ncom \n\npirão e outros. \n\nQuanto aos temperos, segundo Muller (2003:109), a cozinha típica da Ilha \n\n(Florianópolis) é baseada no uso de vários temperos naturais. \n\nNa Ilha de Santa Catarina, iremos encontrar temperos verdes e especiarias nativas, \n\ncolhidas no mato, e alguns temperos verdes e especiarias, trazidos por alguns descendentes \n\nde açorianos amantes de boa mesa. Para Simões (1999:10), entre os temperos e as \n\nespeciarias nativas, vamos encontrar a pimenta cumari, o urucum (que em tupi quer dizer \n\nvermelho) e a aroeira, também chamada de pimenta rosa. Dos temperos verdes e \n\nespeciarias, os que mais se adaptaram na região, e que ficaram preservados em hortas \n\nresidenciais, são as seguintes: a salsa, a cebolinha verde, a alfavaca, o coentro, o orégano, a \n\nhortelã, a menta, o louro, a cebola e o alho. Dentre as especiarias, vindas especialmente do \n\nOriente, quatro se destacam na cozinha da Ilha, a pimenta do reino, a noz moscada, o cravo \n\ne a canela.  \n\nQuanto aos doces, Simões (1999) e a colectânea já citada (2009) descrevem a cuca \n\nde banana, a farofa de banana, o pão de aipim, o pudim de aipim, a rosca de polvilho, o \n\ntoucinho-do-céu, a canjica e etc. \n\nIV.2.6 Culinária comparada – Açores e Ilha de Santa Catarina \n\nRelativamente entre as adaptações, criações, inovações e manutenção de padrões e \n\nhábitos alimentares, Farias (1998), citando Stemmer (1995), descreve algumas das \n\nadaptações, inovações e uma lista de contraste entre a comida dos açorianos e a comida dos \n\naçorianos- dos descendentes de açorianos - na Ilha de Santa Catarina, tais como: a \n\n                                                 \n\n31\n Corvina ensopada é um dos pratos predilectos da região. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 36 \n\nsubstituição da farinha de trigo pela mandioca e do pão pelo beiju e o cuscus; a \n\nsubstituição da cevada e do centeio pela farinha de mandioca e da carne pelo peixe. Assim, \n\no caldo de carne é pouco utilizado, ficando em seu lugar o caldo de peixe, de camarão e o \n\npirão feito com os mesmos. Os pratos básicos são todos à base de peixe, frutos do mar, \n\nfarinha de mandioca, feijão, milho e café; a farinha de mandioca, o beiju, a tapioca, o \n\npolvilho, a pamonha, a pipoca e o amendoim são herança cultural indígena. O cuscus é \n\nherança cultural mourisca, trazida do arquipélago, onde era preparado com farinha de trigo; \n\nos temperos mais usados permanecem basicamente os mesmos, porém o cravo e a canela \n\nnão são utilizados em pratos de carne e peixe, como nos Açores; utiliza-se o angu de \n\nmilho\n32\n\n, temperado com açúcar, cravo e canela; persistem a sopa de feijão cozido com \n\nverduras e tubérculos e as açordas, conhecidas como “soldas de ovo”; o uso do peixe \n\nescalado (salgado e seco ao sol ou defumado) ainda é muito comum entre os descendentes \n\naçorianos. O peixe cozido no feijão é prato tradicional no litoral catarinense; moluscos \n\ncomo as lapas (tipos de mariscos), as amêijoas, os búzios, os percebes e as cracas são \n\ndesconhecidos entre a população da ilha; o polvo e a lula, muito utilizados pelos açorianos, \n\nsão de uso pouco comum entre os descendentes, principalmente o polvo; o carangueijo, \n\nmuito apreciado pelos açorianos, não é utilizado na Ilha de Santa Catarina, sendo que as \n\nlagostas são de uso raro pelos descendentes. O camarão, crustáceo mais popular na Ilha, \n\nnão é de uso generalizado no arquipélago açoriano. Em Florianópolis, não se utiliza algas \n\nna alimentação, como nos Açores; as carnes de gado (bovino, caprino, suíno) e de aves \n\nsomente eram utilizadas na Ilha nos dias de festas, assim como eram nos Açores. A carne \n\nde coelho não é utilizada na Ilha, mas foi popular nos Açores. Os ovinos também nunca \n\nforam muito consumidos na Ilha, pois eram criados apenas nos campos maiores. O vinho, \n\no cravo e a canela não são utilizados na Ilha pelos descendentes no preparo das carnes. O \n\ncozido à portuguesa continua como prato tradicional; o cozido das Furnas, prato de carnes \n\nou peixes cozidos no solo vulcânico açoriano, não são conhecidos na Ilha. As perdizes, as \n\ncodornizes, os pombos e os canários nunca foram preparados entre os ilhéus. A galinha \n\ncontinua como ave mais popular, sendo o prato típico da ilha, a galinha (ou carne bovina) \n\nensopada com mamão verde; quanto aos doces, os doces preparados nos conventos \n\naçorianos eram desconhecidos do povo em geral, na época da imigração. Os doces não \n\neram muito utilizados no quotidiano dos descendentes dos açorianos, sendo em geral muito \n\n                                                 \n\n32\n É um prato típico da culinária brasileira preparado geralmente com fubá (farinha de milho). (Cf. o site: \n\nhttp://pt.wikipedia.org/wiki/Angú_de_milho) \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 37 \n\nsimples e consistindo de frutas cozidas no melado, bolos de farinha de milho e de araruta \n\nou bolinhos de aipim, batata-doce e bananas, misturados com ovos, açúcar, farinha de \n\nmandioca e fritos na banha; o uso de queijo na Ilha nunca foi tão difundido como nos \n\nAçores, sendo apenas preparados o croste\n33\n\n e a coalhada; o vinho, muito produzido nos \n\nAçores, continua raro na Ilha. Nos Açores produzia-se aguardente de vinho, na Ilha \n\nsomente a aguardente de cana era utilizada, bem como os licores de frutas e de café \n\npreparados com ela; o bodo, comida servida aos pobres como esmola na festa do Divino, \n\ndesapareceu na maioria das comunidades. O uso da massa sovada, preparada pelas padarias \n\npara esta festa, continuou entre os descendentes. As carnes de galinha, gado suíno e bovino \n\nsão servidas na maioria das festas, bem como o peixe e o seu caldo do quotidiano. Na \n\nPáscoa, utiliza-se o peixe como nos Açores, mas a canjica, é apenas conhecida na Ilha \n\n(Farias, 1998:364-366). \n\nIV.3 Santo Antônio de Lisboa \n\nIV.3.1 Características gerais e históricas de Santo Antônio de Lisboa  \n\nSegundo Ferreira (2006:27), a actual localidade da minha pesquisa – o distrito de \n\nSanto Antônio de Lisboa\n34\n\n (ver Fig 4) - localizado no Noroeste da Ilha de Santa Catarina, \n\nMunicípio de Florianópolis, Santa Catarina, Brasil, já foi outrora denominada de \n\nfreguesia\n35\n\n de Nossa Senhora das Necessidades da Praia Comprida, de Santo Antônio e \n\nRerituba\n36\n\n. Actualmente, o distrito de Santo Antônio de Lisboa incorpora para além de \n\nSanto Antônio, as localidades de Cacupé, Sambaqui e Barra de Sambaqui. A localidade foi \n\nelevada à categoria de freguesia em 1750, mas a ocupação luso-brasileira só foi acontecer \n\nna virada do século XVII para o século XVIII (Ferreira, 2006:27). \n\nSegundo Ferreira (2008:16), a história de Santo Antônio anterior à ocupação de \n\norigem europeia não deixou vestígios escritos nem na memória. Os sambaquis\n37\n\n da região \n\n                                                 \n\n33\n Croste ou o colostro é o primeiro leite da vaca ou cabra após o parto. \n\n34\n Nome dado ao Distrito, em 1948, pelo Coronel Pedro Lopes Vieira (Deputado Estadual do Partido Social \n\nDemocrático – PSD) que segundo o seu discurso, o nome era uma justa homenagem ao padroeiro de Portugal, \n\nterra de onde vieram seus povoadores do distrito (Ferreira, 2008: 16) \n35\n\n O termo de “freguesia” identifica a vila com condição político-administrativa semelhante aos actuais \n\ndistritos, portanto não sendo ainda considerada como uma cidade. Também pode ter a conotação de \n\n“povoação”, sob o aspecto eclesiástico (Ferreira, A., 1986: 810). \n36\n\n Rerituba significa em Tupi-guarani “abundância de ostras”(Ferreira, 2008:15-16). \n37\n\n Conforme Antonini (2003) apud Uggioni (2006:45), é uma palavra de origem guarani que significa monte \n\nde conchas. Consiste num sítio arqueológico encontrado não só na Ilha de Santa Catarina, mas em todo litoral \n\ncatarinense. É formado por restos da cozinha indígena, acumulação de conchas, cascas de ostras e outros \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 38 \n\nnão foram ainda estudados de modo a permitir dados concretos de como os primeiros \n\nhabitantes desta localidade viviam (Idem). \n\nAo chegarem em Santa Catarina, os europeus, tomaram contacto com os índios \n\nGuarani a quem chamavam de Carijó ou Cariô. Muitos foram escravizados, outros \n\nmorreram vítimas das doenças dos brancos (por falta de imunidade) e muitos outros se \n\nembrenharam pelo continente afora indo para Paraguai, Uruguai e Argentina (Idem). \n\n \n\n \n\nFig.  4 – Mapa de localização de Santo Antônio de Lisboa (Florianópolis – SC)  \n\nFonte: http://www.alojamiento-en-florianopolis.com/images/mapadeflorianopolis_331x693.gif \n\n \n\n                                                                                                                                                    \n\nrestos e até instrumentos usados por habitantes pré-históricos que eram amontoados e deixados no local onde \n\nmoravam.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 39 \n\nSegundo o mesmo autor, a herança culinária deixada pelos índios Guaranis para os \n\noutros povos que passaram a habitar a ilha foi o cultivo de mandioca e a transformação em \n\nfarinha e seus derivados. Para além da herança culinária, a técnica de escavar canoas em \n\ntroncos de árvores, a homeopatia, chás de folhas e ervas, o imaginário e os toponómios, \n\ncomo os nomes de alguns lugares na ilha: Jurerê, Cacupé, Caputera e outros (Idem:17).  \n\nSegundo Ferreira (2006), devido a sua localização geográfica, Santo Antônio \n\ntornou-se porto e posto de alfândega onde se dava o comércio com os viajantes e navios \n\nestrangeiros. Dos açorianos herdou-se o linguajar e sotaque peculiar, a cerâmica, a renda \n\nde bilro, festas e tradições culturais e um forte sentimento de religiosidade cristã específico \n\n– o Culto do Divino Espírito Santo. \n\nIV.3.2 A comida da festa do Divino Espírito Santo em Santo Antônio de Lisboa e a Divina \n\nFarinhada  \n\n \n\nSegundo (Joi Cletison Alves apud Farias, 1998:344), o povo açoriano \n\nextremamente católico, trouxe consigo os seus cultos religiosos. E no litoral de Santa \n\nCatarina, o mais forte foi o culto ao Divino Espírito Santo que é a manifestação mais \n\nsignificativa da cultura popular catarinense. Na Ilha, temos várias localidades com suas \n\nfestas do Divino nos moldes da Ilha Terceira nos Açores, e entre elas, tem-se a localidade \n\nde Santo Antônio de Lisboa.    \n\nA maior festa religiosa de Santo Antônio de Lisboa – A Festa do Divino Espírito \n\nSanto (ver anexo 6) é realizada todos os anos segundo a tradição, desde 1754. E segundo \n\nFerreira (2008:57), é portanto, a maior confraternização da comunidade, expressão máxima \n\nda cultura e religiosidade açoriana. E desde 1992, a festa vem sendo realizada no primeiro \n\nfinal de semana de Setembro, coincidindo com o dia de Nossa Senhora das Necessidades \n\n(08 de Setembro).   \n\nDesde a chegada dos açorianos em Santo Antônio de Lisboa até os dias de hoje, a \n\nfesta do Divino vem sendo re(inventada) e re(criada) pelos diversos actores sociais que \n\nhabitam a localidade. Nessa trajectória, poderemos ver logo a frente, neste e também no \n\nquinto capítulo, que houve uma continuidade de algumas tradições e também de algumas \n\ninovações, em termos da culinária da festa.  \n\nA festa em si, busca apresentar na localidade uma manifestação cultural por traços \n\nexclusivamente açorianos, exaltando toda uma origem advinda dos Açores, com a \n\nconstrução de uma identidade baseada numa programação cultural e religiosa que se inicia \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 40 \n\nem um dos engenhos de farinha em funcionamento na localidade, e sugerindo o “resgate de \n\ntradições” mas não aos moldes das Festas do Divino Espírito Santo nos Açores/Portugal \n\numa vez que não há nos Açores engenhos de farinha e consequentemente a produção de \n\nseus derivados. No entanto, a festa produz uma Divina Farinhada que expressa e dá \n\nvisibilidade às memórias dos Açores. \n\nIV.3.3 Os Engenhos de farinha em Santo Antônio de Lisboa \n\nEm Santa Catarina, assim como por toda a Ilha e em Santo Antônio de Lisboa, os \n\nengenhos passaram a ser uma marca etnográfica dos açorianos que colonizaram o sul do \n\nBrasil. Pois estes foram, em Santa Catarina, uma autêntica revolução industrial na época da \n\ncolonização açoriana. \n\nA existência dos engenhos, foi decorrente da importância central que a farinha de \n\nmandioca (produto já existente na região) teve na alimentação tradicional dos colonos e \n\nseus descendentes, como substituto do pão, que possuía uma importância central na sua \n\nalimentação nos Açores.   \n\nSegundo Ferreira (2008:28), no seu processo de adaptação ao novo, estranho e \n\ndesconhecido quadro natural os açorianos tiveram a capacidade de absolver a cultura da \n\nmandioca e de construir o engenho de farinha, fundindo elementos do moinho de vento e \n\nda atafona. O que foi um verdadeiro processo de industrialização do processo de produção \n\nde farinha de mandioca (sublinhado nosso). \n\n […] O açoriano tentou implantar a cultura do trigo em Santa Catarina, como não logrou êxito, \n\npassou a fazer a farinha de mandioca extremamente fina para poder dar-lhe o mesmo uso da \n\nfarinha de trigo. Por isso a farinha de mandioca catarinense é diferente das outras produzidas \n\nem todo o Brasil e é chamada de farinha polvilhada (Ferreira, 2008:28-29).  \n\n \n\nCom a invenção dos engenhos, passou-se a produzir farinha de mandioca numa \n\nmaior proporção. Tornando assim, Santa Catarina na época, no melhor e maior produtor de \n\nfarinha de mandioca do país. \n\nEm a “Farinhada”, um documentário de Admir Damasco, actualmente, em Santa \n\nCatarina e em Florianópolis, são poucos os engenhos existentes de farinha de mandioca \n\nque são movidos por tracção animal – tocados a bois (modo artesanal). Segundo material \n\ninformativo do NEA/UFSC (s.d), do projecto engenho de fabricar farinha de mandioca, o \n\nprocesso de extinção destes engenhos e consequentemente a fabricação artesanal da farinha \n\nde mandioca, deu-se devido a duas situações: Uma foi devido à implementação de uma lei, \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 41 \n\nde segurança alimentar, que exigiu a colocação de protecção nas paredes com azulejos nos \n\nengenhos pois tal lei estipula que “lugar onde se fabrica alimento tem que ser forrado com \n\nazulejos” e deste modo, muitos dos engenhos foram sendo paulatinamente demolidos. A \n\noutra situação, esta relacionada ao processo de urbanização descontrolada, onde o local da \n\nroça para o plantio da mandioca foram sendo loteado e transformado em conjuntos \n\nhabitacionais devido à invasão imobiliária. \n\nNo distrito de Santo Antônio de Lisboa podemos encontrar cinco engenhos de \n\nfarinha, que são ainda, exclusivamente movidos à tracção animal (bois) e com a mesma \n\nactividade de dois séculos atrás – quando estes, eram tocados à bois e produziam-se farinha \n\nde mandioca de forma artesanal. Portanto, hoje em dia, estes funcionam de igual modo: \n\nsem energia eléctrica e que preservam as características básicas dos modelos de \n\nantigamente\n38\n\n. Exemplo disso, tem-se: o engenho do Djalma Teodoro Dias (ver Fig.  5), o \n\ndo Fausto Agenor de Andrade, o de José Roberto de Andrade, o do Claúdio Agenor \n\nAndrade e do Amauri dos Santos. \n\n \n\nFig.  5 - Interior do Engenho Dias, em Santo Antônio de Lisboa, fotografia do autor, Agosto de 2009.  \n\n \n\n                                                 \n\n38\n Informação cedida, em entrevista, por Djalma Dias em Agosto de 2009 e por Sérgio Ferreira, via e-mail, \n\nem Agosto de 2010.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 42 \n\nEm dias de festa, em Santo Antônio de Lisboa, são produzidos no engenho: farinha \n\nde mandioca, biju Mané Pança, cacuanga, rosca de polvilho e etc\n39\n\n. \n\nComo se pode observar, através da programação cultural e religiosa da festa (ver \n\nanexo 6), boa parte da sua programação envolve os engenhos de farinha. Deriva deles: a \n\nprodução de produtos à base de mandioca, almoços, concursos de forneiros e os desfiles \n\netnográficos de carros de bois realizado pela Associação dos Engenhos de Farinha de \n\nSanto Antônio de Lisboa (ver Fig.  6 e outras fotografias no anexo (digital) na pasta “fotos \n\ndo desfile etnográfico”). \n\n \n\nFig.  6 - Desfile etnográfico de carro de bois, em Santo Antônio de Lisboa, fotografia cedida por \n\nDjalma Dias, Agosto de 2009.  \n\n \n\nPara além da Farinhada, a gastronomia da festa inclui na sua programação o \n\nCozido Divino e o Café Açoriano. \n\nO Cozido Divino\n40\n\n é realizado, hoje em dia, pela Associação dos Manezinhos da \n\nIlha nas instalações do Salão Paroquial Valérico João de Souza, da igreja local, Nossa \n\nSenhora das Necessidades. Este prato na sua primeira e segunda edição era chamada de \n\n“Função do Divino” / “Sopa do Espírito Santo” e serviam uma sopa do Espírito Santo à \n\n                                                 \n\n39\n No anexo (digital), na pasta “produtos de engenho”, podem ser visto algumas imagens e receitas dos \n\nprodutos que são produzidos nos engenhos de farinha de mandioca.    \n40\n\n Informação prestada por Sérgio Ferreira, via e-mail, em Março de 2010. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 43 \n\nmoda dos Açores, inclusive com pão. Segundo o informante, a intenção era mostrar às \n\npessoas da localidade como é a festa nos Açores. \n\n Actualmente, o Cozido Divino é preparado a base de vários tipos de carnes de vaca, \n\nbatata, repolho, aipim, abóbora e batata-doce. Sendo portanto, o cozido tradicional da Ilha. \n\nDurante a sua preparação, ocorre a exibição de vídeos sobre Festas do Divino na Ilha do \n\nPico e na Ilha de São Jorge/Açores, Portugal. \n\nEm Santo Antônio de Lisboa, se destribui o paõzinho do Divino e se realiza \n\ntambém as tradicionais massas do Divino. Sendo que estas, lembram mais aos Alfenim que \n\nsão feitos na Ilha Terceira\n41\n\n.   \n\nÉ interessante ressaltar nestas informações obtidas, a cima, a existência de uma \n\nreivindicação evidente de uma identidade social e cultural pois nela se percebe a \n\nimportância simbólica desta comida que está ligada a um traço distintivo dos açorianos em \n\ngeral – o culto do Espírito Santo, com as respectivas comidas festivas nos Açores.  \n\nO Café Açoriano\n42\n\n é realizado, no domingo, na tarde do último dia da programação \n\nda festa, no salão paroquial Valérico João de Souza da igreja Nossa Senhora das \n\nNecessidades onde é servido o almoço. O Café Açoriano, chamado pelas pessoas do local \n\nde “Café Colonial”, é um café onde várias senhoras levam vários tipos de bolos, tortas e \n\nrosca de polvilho de mandioca.   \n\nEm relação a outras iguarias\n43\n\n apresentadas na festa, antigamente, a comida \n\ntradicional da festa do Divino Espírito Santo consistia de picadão de carne ensopada com \n\narroz. Actualmente, no almoço de domingo, serve-se churrasco de carne de gado e galeto \n\nde frango\n44\n\n acompanhado de arroz, saladas variadas e farofa de farinha de mandioca. \n\nDurante os outros dias de festa, serve-se cachorro quente, pastéis de carne, espetinho de \n\ncarne de gado assado e chuleta assada (ver Fig.  7 e outras fotos, em anexo (digital), na \n\npasta sobre “comida da Festa do Divino Espírito Santo em Santo Antônio de Lisboa” – \n\nFDES-SAL). \n\nLacerda (2003:65), refere que na cidade de Fall River (Massachustts – EUA) na \n\nFesta do Divino vende-se nos balcões destinados às comidas: «caçoilas, chouriço, linguiça, \n\nfavas, hamburgers, hot-dogs, french-fries, malassadas, soda, café e cerveja». \n\n                                                 \n\n41\n Informação obtida por Joi Cletison (NEA/UFSC), via e-mail, em Agosto de 2010. \n\n42\n Idem nota 40. \n\n43\n Idem nota 40. \n\n44\n Galeto de frango é o frango de apenas um mês de idade, engordado a partir do 15º dia e abatido aos 500g \n\nde peso. Para saber mais, consultar o site http://geografiaetal.blogspot.com/2009/07/galeto-e-frango.html \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 44 \n\nLeal (2005:104) ao relatar as Grandes Festas do Divino Espírito Santo na Nova \n\nInglaterra (GFDESNI) nos EUA, comenta igual descrição referente as comidas servidas \n\nnas festas, «onde a mistura entre „sabores da terra? e fast food nas barracas de comidas dos \n\narraiais são um exemplo de coexistência entre culto das raízes e inovação aculturadora. Há \n\nentre elas uma tradição, inovação e hibridez»\n45\n\n. \n\n Nota-se portanto, entre os relatos de Lacerda (2003) e Leal (2005), que os \n\nchamados pratos típicos das Festas se confundem, numa profusão de iguarias. De igual \n\nmodo, podemos ver tal ocorrência em Santo Antônio de Lisboa, na Festa do Divino \n\nEspírito Santo – onde os pratos típicos da tradicional festa local, confundem-se com a \n\nincorporação de outras iguarias.  \n\nConforme aqui se verifica, nota-se que a reivindicação de uma identidade específica \n\ne hibridação podem coexistir quando, para além da comida identificada como açoriana e \n\nque se procura que seja idêntica à dos Açores, como é o caso do cozido do Espírito Santo e \n\na preparação da massa sovada em Santo Antônio de Lisboa, se consomem e se inventam \n\ntambém outros pratos e outros alimentos. Como exemplo, de uma outra invenção – muito \n\nsignificativa enquanto reivindicação de ascendência étnica – tem-se o nome de pratos, num \n\ndos restaurantes locais, com a designação das nove ilhas açorianas no cardápio (ver anexo \n\n5).    \n\nComo toda a alimentação, também a apresentada como açoriana é um produto de \n\nprocessos históricos, onde entram produtos distintos que conduzem a novas culinárias, \n\nmarcadas pela hibridação (Stols, 2006; Sobral, 2008). \n\nCabe aqui colocar o que Sérgio Ferreira (2006:56) diz, referindo-se a Hobsbawm e \n\nRanger em The invention of Tradition. Segundo o autor, “a continuidade com o passado é \n\nsempre estabelecida por processos criativos. Mas, o facto de que uma identidade étnica \n\nseja sempre criada ou inventada não implica por isso que seja inautêntica ou que os actores \n\nque a reivindicam passam a ser taxados de má-fé”.        \n\nE neste contexto, cabe ressaltar que a culinária tradicional apresentada na Festa do \n\nDivino, em Santo Antônio de Lisboa, passa também por um processo de aculturação \n\nalimentar que Hernández e Grácia (2005), citados por Uggioni (2006:37), dizem ser fruto \n\n                                                 \n\n45\n Quero chamar a atenção, que está hibridez não deve ser traduzida como algo negativo. Ou seja, como uma \n\nperda de identidade. Mas sim, algo visto como “fortalecimento das identidades existentes pela abertura de \n\nnovas possibilidades” como enfatiza Ferreira (2006:53), citando Laclau (1996). Segundo o autor (1996), só \n\numa “identidade conservadora, fechada em si mesma, poderia experimentar a hibridez como uma perda”.     \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 45 \n\nde um resultado das tendências de uma alimentação contemporânea -  homogenização e \n\nglobalização da alimentação. \n\nNo entanto, cabe aqui também colocar o que Hernández (2007), citado por Amon e \n\nMenasche (2008:19), enfatiza acerca destas comidas rituais. Sendo próprias de festas \n\ncaracterísticas de um determinado colectivo, que nelas participa activamente, são comidas \n\nportadoras de grande valor simbólico e, desse modo, marcadores da identidade do grupo”. \n\nSão portanto, comidas que são elaboradas para reafirmar uma ancestralidade, uma tradição, \n\numa pertença à comunidade, sendo menos permeáveis à mudança do que as comidas do \n\nquotidiano.    \n\n \n\nFig.  7 - Fritura de pasteis de carne na Festa do Divino Espírito Santo, em Santo Antônio de Lisboa, \n\nfotografia cedida por Djalma Dias, Agosto de 2009.  \n\nIV.3.4 O que se identifica e entende-se por comida “açoriana” em Santo Antônio de \n\nLisboa? \n\nEm Santo Antônio de Lisboa, assim como por toda a Ilha de Florianópolis, o \n\nentendimento do que é a comida “açoriana” é muito variado. O conceito difere-se de \n\nacordo com o facto de uma pessoa ser mais ou menos esclarecida, do conhecimento geral \n\nque cada um possui, de ser ou não manezinho, de ser turista local ou de outra região.  \n\nDo meu ponto de vista, como entrevistadora, os moradores locais da localidade de \n\nSanto Antônio de Lisboa, por exemplo, tem um conceito comum mas por vezes, muito \n\nparticular e diferente dos conceitos dos intelectuais e das outras pessoas da comunidade \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 46 \n\nmais esclarecidas. Estas últimas, entendem ser comida “açoriana” a comida de base \n\naçoriana – ou seja, aquela comida que surgiu fruto da adaptação dos colonizadores \n\naçorianos na ilha, com a fusão das culinárias dos índios, dos negros e dos vicentistas na \n\naltura da colonização é que portanto, é aquela comida que foi criada pelos descendentes de \n\naçorianos com os produtos existentes na região. \n\nPara alguns moradores, nomeadamente os mais antigos e menos esclarecidos, a \n\ncomida açoriana traduz-se naquela comida que é antiga, nativa, uma comida que é própria \n\nda ilha, produzida por eles – que reivindicam ser descendentes de açorianos - e que é \n\nretirada do próprio mar, da própria terra e produzida na região (como a farinha de \n\nmandioca). Não fazendo assim, nenhuma relação/identificação directa com a colonização \n\naçoriana - com o Arquipélago do Açores. Para estas pessoas, a ostra, o berbigão, o camarão, \n\no pirão e o peixe frito, traduzem o significado de comida açoriana. Para outros, os mais \n\nnovos e mais esclarecidos, a comida “açoriana” da ilha é uma coisa e a comida açoriana \n\ndos Açores, são coisas completamente distintas. Mas que no entanto enfatizam de igual \n\nmodo, como os mais antigos, ser a ostra, o peixe frito, o camarão e o pirão (de farinha de \n\nmandioca) os pratos identificados como açoriano.  \n\nJá para alguns turistas, nomeadamente os de outros estados brasileiros, o conceito \n\nde comida açoriana na Ilha, implica que essa será a mesma que é consumida nos Açores. \n\nPensam que o que se come nos restaurantes/bares da Ilha seja igualmente encontrado na \n\ngastronomia do arquipélago açoriano pois até os nomes dos pratos, em alguns restaurantes \n\nem Florianópolis, que servem-se de comida “açoriana”, apresentam-se com nomes das \n\nIlhas do arquipélago (ver anexo 5). E que a mesma, portanto, é conceituada como tal, \n\ndevido a história da colonização da ilha. Entre os turistas, é unânime identificar que o \n\npeixe frito, o pirão (feito de farinha de mandioca), o molho de camarão, as ostras, os \n\nmariscos, os frutos do mar frescos de um modo em geral, traduzem verdadeiramente o \n\nconceito de comida açoriana na Ilha. Para este grupo de pessoas, se a comida é feita por \n\ndescendentes de açorianos, trata-se de “comida açoriana” pois acreditam que os \n\ncolonizadores repetiram a culinária de seus antepassados.  \n\nIV.3.5 Características da alimentação e da culinária local \n\nFazendo referência a sua culinária, Santo Antônio de Lisboa é hoje em dia um \n\nimportante espaço gastronómico da Ilha. Há inúmeros bares e restaurantes onde é possível \n\ncomer frutos do mar frescos e saborosos, sobretudo ostra e marisco cultivados na região \n\n(Ferreira, 2008:71).  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 47 \n\nNa localidade, são cultivados ostras do Pacífico e Mexilhões nativos por pescadores \n\nartesanais através da actividade de maricultura\n46\n\n (ver Fig.  8). \n\nEsta actividade, segundo Muller (2003:117), é praticada pelos pescadores artesanais \n\nem regime de economia familiar, que, juntamente com a implementação de restaurantes, \n\nproporciona uma elevação na renda familiar.     \n\nSegundo Muller (2003:116-117), A actividade de maricultura em Florianópolis, foi \n\nimpulsionada a partir da década de 80 do século passado, quando o governo do Estado de \n\nSanta Catarina e a Universidade Federal de Santa Catarina (UFSC), procuravam um modo \n\nde garantir a renda para os pescadores artesanais do Estado que sofriam com a queda do \n\nrendimento no sector. Os primeiros estudos e cultivos experimentais, no desenvolvimento \n\nda maricultura aconteceram na década de 80 e no início dos anos 90. \n\n \n\n \n\nFig.  8 - Cultivo de Ostras em Santo Antônio de Lisboa, fotografia do autor, Agosto de 2009. \n\n \n\nMuller (2003:117), baseando-se em Riederer (2002:386), ressalta a importância que \n\na actividade de maricultura passou a ocupar nos últimos anos, transformando a decadente \n\nactividade pesqueira artesanal em uma promissora actividade económica regional. E que já \n\n                                                 \n\n46\n Informação obtida através do documentário Mar &amp;Cultura, ano 2008. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 48 \n\ntransformou Florianópolis no maior produtor de ostras do pacífico, com desdobramentos \n\nimportantes na actividade gastronómica da Ilha. \n\nCom a pesca artesanal em decadência em todo o litoral de Santa Catarina, muitas \n\nlocalidades investiram na prática da maricultura - cultivo de ostras, mariscos, camarões, \n\npeixes em tanques e etc. \n\nNa localidade de Santo Antônio de Lisboa, a maricultura (ostras e mariscos) cada \n\nvez mais tem conquistado adeptos principalmente pescadores. Hoje, muitos dos antigos \n\npescadores na localidade são ex-pescadores e se tornaram maricultores. No início, esta \n\nactividade, foi recebida com alguma relutância pois poucos eram aqueles que acreditavam \n\nno projecto do governo do Estado com a UFSC. Actualmente, estes frutos do mar - ostras e \n\nmariscos, são de grande procura e portanto elementos indispensáveis em qualquer  \n\nrestaurantes da localidade que sirva frutos do mar\n47\n\n.   \n\nQuanto a culinária local, é comum encontrar nos restaurantes de invocação \n\n“açoriana” cardápios com pratos a base de ostras/mariscos de diversas maneiras, tais como: \n\nostra ao bafo, ostra crua ao natural, ostra gratinada, sequência de ostras, sequência de \n\nfrutos do mar, marisco ao bafo, marisco à milanesa, marisco a vinagrete e etc.  \n\nMuller (2003:118), ressalta que, apesar do cultivo de ostras do Pacífico ser uma \n\nactividade económica de grande importância para a Ilha, os pratos preparados com as \n\nmesmas não são considerados, historicamente, como sendo típicos da Ilha de Santa \n\nCatarina. Como elas não eram cultivadas na Ilha antes da década de 80, os nativos não \n\nconheciam e não consumiam. \n\nMas segundo alguns moradores da localidade de Santo Antônio de Lisboa, as ostras \n\nsão identificados por muitos deles como sendo “comida açoriana” e comida própria da ilha \n\n(ver anexos 1 e 2). \n\nConforme se verificou em trabalho de campo, a comunidade local, incluindo \n\nmoradores e utilizadores de bares e restaurantes, de Santo Antônio de Lisboa, apresentam \n\numa alimentação e culinária fortemente consumidora de produtos do mar (peixes diversos, \n\nberbigão, camarão, ostras e etc) e de farinha e derivados de mandioca (para a confecção de \n\npirão de água, pirão de feijão, pirão no molho de camarão, farofas, rosca de polvilho, \n\ncuscuz, beijú e etc) além do consumo de carne de ave (galinha) e de carne de bovino. \n\n                                                 \n\n47\n Informação prestada por Márcio Silva - proprietário do bar/restaurante Açores, em Agosto de 2009 e \n\natravés do documentário Mar &amp; Cultura, ano de 2008. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 49 \n\nEntre os moradores mais antigos da localidade, em Santo Antônio, no dia-a-dia é \n\ncomum o consumo de feijão, peixe, arroz e farinha de mandioca às refeições de almoço e \n\njantar. \n\nEm dias festivos, como aniversários, e também em feriados e Domingos, é comum \n\nnas casas de famílias o consumo habitual de salada de maionese\n48\n\n, com salada de tomate, \n\narroz ou massa e churrasco (de carne de boi e linguiça) ou com frango assado no forno, \n\ngalinha caipira ensopada ou carne ensopada na panela. \n\nNo dia-a-dia é comum o consumo de farinha de mandioca (para a confecção de \n\npirão de água e pirão de feijão), arroz, feijão, massa (esparguete ou macarrão), saladas e \n\nfrutas diversas (laranja, banana, melancia, mamão, tangerina e etc). Bem como, o consumo \n\nde peixes (fritos, assados e ensopados) e alguns frutos do mar como o berbigão (ensopado \n\nou fritada de berbigão). \n\nAs ostras e os outros frutos do mar, tais como: lula, polvo, camarão e mariscos são \n\ntambém consumidos. Sendo que estes, geralmente, são consumidos em restaurantes pelos \n\nturistas. Pois são pratos considerados bastante caros para a maioria da população local.  \n\nNuma mesma refeição, é comum nas casas dos moradores, comerem dois tipos de \n\ncarboidratos: a salada de maionese (que é feita de batata) juntamente com arroz ou com \n\nmassa (macarrão). Consomem-se bifes (de frango) fritos e acebolados, ovos (de galinha) \n\nfritos e entre os moradores mais antigos, bananas fritas acompanhada de farinha de \n\nmandioca. \n\nEm relação a culinária apresentada nas festas joaninas ou juninas (Santo Antônio - \n\n13/06, São João - 24/06 e São Pedro e São Paulo - 29/06) na localidade de Santo Antônio \n\nde Lisboa, consome-se: quentão, caldo de cana, pinhão, aipim, melado, beiju, amendoim, \n\nlaranja, pipoca, batata-doce, cocada, pé-de-moleque, canjica e pamonha (ver em anexo \n\n(digital) na pasta “culinária local” algumas imagens e descrições destes produtos).  \n\nNa localidade, assim como por toda a Ilha, não é muito comum o uso de sopas e \n\ncanjas no período de Verão e na Primavera. Durante o Outono e Inverno, começam a fazer \n\nparte dos cardápios dos restaurantes os buffets de sopas e cremes, canjas e caldos. Durante \n\na época mais quente, usam-se mais legumes cozidos e saladas de verduras cruas diversas. \n\n                                                 \n\n48\n Salada de maionese na Ilha é um prato semelhante a macedónia de legumes em Portugal. É um prato muito \n\nconsumido para acompanhar churrascos ou para também acompanhar as refeições com arroz ou com massa \n\n(macarrão). Sendo ele constituído de: batata cozida cortada aos cubinhos, clara de ovo cozida picada, sal e \n\ntempero verde (geralmente salsa e cebolinho). Acrescida por uma mistura homogénea caseira (feita de óleo, \n\ngema de ovo cozida e gema de ovo crua). Podendo este prato, levar também outros legumes cozidos como o \n\nmilho, cenoura e ervilhas e ao invés da maionese caseira, levar uma mistura industrial tipo maionese \n\nHellmans industrializada.     \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 50 \n\nEm muitas casas, no período de Inverno, a canja pode servir apenas como prato \n\núnico à refeição, desde que a mesma, consista de arroz ou algum tipo de massa na sua \n\nconfecção. \n\nEm Santo Antônio de Lisboa, entre os moradores mais antigos, a farinha de \n\nmandioca é um alimento indispensável à mesa. Usa-se a farinha para preparar pirão\n49\n\n de \n\nágua, pirão de feijão, em caldos de peixes para se fazer pirão, farofas diversas, com banana \n\nfrita e etc.  \n\nO feijão é um outro alimento também muito consumido entre os antigos moradores. \n\nO arroz, a massa, a carne de vaca e de galinha, ovos, linguiça, banana, laranja, rosca de \n\npolvilho, pão de trigo, manteiga, são alimentos também referenciados como alimentos \n\ncomuns no dia-a-dia desses moradores locais.   \n\nIV.3.6 Alimentação e culinária como Património cultural  \n\nDutra (2004) apud Uggioni (2006:38), analisando o papel das cozinhas regionais na \n\nformação da nação brasileira, destaca Gilberto Freyre (1968) e Luís da Câmara Cascudo \n\n(1983) como autores que se dedicaram à questão alimentar, principalmente às práticas \n\ntradicionais, como factores construtivos da identidade nacional. Eles enfatizaram a \n\nautenticidade e a busca das raízes frente ao progresso e à urbanização, ressaltando a \n\ncozinha como património cultural a ser valorizado. \n\nSegundo Uggioni (2006:36), citando Hernández e Grácia-Arnaiz (2005), \n\nactualmente, observa-se que as cozinhas regionais vêm perdendo a sua identidade, uma vez \n\nque os sabores e os gostos das preparações tradicionais podem estar desaparecendo. A \n\nprogressiva homogeneização associada à globalização, tem levado, a uma reacção que se \n\ntraduz no incremento do interesse pela defesa dos patrimónios gastronómicos regionais e \n\nda revalorização dos sabores tradicionais, considerando e classificando a cozinha regional \n\ncomo Património Imaterial. \n\nLacerda (2005), citado por Uggioni (2006:42), essa iniciativa segue a tendência \n\nmundial de considerar o património cultural como algo composto não só pelas construções \n\nfísicas do engenho humano, mas também pelas criações simbólicas da alma colectiva. \n\nDiante do exposto, pode-se observar que as manifestações sociais intangíveis estão sendo \n\n                                                 \n\n49\n O pirão é uma mistura na panela ou directamente num prato (geralmente de barro) entre um líquido quente \n\n(podendo ser: água, caldo de peixe ou caldo de feijão) e farinha de mandioca; a farinha de mandioca é \n\nacrescentada ao líquido aos poucos e mexendo sempre até que a farinha fique bem misturada e a massa \n\nadquira uma consistência pastosa semelhante à do puré de batata (Ver em anexo (digital), na pasta “culinária \n\nlocal”, algumas imagens e descrições deste produto).       \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 51 \n\nresgatadas com as suas particularidades regionais e incorporadas ao património cultural  \n\nnacional há pouco tempo  (Uggioni, 2006:42). \n\nEm relação a está perda de identidade cultural, que os autores a cima colocam, e \n\nsobre a importância que as manifestações culturais induzem, Muller (2003:106), citando \n\nCoutinho (2000), afirma que em 1989, a UNESCO (United Nations Educational, Scientific \n\nand Cultural Organization) lançou um documento intitulado “Recomendação sobre a \n\nSalvaguarda da Cultura Tradicional e Popular”, com a missão de provocar as organizações \n\npara elaborarem acções que visem a preservação das manifestações culturais (como por \n\nexemplo, a gastronomia e o artesanato – que são manifestações de práticas culturais nativas \n\npresentes em bairros antigos e tradicionais da ilha como Santo Antônio de Lisboa e outros). \n\nBaseado neste documento, o Governo Federal Brasileiro, em 4 de Agosto de 2000, \n\nsancionou o Decreto n.3551, criando o Programa Nacional do Património Imaterial\n50\n\n, cuja \n\nintenção é o registro de bens culturais de natureza imaterial, valorizando as diferenças \n\nexistentes no país (idem).  \n\nQuanto ao Patrimônio Cultural de Santa Catarina, o decreto 2.504, publicado em \n\nsetembro de 2004, estabelece as formas de Registro de Bens Culturais de Natureza \n\nImaterial (Uggioni, 2006:42). \n\nConforme Uggioni (2006:29), citando Poulain (2004) e Schulter (2003), a  \n\nGastronomia é considerada como Património Intangível, pois divulga a arte, o \n\nconhecimento, a tradição de uma forma abstracta e está directamente ligada à identidade de \n\num povo. Nesse sentido, as culturas alimentares consideradas como próprias da tradição \n\nlocal são classificadas como Património Gastronómico Regional.  \n\nSegundo a mesma autora, a relação do termo património, entre outras \n\npossibilidades, é apontada por Hernández (2005) como algo que foi legado pelo passado ou \n\nalgo que se quer conservar. Produzir património refere-se a converter em património ou \n\nconstruí-lo a partir de determinados elementos preexistentes, seleccionados entre outros \n\nque se excluem desse processo. Reforça ainda que actualmente não existe aspecto da vida \n\nsocial que não seja tratado em termos de património. Este se faz presente por meio de \n\nsignos, objectos, artefactos, edificações, lugares, artesanato e também dos alimentos e \n\npreparações tradicionais, além das receitas passadas de uma geração a outra (Idem:41). \n\n                                                 \n\n50\n Património Imaterial: Consiste na porção intangível da herança cultural dos povos, distinguindo-os entre si. \n\nBaseia-se na ideia que as tradições, o folclore, os saberes, as línguas, as festas e outras manifestações de um \n\npovo são capazes, por meio de sua transmissão oral ou gestual, expressar muito mais que os objectos, a \n\nhistória de um povo, sendo fonte de identidade (Uggioni, 2006:29, citando, UNESCO, 1989). \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 52 \n\nUggioni (2006:42), baseando-se em Lacerda (2005), coloca que essa iniciativa \n\nsegue a tendência mundial de considerar o património cultural como algo composto não só \n\npelas construções físicas do engenho humano, mas também pelas criações simbólicas da \n\nalma colectiva. A fim de produzir conhecimento sobre os domínios da vida social, aos \n\nquais são atribuídos sentidos e valores que constituem marcos e referências de identidade \n\npara um determinado grupo social, foi criado o Inventário Nacional de Referências \n\nCulturais (INRC). \n\nUggioni (2006:32), referindo-se ao IPHAN (2005), assinala que este é o \n\ninstrumento legal para reconhecimento e valorização do Património Cultural Imaterial \n\nBrasileiro, sendo que os bens inscritos constam nos livros de Registro dos Saberes, das \n\nCelebrações, das Formas de Expressão e dos Lugares.  \n\nDiante do exposto, segundo a mesma autora, citando IPHAN (2005), pode-se \n\nobservar que as manifestações sociais intangíveis estão sendo resgatadas com as suas \n\nparticularidades regionais e incorporadas ao património cultural nacional há pouco tempo \n\n(Idem:32).  \n\nIV.4 Conclusão  \n\nEm relação a este capítulo, podemos dizer que muitos dos hábitos alimentares \n\ntrazidos pelos açorianos, que colonizaram a Ilha de Santa Catarina, foram modificados \n\ndevido às mudanças a que estes tiveram de proceder relativamente a produtos básicos da \n\nsua alimentação. Como já assinalámos, o trigo, por exemplo, alimento básico no \n\narquipélago açoriano, foi na Ilha de Santa Catarina quase que inteiramente substituído pela \n\nraiz de mandioca que até então era desconhecida no arquipélago.  \n\nAs actividades económicas desenvolvidas pelos imigrantes açorianos, no período da \n\ncolonização, inseriram-se na agricultura de subsistência. Acostumados ao cultivo de trigo, \n\npor exemplo, tiveram que paulatinamente adaptar-se ao plantio e ao consumo de farinha de \n\nmandioca como base de alimentação. Este simples facto mostra, em nosso entender, que a \n\nsua alimentação passou por uma mudança radical – do trigo para a mandioca – não \n\nhavendo assim, qualquer continuidade linear entre a alimentação dos açorianos nas ilhas de \n\norigem e a alimentação reivindicada como de raiz açoriana nos nossos dias.   \n\nA mudança implicou, além da substituição da mandioca pelo trigo, uma maior \n\npresença de peixe na alimentação, em detrimento da carne bovina, caprina, suína e de \n\nqueijos, o que acabou por fazer nascer uma nova culinária na Ilha (de Santa Catarina), que \n\ntinha como elemento comum os temperos (condimentos) usados. Segundo Simões (1999: \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 53 \n\n9-11), como exemplos de temperos e condimentos tem-se: a cebolinha verde, a alfavaca, o \n\ncoentro, a pimenta, o louro, o manjericão, o orégão, noz-moscada, colorau, limão de molho, \n\ncominho, cravo, canela, açaflor, hortelã e menta. E hoje em dia, mesmo com algumas \n\nmodificações, ainda persistem as sopas a base de pão, o conhecido caldo verde e o cozido \n\nde panela.  \n\nAo compararmos aqui o que foi dito sobre a culinária do arquipélago dos Açores \n\ncom a culinária da Ilha, pode-se concluir que os pratos considerados como característicos \n\nda Ilha (principalmente no que diz respeito à região praieira de Florianópolis e às \n\npopulações do interior da Ilha) que levam a farinha de mandioca e o peixe como alimentos \n\nbase (pirão de farinha de mandioca e, o peixe frito ou assado na brasa, por exemplo), não \n\nsão provenientes dos Açores, e sim são hábitos alimentares que remontam a usos dos \n\nindígenas que habitavam a Ilha antes  da colonização açoriana na Ilha. E que as ostras, que \n\nsão comummente identificadas como “açorianas” na Ilha, não apresentam nenhuma \n\ncontinuidade com o Açores uma vez que este tipo de frutos do mar não é encontrado em \n\nnenhuma ilha do arquipélago açoriano.  \n\nNo entanto, no conjunto, a base desta culinária tradicional, embora seja identificada \n\npelos habitantes locais como “açoriana”, não é uma cozinha proveniente dos Açores e \n\ntransmitida de geração em geração. O papel decisivo na formação desta culinária foram as \n\ncondições objectivas existentes na Ilha, a saber as condições naturais de solo, clima e mar, \n\ncondições estas já aproveitadas pelos indígenas nativos da Ilha de Santa Catarina – os \n\ncarijós. Na sua base encontram-se processos de criação, envolvendo a combinação de \n\nrecursos locais – como o marisco – com outros ingredientes comuns em outras zonas do \n\nBrasil – como o arroz. Esta cozinha é açoriana no sentido de ser tida como a cozinha \n\nrepresentada como açoriana em restaurantes locais que se identificam como açorianos, isto \n\né, como ligados à comunidade que reivindica ascendência açoriana.  \n\nQuanto à gastronomia apresentada na Festa do Divino Espírito Santo, em Santo \n\nAntônio de Lisboa, pode-se dizer que para além da comida identificada como sendo \n\naçoriana, ou que se procura pelo menos que seja idêntica à dos Açores, consomem-se \n\ntambém outros alimentos, onde a cópia da tradição e a incorporação de novos alimentos \n\ncoexistem em simultâneo.  \n\nFinalmente, podemos assinalar que existe em Santa Catarina, como fruto da sua \n\nvariada formação étnica e cultural, uma culinária regional que é bastante diversificada. Em \n\nrelação à sua culinária, esta necessita ser melhor estudada enquanto Património \n\nGastronómico.  \n\n\n\n \n\n \n\nCAPÍTULO V  \n\nExaltação, Redescoberta, Reivindicação e Re(invenção) da \n\nTradição Açoriana Através da Culinária da Ilha \n\n \n\n«Até as pedras, o mar e as gaivotas estão sendo apontadas, por parte da mídia, como açorianas» \n\n(Ferreira, 2006:18). \n\n \n\nSegundo Ferreira (2006) na sua tese de Doutoramento, intitulada Nós não somos de \n\norigem”: Populares de ascendência açoriana e africana numa freguesia do Sul do Brasil \n\n(1780-1960), ele relata que quando ele nasceu, em 1969, em Sambaqui, distrito de Santo \n\nAntônio de Lisboa, Noroeste da Ilha de Santa Catarina, ainda ninguém se dizia e \n\nreconhecia como sendo descendente de açorianos. Para o autor, a moda hoje em \n\nFlorianópolis é se dizer açoriano.  \n\nEm Florianópolis, conforme Leal (2007:34) referenciou no seu livro, há um grande \n\nnúmero de restaurantes que levam o nome Açores ou lembram os Açores na sua \n\ndesignação. Eu própria pude constatar em Agosto de 2009, quando lá estive em trabalho de \n\ncampo, tal facto e ver de perto que o conceito de comida “açoriana” é bastante difundido \n\npor toda a Ilha, seja ela difundida através de designações em nomes de restaurantes, bares e \n\naté em nomes de cardápios como já foi referenciado no quarto capítulo (cf. anexo 5).   \n\nA exaltação da culinária açoriana, na Ilha é algo recente. Ela não era um factor \n\nrelevante na memória dos habitantes da ilha que reivindicavam possuir uma ascendência \n\naçoriana. Só recentemente, e acompanhando um despertar da consciência de grupo dos \n\ndescendentes de açorianos, é que a mesma foi objectificada como elemento importante da \n\nsua cultura e identidade e comercializada com fins indissociavelmente simbólicos – \n\nexaltação da identidade “açoriana” – e económicos – venda de seus produtos na \n\nrestauração, ligada ao incremento do turismo na Ilha de Santa Catarina.  \n\nAlguns pratos da culinária açoriana apresentada na festa do Divino Espírito Santo, \n\nem Santo Antônio de Lisboa, têm sido transmitidos ao longo do tempo, como por exemplo \n\na massa sovada, a massa de promessa e o pãozinho do Divino. A culinária do dia-a-dia tem \n\nmudado e até a própria Sopa do Divino já sofreu inovação e passou a ser chamada de \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 55 \n\nCozido Divino. Os açorianos levaram para Santa Catarina o culto do Divino e levaram com \n\neles a alimentação ligada ao culto tão importante simbolicamente, pois, sendo comida de \n\num culto tão identificado com a população açoriana acaba por ser um veículo potente de \n\nidentificação para todos os que se identificam com uma matriz açoriana.  \n\nComo o nosso interesse aqui diz respeito apenas a alimentação e culinária, neste \n\ncapítulo, abordaremos esta temática de exaltação da “cultura açoriana” através da culinária \n\nda Ilha a partir da rubrica da “invenção da tradição” de forma a tentar responder a minha \n\ninterrogação colocada na introdução deste meu trabalho.  \n\nPara fomentar mais a questão e contrapor a ideia de que esta “exaltação da cultura \n\naçoriana” é fruto do fenómeno “invenção da tradição”, abordaremos também o fenómeno \n\nde “etnização da identidade”, pelo facto da região catarinense possuir um carácter \n\nmarcadamente multiétnico como já foi abordado no capítulo anterior, no item que se refere \n\nas características históricas e gerais de Santa Catarina e Florianópolis. Também daremos \n\nimportância, ao debruçarmo-nos sobre a exaltação do que é açoriano, ao facto de esta se \n\ninserir num contexto mais amplo de reacções localistas frente aos efeitos \n\nhomogeneizadores da globalização cultural.      \n\nV.1 A redescoberta, reivindicação e re(invenção) da tradição açoriana através da \n\nalimentação e culinária da Ilha. \n\n \n\n«Ao nível das comunidades locais, a auto-identificação açoriana era também escassa \n\nou, pelo menos, não assumia as proporções quase endémicas que assume hoje em dia» \n\n(Leal, 2007:37). \n\n \n\nPara compreendermos melhor este capítulo e, principalmente, também a cerca desta \n\nendémica redescoberta, reivindicação e re(invenção) da tradição, também, relacionada à \n\nculinária da Ilha, convém aqui falarmos um pouco sobre a evolução histórica do \n\nmovimento açorianista em Santa Catarina. \n\nSegundo Leal (2007:37-73), este movimento teve diferentes etapas que se estende \n\ndesde o final da década de 40 até aos anos 90 do século XX. No final dos anos 1970 e no \n\ndecurso da década de 1980, surge a primeira retomada do movimento. Nesta retomada, \n\nhouve a organização sucessivas de semanas de estudos açorianistas, em 1984, 1987 e 1989. \n\nE o lançamento da Marejada – festa Portuguesa do Pescado no município de Itajaí no \n\nNorte do Estado catarinense (Idem). \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 56 \n\nE que a partir de 1989, a ideia de açorianidade, de imigrantes açorianos e de cultura \n\ncomo suporte começou a ser mais evidente e os sinais desse renovado interesse pela \n\ntemática açorianista foram assim dispersando outras festas de carácter “portuguesa” por \n\nvários municípios do Estado. Segundo o autor, a segunda retomada ficou marcada pela \n\nactividade do NEA onde foi preciso aguardar pelos anos de 1990 para que a decisiva \n\nrecuperação das ideias açorianistas tivessem assim lugar. Segundo Leal foi a partir de 1993 \n\nque o interesse pela cultura açoriana começa a evoluir para formas mais articuladas e onde \n\no NEA/UFSC foi o seu grande dinamizador e impulsionador (Idem).   \n\nSegundo Leal (2007:59) foi através da acção do NEA de adopção de uma política \n\nde promoção, de eventos susceptível de dar visibilidade e impacto à “causa açoriana” \n\nforam criados eventos festivos com grande envergadura como: a Marejada de Itajaí e o \n\nAçor (1994) -  uma festa dedicada à cultura açoriana que é realizada de modo itinerante \n\nque, anualmente, durante três dias, em data variável de ano para ano, é celebrada num \n\nmunicípio preciso do litoral catarinense e que, dentro da sua programação de festa a \n\namostra  de sua gastronomia de base açoriana é destacada.    \n\n[…] no mês de Outubro ocorrem em todo o Estado de Santa Catarina as chamadas \n\nOktoberfests. São festas nacionalizadas, gastronômicas, com forte apelo étnico e promovidas \n\nnas microrregiões de colonização alemã, italiana, austríaca, portuguesa. A festa portuguesa, \n\nchamada Marejada, ocorre em Itajaí (100km ao N da Capital). Quem visita esta festa, pode \n\ncomer bacalhau português, ouvindo fado em tascas típicas. Nos últimos quatro anos tem \n\npromovido a Fenaostra – Festa Nacional da Ostra e da Cultura Açoriana (Lacerda, 2003:156) \n\n(sublinhados nossos) \n\n \n\nNa sequência do que se disse antes acerca das multiplicações recentes de \n\ndesignações e referências açorianistas destacadas por Leal (2007) e das festas de Outubro \n\nreferenciadas por Lacerda (2003), relativamente a esta redescoberta e reinvenção da \n\ntradição açoriana, voltamos a abordar a Fenaostra\n51\n\n, que através da sua culinária, shows \n\nartísticos, artesanatos e etc, procura exaltar as origens açorianas. \n\nA Fenaostra tem a ostra como seu ingrediente principal e onde relaciona este fruto \n\ndo mar com a cultura açoriana. Este fruto do mar – a ostra – nunca fez parte da culinária \n\ndos Açores. Mas é “açoriana” por ser um produto produzido na Ilha – Ilha esta, colonizada \n\n                                                 \n\n51\n A Fenaostra é uma festa anual que decorre sempre na mesma cidade, em Florianópolis, e sempre nos meses \n\nde Outrubro. É promovida pelo IGEOF – Instituto de Geração de Oportunidades de Florianópolis, ligado à \n\nprefeitura Municipal de Florianópolis. Para saber mais sobre o evento e a gastronomia da festa, consultar o \n\nsite: http://www.fenaostra- floripa.com.br \n\n \n\n \n\nhttp://www.fenaostra-/\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 57 \n\npor açorianos, que hoje em dia, tudo que é nativo virou “açoriano”. Portanto, a ostra é um \n\nproduto “açoriano” local e não açoriano dos Açores.    \n\nOutro facto interessante na culinária da Ilha que se destaca como “açoriano,” sem \n\nparalelo algum com a culinária dos Açores, e que eu mesma pude observar, na localidade \n\nde Santo Antônio de Lisboa, e que já até comentei no capítulo passado, reporta-se ao uso \n\ndos nomes das Ilhas açorianas no cardápio de um dos restaurantes da localidade – Bar e \n\nRestaurante Açores. Não deixa de ser um facto interessante, pois apresenta uma clara \n\nevidencia de uma reivindicação de uma identidade e pertença ao mundo açoriano.  \n\nEm relação a este facto, ao princípio, pensei que os pratos (com os nomes das Ilhas \n\naçorianas) fossem de constituição semelhantes ou mesmo até pratos que normalmente \n\nexistem no arquipélago. Mas estes eram pratos locais, pratos típicos de Florianópolis e \n\nalguns deles bastante comuns em outras regiões brasileiras, como o camarão à baiana – \n\napresentado no prato chamado “Ilha de São Jorge”; como o puré de aipim – apresentado \n\ncomo acompanhamento de um prato designado como “ Ilha do Pico”; como a farofa \n\n(produto culinário tipicamente brasileiro) e etc. \n\nEstes casos acima podem ser vistos como criação e invenção da culinária local, \n\nonde alimentos e pratos que são designados como “açorianos”, assim o são, por estarem \n\nnum contexto “açoriano”. No entanto, o produto em si, como é o caso da ostra (na \n\nFenaostra) e a composição dos pratos que fazem referencia as ilhas dos Açores (no \n\nrestaurante), não lembram pratos típicos das Ilhas açorianas. E sim, apenas à comida local \n\nda Ilha de Florianópolis – rica em frutos do mar. Diante disto, nota-se uma autêntica \n\ncriação e invenção que utiliza produtos disponíveis na região e não uma reinvenção da \n\nculinária açoriana, uma vez que na Fenaostra não é apresentado nenhum produto que faça \n\nlembrar a culinária dos Açores (tipo: chouriços, linguiças, malassadas e etc) e neste \n\nrestaurante citado, nenhum prato é assim reinventado ou recriado do arquipélago, como por \n\nexemplo o seriam se servissem o Cozido das Furnas, Alcatra de Carne e etc. Tudo isto \n\nconstitui manifestações de uma reivindicação de uma identidade açoriana.   \n\nLeal (2007) defende sobre o que esta por detrás deste processo de ampliação e \n\ndiversificação das iniciativas açorianistas, como esta, é um possível encontro de três \n\ngrandes tópicos: a) uma política de “resgate” activo da cultura açoriana que está associada \n\nao declínio ou ameaçada de existir devido ao processo de modernização cultural, social e \n\neconómica - que antes do seu desaparecimento, as expressões dessa cultura devem, pois, \n\nser registradas e estudadas (Leal, 2007:124); b) a uma espetacularização da cultura popular \n\naçoriana – com objectivo de dá-la em espectáculo que segundo Farias (2000b) apud Leal \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 58 \n\n(2007:127), conseguiu “transformar o litoral de Santa Catarina numa grande vitrine” da \n\ncultura açoriana com exibições de grupos de danças folclóricas, confecção ao vivo de \n\nprodutos artesanais, com os desfiles de grandes festas de temática açoriana, de folias do \n\nDivino e outras festas que constituem grandes encenações da açorianidade; c) a uma \n\nmercantilização de cultura – designadamente no quadro do turismo, devido a uma \n\ncrescente associação da temática açorianista a formas de produção e circulação \n\nmercantilizada de cultura, pois o processo de mercantilização da cultura popular açoriana \n\nassociado ao turismo pode ser visto à luz da importância crescente que, no mundo \n\ncontemporâneo, têm vindo a assumir os processos de etnicização dos consumos, \n\ndesignadamente turísticos. E, neste ponto, Leal destaca a “etnicidade reconstruída” – \n\nbaseada em MacCannell, pois, segundo este autor, “o turismo provoca a restauração, \n\npreservação e criação ficcional de atributos étnicos”, num processo que, segundo ele, “a \n\nenergia vem de fora [isto é, da indústria turística], e não de dentro [isto é, do grupo]” (Leal, \n\n2007:134).    \n\nSegundo Ouriques &amp; Caon (2005), a valorização do componente étnico açoriano \n\nem Santa Catarina, e principalmente na Ilha, é uma estratégia já clássica de criação de \n\nnichos de mercado no turismo que está fortemente ligada a indústria do turismo. As \n\ndiferenças de língua, alimentação (sublinhado nosso), comportamentos, folclores, são \n\naproveitados como mecanismos de afirmação e recriação de identidades locais e de \n\nprodução do turismo, através do resgate do passado, transformado em mercadoria. \n\nConforme Ouriques &amp; Caon (2005), é preciso registrar que todo esse movimento, \n\nque designam como de “resgate das tradições”, “recuperação da cultura local”, tem que ser \n\ncompreendido, a partir da perspectiva crítica, como componente intrínseco da actividade \n\nturística, que busca incansavelmente mecanismos para se expandir. \n\nE neste sentido, cabe dizermos que a indústria do turismo, portanto, transforma as \n\nmanifestações culturais em espectáculos para turista e até inventa tradições étnicas mesmo \n\nquando essas são desvinculadas de uma base histórica anterior efectiva.  \n\nV.2 O processo de açorianização: o étnico \n\nO processo de açorianização vivido, nestas últimas décadas, pelo nativo na Ilha de \n\nSanta Catarina, em que engloba o discurso ser “descendente de açorianos” e ao mesmo \n\ntempo ser “manezinho”, vem aos poucos contribuir para a consolidação de uma \n\ncomunidade étnica diferenciada, privilegiando elementos culturais importantes como a \n\nmanutenção de uma identidade religiosa açoriana, que é devota ao Divino Espírito Santo; \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 59 \n\napresentando um linguajar típico e característico; um artesanato variado que vai desde a \n\nolaria até as rendas de bilros, um folclore e danças típicas e uma culinária de base açoriana \n\nvoltada aos frutos do mar, como já se referiu no capítulo anterior. \n\nA forma como os nativos da Ilha, “o manezinho”, vem se construindo em termos de \n\nidentidade açoriana e a sua postura frente aos outros povoadores do estado catarinense, \n\nprincipalmente, alemães, italianos e gaúchos, o que privilegia e o que descarta, são \n\nquestões que revelam um processo ao longo do tempo.    \n\nA experiência tem mostrado ao nativo da Ilha, que o facto de ser ele descendente de \n\naçoriano, considerar-se, actualmente, como tal e ser considerado desta forma, traduz-se por \n\ndiversas posturas que podem ser modificadas ao longo do tempo. Se num primeiro \n\nmomento o “manezinho” não tinha uma origem e vivenciou sua identidade étnica com \n\npouca visibilidade, actualmente, devido ao contexto global, nacional e local, propiciam-se \n\ncondições necessárias para externalizar uma reivindicação de cunho cultural e étnico. \n\nSegundo Leal (2007:107), “é também a luz da importância que tem vindo a assumir \n\numa açorianidade pensada de forma cada mais autóctone, que é possível entender, no caso \n\nda Ilha de Santa Catarina, o relevo que, desde os anos 1990, tem vindo a assumir o tema do \n\n“manezinho” ou “manezinho da Ilha”. \n\nDependendo do contexto, o termo “manezinho” ou “manezinho da Ilha” apresenta \n\noutros significados, para além do que já foi mencionado, mais à frente na introdução deste \n\ntrabalho. Segundo Leal (2007:107), esta expressão era uma expressão derrogatória \n\nutilizada pelas elites de Florianópolis para ridicularizar o pescador “descendente de \n\naçoriano”, da Ilha. Alguém preguiçoso, ignorante, supersticioso, que falava um linguajar \n\nininteligível e cuja ocupação era contar histórias improváveis. Segundo Fantin (2000:164), \n\nchamar um nativo da Ilha de “manezinho” era um xingamento, uma grande ofensa, uma \n\nchacota. Ficava explícita a sua condição social, iletrada e pobre. Era uma denominação que \n\nmarcava sua distância tanto da elite local, urbana, quanto dos colonizadores de outras \n\norigens. (grifo da autor). \n\nAos poucos, e hoje em dia, a atribuição de do termo “manezinho” ganhou outra \n\nconotação. Muitos foram os elementos e factores que proporcionaram e fomentaram esta \n\nmudança que inverteu o tal estigma, transformando o negativo em positivo.  \n\nSegundo Leal (2007:108), citando Simões (2001), a expressão “manezinho” e vista \n\nagora como: “uma pessoa que tem uma representatividade, um sentimento de carinho \n\nmuito forte pela terra, uma pessoa que luta [contra] a descaracterização da terra, enfim, \n\numa pessoa que demonstra (…) uma identidade muito forte com Florianópolis.”  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 60 \n\nE é à luz do renascimento étnico (alemão, italiano e, principalmente, gaúcho), \n\nacentuado nos anos 1990, em Santa Catarina, que se pode compreender melhor o processo \n\nde reivindicação da açorianidade na Ilha, a questão da luta pela descaracterização da terra e \n\nas consequentes disputas simbólicas, étnicas e políticas marcadas por conflitos e incidentes \n\nentre “nativos” e gaúchos.  \n\nNa ilha, a diáspora gaúcha é vista como pessoas de elite e que, frequentemente, \n\ncompete nos mesmos nichos de emprego que a classe média local, apresentando reacções \n\nde hostilidade em nível local por serem vistos como aqueles que têm êxito onde o local não \n\ntem, e que, em consequência, se apropria de riquezas e trabalho que deveriam pertencer \n\naos locais para além de serem prepotentes e arrogantes por quererem impor a sua cultura \n\ngaúcha contra a cultura (Leal, 2007: 160, 161 e 162).   \n\n Embora esteja fortemente ligado à competição interétnica com as comunidades de origem \n\nalemã, o desenvolvimento recente do movimento açorianista está também relacionado - \n\nsobretudo  no caso de Santa Catarina – com a chegada recente à paisagem multiétnica  de Santa \n\nCatarina de um novo contentor, representado pelos gaúchos, designação por que são \n\nconhecidas as populações originárias do estado do Rio Grande do Sul (Leal, 2007:157).  \n\n \n\nSegundo Leal (2007: 163-164), a mais conhecida expressão da hostilidade anti-\n\ngaúcha na Ilha foi relacionada a esfera política e ocorreu nas eleições municipais de 1996. \n\nNelas, a candidata Ângela Amin foi acusada de ter proferido um discurso xenófobo, para \n\nvencer as eleições, apresentando uma agenda política centrada nas defesas dos valores \n\nlocais e identificando-se positivamente com a figura do “manezinho” e com a defesa da \n\ncultura “da gente”.       \n\nV.3 Conceito de invenção da tradição \n\nConforme Hobsbawm &amp; Ranger (2008:9), uma tradição inventada é “um conjunto \n\nde práticas, normalmente reguladas por regras, tácitas ou abertamente aceitas; tais práticas, \n\nde natureza ritual ou simbólica, visam inculcar valores e normas através da repetição, o que \n\nimplica, automaticamente, uma continuidade em relação ao passado”.  \n\nSegundo os mesmos autores, o termo “tradição inventada” é utilizado num sentido \n\namplo, mas nunca indefinido. Inclui tanto as tradições que são realmente inventadas, \n\nconstruídas e formalmente institucionalizadas como também para aquelas tradições que \n\nsurgiram de maneira mais difícil de localizar num período limitado e determinado de \n\ntempo – às vezes coisa de poucos anos apenas (Idem:9).   \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 61 \n\nPor “invenção das tradições” entende-se a reivindicação como antigo e genuíno, \n\ninserido no passado longínquo, de crenças e práticas de raiz muito mais recente. E neste \n\ncontexto, podemos citar o caso Cozido Divino (da festa do Divino em Santo Antônio de \n\nLisboa), um prato novo que é inserido num culto antigo\n52\n\n.  \n\nMas, deve-se atender ao facto que a criação deste prato atesta bem a sua \n\nimportância para a construção da identidade, assente agora já não na referência directa a \n\numa comida produzida e consumida nos Açores, mas na alusão às práticas e gosto \n\ncostumeiros dos que reivindicam uma ascendência açoriana na Ilha de Santa Catarina. Não \n\né pelo facto de algo ser “inventado” recentemente que deixa de ser socialmente relevante. \n\nPelo contrário, a própria criação recente – mas que invoca explicitamente o passado, \n\nsublinhe-se – está repleta de significado. \n\nSegundo relato de um dos festeiros, Paulo Ricardo Caminha\n53\n\n, um dos activistas \n\ndas tradições açorianas em Florianópolis, podemos ter uma ideia de como surgiu o Cozido \n\nDivino na Festa do Divino Espírito Santo, em Santo Antônio de Lisboa, a partir da \n\ntradicional Sopa do Espírito Santo dos Açores:  \n\nNo ano de 2005 o actual provedor Anézio Andrade foi o festeiro desta tradicional Festa do \n\nDivino Espírito Santo de Santo Antônio de Lisboa e sabendo da ligação do meu grupo às \n\ntradições açorianas, chamou-nos a participar. Solicitou que fosse feito algo que nos remetesse \n\nàs festas do Divino Espírito Santo dos Açores. Surgiu então, a idéia da Sopa do Espírito Santo, \n\nmuito tradicional dos Açores. Durante dois anos foi servido a Sopa do Espírito Santo, até que \n\nnosso grupo saiu da direcção da Casa dos Açores e resolvemos tornar o jantar mais parecido \n\ncom as nossas características e tradições. Como deve ser de seu conhecimento, o preparo das \n\nsopas do Espírito Santo tem muita semelhança com o tradicional cozido português. Na ilha de \n\nSanta Catarina, na época do povoamento, a farinha de mandioca tomou o lugar do pão. \n\nNotávamos que alguns amigos ao se servirem da sopa do Espírito Santo brincando nos diziam: \n\n\"Ah! uma farinhazinha para fazer um pirãozinho\". Cabe salientar que o manezinho tem por \n\nhábito falar no diminutivo, além de comer muita farinha. Notávamos que havia desejo em \n\ntransformar o caldo em pirão que era mais apreciado do que tomar como sopa com pão. Em \n\nresumo, com a nossa saída da Casa dos Açores achamos que este elemento introduzido deveria \n\nser \"abrasileirado\", ou melhor, \"amanezado\" e o pão das sopas deu lugar a farinha de mandioca \n\ntão apreciada pelo manezinho da ilha de Santa Catarina.  \n\n                                                 \n\n52\n Podemos também ver na definição da ostra (produto emblemático da Fenaostra - Festa Nacional da Ostra e \n\nda Cultura Açoriana) como algo de açoriano uma invenção – isto é, uma criação – recente de uma tradição, \n\npois ela não fazia parte dos hábitos alimentares dos descendentes de açorianos de Santa Catarina. \n53\n\n  Relato que foi ao ar na rádio RTP Antena 1 Açores, no Programa Manhãs de Sábado, em 24 de Julho de \n\n2010, onde o activista, participante regular deste programa, comenta o tema da culinária de base açoriana em \n\nFlorianópolis. Matéria que foi por ele inspirada devido a um e-mail que lhe enviei revelando o meu interesse \n\nneste assunto. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 62 \n\n Neste momento a sopa do Espírito Santo deu lugar ao nosso tradicional cozido que na forma \n\nde preparar bastante se assemelha ao cozido português\n54\n\n.  \n\nQuanto ao nome, \"Cozido Divido\", no Brasil a palavra divino é associada a coisas \n\nmaravilhosas e fazendo alusão a Festa do Divino Espírito Santo, este nome foi escolhido. \n\nAssim é a tradicional farinhada, feita nesta festa que recebeu o nome de Divina Farinhada. \n\n \n\nNeste discurso, podemos ver uma explicitação de uma relação entre o Cozido do \n\nDivino e os Açores (de onde veio o Culto do Divino), Portugal (de onde viria o Cozido) e o \n\nBrasil (com a farinha, que permitiu o “abrasileirado”). Em suma, uma referência muito rica, \n\nem que se refere a hibridação culinária, aliás característica geral da culinária “açoriana” de \n\nSanta Catarina.   \n\nV.4 Porque nas últimas décadas, por toda a ilha, tem vindo a se reivindicar uma \n\nculinária “açoriana”? \n\nSegundo o que já foi dito, a respeito das reivindicações das raízes açorianas em \n\nSanta Catarina, a reivindicação de uma culinária “açoriana” ou melhor, de base açoriana na \n\nIlha, pode ser vista como algo que também está inserido num conjunto das reivindicações \n\nque fazem parte do resgate e preservação da cultura açoriana.  \n\nMas para além deste aspecto de resgate e preservação, tem-se por outro lado, o \n\nsector turístico na Ilha que faz com que o manezinho (o nativo) sinta uma necessidade, de \n\ncada vez maior, de mostrar ao turista de fora uma cultura através da sua culinária local. \n\nUma necessidade dupla: que é sentida e ao mesmo tempo é pedida pelos de fora. \n\nOutro possível aspectos relacionado a esta exaltação, reivindicação da açorianidade \n\natravés da culinária poderá ser vista, à luz de uma antropologia reflexiva, como um \n\nfenómeno de “etnização da identidade”, pelo facto da região catarinense ter um contexto \n\nmarcadamente multiétnico e de ter reações localistas frente aos efeitos homogeneizadores \n\nda globalização cultural. Sendo assim, podemos por a questão que o que está a acontecer \n\ncom a culinária da Ilha se enquadra perfeitamente neste fenómeno de “etnização da \n\nidentidade” uma vez que esta “exaltação da cultura açoriana” em todos os sectores, \n\ninclusive também com a culinária, tem vindo a valorizar a auto-estima pelo orgulho de se \n\nter uma origem, uma identidade e tradições próprias; enfim, de ter uma diferença de \n\nidentidade a que se possa dar valor próprio em face dos outros. \n\n                                                 \n\n54\n O autor anota as seguintes referências para o Cozido Divino em (1): o gosto do manezinho pela farinha; (2) \n\na semelhança do Cozido Divino com o cozido português, logo também a reivindicação de ligação a Portugal; \n\n(3) inserindo-se no Culto do Divino, o Cozido está ligado à “açorianidade”. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 63 \n\nNeste contexto, devido ao aumento do número de novos moradores na Ilha de \n\noutras cidades, há também uma necessidade crescente do manezinho identificar e \n\ndiferenciar o que é seu por se sentir solapado pela “invasão dos de fora”, o que Fantin \n\n(2000:45) chama a isso de “experiência de perda de cidade” (grifo do autor). Devido ao \n\ncosmopolitismo local crescente, a culinária na Ilha que é apresentada como “açoriana” \n\ntenta de certa forma identificar, demarcar grupos e rivalizar com outras comunidades, \n\ncomo as dos imigrantes alemães e italianos. Isto é, nossa comida é “açoriana”, produto de \n\num grupo que possui uma identidade própria, diferente. \n\nV.5 Conclusão \n\nNo presente capítulo, discorreu-se sobre a temática da exaltação e reivindicação da \n\nculinária da Ilha inserindo-a num processo mais vasto de reivindicação da identidade. E \n\ndeste modo, pode-se concluir que o processo de exaltação da açorianidade, que está a \n\nacontecer nas últimas décadas no litoral catarinense, tem tido uma influência directa \n\ntambém na culinária da Ilha. Pois tal exaltação está inserida num conjunto de \n\nreivindicações (de se ser descendente de açoriano e de ser manezinho) e que tem como \n\nfactores impulsionadores o resgate e a preservação da cultura num contexto de rivalidade \n\ncom outras colectvidades e de comercialização da etnicidade através do turismo. \n\nNa ilha, o sector turístico tem grande importância por ser este procurado por turistas \n\nvindos de outras regiões do Brasil (nomeadamente do Rio de Janeiro, São Paulo e do Rio \n\nGrande do Sul), por turistas do interior do estado e por turistas de outros países como a \n\nArgentina, o Uruguai e o Paraguai (que são atraídos pela sua beleza natural, cercada de \n\nlindas paisagens, dunas e praias; pelo seu povo hospitaleiro; pela sua herança açoriana \n\nvisível na sua arquitetura, artesanato e etc; pela sua culinária saborosa e rica em frutos do \n\nmar). \n\nQuanto ao fenómeno da etnização da identidade (marcado pela multietnicidade \n\ncolonizadora do estado catarinense) – que de certo modo, tenta assim, identificar o ilhéu e \n\ndemarcar grupos distintos de outros estados brasileiros e de outros países da América \n\nLatina que tem vindo a residir na Ilha de forma bastante significante.  \n\nCom isso, a culinária da Ilha identificada como “açoriana”, sendo ela (re)inventada \n\nou não, passa a ser reforçada e a demarcar que aquela culinária é local, é diferente da \n\nculinária dos gaúchos (do Rio Grande do Sul) que tem o churrasco e o mate de chimarrão, \n\ncomo tradição da sua culinária local; é diferente da culinária de Blumenau, Brusque, \n\nPomerode e Joinville (dos colonos alemães) que introduziram o consumo de carne suína \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 64 \n\nregada a cerveja, além do marreco com repolho roxo; que é diferente da culinária de Treze \n\nTílias no oeste catarinense (de cultura austríaca) que apresenta receitas com carne suína e \n\nbovina, cozidas com verduras e cremes; que é diferente da culinária de Nova Veneza, \n\npróximo a Criciúma (de imigrantes oriundos da Itália) que introduziram o prato galinha \n\ncom polenta no fio\n55\n\n, as massas, a farfaia (ovos com queijo colonial), os vinhos, os salames, \n\nos pães e os biscoitos; que é diferente da culinária da região oeste do estado (de origem \n\neslava – poloneses e ucranianos) que apresentam as sopas de batata, as tortas e os pastéis \n\nde batata e requeijão; que se difere também, da culinária da região serrana (Lages e São \n\nJoaquim) por prevalecerem nesta o consumo de carne de gado, na forma de churrasco, e do \n\nfruto local, o pinhão. Enfim, a culinária da Ilha é uma culinária própria, que tem uma \n\norigem e que é portanto “açoriana”. \n\n \n\n \n\n                                                 \n\n55\n Esta designação “polenta no fio”, é devido ao facto deste acompanhamento – a polenta – ser cortada com \n\num fio de algodão, sobre uma tábua de madeira redonda, após ser confeccionada e arrefecida.  \n\n\n\n \n\nConsiderações Finais \n\n \n\nAs tradições alimentares e gastronómicas são sensíveis às mudanças, à imitação e \n\nàs influências externas. Cada tradição é o fruto – sempre provisório – de uma série de \n\ninovações e das adaptações que estas provocaram na cultura que a acolheu (Montanari, \n\n2009:11). De igual modo, também as identidades não representam algo de fixo e imutável. \n\nComo o recorda o historiador da alimentação e da culinária Massimo Montanari (2009:11) \n\n“as identidades culturais não estão inscritas no património genético de uma sociedade, mas \n\nincessantemente se modificam e são redefinidas, adaptando-se a situações sempre novas, \n\ndeterminadas pelo contacto com culturas e identidades diversas”. Estas considerações \n\nencontram uma ilustração na alimentação e culinária contemporâneas de Florianópolis. \n\nA alimentação e culinária dos ilhéus foi criada a partir do momento em que os \n\ncolonizadores açorianos se confrontaram com um novo ambiente distinto do que \n\nconheciam e com populações com hábitos alimentares diferentes dos seus. As suas \n\ntradições alimentares e culinárias, que hoje são reivindicadas como parte da sua identidade \n\ncultural, são fruto das trocas culturais entre os açorianos com índios Carijós, com os  \n\nportugueses vicentistas e com escravos africanos.  \n\nQuando os colonizadores açorianos vieram para Florianópolis precisavam \n\nsobreviver e, por isso, de procurar matérias-primas para a sua comida. Como havia mais \n\npossibilidades de recorrer ao peixe e aos frutos do mar – e não à criação de animais - estes \n\npassaram a ser o prato principal da “comida açoriana da Ilha” – que não tem nem um \n\npouco da presença de pequenos animais (cabritos, ovelha, porco e etc). Somado a isto, \n\nhavia ainda o problema do solo,  pois este era ácido e arenoso e portanto, pobre em \n\nnutrientes. O trigo, fundamental para a produção do seu alimento base, o pão, mão se \n\ndesenvolvia aí, mas apenas vegetais menos exigentes como a mandioca e a batata-doce e \n\noutros. \n\nA mandioca passou a ocupar um lugar central na sua alimentação. Ora, a farinha de \n\nmandioca foi um aperfeiçoamento de algo que os índios Carijós faziam e não os colonos \n\naçorianos. Culturalmente, podemos dizer que a culinária de Florianópolis está valorizada e \n\nenriquecida pelas matérias-primas da própria ilha, e que é resultado da miscigenação das \n\nculturas que a povoaram, produzindo-se, então, uma culinária local própria. E com aquilo \n\nque se tinha de disponível no momento, na ilha de Santa Catarina, como a mandioca, a \n\nfartura em peixes e frutos do mar, surgiu uma nova culinária fruto desta amálgama da \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 66 \n\nalimentação indígena e dos negros que por sua vez, recebeu “um toque” do que os \n\naçorianos trouxeram em sua bagagem: a memória e quiçá muitos temperos e condimentos, \n\nbem como utensílios de cozinha, conhecimentos de práticas culinárias, modos de preparar, \n\ntemperar e conservar os alimentos e que foram desta forma adicionados aos existentes na \n\nilha.  \n\nDe acordo com o que aqui foi abordado, podemos salientar que, num contexto \n\nactual marcado pela globalização, hoje em dia há uma constante busca pelo regional ou \n\nlocal, como uma espécie a destacar na “aldeia global”. O interesse hoje despertado pela \n\n“comida açoriana” também está ligado a essa dinâmica. Acarinhada, como tudo o que \n\npossa ser apresentado como parte da identidade cultural açoriana, pelos movimentos e \n\nactivistas empenhados na exaltação do legado açoriano em Santa Catarina, também passou \n\na ser comercializada no âmbito do desenvolvimento do turismo local, pelo poder politico e \n\npela iniciativa privada. Neste contexto, o que se acredita, entende e se conhece como \n\n“açoriano”, em Florianópolis, incluindo a comida identificada como açoriana, é assim \n\nvalorizado.  \n\nA culinária da Ilha identificada como açoriana é a culinária dita “açoriana local” – \n\nrica em frutos do mar –, diferente de todas as culinárias que coexistem na Ilha e das demais \n\nculinárias dos outros estados brasileiros. É uma culinária fruto de processos de hibridação, \n\ne que não esta em continuidade linear com a cozinha dos Açores, mas que, sendo praticada \n\ne assumida como sua pelos habitantes da Ilha que reclamam uma origem açoriana, os \n\nidentifica como grupo específico no contexto multiétnico que os rodeia. E esta comida, \n\nsomada as formas de linguagem e de sociabilidade que identificam o “manezinho”, como a \n\nafabilidade, a tranquilidade e a hospitalidade, faz parte do atractivo – e do diferente – de \n\nque se nutre, em conjunção com o ambiente físico, a economia do turismo. \n\nEm síntese, este trabalho permitiu concluir que a Ilha de Florianópolis tem uma \n\nculinária produto da história dos descendentes de açorianos que adaptaram seus \n\nconhecimentos aos recursos alimentares encontrados na Ilha, os quais decorriam de \n\ncondições naturais distintas de Açores, e cuja base pode ser resumida na emblemática \n\nexpressão “pirão com peixe”.  \n\n \n\n\n\n \n\nReferências Bibliográficas \n\n \n\nAmon, D., e R. Menasche. 2008. “Comida como narrativa da memória social”. In \n\nSociedade e Cultura, Vol.11, nº001, Goiania: Universidade Federal de Goiás, pp. 13-21. \n\n \n\nBraga, V. 2004. «Cultura Alimentar: contribuições da antropologia da alimentação». In \n\nSaúde em Revista, Vol.6, n.º13. Piracicaba: Universidade Medodista de Piracicaba, 37-43.  \n\n \n\nCascudo, L. C. 2004. História da alimentação no Brasil. São Paulo: Global. \n\n \n\nColeções, A. 2009. Santa Catarina. Coleção Cozinha regional brasileira, Vol. 8; São Paulo: \n\nAbril. \n\n \n\nCounihan, C., e P. V. Esterik. 1997. Food and Culture: a reader. New York and Londres: \n\nRoutledge. \n\n \n\nFarias, V. F. 1998. Dos Açores ao Brasil Meridional. Uma Viagem no Tempo. I Vol., \n\nFlorianópolis: Editora da UFSC.   \n\n \n\nFarias, V. F. 2000. Dos Açores ao Brasil Meridional. Uma Viagem no Tempo. II Vol., \n\nFlorianópolis: Editora da UFSC.   \n\n \n\nFantin, M., 2000. Cidade Dividida. Dilemas e Disputas Simbólicas em Florianópolis. \n\nFlorianópolis: Cidade Futura. \n\n \n\nFerreira, A. B. H. 1986. Novo Dicionário da Língua Portuguesa. Rio de Janeiro: Nova \n\nFronteira. \n\n \n\nFerreira, S. L. Santo Antônio de Lisboa. Cartório Silva - Um pouco de História. \n\nDisponível: http://cartoriosilva.com.br/santo_antonio_lisboa.html. Acedido em: \n\n16/08/2010.  \n\n \n\nhttp://cartoriosilva.com.br/santo_antonio_lisboa.html\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 68 \n\nFerreira, S. L. 2006. «“Nós não somos de origem”: Populares de ascendência açoriana e \n\nafricana numa freguesia do Sul do Brasil (1780-1960)». Tese de doutoramento, \n\nFlorianópolis, Universidade Federal de Santa Catarina.  \n\n \n\nFerreira, S. L. 2008. Santo Antônio de Lisboa, 310 anos: sua gente, sua igreja e sua festa \n\ndo Divino. Blumenau: Nova Letra. \n\n \n\nFlores, M. B. R. 1998. «A invenção da Açorianidade». Braga: Cadernos do Noroeste, \n\nvol.11, no 1, 125-147. \n\n \n\nGomes, A. 1986. Cozinha tradicional da ilha Terceira. 3.ed. Açores: Secretaria Regional \n\nde Educação e Cultura. \n\n  \n\nGomes, A. 1987. Cozinha tradicional da ilha de São Miguel. Angra do Heroísmo: \n\nSecretaria Regional de Educação e Cultura. \n\n  \n\nGomes, A. 2001. O Peixe na Cozinha Açoriana e Outras Coisas Mais. Portugal: Edição do \n\nAutor. \n\n \n\nGoody, J. 1998. Cozinha, Culinária e Classes: Um estudo de Sociologia Comparativa, \n\nOeiras: Celta. \n\n \n\nHernández, J. C. 1993. Antropologia de la Alimentación. Madrid: Eudema, S.A.  \n\n \n\n \n\nHobsbawm, E. J., 2008 (1997), “Introdução: A invenção das Tradições”, Hobsbawm, E. J., \n\ne T. Ranger (org.). A invenção da tradição. [Trad. C. Cavalcante]. 6ª ed. Rio de Janeiro: \n\nPaz e terra, 9-23. \n\n \n\nIBGE - Instituto Brasileiro de Geografia e Estatística. 2007. Contagem da população de \n\n2007. Rio de Janeiro: IBGE. Disponível em: \n\nhttp://www.ibge.gov.br/home/estatistica/populacao/contagem2007/contagem.pdf \n\n \n\n \n\nLacerda, E. P. 2003. «O Atlântico Açoriano: uma antropologia dos contextos globais e \n\nlocais da açorianidade». Tese de doutoramento, Florianópolis, Universidade Federal de \n\nSanta Catarina.  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 69 \n\n \n\nLeal, J. 2005. «Tradição e tradução: festa e etnicidade entre os imigrantes açorianos nos \n\nE.U.A.» In: A Festa. Revista da Faculdade de Ciências Sociais e Humanas, nº16, Lisboa: \n\nColibri, pp. 87-108. \n\n \n\nLeal, J. 2007. Cultura e Identidade Açoriana: O movimento açorianista em Santa Catarina, \n\nFlorianópolis: Insular.  \n\n \n\nMintz, S. W. 2001. Comida e Antropologia: uma breve revisão. Revista Brasileira de \n\nCiências Sociais. Vol.16, Nº47. Outubro. \n\n \n\nMintz, S. W., e C. M. Du Bois. 2002. The Antropology of food and eating. Annual Rev. \n\nAntropol.,v. 31, p.99-119. \n\n \n\nMontanari, M., org. 2009. O mundo na cozinha: história, identidade, trocas. [Trad. Valéria \n\nPereira da Silva]. São Paulo. Estação Liberdade: Senac. \n\n \n\nMühlbach, R. 2004. «Plantar, pescar…cozinhar e comer: estudando o sabor local». \n\nDissertação de mestrado, Florianópolis, Universidade Federal de Santa Catarina. \n\nFlorianópolis. \n\n \n\nMuller, S.G. 2003. «Avaliação de não-conformidades no preparo e no receituário de \n\npratos da gastronomia de base açoriana servidos em restaurantes de comidas típicas de \n\nFlorianópolis». Dissertação de mestrado, Florianópolis, Universidade Federal de Santa \n\nCatarina. \n\n \n\nNEA/UFSC (s.d). Projecto Engenho de fabricar farinha de mandioca (material \n\nnformativo). Florianópolis. \n\n \n\nNEA/UFSC. Núcleo de Estudos Açorianos da Universidade Federal de Santa Catarina. \n\nDisponível: http://www.nea.ufsc.br/oqueenea.php. Acedido em: 06/07/2009. \n\n \n\nNova, F. 2001. Mais qualidade nas festas de Outubro. A Notícia. Disponível: \n\nhttp://www1.an.com.br/2001/set/30/0ger.htm. Acedido em: 21/06/2010. \n\n \n\nOuriques, H. R., e C. B. Caon. 2005, «A invenção do turismo em Santa Catarina». In: \n\nRevista Espaço Académico. nº49, Junho. \n\nhttp://www.nea.ufsc.br/oqueenea.php\nhttp://www1.an.com.br/2001/set/30/0ger.htm\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 70 \n\n \n\n \n\nPacheco, J. 2004. Florianópolis a 10ª Ilha dos Açores: O encontro das origens. \n\nFlorianópolis: Edição do Autor. \n\n \n\nPereira, B. 2004. Cozinha Regional dos Açores. Portugal: Publicações Europa-América.  \n\n \n\nPoulain, Jean-Pierre, e R. P. da C. Proença. 2003. «O espaço social alimentar: um \n\ninstrumento para o estudo dos modelos alimentares». In Revista de Nutrição, Campinas, \n\n16(3):245-256, jul./set.  \n\n \n\nPoulain, Jean-Pierre. 2004. «Sociologia da Alimentação». [Trad. Rossana Pacheco da \n\nCosta, Carmen Sílvia Rial, Jaimir Conte]. Florianópolis: Ed. da UFSC. \n\n \n\nRocha, L. S. 2001. «Florianópolis : turismo e produção do espaço urbano». Dissertação \n\nde mestrado, Florianópolis, Universidade Federal de Santa Catarina. \n\n \n\nSilva, A. N. da. 1999. Ruas de Florianópolis: resenha histórica. Florianópolis. Fundação \n\nFranklin Cascaes.   \n\n \n\nSimões, A. 1999. O pirão nosso de cada dia. Florianópolis: Lunardelli. \n\n \n\nSOBRAL, J. M. 2008. «Cozinha, nacionalismo e cosmopolismo em Portugal (séculos \n\nXIX-XX)». In Manuel Villlaverde Cabral, Karin Wall, Sofia Aboim, Filipe Carreira da \n\nSilva, eds., Itinerários: A investigação nos 25 anos do ICS. Lisboa: Imprensa de Ciências \n\nSociais. \n\n \n\nStols, E. 2006. «A mestiçagem dos Alimentos». In Nossa História, Ano 3, n.º29:14-19.  \n\n \n\nUFSC (s.d). Guia - Engenho de fabricar farinha de mandioca (material informativo). \n\nImprensa universitária. UFSC: Florianópolis. \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 71 \n\nUggioni, P. L. 2006. «Valorização do Patrimônio Gastronômico Regional Açoriano: \n\nGestão de Qualidade em Restaurantes Típicos em Florianópolis-SC». Dissertação de \n\nmestrado, Florianópolis, Universidade Federal de Santa Catarina. \n\nWoortmann, E. F. 2006. «A lógica e a Simbólica dos Sabores Tradicionais». In \n\nGastronomia: Cortes &amp; Recortes, W. M. C. Araújo, e C. M. R. Tenser (org.). Vol.1. \n\nBrasília: Senac, 56-68. \n\nWiktionary, o dicionário livre. Sambaqui. Disponível:  \n\nhttp://pt.wiktionary.org/wiki/sambaqui. Acedido em 20/08/2010. \n\nWikipédia, a enciclopédia livre. Florianópolis. Disponível: \n\nhttp://pt.wikipedia.org/wiki/Florian%C3%B3polis. Acedido em: 10/07/2009.  \n\n \n\nWikipédia, a enciclopédia livre. Angu. Disponível: \n\nhttp://pt.wikipedia.org/wiki/Angú_de_milho. Acedido em 08/08/2010. \n\n \n\n \n\nReferências Audiovisuais \n\n \n\nDocumentário “Farinhada”. Direcção: Ademir Damasco. Florianópolis, s/d. DVD vídeo \n\n(52 min), som, color.        \n\n \n\nDocumentário Os açorianos no Brasil Meridional. Direcção: Victor Alves. Realização \n\nRTP – Açores, 2001. CD de vídeo, som, color. \n\n \n\nDocumentário Mar &amp; Cultura. Direcção: Tatiana Kviatkoski. Florianópolis, 2008. DVD \n\nvídeo (47 min), som, color. \n\n \n\nPrograma Manhãs de Sábado. Participação do Sr. Paulo Ricardo Caminha. Rádio RTP \n\nAntena 1. Açores, 24 Julho de 2010.  \n\n \n\n \n\n \n\nhttp://pt.wiktionary.org/wiki/sambaqui\nhttp://pt.wikipedia.org/wiki/Florian%C3%B3polis\nhttp://pt.wikipedia.org/wiki/Angú_de_milho\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 72 \n\nPáginas na Internet consultadas \n\n \n\nhttp://www.alojamiento-en-florianopolis.com/images/mapadeflorianopolis_331x693.gif. \n\nAcedido em 12/06/2009.  \n\n \n\nhttp://www.riogrande.com.br/rio_grande. Acedido em 06/08/2010. \n\n \n\nhttp://gauchodefato.blogspot.com/2008/01/estudo-tropeiros.html. Acedido em 06/08/2010.  \n\n \n\nhttp://www.voyagesphotosmanu.com/mapa_santa_catarina.html. Acedido em 13/08/2010. \n\n \n\nhttp://www.oktoberfestblumenau.com.br/?p=4&amp;n=78. Acedido em 21/06/2010.  \n\n \n\nhttp://www1.an.com.br/2001/set/30/0ger.htm. Acedido em 22/06/2010. \n\n \n\nhttp://geografiaetal.blogspot.com/2009/07/galeto-e-frango.html. Acedido em 06/09/2010  \n\n \n\nhttp://www.fenaostra- floripa.com.br. Acedida em 10/09/2010  \n\n \n\n \n\nhttp://www.alojamiento-en-florianopolis.com/images/mapadeflorianopolis_331x693.gif\nhttp://www.riogrande.com.br/rio_grande\nhttp://gauchodefato.blogspot.com/2008/01/estudo-tropeiros.html\nhttp://www.voyagesphotosmanu.com/mapa_santa_catarina.html.%20Acedido%20em%2013/08/2010\nhttp://www.oktoberfestblumenau.com.br/?p=4&amp;n=78\nhttp://www1.an.com.br/2001/set/30/0ger.htm\nhttp://geografiaetal.blogspot.com/2009/07/galeto-e-frango.html\nhttp://www.fenaostra-/\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 73 \n\nANEXO 1 \n\nRelatos, de alguns entrevistados de diferentes categorias, sobre a questão: \n\n                            \n\n          O que quer dizer para si comida açoriana? \n\n \n\n \n\n“É a comida que se faz em Florianópolis através da herança deixada pelos açorianos” \n\n(Sandro, intelectual, 56 anos). \n\n \n\n“Acho que é a comida que a gente come aqui na Ilha: peixe, berbigão, feijão, ostras, \n\nsiri…” (Ana, moradora local, 93 anos). \n\n \n\n“Aquela que traz, na essência, os hábitos alimentares da população do Arquipélago dos \n\nAçores” (Joana, moradora local, 35 anos).  \n\n \n\n“É a comida que se come aqui em Santo Antônio e por toda a ilha…os frutos do mar \n\n(camarão, lula, mexilhão e etc)” (Leandro, turista paulista, 28 anos).  \n\n \n\n“ É a comida do arquipélago dos Açores” (Ricardo, intelectual, 52 anos). \n\n \n\n“Comida açoriana é a comida do “manezinho”. É a nossa comida local que é basicamente \n\nfrutos do mar” (Dália, proprietária de restaurante, 33 anos).  \n\n \n\n“Comida açoriana é a comida da Ilha! É a farinha de mandioca, peixe, feijão, verduras \n\n(abóbora, couves…) e frutos do mar: berbigão, ostras, camarão…é igual a comida daqui \n\nda Ilha!” (David, proprietário de engenho, 53 anos). \n\n \n\n“ Comida açoriana é independente da nossa. A nossa é típica da Ilha. Podendo até \n\ncoincidir com a de lá” (Flávio, proprietário de engenho, 59 anos). \n\n \n\n“ É a comida que é servida nos Açores. Aqui temos é uma adaptação, mas não é a mesma \n\ncoisa. Alguns ingredientes daqui da Ilha são tratados como sendo açoriano. Frutos do mar, \n\npeixes, mariscos”… (Gilberto, cozinheiro, 28 anos).  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 74 \n\nANEXO 2 \n\nRelatos, de alguns entrevistados de diferentes categorias, sobre a questão: \n\n \n\nO que você identifica como sendo comida “açoriana”? \n\n \n\n \n\n“ Farinha de mandioca, peixe, feijão, verduras…é a nossa comida do dia-a-dia. Os frutos \n\ndo mar como o camarão, berbigão e, principalmente a ostra que é um prato bastante \n\naçoriano” (Leda, moradora local, 69 anos). \n\n \n\n“Arroz doce, morcela (feita com cravo e canela), os temperos e condimentos que são usados \n\nnos Açores também nós usamos aqui, licores, cozidos”(Joel, intelectual, 50 anos). \n\n \n\n “Não faço a mínima ideia” (Joana, moradora local, 35 anos). \n\n \n\n “ É peixe, berbigão, arroz, feijão, siri, ostras …” (Laura, moradora local, 64 anos). \n\n \n\n“É a farinha, os frutos do mar, o peixe frito….” (José, morador local, 63 anos). \n\n \n\n“A comida que eu identifico como sendo açoriana são os frutos do mar, ostras, berbigão, \n\nsiri…é a comida feita e servida em panelas de barros, feitas em caldeirões e em panelas de \n\nferro também. São elas: o feijão, a batata-doce, o aipim, os caldos…” (Marta, moradora \n\nlocal, 84 anos). \n\n \n\n“São os frutos do mar: ostras, camarão, mariscos…” (Paulo, turista criciumense, 40 anos). \n\n \n\n“Só se for os frutos do mar” (Flávio, proprietário de engenho, 59 anos). \n\n \n\n“Tainha enrolada na folha de bananeira; caldeirada; tainha assada na folha de bananeira \n\ne servida na telha; tainha assada no forno à lenha e todos os pratos de frutos do mar: \n\nostras, berbigão, polvo, camarão…(Dália, proprietária de restaurante, 33 anos).  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 75 \n\nANEXO 3 \n\nRelatos, de alguns entrevistados de diferentes categorias, sobre a questão: \n\n \n\nVocê acha que a comida da Ilha mudou? Se sim, porquê? \n\n \n\n \n\n “O turismo exigiu um refinamento com uma melhor apresentação, sofisticação e \n\nmais variedade” (João, morador local, 50 anos).   \n\n \n\n“A comida da Ilha está cada vez mais globalizada. Há uma forte influência da \n\ncomida italiana, seguida de outras tendências de cozinhas internacionais. A meu ver, isto \n\ndecorre da globalização da ilha, pois cada vez mais há menos pessoas residentes em \n\nFlorianópolis que nasceram aqui” (Sofia, moradora local, 35 anos).     \n\n \n\n“Mudou muito! A comida de agora é tudo congelada e já não tem mais aquele \n\ngosto como dantes” (Maria, moradora local, 96 anos). \n\n \n\n“Hoje em dia está muito diferente! Antigamente, as pessoas trabalhavam na \n\nlavoura e no mar. Toda a gente comia a mesma coisa. Hoje a comida nossa é quase toda \n\nindustrializada” (Manoel, morador local, 62 anos). \n\n \n\n“A nossa comida mudou muito porque a Ilha tornou-se muito cosmopolita. As \n\nvárias pessoas de outras localidades acabaram por transformar mudanças significativas \n\nnos hábitos alimentares do povo daqui” (Marcos, proprietário de restaurante, 40 anos). \n\n  \n\n“Está em evolução. Hoje existem muitas alternativas, aspecto que raramente se \n\nencontrava há dez anos atrás” (Francisco, turista paranaense, 48 anos).  \n\n \n\n “Por influência do turismo e por invasão da Ilha por pessoas de outras cidades, \n\nestados e países” (Joaquim, morador local, 45 anos). \n\n \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 76 \n\nANEXO 4 \n\nRelatos, de alguns entrevistados de diferentes categorias, sobre a questão: \n\n \n\n                            \n\nO que você identifica como comida própria da Ilha?    \n\n \n\n \n\n“É feijão, farinha de mandioca, pirão, caldo de peixe, peixe assado na brasa, \n\nmuita fruta, principalmente a banana” (Maria, moradora local, 96 anos). \n\n \n\n“Para nós antigos, é o peixe! Mas para os mais novos, é a carne” (Marta, \n\nmoradora local, 84 anos). \n\n \n\n“Farinha de mandioca, pirão branco feito com água, pirão de feijão, carne, farofa, \n\nbeijú, rosca de polvilho, caldo de peixe, ostras e frutos do mar” (Leda, moradora local, 69 \n\nanos). \n\n \n\n“ Marisco, ostras, farinha de mandioca…” (Júlia, moradora local, 63 anos). \n\n \n\n“Frutos do mar (ostras, peixes diversos, mariscos), farinha de mandioca, pirão de \n\nágua e de feijão, aipim frito e cozido, tainha recheada….” (José, morador local, 63 anos). \n\n \n\n“Aquelas à base de frutos do mar (especialmente o peixe) e de farinha de \n\nmandioca, o famoso “pirão com peixe” (Joana, moradora local, 35 anos). \n\n \n\n“ Quase não tem diferença com a comida dos Açores. É a mesma coisa: ostras, \n\nberbigão, peixes …é tudo!” (Amália, moradora local, 64 anos). \n\n \n\n“Eu identifico como comida própria da Ilha, os caldos de peixe ou camarão com \n\npirão. O cozido é muito típico na Ilha de Santa Catarina mas certamente veio com os \n\nportugueses. Temos a feijoada mas esta existe por todo o Brasil. A feijoada surgiu com os \n\nrestos que os escravos ganhavam após a matança de porcos. Rabo, orelha, pés e etc” \n\n(Ricardo, intelectual, 52 anos).  \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 77 \n\n \n\nANEXO 5 \n\nCardápio do Bar e Restaurante Açores \n\n \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 78 \n\nANEXO 6 \n\nProgramação cultural e religiosa da Festa do Divino Espírito Santo em Santo \n\nAntônio de Lisboa, em Setembro de 2009.  \n\n \n\nCapa do folder de programação da festa do Divino Espírito Santo de 2009. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAlimentação e culinária na cultura dos descendentes de açorianos em Florianópolis \n\n 79"}]}}}