{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22767"}, {"@name": "filename", "#text": "6802_Cagnon___Mestrado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SAO PAULO\nI NSTITUTO DE GEOCI ÊITICINS\n\nORtcEM E HtDROOuíu¡CA DO NITRATO NAS ÁCunS\nSUBTERnnn¡EAS DO AQÜírenO ADAMANTINA EM URÂNIA, SP\n\nFABIANA ALVES CAGNON\n\nOrientador: Prof. Dr. Ricardo César Aoki Hirata\n\nDISSERTAÇAO DE MESTRADO\n\nCOMISSÃO ¡ULGADORA\n\nPresidente:\n\nExaminadores:\n\nProf .\n\nProf.\n\nNome\n\nDr. Ricardo César Aoki Hirata\n\nDr. lvo Karmann\n\nDr. Rodrigo César de Araújo Cunha\n\nSÃO PAULO\n2003\n\nf\n\nAssina\n(/'/ /\n\n\n\nDEDALUS-Acervo-IGC\n\nffiil ril ilil ilr ilil illT lil ilil ffi illl ilil ffi lil\n\n3090001 2039\n\nLINIVERSIDADE DE SAO PAULO\nINSTITUTO DE GEOCIÊNCIAS\n\nORTGEM E HTDROQUÍMICA DO NTTRATO NAS ÁCU^{S OO\n\nAQUÍFERo ADAMANTINA EM URÂNIA, SP\n\nFabiana Alves Cagnon\n\nOrientador: Prof. Dr. Ricardo César Aoki Hirata\n\nDISSERTAÇÃO DE MESTRADO\n\nPrograma de Pós - Graduação em Geologia Sedimentar e Ambiental\n\nSAO PAULO\n2003\n\noo\\- .-)\n5 -.- -¿''.1 eli¡c,ora\"o -g\n\n(n<_f't\n\n9 t ó/,15 0-.\\ ''..-. Ø /\n\n\n\nÉ inevitável que, qr¡anto ¡nais ambicioso é o trabalho, mais imperfeita seja a sua\nexecução...mas isso não quer dizer que ele só deva ser apresentådo quando não\n\nhouvcr mais nenhuma esperança de melhorá-lo.\nFriedrich Hayek\n\n(The Construction of Liberly)\n\nCAGNON, F. A. - DissertaÇão de Mestrado, 2003\n\n\n\nEsta dissertaçáo é o resultado da ajuda valiosa de entidades e pessoas às quais\ndesejo manifestar minha profunda gratidão.\n\nAo Prof. Dr. Ricardo césar Aoki Hirata pela orientação segura durante todas as\netapas da elaboraçáo deste trabalho, pela amizade, incentivo, paciência e ainda\npelo exemplo de profissionalismo e dedicação à pesquisa;\n\nAo Curso de Pós-Graduação do lnstituto de Geociências da Universidade de São\nPaulo por toda infraestrutura colocada à disposição;\n\nAo Centro de Aperfeiçoamento de Professores do Ensino Superior - CAPES -\npelo auxílio financeiro por meio de bolsa de mestrado;\n\nÀ Fundação de Amparo à Pesquisa do Estado de São paulo - FApESp, pelo\nauxílio financeiro (Processo n\" 00/10345-5);\n\nÀ fnt\\¡ BRASIL Ltda., pelo auxílio e constante incentivo durante todas as etapas\ndesta pesquisa;\n\nAos colegas do Laboratório de Modelos Físicos (LAMO), Reginaldo, Marta,\nClaudia, Luí2, Alessandro, Gláucia, Angélica, Fabíola, Zeca, Alexandra, Lalas,\nLiliana, Marika, Cristiano e Douglas pela amizade e pelos debates, críticas e\nsugestões sempre valiosos;\n\nAos colegas da ERM BRASIL Ltda., em especial ao Eugênio, Yanko, Aldérico,\nFerlin, Ricardo, Reginaldo, Susanne, Pedro, Maurício, Diego, paulo, Jorge,\nJuliana, Alaine, Vanessa, Sasha, Rosi, Valéria, Cris, Kelly, Nil, Rodrigo, paulo e\nEnrico pela ajuda, amizade, paciência e ¡ncentivo constantes;\n\nAos amigos do lPT, ZêLuîz Albuquerque, Cris, Ana, Kátia, Duda, Aluísio, Luís\nCelso e Zeno pelas valiosas sugestöes, incentivo e amizade.\n\nAos meus pais e à minha irmã Valéria; pela confiança, constante incentivo e pelo\namor que me dedicam hoje e sempre;\n\nAo Seu Zé e a Dona Lalá pelo amor e confiança;\n\nEm especial ao Zé, companheiro de trabalho e amigo de todos as horas. pela\nfelicidade de tê-lo ao meu lado, vivendo os sonhos e me ajudando a torná-los\nrealidade; e\n\nA todas as pessoas que direta ou indiretamente contribuÍram de alguma maneira\npara que este trabalho pudesse ser realizado.\n\nAGRADECIMENTOS\n\nCAGNON, F. A. - Dissertação de Mestrado, 2003\n\n\n\nAgradecimentos\n\nLista de figuras\n\nLista de tabelas\n\nLista de quadros\n\nLista de anexos\n\nLista de fotografias\n\nResumo\n\nAbstract\n\nSUMÁRIO\n\n1 lntrodução\n2 Objetivos\n3 Revisáo Bibtiográfica\n3.1 Nitrogênio:AspectosFundamentais\n\n3.1.1 O Cicto do Nitrogênio\n\n3.1.2 Nitrificaçáo\n\nvii\n\n¡x\n\nIX\n\nX\n\nxi\n\nxii\n\nxiii\n\n1\n\nÒ\n\n.J\n\n3\n\n.J\n\n6\n\n7\n\n10\n\n13\n\n15\n\nl5\n\n3.1.3 Relação do Ciclo do Nitrogênio com os Solos e as\nAguas Subterrâneas\n\nIrontes de Contaminaçäo por Compostos Nitrogenados das Águas\nSubterrâneas\n\nRiscos à Saúde Humana\n\nlsótopos de Nitrogênio\n\n3.3\n\n3.4\n\n3.4.1 ldentificação de Fontes potenciais de Contaminação\n\nCAGNON, F. A. - Dissertaçäo de ¡restrado, 2OO3\n\n\n\n4 Area de Estudo\n4.1 Localizaçáo e Vias de Acesso\n4.2 Histórico de Uso e Ocupação do Solo e Aspectos Socioeconômicos\n4.3 Aspectos Fisiográficos\n4.4 Geologia\n4.5 Hidrogeologia\n5 Materiais e Métodos\n5.1 Cadastro de Poços Cacimbas e Tubulares\n5.2 Cadastro de Fontes Potenciais de Contaminação\n5.3 LevantamentoPlanialtimétrico\n\n5.4 Determinaçáo das Condiçóes de Fluxo e parâmetros Hidrogeológicos\n5.5 coleta de Amostras de Água subterrânea e Rearização de Anárises\n\nFísico-Químicas\n\n5.6 Análise dos Resultados\n5.6.1 Análise Estatística\n\n5.6'2 elassificação e Evorução Hidroquímica das Águas subterrâneas\n\n6 Apresentaçáo e Discussáo dos Resultados\n6.1 Controle de Qualidade\n6.2 Cadastro de Poços Cacimbas e Tubulares\n6.3 Fontes Potenciais de Contaminação\n6.4 HidrogeologiaLocal\n6.5 Classificação e Evoluçáo Hidroquímica das Águas Subterrâneas\n6.6 Contaminaçáo das Águas Subterrâneas por Nitrato - Distribuição\n\nEspacial e Temporal\n\n6.7 Série Nitrogenada\n\nCAGNON, F. A. - Dissertaçao de Meskado, 2003\n\n20\n\n20\n\n20\n\nee\n\n25\n\n26\n\n29\n\n30\n\n30\n\n31\n\n31\n\n32\n\n.fO\n\n3B\n\n40\n\n42\n\n42\n\n44\n\n48\n\n56\n\n62\n\n66\n\n7B\n\n\n\n6.8 Análiseslsotópicas\n7 Conclusões\n\nB Recomendaçoes\n\nI Referências Bibliográficas\n\n79\n\nB1\n\n84\n\nB6\n\nCAGNON, F. A. - Dissertaçáo ¡le Mestrado, 2OO3\n\n\n\nLISTA DE FIGURAS\n\nFigura 3.1 - O ciclo do nitrogênio (CANTER, 1997).\n\nFigura 3.2 - Principais fontes e caminhos do nitrogênio em subsuperfície\n(FREEZE &amp; CHERRY, 1979).\n\nFigura 3.3 - lntervalos da razâo 15N presente nos diferentes mater¡ais\n(AMBERGER &amp; SCHMIDT,.19B7 apud CLARK &amp; FR|TZ, 1997;\nBOTTCHER et a/., 1990; LETOLLE, 19Bo apud OLARK &amp; FRITZ,\n1ee7).\n\nFigura 4.1 - Localizaçáo da área de estudo\n\nFigura 6.1 - Percentuais de erros analíticos obtidos yersus número de\namostras analisadas\n\nFigura 6.2 - Localização de poços\n\nFigura 6.3 - Área urbana do município de Urânia nos anos de 1962, 1971 ,\n1 985, 1997 e 2001 .\n\nFigura 6.4 - Fonte$ potenciais de contaminaçáo\n\nFigura 6.5 - Cota dos Níveis de Água Hstáticos em poços Cacimbas (m)\n\nFigura 6.6 - Potenciométrico - outubro/2001\n\nFigura 6.7 - Diagramas de Piper - (A) abril/0O, (B) agosto/O1, (C) fevereiro/01 ,\n(D) agosto/O1 e (E) setembro/O1 64\n\nFigura 6.8 - Histogramas: (A) concentração de nikato na zona rasa (abril/O0),\n(B) valores de condutividade elétrica na zona intermediária\n(.¡unho/99) e (C) concentraçáo de cloreto na zona intermediár¡a\n(agosto/01) 67\n\nFigura 6.9 - Gráfico de correlação da concentraçáo de nitrato (mS/L) - set/01\ncom as profundidades dos níveis de água (m) _ out/01 68\n\nFigura 6.10 - lsoconcentraçáo de nitrato (mg/L), zonas rasa e intermediária,\nestaçáo úmida 70\n\nFigura 6.11 - lsoconcentração de nitrato (mg/L), zonas rasa e intermediária,\nestação seca 71\n\n16\n\n21\n\n44\n\n48\n\nCAGNON, F. A. - DissertaÇáo de N4estrado, 2OO3\n\n50\n\n56\n\n56\n\n59\n\n\n\nFigura 6.12 - lsoconcentração de cloreto (mg/L), zonas rasa e intermediária,\nestaçáo úmida Zg\n\nFigura 6.13 - lsoconcentraçäo de cloreto (mg/L), zonas rasa e intermediária,\nestação seca 74\n\nFigura 6.14 - Correlação nitrato x cloreto, nitrato x condutividade elétrica e\nnitrato x sódio. 76\n\nFigura 6.15 - Graficos das concentrações de nitrato, cloreto e condutividade\nelétrica, no período de junho de 1998 a setembro de 2001 Z7\n\nFigura 6.16 - Gráfico de correlação da concentraçáo de nitrato (mg/L) com\n15N (%\"). 80\n\nCAGNON, F. A. - D¡ssertaçao de lvlesìrado, 2OOc\n\n\n\nTabela 6.1 - Perceniuais de erros abaixo de 10% e média das condutividades\nelétricas para cada campanha - resultados obtidos em\nlaboratório e no campo\n\nTabela 6.2 - Sumário dos Parâmetros Hidrogeológicos para o Aqüífero\nAdamantina\n\nLISTA DE SUADROS\n\nLISTA ÞH TABELAS\n\nQuadro 3.1 - Relaçáo entre as espécies de nitrogênio e seus respectivos\nestados de oxidação (STUMM &amp; MORGAN,1996).\n\nQuadro 4.1 - Populaçáo de Urânia desde 1970 a 2000 e projeção para 2010\n\nQuadro 5.1 - Faixas de leitura dos parâmetros medidos com ReFLËX-plus\n\nQuadro 5.2 - Programa de amostragem das águas subterrâneas\n\nQuadro 5.3 - Relaçáo dos parâmetros analisados em laboratór¡o e respectivos\nmétodos analíticos\n\nQuadro 5.4 - timites de detecção obtidos para cada parâmetros\n\nQuadro 5.5 - Sumário dos dados utilizados na confecçáo dos diagramas\n\nQuadro 6.1 - Cadastro das fontes potenciais cle contam¡naçáo - fossas\n\nQuadro 6.2 - Cadasiro das fontes potenciais de contaminação - área agrícola\n\n61\n\n5\n\n23\n\n34\n\n35\n\nJI\n\n3B\n\n41\n\n54\n\n55\n\nCAGNON, F. A. - Dissertaçáo de Meskado, 2OO3\n\n\n\nAnexo 1 - Sumário ilos resultados analíticos das amostras de água\nsubterrânea 9g\n\nAnexo 2 - Cálculos dos percentuais de erros obt¡dos com o balanço iônico -\nresultados obtidos em laboratório rc4\n\nAnexo 3 - Cálculos dos percentuais de erros obtidos com o balanço iôn¡co -\nresultados obtidos no campo (cloreto e nitrato) 1 10\n\nAnexo 4 - Resultados analíticos e cálculo dos percentuais de erros para as\namostras em duplicata 1 16\n\nAnexo 5 - Oadastros de poços cacimbas e tubulares 1 18\nAnexo 6 - Medidas dos níveis de água e carga hidráulica nos meses de,\n\nTISTA DE ANEXOS\n\nAnexo 7 -\n\nAnexo I -\n\nAnexo 9 -\n\nagosto, setembro e outubro de 2001\n\nDiagramas de Pearson - zona rasa\n\nDiagramas de Pearson * zona intermediária\n\nSumário dos intervalos de concentração, médias aritméticas,\ndesvios padrão, coeficiente de variaçáo (CV's) e número de\namostras util¡zadas nos cálculos para os compostos nitrato,\ncloreto, pH, Eh e amônio 142\n\nCAGNON, F. A. - DissertaÉo de Mestrado, 2OO3\n\n126\n\n130\n\n136\n\n\n\nFoto 1 - Mediçáo do nível de água em poço cacimba.\n\nFoto 2 - Levantamento topográfico de poço cacimba, utilizando GpS.\n\nFoto 3 - Bomba elétrica de superfície instalada em poços tubular.\n\nFoto 4 - Poço tubular - PT-30.\n\nFoto 5 - Poço tubular PT-29 em área de mata nativa.\n\nFoto 6 - Poço tubular PT-28 em área agrícola.\n\nFoto 7 - Coleta de água no poço tubular pT-92.\n\nLISTA ÞE FOTOGRAFIAS\n\n46\n\n46\n\n46\n\n46\n\n53\n\n53\n\n53\n\nCAGNON. F. A. Dissertaçáo de N4estrèdo,2OO3\n\n\n\nCAGNON, F.A. (2001) Origem e Hidroquímica do Nitrato nas Águas do Aqúífero\nAdamantina em Urânia, SP. São Paulo, 148 p. Dissertaçáo (Mestrado) - lnstituto\nde Geociências, Universidade de São Paulo.\n\nO proposto deste estudo é a determinação da origem e o entendimento do\ncomportamento geoquímico do nitrato no Aqüífero Adamantina, em Urânia,\nnoroeste do Estado de são Paulo. As principais atividades desenvolvidas foram a\nelaboraçäo de um cadastro de poços e de fontes potenciais de contaminaçáo e a\nrealizaçáo de análises físico-químicas (no campo e em laboratório) e isotópicas\n(nitrogênio) das águas subterrâneas.\n\nO Aqriífero Adamantina, na área urbana do município de Urânia, encontra-se\nextensivamente contaminado por n¡trato e poluído por cloreto e amônio. A fonte\nde contaminaçáo é do tipo antrópica, multipontual, proveniente de sistema de\nsaneamento in situ do tipo fossas negras.\n\nAs maiores concentrações de nitrato foram identificadas na zona rasa (ZR)\ndo aqüífero (até 21 m de profundidade). Estas distribuem-se na forma de \"ilhas\"\ncirculares. Foram observadas variaçôes temporais destas concentraçoes quando\ncomparadas às estações seca e úmida.\n\nNa ZR distinguem-se águas bicarbonatas nitratadas cálcicas,\nsecundariamente bicarbonatadas nitratadas sódicas e cloro-nitratadas cálcicas.\nAs águas de profundidade intermediária (Zl), de 57 a104 m de profundidade, sáo\nbicarbonatadas cálcicas e bicarbonatadas nitratadas cálcicas. Na zona profunda\n(ZP), alê 160 m de profundidade, as águas são bicarbonatadas sódicas. Estas\nevoluem, da ZR para Zl, acompanhando o fluxo subterrâneo, da recarga para a\ndescarga, junto às principais drenagens que cortam a área, com diminuição das\nconcentrações de nitrato, cloreìo e sódio. predomina nas zonas rasa e\nintermediária um ambiente hidroquímico oxidante.\n\nRESUMO\n\nCAGNON, F. A. - DissertaQão de l\\¡estrado, 2OO3\n\n\n\nCAGNON, F.A. (2001) Origin and Chemistry of Nitrate in Groundwater of the\nAdamantina Aquifer in Urânia, SP. Sáo Paulo, 148 p. Dissertation (Masters\nDegree Course) - Geosciences Institute, University of São paulo.\n\nThis study has been conducted with a view to determining the origin and\nunderstanding the geochemical behavior of nitrate in the Adamantina Aquifer in\nUrânia, located in the northwest of the state of São Paulo. The main activities\ndeveloped included a survey of wells and potential sources of contamination, as\nwell as physical-chemical analyses (in the field and the laboratory) and isotopic\n(nitrogen) analyses of groundwater.\n\nln the urban area of the municipality of Urânia, the Adamantina Aquifer is\nfound to be extensively contaminated by nitrate and polluted with chloride and\nammonia. The source of this contaminalion is anthropic and multi-po¡nt in nature,\n\ncaused by the rn-slÍu sanitation system (cesspit).\n\nThe highest concentrations of nitrate were detected in the shallow zone (ZR)\n\nof the aquifer (until 21 m depth). These concentrations are distributed in the form\n\nof c¡rcular \"islands\". Seasonal variations ¡n these concentrations were observed\nwhen making a comparison between the rainy and dry seasons of the year.\n\nln the ZR, there are found to be calcium-nitrate-bicarbonate waters and, to a\nlesser extent, sodium-nitrate-bicarbonate and calcium-chloride-nitrate waters.\nGroundwaler of intermediate depth (Zl), from 57 to 104 m depth, is calcium-\nbicarbonate and calcium-nitrate-bicarbonate. ln the deep zone (Zp), until 160 m\ndepth, sodium-bicarbonate waters are to be found. These waters evolve from the\nZR to the Zl, in a manner that accompanies groundwater flow, from the recharge\nzone to the discharge zone, joined to the main dra¡ns that cross the area, with a\nfall in concentrations of nitrate, chloride and sodium. An oxidizing hydrochemical\nenvironment predom¡nates in the shallow and intermediate zones.\n\nABSTRACT\n\nCAGNON, F. A. , Dissertação de ft¡eskado, 2OOg\n\n\n\nTNTRODUçÃ0\n\nO nitrato é um dos poluentes de ocorrência mais freqüente nas águas\nsubterrâneas. Em concentrações superiores a l0 mg/L,N ou 45 mg/L-NO3-, pode\ncausar metahemoglobinemia e câncer (Portaria 1.469, de dezembro de 2000, do\n\nMinistério da Saúde). Entre as fontes antrópicas deste contaminante, destacam-\n\nse o uso de fertilizantes orgânicos e inorgânicos em lavouras, a criaçáo de\nanimais, os sistemas de saneamento in situ (fossas sépticas ou negras) e o\ndesmatamento de áreas de vegetaçåo natural. Em urbanizações providas de\nesgoto sanitário, rupturas nas tubulações podem contribuir como focos locais de\npoluição.\n\nA despeito da grande importância assinalada, estudos específicos da\ncontaminaçäo de nitrato, por saneamento ou atividades agrícolas, são ainda\nbastante restr¡tos no Brasil, sobretudo quando o tema é enfocado com um alto\ngrau de detalhamento. A necessidade de defìnir a origem do nitrato, para que seja\n\npossível buscar novas formas de amenização do problema, levou à apresentaçäo\n\ndesta dissertação.\n\nAltos teores de nitrato, muitas vezes excedendo os valores de potabilidade,\n\ntêm sido detectados em poços tubulares pouco profundos e em cacimbas na\ncidade de Urânia, noroeste do Estado de São Paulo (HIRATA, 2Q00a: BERTOLO\n\n&amp; HIRATA, 2000; GUTIERREZ, 1999). Na estação experimental que monitora o\ncomportamento hidrogeoquímico da zona näo-saturada, foram também\ndetectadas altas concentrações de niirato em lisímetros (BERTOLO &amp; HIRATA,\n2000; BERTOLO, 2001). Estes estudos, entretanto, não determinaram a origem\n\nda contaminaçäo, mas acredita-se que provenham de fossas sépticas ou negras\n\ne/ou do uso incorreto de fertilizantes nitrogenados. A cidade conta hoje com boa\n\ncobertura das redes de água e esgoto, gerenciadas pela Sabesp (Companhia de\n\nSaneamento Básico do Estado de São Paulo), porém grande parte desta ainda\n\nutiliza sistema de saneamento do tipo misto, caracterizado pelo uso de fossas\nnegras, e poços cacimbas e tubulares para a captaçäo de água, muitas vezes\nutilizada como fonte de água potável. Soma-se, a isto o fato de que em décadas\n\npassadas a presença de fossas sépticas e negras era bastante comum.\n\nCAGNON, F. A. - Dissertação de Meskado, 2003\n\n\n\nSegundo HIRATA (2000a), teores anômalos de nitrato foram detectados em\n\n85% das amostras de poços cacimbas e em 30% dos poços tubulares que se\nconcentram na zona de recarga do aqúífero, sendo evidente a presença de\ncontaminação por nitrato nas águas rasas.\n\nA contaminação de aqüíferos por n¡trato não se restringe à Urånia, visto que\no processo histórico de ocupaçäo territorial foi muito parecido ao que\nexperimentaram os vários municípios onde o problema também ocorre_ Embora\nnão exista um levantamento sistemático da situação paulista, acredita-se que\nvárias dezenas de cidades estejam convivendo com o problema (CAMpOS ef a/.,\n\n1994), incluindo grandes centros como São José do Rio Preto (BARCHA, 19BO),\nBauru (HIRATA, 2000b), Marília, Presidente Prudente, Jaú, Ribeirão preto, entre\n\noutros.\n\nMuitos dos relatos deste tipo de contaminação descrevem ainda o problema\n\ncomo superficial, não atingindo os poços mais profundos. Uma das questões que\n\nse coloca é qual será a evoluçåo do problema e se poderá haver\ncomprometimento de porções mais profundas do aqüífero. É importante lembrar\nque, em vários locais contaminados, o sistema de saneamento por meio da coleta\n\ndo efluente doméstico já havia sido implementado há algumas décadas, e a\nagricultura já havia sido. substituída por outras atividades. Entretanto, a\npersistência do contaminante está fazendo com que o problema evolua e,\ndependendo de sua intensidade, pode atingir porçöes profundas do aqúífero.\n\nOs resultados apresentados nesta dissertaçâo fazem parte de um projeto de\n\nauxílio à pesquisa intitulado \"A Origem do Nihato e a Evoluçäo do lmpacto nas\nÁguas do Aqüífero Adamantina no Município de Urânia (SP)\" que contou com o\napoio financeiro da Fundaçäo de Amparo à Pesquisa do Estado de São Paulo\n(FAPESP/ Processo 00/1 0345-5).\n\nCAGNON, F. A. - Dissertaçåo de Mestrado, 2003\n\n\n\nOBJETIVOS\n\nSão objetivos desta pesquisa:\n\nÞ determinar a origem do nitrato na água subterrânea do Aquífero\nAdamantina no município de Urânia; e\n\nÞ aprofundar o entendimento do comportamento geoquímico do nitrato na\nzona saturada.\n\n3 REVISÃOBIBLIOGRÁFICA\nA revisão bibliográfica foi desenvolvida com base nas principais publicaçöes\n\nreferentes aos temas desta pesquisa.\n\n3.1 Nitrogênio:AspectosFundamentais\nO nitrato pode ser expresso como nitrogênio-nitrato (NO3--N) ou nitrato\n\n(NO3-). Existem quatro aspectos fundamentais para o entendimento do nitrato nas\náguas subterrâneas. O primeiro deles diz respeito ao ciclo do nitrogênio e suas\npropriedades químicas e microbiológicas; o segundo compreende o ciclo do\nnitrogênio e sua relação com o solo e a água subterrânea; o terceiro está\nassociado às fontes contam¡nantes e o quarto estuda a relaçâo entre excessivas\nconcentraçöes de nitraio nas águas subterrâneas e os riscos à saúde humana.\n\n3.1.1 O Ciclo do Nitrogênio\nO movimento e a transformação dos compostos nitrogenados na biosfera\n\npodem ser caracterizados com o ciclo do nitrogênio (Figura 3.1).\n\nCAGNON, F.A. - Dissertação de Meskado,2003\n\n\n\nFlguna 3.f - O cíallo do mitroEêrlio (CANTER, 4997).\n\nO nitrogênio na forma de nitrato é um dos mais problemáticos e difundidos\n\ncontaminantes dentre o vasto número de potenciais cr:ntaminantes das águas\nsubterrâneas (KEENEY,1986 apud CANTER,1997). Ele é considerado o principal\n\nconstituinte da atmosfera, com aproximadamente 7 Bo/o em volume, e pode ocorrer\n\nna natureza de muitas formas. É um elemento biologícamente ativo e participa de\n\numa infinidade de reações que são importantes para a vida, e que afetam a\nqualidade da água,\n\nO nitrogênio atmosférico pode combinar corn o hidrogênio ou oxigênio antes\n\nde ser assimilado pelas plantas. As plantas, por sua vez, säo consumidas por\n\nanimais. A intervenção humana, por meio de processos de fixação do nitrogênio\nindustrial e do cultivo em larga escala de legumes, exerce papel preponderante na\n\nmudança deste ciclo. A quantidade de nitrogênio fixada anualmente por estes dois\n\nmecanismos excede em mais de 10o/o a quantidade de nitrogênio fixada pelo\necossistema terrestre anterior ao advento da agricultura (USEPA, 1994).\n\nO nitrogênio ocorre na natureza em sete estados de oxidação, variando\ndesde -3 (NH3), na forma mais reduzida, até +5 1¡19,-¡, mais oxidada (Quadro\n31).\n\nR€dução de Nífato\n\n\\\n\nCAGNON, F.A. - DissertaÇão de N4estrado,2003\n\n\n\nSuadro 3.{ - Relação eÍntre as espécies de nÈtnogênio e seus nespectivos\nesûados de oxidação (STUM¡ü &amp; níORGAru, 1996).\n\nEspécie\n\nNo.-\n\nNor(g)\n\nEstado de Oxidação\n\nNor-\n\nNo(s)\n\n+5\n\nNro(g)\n\n+4\n\nNr(s)\n\n+3\n\nNHr+, NH.1g¡\n\nFertilizantes, efluentes domésticos e\n\nindustriais.\n\nOs solos, oceanos, lagos, a atmosfera e a atividade biológica constituem as\n\nprincipais fontes natura¡s de nitrogênio no planeta. A transferêncía deste elemento\n\npara os diferentes ecossistemas é contínua.\n\n.. Os mecanismos de transporte primariamente responsáveis pelo movimento\ndo nitrogênio no meio ambiente incluem precipitação, sedimentação em sistemas\n\naquáticos, vento, movimento das águas subterrâneas e superficiais e\nvolatilização. Estes mecanismos são controlados pela: temperatura, pH, flora\n\nmicrobiológica, potencial de oxidação e redução e a disponibilidade no substrato\n\nde nutrientes e oxigênio. Apesar de mecanismos de transporte e transformaçäo\n\nserem tipicamente considerados como processos individuais, é importante\nreconhecer que estes compreendem uma dinâmica contínua e muitas vezes não\n\né possível distinguir os limites que governam a transformação de formas\nespecíficas de nitrogênio (USEPA, 1994).\n\nO nitrogênio orgânico pode ser incorporado aos animais, por meio da\nalimentação, ou propiciar à formação de nitrogênio amoniacal (amônio e amônia).\n\nO nitrogênio amoniacal pode seguir destinos diferentes no solo, como a geraçåo\n\n+1\n\nFonte\n\nFase intermediária da nitrificaçáo e\n\ndesnikificação.\n\nCombustíveis fósseis.\n\n0\n\nCombustÍveis fósseis (fase intermediária\n\nda nitrificação).\n\nCombustíveis fósseis.\n\nFertilizañtes, atividade biológica e\n\natmosfera.\n\nFertilizantes, excrementos de animais,\n\nefluentes domésticos e industriais.\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nde formas mais oxidadas, transferência para outros ecossistemas ou, até mesmo,\n\ntroca catiônica entre os argilominerais e matéria orgânica, propiciando sua fixação\n\nno solo (NOMMIK &amp; VAHTRAS, '1982). Desta forma, a transformação dos\ncompostos nitrogenados pode ocorrer por meio de diferentes mecanismos, os\nquais incluem fixação, amonificação, sínteses, desnihificaçåo e nitrificação.\n\nA fixação refere-se à incorporação do nitrogênio inerte e gasoso em\ncompostos químicos, os quais podem ser utilizados pelas plantas e animais. A\nmorte, seguida da decomposição de animais e vegetais, leva à formação de\nnitrogênio amoniacal na forma de amônio ou amônia (amonificação), pela ação de\n\nbactérias de acordo com as reações (1) e (2):\n\n0,5 Nz (S) + 1,5 H2 (g) + H* (10-7M)&lt;+ NH4* (1)\n0,5N2 (g) + 0,75 CHzo + 0,75 Hzo + H* (10-7M) e 0,75 co2 + NH4+ (2)\n\nOs argilominerais presentes no solo podem fixar o amônio por meio de\nprocessos de troca catiônica, ilustrados segundo a reação (3):\n\nRK* + NHq\" €) RNH4* + K* (3)\n\nO amônio que não é adsorvido é, entäo, convertido a nitrito (NO2) e,\nposteriormente, oxidado a nitrato (NOs-).\n\nSíntese ou assimilação está relacionada aos mecanismos bioquímicos que\n\nusam compostos de amônio ou n¡trato para formar a proteína de plantas e outros\ncompostos nitrogenados.\n\n3.1.2 Nitrificação\nSegundo USEPA (1994), a nitrificação é a oxidaçåo biológica do íon amônio\n\n(NH4*). lsto sucede em dois estágios: na primeira etapa, forma-se o nitrito e, num\nsegundo estágio, o nitrato.\n\nO nitrito ocorre geralmente em pequenas quantidades, sendo muito baixa a\n\nsua concentração no solo. Este composto é posteriormente oxidado a nitrato\n(NO3-) por intermédío de bactérias. Este processo ocorre em meio aeróbio em\nlagos, mares, solos e águas subterrâneas. Segundo SCHMIDT (1982), os\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nprincipais faiores controladores desse processo são o pH, temperatura, Eh e os\nconteúdos de 02 e CO2.\n\nO processo de nitrifìcação ocorre por meio das reações (a) e (5) (LEWS ef\nat, 1988):\n\n2 NHa\" +2 OH-+ 3C2'=2 NO2-+2 H* +4 HzO (4)\n2 NO2- + Oz = 2 NOe- (5)\n\nFREEZE &amp; CHERRY (1979) definem nitrificação como um processo aeróbio\npor meio do qual ocorre a degradaçäo de substâncias orgânicas nitrogenadas por\n\nintermédio de bactérias. As bactérias que degradam o amônio são as\nnitrossomonas (reação 4), em condições de pH=7 e pE>6, com ganho ou perda\nde energia, e as que degradam o nikito, as nitrobactérias (reação 5), ambas\norganismos quimiolitrofos aeróbios.\n\nO processo de nitrificação depende não só da quantidade de oxigênio, mas\n\ntambém de matéria orgânica disponíveis no solo, correndo então normalmente\nnas zonas não-saturada e saturada rasa, onde tais condições são satisfeitas.\n\nO processo inverso, onde o nitrato (NO3) é reduzido a nitrito e\nposteriormente a gás nitrogênio (N2) ou, em menor quantidade, a NzO, NO e NOz-,\n\né denominado desnitrificação.\n\n3.1\"3 Relação do Ciclo do Nitrogênio com os Solos e as Águas\nSubterrâneas\n\nSegundo CANTER (1997), a presença de nitrato nas águas subterrâneas em\n\naltas concentrações é normalmente o resultado da lixiviaçäo do nitrogênio\npresente na zona näo-saturada e a transformaÉo deste para n¡trato, tanto na\nzona saturada como na não-saturada. O n¡trogênio pode ocorrer na zona não-\nsaturada naturalmente ou ser introduzido por meio de atividades antrópicas\n(FREEZE &amp; CHERRY, 1979).\n\nA Figura 3.2 apresenta as principais fontes e caminhos do nitrogênio em\nsubsuperfície.\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nEfluente\nDomést¡co\n\n;N-orsâil1\n\n| 'n, I\nI\n\nPrecipitaçäo\n\nluîn lNH,-.]\nI r\\ur I lNcì |-r '-r'v,t\n\nFertilizantê\n\n\\ H¡\n\\o;\n\nResfduos de\nPla ntas\n\n.,^^l\nN - Orgânico\n\nProtelnãs\n\nfoesn r¡ncação ërn zmìas Fbdutoras t BE\n\nFiguna 3.2 - Fnincipais fontes e car¡'¡inhos do nitnogènio enl suhsuperficie\n(FREEZE &amp; CHERRY, 1979).\n\nO nitrogênio presente no solo pode ocorrer nas formas orgânica e\ninorgânica. A fixação deste elemento no solo, feita principalmente por meio da\nação biológica, diminui com a profundidade. Algumas bactérias presentes nas\nraízes de leguminosas e as algas azuis são capazes de fixar o nitrogênio e\nassimilá-lo como nitrogênio orgânico (APPELO &amp; POSTMA, 1993; STUMM &amp;\nMORGAN, 1996). Adicionalmente, a fixação do nitrogênio por bactérias converte\n\no gás nitrogênio em formas disponíveis para a vida vegetal.\n\nProcessos químicos ou microbiológicos podem influenciar o movimento de\ndiversas formas de nitrogênio em subsuperfície. Os processos de nitrificação e\n\n,dr\"h\nr.1::::T/\n\nL \nN.\n\nCAGNON, F.A. - Dissertaçäo de Mestrado,2003\n\n\n\ndesnitrificação são aqueles ao longo dos quais fenômenos microbiológicos\n(degradação de compostos nitrogenados pelas bactérias), abióticos (modificação\n\nnas condições de oxidação do meio) e hidrodinâmicos (dispersão mecânica)\ninfluenciam as concentraçöes de nitrato nas águas subterrâneas.\n\nUsualmente mais de 90% d<l nitrogênio presente nos solos é orgânico, da\nmesma forma que aquele presente nas plantas e nos animais ou em húmus\noriginados da decomposiçäo de resíduos de plantas e animais (USEPA, 1994).\n\nAs concentrações de nitrato são normalmente baixas porque este composto\né utilizado em sínteses, mecanismos bioquímicos que consomem n¡trato para\nformar a proteína de plantas e outros compostos, lixiviado pela infiltração de água\nou, muitas vezes, consumido em processos de desnitrifìcação que ocorrem abaixo\n\nda camada superficial e aeróbia do solo. Entretanto, sínteses e desnitrificação\nnormalmente não removem naturalmente todo o nitrato adicionado ao solo por\nfertilizantes ou por efluentes domésticos. Desta forma, o excedente de nitrato que\n\npode atingir as águas subterrâneas é motivo de grande preocupação no que diz\nrespeito à qualidade destas águas, em muitas áreas dos Estados Unidos e\ntambém em muitos países (USEPA, 1994).\n\nSegundo FERREIRA ('1999), ambientes redutores causam a desnitrificação,\nprocesso que envolve bactérias facultativas heterotróficas, no qual o nitrato é\nreduzido a óxido de nitrogênio ou nitrogênio molecular segundo a reação 6:\n\ncH2o + 4/5 NO3- = 2/5 Nz (g) + HCO3- + 1/5 H* + 2t5 HzO (6)\n\nsendo (g) forma gasosa ou dissolvida e CHzO, a matéria orgânica.\n\nSegundo FOSTER &amp; HIRATA (1988), a lixiviaçäo do nitrato para as águas\nsubterrâneas representa um sério problema de contaminação, especialmente em\n\nzonas densamente povoadas, e o único mecanismo para reduzir a concentração\n\nde nitrato é diluindo-o no fluxo regional das águas subterrâneas. Para isso, seria\nnecessário dispor de áreas relativamente extensas, a fim de manter as\nconcentrações abaixo de 10 mg/L de nitrogênio-nitrato (CANTER ef a/., 1987;\nFOSTER &amp; HIRATA, 1988). Segundo FERREIRA (1999), as duas formas de\nmaior interesse no que diz respeito à poluiçäo das águas subterrâneas são: o\nnitrato e o amônio.\n\nCAGNON, F.A. - D¡ssertaqão de Mestrado, 2003\n\n\n\nHIRATA (2000b) e FERREIRA (1999) afirmam, porérn, que dituiçäo não é o\n\núnico mecanismo capaz de reduzir as concentrações de nitrato nas águas\nsubterrâneas. Processos de desnitrificação também são de extrema importância\npara a remoção ou diminuiçäo das concentrações de nitrato nas águas.\n\nFREEZE &amp; CHERRY (1979) também destacam a diluiçäo na diminuiçåo da\nconcentração de nitrato quando dizem que \"...em águas oxidantes, o nitrato é a\nforma mais estável do nitrogênio dissolvido. Neste ambiente onde a estabilidade é\n\nalta, o principal mecanismo de atenuação do contaminante é a diluição hidráulica,\nque ocorrerá ao longo do seu transporte.\"\n\nEm áreas providas de sistemas de saneamento in situ com tanques sépticos,\n\nocorre rápida nitrificação de amônio, em condições aeróbias, nos campos de\ninfiltração. Nestas áreas, o amônio é facilmente convertido a nitrato, onde\npermanece solúvel e é facilmente transportado para a água subterrânea.\n\nSegundo CANTER &amp; KNOX (1988), o nitrato também pode provir\ndiretamente do sistema de infiltração de efluentes domésticos (fossas sépticas ou\n\nnegras) só que em pequenas quantidades, devido às condições anaeróbias\npresentes. Como o nitrato possui carga negativa, näo é atraído pelas partículas\n\ndo solo em condições naturais de pH, ou seja, não é adsorvido, sendo por isso\nmais móvel que o amônio, tanto na zona saturada, como na zona não-saturada.\n\nO transporie e o comportamento do amônio em subsuperfície podem\nenvolver: adsorçâo, troca catiônica, incorporaçäo em biomassa microbiana ou\nliberação à atmosfera em forma de gás.\n\n3.2 Fonfes de Gontaminação por Compostos Nitrogenados das\nÁguas Subterrâneas\n\nAs fontes e causas para a contaminação das águas subterrâneas são\ninúmeras e tão diversas quanto as atividades do homem. Um grande número de\n\nmétodos de classificação de fontes tem sido desenvolvido, porém nenhum deles\n\nfoi ainda adotado em escala mundial. A classificação de fontes pela origem tem\nsido a mais utilizada nas últimas décadas (ZAPOROZEC &amp; MILLER, 2O00 apud\nUNESCO,2001).\n\nUma classificaçâo baseada no caráter da fonte normalmente se refere à\ndistinção de fontes pontual, linear e difusa. As fontes pontuais de contaminação\n\nCAGNON, F.A - D¡ssertação de Mestrado, 2003\n\n\n\nsão aquelas que podem ser relacionadas a um ponto específico, restrita a uma\nárea de dimensões conhecidas. Fontes linear ou difusa espalham contaminantes\nsob grandes distâncias ou áreas (ZAPOROZEC &amp; MILLER, 20eO apud UNESCO\n2001). Esta última constitui tema de e)drema relevância devido à dificuldade para\n\na sua ca racte rizaçáo, pois se associa a grandes áreas, exigindo numerosos\npontos de monitoramento (lPT, 2000). São exemplos de fontes de poluição\ndifusas o saneamento in situ e as atividades agrícolas (lPT, 2000; FREEZE &amp;\nCHERRY,1979).\n\nSegundo KEENEY (1986; 1989 apud CANTÊR, 1997), as fontes de\ncontaminação por n¡trato nas águas subterrâneas podem ser classificadas em: 1)\nnaturais; 2) resíduos animais e 3) agricultura. Destas, ressaltam-se as áreas\ndestinadas à criação de animais, onde se utiliza excremento animal na fertil¡zação\n\ndo solo, e áreas agrícolas que usam fertilizantes inorgânicos em excesso\n(KEENEY, 1989; CANTER et al., 1987). Sistemas de saneamento, que incluem\ntanques sépticos e aterros, são também importantes fontes de contaminação.\n\nDesde a Segunda Grande Guerra Mundial, houve um aumento do uso de\nfertilizantes nitrogenados em cultivos agrícolas em todo o mundo (FOSTER &amp;\nCHILTON, 1996; FREEZY &amp; CHERRY, 1979). A apticação de fertilizantes\nnitrogenados é responsável por extensas áreas contaminadas na Europa,\nespecialmente na lnglaterra, Espanha e França.\n\nFontes não-pontuais de contaminação por nitrato nas águas subterrâneas,\nprovenientes de atividades agrícolas, é uma preocupação global crescente. A\ncontaminação ocorre com a utilizaçäo excessiva de fertilizantes sintéticos, ou\nseja, mais do que a planta requer (EXNER &amp; SPADING, 1994).\n\nO Brasil é um dos 15 maiores consumidores de agroquímicos do mundo,\nsendo o Estado de São Paulo o maior consumidor brasileiro. Apesar da crescente\npreocupação dos hidrogeólogos a cerca da qualidade das águas subterrâneas e a\n\nsua relação com as práticas agrícolas, poucos estudos têm sido desenvolvidos no\n\nBrasil (HIRATA &amp; JAHNEL, 1998 apud CANDELA &amp; AURELI, 1998).\n\nA preocupação a respeito da contaminação das águas subterrâneas em\náreas agrícolas não decorre apenas por causa da utilizaçäo de fertilizantes\nsintéticos. A difundida aplicação de resíduo animal no processo de fertilização do\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nsolo constitui uma fonte potencial de contaminação por nitrogênio das águas em\ngrandes regiões dos Estados Unidos e de outros países (KARR et a\\.,2O02).\n\nDe acordo com USEPA (1977, apud FREEZY &amp; CHERRY, 1979), sistemas\nsépticos para disposiçäo de efluentes domésticos do tipo fossas såo as principais\n\ne mais freqüentes fontes de contaminação dos solos e das águas subterrâneas\ndos Estados Unidos. Segundo ARAVENA et al. (1993), estes sistemas, muitas\nvezes localizados sobre aqüíferos não-confinados, os quais são utilizados como\nfontes de abastecimento de água, constituem uma das mais numerosas fontes de\n\ncontaminação de aqüíferos rasos. A expansão da malha urbana para áreas rurais\n\nao redor das cidades, näo supridas por sistemas de coleta de efluentes, tem\ncriado uma incrível demanda para utilização de fossas.\n\nPlumas contaminantes geradas por sistemas de saneamento rn siÍu são\ndescritas por vários autores em diversas s¡tuações hidrogeológicas\nWOODWARD et al., 1961; WALKER ef a/., 1973; VTRARAGHAVAN &amp;\nWARNOCK, 1976; STARR &amp; SAWHNEY, 1980; FOSTER ef a/., 1987;\nROBERTSON &amp; CHERRY, 1992; FERREIRA &amp; HIRATA, 1993; H|RATA, 2000c e\nVARNIER, 2001). O número de casos de contaminação por sistemas de fossas\nsépticas fez com que PATTERSON ef a/\" (1971, apud LEWIS ef at., 1982)\nrecomendassem o não uso destes sistemas em áreas densamente povoadas. O\nproblema do nitrato, associado aos sistemas de saneamento rn sifu, tem\nrestringido a instalação de vilas para populações de baixa renda na Bolívia,\nfinanciadas pelo Banco Mundial (Jennifer Sara, do programa PNUMA\"/Banco\nMundial, comunicação pessoal).\n\nDe acordo com HIRATA (200O apud TEIXEIRA et al., 2000), os efluentes\ndomésticos municipais possuem elevadas concentrações de carbono orgânico,\ncloreto, nitrogênio, sódio, magnésio, sulfato e alguns metais incluindo ferro, zinco\n\ne cobre, além de concentrações variadas de microorganismos patogênicos.\nDestes compostos, os que apresentam os maiores riscos à água subterrânea são\n\no nitrogênio e os microrganismos patogênicos.\n\nO nitrogênio em fossas sépticas encontrâ-se cerca de 75o/o na torma\namoniacal, e 25Yo, na forma orgânica, ou seja, o amônio é a forma predominante\n\nde nitrogênio que penetra em subsuperfície. Ele pode ser descarregado\ndiretamente da fossa ou ser transformado a amônio por meio da conversão do\n\nCAGNON, F.A. - Dissertaçåo de Mestrado, 2003\n\n\n\nnitrogênio orgânico, dentro do sistema de disposição de efluentes (CANTER &amp;\nKNOX,'t988).\n\nROBERTSON et al. (1991), por meio de uma rede de monitoramento de\nágua subterrânea, investigaram os impactos causados por do¡s sistemas sépticos\nadjacentes à duas casas, localizados sobre aqüiferos rasos, arenosos e não_\nconflnados, em duas planícies da província de ontário no canadá. Dentre os\nprincipais resultados destes estudos, tem-se que o sódio foi caracterizado como o\nmelhor indicador de impacto, visto que o valor de fundo (background) encontrado\npara os íons cloreto e n¡trato foi considerado relativamente alto, como resultado\nde práticas agrícolas. Nas duas áreas estudadas, a configuração das plumas\ndemonstrou que o transporte destas por advecção é rápido em contrapartida a\numa ineficiente dispersão e atenuaçâo da pluma por dispersão. observou-se\ntambém a ocorrência de um processo de desnitrificação associado aos\nsedimentos do leito do rio, ricos em carbono orgânico. As plumas das duas áreas\nforam caracterizadas, comparativamente aos valores de background, por meio\ndos baixos níveis de oxigênio dissolvido e pH e as altas concentrações de nitrato.\n\nVARNIER (2001) desenvolveu estudos de detalhe sobre o impacto de fossas\nsépticas em aqüíferos rasos. os resultados destes trabalhos mostraram uma\nzonificação em três áreas, segundo o tipo de ambiente geoquímico e a\ndisponibilidade de nitrogênio, Êm uma zona mais próxima à fossa, nota-se que o\nambiente é mais redutor, com predominância de nitrogênio amoniacal e carbono\norgânico dissolvido. Na segunda zana, hâ a presença de amônio e nitrato e na\nterceira, maior disponibilidade de oxigênio dissolvido, próximo à saturação, e\npredominância de nitrato.\n\n3.3 Riscos à Saúde Humana\nUma das maiores preocupações relacionadas ao uso da água subterrânea\n\ncom excessivas concentrações de nitrato está relacionada aos efeitos que podem\n\ncausar à saúde humana- O mais importante efeito está relacionado à perda da\ncapacidade de transporte/transferência do oxigênio no sangue, a\nmetahemoglobinemia.\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nO Ministério da Saúde, por meio da Portaria 1.469 de dezembro de 2000,\nconsidera que uma água é não - potável ou imprópria para o consumo quando as\nconcentrações de nitrato excedem 45 mg/L de NO3-.\n\nA metahemoglobinemia (cianose infantil) é uma doença que afeta\nprincipalmente os bebês menores de três meses. A toxicidade está associada à\nreduçäo do nitrato a nitrito. Esta reaçáo ocorre na saliva de pessoas de qualquer\n\nidade e no trato gastrointestinal de bebês durante os seus três primeiros meses\nde vida. O íon nihito que se forma, oxida o ferro nas moléculas de hemoglobina,\ntransformando-o de ferroso (Fe2-) a férrico (Fe3*). A metahemoglobina produzida\n\ntorna o sangue incapaz de fixar, de maneira reversível, o oxigênio, o que resulta\nem uma anoxia que pode levar à morte. Os efeitos da metahemoglobinemia,\nentretanto, são rapidamente reversíveis e não são acumulativos (BURT ef a/.,\n1993; CANTER, 1997).\n\nAdicionalmente, outra preocupação relacionada à saúde pública é que\nmuitos estudos mostraram que a ingestão de nitrito pode resultar em cânceres de\n\nmuitos órgãos. O nitrito, e indiretamente o nitrato, pode reagir com amidas para\nformar nitrosaminas e nitrosamidas. Estudos comprovaram que a maioria destes\ncompostos pode ser cancerígena a um grande número de espécies animais e\nmuitos deles são considerados mutagênicos. A abundante ingestão de nitrato\npode contribuir ao surgimento de câncer gástrico. Atualmente näo existem\nestudos que comprovem a existência de uma relação direta entre a elevada\ningestão de n itrato e algum tipo de câncer no homem (FRASER et al., 19BQ apud\nFERRETRA, 1999).\n\nExcesso de nitrato na água subterrânea tem também causado problemas em\n\nruminantes. As ovelhas e o gado são seriamente afetados por nitrato desde o\nnascimento até a vida adulta. Animais monogástricos, tais como cavalos, galinhas\n\ne porcos, são também candidatos a problemas de saúde (CANTER, 1997).\n\nSintomas do envenenamento por nitrato-nitrito no gado ìncluem cianoses,\nperda respiratória, aceleração dos batimentos cardíacos, modo de andar\ncambaleante, urina freqüente e colapsos. Em casos mais severos, podem ocorrer\n\nconvulsões, coma e morte em algumas horas.\n\nNa forma de amônio, o nitrogênio tem efe¡tos tóxicos à vida aquática e\neontribui para a demanda de oxigênio. Alguns manuais para a vida aquática\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nlimitam as concentrações de nikogênio orgânico e inorgânico em 1 mg/L.\n(FRASER ef a/., 1980 apud FERREIRA, 1999).\n\n3.4 lsótopos de Nitrogênio\nAs variações isotópicas impõem às águas assinaturas as quais as\n\nidentificam. Esta assinatura pode ser utilizada no entend¡mento de problemas\nhidrogeológicos como, por exemplo, na identificação de áreas de recarga e idade\nda água, nos estudos de fenômenos de mistura de diferentes águas e em\nprocessos de interação água-rocha e água-gás e, ainda, no entendimento da\norigem do nitrato presente nas águas subterrâneas, por meio da análise isotópica\n\ndo nitrogênio.\n\n3.4.1 ldentificaçäo de Fontes Potenciais de eontaminaçäo\nO nitrogênio apresenta oito isótopos que variam de 12N até 1sN, sendo o roN\n\ne o lsN os mais estáveis. O 1aN representa gg,63% do nitrogênio disponível na\natmosfera e o tuN, 0,37% (CLARK &amp; FRITZ, 1997). Segundo EXNER &amp; SpADtNc\n('1994), variaçôes nas concentraçôes desses dois isótopos estáveis podem ser\nvaliosas ferramentas para uma avaliação semi-quantitativa da origem do n¡trato\nnas águas subterrâneas.\n\nDe acordo com RIVERS ef a/. (1996), a abundância relativa entre os\nisótopos 15N e 14N é medida em relação ao nitrogênio atmosférico, de acordo com\n\na fórmula:\n\n,.N \n= 1R\"o¡lR\",¿- 1)-1ooo\n\nem que R\"pr = \n15N \n\n/14N é a razâo da amostra ê Rsto = \n15N /toN, a razão do ar.\n\nOs resultados são apresentados em partes por mil (%\"). Se 15N é positivo, isto\nsignifica que a amostra é isotopicamente pesada e, se ocorre o inverso. ou seja,\nse tsN é negativo, a amostra é isotopicamente leve.\n\nEntende-se por fracionamento isotópico a troca de isótopos entre duas\nmoléculas ou fases que estão participando de uma reação. Os processos de\nfracionamento, tanto cinéticos como termodinâmicos, são relevantes para a\ndeterm¡nação da origem do nitrogênio no aqüífero e subsidiam os estudos\n\nCAGNON, F.A. - D¡sseftaçáo de Mestrado, 2003\n\n\n\nhidrogeológicos que utilizam a razão 15N IKREITLER., 197S; MARIOTTI &amp;\nLETOLLË, 1977 apud CLARK &amp; FRITZ, 1997; FLTPSE &amp; BONNER, 19BS apud\nCLARK &amp; FRITZ, 1997). Segundo vários autores, essa ¡azäo isotópica permite\ndistinguir a origem do nitrato em aqüíferos, uma vez que os fertilizantes\nnitrogenados inorgânicos são mais pobres nessa relação que os excrementos de\n\nan imais.\n\nOs principais processos que afetam a composiçåo isotópica do nitrogênio\nnas águas subterrâneas são volatilizaçåo, mineralização, desnitrificaçáo e mistura\n\nde águas de diferentes origens (MARIOTTI ef a/., 1 988; KEI{DALL, 1 998).\n\nSegundo AMBERGER &amp; SCHMIDT (1987 apud CLARK &amp; FRITZ, 1997);\nBÖTTCHER ef a/. (1990) e LÉTOLLE (1980 apud CLARK &amp; FR|TZ, 1997), a\nFigura 3.3 apresenta diversos intervalos da razáo t5N. Estas razões baseíam-se\nnas diferentes composiçöes isotópicas que caracterizam o nitrogênio de várias\norigens.\n\n.30 -20f-.---r*-**\nAtmosfera\n\nNr\n\nN.O\n\nPlantas\n\nExcremento animal/\nefluente séptico\n\nSolos\nFertilizante sintético\nNitrogènio Orgân¡co\nNH,\n\nNO,\nN.\n\nSedimentos NOtr\n\nGás Nat¡rral\nPetróleo\n\nNH¡C| -{11Þ\n\nFigura 3.3 - lnfervalos da razão 15lt{ presente nos difere¡rtes ¡.r¡aterials\n(AIUBERGER &amp; SCI-IMIDT, Xg87 apwd CLARK &amp; FRITZ, t9g7; BöTTC!-{ER ef\na/., X990; LÉTOL[-E, 1980 apødGLARK &amp; FR|TZ, 'tgg7].\n\nDepósitos\n\nCAGNON, F.A. - Dissertação de Mestrado,2003\n\n..fr{ïfiïmn,Þ_\nr1¡Þ (NH,)\"ClSO,\n\n\n\nPara HEATON (1986), os valores de 15N encontram-se entre -2o/oe e +40/o6\npara fertilizantes comerciais; entre +3oloo e +Bo/oo, para solos ricos em matér¡a\norgânica e entre +10o/oo e +20o/oo, para dejetos humanos e an¡mais_ Os dejetos,\ngeralmente excretados como uréia, são convertidos a nitrato por meio dos\nprocessos de nitrificação. lsotopicamente o amônio escapa para a atmosfera\ndurante este processo, deixando o nitrogênio remanescente enriquecido em 15N.\n\nDa mesma forma, parte da amônia aplicada nos solos sofre volatilização\npropiciando também um enriquecimento em 15N.\n\nSegundo HEATON &amp; HUBNER (1986, apud KARR ef a|.,2002), processos\n\nfísicos e bioquímicos induzem ao fracionamento ¡sotópico, os quais produzem\ncompostos n¡trogenados com várias razões isotópicas. Fertil¡zantes inorgânicos\n\nsão sintetizados a partir de nitrogênio atmosférico e geralmente têm 15N com um\n\nintervalo de aproximadamente + 4o/oo a -9%oo. O nitrogênio derivado de fertilizantes\n\né freqüentemente enriquecido em rsN durante sua passagem pelo solo. lsto é\ncausado pela combinação de volatilização da amônia remineralizada\nmicrobiologicamente envolvendo perda de nikogênio leve e desnikifìcação parcial\n\n(BLACK &amp; WARING, 1 979; HUBNER, 1986 apud KARR ef a/., 2002). O nitrato no\n\nsolo geralmente ocorre em concentrações de 15N que variam de +3Yoo â +8o/oo\n(HUBNER, 1986 apud KARR el a1.,2002). O nitrato derivado de resíduo animal\ngeralmente tem 15N entre +107oo e +20o/oo ou maior (GORMLLY &amp; SPALDING,\n1979; KREITLER, 1975; WASSENAR, 1995; KARR et a\\.,2001 apud KARR ef a/.\n\n2002).\n\nKRËITHER &amp; BROWNING (1983) descreveram o uso da razão 15N, na\nidentifìcação de fontes de contaminação por nitrato nas águas subterrâneas.\nEsses autores mediram razões isotópicas de nitrogênio de diferentes fontes e\ncompararam com as razÕes destes isótopos presentes nas águas subterrâneas.\n\nEsta técnica identificou que a razão 15N presente no nitrato proveniente de solos\n\ncultivados sem fertilizantes varia de +2Yoo a +g%oo, enquanto que, no nitrato\nresultante da decomposiçäo animal, de +10%o a +22o/oo.\n\nA exemplo de KREITHER &amp; BROWNING (1983), os autores EXNER &amp;\nSPALDING (1994) também utilizaram a tazáo isotópica 15N para identificação da\nfonte de contaminação de n¡trato nas águas subterrâneas de dois vales\nlocalizados nos Estados Unidos. Estes autores concluíram que as concentrações\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nde 15N, que variam de +3,57oo a +5,go/oo, inclicam como fonte desta contaminação\n\na aplicação de fertilizantes comerciais, e concentrações de 15N que oscilam de\n+5,8o/oo a +8,8voo, uma mistura de duas fontes de contam¡naçäo: fertilizantes e\nexcremento animal.\n\nA despeito das faixas de concentração de 15N obtidas por esses autores\npara nitrato de origens orgânica e inorgânica, RIVERS ef a/. (1996) definem\noutros intervalos. Segundo estes autores, o nitrogênio orgânico no solo é\nconvertido a nitrato por meio de uma seqüência de processos de mineralizaçäo e\nnitrificaçâo via amônio e n¡trito. Este processo resulta em valores de 15N que\nvariaram de +AVoo a +9%oo. Fert¡lizantes nitrogenados são isotopicamente\nempobrecidos em 15N, o que resulta em valores de 15N que variaram de -16%o a\n-6 %o. Estes autores salientam a necessidade de cautela na interpretação dos\nresultados das análises isotópicas, em função da faixa de sobreposiçäo de\nintervalos variáveis de composições isotópicas de fontes potenc¡ais e, a¡nda, do\nfracionamento isotópico decorrente de processos de transformação do nitrogên¡o.\n\nRIVERS ef a/. (1996) estudaram a origem da contaminação por nitrato nas\náguas de um aqüífero arenoso não confinado localizado na lnglaterra. Os autores\n\nconcluíram, a partir da análise de resultados das concentrações isotópicas 15N, os\nquais variaram de +4o/oo a +87oo, que o nitrato presente nos poços profundos\ndeste aqüífero é proveniente de solo orgânico nitrogenado. Ëntretanto, todos os\nvalores de concentraçäo isotópica maiores que + 10%o säo indicativos de resíduo\nanimal ou de efluente doméstico.\n\nGIRARD &amp; HILLAIRË-MARCEL (1997) estudaram a origem da\ncontaminação por nitrato nas águas subterrâneas de um aqüífero pré-cambriano,\n\nfraturado, localizado na Áfr¡ca. Comparando-se os resultados das concentrações\n\nde 1sN das principais fontes de contaminação com os resultados das\nconcentraçÕes isotópicas obtidos para o nitrogênio presente nas águas\nsubterrâneas, os autores concluíram que o nitrato destas águas, cujas\nconcentrações isotópicas osc¡lam entre +12,87oo a +17 ,1Voo, é proveniente de\nfossas (cuja variação isotópica é de +14,7o/oo a +16,0%o).\n\nO uso de isótopos, no entendimento de reações envolvendo o nitrogênio na\n\nhidrologia, ganhou especial atençäo quando se tornou possível fazer medições\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nrotineiras de leO no nitrato (AMBERGER &amp; SCHMIDT, 1987 apud CLARK &amp;\nFR|TZ,1997).\n\nA razäo isotópica t8O/tuO, presente no nitrato, tem sido utilizada como\nferramenta complementar na identificação da origem de nitrato (BOTTCHER ef al,\n'l 990 apud CLARK, 1997).\n\nEstudos experimentais têm mostrado que, no nitrato de origem biológica,\napenas um oxigênio vem da atmosfera e os outros dois, da água (HOLLOCHËR,\n\n198Ø apud CLARK &amp; FRITZ, 1997). lsto contrasta com o n¡trato proveniente de\nfertilizantes sintéticos, os quais recebem oxigênio primariamente do ar\natmosférico. Desta forma, como as duas fontes de oxigênio diferem\nsignificativamente, os nitratos de origem biológica e de fertilizantes sintéticos\npodem mostrar diferentes composições isotópicas.\n\nOs autores ARAVENA ef a/. (1993) utilizaram as razões isotópicas ,.N/1oN e\nt8Ot6O, presentes no nitrato e na água respectivamente, no estudo da\ndiferenciação de uma pluma de contaminação de nitrato proveniente de uma\nfossa séptica, em um aqüífero caracterizado por um elevado conteúdo de nitrato\ndentro e fora da pluma. Neste estudo, os autores delinearam previamente a pluma\n\nutilizando medições de concentraçáo de sódio, visto que havia entre 1e a 20\nvezes mais sódio em plumas provenientes de sistemas sépticos (ROBERTSON ef\n\nal., 1991 apUdARAVENA ef a/., 1993).\n\nValores de 15N mostraram uma distinta separação isotópica entre o nitrato\npresente \"dentro\" e \"fora\" da pluma. Fora da pluma, as razÕes variavam de\n+3,4Yoo ã +6,20/oo e dentro da pluma, de +8,1%o a +13,9%o, indicando que o\nnitrogênio da pluma deriva de uma fonte animal enriquecida por processos de\nvolatização da amônia. Os resultados de 180 presente no nitrato não\napresentaram uma distinta separação entre o oxigênio \"dentro\" e \"fora\" da pluma,\n\nenquanto que os resultados de 18O presente na água subterrânea, mostraram\numa boa separação entre o oxigênio presente dentro þ10,6%o a + 0,3%o) e fora\nda pluma (-9,4Voo a + 0,4o/oo).\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\n4 ÁREA DE ESTUDo\nUma descrição dos aspectos físicos da área de estudo, tais como\n\nlocalização geográfica, clima, geomorfologia, geologia e hidrogeologia, é\napresentada a seguir.\n\n4-1 Localização e vias de acesso\nO município de Urânia localiza-se na região noroeste do Estado de Säo\n\nPaulo, possui área terr¡torial de aproximadamente 208 km2 e população de 9.924\nhabitantes (SEADE, 2002).\n\nA área de estudo abrange a zona urbana, perfazendo um total de\naproximadamenle 2,14 km2, entre as coordenadas UTM 7.760,140 e 7.762,30O\nkm e 536,430 e 537,800 km. Entretanto, alguns pontos de observação e coleta de\namostras de água foram estabelecidos fora desta área, com o objetivo de utilizá-\nlos como valores de referência e de comparação. Desta forma, a área total onde\nforam coletados os dados perfaz um total de 18,g km2, entre as coordenadas\n7.760,000 e7.763,861 km e 534,500 e 539,386 km (Figura 4.'t).\n\nO municÍpio lim¡ta-se a norte com Santa Albertina e Paranapuã, a sul com\nSão Francisco, a leste com Jales e a oeste com o município de Aspásia. Urânia\ndista aproximadamente 600 km da cidade de São Paulo. O acesso à área pode\nser feito a partir da capital, pela Rodovia Anhangüera (SP 330) até a cidade de\nLimeira, ou pela Rodovia Bandeirantes, até a cidade de Campinas; seguindo pela\n\nWashington Luiz (SP 310), até Mirassol e, depois, pela Rodovia Euclides da\nCunha (SP 320), até a cidade de Urânia.\n\n4.2 Histórico de Uso e Ocupação do Solo e Aspectos Socioeconômicos\nA cultura do café foi a grande responsável pelas transformações econômicas\n\ne sociais que se verificaram em todo o território paulista na década de 30_ A\nregiäo de São José do Rio Preto, entre 1920 e 1935, apresentou grande aumento\nna produção de café e crescimento da população (lPT, 2000).\n\nCAGNON, F.A. - Dissertâçåo de Mestrado, 2003\n\n\n\nN\n\n'X,\nS\n\nFigura 4.1 - Localização da área de estudos.\n\nCAGNON, F.A. - Dissertação de Meslrado, 20O3\n\n\n\nCom a queda dos preços do café após 1g\\g, áreas em pleno\ndesenvolvimento foram afetadas. Na região de São José do Rio preto, os\nrendimentos caíram e, nas zonas de cultivo mais antigo, onde a produção do café\nera baixa, ocorreu diversificaçäo agrícola, com as culturas do algodão, cana-de-\naçúcar, produtos alimentares e a pecuária. Surgem as pequenas e médias\npropriedades e formam-se pequenos núcleos urbanos (lpT, 2000).\n\nA partir da década de 40, com o aumento no cultivo do algodáo, veio a\ninstalaçäo da agroindústria correspondente. Entre 194g e 19s1, surgem a cana-\nde-açúcar e a laranja (lPT, 2000).\n\nEm 1956, a reg¡ão de Rio Preto possuía uma indústria pouco diversificada,\npredominando o ramo alimentar. Foi nesta época que se verificou intenso\nprocesso de urbanização nos principais municípios da região (lpT, 20OO).\n\nEm 30 de dezembro de 1953, foi criado o distrito de Urânia no município de\nJales, por meio da Le¡ na 2.456 e, em 18 de fevereiro de 1959, este distrito foi\ntransformado em município, por meio da lei ne S.2gS (lGC, 19gS).\n\nA cidade surgiu em virtude da fertilidade do solo, para atender às\nnecessidades da população radicada na lavoura. Atraída pelas riquezas que\ncirculavam na região, a população cresceu e deu impulso à agricultura, marcada\npela produção de café, milho, arroz e algodão. Paralelamente ao trato da terra, as\ngrandes extensões livres acolheram os criadores de gado leiteiro e de corte\n(ALMODOVAR, 2000).\n\nDesde 1950 até a década de 90, segundo informações verbais, predominou\n\nem Urânia a cultura do algodão, seguida pelo café e, em menor escala, milho,\narroz e amendoim. A laranja e a uva começaram a ser plantadas nas décadas de\n80 e 90, respectivamente. De acordo com ALMODOVAR (2OOO), em Urânia,\nfertilizantes a base de nitrogênio-fósforo-potássio (NPK) foram aplicados nas\nplantações de laranja.\n\nEntre as principais atividades econômicas na cidade de Urânia em 2000,\ndestacam-se a agricultura e a pecuária de pequeno porte. Há também pequenas\nindústr¡as, como a de beneficiamento de arroz e fábrica de móveis.\n\nDe acordo com PINO et al. (1997), do total da área agrícola do município,\n19,7o/o sâo culturas anuais, perene e semiperene, 760/o, âreas com pastagem,\n0,42o/o, reflorestamento e 2Yo, âreas de vegetação natural. Do total de área\n\nCAGNON, F.A. - Drssertação de Mestrado,2003\n\n\n\ncultivada (anual, perene e semiperene) , 75o/o sâo braquiárias, 6% é utilizada para\n\no cultivo de milho, 6% para o cultivo de laranja, 3%, capim colonião, 2o/o, caÍé,2o/o,\n\nalgodão e 3o/o para o cultivo de frutas, tais como limão, uva e manga.\n\nA população de Urânia, no período de 1970 a 2000 está indicada no Quadro\n\n4.1 .\n\nQuadro 4.'Í - Fopulação de Urânia desde 1970 a 2000 e projeção para 20'î0.\n\nPopulação\n\n(hab.)\n\nïotal\n\nUrbana\n\n1970\n\nRurâl\n\nNar nåo informado\n\n16.829\n\n1980\n\n(Fonte: modificado de lPT, 2000)\n\n5.134\n\n13.5f 0\n\n11.695\n\n1990\n\n6 498\n\nO decréscimo no número total de habitantes está relacionado à fuga dos\n\nhab¡tantes das pequenas cidades para os grandes centros urbanos e ainda a\nemancipação de dois novos municípios: Apásia, em 1993, e Santa Salete, em\n1997, os quais anteriormente pertenciam à Urânia.\n\n4.3 AspectosFisiográficos\nDe acordo com ROSS &amp; MOROZ (1997), o município de Urânia localiza-se\n\nem uma unidade geomorfológica denominada Planalto Ocidental Paulista, o qual\n\nabrange uma área de aproximadamente 50% do Estado de São Paulo. Este\nplanalto corresponde, geologicamente, aos derrames basálticos que cobrem as\n\nunidades sedimentares do final do ciclo de deposição da Bacia do Paraná e às\n\ncoberturas sedimentares que, por sua vez, foram depositadas na Bacia Bauru,\n\nacima desses basaltos.\n\nAinda segundo ROSS &amp; MOROZ (1997), dentro do Planalto Ocidental\nPaulista, são identificadas seis unídades geomorfológicas distintas, dentre estas\n\naquela denominada de Planalto Centro - Ocidental, da qual faz parte a área de\nestudo. Esta unidade caracteriza-se pelo relevo monótono, levemente ondulado,\n\nde colinas amplas e baixas com topos convexos e aplanados.\n\n12.280\n\n7 .012\n\n't 991\n\n7.561\n\n12.149\n\n4.719\n\n1992\n\n7.620\n\n12.0A2\n\nt993\n\n4.529\n\n7 715\n\n10.095\n\n4.367\n\n1994\n\n6.734\n\nr0.060\n\n3.361\n\n1995\n\n6.818\n\n10.012\n\n3.242\n\n1996\n\n6.894\n\nI 979\n\n3.118\n\n{997\n\n6.980\n\n8.587\n\n2.999\n\n2000\n\nNa\n\na 424\n\n2010\n\nNa\n\n7.065\n\n7.858\n\n1.759\n\nNâ\n\nNa\n\nCAGNON, F.A. - D¡ssertação de Mesùado, 2003\n\n\n\nO sistema de drenagem é pouco denso e possui, como característica\nprincipal, o padrão paralelo, organizado na maior parte por rios conseqüentes\n(drenam no mesmo rumo do mergulho das camadas geológicas). Na cidade de\nUrånia, as altitudes variam de 400 m a 474 m acima do nível do mar, com relevo\nde colinas (ROSS &amp; MOROZ, 1997).\n\nDe acordo com IGC-DAEE (1996 apud BERTOLO, 2001), o município de\nurânia situa-se sobre os divisores hidrográficos dos rios são José dos Dourados,\na sul (Unidade 18) e do Turvo/Grande, a norte (Unidade '15). É na cidade de\nUrânia que ocorrem algumas nascentes que fazem parte do Cérrego da porteira,\n\ntributário do Ribeirão da Ponte Pensa, que tem sentido oeste e deságua no Rio\nParaná (Unidade 18); e as nascentes do Ribeiräo Comprido, que têm sentido\nnorte e deságuam no Córrego Cascavel, tributário do Rio Grande (Unidade 15).\n\nSeus principais córregos são o Comprido e o Matadouro, os quais\npertencem à Bacia do Rio Turvo, Sub-Bacia Cascavel/Cã-cã. Os principais\ncórregos da Sub-Bacia Cascavel são o Ribeirão Cä-Cã e o Córrego Cascavel. A\ncidade de Urânia localiza-se nas cabeceiras dos rios formadores do Córrego\nCascavel.\n\nO Córrego Comprido, o único que corta a área urbana da cidade de Urânia e\n\nrecebe todo o efluente coletado e tratado pelo município, é classificado como\nclasse ll, de acordo com o Decreto Estadual no 8.468 de 1976, que dispõe sobre a\nclassificação das águas interiores. os corpos de água classificados como classe ll\nsão aqueles que se destinam ao abastecimento doméstico, após tratamento\nconvencional; à proteçäo das comunidades aquáticas; à recreaçäo de contato\nprimário (esqui aquático, natação e mergulho) e à irrigaçáo de hortaliças e plantas\n\nfrutíferas.\n\nSegundo DAEE (1976), o clima da área de estudo pode ser definido como\ntropical úmido até subtropical úmido, segundo a classificaçâo de Köppen (de\n1948) de Aw até Cwa, com duas estaçöes bem definidas: uma quente, com\nmédias mensais acima de 20oC (outubro/março), verão, e outra com temperaturas\n\nabaixo de 19oC (abril/setembro), inverso.\n\nEntre 1959 e 1999, a média anual de precipitação em Urânia foi de 1.271\nmm, com pico de 1.790 mm. Os meses de dezembro, janeiro e fevereiro são\npredominantemente úmidos, com precipitação média de 1.960, 2.340 e 1.790 mm,\n\nCAGNON, F.A. - D¡ssertação de Mestrado, 2003\n\n\n\nrespectivamente. O potencial anual de evapotranspiração é de 2.200 mm (DAEF,\n\n1976).\n\n4\"4 Geologia\nSegundo IPT (1981), a região pesquisada está inserida na Bacia Vulcano-\n\nSedimentar do Paraná, representada por uma complexa fossa tectônica\nencravada no escudo pré-cambriano. Esta bacia encontra-se preenchida por\nsedimentos continentais, alguns marinhos, e lavas basálticas da Formaçäo Serra\n\nGeral. Na cidade de Urânia, afloram as rochas sedimentares da Formaçäo\nAdamantina (Grupo Bauru), de idade cretácea superior (90 Ma a 65 Ma), que se\n\ndepositam sobre os basaltos da Formaçäo Serra Geral.\n\nAnteriormente denominada de Formação Bauru, esta unidade foi elevada a\n\nGrupo Bauru, constituído pelas formações Caiuá, Santo Anastácio, Adamantiha e\n\nMarília, de acordo com a proposta de SOARES ef a/. (1980), em trabalho de\nrevisão estratigráfica. ïal conceituação é bastante aceita, e adotada no Mapa\nGeológico do Estado de São Paulo, na escala 1:500.000 (lPT, 1981).\n\nPosteriormente, foi proposta por FERNANDES (1992) e FERNANDES &amp;\nCOIMBRA (1992) a designaçåo de Bacia Bauru, para a unidade tectônica distinta\n\nda evolução da Bacia do Paraná para os sedimentos existentes sobre a extensa\n\ncapa formada pelas rochas vulcânicas, embora a referência aos sedimentos\nexistentes sobre as camadas de basaltos como Bacia Bauru já tenha sido\nutilizada anteriormente (FÚLFARO et at., 1982; lPT, 1989 apud \\PT,2000), mas\n\nnão proposta formalmente.\n\nA Formação Adamantina é a unidade de ma¡or distribuiçäo em superfície no\n\nEstado de São Paulo, aflorando extensivamente na região norte do Estado, na\nregiåo da Bacia do Rio Turvo, onde se localiza a área de estudo. Nesta região, a\n\nFormação Adamantina assenta-se discordantemente sobre os basaltos da\nFormaçäo Serra Geral (Grupo São Bento).\n\nGrupo São Bento - Formação Serra Geral\n\nSegundo RAPOSO (1992), a Formaçáo Serra Geral é representada por um\n\nconjunto de derrames de lavas basálticas, de natureza variada, composta por\ntermos ácidos e básicos. Estes derrames são formados por rochas de cor cinza-\n\nCAGNON, F.A. - Dissertaçâo de Mestrado, 2003\n\n\n\nescuro a negra, afaníticas. ALMODOVAR (2000) descreveu e analisou amostras\n\nde calha de rochas basálticas em Urânia e classificou-as como melanocrát¡cas,\ncom textu ra fanerítica fina.\n\nSegundo PALMÉR RIVERA (2002), o topo da superfície da Formação Serra\n\nGeral, na área de estudo, foi encontrada em altitudes que variaram de 307 m a\n\n369 m.\n\nGrupo Bauru - Formação Adamantina\n\nSegundo SOARES et al. (1979, apud SOARES ef a/., .1980), a Fomação\nAdamantina foi depositada em um extenso sistema fluvial meandrante\ndominantemente pelítico a sul, gradando para psamítico a leste e norte. É\nformalmente proposta como denominação a um conjunto de fácies, cuja principal\n\ncaracterística é a presença de bancos de arenitos, de granulação fina a muito\nfina, róseos a castanhos, portando estratificaçäo cruzada e espessuras variando\n\nentre 2 m a 2O m, alternados com bancos de lamitos, siltitos e aren¡tos lamíticos,\n\nde cor castanho - avermelhado a cinza - castanho, maciços ou com acamamento\n\nplano-paralelo grosso, freqüentemente com marcas de onda e micro-estratificaçäo\n\ncruzada.\n\nFÚLFARO &amp; BARCELOS (1991) apontaram que a unidade é fossilífera e\napresenta flora e fauna diversificadas. Seu conteúdo fossilífero indica idade do\n\nCretáceo superior, o que é confirmado pela interdigitaçäo desta unidade com a\n\nFormação Uberaba, no Triângulo Mineiro, contemporânea ao magmatismo\nalcalino daquela região.\n\nSegundo GUTIERREZ ('1999), os sedimentos da Formação Adamantina, na\n\ncidade de Urânia, são caracterizados por arenitos finos siltosos a muito argilosos,\n\nde cor marrom, com tonalidades de mais clara a escura e avermelhada. Os gräos\n\nsão sub-arredondados e bem selecionados.\n\nDe acordo com PALMÉR RIVERA (2002), a espessura da Formaçåo\nAdamantina na cidade de Urânia varia de 66 m a 165 m.\n\n4.5 Hidrogeologia\nNa cidade de Urânia ocorrem duas unidades hidro-estratigráfìcas: o Aqüífero\n\nAdamantina (constituído pela Formação Adamantina) e o Aqtiífero Serra Geral\n\nCAGNON, F.A. - Dissertaçâo de Meslrado, 2003\n\n\n\n(constituído pela Formação Serra Geral). O Aqüífero Serra Geral é classificado\ncomo do tipo fraturado, livre, anisotrópico e heterogêneo. Localmente, o\nintemperismo da rocha pode caracterizar um sistema limitado do tipo poroso. Sua\n\nespessura média é de 150 m (ALMODOVAR, 1995).\n\nO Aqüífero Adamantina é do tipo livre a semi confinado, apresenta-se\nlateralmente homogêneo e ¡sotrópico e limita-se, na sua porção inferior, com os\nbasaltos da Formação Serra Geral.\n\nDe acordo com BARCHA (1980), a porcentagem de silte-argila parece ser o\n\nfator preponderante Ro controle da permeabilidade do Grupo Bauru. Há sempre\n\numa relação inversa entre ambas, de tal forma que as rochas mais permeáveis\n\nsão aquelas onde a textura, sendo mais grossa, apresenta menores porcentagens\n\ndesses clastos finos. A presenç de cimento é outro ¡mportante fator controlador\nda permeabilidade.\n\nSegundo BERTOLO (2001), o Aqüífero Adamantina possui extensäo\nregional e tem comportamento livre a semi confinado. A recarga ocorre\nnaturalmente pela infiltração da chuva, e as superfícies potenciométricas são\nfortemente influenciadas pela geomorfologia da área, onde os divisores de água\nsubterrâneas coincidem eom os d¡visores das bacias hidrográficas. As linhas de\nfluxo convergem para os r¡os, tendo desta forma um caráter efluente.\n\nQuanto ao comportamento hidráulico do Aqúífero Adamantina, ROCHA ef al\n(1982) concluíram que os valores médios de capacidade específica,\ncompreendidos no intervalo de 0,5 a 10 m3/h/m, ocorrem a sudeste do Estado de\n\nSão Paulo, na região de Rancharia, onde há uma litofácie mais permeável da\nparte inferior da Formação Adamantina. Áreas com valores abaixo de 0,5 m3/h/m\n\nocorrem a sudoeste do Estado, devido à pequena espessura saturada, e a norte,\n\nna margem esquerda do Rio Grande, onde a litofácie da Formação Adamantina é\n\nmenos permeável.\n\nAinda conforme esses autores, os valores médios de transmissividade\npredominantes são da ordem de 30 a 50 m2ldia e os valores de condutividade\nhidráulica média aparente entre de 0,1 a 1,0 m/dia.\n\nOs poços tubulares de Urânia, Aspásia e Santa Salete mostram espessura\n\nsaturada média de 100 m, capacidade específica de 0,24 m3/h/m e\ntransmissividade de 6,31 m2ldia IH|RATA &amp; RODOLFI, 1993). De acordo com\n\nCAGNON, F.A. - DissertaÇão de Mestrado, 2003\n\n\n\nPALMÉR RIVERA (2002), este aqüífero, na cidade de Urânia, apresenta\nespessura que varia de 60 m a 120 m.\n\nSegundo HIRATA (2000a), na cidade de Urânia, os poços tubulares da\nSabesp apresentam vazöes de 0,7 a 18,0 m3/h. As condutividades hidráulicas do\nlocal variam de 1 x 10-7 a 1 x 10-3 m/s, os gradientes hidráulicos de 1,30 % a3,42\nVo, com espessuras de até 169 m. O fluxo ocorre em direçáo nordeste e a\nvelocidade média da água subterrânea é da ordem de 7 x 10-2 a 3 x 10-3 m/dia. De\nacordo com ALMODOVAR (2000), o aqüífero na cidade de Urânia pode ser\nconsiderado como livre, homogêneo e isotrópico, cujos níveis de água\napresentam pouca variação entre os períodos seco e chuvoso.\n\nNo estudo da bacia do Rio São José dos Dourados, realizado por\nMEZZALIRA et al. (1979), foram efetuadas análises de 18O, D, p, Cl, Mg2*, NH4*\ne NO3-. A conclusão destes autores foi de que as águas näo apresentaram fortes\n\nsinais de evaporação durante a recarga, o que indica um s¡stema de infiltração\nrápida de alta condutividade hidráulica.\n\nUm dos primeiros estudos sobre a hidroquímica do Sistema Aqüífero Bauru\n\nno Estado de São Paulo foi realizado por TALTASSE (1968). O autor distinguiu\n\nduas fácies hidrogeoquímicas para os arenitos cretácicos do Bauru: águas\nbicarbonatadas cálcicas e águas bicarbonatadas magnesianas.\n\nSegundo DAEE (1974), na região de Säo José do R¡o Preto, distinguem-se\n\ndois grupos hidrogeoquímicos em terrenos do Grupo Bauru: as águas\nbicarbonatadas cálcio-magnesianas e as águas bicarbonatadas cálcicas. Assim\ncomo DAEE (1974), ROCHA et al. (1982) e CAMPOS (1987) sugeriram um\nzoneamento hidrogeoquímico do Sistema Aqüífero Bauru. Dois domín¡os são\nindicados por esses autores: águas bicarbonatadas cálcicas e águas\nbicarbonatadas cálcio-mag nesianas.\n\nDAEE (1976 e 1979), estudando a regiäo de Bauru, São José do Rio Preto,\nAraçatuba, Presidente Prudente e Marília, identÍficou dois grupos\nhidrogeoquímicos principais: as águas bicarbonatadas cálcicas secundariamente\n\nmagnesianas ou sódicas, para as águas pertencentes ao Bauru Superior, e as\náguas bicarbonatadas sódicas, secundariamente cálcicas, refletindo\nenriquecimento em sódio, proveniente de aqüíferos mais profundos.\n\nCAGNON, F.A. - DissertaÉo de Mestrado, 2003\n\n\n\nDe acordo com ALMODOVAR (2000), as águas subterrâneas do município\nde Urânia podem ser classificadas em três zonas hidroquímicas: profunda (Zp) e\nintermediária (Zl), onde predomina a família das bicarbonatadas cálcicas ou\nmagnesianas, e rasa (ZR), onde predominam as cloro-nitratadas cálcicas ou\nmagnesianas, secundariamente cloretadas sódicas. De acordo com a autorå, as\náguas dos poços profundos não apresentam concentrações anômalas de nitrato,\no pH aumenta da ZR para ZP e o Eh, cloreto, potássio, nitrato e sulfato diminuem\n\nde ZR paraZP.\n\n5 MATERIAIS E MÉTODOS\nAlgumâs hipóteses foram formuladas para explicar a origem do nitrato\n\ndetectado nas águas subterrâneas na cidade de Urânia. Este trabalho respondeu\n\na esta indagaçäo, bem como permitiu avanço no entendimento das características\n\ngeoquímicas do nitrato presente nestas águas.\n\nPara tanto, as seguintes etapas de trabalho foram desenvolvidas:\n\nFscolha da área\n\nill\n\\r/\n\nColeta de dados\n(elaboração de cådastro de poços e fontes potenc¡ais\n\nde contaminaçâo, coleta de amostras de água subterânea,\nanál¡ses fisico-quimicas e isotópicas, testes de bombeâmento\n\ne levantamento topográfico)\n\nûll(,9\n\nProcessamento dos dados\n(confecÉo de tabelas, gráfcos e mapas)\n\n{[(r!z\n\nAnálise dos resultâdos\n(tratamento estatístico, folo¡nterpretação, estudo\n\nh¡droquím¡co e hidrodinâmico, anál¡se da d¡str¡buiÉo espac¡al\ne temporal do nitrato e estudo das fonlês potenciais de\n\ncontaminaçäo)\n\nnl\n\\þ\n\nConclusões\n\nill\nv\"\n\nRecomendaçöes\n\nCAGNON, F.A. Þissertação de irestrado,2003\n\n\n\n5.1 Cadastro de Poços Cacimbas e Tubulares\nO cadastro de poços cacimbas e tubulares existentes, elaborado por\n\nALMODOVAR (2000), foi ampliado por meio da aquisição de novos dados. Esta\natividade, que teve como objetivo cadastrar no mínimo um poço a cada 200 m,\nreuniu informações sobre as características hidráulicas, construtivas e os\nprincipais usos da água extraída a partir destes poços. Foram também\ncadastrados poços ao redor da área de estudo, na zona rural da cidade de\nUrânia.\n\n5.2 eadastro de Fontes Potencíais de Contaminação\nUm cadastro das principais fontes de contam¡nação de n¡trato foi elaborado\n\npara a área de estudo. Foram consideradas como principais fontes de\ncontaminação sistemas de saneamento in situ (fossas) e atividades agrícolas,\ncom utilização de fertilizantes orgânicos e/ou inorgânicos.\n\nEste levantamento foi realizado por meio de:\n\n\" entrevistas com moradores e profissionais da prefeitura e da Sabesp;\n. consulta ao banco de dados da Secretaria Municipal de Saúde; e\n. estudo do histórico do uso e ocupação do solo por meio de fotografias\n\naéreas, imagem de satélite e verificação de campo da área de estudo e\narredores. Foram utilizadas as seguintes fotografias aéreas e imagem de\nradar:\n\na) fotografias no\"2853, 2854e2875, de 1962, na escala 1:27.000,\nlevantamento do lnstituto Agronômico/Secretaria da Agricultura do Estado de\n\nSão Paulo;\n\nb) fotografias no\" 34581 e 34582 de 1965, na escala 1:60.000, levantamento\nUSAF;\n\nc) fotografias no\" 610, 61 1, 665 e 666 de 1971, na escala 1:25.000,\nlevantamento I BC-GERCA;\n\nd) fotografias no'21,22 e 23 de 1985, na escala 1:35.000, levantamento\n\nSEP/CAR/IGC - Votuporanga - Fernandópolis; e\nimagem de satélite Landsat-5, cena 2221074, de 2210611997, composição\n\ndas bandas 3, 4 e 5.\n\ne)\n\nCAGNON, F A. - Dissertação de Mest¡ado, 2003\n\n\n\nverificaçáo, com o auxilio de técnicos da Sabesp, de mapas da rede de\nesgoto no município, de modo a localizar áreas sem saneamento básico e\ncom presença potencial de fossas sépticas e ou negras, e\nlevantamento de fossas localizadas ao redor dos poços monitorados, num\nraio de 200 m a partir do poço.\n\n5.3 Levantamento Planialtimétrico\nA base topográfica util¡zada nesta pesquisa foi elaborada por meio das\n\nfolhas topográficas santa Albertina (sF-22-D-t-2) e Jales (sF-22-D-l-4), escata\n1 :50'000 com curvas de nível com eqüidistânc¡a de 1 o m (lGGSp 196s e i 966) e\npara a área urbana, do mapa topográfico com escala l:2.000 e curvas de nível\ncom eqüidistância de S m (URÂNIA, 19BB).\n\nO levantamento planialtimétrico dos poços monitorados, nos quais foram\nfeitas medidas de profundidade do nível de água, foi realizado utilizando-se um\nequipamento de localizaçáo geográfica, do tipo Gps (Gtobat position sysfem), da\nmarca Trimble, modelo PRo-xR12. o programa pathfinder office 'toi utilizado\npara a correção diferencial dos dados registrados por antenà localizada no\nescritório da empresa Sanliago &amp; Cintra, em São paulo, com precisáo de 0,S m a\n1,0 m (para a altitude, coordenada \"2\") e de 0,0S m a 0,10 m (para as\ncoordenadas \"x\" e \"y\"). Ëste levantamento teve como objetivos possibilitar o\ncálculo das cargas hidráulicas nestes poços.\n\n5.4 Determinação das Condiçóes de Fluxo e de parâmetros\nHidrogeológicos\n\nAs cargas hidráulicas dos poços monitorados foram calculadas subtraindo-\nse os valores de cota do terreno dos níveis de água estáticos medidos, utilizando\num medidor elétrico de nível de água, nos dias 1slog/01 , 19/09/01 e 25l1olo1 .\n\nMapas potenciométricos foram confecc¡onados com os valores de carga\nhidráulica calculados para os meses de agosto, setembro e outubro de 2oo1 ,\nsendo possível determinar a direção preferencial de fluxo da água subterrânea no\naqüífero, o gradiente hidráulico e a velocidade de fluxo da água, calculada\nut¡lizando-se a equação de Darcy. Apenas o mapa confeccionado para o mês de\n\nCAGNON, F.A. DissertaÇão de tvteskado,2OOg\n\n\n\noutubro de 2001 é apresentado nesta dissertaçáo po¡s todos são muito\nsemelhantes.\n\nO valor da condutividade hidráulica foi obtido por meio de dois ensaios de\nbombeamento nos poços tubulares PT-234 e PT-26, num período de 48h. Testes\n\nde recuperação também foram efetuados imediatamente após os testes de\nrebaixamento. Antes do início, as bombas instaladas nos poços foram desligadas\npor um período mínimo de 24h. Os níveis de água foram medidos com uma\nfreqüência sugerida por BRASSINGTON (1998).\n\n'Os resullados de rebaixamento e recuperaçáo yersus lempo foram\nanalisados utilizando-se o programa Aquifer Test da Waterloo Hydrogelog¡c Inc,\nversáo 2.5, soluçäo de Neuman.\n\n5.5 Coleta de Amostras de Água Subterrânea e Realização de Análises\nFísico - Químicas\nUm total de 208 amostras de água foram coletadas em 41 poços cacimbas e\n\n28 poços tubulares. Foram feitas quatro campanhas de coleta de amostras de\nágua subterrânea, distribuídas ao longo das quatro estaçöes de um ano\nhidrogeológico. Uma quinta campanha de amostragem foi realizada e teve como\nobjetivo a coleta de dados isotópicos.\n\nNa primeira campanha foram coletadas 55 amostras para a realização de\nanálises químicas. Definiu-se um grupo de 31 amostras (PC-02, PC-04, PC-06,\nPC-08, PC-23, PQ-24, pC-25, pC-26, pC-27, pc-zq pC-30, pC-32, pC,33, pC-\n\n34, PC-35, PC-38, pC-41 , pC-42, pC-43,pT-Oz, pT-1 1, pT-12, pT-16, pT-18,\nPT-1g,PT-22, PT-23, PT-25, PT-27,P1-28 e PT-2g) a ser coletado e anatisado\nnas três campanhas seguintes. Este grupo de amostras, que incluiu poços\ncacimbas e tubulares, foi definido com base nos seguintes critérios:\n\n' distribuiçáo espacial das amostras de forma a obter-se um conjunto de\ndados representativos de toda a área de estudo e permitir o entend¡mento do\n\ncomportamento do nitrato, ao longo do ciclo hidrogeológico;\n\n\" concentração anômala de nitrato nos poços da área urbana;\n. localizaçáo geográfica de acordo com o uso e a ocupaçáo atual do solo.\n\nForam selecionados poços representativos de iada uma das seguintes\náreas previamente caracterizadas como: área urbana sob influência de\n\nCAGNON, F.A. - D¡ssenaçáo de Mestrado, 2OO3\n\n\n\nfossas, área agrícola e área de mata nativa. para isso, foram coletadas\namostras ao redor da área de estudo, na zona rural da cidade de Urânia; e\n\nå recursos financeiros e tempo disponíveis para a realizaçáo das coletas e das\nanálises químicas.\n\nA caracterizaçáo físico-química da água subterrânea foi baseada na\nmediçáo dos parâmetros: nitrato, nitrito, amônio, cloreto, feno, alcalinidade, pH,\nEh, condutividade elétrica e oxigênio dissolvido, medidos no campo a partir de\nequipamentos portáteis. um mínimo de zoo/o destas amostras foram enviadas ao\nlaboratório para análise dos íons maiores e menores e amônia. Na quinta\ncampanha, foram ainda coletadas amostras para análise de nitrogênio orgânico e\ncarbono orgânico dissolvido (COD).\n\nAs coletas foram realizadas utilizando-se as próprias bombas elétricas\ninstaladas nos poços, após a remoção de água estagnada durante s minutos\n(purga). Alguns poços que não dispunham de bombas foram amostrados com\namosiradores de aço inoxidável.\n\nApós a coleta, as amostras foram filtradas por meio de membranas de\nacetato celulose de 0,45 ¡,rm, acondicionadas em frascos descartáveis de\npolietileno de 200 mL. Estes frascos foram preservados da seguinte forma: um\ndeles foi mantido sob congelamento e os outros três com o pH &lt;2 pela adiçáo, de\nl-'l2so4 e HNo3 com concentração 1:1 e mantidos a uma temperatura não superior\na 4\"C (CETESB, 1988). As amostras coletadas para análise de COD foram\nacondicionadas em frascos de vidro âmbar e mantidas a uma temperatura não\nsuperior a 4oC e as amostras destinadas à análise de nitrogênio orgânico, em\nfrascos de polietileno, preservadas com H2soa e mantidas a uma temperatura\nnão superior a 4oC.\n\nTodo o material não descartável, utilizado durante a amostragem, foi\npreviamente lavado com água corrente e detergente neutro e enxaguados com\nácido muriático e posteriormente, com água destilada (CETESB, 19BB).\n\nNa quinta campanha de monitoramento, realizada em setembro de 2001 ,\nforam coletadas 12 amostras de água para a realização de anál¡se de 15N. Após a\ncoleta, estas amostras foram diluídas, de modo que a concentração de nitrato náo\nultrapassasse 5 mg/L como nitrogênio, filtradas manualmente, utilizando-se\nmembranas de acetato celulose de 0,20¡\"rm e posteriormente filtradas, por\n\nCAGNON, F.A. - Dissertaçáo de Meskado,2OOg\n\n\n\ngravidade (gotejamento), em tubos descartáveis de polietileno (tipo \"ampolas\"),\n\ntambém utilizados para o acondicionamento destas amostras, os quais continham\n\nresinas reat¡vas que adsorvem o nitrato. Estes tubos foram ainda \"lavados\" três\n\nvezes com água deionizada, preenchidos com esta água, para que náo ocorresse\n\no ressecamento da resina, e mantidos sob congelamento para envio ao\nlaboratório.\n\nO programa de amostragem, que inclui a data de amostragem, os poços\n\namostrados e os parâmetros analisados, pode ser observado no Quadro 5.2, a\n\nseguir.\n\nOs parâmetros monitorados no campo e os equipamentos utilizados foram:\n\nAlcalinidade tota[ e parcial: dosagens de CO32- e HCOg- por titulaçáo, de\n\nacordo com o procedimento recomendado pela APHA (1995), com o emprego de\n\nsoluções de ácido sulfúrico (H2SO4) 0,1045N (ago/00), 0,1053N (fev/01), 0,047N\n\n(ago/01) e 0,01 12N (set/2001), padronizados em laboratório com NazCOs e,\nindicador misto para a determinação do ponto de viragem.\n\nCondr¡tividade elétrica: condutivímetro LF330/Set da WTW.\n\nEfr/ph{ e temperatura: medidor 330/Set 1 da WTW. O medidor de Eh\nutilizado possui um eletrodo de cloreto de mercúrio e náo de hidrogônio e, por\n\neste motivo, nas medidas de Eh acrescentou-se 250 mV para correção.\n\nOxigênio dissolvido: oxímetro OXl3sO/Set da WTW.\n\nAs concentraçôes de nitrato, nitrito, amônio, ferro e cloreto foram medidas no\n\ncampo utilizando-se o equipamento portátil RQFLEX-P|us da MERCK, por meio\n\ndo método reflectométrico e de acordo com os procedimentos descritos por\nHANKE (1998). O Quadro 5.1 abaixo apresenta as faixas de leiÌura obtidas para\n\ncada um destes parâmetros.\n\nQuadro 5\"'[ - Faixas de leitura dos parâmetros medidos com HQFLEX-F|us,\n\nPâråmelro\n\nNrtrato\n\nNitrito\n\nCAGNON, F.A. - Dissertaçáo de Mestrado, 2003\n\nAmônio\n\nFerro\n\nCloreto\n\n3,0-90,0 (exceto sev01 : 5,0-225,0)\n\nFaixa de teitura (mgll)\n\n0,5-25,0\n\nQ,2-7,O\n\n0,2-20,0\n\n2,0-50,0\n\n\n\nQuadro 5.2 - Programa de amostragem das águas subterrâneas.\n\nData da\namostragem\n\n'1\" campanha:\n\n10104 a\n12t04t2000\n\nPC 02, FC..ü4,\nPC. 16, ;:C, I I,\nPC-26, PC-27,\nPC-35, PC-36,\nPC43, PT,o1,\n\nPT-24, Pï-25,\n\n2'campanha:\n\n29108 a\n06/09/2000\n\nlc.06, PC-û7, rrl-0Ð, FC-1t, p{ì.f i, PC-12\nPC-19, PC-21, )':.2?, PC-23, PC-24, PC-25\nPC-29, PC-30, PC-31 , PC-32, pC-33, pC-34\nPC-37, PC-38, PC-39, PC-40, PC-41, PC-42\nPl-'12, irl ü5, f-l'ûå, PT-l0, P'i-'t1,?'i-''?,\nirî-] ô, PT-18, PI-19, PT-21, Pr -22, Pr-23,\nP1-26, PT-27 , PT-28, PT-29 e PT-31 .\n\nPoços\n\nPC .t2, PC-04. PC-06, PC-'J¿, PC,17, PC-23, PC-24, PC-25,\nPC-26, PC-27, PC-28, pÙ-?çJ, PC-30, PC-32, pil-)¡, !3C-34,\nPC-35, Pû.38, PC41, PC42, pC,4.3, PC44, PC-45, pC-46,\nPr -02 , Pr -07 . i:\\ -1 ., , PT -12, PT-16, pT-18, Pr-19, pT-21,\nPï -22, Pr -23, PT-25, PI 27 . pl' .2.8, pT-29, !rT,3t, pT-32,\nPT-33, PT-34 e PT-35 (DuplicatalPT-28).\n\n3\" campanha:\n\n05102 a\n08t02t2001\n\nPC{4: parâmetros analisados n sÍu (exceto alcalinidade)\n\n.¡i C2; parãmetros analisados /r sliil e em laboratóÍo.\n\nIrü-i12, Pc-04, Pc-06, pc-cE, ?Ç,11 , pc-23, pc-24, pc-25,\nPC-26, PC-27. PC-28, PC-29, pC-30, pC-32, ?i-.:13. i:rc-34,\nPC-35, irc-38, PC-40. PC-41, PC42, ptr-4?., pC-44, pC-45,\nPC47, Pr-02, Pr-07, FI -',:':, pT-12, pT-1ô, pT-18, pT-19,\nPT-21, Pî-22, Pf -23, pr-25, pT,?7.7ï-28, pT-?9, ?'t .'Ji),\nPT-33, PT-34 e PT-35 (DuplìcatalPT -27).\n\nTipo/quantidade\nde poços\n\namostrados\n\n33 poços\ncacimbas e\n\n22 poços\ntubulares\n\nCAGNON, F.A. -Disse¡iaçäo de l\\reslrado - 2002\n\nParâmetros\nanalisados in sifu\n\npH, Eh, condutividade\nelétrica, temperatura,\n\ncloreto, nitrato,\namônio, n¡trÍto e\n\nalcalinidade.\n\n24 poços\ncacimbas e\n\n19 poços\ntubulares\n\nParâmetros anal¡sados em\nlaboratór¡o\n\npH, Eh, condutividade\nelétrica, temperatura,\n\ncloreto, nitrato,\namonto, Fe z e\n\nalcal¡n¡dade.\n\n25 poços\ncac¡mbas e\n\n18 poços\ntubu lares\n\n\" Série n¡irogenada: NO.- e NO,\n. íons maiores e menores: Ca2*\nrvrg\", Ñã;, i: éo;'?-. F', Þó;' -8.'\ncl-, Zn-, sl., Ba'*, Fe'o'\"\" Mn*, Al',\nclo'\"r, Pb*, cu*, Ni* e Ag* .\n\npH, Eh, condutividade\nelétr¡ca, temperatura,\n\ncloreto, nitrato.\namônio, nitrito, Fe 2*\n\ne alcalinidade.\n\n. Sér¡e nitrogenada: NO3-, NO2,\nNHa* e NH3.\n\n. Îons maìores e menores: Caz*.\nMg2', Na', K', sqo'-, F', pc12', Ba,\ncl', Zn', sl*, Bat*, Fe'o'\", Mn*, Al',\nc/\"Þr, Pb-, cu., Ni* e Ag-.\n\n\" Série nitrogenada: NO3 . NO2 .\nNH¿* e NHg.\n\n. fons maiores e menores: Ca'*\nNrs'?- ñ;; i; ðò,,\" r',Þo.', ei,\ncl', Zn, sf- Baz'. Fe'o*r, Mn', AI',\ncruu', Pb-, cu., Ni' e Ag*.\n\n\n\nQuadro 5.2 - Programa de amostragem das águas subterrâneas.\n\nData da\namostragem\n\n4å campanha\n\n16/08 a\n20t08t2001\n\nltl.u2, pt,.ij4. pc.3ú. pu-û8. 'tü-jl, pc-23, pc_24, pc_25\nPC-26. PC-27, PC-28, P..i.2!t, pC-30, pc-32, irc-:13 pc-34\nPC-35, a'C,38, pC-40, pC-41, pC-42, pC..43, pC-46, pC47\n!c-.:rE, PT-02, PI-07, ?'1\".1'1, pT-12, pT-16, pT-18, pT-19,\nPr -22, PI-23, Pf -25, p:: 2'! , ?T-2S, pT-29, p'r-:lt, pT-31,\nPT-33, PT-34, Pl -3ã e l :f- 1C i (Duplicata/Pc-04).\n\n5u campanha\n\n24lQg a\n28t09t2001\n\nPoços\n\nPi,ri?, Pc-04, ?a ui,pc-17, Ìc.25, p{j.2e, pc_31, pc_32.\np| 34, Pc-38, PC44, P{:-,45, PI-C2, i:'i i1, nr..\\2,Pr-19,\n'?-i -28, P1 l0 e ûl--35 (Duplicata - análises ìsóiopicas/ pT-\n2\\\n\nPC-04: parâmetros ânalisados /,? si¿ù (exceto alcalinidade)\n\nta il2: parâmeiros analisados /r, si¿u e em laborató.io_\n\nTipo/quantidade\nde poços\n\namostrados\n\n25 poços\ncacimbas e\n\n'1 I poços\ntubulares\n\nCAGNON, F.A. \n-Dissedação de Meskado - 2002\n\nParâmetros\nAnalisados in sif¿\n\npH, Eh, condutividade\nelétr¡ca, temperatura,\noxigênio dissolvido,\n\ncloreto, nitrato,\namonto Fe 2 e\n\nalcalinidade.\n\n12 poços\ncacimbas e\n\n07 poços\ntubulares\n\nParâmetros Analisados no\nlabo¡ató¡io\n\n. Série nitrogenada: NO3', NO2-\nNHa* e NH3.\n\n. Íons maiores e menores:\nca'z*. Nlg'?., Na*, K*. Eo1'z-, F-,\nPo¿'-, Ba, Ct, Zn , Sl*, Ba'z.,\nFe1or\"r, Mn*, Af, c¡\"r\"r, Pb., cu*,\nNi* e Ag*.\n\npH, Eh, condutividade\nelétrica, temperatura,\noxigênio dissolv¡do,\n\ncloreto, nitrato,\namonto, Fe z e\n\nalcalinidade.\n\n. Série nitrogenada: NOi, NOi,\nNH4*, NH3 e No,s.\n\n. ions maiores e menores: Ca2*\nN¡s\", ñã;, i: éó.', È', po.', s¡,\ncl'. Zn-, sl*, Ba2*, Fe1oi\"', Ivln-, Al*,\nci\"\"r, Pb*, cu*, Nì. e Ag- -\no t\\NO3\n\n. carbono orgânico dÌssolvido\n(coD).\n\n\n\nAntes da realizaçáo das análises químicas no campo, foram feitas análises\n\nde soluções padrão utilizando o equipamento RQFLEX-PIus. Foram obtidos erros\n\nque variaram, em média, de 15% a 17%. A faixa do percentual de erro obtido é\n\nmenor do que o admitido para duplicatas pela USEPA ('1995) que é de 30%. A\n\nanálise de parâmetros em campo, por meio de um método semi quantitafivo,\n\nprovou-se um método bastante eficiente para a obtenção dos dados necessários\n\npara a pesquisa.\n\nAs análises realizadas em laboratório incluíram os compostos nitrogenados\n\n(nitrato, nitrito, amônio e nitrogênio orgânico), os íons maiores e menores (cálcio,\n\nmagnésio, sódio, potássio, cloreto, sulfato, fluoreto, fosfato, brometo, estrôncio,\n\nbário, ferro total, manganês, alumínio, cromo total, chumbo, cobre, zinco, cádmio,\n\nníquel, prata), o carbono orgânico dissolvido e o isótopo \n15N.\n\nOs métodos analíticos utilizados nos laboratórios e os limites de detecção\n\nobtidos para cada parâmetro säo apresentados nos Quadros 5.3 e 5.4.\n\nQuadro 5.3 - Relação dos panânnetnos analisados esn [aboratório e respectivos\n\nmétodos ar¡aNíticos.\n\nAl3t, ca2t, cd2t, Feto'n',,\nMq2*,Mn2*, Sl*, Baz*, Cfrorur,\nP-bt*, cu'-, zn2*, Ni2* e Ag.\n\nParâmetro\n\nPoor- como P, Cl , SO42, F e Ba\n\nK* e Na*\n\nMétodoiTécn¡ca\n\nNO2--N e NO3--N\n\nNto,ut\n\nEspectrofotometr¡a\n\nNH¡-N\n\nFotometria de chama\n\nNors\n\nCromatografia líquida\n\n*COD: carbono orgån¡co dissolvido\n\n-COD\n\nEPA 351.1 - Colorimetria\n\ntuN\n\nCromatografia liquida\n\nLaboratório de Hidroquímica do\nCEPAS/USP\n\nEPA 350.2 -Colorimetria\n\nLaboratór¡o\n\nEPA 351.3 -Color¡metr¡a\n\nLaboratório de Hidroquím¡ca do\nCEPAS/USP\n\nCAGNON, F.A. -Dissertaçåo \nde Mestrado - 2002\n\nEPA 415.1 -Combustãoa\n\nLaboratório de H¡droquímica do\nCEPAS/USP\n\nCEIMIC Análises Ambienta¡s S/C Ltda.\n\nEspectrofotometria\n\nLaboratório de H¡droquimica do\nCEPAS/USP\n\nCEIMIC Análises Ambientais S/C Ltda\n\nCEIMIC Análises Ambientais S/C Ltda.\n\nLaboratório de lsótopos Ambientais da\nUniversidade de Waterloo, no Canadá\n\nLaboratório de lsótopos Ambientais da\nUnivers¡dade de Waterloo, no Canadá\n\n\n\nQuadno 5.4 - l-imites de detecção obtidos pana eada parânnetro.\n\nParâmetro\n\nAl3*\n\nLim¡te de\ndetecção (mg/L)\n\nca2*\n\ncd2*\n\nFeroral\n\nMg'*\n\n0,55 0\n\nM n2*\n\n0,200\n\nParâmetro\n\n0,009\n\nSÉ-\n\nBa2*\n\n0,050\n\ncrrorar\n\n0,003\n\n.Limite de detecçäo em mg/L exceto para a razäo 15N/1aN, cuja unidade é %\"\n**COD: carbono orgân¡co dissolvido.\n\n5.6 Amálise dos Resultados\n\nPb2n\n\nLimite de\ndetecçáo (mg/L)\n\n0,020\n\nCu2n\n\n0,050\n\nzn-\n\n0,1 80\n\nNi2*\n\n0,020\n\nAg'\n\nA seguir, são apresentados os métodos utilizados no tratamento dos dados.\n\n5\"6.4 Ar¡átiseEstatística\nApós a realizaçâo das análises físico-químicas, os resultados foram\n\norganizados em planilhas onde procedeu-se o seguinte tratamento estatistico:\n\n1) determinaçäo de estatísticas básicas [média aritmética -(x) e desvio padrão\n(s2¡¡, para câda os parâmetros medidos no campo, pH, Eh, condutividade\n\nelétrica, cloreto, nitrato e amônio, nas cinco campanhas realizadas, para os\n\ndois conjuntos de poços (cacimba e tubular) por meio das fórmulas:\n\nx = Xxi/n\n\ns2 = D (xÅ)2h\n\nsendo i = média aritmética, Xxi = .or\"r'ria das concentrações obtidas e\nn = número de amostras.\n\nO objetivo desta análise foi verificar as concentrações médias de cada um\n\ndesses compostos em cada uma das cinco campanhas realizadas. Para estas\n\nanálises foram utilizados, além dos dados desta pesquisa, aqueles obtidos por\n\nALMODOVAR (2000) no período de junho de 1998 a junho de 1999.\n\n0,050\n\n0,025\n\nNan\n\n0,008\n\nParâmetro\n\nHP04-\n\n0,040\n\nct'\n\n0,030\n\nSO.n2-\n\n0,01 0\n\n0,010\n\nF'\n\nLimite de\ndetecção\n(ms/L) (.)\n\n0,01 0\n\nB'\nNor--N\n\n0,070\n\nNO:' - N\n\n0,020\n\nNH3'N\n\n0,01 6\n\nNorg\n\n0,005\n\n*COD\n\n0,005\n\n0,011\n\n0,200\n\n0,400\n\n0,100\n\n0,3\n\nCAGNON, F.A. -Disselaçäo de lvlestrado - 2002\n\n\n\nCom o objetivo de verificar o tipo de distritruiçåo dos dados, calculou-se o\ncoeficiente de variação (CV), que é dado pela razão do desvio padrão pela média\ndo conjunto de observações. Foram confeccionados histogramas utilizando-se o\nprograma Statistica, versão 4.3 de 1993, da Statsoft, lnc.;\n2) Elaboraçäo de gráficos de concentração yersus tempo para os compostos\n\nnitrato, cloreto e condutividade elétrica, medidos no campo;\n\n3) Realização de uma análise multivariante por meio do cálculo dos\ncoeficientes de correlaçåo linear (r) de Pearson, segundo a fórmula:\n\n,_,_ flxx_f\\xlg¡.\"\\'/-\n\nOnde n é o número de pares de valores para x e y. Esta análise foi feita,\npara os dois grupos de poços, para cada uma das campanhas, utilizando-se os\ndados obtidos em laboratório e os resultados de cloreto e nitrato medidos no\ncampo. ïal procediemnto teve como objetivo avaliar o comportamento relativo\nentre os diferentes compostos (e suas concentrações) e suas possíveis\ncorrelações. Segundo DAVIS (1986), o teste utilizado para avaliar se uma\ncorrelação é ou não signifìcativa é:\n\naI-------=\n\nTçl--\"'ln-r h( t+r )\n2 \\1-r )\n\nFoi adotado um nível de significância de 5%. Neste caso, aceita-se a\nhipótese da exlstência de correlação entre dois parâmetros com S% de\nsignificância, se o coeficiente de correlaçâo (r) entre eles for tal que T(r)>1,96 ou\n\nT(r)&lt;1,00.\n\nComo forma de ilustrar as correlaçöes positiva ou negativa identificadas\ncomo relevantes para o estudo, foram gerados gráficos de concentração dos\ncompostos A yersus concentração do composto B e ajustadas retas que melhor\nse enca¡xaram a esses pares de valores pelo método dos mínimos quadrados.\nEste método permite a construção de uma única reta em rdlaçáo a qual a\n\nCAGNON, F.A. -Dissertação de Mestrado - 2002\n\n\n\nsomatória das diferenças ao quadrado entre os valores observados menos os\ncorrespondentes computados é mínima (LANÞIM, 1997). Esses gráficos foram\ngerados utilizando-se o programa Sfafisflca, versão 4.3 de 1993, da Slafsof, /nc.\n4) Realização de análise espacial utilizando-se o método de krigagem\n\nordinária. Foram confeccionados mapas de isoconcentraçäo, para o nitrato e\n\no cloreto, para os dois grupos de poços (cacimba e tubular) e para as\nestações seca e úmida, nos quais foram traçadas curvas de mesmo valor.\nUtilizou-se, para a interpolação e confecção dos mapas, o programa\nSURFER, versão 7.0 da Golden Softwares, /nc. Estes mapas foram\ncomparados com os modelos conceituais de isoconcentração para estes\ncompostos.\n\nA análise espacial teve como objetivo fazer uma avaliação dos padrões de\ndistribuição dos referidos compostos (e suas concentrações) em área.\n\nTodas as técnicas estatísticas utilizadas referem-se ao modelo estatíst¡co\ndefinido por KRUMBEIN &amp; GRAYBILL (1965, apud LANDIM, 1997) como uma\nexpressão matemát¡ca envolvendo variáve¡s, parâmetros, constantes e uma ou\nmais componentes casuais. O termo componente casual é utilizado porque\nrepresenta as flutuações existentes nos dados, as quais não podem ser previstas\n\nem apenas uma obseruação, mas podem tornar-se previsíveis se tomado um\nnúmero n de observações.\n\n5.6,2 e lassificaçäo e Evolução Hidroquímica das Águas Subterrâneas\nA água subterrânea dos poços amostrados foi classificada, utilizando-se os\n\nresultados das concentrações dos íons maiores obtidos por meio de análises\nquímicas em laboratório, exceto o cloreto onde foram utilizados os dados med¡dos\n\nno campo. Os resultados das concentrações dos íons maiores Na*, K*, Ca2*,\nMg2*, CT, HCO3-, CO32- e SO¿2-, obtidao em meq/L, foram tabelados e lançados\nem diagramas triangulares de Piper, calculando-se as porcentagens em relação a\n\nsoma de cátions e ânions de cada amostra. Utilizou-se o software HydroChem,\nadquirido via intemet na página da Rock Ware Eañh Scænce Software.\n\nOs diagramas de Piper foram confeccionados para cada campanha de\namostragem. O Quadro 5.5 abaixo apresenta um sumário dos dados utilizados na\n\nconstrução de cada diagrama.\n\nCAGNON, F.A. \n-D¡ssertação de Mesúado \n\n- 2002\n\n\n\nQuadro 5.5 - Sumánio dos dados utílizados na confecção dos diagramas.\n\nD¡agrama T¡po de Poço\n\ncacimba e tubu lar\n\nB cacìmba e tubufar\n\nNúmero de\ndados\n\nC cacimba e tubular\n\nD\n\n19\n\nData da Colete\ndos Oados\n\ncacimba e tubular\n\nE\n\n12\n\nabril/00\n\ncac¡mbã e tubular\n\n11\n\nagosto/O0\n\nPC-04, PC-06, PC-07, PC-08,\nPC-10, PC-11, PC-12, PC-16,\nPC-18. PC-22, PT.O,I, PT-02, PT-\n05, PT-08, PT-1 1 , PT-12, PT-13,\nPT-14 e PT-16.\n\nDados Utilizados\n\n17\n\nfevereiro/01\n\nPC-02, PC-08, PC-17, PC-29,\nPC-33, PC-34, PC-38, PC-43,\nP'l-11,PÎ-27, PT-28 e PT-30.\n\nagosto/01\n\n17\n\nPC-02, PC-08, PC-'l7, PC-29,\nPC-34, PC-38, PC-43, PT-1 1,\nPT-27. PT-28 e PT-30.\n\nsetembro/01\n\nPC-02, PC-04, PC-06, PC-08,\nPC-17, PC-29, PC-33, PC-34,\nPC-38, PC*43, PC48, PC-101\nPr-11, PT-27 , PT-28, PT-30 e\nPT-35.\n\nPC-02, PC-06, PC-17 , PC-25,\nPC-26, PC-31, PC-32, PC-34,\nPC-38, PC-44, PC-45, PT-02,\nPï-11, Pï -12, PT-z8, PT-30 e\n\nCAGNON, F.A. \n-Dissertação \n\nde lì/estrado - 2002\n\n\n\nAeRESENTAçao e orscussÃo oos RESULTADoS\nSão apresentados e discutidos a seguir os resultados obtidos.\n\n6.1 Controle de Qualidade\nCada um dos laboratórios utilizados possui o seu próprio controle de\n\nqualidade. Com o objetivo de verificar a exatidão dos resultados analíticos, o\nLaboratório CEIMIC realiza análises de soluções padräo de concentração\nconhecida denominada sprke. Os resultados são apresentados em porcentagem\n\nde recuperação de cada íon analisado. Segundo HOUNSLOW (1994), a\nporcentagem de recuperação aceitável é maior que 7O%o. Os resultados obtidos\nindicaram um percentual de recuperação de 97 Yo a 11oo/o. O Laboratório de\nHidroquímica do CEPAS/USP verifica a exatidäo de seus resultados por meio da\n\nanál¡se periódica de soluções padrão, porém não há procedimento de regístro\ndestes testes.\n\nCom o objetivo de analisar a confiabilidade dos resultados das análises\nquímicas totais, realizadas em laboratório, calculou-se a porcentagem do erro\nanalítico, a part¡r das concentrações obtidas, em miliequivalentes, dos ânions e\ncátions (balanço iônico), segundo a equaçäo (CUSTÓDIO &amp; LLAMAS, 1976):\n\nSegundo CUSTÓD|O &amp; LLAMAS (1976 modificado de ANDERSON, 1966),\n\nos erros de balanço iônico admissíveis em função da condutividade elétrica são:\n\n\\ cat¡ons -\\ ânionsErro(o/o)=fi _---f _ xl00\nLcûtions + Lânions\n\nCondutividade elétrica (ps/cm)\n\nErro admissível (%)\n\nA Tabela 6.1 abaixo apresenta os percentuais de erros abaixo de 10Vo e a\n\nmédia da condutividade elétrica para cada campanha. O balanço iônico foi\ncalculado duas vezes para cada campanha: a primeira utilizou os dados obtidos\n\nem laboratório, exceto alcalinidade que só foi determinada no campo (Anexo 2) e\n\nCAGNON, F.A- - DissertaÉo de Mestrado, 2003\n\n50\n\n30\n\n200\n\n10\n\n500\n\n4\n\n2000 >2000\n44\n\n\n\na segunda, os resultados de nitrato e cloreto obtidos no campo (Anexo 3). O\nAnexo 1 apresenta todos os resultados obtidos.\n\nTabela 6,'! - Fercentuais de erros ahaixo de 10% e média das condutividades\nelétricas para cada carnpanüra - ¡'esultados obtidos ern lahonatórío e no carnpo.\n\nCampanha\n\nPercentual de erro analítico abaixo de\n1$olo lo/ol\n\nabril/00\n\nagosto/00\n\nResultados de\nlaboratório\n\nfevereiro/01\n\nagosto/01\n\nsetembro/01\n\nDe forma geral, os erros calculados demonstram boa confiabilidade, exceto\nna campanha de agosto/01, onde os percentuais de erros obiidos abaixo de 10%\nforam de 29o/o e 3\\o/o. lsto se deveu à falta de precisão dos resultados de\nalcalinidade obtidos em virtude destes terem sido calculados utilizando-se uma\nseringa para a titulaçáo e não uma bureta (esta foi danificada no percurso da\nviagem). Os dados de alcalinidade de agosto/o1 foram util¡zados com cautela,\nquando da análise da hidroquímica das águas subterrâneas (capíiulo 6.5).\nAtribuem-se os maiores erros obtidos, a imprecisões na obtenção da alcalinidade\nque, de acordo com CUSTÓDIO &amp; LLAMAS (1976), é uma fonte constante de\nerros.\n\nCabe salientar que quando foram usados os resultados das técnicas de\nanálises de campo (nitrato e cloreto), em substituição às análises de laboratório,\nos resultados de balanço iônico foram melhores, o que mostra uma boa\nconfiabilidade daquela técnica. Tal resultado já foi observado por VARNIER &amp;\nHIRATA (2002) quando ut¡lizando as mesmas técnicas analíticas em campo e em\nlaboratório.\n\nA Figura 6.1 abaixo apresenta um gráfico dos percentuais de erros obtidos\nversus número de amostras.\n\n5B\n\n83\n\nResultados de\ncarnpo para cloreto\n\ne nitrato\n\n.).)\n\nta\n\nB6\n\nMédia da\ncondutívidade elétr¡ca\n\n(ps/cm)\n\n68\n\nB3\n\n64\n\n38\n\nB6\n\n¿,74\n\n207\n\n209\n\n218\n\n212\n\nCAGNON, F.A. - Dissertação de ¡,íestrado,20CO\n\n\n\no\nG\n\no\no\nE(!\no\nE'\n0\no\nE.ã\nz\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n0-5% 5-10% 10-15o/o 15-20o/o 2Ù-25o/o 25-3OoÁ 30-35% >35oÁ\n\nPercentual de erro (0,6)\n\nICampo ELaboratório\n\nFigura 6.1 - Percentuais de erros analít¡cos obtidos yersus número de\namostras anal¡sadas.\n\nPode-se observar que ma¡s de 50% das amostras se restringiram a erros\n\nmenores que 1 Oo/o, o que confirma a confiabilidade dos resultados obtidos.\n\nSegundo USEPA (1995), o erro admissível para amostras em duplicata é de\n\naté 3Oo/o. Em todas as campanhas realizadas, exceto abril/OO, foram coletadas\n\namostras em duplicata com o objetivo de verificar a precisåo dos resultados\nobtidos em laboratório (Anexo 4). Os percentuais de erro não ultrapassaram 30%\n\nem 88% dos compostos analisados, o que confere a estas análises boa qualidade\n\ne reprodutibilidade\n\n6.2 Gadastro de Poços Cacimbas e Tubulares\nForam cadastrados 30 novos poços cacimbas e 19 tubulares (Anexo 5). A\n\nFigura 6.2 apresenta a localização de todos os poços cadastrados até 2OO2.\nEstes foram classificados em dois grupos previamente definidos por\nALMODOVAR (2000):\n\nCAGNON, F.A. - Dissertação de Mestrado, 20æ\n\n\n\n. Poços cac¡mbas: säo poços privados, com diâmetros que variam de 1,2 a\n1,5 m e profundidades de 6,0 a 21 m. Alguns deles possuem alguns metros\nde acabamento em tijolos ou anéis de concreto, na base do poço. Todos\npossuem tampas de concreto, madeira ou telha. São equipados, na maioria,\ncom bomba elétrica de superfície de pequena vazâo (aproximadamente I\n'3/h¡, e a água é utilizada para fins domésticos diversos, tais como: lavagem\nde áreas externas e internas das residências, irrigaçäo de pequenas hortas e\nainda como fonte de água potável (Fotos 1 e 2); e\n\n, Poços tubulares: são poços privados ou de propriedade da prefeitura da\ncidade de Urânia, com diâmetro de 4 polegadas e profundidades que variam\nde 57 m a 104 m. Todos estes poços possuem acabamento em tubo\ngeomecânico de PVC, com comprimento de 16 m a 35,7 m, pedrisco (pré\nfiltro) entre a parede do furo e o tubo e tampas de PVC. São equipados com\n\nbomba elétrica de superfície de pequena vazâo (raramente possuem bomba\n\nsubmersa de vazão superior a 1 m3/h), e a água é utilizada também para fins\n\ndomésticos diversos. Freqilentemente serve como fonte de água potável\n(Fotos 3 e 4).\n\nNão faz parte desta pesquisa um terceiro grupo de poços cadastrados e\nclassificados por ALMODOVAR (2000) como poços profundos, de propriedade da\n\nSabesp. Segundo ALMODOVAR (2000), existem sete poços profundos no\nmunicípio de Urânia denominados: PP01, PP02, PP03, PP04, Pp05, pp06 e\nPP08, anteriormente utilizados para abastecimento público. Estes poços foram\nparcialmente desativados em 1995, quando a âgua passou a ser aduzida de\nJales, pois concentrações de cromo acima dos limites estabelecidos pela portaria\n\n36 do Ministério da Saúde (> 0,05 mg/L) foram detectadas nas águas\nsubterrâneas destes poços.\n\nCAGNON, F.A. - Oissertação de Mestrado, 2003\n\n\n\nFoto l: Medição do nível de água em\npoço cacimba.\n\nFoto 3: Bomba elétrica de superficie\n\ninstalada em poço tubular.\n\nCAGNON, F.A. - Dissertaçåo de Mestrado, 2003\n\nFoto 2: Levantamento topográfico\nde poço cacimba, utilizando GPS.\n\nFoto 4: Poço tubular - PT-30.\n\n46\n\n\n\nFIGURA 6.2\n\nLOGALTZAçAO DE POçOS\n\nCurvas de nfvel (m)\n\nDrenagens\n\nRodovias principais\n\nEstradas secundárias\n\nFerrovia\n\nCota topográfica\n\nPoço Profundo\n\nPoço tubular\n\nPoço cacimba\n\na5O m\n\n160 320 480 m\n\n1 :16.000\n\n\\..\n'. \\.\\\\\n\n't. \\\\\\.\\' \\\\\\\\\nta \\\n\n. 'a'\\ \\ \\ \\ \\\na/\n\n-\\\\\\\n/ ^\\-///\n\n-,lL /l-ì:Fs!{.Ëh,\n-tì----l -:-_/ 'ì\n\\\n\n\\\\\n\\\\\nt\\\n1l\nIl\ni\\\n1l\nt1g rì* \nrl\n¡l\ntl\n1l\nìl\n\nCAGNON, F.A. - Dissertaçåo de Mestrado, 2003\n47\n\n\n\n6.3 Fontes Potenciais de Contaminação\nA análise do histórico do uso e ocupação do solo por meio do estudo de\n\nfotografias aéreas de diferentes datas, de uma imagem de satélite e da\nverificação de campo, permitiu avaliar a evolução da ocupação urbana, no\nmunicípio de Urânia, desde 1960 até os dias de hoje (Figura 6.3).\n\nDécada de 60: em 1963 a cidade possuía 18.000 hab. (SEADE, 't981), uma\n\nárea urbana de 0,72 km2 e densidade demográfica urbana de 5.000 hab./km2, se\n\nconsiderada uma taxa de ocupação urbana de aproximadamente 20%_ Nesta\népoca não existiam ruas asfaltadas e sistema de drenagem de águas pluviais. A\ncidade teve início na área hoje localizada a norte da linha do trem (área norte da\n\ncidade). O abastecimento de água era feito por poços privados e o sistema de\nsaneamento in situ era constituído por fossas negras. Se considerado que,\nsegundo BERTOLO (2001), uma moradia abriga quatro habitantes e uma fossa, a\n\nârea urbana do . município possuía, em 1963, aproximadamente 1 .250\nmoradias/km2 ou 1 .250 fossas/km2.\n\nDécada de 70: em 1971 a cidade possuía 16.829 hab. (SEADE, 1981), 1,19\n\nkm2 1área urbana) e 4.315 hab.ikm2 (taxa de ocupação urbana de 30,51%,\nsegundo SEADE, 1981). Nesta década, teve início a implementaçáo do asfalto e\n\ndo sistema de drenagem de águas pluviais, 67 o/o da cidade era abastecida com\n\nágua subterrânea captada de um poço profundo (PP01) e a coleta de efluente\nteve início em 1974. Em 1977, coletava-se 59o/o do efluente, a partir de redes\nlocalizadas na área norte/noroeste da cidade, e todo o líquido coletado era tratado\n\nem uma lagoa aeróbia. A área urbana do município, em 1971 , possuía 1 .079\nmoradias/km2.\n\nDécada de 80: em 1985 a cidade possuía 13.5'10 hab. (SEADE, 2002), 1,47\n\nkm2 e 4.421 hab.Rm2, considerando uma taxa de ocupação urbana de 48,10o/o\n(SEADE, 1999). O sistema de abastecimento público abastecia 78% da cidade\ncom água subterrânea. Nesta época, coletava-se aproximadamente 64% do\nefluente o qual era 100o/o tratado. Teve ìnício também a implementação do\nsistema de coleta de efluente nas áreas a sul e a sudoeste da cidade (localizadas\n\na sul da linha do trem). A cidade, em 1985, consistia de 1.105 moradias/km2.\n\nCAGNON, F.A. - D¡ssertação de Mestrado, 2003\n\n\n\nDécada de 90: em 1990 a cidade possuía 12.280 hab. (SEADE, 2OO2), 1 ,65\nkm2 e 4.582 hab.lkm2 (taxa de ocupação urbana de 61,57%, SEADE (1999)). Ela\nera abastecida em 98% por água subterrânea captada dos poços PP01, PP02,\nPP03, PP04, PP05, PP06 e PP08. Em 1994, coletava-se 89o/o do efluente na área\n\nnorte/noroeste, sul e sudoeste da cidade. Em 1992 teve início a implementaçäo\ndo sistema de saneamento na ârea sul/sudeste e, em 1996, na área nordeste. A\ncidade, em 1990, consistia de 1.146 moradias/km2.\n\nHoje a cidade possui 8.824 hab. (SEADE, 2OO2),2,14 km2 e 3.301 hab./km2,\n\nse considerada taxa de ocupação urbana de 80,06% (SEADE, 2002). Caracteriza-\n\nse por possuir ruas asfaltadas, sistema de drenagem de águas pluviais e sistema\n\nde saneamento público. A coleta de efluentes abrange aproximadamente g5,g%\n\ndas emissões e trata-se a totalidade deste efluente. Apenas parte da regiäo\nnordeste/leste da cidade é ainda parcialmente atendida pelo sistema de\nsaneamento público. O efluente coletado segue para a estação de tratamento de\n\nefluentes (ETE) da cidade, sendo posteriormente descartado no Córrego\nComprido (classe ll), principal córrego do município. A área urbana do municÍpio\npossu¡ hoje cerca de 825 moradias/km2.\n\nBERTOLO (2001) calculou qual seria a densidade populacional máxima\nnecessária para que as concentrações de nitrato como nitrogênio no aqüífero\nfossem no máximo 10 mg/L, levando-se em consideração as taxas de infìltração e\n\na recarga por chuvas. O resultado obtido foi de 48 hab./hectare (ou 48 hab/10.000\n\nm2 ou 4.800 hab./km2), para que o aqüífero freático não seja impactado com\nconcentrações de NO3--N acima de 10 mg/L.\n\nSe comparado o índice calculado por BERTOLO (2001), de 4.800 hab./km2,\n\ncom aquele calculado para a área urbana de Urânia no ano de 1963, de 5.000\nhab./km2, quando não havia um sistema de saneamento público instalado, pode-\n\nse concluir que as águas subterrâneas na cidade de Urânia nesta data eram\nvulneráveis ao impacto por sistemas de saneamento in s¡tu.\n\nNa zona rural do município, foram identificadas três categorias principais de\n\nuso do solo:\n\n. Área de mata: ocupada por mata nativa (Fotos 5 e 7);\n\nCAGNON, F.A. - Dissertaçáo de Mestrado, 2003\n\n\n\nFIGURA 6.3\n\nAnq URBANA oo nurrclPþ DE\nunAn¡l ilos ANos DE\n\nt9o2, ,,971, t905, t097 E 200{\n\nCurvas dc nlvcl (m)\n\nDrcn¡ganB\n\nOâ Rodovias pdncipaie\n\nu Estradas eocundárieg\n\n, , Fc¡rovla\n¿5o ó Cots topográlica\n\nÁrca urbana dc UrAnia nag dócadas dc:\n\n-70 EO\n\n-90\n*-- Ano dc 2000\n\n100 200 300 m\n\n1 :10.000\n\nCAGNON, F.A. -Dissertaçåo de Mestrado \n- 2003\n\n\n\n\" Area de pastagem: cobertura de gramíneas. Éventualmente caracteriza-se\npor serem áreas de pousio, onde antigas áreas de cultura temporária são\n\nutilizadas para pastagem; e\n\n. Área agrícola: utilizada para o plantio de culturas perenes e temporárias de\ncafé, árvores frutíferas (laranja, limão, uva e pinha) e hortaliças. Nestas\náreas é comum a utilização de fungicidas, pesticidas e fertilizantes orgânicos\n\ne inorgânicos (Foto 6).\n\nA partir do estudo do histórico de uso e ocupação de solo das áreas urbana\n\ne rural e, levando-se em conta as características do composto de interesse, foram\n\nidentificados dois tipos principais de fontes potenciais de contaminação por\nnitrato, ambas antrópicas. São elas:\n\nSistema de saneamento ¡n sftu caracterizado por fossas negras: são\n\nfontes potenciais de contaminação do tipo multi pontual e possuem dimensäo de\n\naté 1,5 m de diâmetro e aproximadamente 5 a 10 m de profundidade, muitas\nvezes tendo sua base abaixo do nível de água. ldentificou-se a existência destas\n\nfossas tanto em áreas servidas como näo servidas pela rede de efluente\ndoméstico. Foram cadastradas um total de 72 fossas nas imediações dos poços\n\nmonitorados. Deste total, 57 estão em atividade e 15 são inativas.\n\nCom o objetivo de identificar a região com a maior densidade de fossas, a\n\nárea de estudo foi subdividida em três áreas menores [noroeste (A),\nnordeste/leste (B) e sul (C) para as quais calculou-se a densidade de fossas por\n\nquílometro quadrado (Figura 6.4). Estas áreas foram subdivididas levando-se em\n\nconta dois fatores:\n\n. tempo e forma de urbanização: as áreas norte e noroeste são as mais\nant¡gäs e anteriores à instalaçåo do sistema de saneamento público (início\n\nem 1974). Na área sul, a urbanização teve início nas décadas de 60 e 70 e o\n\nsistema de saneamento público, nos anos 80 e na área nordeste/leste a\nurbanização teve início nas décadas de 80 e ainda hoje possui o sistema de\n\nsaneamento instalado parcialmente; e\n\n. localização hidrogeológica: a área nordeste/leste, por estar localizada nas\nimediações do Córrego Comprido possui, do ponto de vista hidráuiico, uma\n\nmaior susceptibilidade ao impacto por ter os níveis de água localizados mais\n\npróximos à superfície, em contraste as áreas tipicamente de recarga (à\n\nCAGNON, F.A. - D¡ssertação de Mestrado, 2003\n\n\n\nnoroeste e sul), onde os níveis de água säo mais profundos. Os resultados\n\nobtidos foram:\n\n- área noroeste (A): 23 fossas/km2;\n\n- área nordeste/leste (B): 48 fossas/km2; e\n\n- área sul (C): 17 fossas/km2.\n\nPode-se observar que em função de possuir um sistema de saneamento\npúblico parcialmente implementado, a área B é aquela com um maior número de\n\nfossas por quilometro quadrado. No entanto, a área A, de urbanização mais\nantiga e atendida na sua totalidade pelo sistema de saneamento, também\napresenta um elevado número de fossas. Jâ a â¡ea Sul, cuja urbanização foi, em\nboa parte, concom¡tante à instalação do sistema de saneamento, possui o menor\n\nnúmero de fossas.\n\nÁrea agricola: säo consideradas fontes potenciais do tipo difusa e possuem\n\ndimensões que atingem algumas dezenas de metros quadrados. Foram\nidentificadas 21 áreas agrícolas na regiäo urbana e também na zona rural da\ncidade, sendo que a totalidade destas utilizavam adubos orgânicos e I delas\nfazem uso também de fertilizantes inorgånicos. Em nenhum dos casos houve\norientaçäo técnica do agricultor sobre a quantidade, tipo ou etapa do plantio para\n\na aplicaçåo de fertilizantes. Alguns dos fertilizantes inorgânicos identificados e\nutilizados nas diversas etapas do plantio foram: Polymix, Agro-pol, Grofol e\nNiplocan, todos com quantidades de nitrogênio que variam de 5 a 22o/o.\n\nBERTOLO (2001) simulou a infiltração de nikato de origem inorgânica\n(fertilizantes) e concluiu que é possível que a água do aqùífero tenha a sua\npotabilidade comprometida após aproximadamente 500 dias da aplicação de uma\n\nconcentraçåo inicial de 200 mg/L de n¡trato, sob regime de infiltração por meio de\n\nrecarga natural por chuvas. As concentrações de nitrato no aqüífero, próximas a\n\n45 mg/L correspondem a uma perda de fertilizantes para vários tipos de cultivo.\nEsses resultados indicaram que o aqüífero apresenta-se vulnerável à poluição em\n\nfunção da apl¡caçäo de fertilizantes.\n\nCAGNON, F.A. - Dissertaçáo de Mestrado, 2003\n\n\n\nFoto 5: Poço tubular PT-29 em área de mata nativa.\n\nFoto 6: Poço tubular PT-28 em área\n\nagrícola.\n\nI\n\nFoto 7: Coleta de água no poço tubular\n\n- PT-32.\n\nCAGNON, F.A. - Dissertaçáo de Mestrado, 2003\n\n\n\nOs Quadros 6.1 e 6.2 apresentam o cadastro das fontes potenciais de\ncontaminaçåo e a Figura 6.4, o mapa de fontes potenciais de contaminação.\nNeste, sâo delimitadas as quatro áreas para as quais foram calculadas as\ndensidades de fossas por quilômeiro quadrado.\n\nQuadro 6.'î - Gadastro das fontes potenciais de contarninaçäo - fossas.\n\nLocal¡zaçäo\n\nPC-02\n\nEx¡ste fossa:\nsim (S) ou\nnão (N) ?\n\nPC-05\n\nPC-06\n\nPC-07\n\nPC-12\n\nQuantas?\n\ns\n\nPC-14\n\nù\n\nPC-'18\n\nS\n\nPC-24\n\nEm atividade (A)\nou inativa (l)?\n\nPA-25\n\nI\n\nPC-26\n\n4\n\nPC-30\n\n3\n\nù\n\nPC-31\n\n2\n\ns\n\nFC-32\n\nLocal¡zâda à montante {M}, à\njusante (J) ou na mesma cota\n\nlopográfica (mm) do poço mais\npróx¡mo?\n\n1\n\ns\n\nvU AlA\n\nPC-33\n\n2\n\nPC-34\n\n1\n\nPC-37\n\n1\n\nPC-38\n\n1\n\nPC-39\n\n2\n\nò\n\nPC-40\n\n2\n\nPC-41\n\nM\n\nM/M/ J/ J\n\n1\n\nS\n\nPC-42\n\nJ\n\nMIJIJ\n\nPC-43\n\nS\n\nPç-44\n\nmm\n\nA\"i I\n\nPC-45\n\nmm\n\nmm/mm\n\ns\n\nPC-46\n\n1\n\nPC-48\n\nmm\n\nA\n\nmm\n\nS\n\nCAGNoN, F.A. - Dissertação de lvlestrado,zOCú\n\nJ\n\nMm/ M\n\nJI J\n\nù\n\nM\n\ntul/ M/ M\n\nA\n\nA\n\nM\n\nmm\n\n2\n\nJ\n\nA\n\nM\n\nM\n\nní\n\nmm\n\nM\n\nmm\n\nM\n\nMm\n\nM\n\nM/M\nConfinLrâ\n\n\n\nQuadro 6.'X - Cadastro das fontes potenciais de contanni¡'¡ação * fossas.\n\nLocalização\n\nPÇ-10 1\n\nExiste fossa:\nsim (S) ou\nnão {N) ?\n\nPT-01\n\nPT.O2\n\nPT\n\nPf-12\n\n1\n\nQuantâs?\n\nS\n\nPT-1 3\n\nPT\n\nÞ\n\nPT-16\n\n4\n\nù\n\nEm ativ¡dade (A)\nou ¡nativa (l)?\n\nPT-21\n\n1\n\nS\n\nPT-25\n\n4\n\nPT-27\n\n1\n\nù\n\nPT-31\n\n1\n\nS\n\nPT-33\n\nLocalizada à montante (M), à\njusante (..1) ou na mesrna cota\n\ntopográfica (mm) do poço rnais\npróximo?\n\n1\n\nS\n\nimediaçöes do\nCórrego\n\neompr¡do\n\nPT.35\n\n1\n\nA\n\n1\n\nS\n\nI\n\nQuadro 6.2 - CadasÉro das fontes potencia¡s de contarninação - área aErícola.\n\n1\n\nI\n\n5\n\nA\n\n!-ocal¡zação\n\n1\n\nS\n\nmm/mmiJ/J\n\nJ\n\n1\n\nPC-06\n\n1\n\nI\n\nmm\n\nPC-07\n\n1\n\nÉ uma área agrlcola, sim (S) ou näo (N) ? Qual o\ntipo de ât¡vidade agricola ?\n\nmm\n\nPC-23\n\n10\n\nA\n\nmm\n\nPC-29\n\nPC-33\n\nJ\n\nA\n\nMIJIJ\n\nPC-35\n\ntodas at¡vas\n\nA\n\nmm\n\nPC-37\n\nrîm/ Jl Jl Jl J\n\nmm\n\nPC-41\n\nPA-43\n\nS: horta\n\nmm\n\nPC-45\n\nS: horta\n\nS: plantação de laranja e limão\n\nPC-48\n\nM\n\nS: horta\n\nJ\n\nS: horta\n\ntulm\n\nS: cultivo de plantas ornamentais\n\nCAGNON, F.A. - Dissertação de lvlestrado, 2OCO\n\nS: horta\n\nS: hortâ\n\ntttil¡za Fertilizante Orgânico\n(O) e/ou lnorqânico {l}?\n\nS: plantação de café\n\nS: horta\n\nS: horta\n\no\n\no\n\no\noA\n\nOA\n\nOA\n\no/t\n\no\no\n\n\n\nQuadro 6.2 - Cadastro das fontes potenciais de contaminaçäo - área agrícola.\nLocalização\n\nPC-101\n\nPT-o1\n\nÉ uma área agricola, sim (S) ou não (N) ? Qual o\ntipo de atividade agrlcola ?\n\nPT-08\n\nPT-l1\n\nP't-12\n\nPT-16\n\nPf-27\n\nPT-28\n\nS: mangueiras\n\nPT-33\n\nPT-35\n\nS: horta\n\n6.4 HidrogeologiaLocal\n\nS: horta\n\nO aqüifero na área de estudo é do tipo livre, de porosidade primária,\nassociado aos sedimentos da Formação Adamantina.\n\nA Formaçåo Adamantina é caracterizada por arenito fino a médio, vermelho -\n\narroxeado, muito homogêneo e rijo. A recarga do aqüÍfero ocorre pela infiltração\n\nde água de chuva, na superfície aflorante da Formação Adamantina, que pertaz\n\ntoda a área de estudo. A descarga local se dá no Córrego Comprido, afluente do\n\nCónego do Matador, o qual atravessa a cidade na regiäo nordeste. A cidade de\n\nUrânia encontra-se sobre um divisor de águas subterrâneas.\n\nS: horta\n\nS: horta\n\nS: plantaçåo de café\n\nS: plantaçåo de mudas de árvores frutfferas\n\nS: plantação de pinha e uva\n\nS: horta\n\nS: pomar de laranja e limão\n\nUtiliza Fertilizante Orgån ico\n(O) e/ou lnorgånico (l)?\n\no\n\no\n\no\n\nE 4ss\n\nI ¿so\nE')\n'$ +rs\ntt\n¡ aao\ntr 435\no\nTt 43o\n(ú\n\n$ azs\n\no\n\non\n\noil\nù\n\non\n\nù\n\nOA\n\nPC-02 PC-09 PC-10 PC-24\n\nlagosto/01 Elsetem bro/01 Eoutubro/O1\n\nFigura 6.5 - Gota dos Níveis de Água Estáticos em Poços Cacimbas.\n\nCAGNON, F.A. - Dissertação de Mestrado, 2Oß\n\nPC-25 PC-26\nPoços\n\nPC-32 PC-44 PC-45\n\n\n\nFIGURA 6.4\n\nFONTES POTENGIAIS\nDE COilTAMTI{AçÃO\n\n450 m\n\nCurvas de nlvel(m)\n\nDrenagens\n\nRodovias principais\n\nEstradas secundárias\n\nFerrovia\n\nCota topográfica\n\n- ,Area agrfcola - uso de- fertilizantes orgânicos\n. Área agrfcola - uso de- fertilizantes inorgånicos\n¡ Fossa ativa\no Fossa inativa\n\nArea A (noroeste): 23 fossas/km'?\n\nArea B (nordeste): 4E fossas/km,\n\nArea C (sul): 17 fossas/km '?\n\n160 320 480 m\n\n1 :16.000\n\n-\\ \\\\,i^--ìì\n\n\\\\\n\nt\\\n1l\nll\ntì\n¡1\ntl\n\n3 ll\n\"tl\n\ntl\nt\\\ntì\nll\n\n\\\n\\\n\nCAGNON, F.A. - Dissertação de Mestrado, 2003 57\n\n\n\nDe acordo com ROSSATO (1999), os níveis de água estáticos na área de\n\nestudo näo variam de maneira significativa com o tempo, durante um ano\nhidrogeológico. lsto pode ser observado durante as medições dos níveis de água\n\nnos meses de agosto, setembro e outubro de 2001 (Figura 6.5 e Anexo 6).\nObserva-se que estes oscilam no máximo 0,52 m neste período, com exceção do\n\npoço PC44, cuja variação máxima chega a 1,2O m. Estes dados, porénr, nåo são\n\nrepresentativos de uma variação sazonal, pois foram obtidos em uma única\n\nestação do ano.\n\nSegundo H IRATA (2000), uma queda nos valores de carga hidráulica, de\n\nmaio/99 para fevereiro/O0, denota os efeitos da estação seca que também se\n\nreflete na posiçäo do nível de água, que se aprofundou em torno de 1,5 m no\n\nperÍodo. De acordo. eom os dados obtidos, é possível obseruar um\naprofundamento dos níveis de água, de agosto a outubro de 2001, e as variaçÕes\n\nforam pouco menores do que aquelas observadas por l{ IRATA (2000).\n\nDe maneira geral, na cidade de Urânia, a profundidade do nível de água\n\nmedida nos poços cac¡mbas (zona rasa) variou de 0,9 m a 18,9 m abaixo da\nsuperfície, enquanto que a carga hidráulica, de 426 m a 453 m em relaçäo ao\n\nnível do mar. Nos poços tubulares (zona intermediária), a profundidade\n(aproximada) do nível de água variou de 2,9 m a 18 m, enquanto que a carga\n\nhidráulica, de 451 m a 454 m.\n\nPor meio do mapa potenciométrico confeccionado com as cotas dos níveis\n\nde água estáticos medidos nos poços cacimbas, em outubro de 200'1, foi possível\n\nestabelecer as direções principais de fluxo das águas subterrâneas e determinar o\n\ngradiente hidráulico. As velocidades de fluxo das águas foram calculadas\nutilizando-se os valores de condutividade hidráulica determinados por meio dos\n\ntestes de bombeamento.\n\nDe acordo com este mapa (Figura 6.6), a direção preferencial de fluxo das\n\náguas subterrâneas, na porção nofte da cidade, é para sudeste e na porção sul\n\nda cidade, para nordeste, ambas em direção ao Córrego Comprido, afluente do\n\nCórrego do Matador.\n\nCAGNON, F.A. - D¡ssertação de Mestrado, 2003\n\n\n\nFIGURA 6.6\n\nPOTEilCTOTÉTnlcO. OUTUBRO DE 2001\n\nCurvas de nfvel (m)\n\n0renagens\n\n=4 \nRodovias principais\n\n¿z¿' \nEslradas secundárias\n\n\\ I : Ferrovia\n\n4m m cota topográfica\n\n, .'., $ Poço cacimba\n\n(442,4s) Carga hidráutica (m)\n\n'1 ir Linhas equipotencioméùicas (m)\n\n-> \nLinhas de Flu<o\n\n100 200 300 m\n\n1:10.000\n\n59F.A. - Dissertaçåo de Mestrado, 2003\n\n\n\nOs ensaios de bombeamento foram realizados nos poços PT-234 e PT-26.\n\nO poço PT-234 possui 80 m de profundidade, filtro de 50 m e bomba com vazão\n\nde 5,20 mt/h. O poço PT-26 tem 60 m de profundidade, 36 m de filtro e bomba\n\ncom vazão de aproximadamente 1,11 m3/h. Durante o teste realizado no poço PT-\n\n234, um poço de observação (PT-23), localizado a 5,49 m do poço de\nbombeamento, foi monitorado.\n\nO valor da porosidade efetiva utilizado nos cálculos loi de 15Vo. De acordo\n\ncom HIRATA et al. (1997), a porosidade efetiva do Grupo Bauru varia de 5% a\n\n15o/o. A partir dos dados obtidos nos testes de bombeamento, a transmissividade\n\ndo aqüífero também foi calculada.\n\nOs resultados de condutividade hidráulica calculados foram 7,17 x 10-s e\n8,54 x 10€ m/s e transmissividade, 7,1 x 1O'3 e g,2 x 104 m?s (solução de\nNeuman). O gradiente hidráulico varia de 0,011 a 0,025 (ou 1,1o/o a2,5%) e a\nvelocidade de fluxo das águas subterrâneas, de 1,20 x 10-5 a 6,26 x 10-7 m/s.\n\nA Tabela 6.2 apresenta um sumário de parâmetros hidrogeológicos para o\n\nAqüifero Adamantina.\n\nNesta pesquisa, assim como mostra a Tabela 6.2, são utilizados os\nconceitos de zona rasa (ZR), intermediária (Zl) e profunda (ZP) definidos por\nALMODOVAR (2000). Fazem parte da zona rasa as águas mais superficiais,\næptadas por poços cacimbas, os quais atingem até 21 m de profundidade,\n\nenquanto que as águas da zona intermediária são captadas por poços de até 105\n\nm de profundidade- A zona profunda ê caracterizada por águas captadas por\npoços profundos, de propr¡edade da Sabesp, que at¡ngem até 270 m de\nprofundidade.\n\nDe acordo com ALMODOVAR (2000) e HIRATA (2000), estes termos foram\n\nutilizados para designar três zonas hidroquímicas d¡ferentes, identificadas na área\n\nde estudo, de acordo com a posição de amostragem dos poços.\n\nSegundo ALMODOVAR (2000), zona rasa (ZR) é aquela caracterizada pelas\n\náguas rasas de recarga do aqüífero, representada pelos poços cacimbas. A zona\n\nintermediária (Zl) é aquela cujas águas se localizam entre a recarga e a descarga\n\ndo aqäífero, representada pelos poços tubulares e a zona profunda (ZP) é\ncomposta pelas águas mais velhas e profundas do aqüífero, representada pelos\n\npoços profundos da Sabesp. A mesma terminolog¡a será nesta dissertação.\n\nCAGNON, F.A. - D¡ssertaçåo de Mestrado, 2003\n\n\n\nTabela 6.2 - Sumário dos Parâmetros Hidrogeológicos para o Aqüífero Adamantina.\n\nEPt1\n\naona rasa\n\neo¡.{r{li-vl--?qe trf d¡áslf 9a:(¡rr-þ) \nr\n\nH IRATA\n(2000a)\n\nZona\nntermed¡ária\n\nZona profunda\n\nROCHA ef\nat. (1982)\n\n1 x 103 ¿\n1 x 1 O-7\n\nTesle de\n\nnov/o1\n\n'çf'a9fq!te illiliiú.tlÊ.o\n\n1,16 x 10-s a\n'L16 x 10 6\n\nHIRATA\n(2000a)\n\n7 .17 x 1o-5 e\nó,s+ \n\n\" \nr o''\n\nPotenc¡ométrico\nouUo1\n\nCAGNON, F.A. \n-Dissertaçao \n\nde t\\4estrado - 2003\n\nlr?.lÈp!g-q{9 Cs,. FtEc,,('tr/il-\n\n0.01 1 a 0.025\n\n0,013 a\n0,034\n\nHIRATA\n(2000a)\n\nPotenciométrico\nouV01\n\n3,5x1o€a\n8,1 x 10'7\n\n1,20 x 1 o'5 a\n6,26 x 1 0-7\n\nHIRATA &amp;\nRODOLFI\n\n(1ee3)\n\nROCHA et\na¿ (1982)\n\n7,3 x 1 0'5\n\nIeste de\n\nnov/o1\n\n3,5 x 1oa a\n5,8 x lOa\n\n7,10 x 10-3 e\n9,20 x 1O-a\n\n\n\nSe comparados os valores de condutividade hidráulica obtidos, por meio dos\n\ntestes de bombeamento, para a Zl, com aqueles obtidos por ROCHA et al. (1982) e\n\nHIRATA (2000a), para a ZP, observa-se que os intervalos de valores obtidos por\n\nestes autores são maiores, pois são resultado de pesquisas de cunho regional e de\n\nensaios realizados em poços profundos (ZP). Os poços profundos säo\nnormalmente caracterizados por possuírem filtros longos, tornando-os\nrepresentativos de uma seção maior do aqüífero, atravessando uma ou mais zonas\n\nhidráulicas. Desta forma, as diferenças notadas podem estar associadas a\nheterogeneidades ao longo do perfil geológ¡co ou, a¡nda, a variações regionais do\n\naqüífero.\n\nAs velocidades de fluxo e os gradientes hidráulicos determinados são muito\n\nsemelhantes àqueles apresentados por HIRATA' (2000a). Da mesma forma, os\nvalores de transmissividade calculados e aqueles obtidos por ROCHA et al. (1982)\n\ne HIRATA &amp; RODOLFI (1993) são muito semelhantes.\n\n6.5 Classificação e Evolução Hidroquímica das Águas Subterrâneas\nPara o desenvolvimento desta pesquisa, utilizou-se as defìnições dos termos\n\nvalor de referência de qualidade, valor anômalo, poluição e contaminante, conforme\n\napresentadas a seguir.\n\nDe acordo com CETESB (2000), um solo é considerado \"limpo\" quando a\n\nconcentração de um elemento ou substância de interesse amb¡ental é menor ou\n\nigual ao valor de ocorrência natural. Nesta pesqu¡sa, valor de referência de\nqual¡dade (VOR) é a concentração de ocorrência natural de um determinado\ncomposto ou elemento, enquanto que valor anômalo é uma concentração maior do\n\nque o valor de oconênc¡a natural. Desta forma, a água foi considerada poluída\nquando apresentou concentrações anômalas de um determinado elemento ou\nsubstância.\n\nAinda de acordo com CETESB (2000), uma área é considerada contaminada\n\nse, entre outras situações, as concentrações de elementos ou substâncias de\ninteresse ambiental estiverem acima de um determinado limite denominado valor\n\nde intervenção, indicando a existência de um risco potencial de efeito deletério\nsobre a saúde humana. Desta forma, entende-se por contaminqnte elementos ou\n\nCAGNON, F.A. -D¡ssertaçåo \nde Mestrâdo - 2003\n\n\n\nsubstâncias em concentrações que indicam um risco potencial de efeito deletério\nsobre a saúde humana.\n\nA Figura 6.7 apresenta os diagramas de Piper (A) a (E). Por meio destes\ndiagramas, foi possível distinguir dois tipos hidroquímicos:\n\n1. zona rasa (ZR): säo águas bicarbonatadas nitratadas cálcicas,\nsecundariamente cloro-nitratadas cálcicas e bicarbonatas nitratadas sódicas. Os\níons predominantes nestas águas são bicarbonato, cálcio e nitrato, sendo que este\n\núltimo apresenta conelação positiva para cloreto e sódio.\n\n2. zona intermediárias (Zl): são águas bicarbonatas cálcicas e\nbicarbonatadas nitratadas cálcicas, localizadas em maior profundidade.\n\nDe acordo com GUTIERREZ (1999), as águas da zona profunda (ZP) em\nUrânia, representadas pelas águas dos poços profundos de propriedade da\nSabesp, são predominantemente do tipo bicarbonatadas cálcicas ou magnesianas.\n\nNão foram observadas diferenças significativas nas quantidades dos íons\nmaiores e menores (e, portanto, diferentes tipos hidroquímicos) entre as áreas\nurbanas sob influência de fossas, agrícolas com e sem apl¡cação de fertilizantes\ninorgânicos, e área ocupada por mata nativa. As diferenças identificadas estão\nrelacionadas às zonas rasa e intermediária e às áreas poluída e não - poluída.\n\nDe maneira geral, ocorre incremento de cálcio da zona rasa (ZR) para a\nintermediária (Zl), acompanhado pelo aumento da alcalinidade e do pH. O aumento\n\nda quantidade de cálcio deve estar associado a processos de dissolução de\nminerais de c¿ílcio e da matriz carbonática, processo que leva ao consumo de H*\n\nem soluçåo (aumento do pH). Segundo CAMPOS (1987, 1993 apud BERTOLO,\n2001), o carbonato de cálcio (calcrete) e os argilominerais, constituintes do cimento\n\ndas litofácies, devem ser as principais fontes de enriquecimento iônico deste\naqúífero.\n\nCAGNON, F.A. \n-Dissertaçåo \n\nde Mestrado -2003\n\n\n\nDIAOR¡¡{A OE PIPÉR. UTâNIA. 3P\n\nR6rùa6 ¡ñ¡/ds- ¡ùdm\nOù{oRArl^ 0E PIPER - Urànl?, 8P\n\nREtdd ¡n¡1d6. ¡!d@\n\n0l OFlÁ¡l DÉPIPER-Urånle, 6P\n8.¡tdd ¡ñ¡rud. hn,.too!\n\not oR^Àt oÉPIPÉR-urlnh,sP\nR.dû¿d ¡ñ¡ldd. t.bñlþól\n\nDI OR I'l DEPIPER-Urån18,8P\nR.eþdú¡î.|fu4- ¡Cù'@l\n\no poços cac¡mbas\nFigura 6.7 - Diagramas de Piper - (A) abril/O0, (B) agosto/0í, (C) fevereiro/Oí,\n(D) agostol0l e (E) setembro/0í.\n\nCAGNON, F. A. - Dissertaçåo, 2003 (\n\no poços tubulares\n\n\n\nDa ZR para Zl ocorre ainda diminuição das concentrações de cloreto (até\n19,68 mg/L na ZR e até 14,26 mg/L, na Zl) e nitrato (até 140 mg/L na ZR e até 81\nmgil, na Zl). Estes íons devem estar sendo diluídos por dispersão mecânica. A\npresença de cloreto e nitrato na zona rasa e a diminuição destas concentraçôes em\ndireçäo às águas mais profundas reforçam a hipótese de origem antrópica para\nestes íons.\n\nObserva-se, ainda, ligeiro decréscimo das concentrações de potássio e sulfato\n\nde ZR para Zl, o que pode estar associado a dois mecanismos distintos: fixação do\npotássio na fase sólida, por troca catiônica, e redução e ou precipitação do sulfato.\n\nApesar de serem o bicarbonato e o cálcio os íons predominantes na Zl,\nelevadas concentrações de sódio foram observadas nas águas do poço pT-28 (de\n\n25,5 a 28 mg/L). Neste caso, a presença de sódio em concentraçöes anômalas\npode estar associada à dissolução de minerais de sódio e troca catiônica (a água\nganha sódio e perde cálcio, que é adsorvido pelas argilas), visto que não foram\ndetectadas concentrações anômalas de n¡trato nestas águas, o que indicaria uma\nfonte antrópica para o sód¡o.\n\nDo ponto de vista da evolução hidrogeoquímica, as águas da zona rasa (ZR)\n\nevoluíram para a interme diária (Zl) com a diminuição das concentrações de sódio,\ncloreto e nitrato, secundariamente sulfato e potássio, e aumento das concentrações\n\nde cálcio e bicarbonato.\n\nOs íons menores analisados (fluoreto, ferro e estrôncio), quando detectados,\n\napresentaram concentrações próximas aos limites de detecção. Dos constituintes\ntraços analisados (alumínio, bário, brometo, cádmio, cromo, cobre, chumbo, zinco,\n\nníquel e prata), não foram encontrados prata e cádmio, sendo os demais\ndetectados, próximos aos l¡mites de detecçåo.\n\nNa Zl, a correlação positiva observada entre magnésio e cálcio reforça a\nhipótese de ocorrência de dissolução de minerais. Este processo, que está\ndiretamente associado ao aumento na quantidade de sais dissolvidos e, portanto,\n\nao aumento da condutividade elétrica, pode ser evidenciando pelas correlações\npositivas entre condutividade elétrica e cálcio e condutividade elétrica e magnésio\n(Anexos 7 e 8).\n\nCAGNON, F.A. \n-Dìssertação de Mestrado - 2003\n\n\n\n6.6 Contaminação das Águas Subterrâneas por Nitrato\nEspacial e Temporal\n\nNeste capítulo, serão apresentados os resultados de nitrato nas águas\nsubterrâneas e sua distribuição espacial e temporal, e ainda os resultados obt¡dos\npara os íons amônio e cloreto, cuja presença nas águas subterrâneas está\ndiretamente relacionada ao nitrato, e para os parâmetros condutividade elétrica, Eh\n\ne pH. Foram calculadas, para estes parâmetros, as médias aritméticas, os desvios\n\npadräo e os coeficientes de variação (CV's), Anexo g.\n\nSegundo BARNES (1980 apud YAMAMOTO 2001), se amostras aleatórias de\n\ntamanho fixo são retiradas de uma população, cuja distribuição teórica é de forma\n\narbitrária, mas com média e variância finitas, a distribuição das amostras tende\nmais e mais a uma distribuição normal com média e variância tanto quanto o\ntamanho das amostras aumenta. Segundo YAMAMOTO (2001), na maioria dos\n\ncasos geológicos, a aproximação é boa a partir de 40 amostras.\n\nApesar do número de amostras utilizadas ter sido, na maioria, menor que 40,\n\nde forma geral, os dados possuem distribuição do tipo normal, o que pode ser\nobservado por meio dos CVs calculados (entre 0,2 e 0,6) e dos histogramas (Figura\n\n6.8). A exceção ficou por conta de CVs relativamente altos, por vezes maior que\n\n0,6, obtidos para o cloreto e amônio. Para estas exceções (Figura 6.8, histograma\n\nC), a distribuição é do tipo log normal, com h¡stogramas assimétricos compostos\npor concentrações baixas e algumas delas excepcionalmente altas. A Figura 6.8\napresenta os h¡stogramas confeccionados para o nitrato (ZR), condutividade\nelétrica (Zl) e cloreto (Zl).\n\nDistribuição\n\nCAGNON, F.A. -Dissertaçâo de \nlulestrado - 2003\n\n\n\nFigura 6.8 - Histogramas: (A) concentração de nitrato na zona rasa (abr¡l/Oo), (B)\nvalores de condutividade elétrica na zona intermediária fiunho/99) e (C)\nconcentraçäo de cloreto na zona intermediária (agosto/Oí).\n\n{^l\nB XdN&amp; UA\n\nForam identificados, como compostos que poluem as águas subtenâneas na\nárea de estudo, o nitrato, o cloreto e o amônio. Destes, apenas o nitrato está\ncontaminando estas águas, pois foi detectado em concentrações acima daquela\nestabelecida pela Portaria 1.469 do Ministério da Saúde, que é 45 mg/L NOg-.\n\nSegundo CUSTÓD|O &amp; LI-AMAS (1976), a concentraçåo de nitrato nas águas\n\ndoces varia de 0,1 mg/L a 10 mg/L. Na área de estudo, o valor de referência de\nqualidade (VRO) para nitrato considerado foi 3 mg/L. Desta forma, as águas tanto\ndas zonas rasa como intermediária, quando apresentarem concentrações acima de\n\n3 mg/L, encontram-se poluídas por nitrato. O VRQ foi definido e¡nsiderando os\nmenores valores detectados na área de estudo, a localização dos poços\nconsiderados VRQ e a baixa probabilidade de oconência de fonte de\ncontaminaçåo.\n\nConcentrações abaixo do VRQ foram detectadas nas zonas rasa e\nintermediária, nos poços: PC-24, PC-42, PT-10, PT-12, pT-16, pT-22, pT-2S, pT-\n\n28, e PT-34, todos localizados em áreas tipicamente de recarga, com exceção dos\npoços PC42, PT-25 e PT-28, estes localizados na zona rural.\n\nApesar de as águas dos poços PC-26 e PC-44 nåo estarem poluídas por\nnitrato, concentrações anômalas de amônio (entre 0,2 mg/L e o,T mg/L) foram\ndetectadas. Três fossas foram identificadas nas imediações destes poços, o que\npode ser indicativo de futura presença de nitrato nestas águas, deconente do\nprocesso de nitrificação e da continuidade de aporte de nitrogênio proveniente\ndestas fossas.\n\n(A) (B)\n\n(ct\n\n(c)\n\nCAGNON, F.A. \n-Dissertação de Mestrado - 2æ3\n\n\n\nconcentraçÕes de nitrato entre 3 mg/L e 4s mg/L foram detectadas em poços\ndistribuídos por toda a área de estudo, prioritariamente dentro dos limites da\nconfiguração da área urbana na década de 70 (ver Figura 6.3). As maiores\nconcentrações (acima de 80 mg/L) foram detectadas nas imediações da área de\ndescarga local, nas proximidades do córrego comprido, onde os níveis de água se\nencontram mais próximos da superfície. Nesta área foi identificada a maior\ndensidade de fossas por quilômetro quadrado (4g fossas/km2) e altos valores de\ncloreto e condutividade elétrica.\n\nA Figura 6.9 apresenta um gráfico de correlaçåo entra as concentrações de\nnitrato e as profundidade dos níveis de água na ZR, monitorados em outubro de\n2001 .\n\n20\nE\nõ\nf,\n.H' 16\nc)Þ\nõ\n\no\n!\nc)þ\nE8Þc\nl\no-a. 4\n\n0\n\nFigura 6.9 - Gráfico de correlação da concentração de nitnato (rng/L) - set/01\ncom as profundidades dos níveis de água (m) - ouU0l.\n\nDe modo geral, é possível verificar uma boa correlação entre as\nprofundidades dos níveis de água e as concentraçÕes de nitrato. observa-se que\n\n-10\n\n-'-oo\n\n\" \n\n-_-_'t\n\n\"\\ \\r.-\n\n30 50 70\nn¡irato (mg/L)\n\nCAGNON, F.A. \n-Dissertaçåo de Mestrado - 2OO3\n\n110\n\n't-. Regression\n95% confid.\n\n\n\nas ma¡ores concentrações foram detectadas em águs cujos níveis de água estão\nmais próximos a superfície.\n\nA partir dos mapas de isoconcentração de nitrato, para ZR e Zl, durante as\nestações seca e úmida (Figuras 6.10 e 6.'l 1), pode-se observar que, tanto na zona\nrasa como intermediária, o nitrato se distribui em formato de \"ilhas\" circulares.\n\nNa zona rasa foi possível identificar cinco \"ilhas', principals, as quais têm como\ncentro as concentrações detectadas nos poços pC-12, pC-23, pC-29, pC_33 e\nPc-43, todos localizados nas imediações de fossas. Na zona intermediária foram\nidentificadas duas \"ilhas\" principais que têm como centro os poços pr-Og e pr-1g,\n\nlocalizados na área à norte da linha do trem. Nesta região da cidade, cuja ocupação\nurbana é a mais antiga, observa-se que a poluição por nitrato já atingiu as águas da\nzona intermediária de maneira mais severa (Zl).\n\nA concentração de cloreto, detectada na área de estudo e considerada VRe,\nfoi 3 mg/L. Desta forma, as águas subterrâneas, tanto das zonas rasa como\nintermediária, por apresentarem concentrações acima de 3 mg/L, encontram-se\npoluídas por cloreto. A exemplo do nitrato, o VRe para cloreto foi definido\nconsiderando os menores valores detectados na área de estudo e a localização dos\npoços considerados VRQ. As Figuras 6.'12 e 6.13 apresentam os mapas de\nisoconcentração. de cloreto, confeccionados para a ZR e Zl, durante as estaçöes\nseca e úmida.\n\nPode-se observar que também o cloreto se distribui de maneira a formar\n\"ilhas\" circulares, notadamente em torno dos poços pC-17, pC-28, pC-2g e pC4S\n\nna ZR e três na Zl, em torno dos poços PT-19, PT-23 e pT-26.\n\nNos poços onde foram detectadas concentrações de nitrato abaixo do VRe,\ntambém se detectou baixas concentrações de cloreto e baixos valores de\ncondutividade elétrica, o que pode ser veriflcado pelas correlações positivas obtidas\npara nitrato x cloreto e nitrato e condutividade elétrica (Anexos 7 e B). A exemplo do\nnitrato, as concentrações anômalas de cloreto distribuem-se por toda a ârea de\nestudo.\n\nObserva-se que a ZR, quase que na sua totalidade, está poluída por nitrato e\ncloreto. É nela que foram detectadas as maiores concentrações de nitrato, cloreto e\nos maiores valores de condutividade elétrica, se comparada à Zl (Anexo 9).\n\nCAGNON, F.A. \n-D¡ssertaçáo de Mestrado - 2OO3\n\n\n\nFlouRA 6.t0\n\n|SoGoI{GENTRAçAO DE N|ÌRATO (mg/L)\nzoilÀ¡ RASA E rillERtEDt^ilA\n\nEetaSo úmlda\n\nZONA RASA ZONA INTERMEDIARN\n\n. Curvas de nfvel (m)\n\n>>-- Drenagens\n\n.n,\"\"' Rodovias PrinciPais\n\n-- Estradassecundárias\n\n.-\\-) Ferrovias\n\nPCS2\n\n+\nPTl)E\n\n+\n\nPoço cacimba\n\nPoço tubular\n\nArea agrfcola com uso de\nfertllizanteE orgånicos\n\nArea agrfcola com uso de\nfertilizantes inorgånlcos\n\nFossa ativa\n\nFossa lnatlva\n\nGoncêntração de nltrato (mg/L!\n\nlll\nff:\nL--l.o\n\nEi:\n\n0 Ð l(þ ts 2m 2s gxÌr\n\nCAGNON, F.A. - Dissertaçåo de Mestrado, 2003\nESCALA 1:10.000\n\n\n\nFIGURA 6.11\n\ntsoGor{GEr{TRAgaO DE ilTTRATO (nE/t)\nZOI{I3 RASA E I]{TERTEilIRIA\n\nE8hçåo.rca\n\nZONA RASA ZONA INTERMEDIARA\n\nCurvas do nfvel (m)\n\nDrenagens\n\n,,,\"'o Rodovlas PrlnciPals\n\nEstradas secundárias\n\nY--H\n\nPOn\n+\n\nP¡G\n+\n\nFerrovlas\n\nPoço caclmba\n\nPogo tubular\n\nArea agrfcola com uso de\nfertillzantee orgânicos\n\nArea agrlcola com uso de\nfertillza ntes lnorgå nlcos\n\na Fossa ativa\n\na Fossa lnatlva\n\nGoncenlraçlo de nltrato (mg/l-l\n\n140\n\n130\n\n120\n1lo\n100\n\n90\n80\n70\n\n60\nõo\n\n40\n\n30\n\n20\n10\n\n3\n\n0 s .l00,* 20 r0ffi\nl,lrl,l\n\nESCALA l:10.000 \n71CAGNON, F.A. - Dissertaçåo de Mestrado, 2003\n\n\n\nPode-se observar que, na zona rasa, os valores de condutividade elétrica\naumentam na direção norte/nordeste. É nesta área que foram detectadas os\nmaiores valores (acima de 315 ¡rs/cm), nos poços: PC-2, PC-1 1, PC-17, PC-29,\nPC-30, PC-33, PC45, PT-18, PT-23, PT-27 e PT-34.\n\nA coincidente localização das \"ilhas\" de nitrato e cloreto reforça a hipótese de\n\nmesma origem antrópica para estes dois íons. A diminuição destas concentrações\n\nde ZR para Zl indica diminuiçäo dos sais dissolvidos (ver Anexo g). Conelaçöes\npositivas entre n¡trato e condutividade elétrica e cloreto e condutividade elétrica,\npredominantemente na zona rasa (Anexos 7 e 8), e a diminuição dos valores de\ncondutividade elétrica de ZR para Zl evidenciam esta hipótese.\n\nÉ possível observar uma diminuição nas concentrações médias de nitrato e\n\ncondutividade elétrica do período de chuvas (estação úmida) para o de estiagem\n(estação seca), enquanto que, para o cloreto, se observa um aumento, tanto na\nzona rasa como intermediária (Figuras 610 a 6.13 e Anexo 9). Mesmo ass¡m, a\nlocalização das principais \"ilhas\" não se altera significativamente, se comparados\n\nàs estações úmida e seca.\n\nNa área de estudo, o VRQ para o amônio foi 0,1 mg/L. Concentrações\nanômalas de amônio (entre 0,1 e 0,7 mg/L) foram detectadas em toda a área de\nestudo, sendo que no poço PC42 foram observadas concentrações\nexcepcionalmente altas (1,2 e 1,3 mg/L).\n\nAs significativas diferenças nas concentrações de amônio observadas no\nperíodo de junho/98 a junho/99 (0,00 a 0,09 mg/L) e de abril/OO a setembro/Ol (0,0\n\na 1,3 mg/L), estão associadas a mudanças de método utílizado nos dois períodos.\n\nNo período de 1 998 e 1999, as amostras foram analisadas em laboratório,\nenquanto que, no período de 2000 a 2OO1 , em campo (Anexo 9).\n\nPor meio dos diagramas de Pearson (Anexos 7 e 8), foi possível ver¡ficar\ncorrelação positiva entre os íons cloreto e nitrato, tanto na ZR como na Zl, o que\n\nindica que o cloreto deve ter a mesma origem que o nitrato, já que näo foi\nidentificada outra fonte para este íon associada aos solos ou à água de recarga.\n\nCAGNON, F.A. -D¡ssertação de Àrestrado - 2003\n\n\n\nFtcuRA 6,12\n\nrroGoilGENTRAçAO DE GTORETO (mg/t)\nZONA¡ RAIA E INIERNEDIAR|A\n\nErhçåo úmlda\n\nZONA RASA ZONA INTERMEDIÁRh\n\n' , .l: ., Curvas de ntvel (m)\n\n.rr'r\" Rodovias PrinciPais\n\nEstradas secundárias\n\n\"À--4 \nFerrovias\n\nPCV2\n\n+\nPTG\n\n+\n\nPoço caclmba\n\nPoço tubular\n\nÁrea agrlcola com uso de\nfertlllzantes orgånicog\n\nArea agrfcola com uso de\nfertlllzantes inorgånlcos\n\nFoEsa ativa\n\nFossa inativa\n\nGoncentraçlo de clorcto (mgll)\n\n100\n\n90\n\n80\n\n70\n\n60\n\n60\n\n40\n\n30\n\n20\n\n'10\n\n3\n\n0 $ t00,o 20 roffit,t,r,t\nESCALA l:10.000 73CAGNON, F.A. - Dissertação de Mestrado, 2003\n\n\n\nFICURA 6.13\n\nrroGoNcENTßAçAO DE GtOiElO (nu't)\nZOI{AI RA'A E I}ITERTEDIÁRIA\n\nE¡bçlo ¡cce\n\nZONA RASA ZONA INTERMEDÁRA\n\n-¿,\"S Curvas de nfvel (m)\n\nDrenagene\n\n,,,\"\" Rodovias PrinciPals\n\nEstradas seoundárlas\n\nl.# FenovlaE\n\nry Poço caclmba\n\nry Poçotubular\n. Area agrfcola com ueo de- feftlllzantes orgånlcog\n\n. Area agrfcola com uso de- feftlllzantes lnorgånicos\n\na Fossa atlva\n\no Foesa lnativa\n\nGoncentraçlo de clorcto (mgllf\n\n't00\n\n90\n\n80\n\n70\n\n60\n\n60\n\n40\n\n30\n\n20\n\n'10\n\n3\n\n0 s 100 ts 20 ão ttn\nl,l'lrl\n\nESC LAl:t0.0(x)\n\nCAGNON, F.A. - Diesertaçäo de Mestrado, 2003 74\n\n\n\nOutras correlações positivas que evidenciam a poluiçäo antropópica das\náguas subterrâneas por nitrato, na zona rasa, são: cloreto x sódio, nikato x sódio,\nnitrato x condutividade elétrica e cloreto x condutividade elétrica. os gráficos da\nFigura 6.14 ilustram estas correlações nas zonas rasa e intermediária.\n\nCorrelações positivas entre nitrato x fluoreto, cloreto x fluoreto e sódio x\nfluoreto foram observadas na maioria das campanhas de amostragem; no entanto,\n\na presença do fluoreto, que varia de 0,003 a 0,39 mg/L, não está relacionado\ndiretamente às principais fontes potenciais de poluição identificadas (fossas negras\ne áreas agrícolas). O fluoreto pode ser proveniente da água tratada que abastece\ntoda a cidade de Urânia e que, por sua vez, at¡nge as águas subterrâneas por meio\n\ndo seu descarte em fossas negras. lsso explicaria as correlações positivas\nobservadas.\n\nA Figura 6.15 (gráficos A a F) apresenta as concentrações de nitrato, cloreto e\n\ncondutividade elétrica, no período de junho de 1998 a setembro de 2001, para\npoços cacimbas e tubulares.\n\nForam observadas, tanto na zonas rasa quanto na intermediária, variações\ntemporais nas concentrações destes três parâmetros, entre as estaçöes seca e\númida. Na ZR as oscilações são mais pronunciadas do que na Zl, como reflexo da\nmaior proximidade dos níveis de água em relação a superfície. Não foram\nobservadas tendências de aumento ou diminuição ao longo do tempo. As\noscilações observadas, no entanto, näo modificam o cenário de poluição das águas\n\nsubterrâneas na área de estudo (Figuras 6.10 a 6 13).\n\nCAGNON, F-4. \n-Dissertaçäo de Mestrado - 2003\n\n\n\nNilralo xc orolo(ms/L)- Poços Caciñbas\nâbri[O0\n\ncoffolaÙoo r-.41812\n\n100102030¡050607080\n.roßto(mq/L)\n\nNil¡alo (mstr) x co¡rd. erélri€ ilvcm) PoçosCacrmbas\nâhril/oo\n\n90\n\n70\n\n:' 60\n-E_\n9\n\n10\n\n,r-. ReSÉssion -i0\n\nN¡t âlo x cloõto (mg/!)-Poços Tubùla¡es\nâbnlð0\n\nCÒftrãliod r:.46204\n\n-\\;l; ¿' o\n\nll\n\n..:):,i\n\n20 40 60 B0 100 120 140 160\nnitrãto (¡9,L)\n\nNrl€lo xsódio (m0tr) ' PoçôsCa.lmbã\nâbrìU00\n\nCor€aüoñ:r-.01524\n\n515253545\nctoreto lmq/L)\n\nN[Êto (ngL/t] x cond. elóHca (u3/cm]-Poçocs rubular\nabnú00\n\ncoff€lallon:r:.30763\n\n45\n\n40\n\n35\n\n3,0g\n920\n3rs\n\n3ol \"\n\nj\nE\n\n!\ng\n\n50\n\n30\n\nt0\n\n25 35\n\nto L\n50 100 150 200 250 300 350 400 450\n\ncond. elélri€ (6/cm)\n\nSódlo x NllÞlo {mg/L} - Poços \n-t! \n\nbulaBB\nÃb.ìlDo\n\nComlåtioû r= 50100\n\nFigurra 6,X4 - Conrelação rîitrato x c[oreto, n¡trato x condut¡vidade elétrica\n\ne nitrato x sódio.\n\n::I\n\n'l\n\n;l\n¡o0\n\nCAGNON, F.A. -DissertaÇão \nde Mestrado - 2003\n\ne\n\n10 20 30 40 50 60 70 00\nNirølo(msL)\n\n\n\n140 r\n130 I\n1,2ot\nl to I\n1oo I\n90 l-\nao l=\\\nzol\n60ç-\n50 I\n40 I\n30 t-\n20 I\n10\n0-\nJun-98 No,\n\nPCo2\nCondutlvldado elátrica, Cloreto o Nllfeto x Tempo\n\nJ\nè\nE\no\n\noo\n\nZOI{A RASA\n\n+N¡lrâlo\n\nMsr-99 Juftgg Abtsoo 49o00 Fev.01 AgG01\nTempo\n\nPC17\nCondutlvldade olótrlca, Cloruto e Nltrato x Tempo\n\n10\n0L\n\ni Condutuìvidadaolátri@\n\nJun-98 Nd-98\n\nIè\nE\no\n\nÊ\noo\n\nCondut¡vldado elétrlce, Cloreto e Nlhto x Tômpo\n\n+Nltrato\n\nZONA IT{IERiIEDÉRIA\n\nMar-99 Jun-99 Ago-00 Fev-01\n\nTompo\n\n't40 \n\"130 I\n\n120 1\n\nPC-27\nCondutlvldade olótrlca, Cloroto o Nltralo x Tempo\n\nJ\nd\nE\no\n\nE\nc\n\nc\noo\n\n.. - 400\nI 350\n[ .oo\n\n-r.-jzsoI 200\nLuo\nI\n\nI 1oo\nl.o\n\n*-=]o\nAgo-01 S6l-01\n\n110\n100\n90\n80\n70\n60\n50\n40\n30\n20\n10\n0\n\nCloreto ,{ condutiv¡dadô olótrl€\n\nÈ\n\nt\n\n5\nã\n!\n!\n.:\n5\n!\no\no\n\nL___\n\nr\nI\n\n!\n\nCloreto\n\nAbr-00\n\nMar-99 Jun-99 Abr-00 Agè00 Fav-01\nTomPo\n\n140 .-\n130 !\n120 t\nroL\nr00 l-\n9oi\nBo¡\n70i\n60!\nso È-\n40i\n30 I\n20 I\n10|\n¡L-\nAbr-00\n\nPT23\nCondutlvldado elótrlca, Cloreto o Nllrato x Tempo\n\nJ\n\nç\no\n\no(,\n\n+ Nilrâto .â- Condutividadô Elêtri€\n\n400\n\n350\n\n300\n\n250\n\nÊ\n\nìj\n'c\n\n¡\no\n!{\n!\nÊ\no\no\n\n- 400\nI .ro\n\n].0\nI zso\n\n--1\nI 2oo\n\n] 'uo--.|: roo\n150\n\nlo\nAgG0'l\n\nTompo\n\nClorato\n\n200\n\n't50\n\n100\n\n50\n\no\n\nFigura 6.15 - Gráficos das concentraçöes de nitrato, cloreto e condutividade\n\nelétrica, no período de junho de lg98 a setembro de 2001.\n\n3'c\nI\n\nËç\n>.¿\n!\nc\noo\n\nAgqOl\n\n' condutiv¡dado slókiq\n\n140\n130\n\n- 120\nÉ rå35so\n980\ngóö\n5s0t2 40\no20\n\n'10\n\no\n\nAge00\n\nlsmpo\n\n+Nilrato\n\nPT.29\nConduüvldade slót¡lca, ClorÞto o Nllfeto x Tompo\n\nCAGNON, F.A. -Dissertação \nde Mestrado - 2003\n\n400\n\n350\n\n300\n\n250\n\n200\n\n150\n\n100\n\n50\n\no\n\nÉ\n\na\n\nã\no\n!\n!\n\nE\n!\nc\noo\n\n. \n\nr condur¡vidqde Elåtfi€_ \n___l\n\nA9o-01\n\nAgÞOO F6v-01\nTamPo\n\n.. 400\n\nI .uo\nl.*\n| ,uo-{ zoo\nf'*\nl'*\n;50â\n\n-Js\nAgq01\n\n+Niteto ^ Condutividado Elótrie\n\nE\n\nõ\noâ\n\nEg\nä¿\na\n!c\nÒ\n\n77\n\n\n\n6.7 Série Nitrogenada\nTanto na ZR como na Zl, predomina o nitrato, o que caracteriza um ambiente\n\noxidante, não sendo observadas zonas com predomínio de formas mais reduzidas\ncomo nitrito, amônio, amônia e nitrogênio orgânico em concentrações elevadas.\nNas águas do poço PC-42, as concentraçÕes anômalas de amônio detectadas\n(>1'0 mg/L) caracterizam um ambiente de formas mais reduzidas, de áreas\npróximas à fossas onde a degradação da matéria orgânica consome oxigênio e\nocasiona a liberação de íons H* em solução, com a conseqüente queda do pH e\npresença de formas mais reduzidas do nitrogênio, tais como o amônio. Evidencia\nesta hipótese o fato destas águas não apresentarem concentraçöes anômalas de\nnitrato e de ter sido identifìcada uma fossa ativa à montante deste poço. observa-\nse que a distribuição dos valores de pH não se altera ao longo de tcidas as\ncampanhas para os mesmos pontos monitorados, sendo ligeiramente mais baixos\nna zona rasa do que na ¡ntermediária (Anexo 9). os únicos valores observados,\npouco elevados para a área de estudo (entre 8,00 e g,g1 mg/L) são aqueles\ndetectados nos poços PT-22, PT-zs e pr-28. Estes, localizam-se em área\ntip¡camente de recarga e não poluídos por nitrato.\n\nOs valores de Ëh variaram de 290 my a 721 mV, de forma homogênea ao\nlongo de todas as campanhas, não tendo sido detectadas diferenças significativas\nentre as zonas rasa e intermediária e entre as estações seca e úmida (Anexo g).\n\nDe acordo com FETTER (2001), as águas subterrâneas possuem um intervalo\nde Eh de - 290 mV a 721mY. Todas as leituras realizadas encontram-se dentro da\nfaixa de normalidade estabelecida por este autor e caracterizam um ambiente\nhidroquímico oxidante para toda a área de estudo, o que propicia a existência de\nnitrato de forma abundante e estável.\n\nAs baixas concentrações de nikogênio orgânico obtidas, entre 0,0 e 2,36\nmg/L, e de carbono orgânico dissolvido (COD), entre 0,29 e 0,89 mg/L (Anexo 1),\nconfirmam o predomínio de ambiente hidroquímico oxidante em toda a área de\nestudo.\n\nAs concentraçÕes de oxigênio dissolvido (OD) obtidas variam de 2,9 a 6,1\nmg/L, na ZR e de 4,4 a 5,6 mg/L, na Zl (Anexo 1). Estes dados, se analisados\nconjuntamente com os valores de Eh e COD, sugerem que' o processo de\n\nCAGNON, F.A. \n-Dissertação de Mestrado - 2OO3\n\n\n\ndesnitrificaçäo nâo opera na área de estudo, onde prerlomina um ambiente\noxidante com pouca disponibilidade de matéria orgânica.\n\nEstes dados são semelhantes àqueres obtidos por GIRARD &amp; HILLAIRE-\nMARCEL (1997). segundo estes autores, a desnitrificação ocorre quando a baixa\ndisponibilidade de oxigênio do meio favorece a ação de bactérias redutoras de\nnikato (MARlorrl, 1986; KoRoM, 1992 apud GTRARD &amp; H|LLATRE-MARCEL,\n1997). As concentrações de oD e Eh, detectadas nas águas subterrâneas do\nAqüífero Niamey, na África (GTRARD &amp; HTLLATRE-MARCEL, 1997) de > 1 mg/L e >\n250 mV, respectivamente, indicaram que o processo de desnitrificação na área de\nestudo não é eficiente.\n\nFinalmente é possível concluir que a presença ou a coexistência de alguns\ncompostos nas águas subterrâneas, dentre eles os da série nitrogenada, é\ncontrolada diretamente pelo pH e Eh, os quais determinam respectivamente quão\nácido e qual é o potencial de oxi-redução do meio. lsto pode ser verificado pelas\nseguintes correlações identificadas nas zonas rasa e intermediária (ver Anexos 7 e\n8):\n\nna zona rasa o aumento do pH provoca o aumento da alcalinidade e\nconsequentemente uma diminuição do potencial de oxi-redução do meio\n(diminuiçäo do Eh); e\n\nna zona intermediária o aumento das concentrações de COD é seguido\npelo aumento da alcalinidade e do Eh, aumentos do pH e de OD\nocas¡onam um aumento nas concentraçöes de nitrato e queda nas\nconcentrações de amônio.\n\n6.8 Análiseslsotópicas\nSão apresentados, a seguir, os intervalos de valores de ôr5N, obtidos em\n\nsetembro de 2001, para 12 amostras de água subterrânea coletadas em poços\ncacimbas (ZR) e 12, coletadas em poços tubulares (Zl), conforme o tipo de\nocupação da área e proximidade de fontes potenciais de contaminação:\n\no área urbana sob influência de fossas: ô15N de +9,74 a +11,630/oo,\n. área agrícola com utilização de fertilizantes orgânicos: ô15N de +10,4g a\n\n+10,86%o,\n\nCAGNON, F.A. \n-Dissertação de Mestrado - 2OO3\n\n\n\n. área agrícola com utilizaçäo de fertilizantes inorgânico: ô15N de +8,60 a\n+11,93%o e\n\no mata natural: ôlsN de +7,75 \n\" \n\n+g,2!o/oo.\n\nA distribuiçåo destas concentrações, levando-se em conta as zonas rasa (ZR)\n\ne intermediária (Zl), é a seguinte:\n\n. ZR: ô15N de +8,74 a +11,13o/oo ê\n\n. Zl: ô1sN de +7 ,75 a +11,937oo.\nA Figura 6.16 apresenta um gráfico de correlação entre as concentraçöes de\n\nnitrato e valores de 15N obtidos para os poços monitorados.\n\n120\n\n100\n\nf,\n},60\nE\n\n;\nË40\nk\nP\n.d\nd\n\n20\n\n-20\n\n1-'/'\n\nFigura 6.16 - Gráfico de correlação da concentraçäo de nitrato (mg/L) com o\nos resultados de 15N (%o)\n\nDe acordo com a Figura 6.16 não há correlação entre as concentraçöes de\n\nnitrato e a assinatura isotópica.\n\nOs resultados obtidos nåo demostram uma distinta separação isotópica entre\no nitrato detectado nas áreas urbana, agrícola e de mata. Nåo são também\n\nCAGNON, F.A. \n-Dissertação \n\nde Mestrado - 2003 80\n\nO6\n\n910\n15N (8o)\n\n11 12 13\n\n\\ Regression\n95o/o confid.\n\n\n\nobservadas diferenças na assinatura isotópica entre as zonas rasa e interrnediária,\no que indica uma mesma origem deste composto para toda a área de estudo. De\nacordo com estes resurtados, a origem provável do nitrato é orgânica, proveniente\nde dejetos humanos e animais.\n\nNo que diz respeito à área urbana de urånia, os resultados das assinaturas\nisotópicas se analisados conjuntamente com os resultados da caracterização das\nfontes de contaminação e ainda com o estudo da hidroquímica das águas\nsubterrânea (correlações positivas de nitrato com cloreto, sódio e fluoreto),\nconfirmam a origem no nitrato como sendo orgânica, proveniente de sistemas de\nsaneamento rn slfu (fossas).\n\nNo entanto, é importante ressaltar que, o fato dos resultados das assinaturas\nisotópicas não indicarem a existência de outras fontes de contaminação,\nespecialmente se considerados os pontos monitorados em áreas ágrícola e de\nmata, não é suficiente para a afirmação de que estas não existam, visto que este\nfato pode estar relacionado a limitaçôes do método.\n\no nitrato detectado em áreas agrícolas (taís como: pc-06, pc-4s e pr-35) e\nde mata (PT-29, PT-30 e pr-32) pode ser de origem naturar, proveniente destas\náreas anteriormente ocupadas por mata nativa, indicando que as águas\nsubterrâneas não foram poluídas por meio da atividade agrícola (fertilizantes). Esta\nhipótese é evidenciada pelo fato de que tanto em área agrícola como de mata\nforam detectadas semelhantes assinaturas isotópicas e baixas concentrações de\ncloreto. outra possibilidade é que o impacto nas áreas agrícolas tenha ocorrido,\nporém apenas o fertilizante orgânico tenha atingido estas águas. Nenhuma\nevidência concreta, que comprove uma ou outra possibilidade, fo¡ observada.\n\n7 CONCLUSOES\nAs águas subterrâneas do Aqüífero Adamantina, das zonas rasa (até 21 m de\n\nprofundidade) e intermediária (de 57 a 104 m de profundidade), no município de\nurânia, estão amplamente contaminadas por nitrato. Estas águas estão também\npoluídas pelos compostos cloreto e amônio;\n\nA fonte de contaminação é do tipo antrópica e multipontual. caracteriza-se\npelo sistema de saneamento in situ do tipo fossas negras, instalado na área urbana\n\nCAGNON, F.A. \n-Dissertação de Mestrado - 2003\n\n\n\ndo município desde a década de s0 até os dias de hoje. Esta hipótese foi\nconfirmada por meio das seguintes comprovações:\n\no fossas negras foram identificadas, tanto ativas como inativas, por toda a área\nde estudo, localizadas nas ¡med¡ações de poços cacimbas e tuburares\ncontaminados;\n\no as maiores concentrações de n¡trato na água subterrânea foram\nidentificadas na porção nordeste da cidade, zona de descarga do aqùífero (córrego\ncomprido), onde foi observada a maior densidade de fossas por quilômetro\nquadrado (48 fossas/km2);\n\n¡ as maiores concentrações de nitrato foram identificadas na zona rasa do\naqüífero, o que indica a presença de fonte de contaminação localizada em\nsuperficie;\n\n¡ concentrações anômalas de nitrato estão associadas a valores anômalos de\ncloreto e condutividade elétrica;\n\noforam identificadas correlações positivas nitrato e fluoreto, cloreto e fluoreto e\nsódio e fluoreto, na maioria das campanhas de amostragem; e\n\noos resultados da razão isotópica lsN permitiram identificar a origem do nitrato\ncomo orgânica, proveniente de dejetos humanos e/ou animais. Não foram\nobservadas evidências de outras fontes de contaminação, tais como fertil¡zantes\ninorgânicos, nem mesmo nas áreas caracterizadas como eminentemente agrícolas.\n\nA partir dos resultados desta pesquisa e, no que diz respeito ao n¡trato, foi\nainda possível concluir:\n\nó as concentraçöes de nitrato e cloreto na área de estudo se distribuem de\nforma a compor \"ilhas\" de formato circular;\n\n.na zona rasa, onde foram detectadas as maiores concentraçöes, foram\nident¡ficâdas cinco \"ilhas\" principais e, na zona intermediária, duas,,ilhas,,de nitrato;\n\n\"a exemplo do nitrato, as concentrações anômalas de cloreto distribuem-se\npor toda a área de estudo;\n\n. a direçäo preferencial de fruxo das águas subterrâneas, orientada para a\nregião nordeste na qual se localiza o córrego comprido (área de descarga local),\npossibilita o transporte de poluentes (nitrato, amônio e cloreto) paia esta área. Fato\neste que, juntamente com a elevada densidade de fossas por quilômetro quadrado\n\nCAGNON, F.A. \n-Dissertaçáo de tvtestraclo - 2OO3 A2\n\n\n\nna região nordeste, faz desta a maís poruída da cicrade, com concentrações de\nnitrato acima de 80 mg/L;\n\n. concentrações de nitrato acima de 45 mgtL foram detectadas nas zonas\nrasa e intermediária, distribuídas por toda a área de estudo, prioritar¡amente dentro\ndos limites da configuraçäo da área urbana na década de 70;\n\n. a local¡zaçäo das principais \"ilhas\" de nitrato e cloreto näo se altera\nsignificativamente, se comparados às estações úmida e seca; e\n\no foram observadas, tanto na zonas rasa quanto na intermediária, var¡ações\ntemporais nas concentrações de nitrato e cloreto e nos varores de condutividade\nelétrica, entre as estações seca e úmida. Estas variações no entanto, não\nmodificam o cenário de poruição das águas subterrâneas na área de estudo-\n\nA partir do estudo da hidroquímica e do modero conceituar de circuração de\nfluxo das águas subterrâneas no município, foi possível concluir que:\n\n\"a condutividade hidráulica na zona intermediária do Aqüífero Adamantina\nvaria de 7 ,17 x 1o'5 e B,s4 x 10€ m/s, o que caracteriza sedimentos permeáveis, os\nquais atribuem ao aqüífero verocidade de caminhamento das águas subterrâneas\nde 1 ,20 x 10-5 a 6,26 x 1o-7 m/s. o gradiente hidráurico da área varia de 1 ,1o/o a\n2,5Vo, o que demonstra que as águas têm pequena perda do potenciar energético\nao se deslocarem das áreas de recarga para as áreas de descarga;\n\n\" distinguem-se dois tipos hidroquímicos: as águas bicarbonatas nitratadas\ncálcicas, secundariamente sódicas e cloro-nitratadas, associadas à zona rasa e as\náguas bicarbonatadas cálcicas e nitratadas cálcicas, que são águas da zona\nintermediária, localizadas em maior profundidade;\n\n'do ponto de v¡sta da evolução hidrogeoquímica, as águas da zona rasa (ZR)\nevoluÍram para a interme diária (zr) com dimínuição nas concentraçöes de sódio,\ncloreto e niirato, secundariamente sulfato e potássio, e aumento das concentrações\nde cálcio e bicarbonato. A presença de cloreto e nitrato na zona rasa e a diminuição\ndestas em direção às águas mais profundas reforçam a idéia de origem antrópica e\nsuperficial para estes compostos;\n\n.os processos hidrogeoquímicos que podem estar ocorrendo na zona\nsaturada na área de estudo sâo: (i) ações antropogênicas: ocorrência de erevadas\nconcentrações de nitrato nas zonas rasa (até 140 mg/L) e intermediária (até g1\n\nCAGNON, F.A. \n-Dissertação de Mestrado - 2(Ð3 83\n\n\n\nmg/L); (2) dispersão mecânica: diminuição nas concentrações de nitrato e cloreto\n(alé 22,94, na ZR e até 12,2s mg/L, na zr) da zona rasa para a intermediária e\ndiminuição das concentrações de sódio (até 19,68, na ZR e até 14,26 mgrL, na zr)\nem direção à zona profunda; (3) dissorução e/ou ou troca iônica (ainda não\ncomprovada): aumento das concentrações de bicarbonato e cálcio da zR para a zl;\n(4) adsorção de potássio na fase sórida (ainda não comprovada): rigeiro decréscimo\ndas quantidades rerativas de potássio em direção às águas mais profundas; e\n\n'predomina um ambiente hidroquímico oxidante por toda a área de estudo,\nonde não foram observadas evidências de processos de desn itrificação.\n\nRECOMENDAçOES\n\nEntre as açöes que podem ser tomadas para a diminuição das concentrações\nde nitrato nas águas subterrâneas, podem-se citar diversos tipos de tratamentos da\nágua, porém a solução mais racional para o problema é maior controle das\natividades e fontes poruidoras. Este controre pode ser rearizado por meio de\ngerenciamenio do sistema de saneamento como um todo (rn siÍu e púbrico), que\ngaranta a coleta e o tratament o de 1000/o do efluente gerado, e a compreta\ndesativaçåo do sistema de saneamento in situ do tipo fossas negras ou sépticas. A\nimplementação de um sistema de gerenciamento, conforme proposto, deve\npriorizar áreas onde ocorrem as maiores concentrações de nitrato e onde as águas\nsubterrâneas são utilizadas para o consumo humano.\n\nRecomenda-se ainda que sejam adotadas medidas que proporcionem um\ngerenciamento adequado do abastecimento de água potáver à popuraçåo, de forma\na garantir a utilização de água de quaridade por todos os habitantes do município.\nPara isso, sugerem-se as seguintes medidas em ordem de prioridade: cadastro de\ntodos os poços privados existentes; cadastro de todas as fossas ativas e ¡nat¡vas,\nrestringir o uso de novas fossas, promover campanhas de conscientização da\npopulação a respeito da importância da utilização de água de qualidade como fonte\nde água potável e ainda utilização racional dos recursos hídricos.\n\ncomo medida emergenciar, sugere-se a orientação da popuração a cerca dos\nriscos associados à ingestão de águas poruídas por nitrato, bem como a\nparalisação imediata do consumo de água não potável.\n\nCAGNON, F.A. \n-Dissertação de MestEdo - 2003\n\n\n\nNo que diz respeito aos aspectos científicos desta pesquisa, sugere-se como\ntrabalhos complementares melhor caracterização da hidrodinâmica do aqüífero com\ncoleta de novos dados e elaboração de modelo matemático de fluxo bem como\nsimulação do transporte de contaminantes de modo a prever a contaminação ou\nnão dos poços profundos no aqúífero.\n\nCAGNON, F.A. \n-Disseñação de Mestrado - 2003\n\n\n\n9 REFFRÊNCIAS BIBLIOGRÁFICAS\n\nALMODOVAR, M. L. N. (1995). Estudo da anomalia de cromo nas águas\nsubterrâneas da regiao noroeste do Estado de Sáo Paulo. Sáo Paulo, 101 p.\n(Dissertaçâo - Mestrado) - lnstituto de Geoeiências, Universidade de São Paulo.\n\nAMODOVAR, M.L.N. (2000). A origem natural da poluiçáo por cromo no aquífero\nAdamantina, mun¡cíp¡o de Urânia (SP). São Paulo, 199 p. flese - Doutorado) -\nlnstituto de Geociências, Universidade de Sáo Paulo.\n\nAMERICAN PUBLIC HEALTH ASSOCIATION (199s). Standard methods for the\n\nexaminat¡on of water and wastewater. 194 ed. Washington DC, American Water\n\nRocks Association and Water Environment Federation. 1268 p.\n\nAPPELO, C.A.J.; POSTMA, D. (1993). Geochemistry, groundwater and poltut¡on.\n\nRotterdam, A. Baalkema. 536 p.\n\nARAVENA, R.; EVANS, M. L.; CHERRY, J. A. (1993). Stabte isotopes of oxygen\nand n¡trogen in source identification of nitrate from septic lanks. Gtoundwater, v.\n\n31, p. 180-186.\n\nBARCHA, S.F. (1980). Aspectos Geológicos e Províncias Hidrogeológicas da\nFormação Bauru na Regíáo Norte - Ocidental do Estado de Sáo Paulo. Sáo\nPaulo.209 p. ffese Livre-Docência) - lnstituto de Biociências, Letras e Ciências\nExatas da Universidade Estadual Paulista de São José do Rio Preto.\n\nBERTOLO, R. A.; HIRATA, R. C. A. (2000). Mon¡toramento da zona náo saturada:\n\num estudo da hidráulica e hidroquímica na estaçáo experimental de Urânia, Sáo\nPau|o, Brasi|. In: CONGRESSO MUNDIAL INTEGRADO DE ÁCuRS\nSU BTERRÂNEAS, 1 . Fortalez a, Z}oe. Anai s. Fortateza, ABAS. (CD-ROM).\n\nCAGNON, F.A. - Dissenaçáo de Mestrado, 2OO3\n\n\n\nBERTOLO, R. A. (2001). Hidrodinâmica e hidrogeoquímica da zona náo saturada\ndo aqúífero Adamantina em Urânia (SP). Sáo Paulo, 21 Bp. ft-ese-Doutorado) -\n\nlnstituto de Geociências, Universidade de Sáo Paulo.\n\nBLACK, A. S.; WARING, S. A. (1979). Adsorption of nitrate, chloride and sulfate\nby some highly weathered soils from south-east Queensland. A ustral¡an Journal of\nSoil Research. v.17, n.2, p.271-282.\n\nBÖTTCHER, J. o.; STREBEL, S.; VoERKELIUS, S.; SCHMIDT, H.L. (1990).\nUsing isotope fractionation of nitrate-nitrogen and nitrate-oxygen for evaluation of\nmicrobial denitrification in a sandy aquifer. Journal of Hydrology, v. 114, p. 413-\n424.\n\nBRASSINGTON, R. (1998). Field Hydrogeotogy.2a ed. Chichester, John Wiley &amp;\n\nSons. 248 p.\n\nB[-,RT, T. P., HEATHWAITE, A. L., TRUDG|LL, S. T. (1993). Nitrate: process,\nPatterns and Managemenf. New York, John Wiley &amp; Sons Ltda. 444p.\n\nCAMPOS, H.; HIRATA, R.; ROCHA, G.; M|STRETA, c. (1994). Origem e\nocorrência de nitrato nos aqüíferos do Estado de Sáo paulo, Brasil. ln:\nCONGRESSO LATINOAMERICANO DE HIDROGEOLOGIA SUBTERRÁNEA.\nSantiago, Alhsud. 1994, Anais. Santiago, ALHSUD. 20 p.\n\nCAMPOS, H.C.N.S. (1987). Contribuiçáo do estudo hidrogeoquímico do Grupo\nBauru no Estado de São Paulo. São Paulo, 1SB p. (Dissertação - Mestrado) -\nlnstituto de Geociências da Universidade de Sáo Paulo.\n\nCANDELA, L.; AURELI, A. (1998). Agricultural Threats to Groundwater euality.ln:\nWORKSHOP PROCEEDINcS. Zaøgoza, i996. tHP-UNESCO/|AMZ-\nCIHEAM/Geotechnical Engineering and Geosciences Department-UpC, 251 p.\n\nCAGNON, F.A. - Dissertaçao de Mestrado,2OO3\n\n\n\nCANTER, L.w. (1997). Nitrates in Groundwater. Boca Raton, Lewis publication.\n\n263 p.\n\nCANTER, L, W.; KNOX, R. C.; FA|RCH|LD, D. M. (1987). Groundwater quat¡ty\nptotection. Michigan, Lewis Publishers. 562 p.\n\nCANTER, L. W.; KNOX, R. C. (1988). Septic tank system effects on ground water\nquality. 3d ed. Michigan, Lewis Publishers. 336 p.\n\nCLARK, l.; FRITZ, P. (1997). Environmental isotopes in hydrogeotogy. New york,\n\nLewis Publishers. 328 p.\n\ncoMpANHtA DE TECNOLOGTA DE SANEAMENTO AMBTENTAL (2000).\nRelatório de Estabetecimento de para sotos e Águas subterrâneas no Estado de\nSão Paulo. Coord. Dorothy C. P. Casarini. São paulo, CEIESB. 73 p.\n\ncoMPANHtA DE TECNOLOGiA DESANEAMENTO AMBTENTAL (1998).\nRelatório de qualidade das águas subterrâneas do Estado de sao pauto, 1ggg.\nSão Paulo. CETESB. 106 p. (Série Relatórios)_\n\nCOMPANHIA DE TECNOLOGTA DE SANEAMENTO AMBTENTAL (1988). Gurã\nde coleta e preservaçâo de amostras de água. Sáo paulo, CETESB. 1S0 p.\n\nCUSTÓD|O, E. G.; LLAMAS, M. R. (1976). Hidrotogia Subterrânea. Omega,\nBarcelona, v. 2.\n\nDAVIS, J. C. (1986). Statistic and data analysis in geology. New york, Wiley. 646\np.\n\nDEPARTAMENTO DE ÁCUAS E ENERGIA DO ESTADO DF SÃO PAULO\n(1974). Estudo de águas subterrâneas; regiáo administrativa 6, Ribeiráo preto -\nSP. Sáo Paulo, GEOPESQUTSADORA. 2v.\n\nCAGNON, F.A. - Dissertaçáo de tvlestrado, 2OO3\n\n\n\nDEpARTAMENTo DE Áouns E ENERGIA Do ESTADo or sÁo pAULo\n(1976). Estudo de águas subterrâneas; regiões adm¡n¡strativas 7, B e g (Bauru,\nSão José do Rio Preto e Araçatuba) . Sáo paulo, ENCO. 4v.\n\nDEPARTAMENTO DE ÁEUNS E ENERGIA DO ESTADO DE SAO PAULO\n(1979). Estudo de águas subterrâneas; regiões adm¡nistrat¡vas 10 e 11\n(Presidente Prudente e Marília). Säo Paulo. 3v.\n\nEXNER, M. E.; SPALDING, R. F. (1994). N-1S tdentificar¡on of Non-point Sources\nof Nitrate contamination beneath cropland in the Nebraska panhandle: two case\nstudies. Applied Geochemistry, v. 9, p. 70-81 .\n\nFERNANDES, L. A. (1992). A cobertura cretácea suprabasáltica no paraná e\nPontal do Paranapanema (SP): os grupos Bauru e Caiuá. São paulo, 129 p.\n(Dissertaçáo -Mestrado) - lnstituto de Geociências, universidade de são paulo.\n\nFERNANDES, L. A.; COIMBRA, A.M. (i992). A coberrura cretácea suprabasáltica\nno Estado do Paraná e Pontal do Paranapanema (Sp): os grupos Bauru e Caiuá.\nln: CONGRESSO BRASILË|RO DË cEOLOctA,37, Sáo paulo, 1sgz. Botet¡m de\nResumos Expandidos. São Paulo, SBG, v.2, p. 506-508.\n\nFERREIRA, L.; HIRATA, R. (1993). Determinaçáo dos riscos de contam¡nação\ndas águas subterrâneas por sistemas de saneamento in situ. Estudo de caso:\nmunicípio de Campinas. tn: StMpóStO BRASILEIRO DE RECURSOS\nHíDRICOS, 1 0., Gramado., 1 99S. Anals. Gramado, tpH/ ABRH, n. 4, p.443-452.\n\nFERREIRA, L. M. R. (1999). A prática de Disposiçaa cle Efluentes Domiciliares \"in\nsitu\" e os Impactos nas Águas Subtenâneas. Estudo de Caso no Município de\ncampinas' são Paulo, 136 p. (Dissertaçáo - Mestrado) - lnstituto de Geociências\nda Universidade de Sáo Paulo.\n\nFETTER, C. W. (2001). Apptied Hydrogeotogy. 4a ed. Upper Saddte River,\nPrentice Hall, 586 p.\n\nCAGNON, F.A. - Dissertaçáo de t\\4estrado,20OB\n\n\n\nFOSTER, S. S. D.; HIRATA, R. C. A.; ROCHA, c. A. (19S8). Risco de potuiçâo\ndas água subterrâneas: uma proposta metodológica de avaliaçáo regional. ln:\nCONGRESSO BRASILEIRO DE ÁGUAS SUBTERRÂNEAS, 6., SãO PAUIO, 1988.\n\nAnars. Sáo Paulo, ABAS. p.175-185.\n\nFOSTER, S. S. D.; HIRATA, R. (1988). Determination det risco det contamination\nde aguas subterraneas: uma metodologia basada en datos existentes. 2a ed.\nPerú,, Centro Panamericano de lngenieria Sanitaria y Ciencias del Ambiente -\nCEPIS-PAHOA/VHO.81 p.\n\nFOSTER, S. S. D.; VENTURA, M.; HIRATA, R. (1987). Groundwater poilution: an\n\nexecut¡ve overview of Latin America - Caribbean situation in relation to potable\nwater-supply. CEPIS Tech. Report (WHO-PAHO-CEPIS). Lima, Peru.\n\nFOSTER, S. S. D. ; CHILTON P. J. (1996). As the land so the water. The effects\nof agricultural cultivation on groundwater. ln: Workshop Agricultural Threats to\nGroundwater Quality, Proceedings. Zaragosa, 1996. p. 15-4a.\n\nFREEZE, R. A.; CHERRY, J. A. (1979). Groundwater. Êngtewood Ctiffs, Prentice-\nHall. 604 p.\n\nFÚLFARO, V. J.; BARCELOS, J. H. (1991), Fase Rift na Bacia do paraná: a\nFormação Caiuá. tn stMpÓsto NActoNAL DE ESTUDOS TECTONTCOS, 3, Rio\nClaro, 1991. Boletim de Resumos Expandidos. Rio Claro, SBG. p.B5-87.\n\nFÚLFARO, V. J. ef at. (1982). Compart¡mentação e evoluçáo tectônica da Bacia\ndo Paraná. Rev¡sta Brasileira de Geociências , v. 12, n. 4, p. 590-61 0.\n\nFUNDAÇAO STSTEMA ESTADUAL DE ANÁL|SE DE DADOS - SEADE (1999). São\nPaulo em Dados. Disponível em: http://www.seade.oov.brlcqi-bin/linocvgS/sÞd.ksh).\nAcesso em: 10 de outubro de 2001 .\n\nCAGNON, F.A. - Dissertaçáo de lvlestrado, 2OO3\n\n\n\nFUNDAçAO STSTEMA ESTADUAL DE ANÁL|SE DE DADOS - SEADE (1981). São\nPaulo em Dados. D¡sponível em: htto://www.seade. qov. brlcqi-bin/linqcvgg/spd.ksh).\nAcesso em: 10 de outubro de 2001 .\n\nFUNDAÇÃO STSTEMA ESTADUAL DE ANÁL|SE DE DADOS - SEADE (2OO2). Sáo\nPaulo em Dados. Disponível em: http://www.seade. qov. br/coi-bin/linqcvgg/sod.ksh).\nAcesso em: 10 de outubro de 2001 .\n\nGIRARD, P.; HILLAIRE-MARCEL C. (1997). Determining the Source of Nitrate\nPollution in the Niger Discontinuous Aquifers using the Natural 15N/1aN Ratios.\nJournal of Hydrology, v. 199. n. 3-4, p. 239-251 .\n\nGORMLY, J. R.; SPALDING, R. F. (1979). Sources and concentrations of n¡trate -\nnitrogen in groundwater of the central Platte region, Nebraska. Groundwater. v.\n17, n.3, p.291-301 .\n\nGUTIERREZ, A. S. (1999): A Hidroquímica do Sistema Aqüífero Bauru na cidade\nde Urânia - SP. São Paulo, 45 p. (Projeto de iniciação científica) - lnstituto de\nGeociências da Universidade de Sáo Paulo.\n\nHANKE, F. (1998). Uso del refletómetro R?-FLEX en anátisis de suelo. Colômbia,\nMERCK Colômbia S.A. 62 p.\n\nHEATON, T. H. E. (1986). lsotopic stud¡es of nitrogen pollution in the hydrosphere\nand atmosphere: A review. Chemicat Geology, v. 59, p. B7-1e2.\n\nHIRATA, R. ; RODOLFI, G. (199S). presença de cromo nas águas subterrâneas\nem Urânia. São Paulo, Secretaria do Meio Ambiente - lnstituto Geológico.\n(Relatório técn¡co). 24 p.\n\nHIRATA, R.; BASTOS, C.; ROCHA, c. (j997). Mapeamento da vutnerabitidade\ndas águas subterrâneas no Estado de sáo paulo. sáo paulo, secretaria do Meio\nAmbiente do Estado de São Paulo. g5p.\n\nCAGNON, F.A. - Dssertaçáo de N4eskado, 2OOg\n\n\n\nHIRATA, R. (2000a). A origem da potuiçáo por cromo no Aqüífero Adamantina,\nmunicípio de urânia (sP). são paulo, FApESp/tGc-usp. 333p. (Relatório final-\nProcesso no 921 3879-6).\n\nHIRATA, R. (2000b). Estudo da contaminação por n¡trato no Distrito de Tibiriçá,\nBauru. Sâo Paulo, DAE/IGc-USp. 2v. (Relatório técnico)\n\nHIRATA, R. (2000c). Nitrogênio nas águas subterrâneas: fontes antrópicas,\ncompoftamento hidrogeoquímico e manejo. sáo paulo, FApESp/lGc-usp. 1s0p.\n(Relatório final -processo n. 9716950-6).\n\nHouNSLow, A. w. (1994). water quatity data: analysis and interpretat¡on. Boca\nRaton, CRC Press/Lewis Publishers. 397 p.\n\nINSTITUTO DE PESQUISAS TECNOLÓGICAS DO ESTADO DE SÁO PAULO\n(1981). Mapa Geológico do Estado de sao pauto. Escata 1:s00.000. são paulo,\nlPT. v.2, (Monografias, 6).\n\nlNsTlruro DE PESQU|SAS TFCNOLóG|CAS (2000). Retatório de s¡tuaçáo dos\nrecLtrsos hídricos da Bacia Hidrográfica Turvo/Grande. sáo paulo, lpr. Relatório\nzero. (CD-ROM).\n\nINSTITUTO GEOGRÁFICO E CARTOGRÁFICO - SECRFTARIA DE ECONOMIA\nE PLANËJAMENTO. COORDENADORIA DE PLANEJAMENTO REGIONAL\n(1995)- Municípios e Distritos do Estado de sáo pauto. sâo paulo, lnstituto\nGeográfico e Cartográfico, 208p.: il., mapas. Coordenadores: HOFFMANN, J. C.\nM. (SECRETARIA); OUNHA E CASTRO, L. J. da (tGc).\n\nINSTITUTO GEOGRÁFICO E GEOLÓGICO DO ESTADO DE SAO PAULO\n(1965). Mapa Topográfico. Folha Santa Atbert¡na sF-22-D-t-2. sáo paulo, tGG.\n(Escala 1:50.000).\n\nCAGNON, F.A. - Dissertaçáo de Mestrado, 2OOg\n\n\n\nINSTITUTO GEOGRÁFICO E GEOLÓGICO DO ESTADO DE SÃO PAULO\n(1966). Mapa Topográfico. Fotha Jates SF-22-D-|-4. São pauto, lGG. (Escala\n1:50.000).\n\nKARR, J. D.; SHOWERS, W. J.; HtNSON, T. H. (2002). Nitrate sources\nidentification using delta 15N in a groundwater plume near a intensive swine\noperation. Groundwater Monitoring and Remediation. v.22, n. 2, p. 68_75.\n\nKEENEY, D. R. (1989). sources of nitrate to groundwater. Nitrogen management\nand groundwater protection. Developments in Agriculturat and Managed-forest\nEcology, v. 21 , p. 23-34.\n\nKENDALL, c. (1998). Tracing sources and cycling of nitrogen in catchments. ln:\nKENDALL' c. ; McDoNNELt, J.J. (eds) /sofopes tracers in catchment hydrotogy.\nAmsterdam, Elsevier Sc¡ence, p. S19-576.\n\nKREITLER, c. w. (197s). Determining the source of nitrate in ground water by\nnitrogen isotope studies. Report of lnvestigation s. Bureau of Economic Geology.\nUniversity of Texas, Austin. n. p. BS, 57.\n\nLANDIM' P. M. B. (1997). Anátise estatística de dados geotógicos. são pauro,\nFundaçáo Editora da UNESP. 226 p.\n\nLEWIS, W.; FOSTER, S.; DRASAR, B. (1982). O risco de potuição do tençot\nfreático por sistemas de disposiçáo tocat de esgotos. Local, MDU, pNUMA. 92 p.\n\nLEWIS, W. J.; FOSTER, S. S. D.; DRASAR, B. S. (1988). Anatisis de\ncontaminación de las aguas subterráneas por s¡stemas de saneamiento basico.\nLima, CEPIS, OPS/OMS. 82 p.\n\nMARlorrl, A. (1986). Denitrification in groundwater, principes and methods for\nits identification: a review. Journal of Hydrotogy.v. gg, n. 1-2, p. 1_20.\n\nCAGNON, F.A. - Disserìaçáo de t\\¡estrado,2OOB\n\n\n\nMARIOTTI, A.; LANDREAU, A.; SIMON, B. (1gBS). 15N isotope biochemistry and\nnatural denitrification process in groundwater: Application to the chalk aquifer of\nnorthern France. Geochimica Cosmochimica Acta,v. 52, p. 549-S5S.\n\nMEZZALIRA, S.; SALATI, E\"; MATSU|, E.; BOTELHO, p. F.;VtEtRA, p. C. (1979).\ncontribuição geoquímica ao estudo das águas da Formaçâo Bauru na bacia do rio\nsão José dos Dourados, sP. Anars da Academia Brasileira de ciências. v. 51, n.\n4, p.677-694.\n\nNOMMIK, H.; VAHTRAS, K. (1982). Nitrogen in Agriculturat Soit. Agronomy, v.22,\np. 123-171.\n\nPALMÉR RIVERA, M. l. (2002). A numerical model as a tool to understand\ngroundwater circulation in lJrânia (Sp, Brazil). Suécia, 143 p. (Dissertaçáo _\nMestrado) - Universidade de Tecnologia de Luleå/Suécia. (em preparação).\n\nPINO, F. A.; FRANCISCO, V. L. F. S. dos; TORES, A. J.; LORENA NETO B.;\nOASER D. V.; BIRAL M. A. M. de (1997), Levantamento censitário de lJnidades\nde Produçáo Agrícola do Estado de Sáo pauto. São paulo: lEA, CATI, SAA. Ëd.\nlmprensa Oficial. v.4, 1936 p. (Projeto LUPA).\n\nPREFEITURA MUNIC|PAL DE URÂNA (9BB). Mapa Topogrétfica - projeto\nUrbanístico. (Escala 1 :1.000). Urânia.\n\nRAPOSO, M. L B. (1992). Pateomagnet¡smo do enxame de diques do Arco de\nPonta Grossa. são Paulo, 104p. oese ' Doutorado) - lnstituto Astronômico e\nGeofísico, Universidade de São paulo.\n\nRIVERS, C. N.; BARRETT, M. H.; H|SCOCK, K. M.; DENN|S, p. F.; FEAST, N. A.;\nLERNER, D, N. (1996). Use of Nitrogen lsotopes to ldentify Nitrogen\ncontamination of the sherwood sandstone Aquifer beneath the city of\nNottingham, United Kingdom. Hydrogeotogy Journal, v. 4; p. 90-102.\n\nCAGNON, F.A. - Dissertaçáo de Mestrado,2OO3\n\n\n\nROBERTSON, W.; CHERW, J. A.; SUDteKy, E.A. (1991). Groundwarer\ncontamination from lwo small septic systems on sand aquifers. Groundwater. v.\n29, n. 1, p.82-92.\n\nROBERTSON, W.; CHERRY, J. (1992). Hydrogeotogy of an unconfined sand\naquifer and its effect on the behavior of nitrogen from a large-flux septic system.\nApply Hydrogeology, v. 1 , p.3Z-44.\n\nROCHA, G. A.; BERTACH|N|, A. C.; CAMPOS, H. C. N. S.; CA|XETA, J. B.\n(1982). Tentativa de zoneamento das características hidráulicas e hidroquímicas\ndo Aqüífero Bauru. ln: ENCONTRO DE cEOLOctA E H|DROGEOLOG|A DO\nGRUPO BAURU NO ESTADO DE SÃO PAULO, 1., SãO PAUIO, 1981 . SãO PAUIO,\nSBG - Núcleo Sáo Pauto/ABAS, p. 37-57.\n\nROSS, J. L. S.; MOROZ, L C. (1997). Mapa Geomorfotógico do Estado de São\nPaulo. Escala 1:5oo ooo. são paulo. Laboratório de Geomorfologia.\nDepanamento de Geografia - FFLCH - usp/ Laboratório de cartografia\nGeotécnica - IPT/ FAPESp. v. 2.\n\nRossATo, F. (1999). Moderaçâo Matemática Bidimensional na Definiçáo de\nZonas de Capturc de Poços no Aqüífero Adamantína, Município de tJrânia,\nNoroeste do Estado de sáo pauto. são paulo, 40 p. (Trabalho de Formatura) -\nlnstituto de Geociências, Universidade de Sáo paulo.\n\nsHMlDT, L. E. (1982). Nitrification in soit in N¡trogen in agriculturat sols.\nWisconsin, American Society of Agronomy lnc., p. 253-283.\n\nSTARR, J. L.; SAWHNEY, B. L. (1980). Movement of n¡trogen and carbon from a\nseptic system drain field. Water, Air and poltution. v. 13, n. 1 , p. 1 1 3_123.\n\nSTUMM, W.; MORGAN, J. J. (1996). Aquat¡c chemistry.3u ed. New york, Witey\nlnterscience Publication. 1O22 p.\n\nCAGNON, F.A. - Dìssertação de ¡restrado,2003\n\n\n\nTALTASSE, P. (1968). os fácies hidroquímicos no Estado de sáo pauro. rn:\nCONGRESSO BRASILEIRO DE GEOLOG|A,22., Beto Horizonre, 1968. Anars.\nBelo Horizonte, SBG, v. 1, p. 263-266.\n\nTEIXEIRA, W.; TOLEDO, M. C.; FA|RCH|LD, T.; TAtOLt, F. (2000). Decifrando a\nTerra. Sáo Paulo. Oficina de Textos. 568 p.\n\nUNESCO - INTERNATIONAL HYDROLOGTCAL PROGRAMME. Srudies and\nReports in Hydrology (2001 ). Groundwater Contaminat¡on tnventory: A\nMethodological Guideline. Paris, IHP-V project 3.1. 257 p.\n\nuNlrED STATES ENVIRONMENTAL pRorEcÏoN AcENcy (1994). Nitrogen\nControl (Manual). Lancaster, Technomic publishing Company, USEpA. p.35-36.\n\nuNlrED STATES ENVIRONMENTAL pRorEcÏoN AcENcy (199s). Drinking\nwater regulations and heatth advisories. USEPA. Disponível em: htto:\nW\\¡VW.e0a.OOV-\n\nVARNIËR, c. L. (2001). o efeito do nitrogênio proven¡ente de sistemas de\nsaneamento ¡n situ na qualidade das águas subterrâneas em aqüíferos l¡vres e\nrasos' são Paulo. são Paulo, 150 p. .(Dissertação - Mestrado) - lnstituto de\nGeociências da Universidade de Sáo Paulo.\n\nVARNIER, C. L.; HIRATA, R. (2002). Contaminaçáo da Água Subterrânea por\nN¡trato no Parque Ecológico do Tietê - são paulo, Brasil. ,gevlsfa da Associação\nBrasiteira de Águas Subterrâneas, n. 16, p.77-82.\n\nVIRARAGHAVAN, T.; WARNOCK, R.c. (1976). Groundwater quatity adjacenr to a\nsept¡c tank system. Journal of the American Water Works Association, v. 11, n. 6g,\np.61 1 -614.\n\nCAGNON, F.A. - Dissertaçäo de ¡/estrado, 2OO3\n\n\n\nWALKER, W.; BOUMA, J.; KEENEy, D.; OLCOTT, p. (1e73). Nitrogen\ntransformation during subsurface disposal of septic tank effluent in sands: ll\nGroundwater quality. Journat of Environmentat euality. v.2, p.521_525.\n\nWASSENAAR, L. l. (199s). Evaluation of the origin and fate of nitrate in the\nAbbottsford Aquifer using the isotopes of 15N and 18O in NO3-. Apptied\nGeochemistry, v. 10, p.391-40S.\n\nWOODWARD, F.; K|LPATR|CK, F.; JOHNSON, p. (1961). Experiences w¡th\ngroundwater contaminat¡on in unsewered areas in Minnesota.4m erican Journal of\nPublicHealth, v. 51, n. B, p. 1130-1 lg6.\n\nYAMAMOTO, J. K. (2001). Curso: Geoestatística Apticada. Säo pauto, tGc. 76p.\n(apostila).\n\nCAGNON, F,A. - Dissertaçáo de N4estrado, 2OO3\n\n\n\nSumário dos resultados analítieos das amostras de água subterrânea\n\nANEXO 1\n\nCAGNON, F. A. - Dissertação de Mestrado, 2OO3\n\n\n\n0fl0¿ óperso¡4spo9543ss'O- V I NON9Y:)\n\n\n\nH,ffi.&amp;Fbb.\n\n\\bt¡d,frraftut\n\n3c\n\n:H¡ilfuÊ6¡r\n\nblffirrc@\n\n6\n\nID\n\nH\n\n15.72\n\nM¿HÉEßó\n\nt9.t8\n\nbrlffirêram\\\n\nÉ\n\n20.$\n6.1\n\nr-?ô. F¡@{@)\n\n53\n\nÃ1)\nk\n\nCAGNON, F. A. . D¡seruçåo do M€strado. ZOO3\n\nt¡6\n\n1t,92\n51.14\n\ntã\n\n39s\n\noi\n\nt2t,46\n\n9.59\n\not\n\nlae\n6m\n\n76.71\n\nt\n\n72r\n\nm\n\nf 311'5\n,.¡r,rrTo le'oÉoc'eHctrt ' ol?\n\n¡llLtof 50^ -\n\n¿s\n76.ñ\n\n\n\n\n\nc GNON, F.À Oj*i4áo do r,þrEdo, 2{o3\n\n\n\nCAGNON. F A. - DÈsenaÉo de Mssrrado,2oo3\n\n\n\neálculos dos percentuais de erros obtidos com o balanço iônico -\nresultados obtidos em laboratório\n\nANEXO 2\n\nCAGNON, F. A. - D¡ssertaQåo cte tvtestrado, 2Oo3\n\n\n\n\n\nrco0o(resultadosdsnitratoecloretomed¡dosnolaboratór¡o)\n\n,,ljtrato\n\n:luoreto\n\ntlùii¡fdúriìl\n\n:osJatos\n\nmeøL\n\nmeq/L\n\n:FC:ôâ\n\niódio\n\nmeq/L\n\n)otássio\n\n0.31\n\nmeq/L\n\nlálcio\n\nP.Êa*\n\n0,01\n\nrneq/L\n\nvlagnésio\n\nmeq/L\n\n0,42\n\n:,8¡åiÈì\n\nmeg/L\n\n0,04\n\n0,00\n\nmeøL\n\no,44\n\n0,21\n\n0,00\n\nmeg/L\n\n0,96\n\niÞ:6i¿ä,,\n\n0,00\n\n0.00\n\n0,00\n\nmeq/L\n\n0,97\n\n{umín¡o\n\n0,10\n\n0,00\n\n0,00\n\nmeq/L\n\n1,84\n\n)romo tôtâl\n\no,o2\n\no,23\n\nmeq/L\n\n0,00\n\n¡qc\n\n0,00\n\nlhumbo\n\n0,98\n\n0,1B\n\n0.31\n\n0.00\n\nmeq,/L\n\n0,00\n\n)obre\n\n2,34\n\niP,,Q34\n\n0,94\n\no.o2\n\nmeøL\n\no,a7\n\n0,00\n\nZinco\n\n0,00\n\n0,68\n\no.92\n\n0,19\n\nmeq/L\n\no,42\n\n0,00\n\n0,01\n\n\\mônio\n\n0,00\n\n0.s9\n\nmeq/L\n\n0,51\n\nryç*\n\n0,01\n\nt,09\n\n;OMA CÁTIONS\n\n0,00\n\n0,01\n\n0,00\n\nmeøL\n\n0,72\n\no,44\n\no,14\n\n;OMÀ ÂNIONS\n\n0,10\n\n0.00\n\n0.00\n\n0,00\n\nmec/L\n\n0,00\n\n0,53\n\n0,91\n\nÉ,Ëjìùà,:\n\n0.00\n\niomatória\n\n1.39\n\n0.00\n\n0,00\n\nmeq/L\n\n0,00\n\n0,00\n\n0,72\n\n0,89\n\n0,11\n\n0,16\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\niRRO\n\nmeq4\n\n0,00\n\n1.43\n\nPT-i1\n\n1,09\n\n0,01\n\n0,00\n\n0,67\n\nmeq/l\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\nPADRAO/\n\no,78\n\n0,61\n\n0,00\n\n0,08\n\no,44\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0.o0\n\n0,01\n\n1,23\n\n;P..n:âÈ:l\n\n0,00\n\n0,81\n\n0.02\n\nmeq/L\n\n0,00\n\no,o7\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,69\n\n0.23\n\n0,00\n\nmeøL\n\no,12\n\n1,99\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\no.99\n\n0.00\n\nELil¿F\n\nmeq/L\n\n0,64\n\n0,00\n\n0,00\n\nr,61\n\n0,00\n\n0.00\n\n0.00\n\n2,04\n\n0.00\n\n0,00\n\no,23\n\n0,17\n\n0,00\n\n1 ,26\n\n(%t\n\n0,15\n\n0,00\n\n0,00\n\n2,01\n\n0,00\n\n0,00\n\n0,00\n\nB-Í::91\n\n0,00\n\no,73\n\n0,00\n\n0,00\n\n0,33\n\n0,00\n\n0,91\n\n4,06\n\n0.00\n\n0,01\n\n2,30\n\n0,00\n\n0,00\n\no,o2\n\n2,10\n\n0,00\n\n0,26\n\n0,00\n\n0,33\n\n0.77\n\n0,00\n\n0,00\n\n0,00\n\n1,86\n\n0,01\n\n0,00\n\n0,01\n\n0,00\n\n0.00\n\n0,00\n\no,37\n\n0,00\n\no,27\n\n4,16\n\n0,00\n\n0,00\n\n2,87\n\n0.00\n\n0,00\n\n0,06\n\n0,00\n\n0,56\n\n0,00\n\n0,14\n\n10,48\n\n0.00\n\n0.00\n\n0,01\n\n0,48\n\n3,O2\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n1,00\n\n0.00\n\no.21\n\n0,00\n\n0,00\n\n5,89\n\n0.o1\n\n0,01\n\n0,00\n\n0,60\n\n0,00\n\n-2,58\n\n0,00\n\n0,01\n\n0,00\n\n3.44\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n2,29\n\n0,00\n\n1,22\n\n0,00\n\n6,82\n\n0,01\n\n0.00\n\n0,00\n\n0,00\n\n1 ,10\n\n0,01\n\n0,00\n\n-0,80\n\n0.00\n\n2,24\n\n0.00\n\n0,00\n\no,o2\n\n0,16\n\n0,1\n\n0,00\n\n0,00\n\n4,50\n\n0,00\n\n0,01\n\n1,O7\n\n0.09\n\n0,01\n\n0,00\n\n0,00\n\n0.29\n\n0,00\n\n0,00\n\n1,01\n\n0,00\n\n0,00\n\n0.00\n\nCAGNON, F. A. - Dissertaçáo de tllestrado\n\n0,00\n\n2,O7\n\n0,00\n\n0,95\n\n0,00\n\n0.00\n\n0,00\n\n2,82\n\n0,00\n\n0,01\n\n0.00\n\n2,43\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n4.74\n\n2,18\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n2,O2\n\n0,00\n\n0.00\n\n0,00\n\no.00\n\n4,20\n\n2,02\n\n0,00\n\n0,00\n\n0,00\n\n3,85\n\n2,08\n\n0.00\n\n0,00\n\n0,00\n\n4.10\n\n0,00\n\n3,75\n\n0,00\n\n-1,60\n\n2.S0\n\n0,00\n\n0,00\n\n0,01\n\n1,37\n\n12,t8\n\n0.00\n\n1,29\n\n2,67\n\n2.65\n\n3,12\n\n6.00\n\n1i.72\n\n\n\nTabela 1 B - Balanço lônico - fevere¡ro/zO01 (resultados para n¡trato e cloreto medidos no tâborató¡¡o)\n\n\\lcalinidãde\n\niulfatos\n\nitoretos\n\n\\itrato\n\n!itr¡to\n\nlJ.bIúâdE,\n\nluorelo\n\nmeq/L\n\n:osfatos\n\nmeøL\n\nlrometo\n\n;ódio\n\nmeqlL\n\ntz\no,42\n\nrotáss¡o\n\nmeq,/L\n\nrK|SP.:\n\n0,00\n\n,'álcio\n\nmeq/L\n\n0,21\n\n0.53\n\nmeq/L\n\n4agnésio\n\n0,63\n\nãefi¡\n\n0.02\n\nmeq/L\n\n:slrôncio\n\n0,00\n\no.2a\n\n3ár¡o\n\nmeq,4-\n\n0,79\n\n0.00\n\n:erro total\n\nmeq/L\n\n0,46\n\nif$¡t3i\n\n0,00\n\n0,01\n\nmeg/L\n\n0,00\n\nvlanganês\n\n0,49\n\n4,42\n\no.00\n\nmeq/L\n\n0,00\n\n\\lumínio\n\n1,O4\n\n0,01\n\niP.s.:si\n\n0,20\n\nmeq/L\n\n0,00\n\niromo totel\n\n0,00\n\no,34\n\no,17\n\no,32\n\nmeg/L\n\n0,00\n\nihumbo\n\n0,00\n\n0.38\n\npc-¡¡\n\n0,97\n\n0,00\n\nlobre\n\n0,80\n\nmeg/L\n\n0,00\n\n0,00\n\no,7a\n\no,o2\n\nzinco\n\n0,19\n\n0,26\n\nmeøL\n\n0,00\n\n0,00\n\n0,00\n\no,17\n\n0,51\n\nF$d!\n\n0,00\n\nmeq/L\n\n0.98\n\n0,00\n\n0,01\n\n0,00\n\n0,65\n\n0,38\n\n;oMA cÁïoNs\n\nmeq/L\n\n0,13\n\n0.84\n\n0,00\n\n0,00\n\n0,00\n\n30MA ÂNtoNs\n\n0,00\n\n0.62\n\nmeq/L\n\n0,01\n\niF.{::!:ì1.\n\n1,21\n\n0,69\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\nìomaaória\n\nmeq/L\n\no,2a\n\n1,00\n\n0,08\n\no,79\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\nmec/L\n\n.rtsttvt(J\n\n'aDRÁo/EFRo\n\n0,00\n\n0,58\n\n0,83\n\n0,00\n\nFr;¿i\n\n0.00\n\n0,03\n\n0,00\n\nmeq/L\n\n0,00\n\n0,01\n\n0,00\n\no,7 4\n\n0,00\n\n0,00\n\n0,09\n\n2,53\n\n0,00\n\n0,00\n\nmeøL\n\n0,00\n\n0,00\n\n0.00\n\n0,80\n\nì1.r.{s.,\n\n0_00\n\n0.31\n\n0.00\n\n0,00\n\nmeq/L\n\n1 ,57\n\n0,01\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\no,2a\n\n0.13\n\nsuÞerior a 10%.\n\nmeqÂ\n\n0,00\n\n0,12\n\n0,01\n\n0,00\n\nf ,05\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\nuPT\"igll\n\nmeq/L\n\n0,00\n\n0,43\n\n0,00\n\n0,00\n\n0,65\n\n0,00\n\n0,00\n\n2,14\n\n0,00\n\n0,00\n\n0,00\n\no,29\n\no,o2\n\n0,00\n\n0,30\n\n(E\"l\n\n1,90\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n0,o0\n\n0,00\n\n0,00\n\n0.00\n\n0,85\n\n0,00\n\n0,20\n\n0,00\n\n3,41\n\n0,01\n\n0,00\n\n2,16\n\n0,00\n\n0,00\n\n0,00\n\n0,39\n\no,o2\n\n0,00\n\n0,08\n\n25.3s\n\n0,01\n\n0,00\n\n0.00\n\n0,00\n\n1.28\n\n0,01\n\n0.00\n\n0,09\n\n0,00\n\n0,94\n\n0,00\n\no,20\n\n0,00\n\n3.44\n\n0,00\n\n0.00\n\n3,34\n\n0,00\n\n0,00\n\n0,55\n\n0,00\n\n4,12\n\n2s,35\n\n0.00\n\n0.00\n\n0.01\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n1,75\n\n0,00\n\n1,15\n\n0,00\n\n5,67\n\n0,00\n\n0,01\n\n0,00\n\n1,10\n\n0.00\n\n0,00\n\n17,82\n\n0,00\n\n0,00\n\n0.00\n\n1 .15\n\n0.00\n\n0.02\n\n0.11\n\n0,00\n\n0,00\n\n1,17\n\n3.49\n\n0.00\n\no,74\n\n0,00\n\n0,00\n\n0.02\n\n0,00\n\n0,03\n\n0,00\n\n0,51\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,43\n\n0,00\n\n0,00\n\n1,24\n\n0,00\n\n0.00\n\n0,25\n\n0,00\n\n18,74\n\nooo\n\n0,00\n\n0,00\n\n0.00\n\n0-00\n\nCAGNON, F. A. - Dissertacão de Mestrado\n\n0,00\n\n3.63\n\n0,00\n\n0,00\n\n2,20\n\n0,00\n\n0,00\n\n3C.10\n\n0,00\n\n0,00\n\n1.71\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n3,91\n\n1,79\n\n0,o0\n\n0,00\n\n0.00\n\n1,59\n\n0,00\n\n0,00\n\n0,00\n\n3,19\n\n0,00\n\n0.00\n\n5,82\n\n3,18\n\n0,00\n\n0,00\n\n6.37\n\n0,00\n\no-09\n\n1,08\n\n0,00\n\n1,83\n\nI,S7\n\n2,02\n\n3.91\n\n\n\n3.re001(resultadosdenitratoecloretomed¡d0snolaboratório)\n\nrlfalo€\n\nmeq/L\n\nmeq/L\n\nmeq/L\n\n0,99\n\nmeq/L\n\n0.00\n\nìódio\n\nmeq/L\n\n2_O2\n\n0,79\n\n¡¡eq/L\n\no,o2\n\n1,97\n\n)otássio\n\n0,59\n\nmeq/L\n\n0,6s\n\n0.00\n\nmeq/L\n\n0,00\n\n1.04\n\n0,00\n\n0.73\n\nmeq/L\n\no,21\n\n0,00\n\n0,00\n\nsüôncio\n\n0,u\n\nmeg/L\n\n1,23\n\n0.00\n\n0,00\n\n0,56\n\n0,55\n\n0,00\n\n0,00\n\n0.25\n\n0.01\n\nerro lotaì\n\nmeq/L\n\n0.00\n\n1,06\n\n0.Òo\n\n0,23\n\no.oo\n\n1.18\n\n0,00\n\n0,69\n\nÞe\n\n1,38\n\n0,01\n\n2,4Ð\n\n0,00\n\n0,00\n\no,14\n\n1,07\n\n2,49\n\n0,ô8\n\n0,00\n\n0,00\n\n0,r9\n\nmeq/L\n\nÞ.cP4\n\n0.86\n\n0.Ò1\n\n0,02\n\nlhumbo\n\n1.69\n\n0.00\n\n0.18\n\n0,43\n\n0,01\n\n1,22\n\no.67\n\n,lobre\n\n0,00\n\n4,70\n\n0,00\n\nFérst\n\nmeq/L\n\n0,s7\n\n0,00\n\nAnco\n\n0,00\n\n0,€5\n\n0,00\n\n0,00\n\no,16\n\nÍìeqÂ\n\n0,37\n\n0,63\n\n0.00\n\n0,03\n\n0,00\n\n000\n\nVnônio\n\n0,00\n\n*\n\n0.96\n\n0,46\n\nmeqlL\n\n0.ôo\n\n0,00\n\n0,00\n\n0,01\n\n0.45\n\n0.00\n\nSOMA\n:ÁfroNs\n\no.0ô\n\n0,13\n\no.5a\n\nrneq/L\n\n0,00\n\n0,¿6\n\n0.s3\n\n0,00\n\no,o0\n\n0,00\n\nFC.\n\n0,70\n\n0,00\n\n121\n\n0.00\n\nmec/L\n\n0,00\n\n]OMA\nu¡lol.ts\n\n0,01\n\n1,36\n\n0,00\n\n0,00\n\n0,00\n\n0,f0\n\n0,48\n\n0,00\n\nmeøL\n\n0,50\n\n0,00\n\n0,0Q\n\n0,00\n\n0,00\n\nFÈì,Ì\n\n0,00\n\n0,51\n\n0,00\n\n1,00\n\n0.00\n\n0,00\n\n0,00\n\nrneq/L\n\n0,00\n\n1,01\n\n0,00\n\n0,00\n\n0,00\n\n0,62\n\n3,45\n\n0,00\n\n0,01\n\n0,01\n\n0,00\n\n'aÞRÁo/\niRFO\n\n0,00\n\n0,00\n\nP-riÀ|\n\n0,00\n\n0,04\n\n0,9.1\n\nfieq/L\n\n0,00\n\n0,01\n\n0,00\n\n0,01\n\no.12\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,09\n\n2.94\n\n0,66\n\n0,00\n\nr,08\n\n0,00\n\no.00\n\n0,00\n\n0,00\n\nmeq/L\n\n0.00\n\nPI{¡ì\n\n1,54\n\n0.oo\n\n0,46\n\no.00\n\n0,89\n\n0,0t\n\n0,00\n\n0.00\n\n3.76\n\n0,00\n\n0,00\n\n0.1\n\n2,13\n\no.26\n\n0,56\n\nPÄI\n\n0,00\n\n0,19\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\nFTIbì\n\n0,00\n\n0,50\n\n0,00\n\n000\n\n6,70\n\n0,00\n\no,?1\n\n0,00\n\n0,00\n\n3,73\n\n0,00\n\n0,00\n\n0,27\n\n1,72\n\n0,19\n\n4,77\n\n0,00\n\n.12,13\n\n0.03\n\n0,00\n\n0,00\n\n0,00\n\nF.r,¡È:,:\n\n0,11\n\n0.00\n\n0,29\n\n0.00\n\n0.00\n\n0,00\n\n5,86\n\n0,00\n\n0,01\n\n2,03\n\n0,00\n\n0,00\n\n0,00\n\n0.05\n\n'1,91\n\n0.45\n\n0.00\n\n0,05\n\n0,0¡\n\n0,00\n\n0,00\n\n0,00\n\n1ra!i¡\n\n0,00\n\no,21\n\n0,00\n\n0.13\n\n0,00\n\n0,00\n\n000\n\n0,42\n\n0,01\n\n0,01\n\n2,35\n\n0.00\n\n0,00\n\n0,00\n\n320\n\no.12\n\n0,18\n\n0,00\n\n1,64\n\n0,04\n\n-8-27\n\n0,00\n\n0,00\n\n0,00\n\no.o0\n\n0.00\n\n0,00\n\n0,98\n\n0.00\n\n0,06\n\n0,00\n\n4,29\n\n0,01\n\no.ol\n\n3,75\n\n000\n\n0,00\n\n0,12\n\n0,50\n\n2,4\n\n0,00\n\n-10,84\n\n0,00\n\n0,00\n\n0,00\n\n1,11\n\n0,00\n\n1,7A\n\no,82\n\n6.95\n\n0,0f\n\n0,00\n\n0,q)\n\n0,00\n\n3,04\n\n000\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n-t,94\n\n0,00\n\n0,00\n\n0,00\n\n0,51\n\n0.00\n\no,o2\n\n0,00\n\n0,01\n\n003\n\n0,00\n\n4,03\n\no.00\n\no,o7\n\n0,88\n\n0,01\n\n0,00\n\n0,0t)\n\n0,00\n\n0,01\n\n1,io\n\n0,03\n\n0,00\n\nI,14\n\n0,00\n\n0.00\n\n6,24\n\no.ol\n\n000\n\n0,00\n\n0,00\n\n0,11\n\n2,25\n\n0,65\n\n7l\n\n0.o0\n\n0,00\n\n0,00\n\n0,00\n\n0,13\n\n0,00\n\n0.29\n\n0,01\n\n0,00\n\n?,59\n\n0,01\n\n2,93\n\n0,00\n\n0,00\n\n0,19\n\n1.25\n\n0,00\n\niì?,?c\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,47\n\n0,00\n\n0,00\n\n5,18\n\n0,00\n\no.oo\n\n0,48\n\n0,27\n\n0,00\n\n0.00\n\nLÛô\n\n0,00\n\n0,00\n\n0.0{)\n\n3.30\n\n0,04\n\n0,ñ\n\n0,00\n\nCAGNON, F. A. . DissertaÇão de Mesrrado\n\n0,00\n\n1,42\n\n0,00\n\n0,01\n\n0,00\n\n0.00\n\n0,01\n\nI,10\n\n0,01\n\n0,00\n\n4,55\n\n0.00\n\n3,10\n\n0,@\n\n0,00\n\n0,00\n\n637\n\n0.12\n\n2.Os\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n5.15\n\n0,60\n\n0,00\n\n0,00\n\n2,44\n\n0,00\n\no.oa)\n\nI,A4\n\n0,63\n\n25\n\n0,00\n\n3.69\n\n112\n\n2,66\n\n1,75\n\n3,82\n\n6,4a\n\n\n\nTabela 1D - BalanQo lônico ' selembro/2oo1 (resultados de nitrato e cloreto medidos no laboratório)\nl: .:, :ììì'ir::Ìl:l\n\\lcalinidade\n\niulfatos\n\nlloretos\n\n'¡ilrato\n\n,l¡tr¡to\n\nmeøL\n\n:luoreto\n\nmeclt\n\ntsqllP\n\n:osfatos\n\nmeøL\n\n0,36\n\nmeøL\n\n0,01\n\nìódio\n\nmeøL\n\n0,30\n\no.44\n\nrotássio\n\nEçi.Í\n\nmeq/L\n\n0,01\n\n1,O7\n\nmeøL\n\n0,12\n\n0,18\n\n0,00\n\n,¡agnés¡o\n\nFÞ.25\n\nmeq/L\n\n0.00\n\n0,00\n\n1,18\n\nslrôncio\n\n0,03\n\nmeq/L\n\n0.96\n\n0.00\n\n1,47\n\nP.Êeö\n\nlár¡o\n\n0,00\n\nmeq/L\n\n0,00\n\n1,61\n\n0,00\n\n0,13\n\nerfo lotal\n\nmeq/L\n\n0,41\n\n0,00\n\n0,00\n\n0,30\n\nulanganês\n\nPqtet\n\n0,01\n\nmeq/L\n\n0,00\n\nr,80\n\n0.00\n\n0,25\n\n0,08\n\n0,01\n\n0,00\n\nJmrnto\n\nmeq/L\n\n0,00\n\no,21\n\nP...çtê\n\n1,48\n\n0,00\n\n-;romo total\n\n0.07\n\n0,00\n\nmedL\n\n0,00\n\no,21\n\n1.03\n\nlhumbo\n\n0,08\n\n0,00\n\no.12\n\n0,00\n\nmeq/L\n\n0,98\n\nÈð$ì\n\n0,90\n\n0.01\n\nlobre\n\n0,00\n\n0,79\n\n0,00\n\n0,00\n\nmeq/L\n\n0,13\n\n0,35\n\n0,0't\n\n0,07\n\n0,39\n\n0,00\n\n0,00\n\n0.76\n\nmeq/L\n\nf*\n0.1 I\n\n0,00\n\n0,00\n\n0,00\n\nVnônio\n\n0,00\n\n1,22\n\no-00\n\nmeq/L\n\no.37\n\n0,86\n\n0,00\n\n0,00\n\n0.03\n\n0,00\n\n;OMA\n)ÁTroNS\n\n0,00\n\n0,10\n\no.26\n\nmeq/L\n\n0.00\n\nea¡44\n\n1,89\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,06\n\n0,81\n\n;OMA ÂNIONS\n\nmeq/L\n\n0.00\n\n0,00\n\n0,00\n\n0,91\n\n0.00\n\n0.00\n\n0,12\n\no,o4\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0.00\n\n0,10\n\n0,05\n\nmeq/L\n\n0,01\n\n0,01\n\n0,06\n\n0,00\n\no,24\n\n0,00\n\n0,00\n\n0,00\n\no.17\n\no,74\n\n0,00\n\n0,00\n\nmeq/l\n\n0,01\n\n0.04\n\n0.00\n\n0,03\n\n0,00\n\n0,00\n\n25.\n\n0,00\n\n0,09\n\n0,56\n\n0,00\n\n0,01\n\n1,96\n\n0,00\n\no,79\n\n0,00\n\n0.00\n\n0.00\n\n0,00\n\nmeq/L\n\n0,04\n\n0,80\n\n0.00\n\n0.00\n\nerro superior a 10o¿\n\n0,0r\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n1.24\n\n3,07\n\n0,00\n\nmeq/4-\n\n0,10\n\n0,56\n\n0,00\n\n0.00\n\n0,75\n\n0,00\n\n0,16\n\n0,00\n\n0.00\n\n0,00\n\no,00\n\n1,70\n\n0,00\n\n0,00\n\n0,01\n\n0,01\n\n3,36\n\n0,00\n\n0,00\n\no,37\n\n0,00\n\n0,00\n\n1,69\n\n0.11\n\n0,27\n\n0,00\n\n0,00\n\n0,00\n\n'|,24\n\n6,42\n\n0,18\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,59\n\n0.35\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n-4,48\n\n1,67\n\n0,00\n\n0,00\n\n0,84\n\n0,01\n\n3,16\n\n0,00\n\n0,18\n\n0,05\n\n0.00\n\n0,00\n\n3,36\n\n0,00\n\n0,03\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n'I,00\n\n0,00\n\n0.oo\n\n1,09\n\n0,00\n\n2,70\n\n0.41\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\no,00\n\n2,24\n\no,25\n\n0,60\n\n0,01\n\n0,00\n\n0.00\n\n5,85\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\no,17\n\n0,s4\n\n0,00\n\n0,00\n\n0,01\n\n2.25\n\n0.00\n\n7,79\n\n0,00\n\n0,00\n\n0,01\n\no,25\n\n0.13\n\n0,51\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n4,49\n\n0,00\n\no,22\n\n0,00\n\n1.46\n\n0,00\n\n0,00\n\no,22\n\n0,01\n\n-o,21\n\n0,00\n\n0,00\n\n't,54\n\n0,00\n\no,12\n\n0.82\n\n0,0f\n\n0,01\n\no,47\n\n0,00\n\n0,00\n\n0,00\n\n117\n\n0,01\n\nI,01\n\n0.00\n\n0,00\n\n0,99\n\n0,00\n\n7,97\n\n0,00\n\nf,63\n\n0,01\n\n0,51\n\n0,00\n\n0,00\n\n0.00\n\n2,53\n\n0,00\n\n0,00\n\no,12\n\n0,00\n\n0,00\n\n0,00\n\n'l,70\n\n0.00\n\n0.00\n\n0,65\n\n0,01\n\n0,00\n\n0,00\n\n3,33\n\n0,00\n\n0.00\n\n0.00\n\n0.00\n\n0,00\n\n0,00\n\n0,63\n\n^1,90\n\n0,00\n\n2,36\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n1,28\n\n0,00\n\n0,00\n\nCAGNON, F. A. - Dissertação de Mestracto\n\n0.00\n\n0.01\n\n2,35\n\n0,00\n\n't,80\n\n0,00\n\n2,35\n\n0,00\n\n0.00\n\n4,71\n\n0,00\n\n0,00\n\n0,00\n\n2,16\n\n0,00\n\n0,18\n\n0.00\n\n2,71\n\n4,52\n\n0,00\n\n0,00\n\n0.00\n\n4,15\n\n2,12\n\n0,00\n\n2,60\n\n0,00\n\n4,83\n\n0,00\n\n0,00\n\n2,s0\n\nt2,06\n\n0,00\n\n1,88\n\n5,09\n\n0,00\n\n1,7A\n\n1,94\n\n1,32\n\n3,66\n\n2,61\n\n1,27\n\n2,59\n\n1,70\n\n\n\nANËXO 3\n\nCáleulo dos percentuais de erros obtidos com o balanço iôníco _\nresultados obtidos no campo (cloreto e n¡trato)\n\nCAGNON, F. A. - Dissertaçâo de Mestrado, 2OO3\n\n\n\nTabela 1 - Balanço lônico - abril/o0 (resultados de nitrato e cloreto obtidos no campo)\n\nUnrlø9-, Pëj!Éi\n\n0,54\n\nf,.õ,:qJ;\n\n0,00\n\n0,33\n\n0,06\n\nPC.ô?\n\n0,01\n\n0,99\n\n0,04\n\nt+.!¡\n\n0,00\n\n0,00\n\nt,46\n\n0,86\n\n0,11\n\n0,00\n\nFC.rt\n\n0,00\n\n0,01\n\n0,69\n\n000\n\n0\n\n0,44\n\n000\n\n000\n\n0,00\n\n0,20\n\nt,31\n\n0,00\n\n045\n\n,an9ãnê!\n\no.l9\n\n0.00\n\nI9\n\nPtlj\n\n0,00\n\n0,01\n\n0.21\n\n0,48\n\nI,04\n\n0,00\n\n1,50\n\n0,00\n\n0.28\n\n0,00\n\n0,40\n\nçJl\n\n0,00\n\n0,05\n\n016\n\n0,56\n\n0,97\n\n0,00\n\n0,0{)\n\n0,00\n\n420\n\n0,00\n\n16\n\nièJr\n\no.a0\n\n0,00\n\n17\n\n0,00\n\n0,02\n\n0,76\n\n1,42\n\no,29\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,15\n\n000\n\nÞè'¿\n\n0,00\n\n73\n\n0,00\n\no.o1\n\n0,56\n\n0,00\n\n1,40\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n056\n\n0,10\n\no.00\n\npt 0t\n\n0,00\n\n0.00\n\n0,00\n\no.00\n\n0,00\n\n098\n\n0,13\n\n0,00\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\no96\n\n0,24\n\nooo\n\n0,00\n\nìOMÀ\n)ÁnoNs\n\n0,09\n\n0.00\n\n0,00\n\n0,00\n\n0,15\n\n0.00\n\n2,42\n\n0.13\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,01\n\n0,10\n\n\\NIONS\n\n0,00\n\n0.00\n\n'J.05\n\n0,09\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n1,44\n\n0,97\n\no.00\n\n0,97\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,20\n\n0,00\n\n0,00\n\no.oo\n\n0,00\n\n000\n\n0,00\n\n0,96\n\n0,00\n\n0,31\n\n,ESVtO\n,AoFÀo/\n:FRO\n\n0.00\n\n0.45\n\n0,00\n\n0.00\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,68\n\n0,13\n\n0.00\n\n0.00\n\n0,57\n\n0,00\n\n0,00\n\no.01\n\n0,00\n\n0,00\n\n1,83\n\n0,00\n\n053\n\no.oo\n\no,42\n\n25,74: erro supeñor a 10%.\n\n0,00\n\n0,01\n\n0.00\n\n0,00\n\n0,72\n\nr,84\n\n0,00\n\no.00\n\n0,00\n\n0.00\n\n0,20\n\n0,00\n\n000\n\n?1.1,\n\no,37\n\n0,00\n\n0,00\n\n000\n\n0,02\n\n0,00\n\n0,00\n\n0,00\n\no,42\n\n1,31\n\n0,00\n\n0,01\n\n|,70\n\no.oo\n\n0,00\n\n2A\n\n1,18\n\n2,1A\n\n0,00\n\n0.00\n\n0,00\n\n0,20\n\n(%)\n\nÞf.1.ç\n\n0,16\n\n0.00\n\n0,00\n\no,37\n\n0,00\n\n0,@\n\noll2\n\n0,01\n\n0,00\n\n0,00\n\n0,87\n\n0,01\n\n3,5,1\n\n0.84\n\n0,00\n\n0,02\n\n1,49\n\n0,00\n\n2,79\n\n0,00\n\n1,03\n\n0.00\n\nûo\n\n0,03\n\n0,12\n\n0,00\n\nrÏ-¡{\n\noo\n\n4,10\n\n0,oo\n\no,77\n\n000\n\no.01\n\n00\n\n0,01\n\n0,00\n\n0,00\n\n0.10\n\n0,00\n\n0,01\n\n0,00\n\nLS8\n\n0,00\n\n0,00\n\n0,16\n\n1,80\n\n0,00\n\n3,22\n\n0,00\n\n0,00\n\n0,00\n\n0,\n\n0.09\n\n0,00\n\n0,00\n\n0,00\n\n:r.16\n\n7,09\n\n0.00\n\n0,00\n\n1,79\n\n0,04\n\n0,01\n\n0,00\n\n4.20\n\n0,01\n\n0,34\n\n0,00\n\n1,06\n\n001\n\n2,66\n\n0,00\n\n'r,83\n\n0,88\n\n0,0\n\n0,00\n\n83\n\n0,00\n\n0,59\n\n0.00\n\n0,1\n\n0,00\n\n0,00\n\n0,00\n\n0,67\n\no.oo\n\n0.00\n\n0.00\n\n0,0Q\n\n0,00\n\n0,00\n\n1,08\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n1,05\n\n0,@\n\n.46\n\n0,00\n\n1,80\n\n0,00\n\n0,24\n\n0,00\n\no,12\n\n0,00\n\n0,00\n\n9,55\n\n0.oo\n\n000\n\nt,08\n\n0,00\n\n0,00\n\n0,00\n\n0,20\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n1,93\n\n4,05\n\n0,00\n\n0,00\n\n.o2\n\n0,00\n\n1,97\n\n0,00\n\n0,00\n\n0,04\n\n0,00\n\n0,00\n\n'8,67\n\n0,63\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,10\n\n0,00\n\n0,00\n\n0,00\n\n3.18\n\n0,00\n\n0.00\n\n2,66\n\n000\n\n0,00\n\n73\n\n0,o0\n\n0,08\n\n0,00\n\n¡e.ì)3\n\n0,00\n\n0,49\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n5,15\n\n0,00\n\n3.23\n\n0,00\n\n000\n\n0,00\n\n1,89\n\n0,00\n\no.00\n\n0,07\n\n0,00\n\n.'.ì3.r¡.1\n\n0,00\n\n0,00\n\nr,03\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.89\n\n0,00\n\n4,98\n\n17\n\n0,00\n\n0.01\n\n2,83\n\n0.00\n\n0,07\n\n0,00\n\n0,00\n\n6,86\n\n0,69\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\nL13\n\n0,00\n\n3,50\n\n0.o0\n\n2,09\n\n0,00\n\noo0\n\n0,00\n\n0.00\n\n0,58\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n6,33\n\n0.00\n\n0,00\n\nLe3\n\n0.oo\n\n4,47\n\n0,00\n\n0.00\n\n-10,57\n\n0,00\n\n000\n\n0,00\n\no.00\n\n0,00\n\n0.00\n\n0,00\n\no.oo\n\n0,00\n\n3.09\n\n1,92\n\n0,00\n\no.oo\n\n0,00\n\n0.00\n\n6,67\n\n0,00\n\nCAGNON, F. A. - Disserlação de Mestrado\n\n000\n\n0,00\n\n7,16\n\n0.o0\n\n0,00\n\n261\n\n0,00\n\n0,00\n\n0.00\n\n13 7ô\n\n0.00\n\n0,00\n\nooo\n\n4,53\n\n0,00\n\n2,O2\n\n0,00\n\n0,00\n\n000\n\n0,00\n\n0.oo\n\n6,31\n\nt0\n\n1,A2\n\n1,51\n\n0,00\n\n000\n\n3.53\n\n0,00\n\n000\n\n3,43\n\n0.o0\n\n1,22\n\n0,00\n\n0,00\n\n2,13\n\n0.00\n\n3,25\n\n2,19\n\n'1071\n\n0,00\n\n7.72\n\n1,96\n\n5,S?\n\n4,08\n\n-3\n\n\n\nTabela 1A - Balanço lôn¡co - agosto/oo (resultados de nitrato ê cloreto obtidos no carnpo)\n\n\\lcalinidade\n\nSu¡fato\n\nlloreto\n\n[tsìidàirã\n\n{ikato\n\nmeq/L\n\n,¡itrilo\n\nmeq/L\n\n:ìPO:o?\n\n:luoreto\n\nmea/L\n\n:osfatos\n\n0,31\n\nmeg/L\n\n3rometo\n\nPè.0€\n\n0,01\n\nmeq/L\n\n3ódìo\n\n0,59\n\n0,42\n\nmeøL\n\n'otássio\n\nii:d¡:trlì\n\n1 ,08\n\n0,04\n\nmeøL\n\nlálcio\n\n0,00\n\n0,79\n\nmeq/L\n\n0,21\n\nr,lagnésio\n\n0,00\n\npc,æ\n\nJ.10\n\nmeq/L\n\n0,00\n\n0.00\n\n0.00\n\nmeøL\n\n1,10\n\n0,10\n\nlário\n\n0,00\n\nrC-s¡\n\n0,00\n\nmeq/L\n\n1,60\n\no,o2\n\n:erro tota¡\n\n0,23\n\n0.00\n\nmeq/L\n\n0,00\n\n2.54\n\nvlanganês\n\n0,31\n\n0,18\n\n,..ä'rlE¡s¡\n\n0,00\n\nmeq/L\n\n0.00\n\n\\lumín¡o\n\n1,45\n\n0,02\n\n0,94\n\n0,87\n\nmeq/L\n\n0,00\n\n0,00\n\nlromo total\n\n0,42\n\n0,68\n\n0,19\n\nmeqil\n\n0,00\n\n0.01\n\nlhumbo\n\n0.97\n\nqq98\n\n0,01\n\n0,00\n\n0,5'l\n\nmeg,i L\n\n1 ,09\n\nlobre\n\n0,00\n\n0.00\n\no,14\n\n0,01\n\n0,10\n\no,72\n\nmeq/L\n\n0,14\n\nZiñco\n\n0.00\n\n0,00\n\no,42\n\n:P.6rç\n\n0,00\n\n0,00\n\n0,00\n\nmeøL\n\n0,91\n\n1,39\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\nt.04\n\n0,16\n\nmeg/L\n\no,72\n\nìOMA\n.^ÁTtoNS\n\n0,l l\n\n0,00\n\n0.00\n\nì::È,iÈ$rl:\n\n0.00\n\n1,24\n\n0,00\n\n0,01\n\nmeg/L\n\n0,00\n\n1,09\n\no,67\n\n0,00\n\n0,00\n\n0.00\n\nìOMA\n\\NroNs\n\n0.00\n\n0,82\n\n0,00\n\nmeq/L\n\n0,84\n\no,7a\n\n0,08\n\nr€rd\n\n0,00\n\n0,00\n\n0.00\n\n0.00\n\n1.21\n\n0,00\n\nmeq/L\n\n0,02\n\n0,01\n\nìomatórla\n\n0,81\n\n0,07\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\nmeq/L\n\n0.00\n\n0.34\n\n0.00\n\n)ESVIO\n\n'ADRAO/\n:RRO\n\n0,69\n\n1,S9\n\no,12\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\no.a2\n\n0,00\n\n0,00\n\n0,00\n\nmeq/L\n\n0,64\n\n0,00\n\n1,61\n\n0,00\n\n0,00\n\no.00\n\n0,00\n\n0.00\n\no,28\n\n25,74: ero sùpeHor a l0%\n\n0,00\n\n0,23\n\n1,26\n\n2,O4\n\n0,15\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n:.,,PT\"3t'\n\nmeq/L\n\n0,00\n\no.71\n\n0,00\n\n0,00\n\n0,00\n\n0,33\n\n0,00\n\n0,91\n\n0,00\n\n0,01\n\n2.O1\n\n0,00\n\n0.00\n\n0,00\n\no.14\n\n(%l\n\n0,00\n\n2,10\n\n0,26\n\n2,30\n\n0,33\n\n0,00\n\n0,00\n\n0,00\n\n0,01\n\n0,00\n\n0,05\n\n0.00\n\n0,00\n\n0,00\n\n4,06\n\no,37\n\n0,00\n\no,27\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n1,86\n\n0,25\n\n0,00\n\n4,77\n\n0,56\n\n2,A7\n\n0,14\n\n0,00\n\n0,00\n\n0,00\n\n0.01\n\n0,00\n\n0,45\n\n0.00\n\n0,00\n\n4,16\n\n1,00\n\n0,00\n\no,21\n\n0,00\n\n0.00\n\n3,02\n\n0,00\n\n0,00\n\n0.01\n\n10,4A\n\n0,01\n\n0,60\n\n0, f3\n\n0,00\n\n0.00\n\n0,00\n\n0,01\n\n0,00\n\n0.00\n\n0,00\n\n5,89\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.01\n\n0,00\n\n.2,54\n\n'1,10\n\n0,01\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n0,02\n\n6,92\n\n0,14\n\n0,00\n\n0,16\n\n0,00\n\n2,24\n\n0,00\n\n0.00\n\n0,01\n\n-0,80\n\n0,01\n\n1.07\n\n0,09\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n4,50\n\n2,13\n\n0,00\n\n0,00\n\n0,00\n\n1,01\n\n0.00\n\n0,00\n\n0,29\n\n0,95\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,01\n\n2,O7\n\n0,00\n\n0,00\n\n0.oo\n\n2,43\n\n0.00\n\n0,00\n\n2,82\n\nCAGNON, F. A. * Dissertaçáo de Meslrado,2OO3\n\n2,18\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n4,7A\n\n0,00\n\n0,00\n\n0,00\n\n2,O2\n\n0.00\n\n1,53\n\n2,02\n\n0,00\n\n0,00\n\n0,00\n\n4,20\n\n0,00\n\n0,00\n\n0,00\n\n2,08\n\n3,85\n\n3,75\n\n0,00\n\n0,00\n\n4,',l0\n\n0,0Ò\n\n0,00\n\n2,90\n\n1,60\n\n0,01\n\n6,65\n\n0,00\n\n1 ,29 2,65\n\n3,12\n\n6,00\n\ni .72\n\n\n\nTabela 1B - Balanço lôn¡oo - fevereiro/o1 (resultados de nitrato e cloreto obtidos no campo)\n\n\\câlinidade\n\niulfatos\n\nlloretos\n\nJläilâ&amp;\n\n{¡trato\n\nmeq/L\n\n!rtrrto\n\nmeq/L\n\n¡tì¡fr't\n\n'luoreto\n\nmeq/L\n\no.42\n\n:osfatos\n\nmeq/L\n\n0.00\n\nlrometo\n\nmèøL\n\n0.53\n\n0,59\n\niódio\n\n?r$,ll\n\nmeøL\n\no,02\n\n0,92\n\no.79\n\nmeøL\n\n0,99\n\n0,00\n\n)álcio\n\nl,ç:.:QJ\n\n0,00\n\nmeq/L\n\n0,76\n\n0,00\n\n¡agnésio\n\no,42\n\nmeq/L\n\n1,38\n\n0,00\n\n0,0'1\n\nÎe34\n\nslrôncio\n\n0,01\n\nmeq/L\n\n0,00\n\n0,00\n\nlário\n\n0,32\n\n0,34\n\n0,00\n\nmeq/L\n\n0,00\n\n0,20\n\n:eÛo total\n\n0,00\n\n0,73\n\n0,00\n\nmeq/L\n\n0,00\n\no,17\n\no,26\n\nIanganês\n\n0,11\n\n0,00\n\n0,00\n\nmeq/L\n\n0,80\n\nF9-4¡\n\no,97\n\n0,00\n\n\\lumínio\n\n0,34\n\n0,00\n\n0,00\n\nmeøL\n\n0.'19\n\no,7a\n\n0,84\n\n1,44\n\n0,00\n\n0,o0\n\n;romo'lotâl\n\nPr-1J\n\n0,98\n\nmeq/L\n\n0,51\n\n0,00\n\n0,01\n\n0,98\n\n0,00\n\n)humb'o\n\n0,00\n\n0.13\n\nmeøL\n\no,65\n\n0,79\n\n0,01\n\n0,56\n\n0,00\n\n0,00\n\n)ôbre\n\n0.69\n\nÞrr-rì\n\n't,21\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,7 4\n\n0,00\n\n4nco\n\n0,00\n\n0.08\n\n2,53\n\n1,00\n\nmeøL\n\n0,00\n\n0,28\n\n0,00\n\n0,00\n\n0,00\n\n\\mônio\n\n0.03\n\n0,83\n\n0,00\n\n0,00\n\nmeq/L\n\n0,00\n\n0,45\n\n0,00\n\n0,00\n\n0.00\n\nìOMÀ\n:ÁnoNs\n\n0.o9\n\n0,74\n\n1,0s\n\n0,01\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\nf I -iJt\n\n0,31\n\n0,00\n\n0,00\n\n0,00\n\n0,53\n\nìOMA\n\\NroNs\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\no,12\n\n0,28\n\n0,00\n\n0,01\n\n0,00\n\nmeøL\n\n0,00\n\n0,00\n\n0,65\n\n0,00\n\n0,43\n\n0.00\n\n0,00\n\niomatórla\n\n0,00\n\no.21\n\n0,01\n\n0,00\n\n0.00\n\nmeq/L\n\n0.00\n\n0.00\n\n0,30\n\n0,23\n\n0,00\n\n1.69\n\n)ESVTO\n\n'ADRÃO/\n:RRO\n\n0,00\n\n0.00\n\n0.00\n\n0,00\n\no.20\n\n0,00\n\n0,00\n\n0,85\n\n0,00\n\n0,00\n\n0.55\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n0,08\n\n0,39\n\n2.14\n\n0,00\n\n0,01\n\n0,00\n\n25.74j erro supeßor a 10%.\n\n0,00\n\n0,00\n\n0.00\n\no,20\n\n0.00\n\n0,94\n\n0,01\n\n0,00\n\n(v.)\n\n0.01\n\n0,01\n\n0.00\n\n0,00\n\n0,00\n\no,12\n\n2,16\n\n0,s5\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,o0\n\n1.15\n\n0,00\n\n1 ,75\n\n0,00\n\n0,00\n\n4,08\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.oo\n\n3,34\n\n1 ,10\n\n0,01\n\n0,00\n\n0.00\n\n4,83\n\n0,00\n\n1.17\n\n0,1 '1\n\n0,00\n\no,o2\n\n0,00\n\n0.00\n\n4,45\n\n0.00\n\n0,03\n\n0,00\n\n0,02\n\n2,35\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n0,43\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\nI.49\n\n0,00\n\no,25\n\no,74\n\n0.00\n\n0,00\n\n0,00\n\n0,03\n\no.00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n3,44\n\n0.00\n\no,77\n\n0,00\n\n2,36\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n'1,51\n\n0,00\n\n2,69\n\n0,00\n\n2,20\n\n0,00\n\n0.oo\n\n0,00\n\n0,00\n\n0,00\n\n5,05\n\n0,00\n\n2.16\n\n0,00\n\n1,79\n\n\"6,54\n\n0,00\n\n0,00\n\n0,00\n\n4,36\n\n0,00\n\n0,00\n\n3,19\n\nCAGNON, F. A. - Dissertaçáo de l\\¿lestrado, 2OO3\n\n0,94\n\n0,00\n\n0,00\n\n4.81\n\n0,00\n\n1,29\n\n7,45\n\n0,00\n\n8,00\n\n1,89\n\n.?{-ì,32\n\n3,88\n\n4,14\n\n6,04\n\n\n\nTabela 1C - Balanço lôn¡co - agosto/0 t (resultadÕs de nitrato e cloreto obtidos no campo)\n\n\\lcalinidade\n\nlulfatos\n\nllorelo\n\nÈ.iri*¡d¡\n\n,¡itrato\n\nmeq/L\n\n.l¡tr¡to\n\nrneq/L\n\nssq\n\nmeq/L\n\n0,99\n\n:osfatôs\n\n¡.a,ùì\n\nmeq/L\n\n0,00\n\nmeq/L\n\n2,O2\n\n0,54\n\niódio\n\nPèO\n\nmeqL\n\no,o2\n\n1,42\n\n'otássio\n\nmeq/L\n\n0,59\n\n1,21\n\n0,00\n\nF\"Gi\n\nlálcio\n\nmeq/L\n\n0.00\n\n0,79\n\n0,00\n\n,/lagnésÌo\n\no,73\n\nmeq/L\n\n0.28\n\n0,00\n\n0.00\n\n:slrôncio\n\n0,04\n\n0.95\n\nmegL\n\n0,00\n\n0.00\n\nlário\n\n0.56\n\n0.76\n\n0.00\n\nmeq/L\n\n0,00\n\no.25\n\nFô¡Àq\n\n:erro lotal\n\n0.01\n\n0.81\n\n0,00\n\nmeq/L\n\no.00\n\n0,23\n\n0,66\n\n¡anganês\n\n0,00\n\n1.O2\n\n0,00\n\npc-gt¡\n\nmeøL\n\n0,69\n\n1,38\n\n0,01\n\n\\luminio\n\n0,00\n\n1,37\n\n0,00\n\nmeq/L\n\n0,14\n\n1,07\n\n0,14\n\n0,00\n\nlromo totâl\n\n0,00\n\nÞcrâ.û\n\n0,19\n\nmeq/L\n\n0,86\n\n0,01\n\n0,02\n\n1,23\n\n0,00\n\n0,00\n\n0,1B\n\nmeq/L\n\n0,43\n\n1,22\n\n0,01\n\n0,90\n\n0,00\n\nlôbre\n\n0,00\n\nP,q98\n\no,70\n\n0,s7\n\nmeq,t\n\n0,00\n\n0,00\n\n0,00\n\n0,69\n\n0,00\n\n0,00\n\n:inco\n\n0,16\n\n0,37\n\n0,63\n\nmeq/L\n\n0,00\n\n0,08\n\n0,00\n\n0,00\n\n0,00\n\nP.Cì*t\n\n0,96\n\n0,46\n\n0,00\n\n0,00\n\nmeq/L\n\n0,00\n\n0,39\n\n0,01\n\n0,00\n\n0,00\n\n]OMA\n:Ár¡o¡¡s\n\n0,13\n\n0,58\n\no,26\n\n0,00\n\nmeq/L\n\n0,00\n\n1 ,35\n\n0,00\n\n0.o0\n\nPc4¿\n\n0,00\n\no,70\n\n1 ,21\n\n0,00\n\n0,00\n\n0,00\n\n0.01\n\n1,10\n\n]OMA\n\\lrlro¡ts\n\nmeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,'10\n\n0.88\n\no,49\n\n0.00\n\no,a2\n\n0.00\n\n0,00\n\n0,00\n\nmeq/L\n\n0,00\n\nÞ1ìí¡\n\n0,00\n\n0,51\n\n0.00\n\n1.00\n\n0,00\n\nlomatória\n\n0.00\n\n0,81\n\n0.00\n\n0,00\n\nmeq/L\n\n0.00\n\n0,00\n\no.00\n\n0,08\n\n0,62\n\n3,45\n\n0.00\n\no,17\n\n)ESVIO\n\n'ADHÁo/\n:RRO\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,04\n\nw:ë7\n\n0,00\n\n0.94\n\n0.00\n\n0,0J\n\nmeq/L\n\n0,18\n\n0,00\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,09\n\n2,94\n\n0,66\n\n0.14\n\n1.08\n\n0,00\n\no,o0\n\n25.7ri: ero superior a 1O%\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\nqF2q\n\n0,00\n\n1,54\n\n0,46\n\n0.00\n\n0,00\n\no.74\n\n0,00\n\n0,00\n\n./o\n\n0,01\n\n0.00\n\n2,95\n\n0,00\n\n0,00\n\n0,11\n\n0,56\n\n0,26\n\n0,51\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\nÞ.?t1i0\n\n0,00\n\n0,50\n\n0,00\n\n0,39\n\n0.00\n\n0,00\n\n0.60\n\n0,00\n\n0.00\n\n5,90\n\n0,00\n\n4.O4\n\n0,00\n\n0,00\n\n0,00\n\n0,27\n\no.77\n\n1,72\n\n0,19\n\no,14\n\n0,00\n\n0,00\n\n0,00\n\n.0, t2\n\n0,00\n\n0,00\n\n,P,f.issì\n\n0,00\n\n0,1 1\n\n0,00\n\n0.00\n\n0,00\n\n0.00\n\n0,00\n\n0,01\n\n6,17\n\n0,01\n\n0,00\n\n0,00\n\n1.42\n\n0,00\n\n0,05\n\n1,S1\n\n0,45\n\n0,00\n\n0.14\n\n0.00\n\n,30.99\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\no,21\n\n0,00\n\n0,13\n\n0,00\n\n0,00\n\n0,00\n\n0,35\n\n3,s4\n\n0,01\n\n0,01\n\n0,00\n\n0,00\n\n2,33\n\n0,00\n\no,12\n\n3.20\n\n0,18\n\n0,00\n\n0,00\n\n0,00\n\n0.o0\n\n,2,53\n\n0,00\n\n0,00\n\n0,00\n\no,20\n\n0.00\n\n0,98\n\n0,00\n\n0,00\n\n0,3s\n\n0,01\n\n0,01\n\n4,25\n\n0.00\n\n0,00\n\n2,96\n\n0,00\n\n0,12\n\n0,s0\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,00\n\n0,00\n\n1 11\n\n0,00\n\n1,74\n\n0,00\n\n0.00\n\n0.01\n\n0,00\n\n0.00\n\n0,00\n\n2,O4\n\n0,00\n\n0,01\n\n0,97\n\n2.21\n\n0.00\n\n0,00\n\n0.00\n\n0,00\n\n0.00\n\n0,5 t\n\n0,10\n\n0.00\n\no,o2\n\n0.00\n\n0,01\n\n4.47\n\n0,00\n\n0,00\n\n4,11\n\n0,07\n\n0,00\n\n0,01\n\n0,88\n\n0,00\n\n0,00\n\n0.00\n\n0,03\n\n0,00\n\n0.00\n\n0,00\n\n1 ,14\n\n0,00\n\n6,31\n\n0,01\n\n0,00\n\n0,11\n\n1,70\n\no.00\n\n0.65\n\n2,25\n\n0.00\n\n\"30,12\n\n0,00\n\n0,00\n\n0,00\n\n0.29\n\n0,00\n\n0.01\n\n0,00\n\n2,54\n\n0,01\n\n0,00\n\n3,09\n\n0,00\n\n0,19\n\nCAGNON, F. A. * Dissertaaão de ft4eslrado, 2003\n\n1 ,53\n\n0.00\n\n-31.çi7\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n5,34\n\n0,00\n\n1.89\n\n0,00\n\n0,48\n\n0,00\n\n-15.69\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n3,41\n\n0,04\n\n0,00\n\n0,84\n\n0,00\n\n1,82\n\n'10,51\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,01\n\n1 ,32\n\n0,00\n\n0,00\n\n3,10\n\n'27,/+8\n\n0,00\n\n0,00\n\n0,00\n\n6,17\n\n0,00\n\n2,19\n\n0,00\n\n1.24\n\n-4C.93\n\n0,00\n\n0.00\n\no,71\n\n0,00\n\n2.44\n\n0,00\n\n1,95\n\n0.63\n\n27,û5\n\n1.O2\n\n\n\nTabela 1D - Balanço lôn¡co - setembro/o t (resultados de n¡trato e cloreto obtidos no campo)\n\n{calin¡dade\n\nìutfalos\n\n)loreto\n\ntl-llldlë3\n\n,litrato\n\nmeq/L\n\niikito\n\nmeq/L\n\nP.cis¡\n\n:luoreto\n\nmeq/L\n\n0,36\n\n:osfatos\n\nÈèsÈ\n\nmeq/L\n\n0,0f\n\nlromelo\n\nmeq/L\n\n0,30\n\n'I,27\n\niódio\n\np.g:fi\n\nmeq/L\n\n0,01\n\n1,50\n\n)otássio\n\nmeqÀ\n\no,12\n\n0,00\n\n0,00\n\nJl?:Êæ\n\nlálcio\n\nmeq/L\n\n0,00\n\n0,76\n\n0,00\n\nr'lagnésio\n\n0,03\n\nmeq/L\n\n1 ,38\n\n0,00\n\n1,47\n\np.ür6\n\n:strônciô\n\n0,00\n\nmeg/L\n\n1.56\n\n0.00\n\n0,00\n\nìár¡o\n\n0,13\n\n0.82\n\n0.00\n\nlPc-31\n\nmeq/L\n\n0,00\n\n0.30\n\n'erro total\n\n0,01\n\nmeq/L\n\n1,40\n\n0,00\n\n0.00\n\n0_25\n\n¡anganês\n\n0,08\n\n0,08\n\ni \nP_e-32\n\n0,00\n\nmeøL\n\n0,00\n\no.21\n\n1,49\n\n{umínio\n\n0,00\n\no,21\n\n0,00\n\nmeq/L\n\n0,00\n\n0,21\n\n1,03\n\n0,08\n\n)romo tolat\n\n0,28\n\n0,00\n\nlìrÈe4\n\n0,00\n\nmeq/L\n\n0,98\n\n0,90\n\n0,01\n\n0,00\n\n]humbo\n\n0,98\n\n0,00\n\n0,00\n\nmeq/L\n\n0,13\n\n0,35\n\n0,07\n\n0,01\n\n)obre\n\n0,00\n\n1,38\n\n0,00\n\nPÊ-. ¡\n\n0,76\n\nmeq/L\n\nI,16\n\n0,00\n\n0,00\n\n0,00\n\n0,94\n\nlinco\n\n0,00\n\n0,00\n\n0,37\n\nmeq/L\n\n0,86\n\n0,11\n\n0,00\n\n0,06\n\n0,00\n\n0,00\n\nllr.el\"i\n\nVnônio\n\n0,00\n\n0,10\n\n0,26\n\nmeq/L\n\n0.00\n\n0,00\n\n0.00\n\n0.40\n\n0,00\n\n0.00\n\n]OMA\n:Áro¡ls\n\n0,00\n\n0.06\n\n0,8'1\n\nmea/L\n\n0.00\n\n0,s4\n\n1.8S\n\n0.00\n\n'kïs¡¡Þ\n\n0.00\n\n0,00\n\n0,00\n\no.12\n\n0,04\n\n0,00\n\nmeq/L\n\n0,00\n\n0,01\n\nìOMA\n\\lrlto¡¡s\n\no,97\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n0,10\n\n0,05\n\n0,06\n\n0,01\n\nmeq/L\n\no,42\n\n0.01\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\no,17\n\nP,Ë9.-2\n\no,74\n\niomatóri\n\n0,00\n\n0,04\n\n0,00\n\nmeq/L\n\n0,00\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\n0,09\n\n0,56\n\n)Ësvto\n,ADRÃo/\n:RRO\n\n0,00\n\n1,96\n\no,79\n\nJiÈi.:.ri\n\n0,01\n\n0,00\n\no.00\n\n0,00\n\n0.00\n\n0,00\n\n0,04\n\n0,80\n\nrñeq/L\n\n0,00\n\n0,00\n\n0,00\n\n0,98\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0, i0\n\n3,O7\n\n0,56\n\n0,75\n\n0,00\n\n25.74: ero superior a 1O%.\n\n0,20\n\n0,00\n\nls,res\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n1,70\n\n0,00\n\no,22\n\n0,00\n\n0,01\n\n0,00\n\n./o\n\n0,34\n\n0,01\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,1\n\n1,69\n\n0,27\n\n0,00\n\n1,24\n\n0,34\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,59\n\n0,00\n\n0,35\n\n0,00\n\n0,00\n\n0.00\n\no.71\n\n6.42\n\n0,00\n\n0,01\n\n0,00\n\n1.67\n\n0.00\n\n0,00\n\n0,05\n\n3,16\n\n0.18\n\n0,00\n\n0.06\n\n0,00\n\n0.00\n\n'4,48\n\n0,00\n\n0.00\n\n0,00\n\n'1.00\n\n0,00\n\n1.09\n\n0,00\n\n0.00\n\n0,10\n\n0.00\n\n0.00\n\n0,00\n\n2,70\n\n0,00\n\n0,00\n\no,25\n\n2.24\n\n0,60\n\n0,00\n\n0,01\n\no,41\n\n0,00\n\n0,00\n\n0.00\n\n0,17\n\no,00\n\n0.00\n\n0,94\n\n0,00\n\n0,00\n\n5,8s\n\n0,01\n\n0.00\n\n0,01\n\n2,25\n\n0,00\n\n0.00\n\n0,25\n\n0,13\n\n0,51\n\n0,00\n\n0,00\n\n7,79\n\n0,00\n\n0,00\n\n0,00\n\no,22\n\n0,00\n\n1,46\n\n0,00\n\n0,00\n\n4,49\n\n0,01\n\no,23\n\n0,00\n\n0,00\n\n0,00\n\n0,12\n\n1,54\n\n0,82\n\n0,01\n\n0,01\n\n.o,21\n\n0,00\n\n0,00\n\n1,17\n\n0,00\n\nf ,01\n\n0,01\n\n0,00\n\n0.48\n\n0,00\n\n0,99\n\n0,00\n\n0,00\n\n0,01\n\n1,63\n\no,51\n\n0,00\n\n0,00\n\n5,44\n\n0,00\n\n0,00\n\n0,00\n\n0,12\n\n0,00\n\n0,00\n\n2,53\n\n0,00\n\n0,00\n\n1.70\n\n0,00\n\n0,65\n\n0,01\n\n0,00\n\n21,97\n\n0.00\n\n0.00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0,00\n\n0.00\n\no,63\n\n0.00\n\n2,36\n\n0,00\n\n0.00\n\no.00\n\n1,90\n\n0.00\n\nCAGNON, F. A. - Disserìaçäo de Mestrado, 2OO3\n\n0,00\n\n0,00\n\n1 ,24\n\n0,01\n\n0.00\n\n2,35\n\n0.00\n\n2,35\n\n0,00\n\n1.80\n\n0,00\n\no.00\n\n0,00\n\n4.71\n\n0,00\n\n2,16\n\n0,00\n\n0,00\n\n2,71\n\n0,18\n\n0,00\n\n0,00\n\n0,00\n\n4,52\n\n0,00\n\n2,12\n\n0,00\n\n2,60\n\n4,15\n\n0,00\n\n0,00\n\n4,83\n\n2.50\n\n0,00\n\n'1 ,88\n\n12,06\n\n0,00\n\n5,0s\n\n1,78\n\n1.32\n\n1,94\n\n3,66\n\n1,27\n\n1,70\n\n\n\nANËXO 4\n\nResultados analíticos e cálculo dos percentuais de erros para as amostras\n\nem duplícata\n\nCAGNON, F. A. - Disserlaçáo de l\\¡estrado, 2003\n\n\n\nCAGNON, r. A. - Dissertaçáo de L4estrado. 2003\n\n33,33: Erô mâlc¡ qu€ 30%\n\n'fabelå 1A - Sumário dos Resuìlados Analft¡cos das Amoslra em Duplicatas\n\n\n\nCadastros de poços cacimbas e tubular\n\nANEXO 5\n\nCAGNON, F. A. - Dissertação de Meskado, 2003\n\n\n\nTabela 1: Cadastro dc Poços Gacimba e Tubular - Unânia (SP).\n\nÊíef,åEtii$\nliî:uilii:.,ilN\n\nPC-19\n\nPC-20\n\nParticuiar\n\nPC-21\n\nParticular\n\nì. da Glória, 1 783\n\nParticular\n\nPC-22\n\nR. Getúlio Vargas,\n1169\n\nÞ..1âdiläi.fli\n\nrììiìil$lìi¡lil\n\nPC-23\n\nPart¡cular\n\nì. Terezinha,\n\n1, 5\n\nPC-24\n\nParticular\n\n1,\n\n5t\n\n8,0\n\nrN,üäëlir\nd,êiËüi:iÈ\niiìi{S},1ìì1\n\nParticuìar\n\nPC-25\n\nì. Leonor, n.2095\n\n1.5\n\nPC-26\n\nParticular\n\nì. Bandeirantes,\nr,158\n\n1,5\n\n14,0\n\nParticular\n\nB anéis de\nconcreto de\n\n0,5m.\n\nR. R¡o de Janeiro,\nn.24\n\n1.5\n\n13,00\n\n10,54\n\nCAGNON, F. A. - D¡ssertaçáo de Mestrado\n\nR- Espir¡to Santo,\nn.1420\n\n't,5\n\n5 anéis de\nconcreto de 1 m\ne 2 fileiras de\n\ntijolos.\n\nTampa de\nconcreto.\n\n11 ,32\n\n1,5\n\nTampa de\nconcreto.\n\n21 ,A\n\nDoméstico - não\nbebem.\n\n1,5\n\nTampa de\nconcreto.\n\n17 ,21\n\nDoméstico.\n\n7 anéis de\nconcreto de 1m\n\nna base do\npoço.\n\nTampa de\nconcreto.\n\nDoméstico -\nlavagem de\n\náreas externas e\nroupas.\n\nSim: bomba\nelétrica de\nsupedície.\n\n11,86\n\nTampa de\nconcrelo.\n\n1 5,00\n\nSim: bomba\nelétrica de\nsuperfície.\n\nTijolos.\n\nDoméstico.\n\nTampa de\nconcreto.\n\nS¡m: bomba\nelétrica de\nsuperfície.\n\nTijolos.\n\n1999\n\nDoméstico - náo\nbebem.\n\nTampa de\nmadeira.\n\nDomést¡co -\nlavagem de\n\náreas externas.\n\nS¡m: bomba\nelélrica de\nsuperfície.\n\nTampa de\nconcreto-\n\n1999\n\nSim: bomba\nelétrica de\nsuperfície.\n\nDomést¡co -\n\nbebem\n\nSim: bomba\nelétrica de\nsuperfície,\n\nDoméstico -\nbebem.\n\nNAo\n\nSìm: bornba\nelétrica de\nsuperfície.\n\n1993\n\n'1966\n\n\n\nTabela 1A: Cadastro de Poços Cacimba e Tubular - Urânia (SP).\n\n.Ï.¡t'$il'Î¡.,$$\nl¡;ir; i;,jlliä;¡, ì\\ìl\n\nPC-27\n\nPC-28\n\nparticular\n\nPC-29\n\nparticular\n\nlndependência,\n\nPC.3O\n\nParticular\n\n¡r\\ iP\"l.ê!i1Þ$ð\n\n;iìiW\n\nN. dos Andrades,\nr.1288\n\nPC.31\n\nParticular\n\nR. Natal - em\nlrenle a n. 2024\n\n1,5\n\nParticuiar\n\nPC-32\n\nL Natal, n. 2185\n\n1,5\n\nPC-33\n\ni,:.$¡if\"êlri\n\nC.s;;åìt-uF\nr:1::,¡íäï:líf\n\nParticular\n\nì. Pernambuco,\nI. ¿OJ\n\niq\n\nPC-34\n\nPart¡cular\n\n'I 7,15\n\nì. Maranháo, n\n¿74\n\n1, 2\n\nParticular\n\n5,30\n\nì. R.\n1271\n\nl,\n\nïijolo\n\n2\n\nBranco, n.\n\n8,\n\nCAGNON, F. A. - Dissertação de ¡/estrado\n\nì. Ademar de\nlarros, n. 1 541\n\n15\n\n1, 2\n\n'!1\n\nAnéis de\nroncreto e tijolo\n\nTampa de\nconcreto\n\n6,60\n\nt,¿\n\nTampa de\nconcreto,\n\n7,62\n\n8,00\n\nTUolos\n\nDoméslico -\nbebem\n\n1,\n\nAnéis de\nconcreto e\n\ntijolos,deTall\nm.\n\nTampa de\nconcreto\n\n10\n\n6,28\n\nDoméstico.\n\nTampa de\nconcreto\n\n11,\n\n0,4 m de tijolos\n\n8,00\n\nSim: bomba\nelétrica de\nsuperfície.\n\nDoméstico -\nbebem\n\nTampa de\nconcrelo\n\nTíjolosdegal0\nm.\n\nFiiitüåÌt¡itìàiid\n\n{rì'$ì$w\n\nI 0,40\n\nSim: bomba\nelétrica de\nsuperfície.\n\nDoméstico -\nbebem\n\n0,5 m de tijolo.\n\nTampa de\nmadeira\n\nSimi bomba\ne¡étr¡ca de\nsuperfície,\n\nDomést¡co -\nbebem\n\nTampa de\nmade¡ra\n\nSim: bomba\nelétrica de\nsuperfície.\n\nDoméstico.\n\nTampa de\nconcrelo\n\nSìm: bomba\nelétrica de\nsuperfície.\n\n1997\n\nDoméstico -\nbebem\n\n1 99s\n\nSim: bomba\nelétrica de\nsuperfícje.\n\nDoméstico -\nbebem\n\n1985\n\nS¡m: bomba\nelétrica de\nsuperfície.\n\nSìm: bomba\netétr¡ca de\nsuperfície.\n\n> 1990\n\n1998\n\n1996\n\n\n\nTabela 1B: Cadastro de Poços Cacimba e Tubular - t3rânía (Sp).\nPoço1 fieqÍç|f.r\n\nPC-35\n\nPC-36\n\nParticular\n\n¡¡tt:E:íliiiì1$iti''\n.. i i. .l';irir¡ir:llì llillil:ìì rì .'\nli :r l. i:rl:r::ì..r1ll.-,,ìrr.i:r.l:. rl\n\nParticular\n\nR- da Glória, n.\n1820t53t\n\nPC-38\n\nParticular\n\nF. Getúlio Vargas,\nû. 1157\n\nÞlårriêlföi\nìì,i{n},iri\n\nPC-39\n\nParlicular\n\nì. Getúlio Vargas,\nr. 1 '131\n\nÞ.!p!¡¡alua{e\nr:l:.: :1,'.{$}rri:li¡:i\n\nPC-40\n\n1,2\n\nParticular\n\nì. Getúlio Vargas.\n1. 2039\n\nPC-41\n\nParticular\n\n1,2\n\n1A.71\n\n,,,¡l!Ív.?l;t\nderágr¡¡\n.r'.,{ffi}r¡rri\n\nR. Camargo\nCorreia, n. 256\n\nPC-42\n\nParticular\n\n1.0\n\nR dos Andrades,\n24311313n\n\n6,00\n\nParticular\n\nIA\n\nì. R. Branco, s/n -\nlhác. Limoeiro\n\n6\n\nAnéis de\nconcreto - 2m.\n\n1,\n\nìecinto\n\n1,\n\n4,87\n\nCAGNON, F. A. - Dissertaçáo de Mestrado\n\nAné¡s de\nconcreto no\n\nfundo\n\n2\n\nAné¡s de\nconcreto - 2m.\n\nTampa de\nconcreto\n\n1,2\n\n6,97\n\niY:id,¡r¡t l¡i¿:\niiìi:i. rti,l.ili\n\nTampa de\nconcteto\n\n1,2\n\n8,07\n\n17 .22\n\nirrigaçáo -\njardim\n\nïampa de\nconcreto\n\nïijolos - 2m\n\n.çEùfB,¡do.cpjh¡\nÞombaiì?.j,OÍ¡älf\n\nDoméstico -\nbebem\n\nïijolos - 2,5m.\n\n12,82\n\nTampa de\nconcreto,\n\nIrrigação - horla\n\nSim: bomba\nelétrica de\nsuperfície.\n\nSem proteçáo\n\n8,29\n\nAné¡s de\nconcreto\n\nSim: bomba\nelétrica de\nsuperfície.\n\nDoméstico -\nbebem\n\nTampa de\nmadeira\n\n5 anéis de\nconcreto na\n\nbase\n\nSim: bomba\nelétr¡ca de\nsuperfície.\n\nNáo utilízam\n\nTampa de\nconcreto\n\n1998\n\nlrrigaçáo -\njardim\n\nSim: bomba\nelétríca de\nsuperfícìe.\n\nTampa de\nmadeira\n\n1997\n\nDoméstico -\nbebem e\n\nlrrigaçáo - horta\n\n1996\n\nNão\n\nDoméstico:\nbebiam (poço foi\n\nfechado em\n2001),\n\nSim: bomba\nelétriÉ de\nsuperfície.\n\n1987\n\nSrm: bomba\neìétr¡ca de\nsuperfície.\n\n1570\n\n1 995\n\nNão\n\n1 950\n\n\n\nTabela 1C: Cadastro de Poços Cacimba e Tubular - Urânia (SP).\noroorl\"*rro,\n\nPC-43 Particular\n\n)c 44\n\niìii¡F¡dsi*r,ei1t\n\n,: ,.,tlltr,Íilllr\n\n)articular\n\nPC-45\n\nR Bom Jesus,\n1062n\n\n)art¡cular\n\n:DJâläëti{i\n'i¡tit'W:1i\n\nì, Rio Branco,\n\\.1271\n\n'tr-40\n\nR- Jcáo\nPessoa/R.\n\nPmJtiädld¡de\n'''' tw'\"''t'\n\nsartícular\n\n1,\n\nSsvaldo\n\n2\n\nPC-47\n\n171\nCruz,\n\n1,\n\nrarticular\n\n5\n\n16,58\n\nPC-48\n\nì. Rio Branco,\n).1271 - Châcaø\nloa V¡sta\n\nilt-liypÍ:i\ndç,1,!i..9\n:r,;;(fh),Ìi\n\nn.\n\n1,5m\n\nPart¡cular\n\n5,64\n\n'15,58\n\nì, Esperança,\nt.773\n\n17,50\n\n3P320, km 592,5 -\nSítio Ouro Verde\n\n0,86\n\n,4néis de\nconcreto\n\n4\n\ni¡1,vrfk;þf,ii:::1,\n\ni'f.fii.T,,li.'\n\n13,6Ð\n\n4m de l¡jolos\n\nCAGNON, F. A. - Dissertaçáo de lvlestrado\n\n1,5\n\n64\n\nTampa de\nconcreto\n\n7 anéis de\nconcreto de\n\n0,5m.\n\nl,8m\n\ni,.!l$ii,$,i¡¡f.gua,:\n\n36,00\n\nI\n\nTampa de\nmadeira.\n\n36m de tubo de\nPVC geom. Liso\n\ncom pedrisco\nem volta\n\nlrr¡gação\n\nTampa de\nteihas\n\nquebradas.\n\nEgúìp,e.g.,p,górni\nb\"nlirls¡¡¿11\n\nlrrigaçâo e\nCriaçáo de\n\nanimais.\n\n10 anéis de\nÐncreto e tijolos\n\naté o solo\n\n11,80\n\nDoméstico -\nlavagem de\n\náreas externas,\nbebem e\n\nlrrigaçáo -\nhortaliças.\n\nSim: bomba\nelétrica de\nsuperfíc¡e.\n\nlampa de PVC\n\nProv_áùéläriþ.\ndËrFqrt¡irâçãq\n\nAnéìs de\nconcreto\n\nSim: bombâ\nelétrica de\nsuperfície.\n\nTampa de\nconcreto\n\nCriação de\nanimaìs - gado\n\nSim: bomba\nelétrica de\nsuperfícìe.\n\nTampa de\nconcreto\n\nDoméstico - náo\nbebem.\n\n1994\n\nSim: bomba\nelétrica de\nsuperfície.\n\n1999\n\nlrrigaçáo\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\nSim: bomba\neìétrica de\nsuperfície.\n\n2000\n\n>1995\n\n\n\nTabela 'l D: Cadastro de Poços Cacimba e Tubular - {Jrânia (SP).\n\nräw\nPT.I8 Público\n\nPT-1 9\n\niiiriì'jw\nW. Pres.\n(ennedy -\nodoviár¡a\n\nPúblico\n\nPÍ-20\n\n:Ðlâmeliô\n{pplÞssda)\n\nì. Catanduva,\n1 23 - Centro de\nSaúde\n\nPúblico\n\nPr-21\n\n4\n\nì. Pres. Kenedy\n177 Cento\n)omun¡tário\nnunicipal\n\nPúblico\n\nPr-22\n\n4\n\n6C\n\nrllNlûêNi:tl\n\n.tí:.{líiä\n,,.{*)..'\"\n\n\\v. Brasil, 108 -\nlelegacia\n\nPúblico\n\nPT,23A\n\n60\n\n4\n\n\\v. Brasil sin -\ngreja N. S,\n:átima\n\n16m de tubo de\nPVC geom. liso\ncom pedrisco\n\nem volta\n\nPúblico\n\n2,90\n\n60\n\n4\n\n23,69m de tubo\nde PVC geom.\n\nliso com\npedrisco em\n\nvolta\n\nCAGNON, F. A. - Disseriaçáo de Meskado\n\nì. Dona\n-erezinha, s/n -\nlentro de lazer\nnunicìpal\n\nïampa de PVt\n\nOU\n\n4\n\n¡i fiflfi¡f1'ti¡\n' :' .'...1i,.:: ....:a'.\n\n24,00m de tubo\nde PVC geom.\n\nliso com\npedrisco em\n\nvolta\n\nSem proteçáo\n\nDoméstico - nár\nbebem\n\n10,\n\n60\n\n'19\n\n4\n\n23,70m de tubo\nde PVC geom.\n\nliso com\npedrìsco em\n\nvolta\n\nfampa de PVC\n\nNão ut¡lizada\n\n80\n\nSim: bomba\nelétrica de\nsuperfície-\n\n24,00m de tubo\nde PVC geom.\n\nliso com\npedrisco em\n\nvolta\n\niampa de PVC\n\nNáo utilizada\n\n13,27\n\nNão\n\n30m de tubo de\nPVC geom. liso\ncom pedrisco\n\nem volta.\n\n2000\n\nfampa de PVC\n\nDoméstico - não\nbebem\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\nlampa de PVC\n\nDoméslico -\nbebem\n\nSim: bomba\nelékica de\nsuperfície,\n\n2000\n\nDomést¡co - nác\nbebem\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\n2001\n\n\n\nTabela 1E: Gadastro de Poços Cacimba e Tubu{ar - Urânia (SP).\nPóç9ir\n\nPT-23\n\nProoriêtårlo'\n,i.. .riìir.iliiìii,ìii\n\nPúblico\n\nPT-24\n\nii,iff1{,î,.9..9;\n\nì. Dona\nlerezinha, s/n -\nlentro de lazer\nnunicipal\n\nPúblico\n\nPT.25\n\n.,91â.r¡in¡ô,rr\nþölls¿ida)\n\nì. Aleixo x B.\nlenedita Duarte\n- Grupo Escolar\n\nPúblico\n\nPT.26\n\n4\n\nP,rst{¡l¡dLdêdç\n' ;:.: : t \n\n: :,' llnì|t: .;:' :, ::\n\nParque de\nExposiçoes\nMunicipal\n\nPúblico\n\nPÍ-27\n\n50\n\n4\n\n¡lfùÈ!r'äà\n6guà,{nr}\n\nR. Pres- Kenedy\nx R. Guadalajara\nEstádìo\nmunicipal\n\nPúblico\n\n13,31\n\nPT-28\n\nou\n\n4\n\n20m de tubo\nde PVC geom.\n\nl¡so com\npedrisco em\n\nvolta.\n\nì. da Saudade\n;/n Cemitér¡o\n\nParticuiar\n\n15,50\n\n80\n\nr,.,:PiÞ.þÈâö.ì.\n,ìri SãÈ¡tátlàrìl\n\n4\n\nCAGNON, F. A. - Dìssertaçáo de i\\\",lesirado\n\n- 30,0m de\ntubo de PVC\ngeom. Liso\n\ncom pedr¡sco\nem volta.\n\nTampa de PVC\n\nìod. Eucl¡des da\nlunha/SP 320,\ni90km\n\n10,69\n\nbU\n\n4\n\nvÈg.: {e:jù¡\n\n23,60m de\ntubo de PVC\n\ngeom. liso com\npedrisco em\n\nvolta,\n\nTampa de PVC\n\nNão ut¡lizada.\n\nl9 tâ\n\n60\n\n4\n\nEqu!Þ¡go cd.\nbúmbà ?jOriál?\n\n24,00m de\ntubo de PVC\n\ngeom. liso com\npedrisco em\n\nvolta.\n\nlampa de PVC\n\nNão utilizada\n\n60\n\nNão\n\n24,00m de\ntubo de PVC\n\ngeom. liso coñ\npedrisco em\n\nvolta.\n\nlampa de PVC\n\nu.inyâtnlÁíþ\n{E.eþrlÍiâçãö\n\nDoméstico -\nbebem\n\nnao\n\n2000\n\n30,00m de\ntubo de PVC\n\ngeom. l¡so con\npedrlsco em\n\nvolta.\n\nfampa de PVC\n\nDoméstico -\nbebem\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\n[ampa de ferro\n\nDoméstico -\nbebem\n\nSim: bomba\nelétrica de\n\nsubsuperfície.\n\n2000\n\nDomést¡co e\nlrrigação\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\nS¡m: bomba\nelétrica de\nsuperfície.\n\n2000\n\n1998\n\n124\n\n\n\nTabela 1F: Cadastro de Poços Cacimba e Tubular - Urânia (SP).\n\n;,l,iW\n\nPT-29\n\nþioorieitdi¡o r':\ni,ilalììii!Ì:t',r:¿:LìUr,\n\nParticular\n\nPT-30\n\nt:- -:;. ....,....... .)I Engef_$çp j. l\nl. .;ta.: .-.1.,.... . . :.\nl'.:.\n\nParticular\n\nìod. Euclides d¿\nlunh¿y'SP 320,\n(m 593.\n\nPT-31\n\nL$1ifrt-4.1:ç\"\n\nlúil,lèlpìldåi\n\nParticular\n\nRod- Euclides d¿\nCunha/SP 320,\nKm 593.\n\nPT-32\n\n4\n\nPart¡cular\n\n\\v. Rio Branco,\n2169.\n\nPT.33\n\nffiiiaiÉtítl/È,\nw.r$tptl\n\n4\n\nPârticular\n\nìod. Euclides da\nlunha/SP 320,\n(m 593.\n\nPT-34\n\n4\n\n-80\n\n\\v, da Saudade\n;/n * Chácara\nianto Antônio.\n\nffiffiffi\n\nPúblico\n\nPT.35\n\nubo de PVC\nleom. liso com\n)edrisco em\nrolta\n\n4\n\nParticular\n\nì. da Glória s/n\nianta Casa\n\n.ffiilL\n\nubo de PVC\n¡eom. liso com\n:edrisco em\n/olta\n\n4\n\nCAGNON, F. A. - Dissertação de Mestrado\n\n-104\n\nfampa de ferro\n\nìod. Euclides da\n)unha/SP 320,\nt97km.\n\nñ6Il4i\nlÍlã!i|:.,/n\n\n:ubo de PVC\n¡eom. liso com\n:edrisco em\n./olta\n\n65\n\n4\n\nlampa de ferro\n\n?ÍJÍl#,,#P'\n\nDoméstico - náo\nbebem e\nlrrigaçáo\n\ntubo de PVC\ngeom. liso com\npedrisco em\nvolta\n\n4\n\ntampa de PVC\n\n60\n\nDoméstico - náo\nbebem e\nlrrigaçáo\n\n24,00m de tubo\nje PVC geom.\niso com\nredrisco em\n/olta\n\nüas.üiþ.t$I\nlàiti.Þiìàts\n\nIampa de ferr(\n\nSim: bomba\neìétrica de\nsuperfície.\n\n57\n\nDoméstico -\nbebem\n\niieÍb.lå.-tc¡:ä¡:O;\nrd'.ëtrHÞ*rHlåÞù\n\nubo de PVC\n¡eom. Liso com\n¡edrisco em\nrolta\n\nSim; bomba\nelétr;câ de\nsuperfície.\n\nTampa de PV(\n\n-18\n\nDoméstico - não\nbebem e\nlrrigaqáo\n\n1993\n\n10,00m de tubo\n1e PVC geom.\niso com\n¡edrisco.\n\nSim: bomba\nelétrica de\nsuperfície.\n\nTampa de PVC\n\nDoméstico -\nbebem\n\nS¡m: bomba\nelétrica de\nsuperfície.\n\nfampa de PVC\n\nDomést¡co - náo\nbebem\n\n> 1996\n\nSim: bomba\nelétrica de\nsuperfíc¡e-\n\n2001\n\nDoméstico -\nbebem e\nlrrigaQáo\n\nSim: bomba\n€létrica de\nsuperfície.\n\n2000\n\nSim: bomba\nelétrica de\nsuperfície.\n\n2000\n\n1 995\n\n\n\nMedidas dos níveis de água e carga hidráulica nos meses de agosto,\n\n$eternbro e outubro de A001\n\nI\\NEXO 6\n\nCAGNON, F. A. - Dìssertaçáo de [/estrado, 2OO3\n\n\n\nTabela 1 - Sumário das cotas topográficas, nível de áEua e carga h¡dráulica (m) - agosto/o1\n\nPC-02\n\nPC-09\n\nPC-10\n\n17lOBl01\n\n)c-1 0'l\n\n20lo8lo1\n\nPC-24\n\n20l08l01\n\nPC-25\n\n19/08/01\n\n536,88\n\nLØÍ,tiçd¡icà\n,,\n\n.\n\nNotte (m) \n.\n\nPC-26\n\n19/08/01\n\n536,76\n\nPC-28\n\n19/08/01\n\n536,86\n\nPC-29\n\n19/08/01\n\n536,5s\n\nPC-32\n\n19/08/01\n\n7761 ,78\n\n537,15\n\nPC-37\n\n17l08l01\n\n7761 ,21\n\n537,03\n\nPC-44\n\n18/08/01\n\n7760,63\n\n536,81\n\nPC-45\n\n20logl01\n\n7761 ,37\n\n537,25\n\n20108101\n\n7760,29\n\n467,51\n\n537,65\n\n20loglo1\n\n7760,95\n\n448,82\n\n537,87\n\n7760,76\n\n458,93\n\n537,49\n\n7760,78\n\n455,08\n\n537,66\n\n7761 ,57\n\n463,81\n\n537,19\n\n14,15\n\n454,11\n\n7761 ,74\n\n6,82\n\n7760,91\n\n461 ,69\n\n444,16\n\n7761 ,33\n\n5,74\n\n11,57\n\n441 ,5;5\n\n7760,48\n\n436,50\n\n6,90\n\n453,36\n\n3,00\n\n448,O9\n\n442,OO\n\n428,16\n\n8,42\n\n443,19\n\n6,27\n\n455,81\n\n443,51\n\nB,0s\n\n446,91\n\n7,69\n\n441 ,11\n\n4,87\n\n443,27\n\n0,90\n\n437,89\n\n13,71\n\n433,52\n\n428,81\n\n443,22\n\nCAGNON, F.A. - Dissertaçáo de l\\4estrado\n\n427,26\n\n442,10\n\n\n\nTabela 2 - Sumário das cotas topográficas, nível de água e carga hidráulica (m) - setembro/o1\ní;. }:td$\n::t'i.ir:::,r::.i.:rìi:ìì:,1!! i\n::.;ìlÌi:-1i:ì::ìi.ìil:ìl\n\nPC-02\n\nPC-o6\n\nPC-09\n\ni:Ciiã¡iu8xàìiài\nii .;;i:i.i1r,i.'ii,l; ;Èìììì\nìÌ1i;ìi,i:1til* j:ì.iìììtìrì,'...ì$.\n\nËlçdt€i:{ùì}ìiìì\n26109101\n\nPC-10\n\n26109101\n\nPC-101\n\n26109lo'l\n\nPC,-22\n\n26109101\n\nPC-24\n\n536,88\n\n26109101\n\nPC-25\n\n537,31\n\n26109101\n\nPC-26\n\n536,76\n\n261091o1\n\nPC-27\n\n536,86\n\n26/091O1\n\n7761 ,78\n\nPC-28\n\n536,55\n\n26109101\n\n7761 ,25\n\nPC-29\n\n537,58\n\n2610s101\n\n7761 ,21\n\nPC-32\n\n537,15\n\n261091o1\n\n7760,63\n\nrv-.J4\n\n537,03\n\n26109101\n\n7761 ,37\n\n467,51\n\nPC-35\n\n536,81\n\n26109101\n\n7760,75\n\n455,62\n\nPC-38\n\n536.84\n\n26109101\n\n537,25\n\n7760,29\n\n448,82\n\nPC-40\n\n26109101\n\n7760,95\n\n458,93\n\nPC-44\n\n537,6s\n\n26109101\n\n455,08\n\nPC-45\n\n7760,76\n\n537,87\n\n26109101\n\n14,47\n\n7760,87\n\n537,06\n\n453,90\n\n261091O1\n\n11,89\n\n7760,78\n\n463,81\n\n537,14\n\n261091O1\n\n6,97\n\n7761 ,57\n\n454,11\n\n537,59\n\n15,87\n\n7761 ,74\n\n461 ,69\n\n537,29\n\n11,38\n\n7760,64\n\n460,33\n\n537,66\n\n453,04\n\n11,32\n\n7760,69\n\n444,16\n\n537,19\n\n443,73\n\n17,O2\n\n7760,89\n\n441,55\n\n441 ,85\n\n13.14\n\n7760,74\n\n436,50\n\n443,06\n\n18,48\n\n7761 ,33\n\n457,93\n\n443,70\n\n17,15\n\n7760,48\n\n448,79\n\n442,57\n\n6,41\n\n457,93\n\n446,79\n\n8,15\n\n443,03\n\n440,97\n\n7,76\n\n428,16\n\n443,21\n\n1 1,80\n\n455,81\n\n443,18\n\n10,57\n\n437,75\n\nCÀGNON, F.A. - Dissertaçáo de l\\4estrado\n\n6,97\n\n433,40\n\n7.22\n\n428,74\n\n1,93\n\n446,13\n\n13,63\n\n438,23\n\n450,97\n\n435,81\n\n426,23\n\n442,18\n\n\n\nTabela 3 - Sumário das cotas topográficas, nível de água e carga hidráulica (m) - outubro/o.|\nÌ,tÔ,çq,\n\nPC-02 *\n\niÞalâ\n\nPC-04 *\n\nPC-06\n\n11lO7lO1\n\nPC-O7\n\n1110ãlo1\n\nPC-08\n\n31110101\n\nPC-09\n\n31/10/01\n\nPC-]0\n\n30/10/01\n\ns36,88\n\nPC-13\n\n29110101\n\n537,23\n\nPC-16\n\n29110101\n\ns37,31\n\nPC-1V\n\nPC-101 \"\n\n30/10/01\n\n536,91\n\n29110101\n\n537,31\n\n7761,78\n\nPC-22\n\n30/10/01\n\n536,76\n\n7761 ,72\n\nPC-23\n\n06/11/01\n\n536,86\n\n7761 ,25\n\nPC.24\n\n291101o1\n\n537,41\n\n7761 ,92\n\nr:.2{E}r,l\n\nPC-25\n\n291101O1\n\n537,42\n\n7761 ,25\n\nPC-26\n\n467,51\n\n't*l*i:r¡è:ÁCùâ\n:::Estáfiõô.. ìl\n\n29110101\n\n537,60\n\n7761 ,21\n\nPÇ-27\n\n459,29\n\n291101O1\n\n536,55\n\n7760,63\n\nPC-30\n\n455,62\n\n291101o1\n\n537,58\n\n7761 ,25\n\n468,42\n\nPC-32\n\n291101O1\n\ns37,00\n\n7761 ,21\n\n{m):\n\n439,19\n\nPC-34\n\n30/10/01\n\n537,1s\n\n7761 ,07\n\n14,67\n\nPC-35\n\n448,82\n\nqo!a,dp Nfverde.\n,.,tì,.,'::t.Aguâ,,]',.,'.-'.:\n\n30/10/01\n\n537,03\n\n7761 ,37\n\n16,00\n\nPC-37\n\n458,93\n\n30110101\n\n536,81\n\n7760,75\n\n12,O5\n\nPC-40\n\n439,11\n\n30/10/01\n\n536,84\n\n14,76\n\n7760,84\n\nPC-43\n\n442,36\n\n30/10/01\n\n537,76\n\n7760,29\n\n{m}\n\n3,65\n\nPC-44\n\n443,32\n\n452,44\n\n29110101\n\n537,87\n\n7760,95\n\n7,10\n\nPC-45\n\n455,08\n\n443,29\n\n(*) Dados näo util¡zados na confecçåo do mapa potenc¡ométrico.\n\n30/10/01\n\n537,06\n\n7760,76\n\n15,99\n\n453,90\n\n443,57\n\n29110t01\n\n537,14\n\n776Q,87\n\n4,20\n\n463,20\n\n453,66\n\n29/101O-l\n\n537.49\n\n7761 ,54\n\n6,55\n\n463,81\n\n435,54\n\n537,29\n\n7761 ,74\n\n6,86\n\n454,11\n\na¿.1 79\n\n536,55\n\n11,65\n\n7760.64\n\n461 ,69\n\n442,94\n\n537,66\n\n7760,69\n\n11 ,41\n\n460,33\n\n434,91\n\n537,19\n\n7760,91\n\n15,78\n\n429,63\n\n435,81\n\n17,27\n\n7760,74\n\n436,50\n\n436,46\n\n776't,03\n\n13,17\n\nCAGNON, F.A. - DissertaEáo dê Mestrado\n\n457,93\n\n443,43\n\n18,90\n\n7761 ,33\n\n448.79\n\naL) \n^a\n\n7760,48\n\n17,16\n\n448,09\n\n447.42\n\n6,60\n\n443,03\n\n446.54\n\n7,85\n\n456,20\n\n440,94\n\n1 1,80\n\n428,16\n\n442,79\n\n10,68\n\n455,81\n\n443,17\n\n4,98\n\n423,03 i\n\n7,35\n\n428,65\n\n15,58\n\n446,13\n\n2,12\n\n438,11\n\n13,80\n\n443,11\n\n435,68\n\n440,62\n\n426,O4\n\n442,O1\n\n\n\nniagrarnas de Pearson -zona rasa\n\nANEXO 7\n\nCAGNON, F, A. - DissertaÇáo de Meslrado, 2003\n\n\n\n\n\nca6NoN,F.Á. Disssi¿qto do Mâsùddo, æô3\n\n\n\n\n\nacÑor,FÀ'og3úç¡ôdôMda6'2ß\n\n\n\n\n\nÞiagramas de Pearson - zona interrnediária\n\nANEXO 8\n\nCAGNON, F, A. - D¡ssertaçáo de ¡,¡estrado, 2OO3\n\n\n\nc\"{cN€N, F. À Ois*raøo dþ Msûado. 20G\n\n\n\n4 i ß 3 8 8\n\n\n\n\n\ncÀGNoN. F. a. . ùse1*lô d6 Mesù8do. 2úô3\n\n\n\ncAaNaN'F'Àoj$@{¿odoMMd.,æ\n\n\n\nSumário dos ¡ntervalos de concentraçáo, médias aritmétieas, desvios\npadráo, coeficiente de variaçáo (CV's) e número de amostras utilizadas nos\n\ncálculos, para os compostos nitrato, cloreto, amônio, pH e Eh\n\nANEXO 9\n\nCAGNON, F. A. - Dissertaçáo de l\\4eslrado, 2OO3\n\n\n\nTabela f - Sumárlo dos ¡ntervalos de concentração de nítrato, méd¡as ar¡tmét¡cas e desvios padráo (rng/L), o número\nde amostras utiåizadas nos cálculos e os CV's obtidas para cada con¡unto de dados.\n\nliiiiläi,!'ti.ri\n\n1ii,.,i.,,þi¡\n\nlun/98\n\nnov/98\n\nmarÆ9\n\n35,31 - 154,83\n\nIun/99\n\n27,92 - 1't3,24\n\naúloo\n\n37,35 - 163,19\n\nago/00\n\n37,22 - '160./t5\n\nfev/o t\n\n2,12 -70,39\n\nNd - 140,00\n\nago/01\n\n24,86 - 69,31\n\n3,00 -99,00\n\nsevof\n\nI,46 - 69,04\n\nNd - 93,00\n\nnd: náo detectado\n\n18.50 - 69,40\n\nNd - 8S,00\nNd - 97,00\n\nNd - 81,00\n\n81,18\n\nf,00 - 59,00\n\n67,69\n\nNd - 4S,00\n\n77,82\n\nNd - 46,00\n\n85,76\n\nNd - 48.00\n\n.Fi¡ss.s\"¡F.åÉñi\n\n$,+K.{,$qiffi.lt çÌ8,È,,'R\n\n59.73\n\n43,94\n\n50,71\n\n36,17\n\n48,75\n\n41,56\n\nÉã'è!-léÌS,àür€bÌ\n\n¡Ti.!lìi{tqì{äÈN\n\ni*q,i..tl.l!i$\n39,73\n\n55,08\n\n30,70\n\nCAGNON, F. A. - DissertaÇão de i,4estrado, 2003\n\n27,55\n\n35,74\n\n16,33\n\n36,45\n\n19,78\n\nl¡,Ll{i¡ls$;i$É.t::,k\nlìir:i;Ì:-á{þ-!'räé_$. ji,1.íù\n\nl¡tUlr.ädrÞJslEÈSð-¡\n\nù.ts¡l$.r'l|{Sl.q1$s\n\n24,29\n\n26,83\n\n35,80\n\n27,90\n\n19,02\n\n27.09\n\n23,80\n\n21,93\n\n12\n\n27,86\n\n30,31\n\n17.89\n\n10\n\nI\n\n15.14\n\n11\n\n4\n\n17,12\n\n30\n\n0,49\n\nI\n\n17,76\n\n24\n\n0.41\n\n7\n\n25\n\n20\n\n0,46\n\n0,79\n\n25\n\n19\n\n0,42\n\n0,43\n\nl2\n\n0,60\n\nI8\n\n0,75\n\n0,55\n\n18\n\n4,45\n\n0,6s\n\n18\n\n0.91\n\n0,63\n\n0,76\n\n0.55\n\n0,s3\n\n0.87\n\n0,73\n\n\n\nTabela 1A - Sumárlo dos ¡ntervalos de concentração de cloreto, méd¡as ar¡tméticas e desv¡os padrão {mg/L), o\nnúmero de amostras utilizadas nos cálculos e os cv's obtidos para cada con¡unto de dados.\n\nlun/9€\n\nnov/gÊ\n\nmar/99\n\n2,52 - 40,17\n\nJun/99\n\n3,19 - 22,23\n\nabl00\n\n2,36 - 44,00\n\nagol00\n\n2,55 - 48,65\n\nÍevlo1\n\n0,65- 17,32\n\nnd - 68,00\n\n¡lóq¡.q i\n' Á¡lim.dfrc¡ I\nclôie¡o lù$4)\nPo* C\"\",*Ou,\n\nago/01\n\n4,00 -90,00\n\n3,78 -23,29\n\nsevol\n\n2,00 - 90,00\n\n0,36 - 20,94\n\nnd: nâo detectado\n\n2.00 - 43.00\n\n2.53 -23.74\n1,00 - 50,00\n\nnd -49,00\n\n19,08\n\n4,00 - 54,00\n\n13,68\n\n2.00 - 62.00\n\n17,79\n\n3,00 - 45,00\n\n22,47\n\nNd - 25,00\n\n15,41\n\n6,12\n\n22,71\n\n'1o,92\n\n25,87\n\n6,62\n\n't9,84\n\n9,68\n\n24.54\n\n11,68\n\nCAGNON, F. A. - Dissertaçáo de l\\,4estrado, 2003\n\n12,07\n\n10,58\n\n7,73\n\n12,56\n\nt9.89\n\n15,13\n\n1ì,39\n\n14,29\n\n5,59\n\n20,35\n\n8.64\n\n20,89\n\nô,69\n\n14,58\n\n6,94\n\n12\n\nt9.f 0\n\n7\n\n'11,48\n\n10\n\nI\n\n20,90\n\n4\n\n1A,27\n\n22\n\n0,63\n\nI\n\n9,31\n\n19\n\n0,56\n\n7\n\n1B\n\n22\n\no.71\n\n0,91\n\n18\n\no,67\n\n19\n\n0,79\n\n7\n\n0,89\n\n18\n\n1.01\n\n0,54\n\n18\n\n0,72\n\n0,49\n\n7\n\n1 ,10\n\n0,64\n\n0,81\n\n0,84\n\no,92\n\n1,63\n\no,92\n\n\n\nTabela 1B - Sumário dos intervalos de valores de condutividade elétrica, médias ar¡tméticas e desv¡os padráo\n\n(us/cm¡, o número de amostras ut¡lizadas nos Ðálculos e os CV's obtidos para cada con¡unto de dados.\n\ntwi\n\nlun/98\n\nnov/98\n\nmar/99\n\n;çní.üùì!¡t&amp;4âé\n\niY,#,#W,.þ]\n. Psç? Tqbülar.,\n\n,ìil.y;itííÌtäiä*\n\n126,6 - 390,0\n\nlun/99\n\n20,8 - 332,0\n\nahúøO\n\n124,0 - 512.0\n\nago/fi)\n\n121,0 - 486,0\n\nlevlol\n\n)tüt::tlàþjiiTi;:.\\|.\nirii&amp;ü,#Ë.'sêï;r\ntgâd4l/,L\\ilüÁilä\n\ni!!#,, ¡lN,tr)\nìP.ô'fdjgåêlíiiläi\n\n157,1-318,0\n\n24,0-518.0\n\nago/01\n\n137.3 - 265.0\n\n17,0-361,0\n\nsevo1\n\n93,3 - 279,0\n\nf7,0 - 370,0\n\nndr náo detectado\n\n140,3 - 266,0\n\n20,0- 390,0\n\n83.0 - 4û7.0\n\n85,3-386,0\n\n280,5\n\n80,0 -331,0\n\n234,0\n\n71,O 324,O\n\n265,2\n\n84,0-331,0\n\n268,1\n\n84.6 - 233.0\n\n224.7\n\n240.9\n\n217,8\n\n210,1\n\n212,2\n\n213,6\n\n248,7\n\n227.3\n\nCAGNON, F. A. - Dissertaçáo de ¡reslrado, 2003\n\n243,2\n\n236.4\n\n10.1.7\n\n203,8\n\n78,9\n\n205,2\n\n107,0\n\n110.8\n\n169,5\n\n105,2\n\n50.6\n\n84,4\n\n40,8\n\n82,9\n\n58,7\n\n92,3\n\n12\n\n89,9\n\n80,0\n\n12\n\nsrältâda\nP\"¡tèà1È:ìir'i\n\n82.8\n\n12\n\ns\n\n75,6\n\n12\n\n73,7\n\n34\n\nI\n\n0,36\n\n53,6\n\n24\n\n0,34\n\nI\n0,40\n\no,21\n\n25\n\n19\n\no,41\n\n0.19\n\n2\n\n0,46\n\n18\n\n0,27\n\n0,40\n\n18\n\n0,23\n\n0,39\n\n0,44\n\no,41\n\n0,38\n\n0,37\n\n0,32\n\n0,32\n\n\n\nTabela 1C - Sumár¡o dos íntervalos de conceRtraçáo de amônio, médias aritrréticas e desvios padráo (mg/L), o\n\nnúmero de amostras ut¡llzadas nos cálculos e os GV's obtidos para cada coniunlo de dados.\n\njun/98\n\nnov198\n\nmerl99\n\nffi.ffit;Ír t:\nTffir,,4#È,i¿\nliJitiííil:ííltj.:,,1i\n\n0,02 -0,08\n\nabr/00\n\n0,01 - 0,11\n\nago/00\n\n0,01 - 0,07\n\nfev/o1\n\n0,10 - 1,20\n\nagoio1\n\n0,10- 0,40\n\nnd - 0,03\n\nsevo1\n\n0.10 - 1 .30\n\nnd - 0.08\n\nnd: não deteclado\n\nnd - 0,09\n\nnd -0,30\n\n0,10 - 0,50\n\n0,10 - 0,70\n\nnd - 0,40\n\n0,04\n\n0.10 - 0.50\n\n0,04\n\nnd - 0.40\n\n0.03\n\nnd 0,60\n\n0,52\n\n0,01\n\n0,25\n\n0,o2\n\n0,35\n\n0,03\n\n0.18\n\n0,28\n\n0,33\n\n0,24\n\no.o2\n\nCAGNON, F. A. - Dissertaçáo de Mêstrado, 2003\n\n0,31\n\n0,03\n\n0,18\n\n0,02\n\n0,28\n\no,27\n\n0.01\n\n0,09\n\n0,03\n\no,24\n\n0,03\n\n0,10\n\n0,12\n\n0.19\n\n12\n\n0,11\n\n12\n\no,l2\n\n12\n\n:!t:t:i:ì.lt:.!!ti:,:t:;:i:.::li:;1,.\n\nI\n\n0,11\n\n13\n\nI\n\n0.18\n\n0,53\n\no,71\n\n25\n\n0.60\n\n18\n\n1,43\n\nl2\n\n0,54\n\n1,46\n\n0,38\n\nf8\n\nr,06\n\no,67\n\na,42\n\n7\n\n0,56\n\n0,45\n\n0,57\n\n0.41\n\n0,63\n\n0,66\n\n\n\nTabela 1D - Sumár¡o dos interva¡os de valores de Eh, médias aritmét¡cas e desvios padráo (mV)' o número \nde\n\namostras utillzadas nos cálculos e os cv's obt¡dos para Gada con¡unto de dados.\n\n¡un/98\n\nnov/g8\n\nmar/99\n\n471 - 513\n\njun/99\n\n5t3 - 595\n\nabr/o0\n\n490 - 535\n\nago/00\n\n474 - 568\n\nago/01\n\n488 - 5'14\n\n360 - 721\n\nsevol\n\n410 - 547\n\n2S0 558\n\n453 - 502\n\n516 - 640\n\n462 - 537\n\n437 - 570\n\nJtt I cóc\n\n490\n\n445 - 561\n\n556\n\n484 - 610\n\n513\n\n407 - 692\n\n509\n\niôeì¡loladraoi'Èt' \n¡nv¡ I\n\nP\"eoärilþ\".\n\n495\n\n467\n\n496\n\n500\n\n483\n\n581\n\neeävlîÊqráJ\nÊlìtrnv) \n\nl\n\nPoço Trtbsla¡]\n\n454\n\n16\n\nCAGNON, F. A. - Dissertaçáo de Meslrado, 2003\n\n27\n\n542\n\nl7\n\n'. \n¡úä\"otr ds ,,\n:ã|rrri-ðìiâg '\n\nullttzaddl-: .P-p,Eili\nCáalùrba¡.tuhulair\n\n532\n\n56\n\n67\n\n44\n\n66\n\n25\n\n12\n\n40\n\nCv.li-ia{.Qu!sqp9\n^ : P{iðéâ\ncärlnþå¡fubuià\n\niilììÌ:ììlillT-Iììì.,ìi:ì:i.lì¡l+\n\n42\n\n12\n\n29\n\n12\n\nI\n\n47\n\n12\n\n97\n\n0,03\n\nI\n\n24\n\n0,05\n\n9\n\n25\n\n0,03\n\n21\n\n0,03\n\n0,1 1\n\n0,0s\n\n19\n\n0,14\n\n0,03\n\n19\n\n0,13\n\n0,05\n\n7\n\n0,06\n\n0,09\n\n0,08\n\n0,06\n\n0.09\n\n0,18\n\n\n\nTabela 1E - Sumário dos intervalos de valores de pH, médias arilmét¡cas e desvios padráo, o número de \namostras\n\nut¡lizadas nos cálculos e os CV's obt¡dos para cada con¡unto de dados'\n\nintôrtåta dB ì\nvatoiàq -pl';\n\nloço øoml;\n\niun/98\n\nnov/g8\n\nmarl99\n\n5,07-6,49\n\njun/99\n\n.'.lsq*ql\"q+. \n'.vtqfgrss -,PH -\n\n' \nioço luorit¡r ¡\n\n5,27-6,35\n\nabr/00\n\n5,10-6,32\n\nago/00\n\n5.07-6,67\n\nleylÙl\n\n5,34-6,99\n\n4,70-6,83\n\naoo/u r\n\n5,50-7,52\n\n4,66-7,04\n\nsef/o1\n\n5.34\"7.08\n\n5,41-6,73\n\n5,51-7 ,14\n\n5,38-7,03\n\n5,30-8,16\n\n5.2+7,34\n\n5,88\n\n5.27-8,58\n\n5,86\n\n5,89-8,34\n\n5,71\n\n6,34-8,55\n\n5,90\n\n6,20-8,81\n\nDåsülô eadúþi\n\nPoco caclmïa:\n\n5.70\n\n6,83\n\n5,82\n\n6,45\n\n5,96\n\n5,98\n\nosetq fã^#Po I ñii¡sro le ,\n,!':4. i. , l' di¡o$trà8 ,\n.,qoi'rt Tutd¡þt lu l;aqds. poçóì\n\nl a.qtb{I,tÞ,,,\"i\n0,48\n\n6,78\n\n6,12\n\n0,34\n\n6,54\n\nCAGNON, F. A. - Dissefiaçáo de Mestrado, 2003\n\n0,41\n\n6,99\n\no,52\n\n7.O1\n\n0,54\n\no.47\n\n7,02\n\n0,60\n\n0,55\n\n0,58\n\n0,42\n\no,44\n\n12\n\n0,72\n\n0,62\n\n12\n\ncì¡.j.åtä\niË\\i-ì.¡r$\nùiå'¡ì'ìùì\n\\r\\Ì\\ììr..ìi$\n\no,7a\n\n12\n\n0.80\n\n12\n\n'i¿lqr*\n¡$.!ir':lì\nliöi¡lä\n\n0,63\n\n0,08\n\n0,91\n\n24\n\n0.06\n\n26\n\n0,07\n\n0,08\n\n25\n\n0,09\n\n0,09\n\n19\n\n12\n\n0,08\n\n1B\n\n0,09\n\n18\n\n0,09\n\n0,08\n\n0,07\n\n0.'1 1\n\n7\n\n0.07\n\no,12\n\n0,10\n\n0,\n\n0,09\n\n0.13\n\n\n\tCapa+Res.+Pags. (01-50)\n\tPags. (51-115)\n\tPags. (116-148)"}]}}}