{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04479"}, {"@name": "filename", "#text": "BTP_2011_54_1_2_15_Computational_simulation.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Computational simulation of natural convection in a square cavity containing a fluid with internal heat generation\nSimulação computacional da convecção natural numa cavidade quadrada contendo um fluido com geração interna de calor\nSimulación computacional de la convección natural en cavidade quadrada que contienen un fluido con generación interna de calor\nCamila Braga Vieira\nJian Su\nAbstract\nNatural convection in cavities containing fluids with internal heat generation has been investigated in nuclear engineering in order to understand the heat transfer mechanisms in light water reactors (LWRs), after severe accidents with core melt- down. This paper reports computational simulation of natural convection in a square cavity containing a fluid with internal heat generation by using a commercial package of Computational Fluid Dynamics (CFD), Ansys CFX 12.0.The work aimed at analyzing the influence of fluid properties and the volumetric heat generation rate in the behavior of the flow regime and heat transfer, based on Prandtl (Pr) and Rayleigh (Ra) numbers. In a square cavity with isothermal vertical and adiabatic horizontal walls, steady laminar, transient laminar and turbulent regimes were identified, for Pr equal to 0.0321, 0.71 and 7.0. The identification of periodic and chaotic transient laminar flow was carried out by spectral analysis of instantaneous velocity and temperature. The critical Rayleigh number.at which transition from steady to transient laminar flow regime occurs was determined. Turbulent natural convection was studied by using Reynolds average Navier-Stokes (RANS) equations with SST model.\nkeywords: ■ natural convection ■ heat transfer ■ CFD ■ severe accident\nResumo\nA convecção natural em cavidades contendo fluidos com geração interna de calor tem sido muito estudada para entender os mecanismos de transferência de calor em núcleo de reator nuclear resfriado a água leve (LWR), após um acidente severo com derretimento de núcleo. O presente trabalho apresenta simulações computacionais de convecção natural em uma cavidade quadrada contendo um fluido com geração interna de calor, usando-se o pacote comercial de Fluido Dinâmica Computacional (CFD), Ansys CFX 12.0. O objetivo do trabalho foi estudar a influência das propriedades do fluido e a taxa volumétrica de geração interna de calor no comportamento do regime de escoamento e transferência de calor, em função dos números\nde Prandtl (Pr) e Rayleigh (Ra). Em uma cavidade quadrada com as paredes verticais isotérmicas e as horizontais adiabáticas foram identificados os regimes laminar estacionário, laminar transiente e turbulento, para fluidos com Pr iguais a 0,0321, 0,71 e 7,0. A identificação do regime laminar transiente periódico e caótico foi realizada por meio da análise espectral da velocidade e temperatura instantâneas. Nesse estudo também foram determinados os números críticos de Rayleigh em que ocorreu o início do regime laminar transiente. A convecção natural turbulenta foi analisada aplicando-se as equações de Navier-Stokes de média de Reynolds (RANS) com o modelo SST.\npalavras-chave: ■ convecção natural ■ transferência de calor ■ CFD ■ acidente severo\nResumen\nLa convección natural en las cavidades que contienen un fluido con generación interna de calor ha sido estudiada en profun-didad para comprender los mecanismos de transferencia de calor en un núcleo de un reactor nuclear refrigerado por agua, que se ha derretido en accidentes graves. Este estudio investigó el fenómeno físico en una cavidad rectangular de dos dimensiones, utilizando una herramienta Dinámica de Fluido Computacional (CFD), Ansys CFX 12.0. El objetivo era observar la influencia de las propiedades de los fluidos y, especialmente, la tasa volumétrica de generación de calor interno en el regimen de flujo y el comportamiento de transferencia de calor, sobre la base de los números de Prandtl (Pr) y Rayleigh (Ra). En una cavidad cuadra-da con paredes horizontales isotérmicas y verticales adiabáticas, los regimenes de las laminares estacionarias, transitorias y turbulentas de los fluidos, se identificaron con la igualdad de Pr a 0.0321, 0.71 y 7.0, además del análisis espectral de las temperaturas y la velocidad instantánea mediante el uso de FFT a fin de identificar los regímenes laminares periódicos transitorios y caóticos. En esta cavidad los números críticos de Rayleigh, que aparecen al principio del régimen laminar transitorio, también fueron identificados. La convección natural turbulenta fue estudiada usando las ecuaciones de Navier-Stokes basado en la media de Reynolds (RANS) con modelos de SST. Por último, el número de las bandas de Rayleigh en los regímenes laminares estacionarios, transitorios y turbulentos se identificaron para el análisis de los números de Prandtl.\npalabras-clave: ■ convección natural ■ transferencia de calor ■ CFD ■ accidente grave\nIntroduction\nNatural convection in fluids with internal heat generation has a significant importance not only for being a classical problem of fluid mechanics but also for having many engineering applications. In nuclear engineering, for example, the study of natural convection is motivated by the severe accident scenario in nuclear power plants, in which a partial or total core meltdown occurs. The TMI accident, in 1979, is a well kno\nwn kind of severe accident, with a partial core melting. Another severe accident occurred recently in the Fukushima nuclear power plant, in March 2011.\nIn last few decades, this physical phenomenon has been analyzed for different purposes: assist in preventing and managing of accidents, prescribe the consequences of the core meltdown and assess the possibility for in-vessel melt strength. Furthermore, it is necessary to understand the dy-\nnamic processes and heat transfer present in the molten core material, which still releases heat from the fission product decay.\nThe fluid flow behavior in enclosures with a natural convection is governed by two dimensionlessl numbers, the Prandtl number (Pr) and the Rayleigh number (Ra):\nv\tgBq L5\nPr = — Ra = v\t(1)\na\tvak\nInstead of the Rayleigh numbler, in some studies the Grashof number (Gr) is adopted, which can be related to Rayleigh and Prandtl number as follows:\nPr\n(2)\nKulacki and Emara (1975) carried out an experimental study of natural convection in a fluid thin layer on an insulated plate, heated by a single top plate. The evaluated Pran-dtl numbers ranged from 2.75 to 6.85 and Rayleigh numbers were higher than 2x1012. The empirical correlation obtained for Nusselt number (Nu) of the cavity upper surface was:\nNut = 0,43Ra0,266\t(3)\nSeveral experimental and numerical heat transfer studies have been performed with the approach of natural convection in fluids volumetrically heated, present both in hemisphere and semicircular cavity. Mayinger et al. (1976) obtained Nusselt numbers on the lower and upper surfaces of a semicircular cavity with all isothermic walls both numerically and experimentally. The Prandtl number of the fluid in issue was 7.0 and the Rayleigh number ranged from 107 to 5x1010. The empirical correlations obtained by Mayinger etal. (1976) are as follows:\nNuop = 0,36Raa23\t(4)\nNo\t= 0,54Ra0,18\t(5)\nThe influence of the Prandtl number in natural convection was analyzed by Kulacki and Emara (1980), who studied fluids, confined in a rectangular domain, with Pr numbers varying from 0.05 to 20 and Rayleigh numbers in the range of 5x104 and 5x108. Kulacki and Emara (1980) observed the\nloss of symmetry and the beginning of periodicity in the Raj equal to 5x106.\nThe analysis of the temperature difference between the walls of a square cavity was analyzed by Acharya and Goldstein (1983) in a fluid with internal heat generation. The cavity inclination was also analyzed with the external Rae numbers, defined by the equation 6, in the range of 103 to 107 and internal Rayleigh numbers of 0 to 107. Acharya and Goldstein (1983) concluded that the transition from laminar to turbulent regime occurred when Rae was between 0.1 x Rai to the corresponding maximum value of Ra.. Another observation was that the heat rate average along the cold wall increased monotonically with the increase of Rae.\ngPATL\nRa =------\ne va\n(6)\nAsfia and Dhir (1996) conducted an experimental study of the influence of the boundary conditions on the natural convection behavior of a fluid in a hemisphere. A small difference in the heat transfer coefficients was found among the outcomes of the cavity with free, insulated and refrigerated surface. The experimental data reported by Asfia and Dhir (1996) showed good agreement with the correlation data provided by Kulacki and Emara (1975).\nSome experimental and numerical studies exposed a significant effect of the Prandtl number on heat transfer. As a practical exercise, Nourgaliev etal. (1997) carried out numerical analysis to investigate this effect on fluids with internal heat generation. The analysis was based on Prandtl numbers equal to 0.2, 0.6, 1.2, 1.4 and 7.0 in a range of Rayleigh numbers from 106 to 1012. Nourgaliev etal. (1997) concluded that in a square cavity, for Ra greater than 1011, the turbulence model became necessary and that the transition from laminar to turbulent regimes occurred between Ra equal to 5x1011 and 1013. Another observation was that the effect of the Pr number on heat transfer was more significant in the stably stratified bottom parts of enclosures and it grew along with the increasing Rayleigh number.\nArcidiacono et al. (2001) studied two-dimensional natural convection of a fluid with a Prandtl number equal to 0.0321 (characteristic of a lithium-lead alloy at 300°C) confined in a square cavity. Arcidiacono et al. (2001) considered\nadiabatic upper and lower walls, and isothermal side walls. They analyzed the flow regime behavior (transient and chaotic laminar) by the Grashof number, ranging from 105 to 109. Arcidiacono et al. (2001) observed that for Gr 105 the heat transfer by conduction was prevalent and as Grashof number increased, the asymmetry of the temperature distribution increased. For Gr 5.4x107 a perfect periodic flow was generated, while for Gr 109 the flow became completely chaotic.\nThe aim of this paper was to analyze natural convection in a volumetrically heated fluid confined in a square cavity, investigating the influence of fluid properties, and especially the internal heat generation rate on the flow regime and heat transfer behavior by the combination of Prandtl and Rayleigh numbers.\nMathematical formulation\nWe considered two-dimensional turbulent flow and heat transfer in a square cavity due to the buoyancy induced by spatially uniform volumetric heat generation in the fluid. The square cavity has isothermal vertical and adiabatic horizontal walls, as depicted in figure 1.\nFigure 1 - Square cavity with internal heat generation scheme, isothermal vertical and adiabatic horizontal walls.\nFigura 1 - Esquema da cavidade quadrada com geração interna de calor, paredes verticais isotérmicas e horizontais adiabáticas.\nFigura 1 - Esquema de la cavidad cuadrada con generación interna de calor, paredes verticales isotérmicas y horizontales adiabáticas.\nThe fluid is considered to be incompressible with the Boussinesq approximation valid for the buoyancy term in the momentum equation. The thermophysical properties of the fluid are considered to be constant.\nThe governing Reynolds averaged continuity, momentum and energy equations are written as follows:\nV.U = 0\n(7)\ndU\t----\np — + pV.(U ® U) = - Vp + .(t - pu ® u) + SM (8) dt\ndhtt\t—\np _-- + pV.(Uhtot ) = V.(ÂV T - p(uh)) + dt\n(9)\n+ V.(U.(t - pu ® u) SE\nThe source term Sm in the momentum equation is the buoyant force, which under the Boussinesq approximation is defined by,\nSM = (P - Pref )g = B(T - Tref Ü\n(10)\nThe Reynolds stress tensor is related to the mean flow deformation through the concept of turbulent viscosity,\n(pu®u) = u(VU + (VU)T - % §(pk + ut V.U))\t(11)\nThe turbulent eddy viscosity was modeled by using k-m SST (Shear Stress Transport) turbulence model, with the following governing equations for the energy and turbulent frequency equations,\ndk\np — + pV(Uk)\ndt\n+\t- B ' Pkm\n= V[( u +\t)Vk ]+ Pk +\n(12)\nUt\ndm\tu,\np — + V.(pUm) = V[( u + --- )V m + dt\na ,\nm3\n+ (1 - Fi)2p -T-m V Vm + A mPk + Pm - ppm\nGrn3m\tk\nwhere the production term Pk is given by,\nPk = ptVU : (VU + VU ' )\t(14)\nAccording to the Boussinesq approximation, the kinetic energy production term is defined by Pkb,\nP = A ppg.V T\t(15)\nP°p\nThe buoyant production term in the a equation is given by,\na\nPmb = — ((a + 1)C3 max(Pkb,0) - Pkb)\t(16)\nk\nThe turbulent kinematic viscosity is defined as the following equation,\nmax( a1 a,SF2)\nin which, S is an invariant measurement of strain rate. The blending functions F1 and F2 are essential for the viability of the method and are based on the distance from the surface (y) and the flow variables.\nwing the discretization of momentum and mass balance equations by unstructured grids. All the cases were performed with double precision, high resolution of transient terms and second order implicit Euler for discretization of advection terms.\nResults and Discussion\nThe steady and transient laminar flow regimes were simulated for fluids with Pr numbers equal to 0.0321, 0.71 and 7.0 and Rayleigh numbers ranging from 103 to 109.\nThe simulations were performed using a 200X200 uniform structured mesh containing 80.420 nodes and 40.000 elements, identified as mesh 2. This mesh was chosen after a grid independence study carried out with three grids (Grid 1 - 100x100 elements, grid 2 - 200x200 elements and grid 3 -400x400 elements), in the case of Pr = 0.7 and Ra =105. The accuracy of the numerical solution was evaluated comparing the dimensionless temperature obtained in a central domain axis, i.e. along y andx = H/2. This location in the domain was chosen because it is where the maximum value of the temperature occurs. The outcome of the mesh sensitivity is shown in figure 2.\nF1 = tanh(arg14 )\n(18)\narg14 = min(max(------\nB 1 ay2a\n500v\t4p-\t))\n(19)\nin which CDka is defined by,\n1\nCDka = max(2p---------)Vk.Vm,1x10 40\t(20)\nF2 = ta gh (arg22)\n(21)\n,\t?\\k 500v\narg22 = max(-------,--------)\nB 1 ay'\ty2a\n(22)\nFigure 2 - Dimensionless temperature profile for Pi- 0.7 and Ra 105 atx = H/2, along y.\nFigura 2 - Perfil de temperatura adimensional do Pr igual a 0,7 e Ra igual a 105 para x igual a H/2, ao longo de y.\nFigura 2 - Perfil de temperatura sin dimensiones de Pr 0,7 y Ra 10s5 para x = H/2, a lo largo de y.\nThe simulations were carried out in Ansys CFX 12.0, as well as the geometry and grid generation. This computational fluid dynamics (CFD) software uses numerical method of finite volume (Element Based Finite Volume Method-EBFVM), allo-\nThe investigation of the most accurate value of critical Rayleigh (Rac) number, in which the transition of the steady to the transient laminar flow occurred, have obtained the Rac numbers equal to 5.88x105, 1.05x109 and 2.5x1012 for Pr numbers, respectively, equal to 0.0321, 0.71 and Pr 7.0.\nFigures 3a and 4a show respectively the behavior of vertical component of velocity (v) in the fluid with Pr = 0.0321, for Ra equal to106 and 108. Figures 3b and 4b show respectively the power spectra obtained by FFT (Fast Fourier Transform) for the same Pr and Ra numbers exposed in figures 3a\nFigure 3 - (a) Velocity (v) and (b) FFT of the velocity (v) for Pr 0.0321 and Ra 106.\nFigura 3 - (a) Velocidad (v) y (b) FFT de la velocidad\n(v) para Pr 0.0321 y Ra 106\nFigura 3 - (a) Velocidade (v) e (b) FFT da velocidade (v) para o Pr igual a 0,0321 e Ra igual a 10s.\nFigure 4 - (a) Velocity (v) and (b) FFT of the velocity (v) for Pr 0.0321 and Ra 108.\nFigura 4 - (a) Velocidad (v) y (b) FFT de la velocidad (v) para Pr 0.0321 y Ra 10\\\nFigura 4 - (a) Velocidade (v) e (b) FFT da velocidade (v) para o Pr igual a 0,0321 e Ra igual a 10:.\nand 4a. Note that for Ra = 106 the transient regime behavior can be considered as periodic, since the oscillation frequencies are commensurable. However, for Ra = 108, the spectrum indicates the same fundamental frequency of 0.005hz presented in the spectrum of the Ra = 106 though the frequencies are not commensurable, indicating a transient qua-si-chaotic flow behavior.\nFigure 5 shows the variation of heat transfer rate, Nu, (Nu/0), over the side walls of the square cavity with Ra numbers. The numbers of Nu and 0 (dimensionless temperature) are defined respectively as follows,\nqw\nNu =------ (23)\nqH\n~ V\nT - T0\n0 =---------- (24)\nqH2 / k\nWhere:\nqv = volumetric heat generation rate;\nH = height of the cavity;\nk = thermal conductivity of the fluid.\nIt was observed for all analyzed Pr numbers that as Rayleigh number increased, the heat transfer also increased. Another observation, it is worth noting here, that, there is an increase of Nu^ numbers as the Pr number raises. This last observation, also obtained by Nourgaliev (1997), is a result of the enhancement on the heat transfer by the increasing Pr number as a consequence of the delay in formation and release of thermals on the side walls.\nConclusion\nThe grid independence study showed that numerical results by all analyzed grids were in good agreement. The second most refined grid was used in all the simulations performed, because of the lower computational effort.\nBased on the computational simulations, it was observed that the critical Rayleigh number for the transition from steady laminar to transient laminar flow regimes increased with Prandtl number. The respective Rac numbers for Pr equal to 0.0321, 0.71 and 7.0 were 5.88x105; 1.05x 109, 2.5x1012.\nAccording to the turbulence analysis performed by the RANS-SST model with Pr 0.0321, it was found that the onset of the turbulence occurred in the Ra = 109. For Pr = 0.71, the turbulence was initially observed in the Ra approximately equal to 1010, whereas it was first observed in Ra = 1013 for Pr = 7.0.\nAcknowledgements\nThe authors gratefully acknowledge financial support provided by CNPq, Capes, Faperj, Petrobras and ESSS during the realization of this work.\n■ ■ ■\nReferências Bibliográficas\n■\tACHARYA, S.; GOLDSTEIN R. Natural convection in an externally heated vertical or inclined square box containing internal energy sources. Journal of Heat Transfer, New York, v. 107, n. 4, p. 855-866, Nov. 1985.\n■\tARCIDIACONO, S.; DI PIAZZA, I.; CIOFALO, M. Low-Prandtl number natural convection in volumetrically heated rectangular enclosures: II. Square cavity, AR=1 . International Journal of Heat and Mass Transfer, Amsterdam, v. 44, n. 3, p. 537-550, Feb. 2001.\n■\tASFIA, F. J.; FRANTZ, B.; DHIR, V. K. Experimental investigation of natural convection heat transfer in volumetrically heated spherical segments. Journal of Heat Transfer, New York, v. 118, n. 1, p. 31-37, Feb. 1996.\n■\tKULACKI, F. A.; EMARA, A. A. High Rayleigh number convection in enclosed fluid layers with internal heat sources. New York: U.S. Nuclear Regulatory Commission, 1975. (Technical Report NUREG-75/065).\n■\tMAYINGER, F.; JAHN, M.; REINEKE, H.; STEINBRENNER, V. Examination of thermohydraulic process and heat transfer in a core melt. Hanover: Institute für Verfahernstechnic der TU, 1976. (BMFT RS 48/1).\n■\tNOURGALIEV, R. R.; DINH, T. N.; SEHGAL, B. R. Effect of fluid Pran-dtl number on heat transfer characteristics in internally heated liquid pools with Rayleigh numbers up to 1012. Nuclear Engineering and Design, Amsterdam, v. 169, n. 1-3, p. 165-184, June 1997.\nAutores\nCamila Braga Vieira\nUniversidade Federal do Rio de\nJaneiro (UFRJ)\nCoppe\nPrograma de Engenharia Nuclear e-mail: mila_bvieira@lasme.coppe. ufrj.br\nCamila Braga Vieira possui graduação em Química Industrial pela Universidade Estadual de Goiás (2008), mestrado em Engenharia Nuclear pelo Programa de Engenharia Nuclear da Coppe/UFRJ (2010) e é aluna de doutorado pelo mesmo Programa. As linhas de pesquisas de interesse são engenharia de reatores, termohidráulica de reatores, transferência de calor, turbulência e Fluido Dinâmica Computacional (CFD).\nJian Su\nUniversidade Federal do Rio de\nJaneiro (UFRJ)\nCoppe\nPrograma de Engenharia Nuclear e-mail: sujian@lasme.coppe.ufrj.br\nJian Su possui graduação em Engenharia Mecânica, pela University of Science and Technology of China (1982), mestrado em Engenharia Mecânica, pelo Institute of Engineering Thermophysics-Chinese Academy of Sciences (1985) e doutorado em Engenharia Mecânica, pela Universidade Federal do Rio de Janeiro (1993). É professor associado da Universidade Federal do Rio de Janeiro. Tem experiência na área de Engenharias Mecânica e Nuclear, com ênfase em fenômenos de transporte, atuando principalmente nos seguintes temas: sistemas nucleares, sistemas multifásicos, mecânica dos fluidos, transferência de calor e massa, turbomáquinas, e garantia de escoamento de produção submarina de petróleo e gás."}]}}}