{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22174"}, {"@name": "filename", "#text": "6108_2017_RobertodeSouzaDiasRicart.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Brasília – UnB \n\nInstituto de Geociências – IG \n\nPrograma de Pós-graduação em Geociências \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPaleohistologia dos fósseis de crocodilomorfos das regiões de Jales e Fernandópolis-SP, \n\nFormação Adamantina, Grupo Bauru, Cretáceo Superior \n\n \n\n \n\n \n\n \n\n \n\n \n\nRoberto de Souza Dias Ricart \n\n \n\n \n\n \n\n \n\n \n\nDissertação de mestrado n. 386 \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília, abril de 2017 \n\n\n\n \n \n\nUniversidade de Brasília – UnB \n\nInstituto de Geociências – IG \n\nPrograma de Pós-graduação em Geociências \n\n \n\n \n\n \n\n \n\n \n\n \n\nPaleohistologia dos fósseis de crocodilomorfos das regiões de Jales e Fernandópolis-SP, \n\nFormação Adamantina, Grupo Bauru, Cretáceo Superior \n\n \n\n \n\n \n\nRoberto de Souza Dias Ricart \n\n \n\n \n\n \n\nDissertação de mestrado n. 386 \n\n \n\n \n\nOrientador: Prof. Dr. Rodrigo Miloni Santucci \n\n \n\nDissertação de mestrado apresentada ao Instituto \n\nde Geociências da Universidade de Brasília como \n\nrequisito parcial para obtenção do título de \n\nMestre em Geologia, na área de concentração em \n\nGeologia Regional. \n\n \n\n \n\n \n\nBrasília, abril de 2017 \n\n\n\n \n\nBanca examinadora \n\n \n\n \n\n \n\n \n\n \n\n \n\n__________________________________ \n\nProf. Dr. Rodrigo Miloni Santucci (UnB) \n\n \n\n \n\n \n\n \n\n \n\n__________________________________ \n\nProfa. Dr. André Eduardo Piacentini Pinheiro (UERJ) \n\n \n\n \n\n \n\n \n\n \n\n__________________________________ \n\nProf. Dr. Ricardo Lourenço Pinto (UnB) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada na forma de artigo conforme Art. 35 do Regimento da \n\nPós-graduação do Instituto de Geociências da Universidade de Brasília. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\ni \n\nAGRADECIMENTOS \n\n \n\n \n\n \n\n \n\n Aos meus pais, Carlos André e Fátima, e minha irmã, Paula por todo apoio e \n\ncompreensão nessa jornada. \n\n À minha família, avôs, avós, tios, tias, primos e primas, pelo estímulo desde \n\npequeno para seguir com meus sonhos. \n\n Aos meus amigos Pedro, Xico, Vê, Ribeiro, Ursinho, Desiree, Júlia, Elba, \n\nRodrigo, Harumy, Nicole, Ingrid, entre outros, por estarem presentes sempre que \n\nprecisei e por todo apoio e ajuda. \n\n Aos meus amigos de laboratório Adriano Mineiro, Fábio de Oliveira, Felipe \n\nCardia, Glauber Cunha, Henrique Tomassi, Joyce Celerino, Lucila Monteiro e Marcos \n\nDumont, companheiros nessa loucura, por toda ajuda, apoio e momentos de \n\ndescontração. \n\n Aos professores Dr. Tamiel Khan Baiocchi Jacobson e Dra. Dulce Maria Sucena \n\nda Rocha, cujos ânimos contagiantes e opiniões ajudaram a construir esse texto. \n\n Ao Laboratório de Laminação do Instituto de Geociências da Universidade de \n\nBrasília e à Seção de Laminação do Instituto de Geociências da Universidade de São \n\nPaulo pela confecção seções delgadas dos materiais utilizados \n\n À CAPES, pelo auxílio financeiro ao longo do projeto. \n\n Enfim, agradeço especialmente ao Dr. Rodrigo Miloni Santucci, por ter aceitado \n\nme orientar nesse trabalho que sempre foi meu sonho realizar. Agradeço pela paciência \n\ne toda confiança, apoio e auxílio desde antes de ingressar no trabalho de mestrado. \n\n \n\n \n\n\n\nii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPosso imaginar poucas coisas mais belas ou intelectualmente profundas do que descobrir \n\na base da nossa humanidade e os remédios para muitas das mazelas que sofremos \n\nescondidos em algumas das criaturas mais humildes que já viveram em nosso planeta. \n\n \n\nNeil Shubin “A história de quando éramos peixes” \n\n\n\niii \n\nRESUMO \n\n \n\nA diversidade de Crocodylomorpha no Brasil durante o Neocretáceo era muito grande, em \n\nespecial no Grupo Bauru, localizado na porção central do país. Os três táxons utilizados nesse \n\nestudo são provenientes da Formação Adamantina, oeste do Estado de São Paulo, de rochas do \n\nGrupo Bauru. A Formação Adamantina é caracterizada por arenitos avermelhados, lamitos e \n\nconglomerados e suas rochas são interpretadas como depósitos essencialmente fluviais. Todos \n\nos crocodilomorfos estudados são Notosuchia, que possuem entre suas características \n\nadaptações para uma vida terrestre e apresentam grande diversidade ecológica, com alguns \n\nmembros carnívoros e outros provavelmente onívoros. Um método para se entender melhor a \n\nbiologia de organismos extintos e suas interações ecológicas é a análise histológica de seus \n\nfósseis, com estudos das seções delgadas de seus ossos e dentes. Com seções dos ossos é \n\npossível verificar o padrão de crescimento, estimar tempo de vida e ganho de massa anual. Já \n\ncom seções de dentes é possível verificar tempo de formação do dente e espessura do esmalte. \n\nAté o momento não existem publicações que utilizem dessa técnica em crocodilomorfos além \n\ndos Neosuchia. Os três grupos de Notosuchia selecionados para esse trabalho foram: \n\nBaurusuchidae (adulto e juvenil), Sphagesauridae e Mariliasuchus. As seções de dentes \n\nmostraram que o tempo de formação entre os grupos varia proporcionalmente com o tamanho \n\ndo dente e os esmaltes mais espessos estão associados aos grupos de dieta considerada \n\nherbívora (Sphagesauridae e Mariliasuchus). As seções de ossos apresentaram padrões de \n\ncrescimento semelhante à dos crocodilos atuais. Em relação ao ganho de massa, o exemplar de \n\nMariliasuchus apresentou um ganho de massa expressivo, com um ciclo de incremento \n\nequivalendo a até 90% da massa corporal e os Baurusuchidae adultos apresentaram um \n\nincremento médio de 25%, enquanto o juvenil, 42%. Por fim, foi possível inferir a idade em \n\nanos de um Baurusuchidae adulto, com valores variando de um mínimo de 8 anos (modelo \n\nMonomolecular) e um máximo de 15 (modelo Linear). \n\n \n\n \n\nPalavras-chave: histologia dentária e óssea, Crocodylomorpha, Grupo Bauru, estimativa de \n\nidade e massa, Cretáceo \n\n \n\n\n\niv \n\nABSTRACT \n\n \n\nThe diversity of Crocodylomorpha in Brazil during the Late Cretaceous was very large, \n\nespecially in the Bauru Group, located in the central portion of the country. The three taxa used \n\nin this study came from the Adamantina Formation, Bauru Group, west of the State of São \n\nPaulo. The Adamantina Formation is characterized by reddish sandstones, mudstones, and \n\nconglomerates and their rocks are interpreted as essentially fluvial deposits. All the \n\ncrocodylomorphs studied here are Notosuchia, which have among their characteristics \n\nadaptations to a terrestrial life and present great ecological diversity, with some carnivorous \n\nmembers and probably herbivore ones. One method to better understand the biology of extinct \n\norganisms and their ecological interactions is the histological analysis of their fossils, with \n\nstudies of the thin sections of their bones and teeth. By using these thin sections, it is possible to \n\nestimate the pattern of growth, the age of the specimen at death, and annual mass gain. With \n\nsections of teeth, it is possible to estimate tooth formation time and enamel thickness. To date, \n\nthere were no studies that used this technique with crocodylomorphs other than Neosuchia. The \n\nthree groups of Notosuchia selected for this work were: Baurusuchidae (adult and juvenile), \n\nSphagesauridae, and Mariliasuchus. The sections of teeth showed that the formation time \n\nbetween the groups varies accordingly to the size of the tooth. The thicker enamels are \n\nassociated with the herbivorous diet groups (Sphagesauridae and Mariliasuchus). The sections \n\nof bones showed growth patterns similar to those of extant crocodiles. Regarding the mass gain, \n\nMariliasuchus presented an expressive mass gain, with an incremental cycle equivalent to up to \n\n90% of the body mass and the adult Baurusuchidae showed an average increment of 25% per \n\nyear, while the juvenile increased in 42%. Finally, it was possible to infer the age in years of an \n\nadult Baurusuchidae, which varied from a minimum of 8 years (Monomolecular model) and a \n\nmaximum of 15 (Linear model). \n\n \n\n \n\nKeywords: bone and teeth histology, Crocodylomorpha, Bauru Grup, mass and age estimation, \n\nCretaceous \n\n\n\nSUMÁRIO \n\n \n1. Apresentação ............................................................................................................................. 1 \n\nCapítulo 1 - Introdução ................................................................................................................. 2 \n\n1. Introdução ............................................................................................................................. 2 \n\n2. Objetivos ............................................................................................................................... 8 \n\n3. Referências Bibliográficas .................................................................................................... 8 \n\nCapítulo 2 – Análise do Crescimento Dentário ........................................................................... 11 \n\n1. Introdução ........................................................................................................................... 11 \n\n2. Geologia Regional ............................................................................................................... 14 \n\n3. Materiais e Métodos ............................................................................................................ 17 \n\n4. Resultados ........................................................................................................................... 18 \n\n5. Discussão ............................................................................................................................. 21 \n\n6. Conclusões .......................................................................................................................... 24 \n\n7. Referências bibliográficas ................................................................................................... 24 \n\nCapítulo 3 – Análise do Crescimento Ósseo ............................................................................... 29 \n\n1. Introdução ........................................................................................................................... 29 \n\n2. Materiais e Métodos ............................................................................................................ 37 \n\n3. Resultados ........................................................................................................................... 40 \n\n3.1. Descrição das seções delgadas ..................................................................................... 40 \n\n3.2. Cálculo da massa corporal e da idade .......................................................................... 52 \n\n4. Discussões ........................................................................................................................... 58 \n\n5. Conclusões .......................................................................................................................... 61 \n\n6. Referências Bibliográficas .................................................................................................. 62 \n\n\n\n1 \n\n1. Apresentação \n\nO formato dessa dissertação segue o Regulamento do Programa de Pós-\n\ngraduação em Geologia da Universidade de Brasília, conforme o Art. 35 do Regimento. \n\nSão discutidos os aspectos paleoecológicos e demais implicações do crescimento \n\ndentário e ósseo de três diferentes crocodilomorfos notossúquios (Baurusuchidae, \n\nSphagesauridae e Mariliasuchus) tipicamente encontrados em rochas de idade cretácea \n\ndo Grupo Bauru, no interior do Estado de São Paulo. Tal estudo é apresentado em três \n\npartes distintas, onde o Capítulo 1 apresenta os aspectos gerais e importância dos \n\nestudos histológicos, tanto em dentes, como em ossos, em vertebrados fósseis. O \n\nCapítulo 2 consiste de um dos artigos produzidos durante o trabalho e apresenta e \n\ndiscute o significado das diferenças observadas no crescimento dentário dos três grupos \n\nanalisados. O Capítulo 3 apresenta e discute os resultados das análises do crescimento \n\ndos ossos longos dos fósseis estudados. \n\nOs capítulos 2 e 3 (em forma de manuscrito) apresentam um resumo, introdução, \n\njustificativa, objetivo, materiais e métodos, resultados e discussão, conclusões e \n\nreferências bibliográficas específicos. Os textos (ainda em português) foram elaborados \n\nseguindo basicamente os padrões dos periódicos internacionais que publicam esse tipo \n\nde trabalho. \n\n \n\n\n\n2 \n\nCapítulo 1 \n\n \n\n \n\n1. Introdução \n\nO Grupo Bauru (Fig. 1), depositado durante o Neocretáceo, se estende desde o \n\nnorte do Paraná até o Triangulo Mineiro, passando pelo oeste do Estado de São Paulo e \n\nleste de Mato Grosso do Sul (Fernandes, 2004). É composto principalmente por \n\ndepósitos lacustres rasos, fluviais e aluviais, representados essencialmente por lamitos, \n\narenitos e conglomerados (Batezelli, 2010). As ocorrências de fósseis do Grupo Bauru \n\ncompreendem microfósseis, crustáceos, moluscos, peixes, anfíbios, serpentes, lagartos, \n\narcossauros, como crocodilomorfos, dinossauros avianos e não-avianos, e mamíferos \n\n(Bertini et al., 1993, Fernandes, 2004, Bittencourt &amp; Langer 2011).  \n\nEssa localidade tem uma rica fauna de Crocodylomorpha. Entre eles os \n\nBaurusuchidae, que aparentemente tiveram uma distribuição restrita pela Gondwana \n\n(Carvalho et al., 2011), e os Sphagesauridae, que são um grupo endêmico da América \n\ndo Sul (sensu Pol et al., 2014) e eram provavelmente herbívoros (Andrade &amp; Bertini, \n\n2008). Esses dois grupos são os crocodilomorfos mais comuns no Grupo Bauru e \n\nrecentemente despertaram ainda mais interesse devido ao achado de uma associação \n\ndireta de um exemplar de Baurusuchidae com um Sphagesauridae em sua cavidade \n\nabdominal (Godoy et al., 2013), confirmando uma relação predador-presa entre os \n\nrepresentantes desses dois grupos. Ambos possuem características que sugerem estarem \n\nmais adaptados a uma vida terrestre (e.g., Andrade &amp; Bertini, 2008; Nascimento &amp; \n\nZaher, 2011; Carvalho et al., 2011; Riff &amp; Kellner, 2011). Porém, apesar de abundantes, \n\npouco se conhece sobre características como crescimento corporal e dentário e idade \n\nque esses animais podiam atingir. Tais informações podem ser obtidas através do estudo \n\nda histologia óssea e dentária desses grupos. Adicionalmente, na localidade de Marília-\n\nSP, ocorrem de forma mais restrita, fósseis do crocodilomorfo Mariliasuchus, o qual é \n\nconsiderado com um notossúquio mais relacionado à Sphagesauridae (sensu Pol et al., \n\n2014). \n\nA histologia óssea pode ser aplicada em diversos contextos para se investigar a \n\nbiologia de animais, especialmente para animais extintos cujo \n\ncomportamento/crescimento não pode ser observado diretamente ou técnicas de \n\n\n\n3 \n\nmarcação e recaptura não podem ser aplicadas, como é usualmente feito com animais \n\natuais (Padian &amp; Lamm, 2013). Com auxílio da histologia óssea é possível estimar a \n\nidade do indivíduo na sua morte, idade que alcança maturidade esquelética e taxa de \n\ncrescimento (e. g. Copper et al. 2008; Erickson, 2005; Erickson et al., 2009; Padian et \n\nal. 2001; Sander et al., 2006). \n\n \n\n \nFigura. 1. Mapa geológico da Bacia Bauru. Compilado de Fernandes (1998), Fernandes &amp; Coimbra \n\n(1996). \n\n \n\n \n\n Existem duas formas para se estimar a taxa de crescimento através da histologia. \n\nUma é avaliando o tipo do tecido ósseo primário. Como diferentes tipos de tecido ósseo \n\n\n\n4 \n\napresentam diferentes taxas de crescimento (e.g. tecido fibro-lamelar indica taxa de \n\ncrescimento lento e tecido não lamelar indica taxa de crescimento rápido) em \n\npraticamente todos os táxons recentes (Padian et al., 2001), é possível associar essas \n\ntaxas de crescimento para organismos extintos também. A segunda forma é contando os \n\nanéis de crescimento (LAGs, ou “lines of arrested growth”), que são depositados nos \n\nossos anualmente, como os anéis de crescimento das árvores (de Ricqlès et al., 2006). \n\nEssas técnicas já foram aplicadas a diversos grupos de dinossauros, reforçando a ideia \n\nde que os dinossauros não-avianos, por exemplo, possuíam taxa de crescimento mais \n\npróxima a dos mamíferos e aves do que dos demais répteis atuais (e.g., Varricchio, \n\n1993; Curry, 1999; Padian et al., 2001; Horner &amp; Padian, 2004). \n\n Um método de conferir a taxa de reposição dentária em espécies extintas é \n\nanalisando a histologia nos dentes, através de contagem de linhas de von Ebner. Em \n\naligátores atuais essas linhas são depositadas diariamente, logo sua contagem serve para \n\ndeterminar a idade (em dias) do dente (Erickson, 1996). Esse estudo também \n\ndemonstrou que a estimativa histológica para a taxa de reposição era coerente com a \n\ntaxa real. Para fazer a estimativa, conta-se as linhas de von Ebner do dente funcional e \n\nsubtrai-se o número de linhas do dente de reposição sucessivo. Como a deposição de \n\nlinhas de von Ebner é diária também em muitos mamíferos, é provável que essa \n\ncaracterística seja compartilhada entre os amniotas, podendo ser aplicada a táxons \n\nextintos. \n\n Esse método foi aplicado em dois dinossauros saurópodes (D’Emic et al., 2013), \n\nCamarasaurus e Diplodocus, que possuem volume dentário significativamente diferente \n\n(26.5 cm³ e 1.7 cm³ respectivamente). Camarasaurus (Fig. 2) apresentava uma média de \n\nreposição dentária de 62 dias, enquanto em Diplodocus era de 35 dias. A hipótese \n\nlevantada para causa dessa diferença é que as dietas diferentes causaram essas \n\nconsequências. Enquanto Camarasaurus se alimentava de folhagens mais altas, \n\nDiplodocus se alimentava de vegetação mais rasteira, logo consumia também grãos de \n\nsedimentos que causavam maior desgaste dentário.  \n\nAs técnicas de estudos histológicos são muito usadas para dinossauros, mas até o \n\nmomento, têm sido pouco aplicadas em crocodilomorfos. Erickson &amp; Brochu (1999) \n\naplicaram essa técnica em Deinosuchus (gênero de crocodiliano gigante do Cretáceo \n\nSuperior da América do Norte) e reconstruíram seu padrão de crescimento. \n\n\n\n5 \n\nDiferentemente dos dinossauros, que apresentam taxa acelerada de crescimento (Padian \n\net al., 2001; Horner &amp; Padian, 2004), Deinosuchus tinha um desenvolvimento lento e \n\nlevava cerca de 35 anos para atingir o tamanho adulto. Os autores descobriram que sua \n\nestrutura óssea era depositada por tecido ósseo lamelar-zonal, típico de crocodilianos \n\nnão gigantes.  \n\nA histologia é uma ferramenta importante no estudo do desenvolvimento e \n\ncrescimento de vertebrados e nunca foi aplicada para os crocodilomorfos do Grupo \n\nBauru, unidade que possui uma das maiores diversidades de crocodilomorfos do \n\nCretáceo mundial (Carvalho et al, 2011). Além disso, os grupos a serem estudados \n\n(Baurusuchidae, Sphagesauridae e Mariliasuchus) possivelmente possuíam hábitos de \n\nvida significativamente diferentes dos crocodilomorfos atuais, sendo considerados como \n\nformas estritamente terrestres (e.g., Riff &amp; Kellner, 2001; Godoy et al. 2016). Assim, \n\nestudos sobre a taxa de crescimento corporal podem contribuir com importantes \n\ninformações sobre o metabolismo desses organismos e os estudos sobre o crescimento \n\ndentário podem fornecer pistas importantes sobre a dieta desses grupos. Por sua vez, \n\nnuma escala mais ampla, essas informações sobre a fisiologia desses crocodilomorfos, \n\nadvindas de estudos histológicos, são importantes para o estudo da evolução dos \n\ncrocodilomorfos como um todo, tendo em vista que as formas atuais são muito \n\ndiferentes e menos diversificadas em relação à fauna de crocodilomorfos encontrada no \n\nNeocretáceo mundial. \n\nOs espécimes analisados foram preparados e tombados na coleção da Faculdade \n\nUnB Planaltina e correspondem a ossos longos e materiais dentários de crocodilomorfos \n\n(Baurusuchidae, Sphagesauridae e Mariliasuchus) coletados em rochas da Formação \n\nAdamantina nas regiões de Jales, Fernandópolis e Marília-SP. As lâminas foram \n\nconfeccionadas através de cortes histológicos (transversais) nos dentes e nos ossos \n\nlongos (fêmur, tíbia, úmero e outros).  \n\nNos dentes são contadas as linhas de von Ebner (Fig. 2), que, por serem \n\ndepositadas diariamente, fornecem o tempo de formação do dente. Ao compará-lo com \n\no dente de reposição sucessivo e tirar a diferença do número de dias, tem-se a taxa de \n\nreposição dentária, já que crocodilomorfos apresentam perda e reposição de dentes \n\ncontínua. Com esse método também é possível saber o número de dias necessário para o \n\ncrescimento do dente. O corte é feito na base da coroa, a fim de maximizar o número de \n\n\n\n6 \n\nlinhas onde também é medida a espessura do esmalte do dente. Diferenças entre taxas \n\nde reposição, velocidade de crescimento dentário e tamanho de esmalte podem fornecer \n\npistas importantes sobre a forma de alimentação do animal estudado (Hwang, 2011; \n\nD’Emic et al., 2013). \n\n \n\n \n\nFigura 2. Histologia dentária de Camarasaurus com as setas apontando para as linhas de von Ebner. \n\nFonte: D’Emic et al. (2013). \n\n \n\nUm princípio semelhante é usado em estudos de ossos longos, visando a análise \n\ndo crescimento corporal. São contadas as linhas de crescimento (LAGs) observadas em \n\nseções transversais de ossos longos para os três grupos estudados. Porém, nesse caso, \n\nelas são depositadas anualmente. Também foram medidas as distâncias sucessivas das \n\nLAGs (Fig. 3), assim como o diâmetro, circunferência do osso utilizado. A medição da \n\ndistância entre as LAGs demonstra a variação da taxa de deposição do osso. Se a \n\ndistância for ficando menor nas partes mais externas do córtex, isso é um indício de \n\ndiminuição de crescimento, pois menos osso foi depositado num mesmo período de \n\ntempo (um ano) (Padian &amp; Lamm, 2013). Assim, é possível saber a idade do animal no \n\nmomento em que ele foi fossilizado, quanto de massa corpórea ele adquiria por ano e \n\ncom que velocidade ele crescia. \n\n \n\n\n\n7 \n\n \n\nFigura 3. Histologia óssea da tíbia de um Tyrannosaurus rex com setas apontando para as LAGs. Letra \n\n(B) é uma aproximação da parte mais externa de (A), mostrando o espaçamento entre as LAGs \n\ndiminuindo, de maneira semelhante ao que ocorre com aves e mamíferos. Escalas equivalem a 1mm \n\nFonte: Horner &amp; Padian (2004). \n\n \n\nPara a análise dos cortes foi utilizado microscópio petrográfico, pois a luz \n\npolarizada auxilia na visualização das linhas, já que o tecido ósseo é composto por \n\nhidroxiapatita. Diferenças no padrão de extinção observadas na associação de minerais \n\nde hidroxiapatita também são úteis para a identificação de diferentes tipos de tecidos \n\nósseos, fundamentais para a identificação das LAGs. \n\n  \n\n\n\n8 \n\n2. Objetivos  \n\n- Analisar a taxa de deposição crescimento dentária de três grupos de \n\ncrocodilomorfos do Grupo Bauru (Baurusuchidae, Sphagesauridae e Mariliasuchus) e \n\ncompará-las entre si e com espécies atuais. \n\n- Comparar também taxa de crescimento ósseo nesses três grupos usando \n\nprincipalmente histologia dos ossos longos compará-las entre si e com as taxas de \n\ncrocodilomorfos atuais  \n\n \n\n \n\n3. Referências Bibliográficas \n\n \n\nANDRADE, M.B. and BERTINI, R.J. 2008. Morphology of the dental carinae in \n\nMariliasuchus amarali (Crocodylomorpha, Notosuchia) and the patterns of tooth \n\nserration among basal Mesoeucrocodylia. Arquivos do Museu Nacional, 66 (1), \n\n63-82. \n\nBERTINI, R.J., MARSHALL, L.G., GAYET, M. and BRITO, P. 1993. Vertebrate \n\nfaunas from the Adamantina and Marília formations (upper Bauru Group, Late \n\nCretaceous, Brazil) in their stratigraphic and paleobiogeographic context. Neues \n\nJahrbunch für Geologie Paläontologie Abh, 188 (1), 71-101. \n\nBATEZELLI, A. 2010. Arcabouço tecno-estratigráfico e evolução das Bacias Caiuá e \n\nBauru no Sudoeste brasileiro. Revista Brasileira de Geociências, 40 (2), 265-85. \n\nBITTENCOURT, J.S. and LANGER, M. 2011. Mesozoic dinosaurs from Brazil and \n\ntheir biogeographic implications. Anais da Academia Brasileira de Ciências, 83 \n\n(1), 23-60. \n\nCARVALHO, I.S., TEIXEIRA, V.P.A., FERRAZ, M.L.F., RIBEIRO, L.C.B., \n\nMARTINELLI, A.G., NETO, F.M., SERTICH, J.J.W., CUNHA, G.C., CUNHA, \n\nI.C. and FERRAZ, P.F. 2011. Campinasuchus dinizi gen. SP. Nov., a new Late \n\nCretaceous baurusuchid (Crocodyliformes) form the Bauru Basin, Brazil. \n\nZootaxa, 2871, 19-42. \n\n\n\n9 \n\nCURRY, KA. 1999. Ontogenetic histology of Apatosaurus (dinosaurian: sauropoda): \n\nnew insights on growth rates and longevity. Journal of Vertebrate Paleontology, \n\n19 (4), 654-65. \n\nD’EMIC, M.D., WHITLOCK, J., SMITH, K.M., FISHER, D.C. and WILSON, J. 2013. \n\nEvolution of High Tooth Replacement Rates in Sauropod Dinosaurs. PloS One, 8 \n\n(7), e69235. doi:10.1371/journal.pone.0069235. \n\nERICKSON, G.M. 1996. Daily Deposition of Dentine in Juvenile Alligator and \n\nAssessment of Tooth Replacement Rates Using Incremental Line Counts. Journal \n\nof Morphology, 228, 189-94. \n\nERICKSON, G.M. and BROCHU, C.A. 1999. How the ‘terror crocodile’ grew so big. \n\nNature, 398, 205-06. \n\nERICKSON, G.M. 2005. Assessing Dinosaur Growth Patterns: A Microscopic \n\nRevolution. Trends in Ecology &amp; Evolution, 20 (12), 677–84.  \n\nERICKSON, G.M., RAUHUT, O.W.N., ZHOU, Z., TURNER, A.H., INOUYE, B.D., \n\nHU, D., and NORELL, M. 2009. Was Dinosaurian Physiology Inherited by Birds? \n\nReconciling Slow Growth in Archaeopteryx. PloS One, 4 (10), e7390. \n\ndoi:10.1371/journal.pone.0007390. \n\nFERNANDES, L.A. 2004. Mapa litoestratigráfico da parte oriental da Bacia Bauru (PR, \n\nSP, MG), escala 1:1.000.000. Boletim Paranaense de Geociências, 55, 53-66. \n\nGODOY, P.L., MONTEFELTRO, F.C., NORELL, M. and LANGER, M.C. 2014. An \n\nAdditional Baurusuchid from the Cretaceous of Brazil with Evidence of \n\nInterspecific Predation among Crocodyliformes. PloS One, 9 (5), e97138. \n\ndoi:10.1371/journal.pone.0097138. \n\nHORNER, J.R., PADIAN, K. 2004. Age and growth dynamics of Tyrannosaurus rex. \n\nProceedings of the Royal Society of London, 271, 1875-80. \n\nHWANG, S. 2011. The Evolution of Dinosaur Tooth Enamel Microstructure. \n\nBiological Reviews, 86 (1), 183–216.  \n\n\n\n10 \n\nNASCIMENTO, P.M. and ZAHER, H. 2011. The skull of the Upper Cretaceous \n\nbaurusuchid crocodile Baurusuchus albertoi Nascimento &amp; Zaher 2010, and its \n\nphylogenetic affinities. Zoological Journal of the Linnean Society, 163, 116-31. \n\nPADIAN, K. and LAMM, E-T. 2013. Bone histology of fossil tetrapods: advancing \n\nmethods, analysis, and interpretation. 1\nst\n ed. University of California Press. \n\nBerkeley, CA. 285 p. \n\nPADIAN, K., DE RICQLÈS, A.J. and HORNER, J.R. 2001. Dinosaurian growth rates \n\nand bird origins. Nature, 412, 405-08. \n\nPOL, D., NASCIMENTO, P.M., CARVALHO, A.B., RICCOMINI, C., PIRES-\n\nDOMINGUES, R. and ZAHER, H. 2014. A New Notosuchian from the Late \n\nCretaceous of Brazil and the Phylogeny of Advanced Notosuchians. PloS One, 9 \n\n(4), e93105 (66). doi:10.1371/journal.pone.0093105. \n\nDE RICQLÈS, A., HORNER, J.R. and PADIAN, K. 2006. The interpretation of \n\ndinosaur growth patterns. Trends in Ecology and Evolution, 21, 596-97. \n\nRIFF, D. and KELLNER, A. 2011. Baurusuchid crocodyliforms as theropod mimics: \n\nClues from the skull and appendicular morphology of Stratiotosuchus maxhechti \n\n(Upper Cretaceous of Brazil). Zoological Journal of the Linnean Society, 163, \n\nS37-S56. \n\nSANDER, P.M., MATEUS, O., LAVEN, T. and KNÖTSCHKE, N. 2006. Bone \n\nhistology indicates insular dwarfism in new Late Jurassic sauropod dinosaur. \n\nNature, 441, 739-41. \n\nVARRICCHIO, D.J. 1993. Bone microstructure of the upper Cretaceous theropod \n\ndinosaur Troodon formosus. Journal of Vertebrate Paleontology, 13 (1), 99-104. \n\n \n\n\n\n11 \n\nCapítulo 2 \n\nAnálise do crescimento dentário dos Notosuchia (Crocodylomorpha) do Grupo \n\nBauru, Cretáceo Superior, do Sudeste do Brasil \n\n \n\n \n\nResumo: Durante o Neocretáceo do Brasil existiu uma grande diversidade de \n\nCrocodylomorpha, especialmente Notosuchia. Pouco se sabe sobre a biologia desse \n\ngrupo e uma das formas de buscar esse tipo de informação é através de análises \n\nhistológicas nas seções delgadas feitas nos dentes. Durante a formação dos dentes, \n\nlinhas de crescimento (linhas de von Ebner) são depositadas diariamente e estas indicam \n\no tempo de formação do dente. A espessura do esmalte também pode ser verificada com \n\nestudo histológico e esta pode fornecer pistas sobre a dieta do animal. Nesse trabalho, \n\nforam feitas quatro lâminas de dentes para três grupos de crocodilomorfos: \n\nBaurusuchidae juvenil e adulto, Sphagesauridae e Mariliasuchus. Esses materiais foram \n\ncoletados nas cidades de Fernandópolis, Jales e Marília-SP, em rochas do Grupo Bauru. \n\nForam feitas seções delgadas dos dentes selecionados com o corte feito \n\ntransversalmente na porção média da coroa. As linhas contadas mostraram grande \n\nvariação no tempo de formação dos dentes, mas com espaçamento constante entre os \n\ngrupos. A variação na espessura do esmalte sugere diferentes hábitos alimentares, com o \n\nesmalte de Sphagesauridae e Mariliasuchus proporcionalmente mais espessos que o \n\nesmalte de Baurusuchidae. \n\n \n\n \n\nPalavras-chave: Notosuchia, dentes, histologia, Grupo Bauru, Cretáceo  \n\n \n\n \n\n1. Introdução \n\nDurante grande parte do Mesozoico a diversidade de Crocodylomorpha foi \n\nmuito mais elevada do que a atual (Brochu, 2003), com linhagens adaptadas a diferentes \n\nhabitats e formas de alimentação (e. g. Thalattosuchia, Notosuchia, Eusuchia). A \n\nhistologia dentária já foi usada para estudo de alguns grupos fósseis como dinossauros \n\nherbívoros, mosassauros, crocodilomorfos e mamíferos (e.g., Dean, 1993; D’Emic et \n\nal., 2013; Gren and Lindgren, 2013), portanto apresentando potencial para fornecer \n\ninformações sobre os hábitos alimentares desses animais. Especificamente, durante o \n\nNeocretáceo brasileiro, é conhecida uma grande diversidade de crocodilomorfos \n\n\n\n12 \n\nNotosuchia, muitos deles encontrados em rochas do Grupo Bauru, que ocupa a porção \n\ncentro-sul do Brasil (Fernandes, 2004). Dentre esses crocodilomorfos estão os \n\nBaurusuchidae que, aparentemente, tiveram uma distribuição restrita pela Gondwana, \n\ncom uma dieta essencialmente carnívora (e.g., Carvalho et al., 2010; Carvalho et al., \n\n2011), os Sphagesauridae, que são um grupo endêmico da América do Sul e eram \n\nprovavelmente herbívoros (Andrade &amp; Bertini, 2008; Ösi, 2013; Pol et al., 2014) e o \n\ngênero Mariliasuchus, um Notosuchia encontrado, até o momento, apenas na região de \n\nMarília-SP (Carvalho &amp; Bertini 1999).  \n\nEsses grupos possuem características que sugerem estarem mais adaptados a \n\numa vida terrestre do que as formas atuais, como por exemplo: crânio comprimido \n\nlateralmente; abertura nasal localizada na parte anterior do focinho e voltada para frente, \n\nao invés de posicionada na parte superior órbitas com posição lateral, espaço reduzido \n\nentre rádio e ulna e fêmur pouco curvo (Andrade &amp; Bertini, 2008; Carvalho et al., 2011; \n\nNascimento &amp; Zaher, 2010; Nascimento &amp; Zaher, 2011; Godoy et.al., 2016). Esses \n\ngrupos estão entre os crocodilomorfos mais comuns no Grupo Bauru e, recentemente, \n\ndespertaram ainda mais interesse devido ao achado de uma associação direta de um \n\nexemplar de Baurusuchidae com um Sphagesauridae em sua cavidade abdominal \n\n(Godoy et al., 2014), confirmando uma relação (paleoecológica) predador-presa entre \n\nrepresentantes desses dois grupos. Porém, apesar de abundantes, pouco se sabe sobre a \n\npaleoecologia desses organismos. Esses três grupos de crocodilomorfos possuíam \n\ndentição heterodonte, com morfologias distintas para cada uma dessas linhagens, \n\ninclusive com indícios de que, pelo menos uma dessas formas (Sphagesauridae) \n\nprocessava seu alimento (Pol 2003, Ösi, 2013).  \n\nEsses três grupos de Notosuchia (Baurusuchidae, Sphagesauridae e \n\nMariliasuchus) possuem relação filogenética relativamente próxima, com \n\nMariliasuchus e Sphagesauridae mais relacionados entre si do que com Baurusuchidae \n\n(sensu Pol et al., 2014). Esses dois primeiros pertencem a um grupo filogenético mais \n\nincluso, denominado informalmente de “notossúquios avançados” (sensu Pol et al., \n\n2014). Por sua vez, Baurusuchidae está mais relacionado com Sebecidae. Nesse sentido, \n\na presença de grupos de crocodilomorfos distintos e com morfologia dentária \n\ndiversificada em uma mesma unidade geológica remete à questão de como ocorria a \n\npartição de nicho nesse ambiente. Como evidências diretas de alimentação são raras \n\npara esses crocodilomorfos (vide Godoy et al., 2014 para uma exceção), uma das \n\n\n\n13 \n\nformas de se avaliar diferentes níveis de especialização e hábitos alimentares é através \n\nda histologia dentária. \n\nAo contrário do que geralmente é observado nos ossos longos da maior parte \n\ndos vertebrados, onde LAGs (lines of arrested growth) ou deposição de camadas \n\nconcêntricas (anéis) de tecido ósseo com fibras mais organizadas e diminuição de \n\nvascularização indicam ciclos anuais de crescimento (e.g., Castanet et al., 1993; \n\nWoodward, et al., 2013), os dentes apresentam linhas de crescimento (linhas de von \n\nEbner) depositadas diariamente (Erickson, 1996a e b). Por exemplo, o estudo de linhas \n\nde crescimento dentário é uma forma efetiva para determinar as taxas de \n\ndesenvolvimento do dente, tanto para animais vivos quanto para os extintos. Em \n\nanimais atuais, as linhas de von Ebner são formadas diariamente na porção mais interna \n\nda dentina com o crescimento do dente, logo sua contagem pode determinar a idade (em \n\ndias) de formação do dente (Erickson 1996). Se o dente de reposição sucessivo estiver \n\npresente (para as espécies que apresentam reposição dentária), também é possível \n\nrealizar uma estimativa para taxa de reposição ao contar as linhas de von Ebner do dente \n\nfuncional e subtraindo o número de linhas do dente de reposição (Erickson 1996). \n\nComo a formação de linhas de von Ebner é diária também em vários grupos de animais \n\nviventes (Carlson, 1990; Dean, 1993; Erickson 1996 a e b; Smith, et al. 2006), é \n\nprovável que essa característica seja compartilhada entre os amniotas, podendo ser \n\naplicada a táxons extintos pertencentes a esses grupos (Erickson, 1996a). \n\nO uso de histologia dentária também pode fornecer pistas sobre dieta de animais \n\nextintos. Geralmente, animais herbívoros (especialmente os que mastigam o alimento) \n\ntendem a ter esmaltes mais grossos (Hwang, 2011) e maior taxa de reposição dentária \n\ncomparado com carnívoros, provavelmente devido ao desgaste dentário (Erickson, \n\n1996a; D’Emic et al., 2013).  \n\nOs estudos deste tema direcionados para fósseis são focados principalmente em \n\ndinossauros (D’Emic et al., 2013; Erickson, 1996a; Hwang, 2011; García and \n\nZurriaguz, 2016) e mamíferos (Beynon et al., 1998; Dean et al., 2001), havendo poucos \n\ntrabalhos sobre crocodilomorfos extintos (Gren and Lindgren, 2013), muitas vezes com \n\nenfoque maior nas formas viventes (Erickson, 1996b). O uso dessa análise de histologia \n\ndentária é importante por fornecer informações valiosas sobre biologia do animal \n\nextinto e do ambiente onde ele vivia. Os objetivos desse trabalho, portanto, são estudar \n\n\n\n14 \n\nas linhas de crescimento dentário nesses três táxons, compará-las entre si e com as \n\napresentadas por crocodilos atuais. \n\n \n\n2. Geologia Regional \n\nAs rochas do Grupo Bauru, Cretáceo Superior, do Sudeste do Brasil, afloram nos \n\nestados de São Paulo, Minas Gerais, Mato Grosso do Sul, Mato Grosso e Goiás, \n\nocupando uma área de aproximadamente 230.000 km² (Fulfaro, 1974).  O Grupo Bauru \n\né dividido nas formações Araçatuba, Adamantina, São José do Rio Preto, Uberaba e \n\nMarília (membros Ponte Alta, Serra da Galga e Echaporã), que em conjunto com o \n\nGrupo Caiuá, forma a Bacia Bauru (Batezelli, 2010) (Fig. 1). \n\nOs limites da Bacia Bauru são caracterizados por processos erosivos e/ou \n\ntectônicos (Batezelli, 2010).  O clima inferido para a época de deposição dos \n\nsedimentos é considerado como essencialmente como árido/semiárido (Batezelli et al., \n\n2005). \n\nEspecificamente, para a Formação Adamantina, duas propostas de idade são \n\nmais conhecidas: uma considera uma idade campaniana superior/maastrichtiana inferior \n\n(Gobbo-Rodrigues et al., 2000; Santucci &amp; Bertini, 2001) e a outra, proposta por Dias-\n\nBrito et al. (2001), considera sua parte inferior como turoniana-coniaciana e a sua parte \n\nsuperior como coniaciana-santoniana. \n\nAs rochas da Formação Adamantina são interpretadas como depositadas por um \n\nsistema de deposição de rios entrelaçados (Fernandes &amp; Coimbra, 2000; Batezelli et al., \n\n2003). Segundo Batezelli (2010), ela é caracterizada por arenitos avermelhados, \n\nlamíticos e, subordinadamente, conglomerados, com intercalações lamíticas, \n\nconstituídos por grãos arredondados a sub-arredondados de quartzo e hematita, com \n\nseleção moderada. Assenta-se de forma gradacional sobre os depósitos finos da \n\nFormação Araçatuba no Estado de São Paulo e sobre os basaltos da Formação Serra \n\nGeral nas demais localidades da bacia. \n\nOs afloramentos de onde os materiais estudados (Baurusuchidae e \n\nSphagesauridae) são provenientes se encontram nas regiões de Jales e Fernandópolis, \n\nEstado de São Paulo, e são compostos essencialmente por arenito fino, mal selecionado, \n\ncom grãos maiores arredondados e grãos menores angulosos e incipiente estratificação \n\nplano-paralela (Fig. 2). Também apresentam camadas com maior contribuição de \n\narenito médio (arredondado), com nódulos carbonáticos milimétricos, com fósseis de \n\n\n\n15 \n\ncrocodilomorfos associados com icnofósseis de invertebrados e do próprio \n\ncrocodilomorfo (coprólitos e ninhos). Finalmente, também são encontradas camadas de \n\narenito com cimentação carbonática, de cor acinzentada, intercaladas com camadas de \n\narenito fino/muito fino siltoso. Em alguns locais, nas regiões mais elevadas com rocha \n\npreservada são encontrados siltitos com laminação plano-paralela (Fig. 2). \n\nEspecificamente, os restos de Mariliasuchus são encontrados na região de \n\nMarília, Estado de São Paulo, em dois afloramentos ao longo de uma estrada de terra e \n\ncorrespondem essencialmente a arenitos finos a muito finos, maciços, de cor esverdeada \n\na avermelhada, correspondentes a Formação Adamantina. \n\n \n\n \n\nFigura. 1. Mapa geológico da Bacia Bauru. Compilado de Fernandes (1998), Fernandes &amp; Coimbra \n\n(1996). \n\n \n\n\n\n16 \n\n \n\nA interpretação dada para essa associação de rochas segue a mesma linha das \n\npropostas apresentadas na literatura, ou seja, de depósitos fluviais de sistemas \n\nentrelaçados (braided). Entretanto, a presença de ninhos com ovos de crocodilomorfos \n\neclodidos na região de Jales e Fernandópolis, como reportado por Oliveira et al.  (2011), \n\ne a presença de grande concentração de icnofósseis de invertebrados e marcas de raízes \n\nem alguns desses níveis de arenito, aponta para a presença de depósitos de barras de \n\nareia que ficavam temporariamente expostas a condições subaéreas. Caso contrário, não \n\nseria possível o desenvolvimento de vegetação (ainda que aparentemente herbácea e \n\narbustiva) e a eclosão dos ovos de crocodilomorfos. \n\n \n\n \n\n \n\nFigura 2. Coluna estratigráfica do afloramento na região de Jales-SP. A, vista geral do \n\nafloramento. \n\n\n\n17 \n\n3. Materiais e Métodos \n\n Os dentes foram coletados em rochas da Formação Adamantina, pertencentes ao \n\nGrupo Bauru. Amostras de Baurusuchidae e Sphagesauridae foram coletadas nas \n\nregiões de Jales e Fernandópolis-SP e as amostras de Mariliasuchus, na região de \n\nMarília-SP. \n\n Os dentes selecionados são provenientes de crânios completos ou parcialmente \n\ncompletos dos táxons de interesse. Evitamos o uso de dentes isolados para diminuir a \n\nchance de erros de identificação taxonômica dos materiais a serem estudados. Observa-\n\nse que há um variado grau de heterodontia nesses três grupos, sendo ela um pouco \n\nmenos evidente em Baurusuchidae, onde os dentes basicamente diferem uns dos outros \n\npela variação do tamanho. Já em Sphagesauridae e Mariliasuchus observa-se um grau \n\nde variação morfológica mais evidente. Nestes dois táxons, claramente estão presentes \n\ndentes incisiformes, caniniformes e molariformes zifomorfos com coroas giradas \n\n(Andrade &amp; Bertini, 2008). Devido ao tamanho reduzido dos demais dentes, optou-se \n\npor analisar o dente caniniforme de Mariliasuchus. No exemplar de Sphagesauridae \n\nanalisado, este dente não está preservado. Desta forma, escolheu-se um dente \n\nmolariforme mais próximo possível à posição do dente caniniforme. Em Baurusuchidae \n\nnão há uma diferenciação morfológica dentária tão pronunciada e os dentes apresentam \n\nserrilha em ambas as carenas e basicamente diferem em tamanho, onde os dentes \n\nmenores apresentam sessão mais circular e os dentes maiores geralmente apresentas \n\nsessão mais estreita lateralmente (Riff &amp; Kellner, 2011). Como em Baurusuchidae essa \n\ndiferenciação não existe, foi escolhido um dente da mandíbula proveniente da região \n\nequivalente de onde estaria implantado o dente caniniforme. \n\nOs materiais selecionados foram impregnados a vácuo com resina epóxi \n\ntransparente para a confecção das seções delgadas no Laboratório de Laminação do \n\nInstituto de Geociências da UnB e no Laboratório de Laminação da Universidade de \n\nSão Paulo, seguindo os procedimentos descritos em (Padian &amp; Lamm, 2013, capítulo \n\n4). As seções foram feitas transversalmente na porção média da coroa do dente. As \n\nlinhas de crescimento foram contadas manualmente quando possível. Em alguns casos, \n\nelas foram extrapoladas com base no tamanho médio de cada linha de von Ebner \n\npreviamente medida para o dente em questão. O número então foi extrapolado para o \n\nraio da dentina para obtenção dos valores estimados para de toda a dentina. As lâminas \n\n\n\n18 \n\nforam analisadas no microscópio petrográfico, pois a luz polarizada auxilia na \n\nvisualização das linhas de crescimento.  \n\nAlém da contagem das linhas de crescimento diário, o volume de cada dente \n\nanalisado foi medido através da imersão em água em um recipiente graduado antes da \n\nconfecção das lâminas. \n\nPara fins de comparação com outros arcossauros, foram levantados dados de \n\ncrescimento dentário e espessura de esmalte na literatura (e. g. D’Emic et al., 2013; \n\nErickson, 1996a e b; Gren et al., 2013; Hwang, 2005). \n\nA partir dos materiais disponíveis, foram selecionados exemplares de \n\nrepresentantes de um Mariliasuchus (dente caniniforme) da maxila superior (FUP 109), \n\num dente molariforme de grande tamanho de Sphagesauridae (FUP 100) e dois dentes \n\nde Baurusuchidae, um dente da maxila superior de indivíduo juvenil (FUP 104) e um \n\ndente da mandíbula de adulto (FUP 108). \n\n \n\n4. Resultados  \n\nA seção do dente de Sphagesauridae (Tabela 1) tem um volume de 0,918 cm\n3\n e \n\npossui aproximadamente 4,35 mm de raio de dentina, não considerando o restante da \n\ncavidade pulpar e o esmalte. A espessura média do esmalte é de 0,30 mm, com uma \n\nvariação de 0,26 mm e 0,36 mm entre o vale e a crista do esmalte, respectivamente. A \n\nespessura do esmalte também varia de acordo com a posição no dente. No lado oposto a \n\nfaceta de desgaste se apresenta mais fina, variando entre 0,26 mm e 0,30 mm, já a \n\nregião da faceta de desgaste (carena) varia entre 0,28 mm e 0,36 mm (Fig. 3A).  \n\nForam contadas 116 linhas de von Ebner identificadas com segurança e elas \n\npossuem uma média de 24 µm de espessura. Existem vários espaços onde a visualização \n\né mais comprometida, impedindo uma contagem precisa consecutiva. Porém, \n\nextrapolando o número de linhas com base na espessura média delas e o raio da dentina, \n\no número total para essa seção é por volta de 181 linhas de crescimento. Nesse dente, \n\nobserva-se também que as linhas de von Ebner são mais finas na porção mais externa da \n\ndentina (Fig. 3A). \n\nO dente de Mariliasuchus apresenta um volume de 0,031 cm\n3\n, sendo que sua \n\nseção é de aproximadamente 1,26 mm de raio de dentina, excluindo-se a espessura do \n\n\n\n19 \n\nesmalte e do restante correspondente à cavidade pulpar. A espessura média do esmalte é \n\nde 0,08 mm, com uma variação de 0,06 e 0,09 mm. A espessura do esmalte varia pouco, \n\nnão apresentando diferença entre o lado lingual e o labial e nem pela presença das \n\ncristas e vales que ornamentam o dente caniniforme dessa espécie, ou seja, a espessura \n\ndo esmalte não é influenciada pela ornamentação do dente (Fig. 3B). \n\nForam contadas 17 linhas de von Ebner com segurança, com uma média de 25 \n\nµm de espessura. A região mais visível para a contagem das linhas é a porção mais \n\nexterna da dentina. A região da dentina mais próxima à cavidade pulpar não apresenta \n\nlinhas bem visíveis, sendo mais conspícuo um padrão de linhas radiais. Utilizando a \n\nextrapolação, o número total de linhas de von Ebner representando crescimento diário \n\npara a toda a seção de dentina é de aproximadamente 50 linhas de crescimento (Fig. \n\n3B). \n\nTabela 1. Valores obtidos nos dentes selecionados de Crocodylomorpha \n\nTáxon Volume (cm\n3\n) Espessura de \n\nEsmalte (mm) \n\nLinhas de von \n\nEbner \n\nEspessuras das linhas de \n\nvon Ebner (µm) \n\nSphagesauridae (FUP 100) 0,918 0,30 181 24 \n\nMariliasuchus (FUP 109) 0,031 0,08 50 25 \n\nBaurusuchidae (FUP 104) 0,055 0,06 58 25 \n\nBaurusuchidae (FUP 108) 0,554 0,08 146 25 \n\n \n\nO dente de Baurusuchidae juvenil possui volume de 0,055 cm\n3\n e a seção se \n\napresenta mais elíptica, com a dentina variando entre 1,45 mm de raio no eixo menor e \n\n2,30 mm no eixo maior, não considerando a cavidade pulpar e o esmalte. A espessura \n\ndo esmalte é uniforme na circunferência do dente com uma média de 0,06 mm e este \n\nnão possui ornamentação (Fig. 3C). \n\nForam contadas 35 linhas de von Ebner com segurança, com média de 25 µm de \n\nespessura. Essa seção está bastante quebradiça na porção mais externa e a porção mais \n\npróxima à cavidade pulpar apresenta manchas e linhas radiais mais escuras. \n\n\n\n20 \n\nExtrapolando o número de linhas, o total para essa seção é de aproximadamente 58 \n\nlinhas de crescimento (Fig. 3C). \n\nO dente de Baurusuchidae adulto possui volume de 0,554 cm\n3\n e a seção tem \n\naproximadamente 3,65 mm de raio de dentina, desconsiderando a cavidade pulpar e o \n\nesmalte. A espessura média do esmalte é de 0,08 mm e, assim como no juvenil, é \n\nuniforme em todas a circunferência do dente e também não apresenta ornamentação \n\n(Fig. 3D). \n\n \n\n \n\nFigura 3: Seções delgadas de dentes de (A) Sphagesauridae (FUP 100), (B) Mariliasuchus (FUP 108), \n\n(C) Baurusuchidae juvenil (FUP 104) e (D) Baurusuchidae adulto (FUP 109). Em todas as imagens o \n\nesmalte está para cima e a cavidade pulpar na parte de baixo. As setas brancas indicam intervalos de dez \n\nlinhas de von Ebner. Notar a diferença na espessura do esmalte nos exemplares de Sphagesauridae e \n\nMariliasuchus. Escala = 0,5 mm. \n\n \n\nA B \n\nC \n\nD \n\n\n\n21 \n\nForam contadas 108 linhas de von Ebner identificadas com segurança e elas \n\npossuem uma média de 25 µm de espessura. Extrapolando o número de linhas, o total \n\npara essa seção é de aproximadamente 146 linhas de crescimento (Fig. 3D).  \n\n \n\n5. Discussão  \n\nOs dentes de Baurusuchidae apresentaram uma espessura média do esmalte em \n\nrelação ao dente bem menor do que os valores apresentados por Mariliasuchus e \n\nSphagesauridae. O esmalte representa 3,97% e 2,14%, respectivamente, do raio do \n\ndente de Baurusuchidae juvenil e adulto, enquanto para Mariliasuchus e Sphagesauridae \n\nrepresenta 5,97% e 6,45%, respectivamente. A espessura de esmalte dos dentes em \n\nanimais está comumente relacionada ao tipo de alimentação do indivíduo, com \n\ngeralmente esmaltes mais grossos associados à herbivoria e ingestão de substâncias \n\nmais abrasivas (vide Tabela 2), como grãos de areia (D’Emic et al., 2013). Essa relação \n\ndos dentes com a dieta também se reflete na taxa de reposição dentária, mas não foram \n\nencontrados exemplares de dentes com seus respectivos dentes de reposição sucessivos \n\nnos materiais estudados.  \n\nEm quase todos os dentes estudados o esmalte apresenta uma espessura \n\nuniforme ao redor de sua circunferência. Porém, o dente de Sphagesauridae apresenta \n\nmaior assimetria na espessura do esmalte, outra característica associada à mastigação de \n\nmateriais duros apresentada, por exemplo, em diversos grupos de dinossauros \n\nherbívoros (D’Emic et al., 2013, Hwang 2005). \n\nOs dentes de Baurusuchidae também apresentam ranhuras na superfície, as quais \n\natingem a dentina, interpretadas como facetas de desgaste. Essas facetas são \n\nlongitudinais em relação ao comprimento do dente (com orientação ápico-basal ao \n\nlongo do eixo da coroa), aparentemente causadas pelo movimento de oclusão (ortal) da \n\nmandíbula. Os dentes de Mariliasuchus e Sphagesauridae apresentam facetas de \n\ndesgaste orientadas horizontalmente, no lado lingual dos dentes da maxila superior e no \n\nlado labial dos dentes da mandíbula, sendo consideradas como evidência de mastigação \n\n(Pol, 2003; Nobre et al., 2008). Essas marcas seriam causadas devido a um movimento \n\nântero-posterior (propalinal) da mandíbula ao processar o alimento. \n\nHá uma variação bastante grande no número de linhas de crescimento e, \n\nconsequentemente, no número de dias de formação do dente, entre os espécimes \n\n\n\n22 \n\nestudados. O dente de Sphagesauridae apresentou o maior número de linhas, com o total \n\nestimado em 181 na extensão da dentina. Os dentes Baurusuchidae apresentaram 58 e \n\n146 linhas para o juvenil e o adulto, respectivamente. Por fim, o dente de Mariliasuchus \n\nfoi o que apresentou o menor número, com 50 linhas de crescimento. Porém, a \n\nespessura média do espaçamento das linhas se manteve praticamente constante, \n\nmostrando que essa diferença no número de linhas é proporcional ao tamanho total a \n\nque os dentes atingem. Essa espessura média encontrada nos materiais estudados é \n\nsignificativamente maior do que a encontrada em outros arcossauros (vide Tabela 3), \n\nindicando maior deposição de dentina diária do que em outros táxons. \n\nTabela 2. Espessura de esmalte para arcossauros fósseis. \n\nTáxon Espécie Idade Espessura \n\nesmalte  \n\nEspessura \n\ntotal \n\nVolume (ml) Referência \n\nDinosauria Camarasaurus Jurássico \n\nSuperior \n\n1.0 mm (sem \n\nvariação \n\nlábio-lingual) \n\n 26.5 D’Emic et \n\nal., 2013 \n\nDinosauria Diplodocus Jurássico \n\nSuperior \n\n0,5 mm \n\n(variação de \n\n125-150% \n\nlabial-\n\nlingual) \n\n 1.7 D’Emic et \n\nal., 2013 \n\nDinosauria Coelophysis Triássico \n\nSuperior \n\n0.01 mm   Hwang, 2005 \n\nDinosauria Albertosaurus Cretáceo \n\nSuperior \n\n0.015-0.018 \n\nmm \n\n  Hwang, 2005 \n\nDinosauria Velociraptor Cretáceo \n\nSuperior \n\n0.024 mm   Hwang, 2005 \n\nDinosauria Ankylosaurus Cretáceo \n\nSuperior \n\n0.05 mm   Hwang, 2005 \n\nDinosauria Psittacosaurus Cretáceo \n\nInferior \n\n0.06 mm no \n\nlingual e \n\n0.002-3 mm \n\nno labial \n\n  Hwang, 2005 \n\nDinosauria Triceratops Cretáceo \n\nSuperior \n\n0.300-0.325 \n\nmm \n\nObs. em \n\nNeoceratopsia \n\nsó o lado \n\nlabial do \n\nmaxilar e o \n\nlingual do \n\ndentário tem \n\nesmalte  \n\n Hwang, 2005 \n\n\n\n23 \n\nDinosauria Corythosaurus Cretáceo \n\nSuperior \n\n0.180 mm Obs. em \n\nHadrosauridae \n\nsó o lado \n\nlabial do \n\nmaxilar e o \n\nlingual do \n\ndentário tem \n\nesmalte \n\n Hwang, 2005 \n\n \n\n \n\nTabela 3. Número de linhas de von Ebner, espessura média e volume dos dentes em arcossauros fósseis. \n\nTáxon Espécie Idade N. de \n\nlinhas \n\nEspessura \n\nmédia em \n\nµm \n\nVolume \n\ndo dente, \n\nml \n\nReferência \n\nNeosuchia Crocodilo Recente 246 13.0 0.90 Erickson \n\n(1996) \n\nNeosuchia Leidyosuchus Cretáceo \n\nSuperior \n\n283 19.0 1.20 Erickson \n\n(1996) \n\nNeosuchia Aigialosuchus Cretáceo \n\nSuperior \n\n259 12.7 - Gren et al. \n\n(2013) \n\nDinosauria Edmontosaurs \n\njuvenil \n\nCretáceo \n\nSuperior \n\n225 14.0 0.43 Erickson \n\n(1996) \n\nDinosauria Edmontosaurus \n\nadulto \n\nCretáceo \n\nSuperior \n\n339 19.8 2.0 Erickson \n\n(1996) \n\nDinosauria Deinonychus Cretáceo \n\nInferior \n\n413 10.1 0.2 Erickson \n\n(1996) \n\nDinosauria Tyrannosaurus \n\nadulto \n\nCretáceo \n\nSuperior \n\n933 17.0 138.0 Erickson \n\n(1996) \n\nDinosauria Tyrannosaurus \n\njuvenil \n\nCretáceo \n\nSuperior \n\n264 14.0 1.8 Erickson \n\n(1996) \n\nDinosauria Camarasaurus Jurássico \n\nSuperior \n\n315  26.5 D’Emic et al. \n\n(2013) \n\nDinosauria Diplodocus Jurássico \n\nSuperior \n\n185  1.7 D’Emic et al. \n\n(2013) \n\n \n\n \n\n\n\n24 \n\n6. Conclusões  \n\n Apesar de proximamente relacionados, os grupos estudados (Baurusuchidae, \n\nSphagesauridae e Mariliasuchus) apresentam grande variação na espessura do esmalte e \n\nno número de linhas de crescimento dentário (linhas de von Ebner), indicando \n\ndiferentes formas (variação na espessura de esmalte e número de linhas de crescimento) \n\nde crescimento dentário. Entretanto, mantiveram praticamente constante a espessura das \n\nlinhas de crescimento diário, a qual tem uma média de 24 a 25 µm.  \n\nEm Mariliasuchus, um dente se formava em menos de dois meses, já em \n\nSphagesauridae e Baurusuchidae, a velocidade de formação dos dentes podia chegar a \n\nmeio ano. Essa discrepância, em parte, é explicada pela diferença de tamanho entre os \n\ntáxons, onde Mariliasuchus corresponde a um crocodilomorfo de tamanho muito menor \n\nque os exemplares de Sphagesauridae e Baurusuchidae estudados. Dessa forma, como \n\nanimais maiores, seus dentes também são proporcionalmente maiores que em \n\nMariliasuchus.  \n\nAs formas estudadas com esmalte mais espesso também apresentam fortes \n\nevidências (facetas de desgaste dentário dispostas na horizontal) de que processavam \n\nseu alimento. A presença de mastigação implica em mais desgaste dentário, como \n\nefetivamente observado em Mariliasuchus e Sphagesauridae. \n\nFinalmente, os materiais estudados aqui, por motivos de preservação, não \n\npermitiram a determinação da taxa de reposição dentária, pois em nenhum dos casos foi \n\npossível realizar uma seção delgada de um dente com seu respectivo dente de reposição \n\nassociado. A prospecção de mais materiais nessas localidades pode fornecer amostras \n\nque possam esclarecer essa questão. \n\n \n\n \n\n7. Referências bibliográficas \n\n \n\nANDRADE, M.B. and BERTINI, R.J. 2008. A New Sphagesaurus (Mesoeucrocodylia: \n\nNotosuchia) from the Upper Cretaceous of Monte Alto City (Bauru Group, Brazil), \n\nand a Revision of the Sphagesauridae. Historical Biology, 20 (2), 101–36.  \n\n \n\n\n\n25 \n\nBATEZELLI, A. 2010.  Arcabouço tectono-estratigráfico e evolução das Bacias Caiuá e \n\nBauru no Sudeste brasileiro. Revista Brasileira de Geociências, 40 (2), 265–285. \n\nBATEZELLI, A., SAAD, A.R., ETCHEBEHERE, M.L.C., PERINOTTO, J.A.J. and \n\nFULFARO, V.J. 2003. Analise estratigráfica aplicada a Formação Araçatuba \n\n(Grupo Bauru – Ks) no Centro-Oeste do Estado de São Paulo. Geociências, 22, 5-\n\n19.  \n\nBATEZELLI, A., GOMES, N.S. and PERINOTTO, J.A.J. 2005. Petrografia e Evolução \n\nDiagenética dos Arenitos da Porção Norte e Nordeste da Bacia Bauru (Cretáceo \n\nSuperior). Revista Brasileira de Geociências, 35 (3), 311–322. \n\nBEYNON, A.D., DEAN, M.C., LEAKEY, M.G., REID, D.J. and WALKER, A. 1998. \n\nComparative Dental Development and Microstructure of Proconsul Teeth from \n\nRusinga Island, Kenya. Journal of Human Evolution, 35 (2), 163–209.  \n\nCARLSON, S.J. 1990 Vertebrate dental structures. In: Carter J, editor. Skeletal \n\nBiomineralization: Patterns, Processes and Evolutionary Trends. New York: Van \n\nNostrand Reinhold. 531–536. \n\nCARVALHO, I.S. and BERTINI, R.J. 1999. Mariliasuchus: Um Novo \n\nCrocodylormorpha ( Notosuchia ) Do Cretáceo Da Bacia Bauru, Brasil. Geologia \n\nColombiana, 24, 83–105. \n\nCARVALHO, I.S., GASPARINI, Z.B., SALGADO, L., VASCONCELLOS, F.M. and \n\nMARINHO, T.S. 2010. Climate’s Role in the Distribution of the Cretaceous \n\nTerrestrial Crocodyliformes throughout Gondwana. Palaeogeography, \n\nPalaeoclimatology, Palaeoecology, 297 (2), 252–62.  \n\nCARVALHO, I.S., TEIXEIRA, V.P.A., FERRAZ, M.L.F., RIBEIRO, L.C.B., \n\nMARTINELLI, A.G., NETO, F.M., SERTICH, J.J.W., CUNHA, G.C., CUNHA, \n\nI.C. and FERRAZ, P.F. 2011. Campinasuchus Dinizi Gen. et Sp. Nov., a New Late \n\nCretaceous Baurusuchid (Crocodyliformes) from the Bauru Basin, Brazil. Zootaxa, \n\n42 (May), 19–42. \n\nD’EMIC, M.D., WHITLOCK, J., SMITH, K.M., FISHER, D.C. and WILSON, J. 2013. \n\nEvolution of High Tooth Replacement Rates in Sauropod Dinosaurs. PloS One, 8 \n\n(7), e69235. doi:10.1371/journal.pone.0069235. \n\n\n\n26 \n\nDEAN, C., LEAKEY, M.G., REID, D., SCHRENK, F., SCHWARTZ, G.T., \n\nSTRINGER, C., and WALKER, A. 2001. Growth Processes in Teeth Distinguish \n\nModern Humans from Homo Erectus and Earlier Hominins. Nature, 414 (6864), \n\n628–31.  \n\nDEAN, M.C. 1993. Daily Rates of Dentine Formation in Macaque Tooth Roots. \n\nInternational Journal of Osteroarchaeology, 3 (June), 199–206.  \n\nDIAS-BRITO, D., MUSACCHIO, E.A., CASTRO, J.C., MARANHÃO, M.S.A.S., \n\nSUÁREZ, J.M. and RODRIGUES, R. 2001. Grupo Bauru: uma unidade \n\ncontinental Cretácea no Brasil concepções baseadas em dados \n\nmicropaleontológicos, isotópicos e estratigráficos.  Revue Paléobiologic, Genève \n\n20, 245–304. \n\nERICKSON, G.M. 1996a. Incremental Lines of von Ebner in Dinosaurs and the \n\nAssessment of Tooth Replacement Rates Using Growth Line Counts. Proceedings \n\nof the National Academy of Sciences of the United States of America, 93 (25), \n\n14623–27.  \n\nERICKSON, G.M. 1996b. Daily deposition of dentine in juvenile Alligator and \n\nassessment of tooth replacement rates using incremental line counts. Journal of \n\nMorphology, 228, 189–194. \n\nFERNANDES, L.A. 1998. Estratigrafia e evolução geológica da parte Oriental da Bacia \n\nBauru (KS, Brasil). Tese de Doutoramento. Instituto de Geociências, Universidade \n\nde São Paulo, 216 p. \n\nFERNANDES, L.A. 2004. Mapa litoestratigráfico da parte oriental da bacia bauru (PR, \n\nSP, MG), escala 1:1.000.000. Boletim Paranaense de Geociências. 55, 53-66. \n\nFERNANDES, L.A. and COIMBRA, A.M. 2000. Revisão estratigráfica da parte \n\noriental da Bacia Bauru (Neocretáceo). Revista Brasileira de Geociências. 30, \n\n717–28. \n\nFERNANDES, L.A. and COIMBRA, A.M. 1996. A Bacia Bauru (Cretáceo Superior, \n\nBrasil). Anais da Academia Brasileira de Ciências. 68, 195-205. \n\nFULFARO, V.J. 1974. Tectônica do Alinhamento Estrutural do Paranapanema. Boletim \n\ndo IG (Instituto de Geociências - USP). 5, 129-38. \n\n\n\n27 \n\nGARCÍA, R. and ZURRIAGUZ, V. 2016. Histology of Teeth and Tooth Attachment in \n\nTitanosaurs (Dinosauria; Sauropoda). Cretaceous Research, 57, 248–56.  \n\nGOBBO-RODRIGUES, S.R., PETRI, S., COIMBRA, J.C. and BERTINI, R.J. 2000. \n\nBioestratigraphic Correlations Between Bauru, Neuquén and Congo Basins, Using \n\nNon-Marine Ostracodes. In: Simpósio Internacional de Paleoartropodologia, \n\nRibeirão Preto (SP), Boletim 87–88. \n\nGODOY, P.L., MONTEFELTRO, F.C., NORELL, M. and LANGER, M.C. 2014. An \n\nAdditional Baurusuchid from the Cretaceous of Brazil with Evidence of \n\nInterspecific Predation among Crocodyliformes. PloS One, 9 (5), e97138. \n\ndoi:10.1371/journal.pone.0097138. \n\nGODOY, P.L., BRONZATI, M., ELTINK, E., MARSOLA, J.C.A., CIDADE, G.M., \n\nLANGER, M.C. and MONTEFELTRO, F.C. 2016. Postcranial anatomy of \n\nPissarrachampsa sera (Crocodyliformes, Baurusuchidae) from the Late \n\nCretaceous of Brazil: insights on lifestyle and phylogenetic significance. PeerJ, \n\n4:e2075; DOI 10.7717 /peerj.2075 \n\nGREN, J. and LINDGREN, J. 2013. Dental Histology of Mosasaurs and a Marine \n\nCrocodylian from the Campanian (Upper Cretaceous) of Southern Sweden: \n\nIncremental Growth Lines and Dentine Formation Rates. Geological Magazine, \n\n151 (01), 134–43. \n\nHWANG, S. 2005. Phylogenetic Patterns of Enamel Microstructure in Dinosaur Teeth. \n\nJournal of Morphology, 266, 208-240. \n\nHWANG, S. 2011. The Evolution of Dinosaur Tooth Enamel Microstructure. \n\nBiological Reviews, 86 (1), 183–216.  \n\nNASCIMENTO, P.M., ZAHER, H. 2010. A new species of Baurusuchus \n\n(Crocodyliformes, Mesoeucrocodylia) from the Upper Cretaceous of Brazil, with \n\nthe first complete postcranial skeleton described for the family Baurusuchidae. \n\nPapéis Avulsos de Zoologia, 50 (21), 323-61. \n\n \n\n \n\n\n\n28 \n\nNASCIMENTO, P.M. and ZAHER, H. 2011. The Skull of the Upper Cretaceous \n\nBaurusuchid Crocodile Baurusuchus Albertoi Nascimento &amp; Zaher 2010, and Its \n\nPhylogenetic Affinities. Zoological Journal of the Linnean Society, 163 \n\n(December), S116–31. \n\nOLIVEIRA, C.E.M., SANTUCCI, R.M., ANDRADE, M.B., FULFARO, V.J., \n\nBASILIO, J.F. and BENTON, M.J. 2011. Crocodylomorph Eggs and Eggshells \n\nfrom the Adamantina Formation (Bauru Group), Upper Cretaceous of Brazil. \n\nPalaeontology, 54 (2), 309–21.  \n\nPADIAN, K. and LAMM E-T. 2013. Bone histology of fossil tetrapods: advancing \n\nmethods, analysis, and interpretation. 1\nst\n ed. University of California Press, \n\nBerkeley, CA, 285 p. \n\nPOL, D. 2003. New Remains of Sphagesaurus Huenei (Crocodylomorpha: \n\nMesoeucrocodylia) From the Late Cretaceous of Brazil. Journal of Vertebrate \n\nPaleontology, 23 (4), 817–31.  \n\nPOL, D., NASCIMENTO, P.M., CARVALHO, A.B., RICCOMINI, C., PIRES-\n\nDOMINGUES, R. and ZAHER, H. 2014. A New Notosuchian from the Late \n\nCretaceous of Brazil and the Phylogeny of Advanced Notosuchians. PloS One 9 \n\n(4), e93105 (66). doi:10.1371/journal.pone.0093105. \n\nRIFF, D. and KELLNER, A. 2011. Baurusuchid crocodyliforms as theropod mimics: \n\nClues from the skull and appendicular morphology of Stratiotosuchus maxhechti \n\n(Upper Cretaceous of Brazil). Zoological Journal of the Linnean Society, 163:S37-\n\nS56. \n\nSantucci, RM, Bertini, RJ. 2001. Distribuição Paleogeográfica e Biocronológica dos \n\nTitanossauros (Saurishia, Sauropoda) do Grupo Bauru, Cretáceo Superior do \n\nSudeste Brasileiro. Revista Brasileira de Geociências, 31, 307–15. \n\nSMITH, T., REID, D.J. and SIRIANNI, J. 2006. The accuracy of histological \n\nassessments of dental development and age at death. Journal of Anatomy, 208, \n\n125–38. \n\n\n\n29 \n\nCapítulo 3 \n\nAnálise do crescimento ósseo dos Notosuchia (Crocodylomorpha) do Grupo Bauru, \n\nCretáceo Superior, do Sudeste do Brasil \n\n \n\n \n\n \n\nResumo \n\nO estudo de seções delgadas de ossos longos de tetrápodes, de forma geral, pode revelar \n\ninformações importantes sobre o padrão de crescimento e idade dos animais estudados, \n\nbasicamente avaliados através da análise dos ciclos de crescimento ósseo. Neste estudo \n\nforam analisadas seções histológicas de ossos longos de três Notosuchia comumente \n\nencontrados em depósitos de idade cretácea da Formação Adamantina. Pela primeira \n\nvez um estudo desse tipo é conduzido em fósseis de crocodilomorfos fósseis não \n\nNeosuchia. Os três grupos de Notosuchia utilizados foram: Baurusuchidae (juvenil e \n\nadulto), Sphagesauridae e Mariliasuchus. As seções foram feitas transversalmente na \n\ndiáfise do osso. A análise das lâminas mostrou que os três grupos apresentam \n\norganização de tecido ósseo lamelar-zonal semelhante ao dos crocodilos atuais. Mas \n\ndiferente dos atuais que apresentam LAGs, esses grupos apresentam anéis cíclicos de \n\ntecido lamelar muito organizado que sinalizam grande diminuição no crescimento. Com \n\nesses anéis foi possível calcular o ganho de massa corporal anual de um Mariliasuchus \n\ne de quatro Baurusuchidae e foi possível estimar a idade de morte de um \n\nBaurusuchidae, com valores variando de 8 anos (modelo Monomolecular) e 15 (modelo \n\nLinear). \n\n \n\nPalavras-chave: Grupo Bauru, histologia, Notosuchia, Cretáceo \n\n \n\n \n\n1. Introdução \n\nEstudos com histologia óssea têm sido amplamente aplicados em diversos \n\ngrupos de tetrápodes fósseis. Esses estudos são particularmente úteis ao fornecer dados \n\nsobre aspectos fisiológicos, como: crescimento ósseo e idade de animais extintos, os \n\nquais não seriam possíveis com outros métodos de análise. Essa técnica já é bem \n\nconhecida e aplicada em estudos de crescimento em dinossauros (e.g., Padian et al. \n\n2004; Gregory M Erickson 2005; Rogers et al. 2016) e também foi aplicada a \n\n\n\n30 \n\nrepresentantes fósseis de aves (Erickson et al. 2009), mamíferos (Köhler &amp; Moyà-Solà \n\n2009) e anfíbios (Esteban et al. 1998), além de outros grupos extintos. Porém, não \n\nexistem muitos estudos utilizando a histologia óssea com crocodilomorfos fósseis e, \n\nquando disponíveis, são realizados basicamente em Neosuchia, um grupo mais derivado \n\ne que compreende as formas viventes. \n\nErickson &amp; Brochu (1999) utilizaram essa técnica em Deinosuchus e concluíram \n\nque sua estrutura óssea era composta por tecido lamelar-zonal, típico de crocodilianos \n\natuais e levava cerca de 35 anos para atingir o tamanho adulto. Andrade &amp; Sayão (2014) \n\naplicaram a técnica em dois espécimes de Dyrosauridae e também encontraram padrões \n\ntípicos de crescimento mais lento e contínuo com um espécime sub-adulto e outro \n\nsenescente. Em Sayão et al. (2016), no estudo da histologia de Susisuchus anatoceps, \n\nfoi constatado um padrão de crescimento lento e que o indivíduo estava próximo da \n\nidade de maturidade sexual. Um estudo mais recente com essa técnica realizado por \n\nCompany &amp; Superbiola (2017) em um Eusuchia apontou um padrão de crescimento \n\nsemelhante ao dos crocodilianos modernos, porém com presença de tecido secundário \n\nnão-lamelar. \n\n Apesar desses estudos em crocodilomorfos fósseis (essencialmente Neosuchia), \n\nnota-se que não há estudos dessa natureza para outros grupos de crocodilomorfos, como \n\npor exemplo os Notosuchia, o qual foi muito diverso durante o Cretáceo Superior e \n\nbastante presente na Gondwana, especialmente no Brasil (Carvalho et al., 2011; Pol et \n\nal., 2014). Os notossúquios, além de apresentarem ampla distribuição geográfica, \n\napresentam diversidade de tamanho, variando de animais pequenos, como \n\nMariliasuchus (Carvalho &amp; Bertini, 1999), até espécies maiores como Baurusuchus, e \n\ntambém diversidade ecológica com dietas variando desde predação (e.g. Carvalho et al., \n\n2010) até possivelmente herbivoria (e.g. Pol et al., 2003). Além disso, possuem \n\ncaracterísticas consideradas como adaptações a hábitos de vida mais terrestres (e.g., \n\nAndrade &amp; Bertini, 2008; Nascimento &amp; Zaher, 2011; Carvalho et al., 2011). \n\nDe acordo com Company &amp; Superbiola (2017), os fósseis de crocodilomorfos \n\nsão pouco estudados do ponto de vista histológico quando comparados com outros \n\narcossauros, como dinossauros, aves e pterossauros. De acordo com os mesmos autores, \n\nesse fenômeno pode ser causado, em parte, pelo fato de existirem representantes \n\nrecentes para o grupo e, dessa maneira, como estes são amplamente estudados em vários \n\naspectos, inclusive histológicos, essas informações são simplesmente incorporadas aos \n\n\n\n31 \n\nrepresentantes fósseis. Adicionalmente, uma outra possibilidade para a ausência desses \n\nestudos é o fato de que a maior parte das espécies de crocodilomorfos descritos para \n\ndepósitos continentais cretáceos é representada por restos cranianos. Dessa forma, a \n\nocorrência de ossos longos associados a esses materiais é menos conhecida. \n\n Nesse sentido, os depósitos continentais do Grupo Bauru apresentam grande \n\ndiversidade de formas de notossúquios, com mais de duas dezenas de espécies \n\nformalmente descritas, apresentando, muitas vezes, elementos ósseos com boa \n\npreservação (sem grandes modificações sin- e pós-diagenéticas, como: substituição, \n\nrecristalização ou deformação por crescimento de minerais) e, portanto, fornecem \n\nmateriais importantes para estudos histológicos com representantes desse grupo. \n\nO Grupo Bauru se formou no Neocretáceo e se estende desde o norte do Paraná \n\naté o Triângulo Mineiro, passando pelo oeste do estado de São Paulo e leste de Mato \n\nGrosso do Sul (Fernandes 2004). É composto principalmente por depósitos lacustres \n\nrasos, fluviais e aluviais, representados essencialmente por lamitos, arenitos e \n\nconglomerados (Batezelli 2010) (Figura 1). As ocorrências de fósseis do Grupo Bauru \n\ncompreendem microfósseis, crustáceos, moluscos, peixes, anfíbios, serpentes, lagartos, \n\narcossauros, como crocodilomorfos, dinossauros avianos e não-avianos, e mamíferos \n\n(Bertini et al., 1993, Fernandes, 2004, Bittencourt &amp; Langer 2011). \n\nNeste trabalho são estudados, sob o ponto de vista histológico os ossos de \n\nNotosuchia encontrados na Formação Adamantina, caracterizada por arenitos \n\navermelhados com intercalações lamíticas e grãos arredondados a sub-arredondados de \n\nquartzo, com seleção moderada (Batezelli 2010). \n\nAs localidades estudadas, situadas em Jales, Fernandópolis e Marília, no Estado \n\nde São Paulo, apresentam uma rica fauna crocodilomorfos, entre eles representantes de: \n\nBaurusuchidae, Sphagesauridae e da espécie Mariliasuchus. Apesar de pertencerem a \n\nNotosuchia, apresentam grande variação morfológica entre si, incluindo tamanho dos \n\nindivíduos adultos e dentição. Nesse sentido, Mariliasuchus está mais relacionado com \n\nSphagesauridae do que com Baurusuchidae dentro desse clado (Figs. 2 e 3).  \n\n \n\n \n\n\n\n32 \n\n \n\nFigura. 1. Mapa geológico da Bacia Bauru. Compilado de Fernandes (1998), Fernandes &amp; Coimbra \n\n(1996). \n\n \n\n \n\nA histologia óssea pode ser aplicada em diversos contextos para se investigar a \n\nbiologia e ecologia de animais, especialmente para animais extintos, cujo \n\ncomportamento/crescimento não pode ser observado ou técnicas de marcação e \n\nrecaptura não podem ser utilizadas, como é usualmente feito com animais atuais. Com o \n\nauxílio da histologia óssea é possível estimar a idade do indivíduo na sua morte, idade \n\nem que alcança maturidade esquelética e taxa de crescimento (Horner &amp; Padian 2004; \n\nErickson &amp; Brochu 1999). Fatores esses que são de fundamental importância para o \n\nentendimento da paleoecologia desses animais. \n\n \n\n\n\n33 \n\n \n\n \n\nFigura 2: Ilustrações dos crocodilomorfos Mariliasuchus (aproximadamente 1 m de comprimento) e \n\nBaurusuchus (aproximadamente 2,5 metros de comprimento), respectivamente. Ilustrações de Felipe \n\nAlves Elias. \n\n \n\n \n\nFigura 3: Cladograma ilustrando as relações filogenéticas dos três crocodilomorfos estudados nesse \n\ntrabalho. Notar que apesar dos três grupos pertencerem a Notosuchia, Mariliasuchus e Sphagesauridae \n\nestão mais relacionados entre si do que com Baurusuchidae. Nesse contexto, Mariliasuchus é um táxon \n\nmais basal que Sphagesauridae (baseado em Pol et al., 2014). \n\nNotosuchia \n\n\n\n34 \n\nExistem duas formas para se estimar a taxa de crescimento pela histologia. Uma \n\né avaliando o tipo do tecido ósseo primário. Como a taxa de crescimento de cada tipo de \n\ntecido ósseo é conhecida e é igual para qualquer táxon (Curry, 1999; Margerie et al., \n\n2002; Erickson, 2005; Nicole Klein &amp; Sander, 2008; Padian et al., 2001) é seguro \n\nextrapolar para táxons extintos também. São dois os principais tipos de tecido ósseo \n\nprimário: fibro-lamelar, que é muito vascularizado, formando uma rede tridimensional \n\nde canais vasculares e comum em dinossauros, aves e mamíferos, sendo associado a \n\ncrescimento rápido; e o lamelar-zonal, que possui menos canais vasculares, geralmente \n\nlongitudinais e é comum em animais ectotérmicos, sendo associado ao crescimento \n\nmais lento e ciclicamente interrompido. A quantidade de canais vasculares \n\nprovavelmente está relacionada à taxa de crescimento, sendo que quanto mais canais, \n\nmaior a taxa de crescimento. Junto com a diminuição na taxa de crescimento ao longo \n\nda vida, diminui-se também a concentração de canais no tecido ósseo depositado mais \n\ntardiamente (Chinsamy, 1993).  Apesar da relação existir, nem todos os mamíferos, por \n\nexemplo, possuem o tecido fibro-lamelar. A análise histológica do bovídeo fóssil \n\nMyotragus (Fig. 4) revela um tecido lamelar-zonal, muito mais semelhante a crocodilos \n\natuais do que a mamíferos atuais (Köhler &amp; Moyà-Solà 2009). Por sua vez, crocodilos \n\ncriados em cativeiro tendem a ter um crescimento mais contínuo e tecido ósseo \n\nsemelhante ao fibro-lamelar. \n\nA segunda forma de análise é contando as linhas de crescimento (LAGs, ou \n\n“lines of arrested growth”), que são depositadas nos ossos anualmente, como os anéis \n\nde crescimento das árvores, em animais com crescimento não-contínuo (de Ricqlès et \n\nal., 2006; Erickson, 2005). Estudos em animais recentes demonstraram que essas linhas \n\nsão anuais (Castanet, 1994; Goshe et al., 2010; Hutton, 1986). Como essas linhas \n\nrepresentam pausas no crescimento anual (geralmente ligado a algum fator sazonal), \n\nanimais com crescimento contínuo ou de crescimento muito rápido, como mamíferos e \n\naves, não costumam tê-las. Para estimar a taxa de crescimento é preciso medir a \n\ndistância sucessiva das linhas (Fig. 5), assim como o diâmetro, circunferência e \n\ncomprimento do osso utilizado. A medição da distância entre as LAGs demonstra a \n\nvariação da taxa de deposição do osso. Se a distância for ficando menor nas partes mais \n\nexternas do córtex, isso é um indício de diminuição de crescimento, pois menos osso foi \n\ndepositado num mesmo período de tempo (um ano). \n\n\n\n35 \n\n \n\nFigura 4. Histologia óssea de diversas espécies fósseis com setas apontando para as LAGs. (A) Fêmur de \n\num crocodilo do Eoceno. (B) Tíbia de Myotragus, um bovídeo do Plio-Pleistoceno. (C) Tíbia de um \n\ncervídeo do Pleistoceno. (D) Fêmur de um bovídeo do Plioceno. Escalas equivalem a 200?m. Fonte: \n\nKöhler &amp; Moyà-Solà (2009). \n\n \n\n \n\nÉ preciso levar em consideração que ossos e locais de corte diferentes podem \n\napresentar microestruturas diferentes, variando o tipo de tecido depositado e também o \n\nnúmero de LAGs. Com isso, o ideal é ter padronização do local do corte e amostras de \n\ndiferentes ossos do indivíduo para registro mais preciso. Os ossos longos são os mais \n\nutilizados, pois apresentam maior número de LAGs e também são os mais bem \n\ndocumentados em outros trabalhos (Chinsamy, 1990; Horner et al., 2000; Sander, \n\n2000). \n\nEssas técnicas já foram aplicadas a diversos grupos de dinossauros, reforçando a \n\nideia de que os dinossauros não-avianos possuíam taxa de crescimento mais próxima à \n\ndos mamíferos e aves do que dos demais répteis atuais (Curry, 1999; Horner &amp; Padian, \n\n2004; Klein et al., 2009; Padian et al., 2001; Varricchio, 1993) \n\n\n\n36 \n\n \n\nFigura 5. Histologia óssea da tíbia de um Tyrannosaurus rex com setas apontando para as LAGs. Letra \n\n(B), aproximação da parte mais externa de (A), mostrando o espaçamento entre as LAGs diminuindo, de \n\nmaneira semelhante ao que ocorre com aves e mamíferos. Escalas equivalem a 1 mm. Fonte: Horner &amp; \n\nPadian (2004). \n\n \n\n. \n\nErickson &amp; Brochu (1999) utilizaram essa técnica de estudo histológico em \n\nDeinosuchus (gênero de crocodiliano gigante do Cretáceo Superior da América do \n\nNorte) e reconstruíram seu padrão de crescimento. Diferentemente dos dinossauros, que \n\napresentam taxa acelerada de crescimento (Padian et al. 2001; Horner &amp; Padian 2004), \n\nDeinosuchus tinha um desenvolvimento lento e levava cerca de 35 anos para atingir o \n\ntamanho adulto. Os autores descobriram que sua estrutura óssea era depositada por \n\ntecido ósseo lamelar-zonal, típico de crocodilianos não gigantes, com crescimento mais \n\nlento. \n\n\n\n37 \n\nNeste trabalho foram estudadas seções delgadas de ossos longos de três \n\ndiferentes notossúquios encontrados na Formação Adamantina do Grupo Bauru: \n\nBaurusuchidae, Sphagesauridae e Mariliasuchus, com o objetivo de se caracterizar e \n\ncomparar o tipo de tecido ósseo presente, idade dos indivíduos, quando possível, e taxa \n\nde ganho de massa corporal.  \n\n \n\n \n\n2. Materiais e Métodos \n\nOs espécimes estudados foram coletados nas localidades de Marília, Jales e \n\nFernandópolis (SP) e foram preparados e tombados na Faculdade UnB Planaltina, \n\ncorrespondendo a ossos longos de crocodilomorfos (Baurusuchidae, Sphagesauridae e \n\nMariliasuchus), coletados em rochas da Formação Adamantina. Foram selecionados \n\nelementos ósseos isolados completos ou pertencentes a fósseis mais completos para se \n\ngarantir segurança na identificação correta do elemento ósseo e na sua identificação \n\ntaxonômica. \n\nOs seguintes materiais foram estudados:  \n\n-úmero de um esqueleto parcial de Sphagesauridae, proveniente da região de \n\nFernandópolis-SP (FUP100); \n\n-fêmur isolado de Mariliasuchus, proveniente da região de Marília-SP (FUP106); \n\n-úmero isolado de Mariliasuchus, proveniente da região de Marília-SP (FUP105); \n\n-fêmur isolado de Baurusuchidae, proveniente de Jales-SP (FUP102); \n\n-fêmur e um úmero de um mesmo esqueleto parcial de Baurusuchidae, proveniente de \n\nJales-SP (FUP103); \n\n-fêmur de um esqueleto parcial de Baurusuchidae, proveniente de Jales-SP (FUP101);  \n\n-fêmur de um esqueleto completo de Baurusuchidae juvenil, proveniente de \n\nFernandópolis-SP (FUP104); e \n\nOs materiais fósseis selecionados foram impregnados a vácuo em resina epóxi, \n\npara aumento de sua resistência, e laminados no Laboratório de Laminação do Instituto \n\n\n\n38 \n\nde Geociências da UnB e na Seção de Laminação do Instituto de Geociências da \n\nUniversidade de São Paulo. \n\nPara os ossos longos (fêmur, úmero e outros), foram feitas seções delgadas com \n\ncortes transversais à diáfise (parte mediana do osso). Foram contadas e medidas a \n\ndistância entre as marcas de crescimento, as quais são formadas anualmente, observadas \n\nem seções transversais de ossos longos para os grupos estudados. Para a análise dos \n\ncortes foi utilizada microscopia petrográfica, pois a luz polarizada auxilia na \n\nvisualização das linhas de crescimento, já que o tecido ósseo é composto por \n\nhidroxiapatita. Diferenças no padrão de extinção observadas na associação de cristais de \n\nhidroxiapatita também são úteis para a identificação de diferentes tipos de tecidos \n\nósseos, fundamentais para a identificação de marcas de crescimento. \n\nAs marcas (anéis) de crescimento foram contados da parte externa do córtex (a \n\nsuperfície mais externa do osso) para a parte interna (a medula do osso). \n\nComo a série ontogenética completa não é conhecida (sobreposição de todos os \n\nestágios de crescimento: recém nascido, juvenil e adulto) dos grupos trabalhados, foi \n\nutilizado o retrocálculo com as informações dos intervalos entre os anéis que \n\nrepresentam o crescimento em anos consecutivos, visto que com o desenvolvimento do \n\nindivíduo, os anéis mais internos são destruídos pelo remodelamento ósseo. \n\nPara o retrocálculo da idade do indivíduo ao morrer, foi preciso obter o valor da \n\ncircunferência da seção do osso e também da circunferência de cada um dos anéis de \n\ncrescimento. Para isso foi-se utilizada a fórmula descrita em Ramanujan (1914):  \n\nC = ? [3(a+b) – ?(a+3b)(3a+b); \n\nonde C é a circunferência da seção estudada, a e b são as medidas do maior e o menor \n\nraio, respectivamente, da seção escolhida. \n\nPara modelar a curva de crescimento, foram utilizados dois modelos para \n\nanálise. O primeiro é o modelo linear que prevê uma taxa constante de crescimento \n\ndurante a ontogenia do organismo. Esse modelo se dá pela seguinte formula: \n\ny(t) = a +Kt; \n\nonde y é tamanho da circunferência do osso no tempo t, a é o tamanho da circunferência \n\ndo osso do indivíduo neonatal, K é a taxa de crescimento constante e t é a idade que se \n\n\n\n39 \n\nquer calcular. Como o modelo linelar faz o crescimento ser ilimitado, o momento de \n\nparada de crescimento (ou sua diminuição) associado à chegada da idade adulta não \n\npode ser determinado. \n\nO segundo método utilizado para o cálculo da idade do indivíduo foi o modelo \n\nRichards utilizado em (Cooper et al. 2008). Este modelo prevê que o crescimento não é \n\nilimitado e, eventualmente, atinge um limite. Ele também prevê que a taxa de \n\ncrescimento não é constante e durante a ontogenia e o crescimento começa acelerando \n\naté chegar a um ponto onde passa a desacelerar. Esse ponto na mudança de aceleração \n\npara desaceleração é chamado de inflexão e ele varia dependendo do modelo utilizado. \n\nA fórmula geral do modelo de Richards é a seguinte: \n\ny(t) = A[1-(1-a\n1-m\n\n /A\n1-m\n\n) exp (-kt)]\n1/(1-m)\n\n; \n\nonde y é o tamanho da circunferência do osso na idade (t), a é o tamanho do indivíduo \n\nneonatal, A é o tamanho simulado, onde se projeta que a parada do crescimento \n\nocorreria, k é a taxa de crescimento relativo e m é o “shape parameter”, cujo valor muda \n\ndependendo do modelo utilizado. Três modelos são utilizados e comparados para a \n\nvariável m: \n\n -Modelo Monomolecular (Ford-Walford): o valor de m é 0, prevendo que a taxa \n\nmáxima de crescimento ocorre no nascimento; \n\n -Modelo Gompertz: o valor do m é ~1 e ele se baseia no ponto de inflexão \n\nocorrendo 37% da massa do adulto; \n\n -Modelo logistic-by-length: o valor do m é ~ 4/3 e ele se baseia no ponto de \n\ninflexão ocorrendo 42% da massa do adulto. \n\nPara determinação de certos valores da fórmula foi necessário utilizar o método \n\ngráfico de Walford (1946), também conhecido como Ford-Walford plot. A utilização \n\ndesse método consiste em plotar em um gráfico o tamanho do indivíduo no tempo t com \n\no tamanho do mesmo indivíduo no tempo t+1. Depois o tempo t+1 é plotado com o \n\ntempo t+2 e assim sucessivamente. Uma regressão linear desses pontos é feita  e com \n\nisso a equação da reta é determinada. O valor da taxa de crescimento relativo (k) é o \n\nlogarítimo natural da inclinação da reta obtida. O valor do tamanho na parada no \n\ncrescimento (A) é determinado ao ser analisado graficamente a coordenada da reta onde \n\nseu tamanho em um certo tempo t for igual ao valor no tempo seguinte t+1. Ou seja, \n\n\n\n40 \n\nonde não há mais aumento de tamanho de um ano para outro. \n\nPara a determinação do valor do tamanho do indivíduo neonatal (a), devido à \n\nfalta de espécimes fósseis de recém nascidos de Baurusuchidae, foi utilizado o tamanho \n\nde um filhote de Alligator mississippiensis (Farlow et al. 2005), pois as dimensões dos \n\novos entre esses dois grupos são semelhantes e os adultos possuem tamanho médio \n\nparecidos. Além disso, esse valor utilizado (medida da circunferência do fêmur igual a \n\n5,0 mm) é compatível com o tamanho observado em um exemplar de Baurusuchidae \n\nmuito pequeno encontrado em Fernandópolis que, entretanto, não corresponde a um \n\nrecém nascido. \n\nO retrocálculo da idade foi feito somente para um exemplar de Baurusuchidae \n\n(FUP101), pois somente nele são visíveis anéis suficientes para análise. Porém, para os \n\noutros exemplares com fêmur, foram calculados a massa total e a taxa de ganho de \n\nmassa nos anos representados pelos anéis de crescimento preservados através da \n\nutilização da equação fornecida por Farlow et al. (2005): \n\nlog(M) = 2,85*log(Fc) – 3,25; \n\nonde log(M) se refere à massa a ser calculada do indivíduo e log(Fc) se refere à \n\ncircunferência do anel de crescimento. \n\nFarlow et al. (2005) demonstraram que há uma significativa correlação linear \n\nentre diversos parâmetros morfométricos (e. g. comprimento, largura, medida da \n\ncircunferência na porção média da diáfise) do fêmur de Alligator com o comprimento \n\ntotal do indivíduo e com sua massa corporal. Os mesmos autores também mostraram \n\nque, de maneira geral, essas proporções são mantidas para outros grupos de arcossauros. \n\n \n\n3. Resultados \n\n Este tópico está dividido em duas partes: uma descrevendo e ilustrando as seções \n\ndelgadas dos ossos estudados (Tabela 1) e uma segunda descrevendo os principais \n\nresultados das análises de crescimento. \n\n \n\n3.1. Descrição das seções delgadas \n\nNão foram identificadas linhas de crescimento propriamente ditas (LAGs) que \n\n\n\n41 \n\nindicam uma parada total no crescimento que ocorre anualmente, mas sim marcas \n\ncíclicas de tecido lamelar que indicam grande diminuição do crescimento que, também \n\nrepresentam ciclos anuais de crescimento. Tais marcas serão daqui em diante referidas \n\ncomo anéis \n\nInicialmente, as seções delgadas dos ossos longos de espécimes dos três grupos \n\nde crocodilomorfos são descritas. \n\nA seção transversa de úmero de Mariliasuchus (FUP 105) possui um diâmetro \n\nde 4,15 mm na porção média da diáfise e apresenta a cavidade medular oca, tendo \n\ndiâmetro de 2,27 mm. Seu córtex é composto principalmente por tecido ósseo primário \n\ncom uma organização tecidual lamelar-zonal e presença de dois anéis mostrando a \n\nredução da velocidade de crescimento e não LAGs propriamente ditas (Fig. 6 A-C). \n\nOs canais vasculares estão presentes principalmente nas regiões com tecido não \n\nlamelar, de crescimento mais acelerado, e do anel mais externo, sendo pouco \n\nabundantes no anel mais interno próximo à cavidade medular. Os canais vasculares são \n\nmajoritariamente longitudinais, com alguns poucos apresentando um padrão reticular. \n\nOs osteócitos estão distribuídos uniformemente pelo córtex. Não foi identificado EFS \n\n(external fundamental system), o que indicaria a fase de redução de crescimento ao \n\natingir a idade adulta, ósteon secundário ou tecido esponjoso. \n\nO córtex apresenta logo na porção mais interna um anel de tecido lamelar \n\nindicando o fim de um ciclo de crescimento e é seguido por uma zona de tecido não \n\nlamelar de 0,44 mm. Na sequência, na porção mais externa do córtex, um segundo anel \n\nde tecido lamelar indicando a redução da taxa de crescimento é formado. \n\nNo fêmur de um outro indivíduo de Mariliasuchus (FUP 106), a seção transversa \n\npossui diâmetro de 9,60 mm também com a cavidade medular oca e com 5,12 mm de \n\ndiâmetro. O córtex é composto principalmente por tecido ósseo primário com uma \n\norganização tecidual lamelar-zonal e a presença de quatro anéis (Fig. 6 D e E). \n\nOs canais vasculares estão bem distribuidos na extensão do córtex córtex e esses \n\ncanais são majoritariamente de padrão reticular, especialmente na região mais externa \n\ndo córtex. Osteócitos estão distribuídos uniformemente pelo córtex. Não foi identificado \n\nEFS e nem tecido esponjoso. \n\nA região mais interna do córtex apresenta algumas câmaras de erosão que são \n\n\n\n42 \n\nassociadas a reabsorção óssea, mas o tecido ósseo secundário em si não está presente. O \n\ncórtex começa com três anéis com espaçamento entre eles semelhante. Somente a \n\núltima zona de tecido não-lamelar, entre o terceiro e o quarto anel, possui um \n\nespaçamento menor. \n\n \n\n \n\nFigura 6. Seções delgadas de Mariliasuchus. (A) Seção de úmero com polarizadores descruzados (FUP \n\n105). (B) Mesma seção de (A), porém com o polarizador cruzado. (C) Detalhe de (A) mostrando os \n\ncanais vasculares mais presentes na região central e externa. (D) Seção de fêmur com polarizadores \n\ndescruzados (FUP 106). (E) Mesma seção de (D) porém com o polarizador cruzado. Setas brancas \n\nindicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\n \n\nNo úmero de Sphagesauridae (FUP 100), a seção transversal apresenta diâmetro \n\nde 18,80 mm na diáfise e sua cavidade medular é oca, possuindo 5,91 mm de diâmetro. \n\nA \n\nB \n\nC \n\nD \n\nE \n\n\n\n43 \n\nSeu córtex é composto principalmente por tecido ósseo primário com organização \n\ntecidual lamelar-zonal, apresentando no mínimo sete ciclos com anéis de crescimento \n\n(Fig. 7). \n\nOs canais vasculares estão presentes em toda extensão do córtex e esses canais \n\nsão majoritariamente de padrão longitudinal, com alguns de disposição reticular. Esses \n\ncanais com padrão reticular estão concentrados, principalmente, na região mais interna \n\ndo córtex. Osteócitos estão distribuídos uniformemente pelo córtex. Não foi identificado \n\nEFS e nem tecido esponjoso. \n\nExiste uma grande zona sem anéis aparente entre a medula e o primeiro anel, \n\napresentando uma espessura de 3,20 mm. A partir do primeiro anel, as zonas ficam \n\nmenos espaçadas conforme se avança para a porção mais externa do córtex. Porém, elas \n\nnão diminuem de forma constante. Após o último anel, uma larga região de tecido não \n\nlamelar ocorre, com espaçamento de 1,03mm. \n\nVários elementos ósseos foram analisados para Baurusuchidae, incluindo úmero \n\ne fêmur, sendo um fêmur de um indivíduo juvenil. \n\nNo fêmur de Baurusuchidae representando um indivíduo juvenil (FUP 104) a \n\nseção transversa tem diâmetro de 14,80 mm e a cavidade medular também é oca, com \n\n6,21 mm de diâmetro. Aproximadamente a metade do seu córtex é composto já pelo \n\ntecido ósseo secundário, localizado na região mais interior do córtex. O tecido ósseo \n\nprimário, localizado na porção mais externa do córtex, tem uma organização tecidual \n\nlamelar-zonal com dois anéis de crescimento (Fig. 8). \n\nOs canais vasculares estão dispersos pelo córtex, mas menos presentes na região \n\nmais interior (onde está o tecido secundário). Esses canais são majoritariamente \n\nlongitudinais. Porém, na região mediana estão presentes alguns canais com padrão \n\nreticular. Os osteócitos estão distribuidos uniformemente pelo córtex, inclusive no \n\ntecido secundário. Não foi identificado EFS e nem tecido esponjoso. \n\n\n\n44 \n\n \n\nFigura 7. Seção delgada do úmero de Sphagesauridae (FUP 100). (A) Seção mais interna com \n\npolarizadores descruzados. (B) Mesma seção de (A), porém com o polarizador cruzado e com placa \n\nanalisadora. (C) Seção do mesmo úmero com o polarizador descruzado. (D) Mesma seção de (C), porém \n\ncom o polarizador cruzado. Setas brancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\n \n\n \n\nA espessura do tecido ósseo secundário é de aproximadamente 2,25 mm e \n\napresenta alguns osteóns secundários. Pouco depois do fim do tecido secundário um \n\nanel grosso é visivel, seguido por uma região de tecido não lamelar de 0,77 mm de \n\nespaçamento até o fim do segundo e último anel marcando a redução da taxa de \n\ncrescimento visível. Após esse último anel, uma nova zona de crescimento mais rápido \n\n(tecido não lamelar) aparece sem o término do seu ciclo. \n\nA \n\nB \n\nC D \n\n\n\n45 \n\n \n\nFigura 8. Seção delgada do fêmur de Baurusuchidae juvenil (FUP 104). (A) Seção mostrando a extensão \n\ndo córtex com polarizadores descruzados.  (B) Mesma seção de (A) porém com o polarizador cruzado. \n\n(C) Seção do mesmo fêmur em um aumento maior com o polarizador descruzado dando enfoque nos \n\nóstons primários. (D) Mesma seção de (C), porém com o polarizador cruzado com placa analisadora. \n\nSetas brancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\nA B \n\nC D \n\n\n\n46 \n\nPara um dos esqueletos de Baurusuchidae analisados foram selecionados tanto o \n\número quanto o fêmur (FUP 103). A seção transversa do úmero possui diâmetro de \n\n17,10 mm, com uma cavidade medular oca medindo 7,45 mm de diâmetro. Seu córtex é \n\ncomposto principalmente por tecido ósseo primário com organização tecidual lamelar-\n\nzonal com quatro ciclos de anéis de crescimento visíveis (Fig. 9). Os canais vasculares \n\nestão dispersos por todo córtex, sendo majoritariamente de padrão longitudinal, mas \n\ncom porção exibindo um padrão reticular presentes em toda extensão do córtex. Os \n\ncanais mais reticulares estão presentes principalmente na região das zonas de tecido não \n\nlamelar representando crescimento mais acelerado. Os osteócitos estão distribuídos \n\nuniformemente pelo córtex. Não foram identificados EFS, ósteons secundários ou \n\ntecido esponjoso. \n\nO córtex começa com uma grande zona de tecido não lamelar entre a medula e o \n\nprimeiro anel marcando a redução da taxa de crescimento medindo 1,88 mm de \n\nespessura. Após esse anel, seguem-se três ciclos completos de conjuntos de anéis de \n\ncrescimento, onde o espaçamento entre eles varia pouco. O último anel de crescimento \n\nestá bem próximo da superfície mais externa do córtex. \n\nNo fêmur do mesmo exemplar de Baurusuchidae (FUP 103) a seção transversa \n\npossui diâmetro de 20,10 mm e sua cavidade medular apresenta tecido esponjoso \n\npreservado, mas bastante danificado provavelmente devido aos processos ocorridos \n\ndurante a fossildiagênese, possuindo 11,10mm de diâmetro. Seu córtex apresenta uma \n\ngrande área remodelada por tecido ósseo secundário e na região mais exterior é \n\ncomposto pelo tecido ósseo primário com organização tecidual lamelar-zonal com dois \n\nanéis de crescimento visíveis (Fig. 10). \n\nOs canais vasculares estão pouco dispersos pelo córtex se concentrando na \n\nregião mais externa e poucos na região já substituida pelo tecido secundário. Os canais \n\nsão majoritariamente longitudinais e com poucos apresentando padrão reticular. Os \n\nosteócitos estão distribuídos uniformemente pelo córtex. Diversos ósteons secundários \n\nforam identificados na região mais interior do córtex.  Não foi identificado EFS. \n\n \n\n\n\n47 \n\n \n\nFigura 9. Seção delgada do úmero de Baurusuchidae (FUP 103). (A) Seção mostrando a extensão do \n\ncórtex com polarizadores descruzados. (B) Mesma seção de (A), porém com o polarizador cruzado. Setas \n\nbrancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\nA B \n\n\n\n48 \n\n \n\nFigura 10. Seção delgada do fêmur de Baurusuchidae (FUP 103). (A) Seção mostrando a extensão do \n\ncórtex com polarizadores descruzados. (B) Mesma seção de (A) porém com o polarizador cruzado. Setas \n\nbrancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\n \n\n \n\nO tecido ósseo secundário tem um espaçamento aproximado de 2,65 mm, mas \n\nvaria ao longo da circunferência do córtex e apresenta osteóns secundários. Após o fim \n\ndo tecido secundário, na sua parte mais externa, aparece uma grande zona sem qualquer \n\nA B \n\n\n\n49 \n\nevidência de anéis de crescimento até o aparecimento do primeiro anel visível. Depois \n\ndessa primeira marca de redução de crescimento ocorre mais uma sequência com o par \n\nformado pelo tecido não lamelar e seu respectivo anel de tecido lamelar já perto da \n\nporção mais externa do córtex. Esta seção apresenta a região medular com \n\npreenchimento por material sedimentar detrítico. \n\nNo fêmur do Baurusuchidae (FUP 101), a seção transversa tem diâmetro de \n\n22,35 mm, com a cavidade medular oca medindo 12,57 mm de diâmetro. Seu córtex é \n\ncomposto principalmente por tecido ósseo primário com organização tecidual lamelar-\n\nzonal com cinco ciclos de anéis de crescimento mais lento separados por zonas de \n\ntecido não lamelar, indicando crescimento mais acelerado (Fig. 11). \n\nOs canais vasculares estão dispersos por todo córtex, porém em menor \n\nquantidade na região mais externa. Esses canais são majoritariamente longitudinais, mas \n\nalguns reticulares presentes na porção mais interior do córtex. Os osteócitos estão \n\ndistribuídos uniformemente pelo córtex. Não foram identificados EFS, ósteons \n\nsecundários ou tecido esponjoso. \n\nO córtex começa com uma zona de tecido não lamelar entre a medula e o \n\nprimeiro anel marcando a redução da taxa de crescimento, medindo 1,50 mm de \n\nespessura. Os próximos ciclos têm espaçamento irregular, mas tendendo a uma \n\ndiminuição quanto mais próximo da porção mais externa do córtex. Após o último anel, \n\numa nova zona de tecido não lamelar estava em processo de formação sem, entretanto, o \n\nseu respectivo anel de tecido lamelar marcando o fim desse ciclo de crescimento. \n\nNo fêmur do Baurusuchidae (FUP 102), o elemento com maior diâmetro \n\nanalisado, a seção transversa teve mede 25,90 mm, apresentando uma cavidade medular \n\noca medindo 10,74 mm de diâmetro. Seu córtex apresenta uma grande área de tecido \n\nósseo secundário e na região mais exterior é composto pelo tecido osseo primário com \n\norganização tecidual lamelar-zonal com quatro anéis de crescimento visiveis (Fig. 12). \n\n \n\n\n\n50 \n\n \n\nFigura 11. Seção delgada do fêmur de Baurusuchidae (FUP 101). (A) Seção mostrando a extensão do \n\ncórtex com polarizadores descruzados. (B) Mesma seção de (A), porém com o polarizador cruzado. Setas \n\nbrancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\nA B \n\n\n\n51 \n\n \n\nFigura 12. Seção delgada do fêmur de Baurusuchidae (FUP 102). (A) Seção mostrando a extensão do \n\ncórtex com polarizadores descruzados. (B) Mesma seção de (A) porém com o polarizador cruzado. Setas \n\nbrancas indicam os anéis de tecido lamelar. Escalas equivalem a 1mm. \n\nA B \n\n\n\n52 \n\nOs canais vasculares estão presentes principalmente na região mais externa do \n\ncórtex. Esses canais são majoritariamente longitudinais e, como na maior parte dos \n\nmateriais analisados, parte do tecido apresenta canais com padrão reticular, geralmente \n\npresentes na porção mais externa do córtex. Os osteócitos estão distribuídos \n\nuniformemente pelo córtex. Alguns ósteons secundários foram identificados na região \n\nmais interior do córtex. Não foi identificado EFS. \n\nO tecido ósseo secundário tem uma largura aproximada de 2,25 mm e apresenta \n\nalguns osteóns secundários. Pouco depois do fim do tecido secundário um anel de \n\ntecido lamelar grosso é visivel, seguido por uma zona de tecido não lamelar de 0,77 mm \n\nde espaçamento até o fim do segundo e último anel de tecido lamelar visível. Após esse \n\núltimo anel, uma nova zona de tecido não lamelar aparece sem o término do seu ciclo \n\nanual de crescimento. \n\n \n\nTabela 1. Valores obtidos nos ossos selecionados dos Crocodylomorpha coletados \n\nTáxon Elemento Diâmetro (mm) Número de Anéis \n\nMariliasuchus (FUP 105) Úmero 4,15 2 \n\nMariliasuchus (FUP 106) Fêmur 9,60 4 \n\nSphagesauridae (FUP 100) Úmero 18,80 7 \n\nBaurusuchidae (FUP 104) Fêmur 14,80 2 \n\nBaurusuchidae (FUP 103) Úmero 17,10 4 \n\nBaurusuchidae (FUP 103) Fêmur 20,10 2 \n\nBaurusuchidae (FUP 101) Fêmur 22,35 5 \n\nBaurusuchidae (FUP 102) Fêmur 25,90 4 \n\n \n\n \n\n3.2. Cálculo da massa corporal e da idade \n\n Neste item são descritos os principais resultados obtidos para o cálculo da massa \n\ncorporal absoluta e relativa ao longo do desenvolvimento dos espécimes estudados. \n\n\n\n53 \n\nComo mencionado anteriormente, há uma forte correlação entre diversas medidas \n\ntomadas no fêmur de crocodilomorfos atuais com parâmetros, como: tamanho corporal \n\ne massa (Farlow et al., 2005). Como demonstrado pelos mesmos autores, essa \n\ncorrelação linear pode ser aplicada para outros arcossauromorfos. \n\n Nesse sentido, os dados aqui apresentados se referem apenas aos materiais \n\nanalisados com medidas para o fêmur, já que essa correlação não é conhecida para \n\noutros ossos longos, com exceção da tíbia (Farlow et al., 2005). Assim, as estimativas \n\nde ganho de massa não puderam ser calculadas para Sphagesauridae e um dos \n\nexemplares de Mariliasuchus, pois esses espécimes estão representados apenas por seus \n\nrespectivos úmeros. A análise desses elementos, entretanto, ainda é útil para revelar o \n\ntipo de tecido ósseo encontrado e o padrão dos ciclos de crescimento nesses animais. \n\n Os valores de cada ciclo anual de crescimento (espessura do tecido ósseo \n\ndepositado durante o intervalo de um ano) são apresentados na Tabela 2. De forma \n\ngeral, para todos os táxons analisados, incluindo os materiais representados por úmeros, \n\nforam observados poucos ciclos de crescimento. O elemento com maior número \n\nobservado foi o úmero de Sphagesauridae, com sete ciclos de crescimento. Para alguns \n\nelementos (e. g. Baurusuchidae (FUP 103, fêmur), Baurusuchidae juvenil (FUP 104) e \n\nMariliasuchus (FUP 105)) apenas dois ciclos anuais de crescimento foram encontrados. \n\n De maneira geral, quando foi possível observar mais de dois ciclos de \n\ncrescimento, constata-se que os mesmos apresentam uma tendência à redução do \n\nespaçamento, ou seja, uma camada mais fina de osso é depositada. Entretanto, em \n\nalguns casos, a variação da espessura dos ciclos não é uniforme, com ciclos \n\napresentando crescimento reduzido seguido por um ciclo com expressivo crescimento \n\n(e. g. Sphagesauridae FUP 100). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n54 \n\nTabela 2. Medida dos raios máximos e mínimos da diáfise dos ossos estudos e raio dos sucessivos anéis \n\nde crescimento, sendo r(t) o raio do anel mais externo encontrado. Todas as medidas em milímetros. \n\nTáxon Elemento \nr. máx. \n\nmd. diáf. \n\nr. mín. \n\nmd. diáf. \nr(t) r(t-1) r(t-2) r(t-3) r(t-4) r(t-5) r(t-6) \n\nSphagesauridae (FUP 100)  úmero 9,65 9,15 8,37 8,04 7,73 7,46 7,15 6,44 5,95 \n\nBaurusuchidae (FUP 101)  fêmur 12,50 8,85 10,30 9,88 9,15 8,69 7,76 - - \n\nBaurusuchidae (FUP 102) fêmur 14,60 11,30 12,74 11,99 11,09 8,46 - - - \n\nBaurusuchidae (FUP 103) úmero 9,15 7,95 8,44 7,36 6,59 5,61 - - - \n\n fêmur 11,00 9,10 9,77 8,99 - - - - - \n\nBaurusuchidae (FUP 104) fêmur 8,00 6,80 6,71 5,94 - - - - - \n\nMariliasuchus (FUP 105) úmero 2,35 1,80 1,97 1,53 - - - - - \n\nMariliasuchus (FUP 106) fêmur 5,60 4,00 4,71 4,36 3,46 2,75 - - - \n\n \n\n \n\nNa Tabela 3 são apresentadas as medidas calculadas das circunferências dos \n\nfêmures estudados. Constam os cálculos da circunferência relativa à porção mais \n\nexterna do córtex e dos ciclos de crescimento encontrados. A identificação dos anéis \n\nreferentes a cada ciclo de crescimento é feita de maneira regressiva em relação à idade \n\ndo exemplar. Nesse caso, o ciclo representado pela circunferência c(t) refere-se ao último \n\nciclo completo de crescimento do animal antes de sua morte. \n\n \n\nTabela 3. Conversão das medidas de raio dos parâmetros dos ossos estudados para circunferência \n\n(perímetro). \n\nTáxon Elemento Circ. (ext) c(t) c(t-1) c(t-2) c(t-3) c(t-4) c(t-5) c(t-6) \n\nSphagesauridae (FUP 100)  Úmero 59,07 52,59 50,52 48,60 46,87 44,93 40,46 37,38 \n\nBaurusuchidae (FUP 101)  Fêmur 67,56 64,72 62,08 57,49 54,60 48,76 - - \n\nBaurusuchidae (FUP 102) Fêmur 81,70 80,05 75,36 69,68 51,16 - - - \n\nBaurusuchidae (FUP 103) Úmero 53,79 53,03 46,24 41,41 35,25 - - - \n\n Fêmur 63,29 61,39 56,49 - - - - - \n\nBaurusuchidae (FUP 104) Fêmur 46,57 42,16 37,32 - - - - - \n\nMariliasuchus (FUP 105) Úmero 13,09 12,38 9,61 - - - - - \n\nMariliasuchus (FUP 106) Fêmur 30,37 29,59 27,39 21,74 17,28 - - - \n\n \n\nNa Tabela 4 são apresentadas as massas calculadas para os exemplares com \n\nfêmur preservado. Nesse caso, as massas foram calculadas com base no tamanho da \n\ncircunferência de cada anel de crescimento anual, por exemplo, c(t), c(t-1) e assim \n\nsucessivamente. \n\n \n\n \n\n\n\n55 \n\nTabela 4. Cálculo da massa corporal para os táxons estudados usando os valores das circunferências dos \n\nanéis de crescimento para fêmur. Equação (logM = -3,25 + 2,85*logFc) para conversão do tamanho da \n\ncircunferência (em mm) em massa (em kg) obtida de Farlow et al. (2005). M0 representa a massa do \n\nanimal no momento da morte. \n\nTáxon Elemento M0 M(t) M(t-1) M(t-2) M(t-3) M(t-4) \n\nBaurusuchidae (FUP 101)  Fêmur 92 82 72 58 50 36 \n\nBaurusuchidae (FUP 102) Fêmur 158 149 126 101 42 - \n\nBaurusuchidae (FUP 103) Fêmur 76 70 55 - - - \n\nBaurusuchidae (FUP 104) Fêmur 32 24 17 - - - \n\nMariliasuchus (FUP 106) Fêmur 9 9 7 4 2 - \n\n \n\nNa Tabela 5 são apresentados os valores de ganho de massa anual (em kg) e \n\nrelativos (em porcentagem em relação ao peso corporal) para os táxons com fêmur \n\npreservado. \n\n \n\nTabela 5. Cálculo do ganho de massa corporal (kg) anual absoluto e em porcentagem em relação ao peso \n\ntotal do ano anterior. \n\nTáxon Elemento M(t) M(t-1) M(t-2) M(t-3) \n\nBaurusuchidae (FUP 101)  Fêmur 9,13 kg 14,24 kg 7,95 kg 13,84 kg \n% em relação ao peso total  13% 24% 16% 38% \n\nBaurusuchidae (FUP 102) Fêmur 23,63 kg 25,19 kg 58,93 kg - \n% em relação ao peso total  19% 25% 141%  \n\nBaurusuchidae (FUP 103) Fêmur 14,81 kg - - - \n% em relação ao peso total  27%    \n\nBaurusuchidae (FUP 104) Fêmur 7,06 kg - - - \n% em relação ao peso total  42%    \n\nMariliasuchus (FUP 106) Fêmur 1,73 kg 3,39 kg 1,75 kg - \n% em relação ao peso total  25% 93% 92%  \n\n \n\n \n\nPara apenas um exemplar estudado, o fêmur de Baurusuchidae (FUP 101), foi \n\npossível estimar a idade do animal no momento da morte. Isso ocorreu pela baixa \n\nquantidade de ciclos de crescimento observada na maior parte dos exemplares \n\nestudados. Dessa forma, como a determinação dos valores A e k (vide materiais e \n\nmétodos) depende do ajuste de uma reta, o baixo número de ciclos de crescimento \n\ngeraria, consequentemente, um baixo números de pontos para ajuste da reta. Nesse caso, \n\no exemplar utilizado apresenta cinco ciclos de crescimento completos, fornecendo um \n\nvalor mínimo para o cálculo. A Figura 13 mostra a reta gerada pela plotagem dos \n\nvalores da circunferência dos ciclos de crescimento observados. O valor de ajuste da \n\n\n\n56 \n\nreta (R\n2\n) é de 0,9534. A extrapolação da reta para tamanhos de circunferência maiores \n\nmostra que o crescimento se estabilizaria no valor de 75,00 mm, indicando, portanto, o \n\nvalor de A para os modelos Monomolecular, Gompertz e Logístico. O valor de k para \n\nesses mesmos modelos é calculado através do logaritmo natural negativo do valor da \n\ninclinação da reta. Para o modelo Monomolecular o valor de k se refere à inclinação da \n\nreta gerada (k = 0,23) e para os modelos Gompertz e Logístico, o valor de k \n\ncorresponde à média dos logaritmos naturais negativos de cada segmento da reta (k = \n\n0,26). \n\nConforme explanado no item Materiais e Métodos, para o modelo Linear não \n\nexiste um valor para A e o valor de K se refere, portanto, à soma das diferenças de t e \n\nt=1, dividida pelo número de diferenças, nesse caso, resultando no valor de K = 3,99.    \n\n \n\n \n\n \n\nFigura 13: Gráfico mostrando a relação dos anéis de crescimento em fêmur de Baurusuchidae (FUP 101) \n\nno tempo t (eixo x) e no tempo t+1 (eixo y) para a determinação da assíntota de crescimento (A). \n\nLosangos representam as medidas obtidas e o círculo indica o valor de A (=75 mm), o qual é representado \n\npelo ponto da reta onde o valor de t e t+1 são iguais. \n\nCom os valores de A, k e K (para o modelo de crescimento linear), foram \n\nsimuladas as curvas de crescimento para o retrocálculo da idade do exemplar estudado \n\n(Fig. 14). Os valores do indivíduo recém-nascido foram estimados a partir dos valores \n\n\n\n57 \n\napresentados para Alligator mississippiensis em Farlow et al. (2005). Os modelos de \n\nretrocálculo, com base nos parâmetros A, k e K, calculados, mostram que os modelos \n\nLinear e Monomolecular são mais semelhantes entre si. \n\n \n\n \n\nFigura 14: Simulações das diferentes curvas de crescimento (diferentes modelos) para Baurusuchidae \n\n(FUP 101). Notar que as curvas são estimativas para o retrocálculo da idade do espécime no momento de \n\nsua morte, considerado como momento 0. As curvas modeladas interceptam a reta tracejada com valor de \n\n5,0 mm, que é a medida usada para o indivíduo recém-nascido. Notar também que as curvas simuladas \n\napresentam diferentes pontos de inflexão, representando diferentes comportamentos de crescimento.  \n\n \n\n \n\nO cálculo da idade do exemplar de Baurusuchidae (FUP 101) apresenta uma \n\nrelativa baixa variação. Os diferentes modelos de crescimento, incluindo o Linear, \n\nmostraram que o espécime possuía de 8 a 15 anos quando foi soterrado. O modelo \n\nMonomolecular foi o que estimou a menor idade para o exemplar (8 anos) e o modelo \n\nLinear estimou o maior valor (15 anos), como mostrado na Tabela 6. \n\n\n\n58 \n\n \n\n \n\nTabela 6. Medidas das circunferências dos anéis de crescimento e estimativas de idade (em anos) para \n\nBaurusuchidae (FUP 101) usando diferentes modelos de crescimento. \n\nElemento \nCirc. dos anéis \n\n de crescimento (mm) \n\nEstimativa de idade em anos por modelo \n\nLinear Monomolecular Gompertz Logístico \n\nFêmur c(ext) 67,56     \n\n c(t)               64,72 15 8 11 13 \n\n c(t-1) 62,08 14 7 10 12 \n\n c(t-2) 57,49 13 6 9 11 \n\n c(t-3) 54,60 12 5 8 10 \n\n c(t-4) 48,76 11 4 7 9 \n\n       \n\n \n\n \n\n4. Discussões \n\n A análise das características histológicas dos ossos longos de Mariliasuchus, \n\nSphagesauridae e Baurusuchidae mostra que, apesar de morfologicamente distintos, \n\nesses três notossúquios apresentam a estrutura do tecido ósseo semelhante, com \n\npresença de tecido não lamelar fibroso, onde a hidroxiapatita se apresenta com \n\ndistribuição aleatória e mais vascularizada. Nos três táxons analisados também se \n\nobserva que o final dos ciclos anuais de crescimento é marcado por um anel de tecido \n\nlamelar altamente organizado e sem vascularização. Essa característica difere do que \n\ntem sido encontrado em estudos histológicos em Neosuchia fósseis e recentes, onde o \n\nfinal do ciclo de crescimento é marcado por uma LAG (line of arrested growth), como \n\nreportado em Alligator mississippiensis (Woodward et al. 2011; 2014), Crocodylus \n\njohnstoni (Tucker, 1997), Susisuchus anatoceps (Sayão et al., 2106) e Deinosuchus \n\n(Erickson &amp; Brochu, 1999), por exemplo. \n\n A presença de tecido lamelar fibroso, indicativa de taxa de crescimento rápido, é \n\nraramente reportada em crocodilomorfos neossúquios, tendo sido, por muito tempo, \n\nconsiderada ausente nesse grupo (Padian et al., 2004), e apenas presente em estágios \n\nontogenéticos mais precoces, onde é observada uma mais taxa de crescimento do animal \n\n(Chabreck &amp; Joanen 1979). Entretanto, estudos mais recentes mostram que, em alguns \n\ncasos, não só crocodilomorfos bem alimentados em cativeiro, mas indivíduos adultos na \n\nnatureza podem, às vezes, apresentar tecido lamelar fibroso, como alguns exemplares de \n\nAlligator (Tumarkin-Deratzian 2007; Woodward et al. 2014). Para o exemplar de \n\n\n\n59 \n\nSphagesauridae analisado, o anel marcando o primeiro ciclo anual de redução/parada de \n\ncrescimento é observado após extensa porção, na região mais interna do córtex, de \n\ntecido fibroso lamelar com mais de 1 mm de deposição óssea, o que indicaria uma fase \n\nde intenso crescimento. \n\n De maneira geral, nos exemplares dos três táxons analisados também não foi \n\nobservada a presença de EFS (external fundamental system), classicamente associada a \n\nfase de queda significativa de crescimento e entrada na fase de maturidade esquelética \n\n(Woodward et al., 2011). Os mesmos autores reportam a existência de EFS para \n\ndiversos grupos de arcossauros, como dinossauros (incluindo as aves), pterossauros, \n\ncrocodilomorfos e pseudossúquios basais, concluindo que a presença dessa \n\ncaracterística deve ser, portanto, uma sinapomorfia para Archosauria. Nesse sentido, a \n\nausência de EFS nos exemplares estudados pode significar que os mesmos não haviam \n\nainda atingido sua maturidade esquelética. \n\n Especificamente, para Baurusuchidae, foi observada, mesmo no fêmur de um \n\nindivíduo juvenil, a presença de remodelamento ósseo na porção mais interna do córtex, \n\nincluindo a ocorrência de ósteons secundários. Esse exemplar juvenil (FUP104), \n\nencontra-se bem preservado (apenas com a cauda faltando) e seu crânio possui metade \n\ndo tamanho dos exemplares de Baurusuchidae comumente encontrados na Formação \n\nAdamantina. Isso mostra que essa fase de remodelamento começa a ocorrer \n\nprecocemente durante o crescimento do animal. \n\n Woodward et al. (2014) observaram que em Alligator há uma variação no \n\nnúmero de ciclos de crescimento para diferentes elementos ósseos de um mesmo \n\nindivíduo e que, de maneira geral, o fêmur apresenta o melhor registro dessas marcas de \n\ncrescimento. Para um dos exemplares de Baurusuchidae estudados foram seccionados \n\ntanto o fêmur como o úmero do mesmo indivíduo, onde uma variação do registro dos \n\nciclos de crescimento também foi observada, nesse caso, com o fêmur apresentando o \n\nregistro de apenas dois ciclos de crescimento e o úmero quatro. \n\n Os cálculos para o ganho de massa corporal nos Baurusuchidae mostram que em \n\nmédia os indivíduos adultos aumentam sua massa corporal em 25% ao ano, \n\nrepresentando um ganho absoluto variando de 15 a 25 kg por ano, dependendo do \n\ntamanho do indivíduo. Para o exemplar juvenil (FUP104), apesar de apenas uma \n\nmedida disponível, o ganho de massa representou um incremento de aproximadamente \n\n\n\n60 \n\n40% no tamanho do indivíduo, com um ganho absoluto anual de aproximadamente 7 \n\nkg. Para Mariliasuchus (FUP106), os resultados mostraram um ganho relativo de \n\naproximadamente 90% de massa corporal em dois anos consecutivos, com um terceiro \n\nciclo de apenas 25%. Neste caso, como se trata de um crocodilomorfo de tamanho \n\nreduzido, o ganho de massa absoluto médio representa um incremento de \n\naproximadamente 2 kg por ano. Em média, os indivíduos adultos de Baurusuchidae \n\nestudados tiveram sua massa estimada em torno de 80-90 kg, com um exemplar \n\nchegando em torno de 160 kg. Para o indivíduo juvenil de Baurusuchidae, a estimativa \n\nde massa total é de aproximadamente 30 kg. Para o exemplar de Mariliasuchus, o peso \n\nabsoluto estimado é de aproximadamente 10 kg. Em crocodilomorfos recentes, uma \n\nmassa de aproximadamente 10 kg em indivíduos adultos só é encontrada em espécies \n\npequenas, como Paleosuchus palpebrosus. Por sua vez, massas de aproximadamente \n\n80-90 kg em indivíduos adultos, com tamanho de aproximadamente 2,5 metros \n\n(tamanho médio estimado para os exemplares de Baurusuchidae estudados), são \n\nencontradas em Alligator mississipinesis e Crocodylus porosus (Grigg &amp; Kirshner \n\n2015). \n\n Com relação à idade obtida para o exemplar de Baurusuchidae (FUP 101), as \n\nestimativas mostraram uma idade relativamente mais nova para a chegada à idade adulta \n\nquando comparada com crocodilomorfos recentes. Para a maioria das espécies recentes, \n\na idade adulta é atingida por volta de 10-15 anos (maturidade sexual). Com os \n\nindivíduos adultos podendo chegar, na natureza, a uma idade de 65 anos (Grigg &amp; \n\nKirshner 2015). No exemplar de Baurusuchidae, entretanto, a estimativa de idade para \n\nos diferentes modelos estudados variou de 8 a 15 anos. Infere-se que o indivíduo \n\nestudado representa um animal adulto pelo tamanho do osso (fêmur), compatível com \n\noutros exemplares considerados adultos já encontrados e pela fusão completa dos arcos \n\nneurais aos centros vertebrais dos elementos axiais encontrados. \n\n De maneira geral, um baixo número de ciclos de crescimento anual foi \n\nobservado nos elementos ósseos analisados dos três táxons, variando de dois a sete \n\nciclos. Para os estudos feitos com Neosuchia viventes e fósseis observa-se que, de \n\nforma geral, o número de linhas de crescimento é bem maior, com valores de 17 linhas \n\nde crescimento para Susisuchus (Sayão et al., 2106) e, pelo menos, 51 linhas para \n\nDeinosuchus (Erickson &amp; Brochu, 1999), por exemplo. \n\n \n\n\n\n61 \n\n \n\n5. Conclusões \n\n A análise das seções delgadas de vários exemplares de crocodilomorfos \n\n(Notosuchia) coletados em rochas do Cretáceo do Grupo Bauru mostrou que, de \n\nmaneira geral, os três grupos analisados apresentam um baixo número de ciclos de \n\ncrescimento, com uma média de cinco ciclos completos, com um valor máximo de sete \n\nciclos para um úmero de Sphagesauridae e um valor mínimo de apenas dois ciclos para \n\num úmero de Mariliasuchus e um fêmur de Baursuchidae juvenil. Ainda, esses ciclos de \n\ncrescimento são marcados por anéis de tecido lamelar muito organizado e com grande \n\ndiminuição do padrão de vascularização, diferindo dos crocodilomorfos recentes que \n\napresentam LAGs (lines of arrested growth). A ausência de LAGs indica que não \n\nocorre uma efetiva parada de crescimento, mas que o crescimento, em determinado \n\nperíodo do ano, sofre uma redução em sua velocidade, resultando na deposição de um \n\nanel formado por um tecido ósseo com maior orientação (organização) dos cristais de \n\nhidroxiapatita. \n\n O espaçamento entre os ciclos de crescimento nos exemplares estudados \n\ntambém difere, de maneira geral, do padrão de espaçamento (crescimento) observado no \n\ntecido ósseo dos crocodilomorfos recentes e Neosuchia fósseis estudados por outros \n\nautores. Enquanto em Neosuchia ocorre um padrão regular de linhas de crescimento, \n\ncom espaçamento constante e gradual redução de aumento de tamanho depois da \n\nchegada da idade adulta, os Notosuchia analisados nesse trabalho apresentam um padrão \n\nde crescimento irregular, com intercalação de ciclos onde ocorre um intenso \n\ncrescimento intercalados com ciclos de crescimento mais reduzido, como o caso do \n\nSphagesauridae e alguns exemplares de Baurusuchidae estudados. \n\n Com relação ao ganho de massa, para Mariliasuchus foi observado que o \n\nexemplar ganhou cerca de 1,7 kg no primeiro e último (terceiro) ciclo de crescimento \n\nanalisado, com um ganho de aproximadamente 3,4 kg no segundo ciclo. Esse ganho \n\ninicial representa um incremento de aproximadamente 90% na massa corporal no \n\nprimeiro ciclo observado. Entretanto, no terceiro ciclo, apesar de um ganho absoluto \n\nsemelhante, esse incremento representa apenas 25% de incremento na massa. \n\n Para os Baurusuchidae adultos foi observado um incremento anual médio da \n\nmassa corporal de aproximadamente 25%, variando de 13% a 38%, dependendo do \n\n\n\n62 \n\nindivíduo estudado.  Há apenas uma medida para um exemplar de Baurusuchidae \n\njuvenil, onde se observou um incremento de massa corporal anual de 42%. \n\n Finalmente, foi possível inferir a idade de um dos exemplares de Baurusuchidae \n\nestudados, com valores variando de oito anos (modelo Monomolecular) e 15 (modelo \n\nLinear). Essa idade estimada também difere para o padrão observado em Neosuchia \n\natuais, onde os espécimes atingem tamanhos semelhantes em idades mais avançadas. \n\n \n\n \n\n6. Referências Bibliográficas \n\nANDRADE, M.B. and BERTINI, R.J. 2008. A new Sphagesaurus (Mesoeucrocodylia: \n\nNotosuchia) from the Upper Cretaceous of Monte Alto City (Bauru Group, Brazil), \n\nand a revision of the Sphagesauridae. Historical Biology, 20 (2), 101–36. \n\nANDRADE, R.C.L.P. and SAYÃO, J.M. 2014. Paleohistology and lifestyle inferences \n\nof a dyrosaurid (archosauria: crocodylomorpha) from paraíba basin (northeastern \n\nBrazil). PloS one, 9 (7), p.e102189.  \n\nBATEZELLI, A. 2010. Arcabouço tectono-estratigráfico e evolução das Bacias Caiuá e \n\nBauru no Sudeste brasileiro. Revista Brasileira de Geociências, 40 (2), 265–85. \n\nBERTINI, R.J., MARSHALL, L.G., GAYET, M. and BRITO, P. 1993. Vertebrate faunas from \n\nthe Adamantina and Marília formations (upper Bauru Group, Late Cretaceous, Brazil) in \n\ntheir stratigraphic and paleobiogeographic context. Neues Jahrbunch für Geologie \n\nPaläontologie Abh 188 (1), 71-101. \n\nBITTENCOURT, J.S. and LANGER, M. 2011. Mesozoic dinosaurs from Brazil and \n\ntheir biogeographic implications. Anais da Academia Brasileira de Ciências, 83 \n\n(1), 23-60. \n\nCARVALHO, I.S., TEIXEIRA, V.P.A., FERRAZ, M.L.F., RIBEIRO, L.C.B., \n\nMARTINELLI, A.G., NETO, F.M., SERTICH, J.J.W., CUNHA, G.C., CUNHA, \n\nI.C. and FERRAZ, P.F. 2011. Campinasuchus dinizi gen. et sp. nov., a new Late \n\nCretaceous baurusuchid (Crocodyliformes) from the Bauru Basin, Brazil. Zootaxa, \n\n42 (May), 19–42. \n\n \n\n\n\n63 \n\nCARVALHO, I.S., GASPARINI, Z.B., SALGADO, L., VASCONCELLOS, F.M. and \n\nMARINHO, T.S. 2010. Climate’s role in the distribution of the Cretaceous \n\nterrestrial Crocodyliformes throughout Gondwana. Palaeogeography, \n\nPalaeoclimatology, Palaeoecology, 297 (2), 252–62.  \n\nCARVALHO, I.S. and BERTINI, R.J. 1999. Mariliasuchus?: um novo \n\nCrocodylormorpha ( Notosuchia ) do Cretáceo da Bacia Bauru, Brasil. Geologia \n\nColombiana, 24, 83–105. \n\nCASTANET, J. 1994. Age Estimation and Longevity in Reptiles. Gerontology, 40, \n\n174–92. \n\nCHABRECK, R.H. and JOANEN, T. 1979. Herpetologists’ League Growth Rates of \n\nAmerican Alligators in Louisiana. Herpetologica, 35 (1), 51–57.  \n\nCHINSAMY, A. 1993. Image analysis and the physiological implications of the \n\nvascularisation of femora in archosaurs. Modern Geology, 19, 101–08.  \n\nCHINSAMY, A. 1990. Physiological implications of the bone histology of Syntarsus \n\nrhodesienszs (saurischia?: theropoda). Palaentologia Africana, 27, 77–82. \n\nCOOPER, L.N., LEE, A.H., TAPER, M.L. and HORNER, J.R. 2008. Relative growth \n\nrates of predator and prey dinosaurs reflect effects of predation. Proceedings of the \n\nRoyal Society B: Biological Sciences, 275 (1651), 2609–15.  \n\nCURRY, K.A. 1999. Ontogenetic histology of Apatosaurus (dinosauria: sauropoda): \n\nnew insights on growth rates and longevity. Journal of Vertebrate Paleontology, \n\n19 (4), 654–65. \n\nERICKSON, G.M. 2005. Assessing dinosaur growth patterns: a microscopic revolution. \n\nTrends in ecology &amp; evolution, 20 (12), 677–84.  \n\nERICKSON, G.M., RAUHUT, O.W.M., ZHOU, Z., TURNER, A.H., INOUYE, B.D., \n\nHU, D. and NORELL, M.A. 2009. Was dinosaurian physiology inherited by birds? \n\nReconciling slow growth in archaeopteryx. PloS one, 4 (10), p.e7390.  \n\nERICKSON, G.M. and BROCHU, C.A. 1999. How the “ terror crocodile ” grew so big. \n\nNature, 398 (318651), 205-06 \n\nESTEBAN, M., CASTANET, J. and SANCHIZ, B. 1998. Inferring age and growth \n\nfrom remains of fossil and predated Recent anurans: a test case using \n\nskeletochronology. Canadian Journal of Zoology, 76 (9), 1689–95. \n\n\n\n64 \n\nFARLOW, J.O., HURLBURT, G.R., ELSEY, R.M., BRITTON, A.R. and \n\nLANGSTON, W. 2005. Femoral dimensions and body size of Alligator \n\nmississippiensis: estimating the size of extinct mesoeucrocodylians. Journal of \n\nVertebrate Paleontology, 25 (2), 354–69.  \n\nFERNANDES, L.A. 2004. Mapa litoestratigráfico da parte oriental da lithostratigraphic \n\nmap of the bauru basin eastern part ( PR , SP , MG ), scale 1?: 1 . 000 . 000. \n\nBoletim Paranaense de Geociências, 55, 53–66. \n\nGOSHE, L.R., AVENS, L., SCHARF, F.S. and SOUTHWOOD, A.L. 2010. Estimation \n\nof age at maturation and growth of Atlantic green turtles (Chelonia mydas) using \n\nskeletochronology. Marine Biology, 157 (8), 1725–40. \n\nGRIGG, G.C. and KIRSHNER, D. 2015. Biology and Evolution of Crocodylians 1\nst\n ed., \n\nCornell University Press, Ithaca, NY, 649 p. \n\nHORNER, J.R. and PADIAN, K. 2004. Age and growth dynamics of Tyrannosaurus \n\nrex. Proceedings. Biological sciences / The Royal Society, 271 (1551), 1875–80.  \n\nHORNER, J.R., DE RICQLÈS, A. and PADIAN, K. 2000. Long Bone Histology of the \n\nHadrosaurid Dinosaur Maiasaura peeblesorum: Growth Dynamics and Physiology \n\nBased on an Ontogenetic Series of Skeletal Elements. Journal of Vertebrate \n\nPaleontology, 20 (1), 115–29. \n\nHUTTON, J.M. 1986. Age Determination of Living Nile Crocodiles from the Cortical \n\nStratification of Bone. Copeia, 2, 332–41. \n\nKLEIN, N. and SANDER, M. 2008. Ontogenetic stages in the long bone histology of \n\nsauropod dinosaurs. Paleobiology, 34 (2), 247–63. \n\nKLEIN, N., SANDER, M. and SUTEETHORN, V. 2009. Bone histology and its \n\nimplications for the life history and growth of the Early Cretaceous titanosaur \n\nPhuwiangosaurus sirindhornae. Geological Society, London, Special Publications, \n\n315, 217–28. \n\nKÖHLER, M. and MOYÀ-SOLÀ, S. 2009. Physiological and life history strategies of a \n\nfossil large mammal in a resource-limited environment. Proceedings of the \n\nNational Academy of Sciences of the United States of America, 106 (48), 20354–\n\n58. \n\n \n\n\n\n65 \n\nDE MARGERIE, E., CUBO, J. and CASTANET, J. 2002. Bone typology and growth \n\nrate: Testing and quantifying “Amprino”s rule’ in the mallard (Anas \n\nplatyrhynchos). Comptes Rendus - Biologies, 325 (3), 221–30. \n\nNASCIMENTO, P.M. and ZAHER, H. 2011. The skull of the Upper Cretaceous \n\nbaurusuchid crocodile Baurusuchus albertoi Nascimento &amp; Zaher 2010, and its \n\nphylogenetic affinities. Zoological Journal of the Linnean Society, 163, S116–\n\nS131.  \n\nPADIAN, K., HORNER, J.R. and DE RICQLÈS, A. 2004. Growth in small dinosaurs \n\nand pterosaurs: the evolution of archosaurian growth strategies. Journal of \n\nVertebrate Paleontology, 24 (3), 555–71. \n\nPADIAN, K., DE RICQLÈS  A. and HORNER J.R. 2001. Dinosaurian growth rates and \n\nbird origins. Nature, 412 (6845), 405–08.  \n\nPOL, D., NASCIMENTO, P.M., CARVALHO, A.B., RICCOMINI, C., PIRES-\n\nDOMINGUES, R. and ZAHER, H. 2014. A new notosuchian from the Late \n\nCretaceous of Brazil and the phylogeny of advanced notosuchians. PloS One, 9 (4), \n\ne93105 (66). doi:10.1371/journal.pone.0093105. \n\nPOL, D. 2003. New remains of Sphagesaurus huenei (Crocodylomorpha: \n\nMesoeucrocodylia) from the Late Cretaceous of Brazil. Journal of Vertebrate \n\nPaleontology, 23 (4), 817–31. \n\nDE RICQLÈS, A., HORNER, J.R. and PADIAN, K. 2006. The interpretation of \n\ndinosaur growth patterns. Journal of Morphology, 21 (11), 596–97. \n\nRAMANUJAN, S. 1914. Modular equations and approximations to ?. Quarterly \n\nJournal of Mathematics. 45, 350–72. \n\nROGERS, K.C., WHITNEY, M., D'EMIC, M. and BAGLEY, B. 2016. Precocity in a \n\ntiny titanosaur from the Cretaceous of Madagascar. Science, 352 (6284), 450–53. \n\nSANDER, P.M. 2000. Longbone histology of the Tendaguru sauropods: implications \n\nfor growth and biology. Paleobiology, 26 (3), 466–88. \n\nSAYÃO, J.M., BANTIM, R.A.M., ANDRADE, R.C.L.P., LIMA, F.L., SARAIVA, \n\nA.A.F., FIGUEIREDO, R.G. and KELLNER, A.W.A. 2016. Paleohistology of \n\nSusisuchus anatoceps (Crocodylomorpha, Neosuchia): comments on growth \n\nstrategies and lifestyle. Plos One, 11 (5), p.e0155297. \n\n\n\n66 \n\nTUMARKIN-DERATZIAN, A.A.R. 2007. Fibrolamellar bone in wild adult Alligator \n\nmississippiensis. Journal of Herpetology, 41 (2), 341–45. \n\nVARRICCHIO, D.J. 1993. Bone microstructure of the upper cretaceous theropod \n\ndinosaur troodon formosus. Journal of Vertebrate Paleontology, 13 (1), 99–104. \n\nWALFORD, L.A. 1946. A new graphic method of describing the growth of animals. \n\nBiological Bulletin, 90 (2), 141–47. \n\nWOODWARD, H.N., HORNER, J.R. and FARLOW, J.O. 2011. Osteohistological \n\nevidence for determinate growth in the American Alligator. Journal of \n\nHerpetology, 45 (3), 339–42. \n\nWOODWARD, H.N., HORNER, J.R. and FARLOW, J.O. 2014. Quantification of \n\nintraskeletal histovariability in Alligator mississippiensis and implications for \n\nvertebrate osteohistology. PeerJ, 2, p.e422."}]}}}