{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08195"}, {"@name": "filename", "#text": "12997_2-s2.0-70449465497.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LITOGEOQUÍMICA E ASPECTOS PETROGENÉTICOS DOS BASALTOS DA PROVÍNCIA MAGMÁTICA DO PARANÁ NA PORÇÃO CENTRO-NORTE DO ESTADO DE SÃO PAULO\nEloíza SQUISATO 1, Antonio José Ranalli NARDY 2, Fábio Braz MACHADO 3, Leila Soares MARQUES 4, Eduardo Reis Viana ROCHA JUNIOR 5, Marcos Aurélio Farias de OLIVEIRA 2\n(1)\tPrograma de Pós-Graduação em Geociências, Área de Concentração Geologia Regional, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, UNESP/Campus Rio Claro. Avenida 24-A, 1515 - Bela Vista. CEP 13506-900. Rio Claro, SP. Endereço eletrônico: eloizasquis@yahoo.com.br.\n(2)\tDepartamento de Petrologia e Metalogenia, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, UNESP/Campus Rio Claro. Avenida 24-A, 1515 - Bela Vista. CEP 13506-900. Rio Claro, SP Endereços eletrônicos: nardy@rc.unesp.br; maurelio@rc.unesp.br\n(3)\tInstituto de Geociências e Ciências Exatas, UNESP, Pesquisador FUNDUNESP. Avenida 24-A, 1515 - Bela Vista. CEP 13506-900. Rio Claro, SP UNISAL, Centro Universitário Salesiano de São Paulo. Avenida de Cillo, 3500\n- Parque Novo Mundo. CEP 13467-600. Americana, SP. Endereço eletrônico: fabiobm@rc.unesp.br.\n(4)\tDepartamento de Geofísica, Instituto de Astronomia, Geofísica e Ciências Atmosféricas - IAG-USP.\nRua do Matão, 1226 - Universitária. CEP 05508-090. São Paulo, SP. Endereço eletrônico: leila@iag.usp.br.\n(5)\tPrograma de Pós-Graduação em Geofísica, Instituto de Astronomia, Geofísica e Ciências Atmosféricas - IAG-USP. Rua do Matão, 1226 - Universitária. CEP 05508-090. São Paulo, SP. Endereço eletrônico: erocha@iag.usp.br.\nIntrodução\nAspectos Geológicos da Área Estudada\nPetrografía\nLitogeoquímica\nClassificações Baseadas na Composição Normativa\nClassificação Segundo Conteúdo em Sílica e Álcalis (TAS)\nClassificação Baseada no Diagrama R1R2\nClassificação Segundo o Diagrama AFM\nDiagramas de Fenner\nElementos Terras Raras\nDiagramas Multi-Elementares\nCaracterísticas das Fontes Mantélicas\nConsiderações Finais\nAgradecimentos\nReferências Bibliográficas\nRESUMO - Este trabalho trata da investigação petrográfica e geoquímica dos derrames da Formação Serra Geral da Bacia do Paraná, distribuídas em quatro regiões distintas: Jaú, Ribeirão Preto, Franca e Fernandópolis, cobrindo praticamente toda a faixa de afloramento dos basaltos na porção centro-norte do Estado de São Paulo. Os dados petrográficos mostram basaltos de textura predominantemente intergranular e suas variedades (intersertal, hialofítica e pilotaxítica), constituídos essencialmente de plagioclásio (30 a 40%), piroxênios dos tipos augita e pigeonita (20-30%) e magnetita (5-15%). Os dados geoquímicos de elementos maiores, menores, traços e de terras raras, mostram que estes basaltos tem afinidade toleítica, são do tipo alto-Ti (TiO2 > 1,80%) e apresentam características dos magmas-tipo Paranapanema, Pitanga e Urubici, típicas da região norte da Bacia do Paraná. A distribuição desses magmas-tipo na região estudada se faz de forma compartimentada, sendo que aqueles do tipo Paranapanema estão concentrados na região de Fernandópolis; os do tipo Urubici na região de Franca enquanto os do tipo Urubici são observados nas regiões de Ribeirão Preto e Jaú. O estudo detalhado do comportamento geoquímico dos elementos traços dessas rochas sugere que seus magmas parentais provem de fontes mantélicas litosféricas subcontinentais. Palavras-chave: Formação Serra Geral, Bacia do Paraná, basaltos mesozóicos, Província Magmática do Paraná.\nABSTRACT - E. Squisato, A.J.R. Nardy, F.B. Machado, L.S. Marques, E.R.V Rocha Junior, M.A.F. de Oliveira - Lithogeochemistry and petrogenetic aspects of the basalts in Paraná Magmatic Province in center-north region of the São Paulo State. The petrographic and geochemical characterization of flood basalts of Serra Geral Formation are here presented. The investigated areas are situated in four different regions of São Paulo state: Jaú, Ribeirão Preto, Franca and Fernandópolis. They represent almost the total area of outcrops of basalts in the São Paulo State. The petrographical data reveals that these rocks are constituted mainly by plagioclase (30-40%), pyroxenes, augite and pigeonita (20-30%) and magnetite (5-15%), and show a intergranular texture and its varieties intersertal, hialophitic and pilotaxitic. The geochemical data show a basic and tholeiitic affinity of the studied basalts, with high-Ti content (TiO2 > 1.8%), typical of the northern region of Paraná Basin. Three different magma-types were recognized: Paranapanema, Urubici and Pitanga. The first magma-type is concentrated in the Fernandópolis region, the second in the Franca region, and the Pitanga occurs in the Ribeirão Preto and Jaú regions. The distribution patterns of these magma-types and the detailed study of geochemical data showed that they are, probably, generated by a melting of a continental lithospheric mantle.\nKeywords: Serra Geral Formation, Paraná Basin, Mesozoic Flood Volcanism, Paraná Magmatic Province.\nINTRODUÇÃO\nProvíncias magmáticas continentais de grande extensão, especialmente aquelas do Eocretácio, são caracterizadas pela erupção de enorme quantidade de magma produzido em curto intervalo de tempo, na forma de lavas ou como sills ou diques de diabásio. A Província Magmática do Paraná (PMP) é uma dessas províncias, cujo volume estimado de rochas é da ordem de 600.000 km3, sendo que deste total, 75% correspondem aos derrames da Formação Serra Geral, que recobre cerca de 917.000 km2, ou seja, 61% da superfície da Bacia do Paraná, segundo estimativas recentes de Franck et al. (dados inéditos), extravasados há 134 ± 1Ma (Thiede &amp; Vasconcelos, 2008).\nEsse imenso volume de magma é constituído predominantemente por basaltos de natureza toleítica, que segundo Bellieni et al. (1983, 1984a, b), podem ser divididos em dois grandes grupos: alto-Ti (TiO2 > 2%) e baixo-Ti (TiO2<2%), distribuídos, respectivamente, acima e abaixo do paralelo 24°. Os do primeiro grupo, ou da região norte da PMP, compreendem o norte do Estado do Paraná, a porção ocidental do Estado de São Paulo e parte dos estados do Mato Grosso do Sul, Minas Gerais e Goiás, enquanto que os do segundo, o centro-sul do Estado do Paraná, a porção ocidental do Estado de Santa Catarina e norte do Rio Grande do Sul.\nEstudos posteriores de Mantovani et al. (1985), Marques et al. (1989). Peate et al. (1992), baseados nas concentrações de TiO2 e outros elementos traços incompatíveis, subdividiram o grupo alto-Ti em 3 subgrupos distintos denominados Urubici (TiO2>3,3%, Sr>550ppm; Ti/Y>500 e Zr/Y> 6,5), Pitanga (TiO2> 2,9%, Sr> 350ppm; Ti/Y>350 e Zr/Y>5,5) e\nASPECTOS GEOLÓGIC(\nA área investigada compreende a porção centronorte do Estado de São Paulo, com a presença das rochas associadas às bacias do Paraná (formações Botucatu e Serra Geral), e Bauru (Grupo Bauru e Caiuá), como mostra o mapa da Figura 1.\nEm toda a região estudada, pôde-se observar que os derrames da Formação Serra Geral estão dispostos em contatos concordantes e abruptos, sobre os arenitos da Formação Botucatu, que afloram em faixas contínuas sustentando as escarpas basálticas, chegando a constituir camadas com até 150 m de espessura (Soares et al., 1980), caracterizada por estratificação cruzada plano-parelela de grande porte. Esses arenitos são bem selecionados, com granulometria variando entre fina e média, com grãos de alta esfericidade (Assine et al., 2004). O ambiente de deposição é tipicamente desértico, com influência eólica, que\nParanapanema (1,7%<TiO2<3,2%, 200ppm&lt;Sr<450ppm; Ti/Y>330 e 4<Zr/Y<7). O grupo baixo-Ti, por sua vez, foi subdividido em outros 3 subgrupos denominados: Gramado (0,75% &lt;TiO2 &lt;1,9%, 140ppm &lt;Sr &lt;400ppm; Ti/Y<300 e 3,5&lt;Zr/Y&lt;6,5), Esmeralda (1,1%<TiO2<2,3%, 120ppm<Sr<250ppm; Ti/Y<3 30 e 2<Zr/Y<5) e Ribeira (1,5%<TiO2<2,3%, 200 ppm<Sr&lt;375ppm; Ti/Y>300 e 3,5<Zr/Y<7). Posteriormente, Marques et al. (1999), Ernesto et al. (1999) e Peate (1997), demonstraram que esses subgrupos de basaltos apresentam assinaturas isotópicas diferentes, e podem ser considerados magmas-tipo distintos, e assim, terem sido gerados a partir de fontes mantélicas distintas.\nBoa parte do acervo de dados referentes à Formação Serra Geral é proveniente da região sul da PMP, onde os grandes desníveis topográficos permitem a exposição de seqüências vulcânicas com até 1000 m de espessura (Bellieni et al., 1986). Em sua porção norte, em especial no Estado de São Paulo, os basaltos da Formação Serra Geral estão sotopostos aos sedimentos dos Grupos Bauru e Caiuá, que ocupam praticamente toda a porção ocidental do estado, condicionando a ocorrência de basaltos em afloramentos dispostos em faixas ao longo da rede de drenagem, conforme mostra o mapa da Figura 1.\nVisando contribuir para um melhor entendimento acerca da origem e evolução da PMP, o presente trabalho foi desenvolvido na porção norte da Bacia do Paraná, na região centro-norte do Estado de São Paulo, de onde foram selecionados quatro sítios de amostragem distintos, denominados de Fernandópolis, Jaú, Franca e Ribeirão Preto.\n> DA ÁREA ESTUDADA\niniciou-se no Eojurássico e perdurou até o Eocretáceo, sendo cronocorrelato, por um curto período, no topo, aos basaltos da Formação Serra Geral, onde há intertraps associados à pausas do magmatismo observados com freqüência nas regiões de Jaú e Serra Azul.\nOs basaltos da Formação Serra Geral são, em grande parte, maciços, com alguns níveis vesiculares e/ou amigdaloidais, de coloração cinza a negra, adquirindo tonalidades verde-amarronzadas devido ao intemperismo. Fraturas do tipo sheet, conchoidais e disjunções colunares também são freqüentes\nAs rochas sedimentares neocretácicas dos Grupos Bauru e Caiuá sobrepõem-se de modo discordante à Formação Serra Geral. O Grupo Bauru, predominante na área estudada, é constituído por rochas silicicláticas de natureza continental, lamíticas na base (Formação Araçatuba), gradando para arenitos e conglomerados\nFIGURA 1. Mapa Geológico do Estado de São Paulo e de localização das amostras coletadas. Modificado de IPT (1981).\nno topo (Formações Adamantina, Uberaba e Marília), podendo atingir até 300m de espessura (Paula e Silva et al., 2003; Batezelli et al., 2003).\nO Grupo Caiuá é cronocorrelato ao Bauru e no Estado de São Paulo está predominantemente concentrado em sua porção sudoeste e ao longo da calha do Rio Paraná, como nas regiões de Ilha Solteira e Presidente Epitácio. É caracterizado por arenito quartzoso a subarcoseano, de granulação fina a média (Formação Rio Paraná) e por arenito quartzoso, fino a muito fino, mal selecionado, com presença de níveis mais conglomeráticos (Formação Santo Anastácio), segundo Petri &amp; Fulfaro (1983). A espessura máxima observada para as rochas do Grupo Caiuá é de 200 m (Paula e Silva et al., 2003).\nPetrografía\nA análise petrográfica revelou que os basaltos são constituídos essencialmente por 30% a 50% de plagio-clásio (andesina-labradorita), 20% a 35% de piroxênio (augita e pigeonita), e de 5% a 15% de minerais opacos (magnetita e ilmenita).\nEstas rochas são mesocráticas, por vezes melano-cráticas, de coloração cinza a negra, granulação\nvariando de densa a média, com grau de visibilidade entre hipovítrea à hipocristalina. Pôde-se observar, que a quantidade de matriz vítrea presente nos basaltos investigados, influencia a cor da rocha, de tal forma que, quanto maior a sua quantidade, mais escura é sua cor.\nA textura mais comumente observada é a intergranular, onde cristais euédricos e ripiformes de plagioclásio constituem uma malha em cujos interstícios estão presentes cristais de clinopiroxênio e magnetita. Das variações deste tipo de textura, a intersertal é a mais freqüente, sendo caracterizada pela presença de material vítreo nos interstícios da malha constituída pelos cristais ripiformes de plagioclásio. É também comum, em especial na região de Ribeirão Preto, a ocorrência de basaltos com textura hialofítica, caracterizada por uma massa contínua de material vítreo, que engloba cristais muito finos de plagioclásio, normalmente ripiformes, bem como cristais granulares ou aciculares de piroxênio e magnetita.\nOutro tipo de textura observada, porém mais raramente, é a pilotaxítica, constituída por cristais ripiformes e micrólitos de plagioclásio orientados segundo a direção do fluxo magmático.\nComo minerais primários acessórios são encontrados a olivina, apatita e o quartzo, embora a olivina\nseja encontrada como pseudomorfo de minerais secundários, tais como a celadonita, bowlingita, clorita e etc., principalmente nos basaltos coletados na região de Jaú, quando chegam a representar até 3% dos minerais presentes na rocha. A apatita é observada em cristais prismáticos ou aciculares na maioria das rochas estudadas, enquanto o quartzo ocorre como cristais anhedrais, podendo estar intercrescido com o plagioclásio, caracterizando textura gráfica, observada na matriz de algumas amostras estudadas.\nOcorre também, minerais secundários, que preenchem amígdalas e fraturas, como é o caso do quartzo, da calcita e da zeólita.\nLitogeoquímica\nUm conjunto de 59 amostras coletado na região centro-norte do Estado de São Paulo, sendo 19 da\nregião de Fernandópolis, 14 de Jaú, 21 de Ribeirão Preto e 5 de Franca, Figura 1, foi analisado por fluorescência de raios X para determinação de elementos maiores e traços. No primeiro caso, foram utilizadas pastilhas fundidas com borato de lítio, na proporção de 1:5, e no segundo, pastilhas de pó misturado a 25% de cera micropulverizada e prensados a 30 t.cm-2 (Nardy et al., 1997). Desse conjunto, 5 amostras foram selecionadas para análises de elementos terras raras, pré-concentradas por cromatografia em resinas trocadoras de íons e quantificadas por espectrometria de plasma acoplado indutivamente (ICP-OES) empregando-se nebulização ultrassónica (Malagutti et al., 1998), cujos resultados estão listados na Tabela 1. Os erros analíticos envolvidos nas análises podem ser avaliados através da comparação com amostras de referência internacionais na Tabela 2.\nTABELA 1. Composições químicas de elementos maiores, menores (valores em % peso), traços e terras raras (valores em ppm) de amostras representativas das regiões de Ribeirão Preto, Jaú, Fernandópolis e Franca.\nAmostra\tRibeirão Preto\tJaú\tFernandópolis\t\tFranca\n\tKS 675\tKS692\tKS710\tKS725\tKS 621\nSiO2\t51,62\t50,53\t50,59\t49,64\t49,18\nTiO2\t3,48\t3,72\t2,38\t1,91\t2,39\nai2o3\t13,26\t12,87\t13,04\t13,25\t13,45\nF62O3Í\t14,35\t15,16\t15,25\t14,50\t14,15\nMnO\t0,21\t0,21\t0,22\t0,21\t0,19\nMgO\t4,21\t4,42\t4,93\t5,96\t3,98\nCaO\t8,14\t8,45\t9,40\t10,01\t8,23\nNa2O\t2,54\t2,44\t2,37\t2,11\t2,99\n1^0\t1,60\t1,45\t0,70\t0,71\t1,31\nP2O5\t0,42\t0,44\t0,28\t0,21\t0,61\nLOI\t0,97\t0,63\t0,90\t1,03\t0,87\nSoma\t100,80\t100,32\t100,06\t99,53\t98,91\nQz\t9,35\t8,69\t6,80\t4,34\t7,23\nOr\t9,56\t8,68\t4,22\t4,31\t7,97\nAb\t21,74\t20,92\t20,46\t18,33\t26,03\nAn\t20,28\t20,15\t23,34\t25,24\t19,97\nDi\t14,45\t15,79\t18,50\t20,03\t14,41\nHy\t9,65\t9,92\t15,67\t18,45\t7,05\nMt\t7,30\t7,67\t5,74\t5,08\t8,15\nII\t6,68\t7,16\t4,61\t3,72\t7,74\nAp\t0,98\t1,03\t0,66\t0,50\t1,45\nCr\t71\t45\t190\t152\t94\nNi\t26\t27\t56\t55\t40\nRb\t32\t31\t23\t11\t39\nSr\t500\t493\t282\t310\t676\nNb\t27\t24\t15\t12\t35\nZr\t292\t253\t186\t148\t295\nY\t42\t42\t37\t28\t44\nBa\t553\t531\t534\t300\t618\nLa\t34\t33\t23\t18\t42\nCe\t77\t73\t49\t39\t93\nNd\t44\t42\t27\t22\t52\nSm\t9,2\t8,8\t6,1\t4,9\t10,8\nEu\t2,8\t2,8\t2,0\t1,7\t3,2\nGd\t8,4\t8,2\t6,3\t5,2\t9,3\nDy\t7,3\t7,2\t6,6\t5,2\t7,6\nEr\t3,5\t3,6\t3,8\t2,9\t3,6\nYb\t2,9\t2,0\t3,5\t2,7\t3,0\nLu\t0,42\t0,41\t0,51\t0,41\t0,43\nAmostra -\tQLO-1\t\tB-R\t\tRGM-1\t\n\tobtido\tcertificado\tobtido\tcertificado\tobtido\tcertificado\nSÍO2\t66,36\t66,20\t39,56\t39,52\t73,74\t74,03\nTiO2\t0,63\t0,63\t2,70\t2,69\t0,30\t0,27\nAI2O3\t16,39\t16,34\t10,47\t10,54\t13,86\t13,84\nFe2Ü3\t4,46\t4,39\t13,39\t13,33\t1,90\t1,88\nMnO\t0,10\t0,09\t0,206\t0,207\t0,04\t0,04\nMgO\t1,05\t1,01\t13,80\t13,74\t0,29\t0,28\nCaO\t3,23\t3,20\t14,25\t14,28\t1,23\t1,16\nNa2O\t4,29\t4,24\t3,18\t3,17\t4,12\t4,11\nK2O\t3,70\t3,64\t1,47\t1,45\t4,36\t4,34\nP2O5\t0,26\t0,26\t1,09\t1,08\t0,05\t0,05\nSoma\t100,47\t100,00\t100,12\t100,00\t99,89\t100,00\nCu\t30\t29\t72\t72\t11\t12\nNi\t3\t5\t263\t260\t3\t4\nBa\t1390\t1370\t1063\t1050\t796\t807\nRb\t73\t74\t45\t47\t146\t149\nSr\t332\t336\t1335\t1320\t104\t108\nZr\t192\t185\t256\t260\t230\t219\nY\t26\t24\t29\t30\t24\t25\nNb\t11\t10\t98\t98\t10\t9\nLa\t31\t27\t\t\t28\t24\nCe\t50\t54\t\t\t44\t47\nNd\t26\t26\t\t\t20\t19\nSm\t5,3\t4,9\t\t\t4,5\t4,3\nEu\t1,4\t1,4\t\t\t0,8\t0,7\nGd\t4,6\t4,7\t\t\t3,5\t3,7\nDy\t3,7\t3,8\t\t\t3,4\t4,1\nEr\t2,3\t2,3\t\t\t2,3\t2,6\nYb\t2,1\t2,3\t\t\t2,3\t2,6\nLu\t0,30\t0,37\t\t\t0,35\t0,41\nClassificações Baseadas na Composição Normativa\nA mineralogia normativa dos basaltos, calculada empregando-se uma razão Fe2O3/FeO = 0,15, e projetada no tetraedro de Yoder &amp; Tilley (1962), Figura 2, mostra que eles se concentram principalmente no campo dos toleítos supersaturados (com presença de quartzo, hiperstênio e diopsídio), e minoritariamente no campo dos toleítos saturados (com hiperstênio, diopsídio e olivina- basaltos da região de Fernandópolis). A mineralogia normativa indica também que todos os basaltos estudados são de natureza metaluminosa, com a presença de diopsídio, ortoclásio e anortita, Figura 3.\nClassificação Segundo Conteúdo em Sílica e Álcalis (TAS)\nNo diagrama do tipo sílica vs. álcalis (Le Bas et al., 1986), Figura 4, a maioria das amostras estudadas está situada no campo do basalto, com SiO2 variando entre 48,13% e 53,71%, sendo que, apenas duas\namostras, da região de Ribeirão Preto, estão dispostas no campo do andesito basáltico. A baixa relação álcalis/ sílica observada indica que essas rochas têm caráter subalcalino.\nClassificação Baseada no Diagrama R1R2\nEste diagrama (Figura 5), mostra que as rochas estudadas distribuem-se exclusivamente pelo campo do andesi-basalto toleítico, exceto uma amostra, da região de Ribeirão Preto, que está disposta no campo do lati-andesito. Em uma análise mais detalhada, verifica-se que os basaltos de Fernandópolis apresentam os maiores valores de R1 (1589 a 2144) e R2 (1277 a 1661) em comparação com os das demais regiões. Os basaltos da região de Franca estão mais deslocados em direção ao campo transicional do que os demais e portanto, são mais ricos em álcalis do que os demais, conforme se observou no diagrama TAS da Figura 4.\nFIGURA 2. Classificação normativa dos basaltos segundo o tetraedro Quartzo (QZ) - Diopsídio (DI) - Nefelina (NE) - Olivina (OL), simplificada de Yoder &amp; Tilley (1962). Legenda: círculos - amostras de Jaú; quadrados -amostras de Ribeirão Preto, triângulos - amostras de Fernandópolis e losangos - amostras de Franca.\nFIGURA 3. Classificação normativa dos basaltos segundo o tetraedro Diopsídio (DI) x Ortoclásio (OR) x Anortita (AN) Coríndon (CO). Legenda como na Figura 2.\nFIGURA 4. Diagrama sílica (SiO2) x álcalis (Na2O + K2O) dos basaltos estudados. Pc - picrobasalto; U1 - basanito tefrítico; U2 - fonotefrito; U3 - tefrito fonolítico; Ph - fonolito.; B - basalto;\nS1 - traquibasalto; S2 - traqui-andesito basáltico; S3 - traqui-andesito; T - traquito;\nO1 - andesito basáltico; O2 - andesito; O3 - dacito; R - riolito. Símbolos como na Figura 2.\nT\nT\nT\nT\nT\nT\nT\nT\nT\nT\nR2\nR2\n200C-\n[Ribeirão Preto)\nJaú\nz z z /éasalto Toleítico\nz\nz\nz 'Basalto\nz Alcalino «Basalto\nx\tz’fransiciorjpf\n/Lati-\tQ^ndesi-basalto\n' basalto/ '\tToleítico -\n______'_p_\n~ |\tAndesito\n>\t' Toleítico --'\n\\ Lati\\ - -\"\nX andesjtòx\" Dacito ■ — v \" x\t— — ■\nx^ Dacito*x>z\"\n\\ Quartzo-latito zx Riodacito\nz ~~ z\t— __\nz\t~ -\nz z z z\nTraqui-\n1500— basalty' / ■L,\nI\nI\nI\n\\\n100C-\n50(-\nLatito\n/\\ / /\n/ /\nx-----\nX X X\nI 1000\nR2\n2000 -\nz\nz\nz'Basalto\nz\nX\nI 1500\nI 2000\ni\n2500\nR1\ni 3000\nz z z z éasalto Toleítico\n[ Fernandópolis |\nz z z z éasalto Toleítico\nz z 2000 - /'Basalto .\nz Alcalino «Basalto\nx\t^fransicioryrf\nTraçai'/Lati~ ~ .-.Andesi-basalto ' ' ____________)/Z\tToleítico.--'\n/\nI \\\nLatito \\\nz z z z\n1500 _ basalt?basa-o / -L I\nI\nI\n\\\n/ '\n7\n1000 -\nR2\n\"T-** Andesito \\ Toleítico Lati^x __\t\"\n* andesito x\tDacito\n—x\"\" x x Dacito*x> \" \" Quartzo-latito-_ z x Riodacito x X x\nI 1000\nI 1500\n,*x\nI 2000\nI 2500\nR1\nl 3000\nI Franca j\nz z z z Alcalino ^Basalto /Yransiciongf\t_\n,\tZ A - -Â ^Andesi-basalto\nTraqu|-/L¡tr~“' A\tToleítico-'\n'______>/' A\n__________A^--\"\" ~ I_______J Andesito\n.\t' Toleítico\t\"\n\\ Lati’\\ - - \" \" X andesjip-x Dacito\nx^ Dacito*x>-'\" \\ Quartzo-latito z ' Riodacito x x X\n1500 -basalt/ba-to /\nI\nI\nI\n\\ Latito\n- S______\n/\\ 5001- / / 7\n1000 -\n'x.\nz z z\ni 1000\nR1\nj\nl I L\n1500\t2000\t2500\t3000\nz z 2000 - /'Basalto z Alcalino \\ -\n1500 - basalt/b-'|to / ■L l l\nI\n\\\n1000 -\nLatito\n/\\ / 500 - z\n/\n7\nz z z z éasalto Toleítico\nz z z z\n_ Basalto\n/fransicionZ\nj o 4* _\nI\t”1 Andesito\n.\t' Toleítico\t'\n\\ Lati’\\ -\"\"\"\nX andesjjòx Dacito\nx Dacito*^>-'\" Quartzo-latito z' Riodacito zz~-^\nz\t—\nAndesi-basalto Toleítico '\n\\\nX\nX X x\nI 1000\nI 1500\nI 2000\nI 2500\nR1\ni 3000\n500 - , / /\nz z z\nT\nT\nT\nT\nT\nT\nT\nT\nT\nFIGURA 5. Diagrama de classificação e nomenclatura dos basaltos, segundo diagrama R1xR2, segundo De La Roche et al. (1980), modificado por Bellieni et al. (1981).\nR1= 4Si-11(Na+K)-2(Fe+Ti), R2= 6Ca+2Mg+Al. Legenda: como na Figura 2.\nClassificação Segundo o Diagrama AFM\nNa Figura 6, as amostras das quatro diferentes regiões foram representadas em diagramas AFM, mostrando um forte enriquecimento de Fe2O3t em relação aos álcalis e ao magnésio e portanto, concentradas acima da linha de Irvine &amp; Baragar (1971), ou seja no campo das rochas subalcalinas e toleíticas. Observou-se também que as amostras de Fernandópolis estão mais fortemente enriquecidas em MgO (5,36%) em comparação ao Fe2O3t e aos álcalis do que aquelas das regiões de Ribeirão Preto (4,06%), Jaú (4,23%) e Franca (4,26%). Além disso, as amostras de Jaú são mais enriquecidas Fe2O3t (15,13%), em\ncomparação com as de Ribeirão Preto (14,80%), Franca (14,52%) e Fernandópolis (14,49%).\nDiagramas de Fenner\nOs diagramas de variação de elementos maiores, menores e traços empregando-se o MgO como índice de evolução magmática, Figuras 7 e 8, mostram trends relativamente bem definidos e uma correlação negativa entre o MgO e as concentrações de SiO2, Na2O, K2O e P2O5, tornando-se positiva para o CaO. Nesse conjunto de diagramas, observa-se que as amostras de Fernandópolis se destacam por apresentarem menores concentrações de TiO2 e P2O5, bem como,\nmaiores concentrações de MgO, SiO2 e CaO em relação àquelas das demais regiões.\nNo caso dos elementos traços, Figura 8, é possível verificar que o aumento na concentração de MgO leva a uma diminuição nas concentrações de La, Ba, Ce, Rb, Zr, Y e Nb. No diagrama de variação MgO x Sr, destaca-se um grupo com concentrações de Sr acima de 600ppm, que corresponde aos basaltos da região de Franca, enriquecidos também em Zr, Ba, Y, Ce e Nb.\nElementos Terras Raras\nO diagrama dos padrões de distribuição dos elementos terras raras em relação ao manto primordial de Sun &amp; McDonough (1989), Figura 9, revela um enriquecimento de terras raras leves em relação às pesadas (La/Lu)n, que varia entre 10,41 (Franca) e 4,82 (Fernandópolis), e valores intermediários para aquelas pertencentes às regiões de Ribeirão Preto (8,71) e Jaú (8,56). Ainda, todas as amostras estudadas não apresentam anomalias de európio, indicando que o fracionamento de plagioclásio, através\nDiagramas Multi-Elementares\nOs padrões de distribuição de elementos traços e terras raras normalizados em relação ao manto primitivo de Sun &amp; McDonough (1989), Figura 10, são praticamente iguais para as quatro regiões estudadas, com fortes anomalias positivas de Ba (Ba/Ba*: Fernandópolis = 2,44 e 2,66; Franca = 1,60, Ribeirão Preto = 1,79 e Jaú = 1,86), Nd (Nd/Nd*: Fernandópolis = 1,51 e 1,59; Franca = 1,47; Ribeirão Preto = 1,61 e Jaú = 1,54) e Zr (Zr/Zr*: Fernandópolis = 1,23 e 1,30; Franca = 0,74; Ribeirão Preto = 0,58 e Jaú = 0,54) e negativas de Nb (Nb/Nb*: Fernandópolis = 0,43 e 0,52; Franca = 0,74; Ribeirão Preto = 0,58 e Jaú = 0,54) e P (P/P*: Fernandópolis = 0,61 e 0,77; Franca = 0,80; Ribeirão Preto = 0,69 e Jaú = 0,75). Além disso, o diagrama mostra que as amostras da região de Franca são as que apresentam maiores concentrações de Rb, Ba, Nb, La, Ce, Sr, P, Nd, Sm, Eu, Ti e Y, seguidas daquelas das regiões de Jaú e Ribeirão Preto, e Fernandópolis.\nFIGURA 6. Diagrama AFM dos basaltos estudados. Linha divisória segundo Irvine &amp; Baragar (1971). Legenda: como na Figura 2.\n54\n50\n46\n4\n2\n0\n14\n12\n10\n18\n16\n14\n12\n10\nFIGURA 7. Diagramas de variação de elementos maiores e menores em função do MgO (%peso). Legenda: como na Figura 2.\n20\n10\n0\n1700\n1300\n900\n500\n100\n100\n60\n20\n40\n20\n0\nFIGURA 8. Diagramas de variação de elementos traços em função do MgO (%peso). Legenda: como na Figura 2.\nFIGURA 9. Padrões de distribuição dos elementos terras raras em relação ao manto primordial (Sun &amp; McDonough, 1989). Legenda: como na Figura 2.\n1000\nCrosta Continental\n★\nRibeirão Preto j Jaú\n100\n*\n011^\n10\n..A,.\t,\t\\\t/\t\\\n‘ *E-MORll\tl í...4- 1\n..V-7\n• . \\ /\n♦.*N-MORB\n★\n\n/\n8 í\nFIGURA 10. Padrões de distribuição de elementos traços incompatíveis normalizados em relação ao manto primitivo (Sun &amp; McDonough, 1989).\nCaracterísticas das Fontes Mantélicas\nOs dados litoquímicos ora apresentados, complementados por aqueles de Machado (2005) e Machado et al. (2007), mostram que os basaltos provenientes de diferentes regiões da porção centro norte do Estado de São Paulo têm assinaturas geoquímicas de elementos maiores, menores e traços distintas. Com o intuito de caracterizar essas diferenças, empregou-se um diagrama TiO2 vs Zr proposto por Peate et al. (1992, 1997, 1999), para discriminar os magmas-tipo da PMP (Figura 11). Nele, observa-se que os basaltos da região de Fernandópolis estão dispostos no campo do magma-tipo Paranapanema, os da região de Franca no campo Urubici e aqueles das regiões de Ribeirão Preto e Jaú, no campo Pitanga.\nDo ponto de vista petrogenético, os modelos atualmente propostos para explicar a geração dos basaltos toleíticos da PMP consideram três componentes mantélicos principais: 1) astenosférico empobrecido do tipo N-MORB, que seria originado na fase final do processo de distensão da litosfera, ou na época da ruptura do Gondwana (Peate &amp; Hawkesworth, 1996), 2) astenosférico enriquecido do tipo OIB, proveniente do possível impacto da pluma de Tristão da Cunha na base da Placa Sul-americana (Gibson et al., 1999) e 3) litosférico subcontinental, enriquecido em elementos-traço incompatíveis. (Marques et al., 1999; Peate et al., 1999).\nPara tentar identificar as possíveis fontes manté-licas envolvidas na origem das rochas estudadas, foram representados em diagramas multi-elementares, os padrões de distribuição de elementos-traço incompatíveis dos basaltos da região estudada juntamente com o dos principais componentes manto-astenosféricos, ou seja, os basaltos OIB, N-MORB e E-MORB (Figura 10). Além disso, para observar possíveis efeitos de\ncontaminação desses componentes pela crosta continental, foi representada a composição química média do embasamento cristalino adjacente à Bacia do Paraná (Marques et al., 1988), embora as relações Rb/Ba das amostras estudadas apresentem valores muito baixos, entre 0,04 e 0,06, o que inviabilizaria tal hipótese.\nOs diagramas da Figura 10 revelam que os padrões de distribuição das rochas estudadas, bastante parecidos entre si, não apresentam configuração semelhante a nenhum desses componentes mantélicos. Entretanto, não se poderia descartar a possibilidade dos basaltos estudados terem sido gerados por meio da mistura dos componentes OIB e N-MORB, argumento este que se utiliza para explicar a origem dos basaltos da cadeia oceânica de Walvis. Assim, para avaliar essa possibilidade, foi utilizado um diagrama de Zr/Y vs Zr/Nb, Figura 12, onde estão representados os basaltos alcalinos de Tristão da Cunha, os basaltos das cadeias oceânicas de Walvis e do Rio Grande (furo de sondagem 516F), e as composições químicas médias dos componentes mantélicos astenosféricos OIB, N-MORB e E-MORB. Na Figura 12, foi também representada a curva de mistura magmática entre os componentes OIB e N-MORB, calculada por meio das equações de Langmuir et al. (1977). Nela, nota-se que os basaltos provenientes das regiões de Fernandópolis, Franca, Jaú e Ribeirão Preto, não se localizam sobre a linha de mistura calculada, o que descarta essa possibilidade. Por outro lado, os basaltos estudados possuem composição semelhante aos basaltos provenientes dos sítios 525-A da Cadeia de Walvis e 516-F da Cadeia do Rio Grande. Ambas as regiões são consideradas como o resultado da fusão parcial de um fragmento de manto litosférico desmembrado no processo de ruptura do Gondwana, na época de formação do Oceano Atlântico (Gibson et al., 2005).\nFIGURA 11. Diagrama TiO2 x Sr, com os campos dos magmas-tipo da subprovíncia A-Ti (Peate et a., 1992). Legenda: como na Figura 2.\nFIGURA 12. Diagrama de Zr/Nb x Zr/Y, onde está representada a curva de mistura entre basaltos do tipo OIB e N-MORB (f = fração de mistura). Para comparação, estão representados as rochas alcalinas das cadeias de Walvis e Rio Grande, as rochas alcalinas de Tristão da Cunha, e das composições químicas médias da crosta continental e dos basaltos do tipo E-MORB (Weaver et al., 1987; Le Roex et al., 1990;\nGibson et al., 2005; Marques, 1988; Sun &amp; McDonough, 1989). Legenda: como na Figura 2.\nCONSIDERAÇÕES FINAIS\nOs basaltos da Formação Serra Geral, observados na região norte do Estado de São Paulo, apresentam natureza subalcalina e toleítica, sendo saturados ou supersaturados em sílica, com a presença de quartzo e hiperstênio normativos, baixa razão álcalis /sílica, valores de R1 acima de 1500, razão R1/R2 maior do que 1, e forte enriquecimento de Fe2O3t em relação aos álcalis e ao magnésio, sendo portanto, do tipo alto-Ti (TiO2 > 1,8 %) de Bellieni et al. (1984). A geoquímica de elementos traços incompatíveis revela também que esses basaltos dividem-se em três magmas-tipo distintos, denominados de Paranapanema, Pitanga e\nUrubici, sendo que os do primeiro tipo são os mais abundantes e os do tipo Urubici, ocorrem apenas na região de Franca (Machado et al., 2007).\nAlém disso, comparando-se a assinatura geoquímica das rochas estudadas com aquelas de diferentes componentes mantélicos, pôde-se descartar qualquer afinidade astenosférica para elas. No entanto, os derrames da Formação Serra Geral parecem ter uma forte afinidade com componentes mantélicos da litosfera, e portanto, heterogêneos, para gerar magmas-tipo Paranapanema, Pitanga e Urubici em diferentes regiões da porção norte da PMP.\nAGRADECIMENTOS\nOs autores agradece à FUNDUNESP (00112/2003-DFP) e à FAPESP (2004/10081-9) pelo suporte financeiro para o desenvolvimento do trabalho e a autora principal, à CAPES pela bolsa de estudos concedida.\nREFERENCIAS BIBLIOGRAFICAS\n1.\tASSINE, M.L.; PIRANHA, J.L.; CARNEIRO, C.D.R. Os paleodesertos Pirambóia e Botucatu. In: NETO, V.M.; BARTORELLI, A.; CARNEIRO, C.D.; BRITO-NEVES, B.B.\nDE (Coords.), Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Editora Beca, p. 77-92, 2004.\n2.\tBATEZELLI, A.; SAAD, A.R.; ETCHEBEHERE, M.L.C.; PERINOTTO, J.A.J.; FULFARO,VJ. Análise Estratigráfica aplicada à Formação Araçatuba (Grupo Bauru-Ks) no centro-oeste do Estado de São Paulo. Geociências, v. 22, n. Especial. p. 5-19, 2003.\n3.\tBELLIENI, G; BROTZU, P.; COMIN-CHIARAMONTI, P., ERNESTO, M.; MELFI, A.J.; PACCA, I.G; PICCIRILO, E.M.; STOLVA, D. Petrological and Paleomagnetic Data on the Plateau Basalts to Rhyolite sequencies of the Southern Paraná Basin (Brazil). Anais da Academia Brasileira de Ciências, v. 55, p. 355-383, 1983.\n4.\tBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L.S.; MELFI, A.J.; PICCIRILO, E.M.; NARDY, A.J.R.; ROISENBERG, A. High- and low-Ti flood basalts from the Paraná plateou (Brazil): petrology end geochemical aspects bearing on their mantle origin. Neues Jahrbuch für Mineralogie Abhandlungen, v. 150, p. 272-306, 1984 (a).\n5.\tBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L.S.; MELFI, A.J, STOLFA, D. Low-pressure evolution of basalt sills from bore-holes in the Paraná Basin, Brazil. TMPM, v. 33, p. 25-47, 1984 (b).\n6.\tBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L.S.; MELFI, A.J.; NARDY, A.J.R.; PAPATRECHAS, C.; PICCIRILLO, E.M.; ROISENBERG, A.; STOLFA, D. Petrogenetic aspects of acid and basaltic lavas from Paraná plateau (Brazil): geological, mineralogical and petrochemical relationship. Journal of Petrology, v. 27, p. 915-944, 1986.\n7.\tBELLIENI, G; PICCIRILO, E.M.; ZANNETIN, B. Classification and nomenclature of basalts. USGS, Comission ont the Systematics Igneous Rocks, circ. 34, p. 1-17, 1981.\n8.\tDE LA ROCHE, H.; LETERRIER, P.; GRANDCLAUDE, P.; MARCHAL, M. A classification of volcanic and plutonic using R1-R2 diagram and major element analysis. Its relationships with current nomenclature. Chemical Geology, v. 29, p. 183-210, 1980.\n9.\tERNESTO, M.; RAPOSO, M.I.B.; MARQUES, L.S.; RENNE, P.R.; DIOGO, L.A.; DE MIN, A. Paleomagnetism, geochemistry and 40Ar/39Ar dating of the North-eastern Paraná magmatic province: tectonic implications. Journal of Geodynamics, v. 28, p. 321-340, 1999.\n10.\tGIBSON, S.A.; THOMPSON, R.N.; DAY, S.E.; HUMPHRIS, A.P.; DICKIN, A.P Melt-generation processes associated with the Tristan mantle plume: Constraints on the origin of EM-1. Earth and Planetary Science Letters, v. 237, p. 744-767, 2005.\n11.\tGOVINDARAJU, K. Compilation of Working Values and Sample Description for 272. Geostandards Newsletter, v. 13, p. 1-113, 1989.\n12.\tIPT - INSTITUTO DE PESQUISAS TECNOLÓGICAS. São Paulo. Mapa geológico do Estado de São Paulo, escala 1: 500.000. São Paulo: Convênio Secretaria da Industria, Comercio, Ciência Tecnologia, 126 p., 1981.\n13.\tIRVINE, T.N. &amp; BARAGUAR, W.R.A. A guide to the chemical classification of the common volcanic rocks. C anadian Journal of Earth Sciences, v. 8, p. 523-548, 1971.\n14.\tLE ROEX, A.P., CLIFF, R.A.; ADAIR, B.J.I. Tristan da Cunha, South Atlantic: geochemistry and petrogenesis of a basanite-phonolite lava series. Journal of Petrology, v. 31, p. 779-812, 1990.\n15.\tMACHADO, F.B. Geologia e aspectos petrológicos das rochas intrusivas e efusivas mesozóicas de parte da borda leste da Bacia do Paraná no estado de São Paulo. Rio Claro, 2005. 194 p. Dissertação (Mestrado em Geociências) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\n16.\tMACHADO, F.B.; NARDY, A.J.R.; OLIVEIRA, M.A.F. Geologia e aspectos petrológicos das rochas intrusivas e efusivas mesozóicas de parte da borda leste da Bacia do Paraná no estado de São Paulo. Revista Brasileira de Geociências, v. 37, n. 1, p. 64-80, 2007.\n17.\tMALAGUTTI, M.I.A.; BAHIA FILHO, O.; MORENO, M.M.T.; NARDY, A.J.R. Determinação de Elementos Terras Raras e Ítrio em Rochas Silicáticas por ICP-AES com Separação em Resina Trocadora de Íons. Revista Geochimica Brasiliensis, v. 12, n. 1, p. 75-80, 1998.\n18.\tMANTOVANI, M.S.M.; MARQUES, L.S.; SOUZA, M.A.; ATALLA, L.; CIVETA, L.; INONOCENTI, F. Trace Element and Strontium Isotope Constrains of the Origin and Evolution of Paraná Continental Flood Basalts of Santa Catarina State (Southern Brazil). Journal of Petrology, v. 26, p. 187-209, 1985.\n19.\tMARQUES, L.S. Caracterização Geoquímica das Rochas Vulcânicas da Bacia do Paraná: Implicações Petroge-néticas. São Paulo, 1988. 175 p. Tese (Doutorado em Geociências) - Instituto Astronômico e Geofísico, Universidade de São Paulo.\n20.\tMARQUES, L.S.; FIGUEIREDO, A.M.G.; SAIKI, M.; VASCONCELLOS, M.B.A. Geoquímica analítica dos elementos terras raras - Aplicação da técnica de análise por ativação neutrônica. In: FORMOSO, M.L.L.; NARDY, L.V.S. &amp; L.A. HARTMANN (Coords.), Geoquímica dos Elementos Terras Raras no Brasil. Rio de Janeiro: CPRM/ DNPM - SBGq, p. 15-20, 1989.\n21.\tNARDY, A.J.R.; ENZWEILER, J.; BAHIA FILHO, O.; OLIVEIRA, M.A.F.; PENEIRO, M.A.V. Determinação de Elementos Maiores e Menores em Rochas Silicáticas por Espectometria de Fluorescência de Raios-X: Resultados Preliminares. In: CONGRESSO BRASILEIRO DE GEOQUÍMICA, 6, 1997, Salvador. Resumos Expandidos... Salvador: Sociedade Brasileira de Geoquímica, 1997, p. 346-348.\n22.\tPAULA E SILVA, F.; CHANG, H.K.; CAETANO-CHANG, M.R. Perfis de referência do Grupo Bauru (K) no Estado de São Paulo. Geociências, v. 22, n. Especial, p. 21-32, 2003.\n23.\tPEATE, D. The Paraná-Etendeka Province. In: MAHONEY, J.J. &amp; COFFIN (Coords.), Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism editors. Geophysical Monograph Series, v. 100, p. 217-245, 1997.\n24.\tPEATE, D.; HAWKESWORTH, C.J.; MANTOVANI, M.S.M. Chemical Stratigraphy of the Paraná Lavas (South America): Classification of Magma Types and their Spatial Distribution. Bulletin ofVolcanology, v. 55, p. 119-139, 1992.\n25.\tPETRI, S. &amp; FÚLFARO, VJ. Geologia do Brasil. São Paulo: Universidade de São Paulo, 631 p., 1983.\n26.\tSOARES, P.C.; LANDIM, PM.B.; FÚLFARO, V.J.; SOBREIRO NETO, A.F. Ensaio de caracterização estratigráfica do Cretáceo no Estado de São Paulo: Grupo Bauru. Revista Brasileira de Geociências, v. 10, n. 3, p. 177-185, 1980.\n27.\tSUN, S.S. &amp; McDONOUGH, W.F. Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes. In: SAUDERS, M.J. Magmatism in the ocean basins. Londres, Geological Society Special Publ. 42, p. 313-345, 1989.\n28.\tTHIEDE, D.S. &amp; VASCONCELOS, PM. Paraná flood basalts: Rapid extrusion hypothesis supported by new 40Ar/39Ar results. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 44, 2008, Curitiba. Resumos... Curitiba: Sociedade Brasileira de Geologia, 2008, p. 563.\n29.\tWEAVER, B.L.; WOOD, D.A.; TARNEY, J.; JORON, J.L. Geochemistry of acean island basalts from South Atlantic: Ascension, Bouvet, St. Helena and Tristan da Cunha. In: FITTON, J.G. &amp; UPTON, B.G.J. (Editors), Alkaline Igneous Rocks, Geological Society Special Publication, v. 30, p. 253-267, 1987.\n30.\tYODERM C.E. &amp; TILLEY, C.E. Origin ofbasalt magmas: an experimental study of natural and synthetic rock systems. Journal Petrology, v. 3, p. 342-532, 1962.\nManuscrito Recebido em: 20 de agosto de 2008\nRevisado e Aceito em: 10 de janeiro de 2009"}]}}}