{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09867"}, {"@name": "filename", "#text": "14872_Sfair_JuliaCaram_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SECRETARIA\npós-graduação\nJULIA CARAM SFAIR\nFENODINÂMICA DE LIANAS E FORÓFITOS FM UM\nFRAGMENTO DE CERRADO EM ITIRAPINA (SP)\nEste exemplar corresponde â reoaçào final\nda tese .defendida pelo(a) cancioato (a)\nQfrÃnv\nDissertação apresentada ao Instituto de Biologia para obtenção do título de Mestre em Ecologia.\ne aprovada pela Comissão Julgadora.\n/__________________________ —\n\nOrientador: Prof. Dr. Fernando Roberto Martins\nCampinas, 2006\n« i\nUNIDADE w> CHAMADA\n2D' Vfül&lt;3\n:t> 0^059\nFICHA CATALOGRÁFICA ELABORADA PEL/ BIBLIOTECA DO INSTITUTO DE BIOLOGIA - UNK P\nSfair. Julia Caram\nSf13f\tFenodinâmica de lianas e forófitos em um fragmento\nde cerrado em Itirapina (SP) / Julia Caram Sfair. --Campinas, SP: [s.n.J. 2006.\nOrientador: Fernando Roberto Martins.\nDissertação (mestrado) - Universidade Estadual de Campinas, Instituto de Biologia.\n1.\tCerrados. 2. Fenologia vegetal. 3. Cerrados -Fragmentação. 4. Liana. I. Martins, Fernando Roberto. II. Universidade Estadual de Campinas. Instituto de Biologia. III. Título.\n(rcdt/ib)\nTítulo em inglês: Liana and tree phenodynamic in a cerrado fragment from Itirapina (SP). Palavras-chave em inglês: Cerrados: Cerrado fragmentation: Plant phenology; Liana. Área de concentração: Ecologia.\nTitulação: Mestre em Ecologia.\nBanca examinadora: Fernando Roberto Martins, Flavio Antonio Maès dos Santos, Lúcia Rebello Dillenburg.\nData da defesa: 28/04/2006.\nAsiuidlin\nAshirii IJ\nCampinas, 2S de abril tic 20t)(i\nB.4 VC1 £X IW VADOR i\nIW. [Jr. l-errlíliiiln RohciKi Martnls (t)ricrn:idnif\nl’rof. Dr. Flavlo Antonio MaíSdos Santos\nftoP. Di'. Lucia Retel h DilJeiiborg\nProf Dr. WnodrufT Whitnian Benson.\nProf. L>i'. Pedro Luis Rodrigues de Moraes\n.‘\\jísin¡uiini\nAssinaruni\nAgradecimentos\nAo Fernando, pela paciência da sua orientação.\nAos membros da pré-banca, Benson, Lucia e Marco, pelas valiosas sugestões que melhoram e muito o trabalho.\nÀ ajuda de Samara na estatística mais do que complicada envolvendo GLM.\nAo povo do laboratório, pela ajuda e companheirismo, Vanessa, Leandro, Rafael, Marisa, Alessandra, Aneliza, Roque, Rose, Carol... Perdão se esqueci de alguém...\nÀ Jane pela disposição em me ajudar nos problemas de campo.\nA FAEPEX pelo custeio de todas as viagens a campo.\nAo Instituto Florestal e seus funcionários pelo apoio logístico no campo.\nÀs meninas da república Raylend (Joselitas Sem Nossão) pelo companheirismo e grande amizade. Samara, Rachel(vis), Mônica, Larissa e todas as sem noção.\nAo SAPPE pelo apoio psicológico para agüentar as pressões dessa vida e do mestrado.\nAo meu terapeuta-amigo, Ricardo, pelas terapias informais e conversas políticas.\nÀs amigas que sempre estarão comigo, Jung e Ana. Lembre-se Jung, líquens não existem!\nAos Malditos, pela amizade e ajuda (inconsciente) nos tempos difíceis, Mamão, Chosen One, Celso (Chosen II), e os outros com seus nomes engraçados...\nÀ Comunidade da Cortina, os jovens-velhos, em especial ao borná do Danilo e à antropóloga-enfermeira Fly-Balão.\nÀ La Poderosa, pelo transporte ecologicamente correto e sem problemas nas viagens a campo.\nÍNDICE\nABSTRACT\nINTRODUÇÃO GERAL\n3\nFENOLOGIA\n3\nO ESTUDO DA FENOLOGIA\n4\nFENOLOGIA NO CERRADO.................................................................9\nEfeitos de borda e de lianas sobre a fenología das árvores..........................10\nInterações entre trepadeiras e forófitos............................................13\nOBJETIVOS...........................................................................15\nREFERÊNCIAS BIBLIOGRÁFICAS\n15\nCAPÍTULO 1: LIANA AND EDGE INFLUENCE ON TREE PHENOLOGY IN A BRAZILIAN CERRADO\nFRAGMENT\n.2\n24\nSummary.......................................................................25\nresumo........................................................................26\nIntroduction..................................................................28\nMATERIAL AND METHODS..........................................................30\nDiscussion....................................................................37\nAcknowledgements..............................................................41\nreferences....................................................................42\nCAPÍTULO 2: LIANA AND TREE PHENOLOGY IN A BRAZILIAN DENSE CERRADO FRAGMENT.58\nAbstract....................................................................59\nresumo......................................................................61\nIntroduction................................................................63\nMaterials and methods.......................................................65\nRESULTS.....................................................................67\nDiscussion..................................................................69\nAcknowledgements............................................................75\nREFERENCES..................................................................75\nCONSIDERAÇÕES FINAIS.................................................................92\nResumo\nDiferentes formas de vida de plantas, por possuírem diferentes estratégias de alocação de recursos, podem apresentar aspectos fenológicos diferentes. Além disso, interações bióticas e abióticas e perturbações antrópicas podem influenciar a fenologia. Os objetivos deste trabalho foram (a) invetigar a fenologia em árvores com (forófito) e sem (controle) liana na borda e no interior de um fragmento de cerrado denso em Itirapina, SP; e (b) investigar a sobreposição das fenofases reprodutivas e vegetativas entre lianas e forófitos para o mesmo fragmento de vegetação. Durante um ano, semanalmente foram coletados dados referentes às atividades e às intensidades de lianas e árvores com e sem lianas na borda e no interior do fragmento de cerrado. As espécies analisadas foram: Anadenanthera falcata, Dalbergia miscolobium, Miconia rubiginosa, Qualea grandiflora, Vochysia tucanorum e Xylopia aromatica. Foram usadas análises envolvendo estatística circular. A. falcata, D. miscolobium e X. Aromatica com lianas investiram mais na produção de folhas e menos na reprodução que as mesmas espécies sem lianas. M. rubiginosa, V. tucanorum, Q. grandiflora e X. Aromatica na borda alocaram mais recursos para a reprodução e menos para a troca de folhas que as mesmas espécies no interior, uma vez que a borda possui mais luz disponível. M. rubiginosa em ambiente estressante (lianas no interior do fragmento) investiu na reprodução como forma de escapar do estresse. A perda e o ganho de folhas de A. falcata, M. rubiginosa e V. tucanorum e suas lianas associadas ocorreu na transição das estações secas e chuvosas, indicando que a água está disponível por meio de raízes profundas para ambas as formas de vida. A competição por polinizador promoveu diferentes padrões de floração entre A. falcata e V. tucanorum e suas lianas associadas. M. rubinosa e X. aromatica produziram diásporos carnosos no final da estação chuvosa, provendo recursos para animais e aumento a eficiência na sua dispersão.\nAbstract\nDifferent life-forms with different resources allocation strategies can show different phenologies. Biotic and abiotic interactions and anthropogenic disturbance may additionally influence the phenology. The aims of this study were (a) to test the phenology between trees with and without lianas at the edge and in the interior of a dense cerrado fragment in Itirapina, São Paulo state; and (b) investigate the reproductive and vegetative phenophases overlap between lianas and their support trees. Phenological data were taken weekly, during a year, activity and intensity of trees with and without lianas at the edge and in the interior of the fragment were collected. Anadenanthera falcata, Dalbergia miscolobium, Miconia rubiginosa, Qualea grandiflora, Vochysia tucanorum and Xylopia aromatica were the analyzed species. The data were analyzed with circular statistics. A. falcata, D. miscolobium and X. aromatica with lianas invested more on leaf production e less on reproduction than the same species without lianas. M. rubiginosa, V. tucanorum, Q. grandiflora and X. Aromatica at the edge allocated more resources for reproduction and less to leaf change than these species in the interior, since at the edge more light is available. M. rubiginosa in stressful environment (lianas in the interior of the fragment) invested on reproduction as a way to escape from stress. Leaf flushing and fall of A. falcata, M. rubiginosa and V. tucanorum e their associated lianas occurred on dry-wet seasons transitions, indicating that the water is available by deep root system for both life-forms. Pollinators competition promotes different flowering patterns among A. falcata and V. tucanorum and their associated lianas. M. rubinosa and X. aromatica produced fleshy diaspores in the end of dry season, providing resources for animals and increasing diaspore dispersal efficiency\nIntrodução geral\nFenologia\nA disponibilidade dos recursos para um organismo está relacionada com a habilidade do organismo de obtê-los e da época do ano em que a concentração do recurso se torna maior ou menor. Sendo assim, ao longo do tempo, os organismos apresentam eventos biológicos mais ou menos periódicos que se manifestam em mudanças externas visíveis e mensuráveis, chamadas fenofases (Lieth 1974). Segundo Lieth (1974), o estudo do sincronismo da ocorrência de eventos biológicos entre diferentes espécies, das causas desse sincronismo, considerando forças bióticas e abióticas, e a inter-relação entre as fases de uma mesma ou de diferentes espécies, é chamado de fenologia. Esta é uma importante linha de pesquisa ecológica utilizada para caracterizar ecossistemas (Lieth 1974) e resulta de estratégias evolutivas das espécies (Monasterio &amp; Sarmiento 1976). Essas estratégias evolutivas indicadas pelos eventos biológicos periódicos de muitas espécies de plantas representam mudanças adaptativas a elementos tanto bióticos, como número e sazonalidade de agentes dispersores e polinizadores, herbivoria, predadores, quanto abióticos, como sazonalidade de chuvas (Schaik et al. 1993). Nas plantas, esses elementos bióticos e abióticos podem atuar tanto como recursos, que permitem a sobrevivência dos indivíduos envolvidos, quanto como fatores, que influenciam nos processos individuais, populacionais e ou comunitários. A seqüência temporal dos eventos biológicos que expressam essas mudanças adaptativas recebe o nome de fenodinâmica (Lieth 1974). A fenodinâmica, portanto, seria considerada fruto de um processo ativo de seleção, em que estratégias diferentes de alocação de recursos para as diversas fases do ciclo de vida propiciariam taxas diferentes de sucesso reprodutivo, e não seria apenas um ajuste fortuito das plantas às mudanças ambientais (Oliveira 1998). A alocação de recursos está intimamente relacionada com o crescimento das\nO estudo da fenologia\nAs fenofases comumente estudadas em estudos fenológicos são a germinação, a queda e a rebrota de folhas, a floração e a frutificação. Duas maneiras comuns pelas quais essas fenofases são apresentadas na literatura são a época de sua ocorrência e sua duração (Singh &amp; Kushwaha 2005). Outras variáveis, como a sincronia entre indivíduos de uma população, também podem ser utilizadas, dependendo da abordagem do trabalho (Bencke &amp; Morellato 2002). Os enfoques podem ser no nível individual, populacional ou de comunidade.\nObservações - O intervalo e a duração das observações variam conforme o estudo. Miranda (1995) realizou observações em intervalos de aproximadamente 20 dias, totalizando 20 observações em 14 meses em um cerrado do Pará. Batalha et al. (1997) realizaram 16 excursões de coleta, em intervalos de 20 a 30 dias em Pirassununga (Emas) no estado de São Paulo. Outros autores realizaram coletas em intervalos de 30 dias: Frankie et al. (1974) em uma floresta tropical seca na Costa Rica, Monasterio &amp; Sarmiento (1976) nos lhanos venezuelanos, Batalha &amp; Martins (2004) no cerrado do Parque Nacional das Emas (GO) e Willians et al. (1999) na savana australiana. Por outro lado, Ribeiro et al. (1982) realizaram suas observações em intervalos de uma semana no cerrado de Brasília, e Ferraz et al. (1999) em intervalos de 20 dias num fragmento florestal na cidade de São Paulo. Willians et al. (1997) realizaram observações uma vez por mês para as espécies menos comuns e duas vezes por mês para as mais comuns na savana australiana. Essa variação nos intervalos das observações provavelmente decorre dos objetivos do\ntrabalho. Estudos de fenología reprodutiva populacional demandam viagens mais concentradas em um determinado período do ano. Já para estudos de comunidades, são comuns intervalos maiores, como os mensais, por exemplo. Condições de financiamento e de acessibilidade ao local de coleta também são aspectos importantes. Áreas mais próximas facilitam mais viagens a campo do que áreas distantes e/ou de difícil acesso. Por esses motivos não há um padrão ou mesmo um protocolo de estudos fenológicos.\nMétodos - Duas formas para quantificar cada fenofase foram reunidas e propostas por Bencke &amp; Morellato (2002). A primeira é o Percentual de Intensidade de Fournier, ou Índice de Intensidade. Nesse método, proposto por Fournier (1974 apud Bencke &amp; Morellato 2002), os valores obtidos em campo por meio de uma escala intervalar semi-quantitativa de cinco categorias (0 a 4), correspondendo respectivamente a 0%, 1%-25%, 26%-50%, 51%-75% e 76%-100% permitem estimar a porcentagem de intensidade da fenofase em cada indivíduo. Em cada coleta de dados, faz-se a soma dos valores de intensidade obtidos para todos os indivíduos de cada espécie e divide-se pelo valor máximo possível (número de indivíduos multiplicado por quatro). O valor obtido, que corresponde a uma proporção, é então multiplicado por 100, para transformá-lo em um valor porcentual. Já o Índice de Atividade é um método mais simples, no qual é observada somente a presença ou ausência da fenofase no indivíduo, não estimando intensidade ou quantidade. Sendo assim, o Índice de Atividade é expresso como uma proporção de indivíduos que apresentam a fenofase em relação ao número total de indivíduos observados. Segundo Bencke &amp; Morellato (2002), esses métodos fornecem informações essencialmente diferentes. O Índice de Atividade é uma medida mais objetiva, que indica sincronismo e que pode até ser usado em dados de herbários. O Índice de Intensidade é uma medida subjetiva e que só pode ser estimado por meio de viagens a campo (Benke &amp; Morellato 2002). Além disso, o pico do Porcentual de Intensidade da fenofase pode estar mais relacionado a fatores bióticos, tais\ncomo presença, atividade ou abundância de polinizadores e dispersores, uma vez que guarda relação direta com a abundância do recurso (flores ou frutos) disponível para esses animais. O Índice de Atividade, por sua vez, pode estar mais relacionado com características endógenas e com fatores abióticos que atuam sobre a fisiologia da planta, determinando ou restringindo o período de ocorrência da fenofase considerada (Bencke &amp; Morellato 2002). Por fornecerem informações diferentes e complementares, é recomendável que os trabalhos enfoquem ambas as abordagens.\nAnálise dos dados - A representação dos picos de intensidade e atividade referentes à ocorrência de cada fenofase pode ser realizada por meio de gráficos de distribuição circular dos dados. Nesse tipo de distribuição, os dados estão dispostos em círculo: cada coleta possui um ponto no círculo, de modo que todos os pontos se distribuem de forma eqüidistante entre si. O valor referente a cada coleta (como número de frutos zoocóricos) é representado por um ponto sobre o raio (Zar 1999). Os dados são considerados circulares quando não é possível estabelecer um referencial absoluto do início e do fim do período de observação. Podem ser temporais, incluindo hora, dia, ano, portanto aplicáveis a dados fenológicos; ou mesmo espaciais, quando há uma direção cartográfica (ver exemplos em Davis 1986, Upton &amp; Fingleton 1989, Zar 1999). Ao pressupor que os dados sejam circulares, testes e análises da estatística linear (não circular) não podem ser usados (Zar 1999). Apesar de a análise incluir cálculos bem simples, há um programa em versão demonstrativa chamado Oriana (Kovach 2004), o qual permite realizar os principais testes de maneira mais rápida. Para realizar os testes em uma planilha de dados do tipo Excel, os ângulos precisam ser transformados em radianos antes de realizar os cálculos. Uma vez tendo os ângulos e suas respectivas freqüências, é possível calcular os principais parâmetros análogos à estatística linear (desvio padrão, mediana, variância, intervalo de confiança, por exemplo), incluindo o vetor médio (composto do ângulo médio e do seu comprimento, ou seja, sua direção e\nconcentração, respectivamente). Cada parâmetro possui um significado fenológico. Por exemplo, o ângulo médio representa a data média de ocorrência de determinada fenofases. Já o comprimento do vetor médio, é uma medida de concentração dos dados: quanto maior o valor do comprimento do vetor médio, maior a concentração de determinada fenofase ao redor do ângulo médio. Com esses parâmetros, é possível analisar a uniformidade dos dados (por meio do teste de Rayleigh, por exemplo), ou mesmo se os dados possuem distribuição de Von Mises, análoga à distribuição normal (por meio do teste de Watson U2, por exemplo). Se, por exemplo, uma distribuição é estatisticamente uniforme, implica dizer que ela ocorre o ano todo, ou seja, a fenofase analisada não é sazonal. De forma semelhante à estatística linear, a estatística circular possui testes que comparam distribuições, sejam elas paramétricas (como o teste F de Watson-Williams) ou não-paramétricas (como o teste U2 de Watson). Análises de correlações circulares-circulares ou circulares-lineares também podem ser realizadas, entre outras análises. Para detalhes dos testes e a apresentação de outros testes, veja Davis (1986), Upton &amp; Fingleton (1989), Zar (1999) e Kovach (2004). Apesar dessa gama de ferramentas simples e versáteis, muitos trabalhos utilizam apenas análise visual de gráficos (Mantovani &amp; Martins 1988, Batalha et al. 1997, Batalha &amp; Mantovani 2000) e alguns propõem outros métodos de análise de dados fenológicos (Schirone et al. 1990). Entretanto a análise visual dos gráficos não mostra diferenças estatisticamente significativas e é uma análise essencialmente subjetiva. Já outros métodos de análise de dados fenológicos podem não ser aplicáveis a todos os trabalhos. Por exemplo, Schirone et al. (1990) aplicou seu método apenas para uma espécie de floresta temperada. Já a estatística circular dos dados é relativamente simples e fácil, além de ser similar à estatística linear, ou seja, uma série de análises pode ser escolhida, dependendo do objetivo do trabalho.\nGuildas ou síndromes - É comum autores agruparem as espécies em guildas ou síndromes de acordo com a fenofase como forma de facilitar o estudo fenológico. Guildas podem ser\ndefinidas como um grupo de espécies que usam determinado recurso de forma similar (Morin\n1999). Por exemplo, podem ser representadas como um grupo de espécies de plantas que atraem dispersores a polinizadores semelhantes por possuírem os recursos (frutos/sementes e flores) semelhantes morfologicamente (Wheelwright 1985). As síndromes são um consjunto de características que podem ser mais amplas e gerais ou mais restritas e precisas (Pijl 1972). Síndromes referem-se ao conjunto de características e guildas, ao efeito desse conjunto de característica para, no caso, dispersor e polinizador. São termos complementares e próximos, muitas vezes usados como sinônimos. No presente estudo preferimos usar síndromes, uma vez que a interação (polinizador e dispersor) é apenas inferida a partir de características morfológicas de diásporos e flores.\nCada fenofase possui uma síndrome. As fenofases vegetativas brevidecídua, semidecídua e sempre-verde (Singh &amp; Kushwaha 2005) estão relacionadas à queda e rebrota de folhas. Entretanto não foi usado qualquer classificação das fenofases vegetativas no presente estudo. As síndromes de polinização usadas nesse estudo são baseadas nos critérios propostos por Fa'gri &amp; Pijl (1972): anemofilia (polinização pelo vento), cantarofilia (besouros), miiofilia (moscas), melitofilia (abelha), psicofilia (borboleta), falenofilia (mariposa), ornitofilia (aves) e quiropterofilia (morcegos). A classificação das síndromes de dispersão seguiu os critérios propostos por Pijl (1972): anemocoria (diásporos dispersos pelo vento), zoocoria (por animais) e autocoria (sem as adaptações anteriormente citadas, incluindo as dispersões barocória e explosiva). Mesmo havendo outras formas de classificação, o sistema colocado acima baseia-se em critérios relativamente simples, usando características morfológicas basicamente. Muitos trabalhos consideraram síndromes de dispersão de diásporos nos estudos fenológicos de cerrado (Ribeiro et al. 1982, Mantovani &amp; Martins 1988, Miranda 1995, Batalha et al. 1997, Batalha &amp; Mantovani 2000, Batalha &amp; Martins 2004), entretanto nenhum considerou síndromes de\npolinização. Oliveira &amp; Gibbs (2000) e Silverbauer-Gottsberger &amp; Gottsberger (1988) trabalharam com polinização de plantas de cerrado em nível de comunidade, mas não analisaram aspectos fenológicos. Apenas realizaram observações sobre visitantes nas espécies encontradas nas áreas de estudo. A observação direta dos visitantes florais levou a algumas diferenças na classificação de guildas de polinização nos trabalhos de Silverbauer-Gottsberger &amp; Gottsberger (1988) e o de Oliveira &amp; Gibbs (2000). Vochysia thyrsoidea, por exemplo, pode ser visitada por mariposas, borboletas ou abelhas (Oliveira &amp; Gibbs 2000). Enquanto a análise direta do polinizador e dispersor dá uma visão mais precisa da interação, as síndromes permitem uma melhor análise comparativa com outros trabalhos, uma vez que há uma padronização dos critérios utilizados. Além disso, apesar de as síndromes de dispersão e de polinização não informarem com exatidão qual o agente de dispersão de diásporos e de polinização, a representação de síndromes oferece uma visão geral da maneira como uma comunidade funciona (Howe &amp; Westley 1998). Por esse motivos, bem como por uma questão de tempo e prazos na realização do presente trabalho, optou-se pela análise de síndromes e não na observação direta de polinizadores e dispersores.\nFenologia no cerrado\nO cerrado no estado de São Paulo apresenta uma forte sazonalidade de clima, marcada pela presença de uma estação seca, compreendida grosseiramente entre maio e agosto, e de uma estação chuvosa entre setembro e abril (Mantovani &amp; Martins 1988, Batalha et al. 1997, Batalha &amp; Mantovani 2000). Durante a estação seca, independentemente da forma de vida, muitas espécies de cerrado perdem as folhas. A rebrota está associada ao início da estação chuvosa (Ribeiro et al. 1982, Mantovani &amp; Martins 1988, Miranda 1995 e Batalha et al. 1997). Já as espécies arbóreas possuem maior pico de floração no início da estação chuvosa, mas o pico de\nfrutificação varia conforme a síndrome de dispersão (Mantovani &amp; Martins 1988, Batalha et al. 1997, Batalha &amp; Mantovani 2000 e Batalha &amp; Martins 2004). Frutos ou sementes dispersos pelo vento são encontrados maduros em maior proporção durante a estação seca, quando a pouca folhagem permitiria maior facilidade na dispersão dos diásporos. Durante a estação chuvosa, há predomínio de diásporos carnosos, dispersos por animais, pois, segundo Mantovani &amp; Martins (1988), sob alta umidade relativa do ar os diásporos carnosos se manteriam atraentes por mais tempo. Oliveira &amp; Gibbs (2000) analisaram também guildas de polinização em uma comunidade de cerrado em Brasília (DF), mas não consideraram a fenologia de cada guilda ao longo do ano.\nNa estação seca, muitos recursos escasseiam para a vegetação do cerrado, como, por exemplo, a disponibilidade de água no solo, e muitos fatores tornam-se restritivos, como, por exemplo, a diminuição da umidade do ar. Segundo Oliveira (1998), é possível identificar picos de várias fenofases, sempre relacionados com o final da estação seca e com a época de germinação. Por outro lado, as espécies lenhosas de cerrado apresentam raízes profundas, permitindo o acesso à água e a nutrientes durante a estação seca (Franco 2002, Oliveira et al. 2005). Entretanto, durante a estação seca, a concentração de nutrientes no solo é alterada (Mantovani &amp; Martins 1988; Williams et al. 1997). Portanto, as fenofases podem ser influenciadas fortemente pelo clima, mas outros fatores podem exercer grande influência, como a concentração de solutos no solo (Mantovani &amp; Martins, 1988; Williams et al. 1997), ou mesmo fatores endógenos das plantas (Williams et al. 1997).\nEfeitos de borda e de lianas sobre a fenologia das árvores\nTrepadeiras são plantas cujo crescimento em altura depende da sustentação mecânica fornecida por outras plantas (Morellato 1991), pois não podem sustentar-se livremente em altura por causa de seu peso (Putz &amp; Mooney 1991) em relação ao pequeno diâmetro do caule. Alguns\nautores dividem as trepadeiras em lenhosas ou lianas (Putz &amp; Windsor 1987, Gentry 1991, Putz &amp; Mooney 1991) e herbáceas (Gentry 1991), enquanto outros sinonimizam lianas e trepadeiras, como, p. ex., Morellato &amp; Leitão-Filho (1996), que chamaram de lianas tanto as lenhosas quanto as herbáceas. Todas as trepadeiras têm em comum a necessidade de usar, em algum estádio da sua vida, um suporte chamado de forófito, para crescer em altura (Kersten &amp; Silva 2002).\nAs lianas são um grupo de plantas abundante e bastante diverso nas florestas do mundo, particularmente nos trópicos (Schnitzer 2005). Mais recentemente, tem-se descoberto que as lianas possuem um papel muito importante na dinâmica de florestas, podendo suprimir a regeneração de árvores e ou aumentar sua mortalidade. Alguns estudos têm ressaltado a importância das lianas nas florestas tropicais, como na estruturação da diversidade e regeneração, contribuindo com uma média de 25% na densidade de indivíduos lenhosos (Schnitzer &amp; Bongers\n2002). São também uma fonte de recursos alimentares valiosos para animais, além de manterem fisicamente as árvores juntas, desse modo providenciando acesso às copas de árvores para animais arborícolas. Entretanto, trepadeiras podem causar injúrias e morte das árvores, tornando sua copa mais pesada, aumentando a tensão e, conseqüentemente, os danos mecânicos ao caule e à raiz (Putz 1980, Putz 1984a). As defesas das árvores contra o ataque de lianas incluem o aumento no diâmetro do caule, tronco flexível, crescimento rápido do caule, presença de espinhos e acúleos no cauke e associação com simbiontes, como formigas (Putz 1980, Putz 1984b). Se os modelos baseados em competição entre vizinhos assumem que uma planta focal apenas responderá ao número de competidores encontrados em um certo raio da planta, afetando sua sobrevivência e fecundidade (Tilman 1997), então a interação forófito-liana predominante é caracterizada como um tipo de competição interespecífica por recursos, como luz, nutrientes e água (Putz 1980, Dillenburg et al. 1993a, 1993b, 1995). Stevens (1987) afirmou que a liana também pode ser considerada um parasita estrutural do forófito, uma vez que ela diminui a\nformação de frutos formados (fecundidade) da árvore suporte. Dessa maneira, podemos generalizar o tipo de interação entre lianas e forófitos como negativa para o forófito (Putz 1980, 1984a, Putz 1984b, Stevens 1987, Hegarty 1991, Dillenburg et al. 1993a, Dillenburg et al. 1993b Schnitzers &amp; Bongers 2002). Dentre os efeitos fisiológicos causados nas árvores, está a diminuição da área basal do caule (Putz 1984a), a diminuição na produção de frutos (Stevens\n1987)\te o aumento da biomassa vegetativa da árvore (Friedland &amp; Smith 1982, Dillenburg et al. 1993a). Esses efeitos são conseqüência da competição da parte aérea por luz e da parte subterrânea por nitrogênio (Dillenburg et al. 1993b), água (Pérez-Salicrup &amp; Barker 2000) e carbono (Wright et al. 2005).\nNão apenas fatores bióticos, no caso a presença de lianas, podem afetar a fenologia de árvores, mas também fatores abióticos são importantes (Schaik et al. 1993). O processo de fragmentação cria dois ambientes bem distintos fisicamente: a borda e o interior do fragmento de vegetação. Estudos em florestas tropicais demonstraram que a borda apresenta uma diminuição na umidade, aumento da temperatura do ar e da luz, e alteração na composição de substâncias químicas no solo e no ar (Lovejoy et al. 1986, Kapos 1989, Williams-Linera 1990, Camargo &amp; Kapos 1995, Murcia 1995, Kapos et al. 1997, Turton &amp; Freiburger 1997, Newmark 2001). Conseqüentemente, o crescimento das plantas, a herbivoria e a predação são aumentadas na borda (Lovejoy et al. 1986, Murcia 1995), bem como a abundância de lianas (Laurance 1997, Laurance et al. 2001). Se para as plantas tropicais, a influência de borda implica em mudanças drásticas no ambiente físico e nas interações, para o cerrado essas mudanças parecem não ser tão drásticas. As espécies de cerrado são adaptadas a um ambiente mais aberto, com alta radiação (Coutinho 1978, Goodland &amp; Ferri 1979, Oliveira-Filho &amp; Ratter 2002, Franco 2002). Entretanto, para um cerrado mais denso, mudanças relativas à fragmentação podem ser importantes. O cerrado denso é uma transição do cerrado sensu stricto para o cerradão. Nessa fisionomia, a densidade de árvores é\nsemelhante à do cerradão, mas a altura das árvores é semelhante àquelas presentes no cerrado sensu stricto (Ribeiro &amp; Walter 1998).\nO primeiro capítulo deste trabalho busca a compreensão de dois fatores que podem atuar na fenologia de árvores de cerrado. Um desses fatores é a presença de lianas. Se lianas alteram a forma como árvores alocam recursos, seria esperado que alterassem a fenologia de árvores também. Da mesma maneira, o conjunto de diferenças físicas encontradas na borda e no interior de um fragmento de vegetação de cerrado denso pode influenciar a fenologia das árvores e de lianas.\nInterações entre trepadeiras e forófitos\nLianas tropicais possuem sistema subterrâneo profundo e, conseqüentemente, possuem um crescimento mais rápido quando comparadas com árvores tropicais (Mooney &amp; Gartner 1991; Schnitzer 2005). Dessa forma, lianas alocam suas reservas para a formação de folhas e o crescimento, enquanto as árvores, para o caule (Mooney &amp; Gartner 1991). Entretanto, árvores de cerrado são adaptadas a uma forte sazonalidade relacionada à precipitação e a um ambiente mais aberto e com forte insolação. Além disso, a disponibilidade de nitrogênio é baixa e o estoque de carbono, alto. Esse excesso de carbono é estocado nas raízes e estruturas secundárias das folhas, como tricomas e ceras (Franco 2002). Árvores de cerrado, portanto, possuem um sistema subterrâneo profundo, diminuindo o estresse hídrico durante a estação seca (Oliveira et al. 2005).\nOs poucos estudos que buscaram investigar a interação liana-forófito focando a fenologia dessas formas de vida foram realizados em florestas tropicais. Croat (1975), Putz &amp; Windsor (1987) e Ibarra-Manriquez et al. (1991) encontraram divergências nos picos de frutificação entre lianas e árvores. Apenas o trabalho de Morellato &amp; Leitão-Filho (1996) com tal enfoque foi realizado no Brasil, para uma mata semidecídua. Os picos de floração e frutificação de\ntrepadeiras não coincidiram com os de árvores, mas houve coincidência nos picos relativos à dispersão pelo vento. A dispersão de diásporos por animais nas árvores ocorreu durante todo o ano; já nas lianas, houve um pico no final da estação chuvosa (Morellato &amp; Leitão-Filho 1996). A divergência ou convergência de picos das fenofases pode ser resultado de forças seletivas. Espécies de plantas podem competir na atração de polinizadores e dispersores, o que pode resultar em fenodinâmicas que minimizem a sobreposição de fenofases entre as plantas que dependem dos mesmos vetores de transporte de pólen e de dispersão de diásporos. Já a coincidência de eventos fenológicos pode ser resultado de vários fatores, como, por exemplo, uma estratégia para saciar predadores e herbívoros (Schaik et al. 1993).\nNos cerrados brasileiros, não há trabalhos que comparem de forma direta a fenologia de árvores e trepadeiras. Batalha et al. (1997), Batalha &amp; Mantovani (2000) e Batalha &amp; Martins (2004) consideraram lianas em levantamentos fenológicos realizados no cerrado, mas as incluíram no componente herbáceo-subarbustivo. A floração e a frutificação desse componente ocorreram no final da estação chuvosa, somente após o período de acúmulo de carboidratos, mas a frutificação foi também significativa durante a estação seca. Isso pode ser explicado pela maior proporção de indivíduos com síndromes anemocóricas e autocóricas nesse estrato. Entretanto, por considerarem as lianas como pertencentes ao componente herbáceo-subarbustivo, esses dados não necessariamente são representativos da fenodinâmica dessas trepadeiras. No único trabalho que compara a fenologia de lianas e árvores em savana, Ramirez (2002) encontrou picos de floração divergentes e de frutificação coincidentes entre árvores e lianas de savana venezuelana. Entretanto, ele não considerou lianas e árvores em íntima associação.\nO segundo capítulo deste trabalho busca a compreensão da interação entre liana e árvore-suporte com relação a suas fenologias. Conforme encontrado em outras áreas de cerrado, diferentes formas de vida possuem fenodinâmica diferenciada, uma vez que possuem estratégias\nde alocação de recursos diferenciadas. Essa divergência entre fenofases semelhantes seria potencializada em lianas e árvores com íntima associação.\nObjetivos\nEnquanto que no primeiro capítulo buscou-se analisar o efeito da liana e a influência da borda nas árvores usando parâmetros fenológicos, no segundo capítulo buscou-se a comparação da fenologia de lianas e forófitos. Portanto, ambos os capítulos são independentes em seu embasamento teórico e em sua abordagem. Dessa maneira, os objetivos desta tese foram:\n1.\tAvaliar a parâmetros fenológicos em árvores com e sem liana na borda e no interior de um fragmento de cerrado denso.\n2.\tInvestigar a sobreposição das fenofases reprodutivas (floração e frutificação) e vegetativa (queda e ganho de folhas) entre lianas e forófitos no mesmo fragmento. Como há algumas síndromes de dispersão e de polinização que são iguais entre as formas de vida, também foi possível comparar a sobreposição dessas síndromes entre lianas e forófitos.\nReferências Bibliográficas\nBATALHA, M. A., ARAGAKI, S. &amp; MANTOVANI W. 1997. Variações fenológicas das espécies do cerrado em Emas (Pirassununga, SP). Acta Botanica Brasilica. 11(1): 6178.\nBATALHA, M. A. &amp; MANTOVANI, W. 2000. Reproductive phenological patterns of cerrado plant species at the Pé-de-Gigante Reserve (Santa Rita do Passa Quatro, SP, Brazil): a comparison between the herbaceous and woody floras. Revista Brasileira de Biologia. 60(1): 129-145.\nBATALHA, M. A. &amp; MARTINS, F. R. 2004. Reproductive phenology of the cerrado plant communities in Emas National Park (central Brazil). Australian Journal of Botany. 52(2):149-161.\nBENCKE, C. S. C. &amp; MORELLATO, P. C. 2002. Comparação de dois métodos de avaliação da fenologia de plantas, sua interpretação e representação. Revista Brasileira de Botânica. 25(3): 269-275.\nCAMARGO; J.L.C. &amp; KAPOS, V. 1995. Complex edge effects on soil moisture and microclimate in Central Amazonian Forest. Journal of Tropical Ecology. 11(2): 205-221.\nCOUTINHO, L.M. 1978. O conceito de cerrado. Revista Brasileira de Botânica. 1(1): 1723.\nCROAT, T. B. 1975. Phenological behavior of habitat and habitat classes on Barro Colorado Island (Panama Canal Zone). Biotropica. 7(4): 270-277.\nDAVIS, J.C. 1986. Statistics and Data Analysis in Geology, 2nd edn. John Wiley &amp; Sons, New York.\nDILLENBURG, L.R., WHIGHAM, D.F., TERAMURA, A.H. &amp; FORSETH, I.N. 1993a Effects of bellow- and aboveground competition from the vines Lonicera japonica and Parthenocissus quinquefolia on the growth of the tree host Liquidambar styracifolia. Oecologia. 93(1): 48-54.\nDILLENBURG, L.R., WHIGHAM, D.F., TERAMURA, A.H. &amp; FORSETH, I.N. 1993b. Effects of vine competition on availability of light, water, and nitrogen to a tree host (Liquidambar styraciflua). American Journal of Botany. 80(3): 244-252.\nPhotosynthetic and biomass allocation responses of Liquidambar styraciflua (Hamamalidaceae) to vine competition. American Journal of Botany. 82 (4): 454-461.\nFERRAZ, D. K., ARTES, R., MANTOVANI, W. &amp; MAGALHÃES, L. M. 1999.\nFenologia de árvores em um fragmento de mata em São Paulo, SP. Revista Brasileira de Biologia. 59 (2): 305-317.\nFRANCO, A.C. 2002. Ecophysiology of wood plants. In Ecology and Natural History of a Neotropical Savanna (P.S. Oliveira &amp; R.J. Marquis, eds.). Columbia University Press, New York, p 178-200\nFRANKIE, G. W. , BAKER, H. G. &amp; OPLER, P. A . 1974. Comparative phenological studies of trees in tropical wet and dry forests in the lowlands of Costa Rica. The Journal of Ecology. 62(3): 881-919.\nFRIEDLAND, A.J. &amp; SMITH, A.P. 1982. Effects of vines on successional herbs. American Midland Naturalist. 108(2): 402-403.\nFAGRI, K. &amp; PIJL, L. V. 1979. The Principles of Pollinations Ecology. 3rt Ed. Pergamon Press Ltd. Oxford, England.\nGENTRY, A . H. 1991. The distribution and evolution of climbing plats. In The Biology of Vines. (F. E Putz &amp; H. A. Mooney, eds.). Cambridge University Press. New York, N.Y., p. 3-50.\nGOODLAND, R. &amp; FERRI, M. 1979. Ecologia do Cerrado. Editora Universidade de São Paulo, São Paulo.\nHEGARTY, E.E. 1990. Leaf life-span ad leafing phenology and associated trees during a rainforest succession. Journal of Ecology. 78(2): 300-312.\nHOWE, H. F. &amp; WESTLEY L. C. 1998. Ecology of pollination and seed dispersal. In Plant ecology (M. J. Crawley, ed.). Blackwell Science Ltd. Oxford-United Kingdom, p. 262-283.\nIBARRA-MANRÍQUEZ, G., SÁNCHEZ-GARFIAS, B. &amp; GONZÁLEZ-GARCIA, L. 1991. Fenologia de lianas y arboles anemocoros en una selva calido-humeda de México. Biotropica. 23(3): 242-254.\nKAPOS, V. 1989. Effects of isolation on the water status of forest patches in the Brazilian Amazon. Journal of Tropical Ecology. 5(2): 173-185.\nKAPOS, V., WANDELLI, E., CAMARGO, J.L. &amp; GANADE, G. 1997. Edge-related changes in environment and plant responses due to forest fragmentation in Central Amazonia. In Tropical Forest Remnants - Ecology, Management and Conservation of Fragmented Communities (W.F. Laurance &amp; R.O. Bierregaard, Jr., eds.). The University of Chicago Press, Chicago, p. 33-44.\nKERSTEN, R. A. &amp; SILVA, S. M. 2002. Florística e estrutura do componente vascular em floresta ombrófila mista aluvial do rio Barigüi, Paraná, Brasil. Revista Brasileira de Botânica. 25(3): 259-267.\nKOVACH, W.L. 2004. Oriana for Windows, Version 2.02a. Kovach Computer Services, Pentraeth Wales. Disponível em:&lt;http://www.kovcomp.co.uk/oriana/index.html>. Acesso em: 16 de janeiro de 2006.\nLAURANCE, W.F. 1997. Hyper-disturbed parks:edge effects and the ecology of isolated rainforest reserves in tropical Australia. In Tropical Forest Remnants - Ecology, Management and Conservation of Fragmented Communities (W.F. Laurance &amp; R.O. Bierregaard, Jr., eds.). The University of Chicago Press, Chicago, p. 71-83.\nLAURANCE, W.F., PEREZ-SALICRUP, D. DELAMÔNICA, P. FEARNSIDE, P.M., D’ANGELO, S., JEROZOLINSKI, A., POHL, L. &amp; LOVEJOY, T.E. 2001. Rain forest fragmentation and the structure of Amazonian liana communities. Ecology 82(1): 105-116.\nLIETH, H. 1974. Purposes of a phenology book. In Phenology and Seasonality Modeling (H. Lieth, ed.). Springer-Verlag, New York, p. 3-19.\nLOVEJOY, T.E., BIERREGAARD, R.O., RYLANDS, A.B., MALCOLM, J.R., QUINTELA, C.E., HARPER, L.H., BROWN JR., K.S., POWELL, A.H., POWELL, G.V.N., SCHUBART, H.O. R. &amp; HAYS, M.B. 1986. Edge effect and other effects of isoaltion on Amazon Forest fragments. In Conservation Biology - The Science of Scarcity and Diversity (M.E. Soulé, ed.). Sinauer Associates, Massachusetts, p. 257258.\nMANTOVANI, W. &amp; MARTINS, F. R. 1988. Variações fenológicas do cerrado da Reserva Biológica de Moji Guaçu, Estado de São Paulo. Revista Brasileira de Botânica. 11: 101-112.\nMIRANDA, I. 1995. Fenologia do estrato arbóreo de uma comunidade de cerrado em Alter-do-Chão, PA. Revista Brasileira de Botânica. 18(2): 235-240.\nMONASTERIO, M. &amp; SARMIENTO, G. 1976. Phenological strategies of plant species in a tropical savanna and the semi-deciduous forest of the Venezuelan llanos. Journal of Biogeography. 3(4): 325-356.\nMOONEY, H.A. &amp; GARTNER, B.L. 1991. Reserve economy of vines. In The biology of vines (Putz, F.E. &amp; Money, H.A., eds.). Cambridge University Press, New York, p.161-180.\nMORELLATO, L. P. C. 1991. Estudo da fenologia de arvores, arbustos e lianas de uma floresta semidecídua do sudeste do Brasil. Tese de doutorado. Universidade Estadual de Campinas.\nMORELLATO, P. C. &amp; LEITÃO-FILHO, H. F. 1996. Reproductive phenology of climbers in a southeastern brazilian forest. Biotropica. 28(2): 180-191.\nMORIN, P. J. 1999. Community Ecology. Blackwell Science. Oxford, UK.\nMURCIA, C. 1995. Edge effects in fragmented forest: implications for conservation.\nTrends in Ecology and Evolution. 10(2): 58-62.\nNEWMARK, W.D. 2001. Tanzanian forest edge microclimatic gradients: dynamics and patterns. Biotropica. 33(1): 2-11.\nOLIVEIRA-FILHO, A.T. &amp; RATTER, J.A. 2002. Vegetation physiognomies and wood flora of the cerrado biome. In Ecology and Natural History of a Neotropical Savanna (P.S. Oliveira &amp; R.J. Marquis, eds.). Columbia University Press, New York, p. 91120.\nOLIVEIRA, P. E. 1998. Fenologia e biologia reprodutiva das espécies de cerrado. In Cerrado: Ambiente e Flora (S. M. Sano &amp; S. P. Almeida, eds.). Embrapa-CPAC. Planaltina, DF, p. 169-192.\nOLIVEIRA, P. E. &amp; GIBBS, P. E. 2000. Reproductive biology of woody plants in a cerrado community of central Brazil. Flora. 195: 311-329.\noliveira, R.S., bezerra, l., davidson, e.a., pinto, f., klink, c.a., NEPSTAD, D.C. &amp; MOREIRA, A. 2005. Deep root function in soil water dynamics in cerrado savannas of central Brazil. Functional Ecology. 19(4): 574-581.\nPÉREZ-SALICRUP, D. &amp; BARKER, M.G. 2000. Effect of liana cutting on water potential and growth of adult Senna multijuga (Caesalpinoideae) trees in a Bolivian tropical forest. Oecologia. 124(4): 469-475.\nPIJL, L. V. 1972. Principles of dispersal in higher plants. 2nd Ed. Springer-Verlag, Berlin\nPUTZ, F. E. 1980. Lianas vs. trees. Biotropica. 12(3):224-225.\nPUTZ, F. E. 1984a. The natural history of lianas on Barro Colorado Island, Panama. Ecology. 65(6): 1713-1724.\nPUTZ, F. E. 1984b. How trees avoid and shed lianas. Biotropica. 16(1): 19-23.\nPUTZ, F. E. &amp; MOONEY, H. A. 1991. The biology of vines. Cambridge University Press. New York, N.Y.\nPUTZ, F. E &amp; WINDSOR, D. M. 1987. Liana phenology on Barro Colorado Island, Panama. Biotropica. 19(4): 334-341.\nRAMIREZ, N. 2002. Reproductive phenology, life-forms, and habitats of the venezuelan central plain. American Journal of Botany. 89(5): 836-842.\nRIBEIRO, J. F., GONZALES, M. I., OLIVEIRA, P. E. A. M. &amp; MELO, J. T. 1982.\nAspectos fenológicos de espécies nativas do cerrado. Anais do XXXII Congresso Nacional de Botânica. Teresina-PI., p. 181-198.\nRIBEIRO, J. F. &amp; WALTER, B. M. T. 1998. Fitofisionomias do bioma cerrado. In Cerrado: Ambiente e Flora (S. M. Sano &amp; S. P. Almeida, eds.) Embrapa - CPAC, Brasilia, DF. pp. 89-168.\nSCHAIK, C. P., TERBORGH, J. W. &amp; WRIGHT S. J. 1993. The phonology of tropical forests: adaptative significance and consequences for primary consumers. Annual Review of Ecology, Evolution and Systematics. 24: 353-377.\nSCHIRONE, B., LEONE, A., MAZZOLENI, S. &amp; SPADA, F. 1990. A new method and data analysis in phenology. Journal of Vegetation Science. 2(1): 27-34.\nSCHNITZER, S.A. 2005. A mechanistic explanation for global patterns of liana abundance and distribution. American Naturalist. 166 (2): 262-276.\nSCHNITZER, S. A . &amp; BONGERS, F. 2002. The ecology of lianas and their role in forests. Trends in Ecology and Evolution. 17(5): 223-230.\nSILVERBAUER-GOTTSBERGER, I. &amp; GOTTSBERGER, G. 1988. A polinização de plantas do cerrado. Revista Brasileira de Biologia. 48(4): 651-663.\nSINGH, K.P. &amp; KUSHWAHA, C.P. 2005. Emerging paradigms of tree phenology in dry tropics. Current Science. 89(6): 964-975.\nSTEVENS, G. C. 1987. Lianas as structural parasites: the Bursera simaruba example. Ecology. 68(1): 77-81.\nTILMAN, D. 1997. Mechanisms of plant competition. In Plant Ecology (M. J. Crawley, ed.). 2nd Ed. Blacwell Science, Oxford. pp. 239-261.\nTURTON, S.M. &amp; FREIBURGER, H.J. 1997. Edge and aspects effects on the microclimate of a small tropical forest remnant on the Atherton Tableland Northeastern Australia. In Tropical Forest Remnants - Ecology, Management and Conservation of Fragmented Communities (W.F. Laurance &amp; R.O. Bierregaard, Jr., eds.). The University of Chicago Press, Chicago, p. 45-54.\nUPTON, G.J.G. &amp; FINGLETON, B. 1989. Spatial Data Analysis by Example - Categorical and Directional Data - Volume 2. John Wiley &amp; Sons, New York.\nWHEELERIGHT, N. T. 1985. Competition for dispersers, and the timing of flowering and fruiting in a guild of tropical trees. Oikos. 44(3): 465-477.\nWILLIANS, R. J., MYERS, B. A MULLER, W. J. &amp; DUFF, G. A. 1997. Leaf phenology of woody species in a north australian tropical savanna. Ecology. 78(8): 2542-2558.\nWILLIANS, R. J., MYERS, B. A ., EAMUS D. &amp; DUFF, G. A. 1999. Reproductive phenology of woody species in a north australian tropical savanna. Biotropica. 31(4):626-636.\nWILLIAMS-LINERA, G. 1990. Vegetation structure and environmental conditions of forest edges in Panama. Journal of Ecology. 78(2): 356-373.\nWRIGHT, S.J., JARAMILLO, M.A., PAVON, J., CONDIT, R., HUBBELL, S.P. &amp; FOSTER, R.B. 2005. Reproductive size thresholds in tropical trees: variation among individuals, species and forests. Journal of Tropical Ecology. 21(3): 307-315.\nZAR, J. H. 1999. Biostatistical analysis. Upper Saddle River : Prentice\nCapítulo 1\nTitle: Liana and edge influence on tree phenology in a Brazilian cerrado fragment1\nJULIA CARAM SFAIR* and FERNANDO ROBERTO MARTINS\nDepartamento de Botânica, Instituto de Biologia, Universidade Estadual de Campinas,\nC.P. 6109, Campinas 13083-970, SP, Brazil, and * Programa de Pós-Graduação em Ecologia, Universidade Estadual de Campinas, PO Box 6109, Campinas 13083-971, SP, Brazil.\nCorrespondence: F. R. Martins (fmartins@unicamp.br)\nRunning headline: Liana and edge influence on tree phenology\n1 Capítulo segue formato da revista Journal of Ecology\nSummary\n1\tConsidering that tree phenology is largely influenced by abiotic and biotic factors, we aimed:\n(a) testing the increased reproductive and decreased vegetative phenophases’ duration, activity and intensity, as well the differences of intervals among phenophases of trees without lianas when compared to those trees with lianas; and (b) testing the similar phenological parameters of trees at the edge when compared to those trees in the interior of a cerrado fragment.\n2\tWe compared the phenology of five individuals with and five individuals without lianas of Anadenanthera falcata, Dalbergia miscolobium, Miconia rubiginosa, Qualea grandiflora, Vochysia tucanorum and Xylopia aromatica at the edge and an equal number in the interior of a dense cerrado fragment in SE Brazil. We subsequently recorded leaf fall, leaf flushing, flowering, and fruiting weekly during a year.\n3\tA. falcata, D. miscolobium and X. aromatica with lianas invested more on leaf production and less on reproduction than same species trees without lianas. Trees might change resource allocation when lianas are associated. However, A. falcata, Q. grandiflora and V. tucanorum with lianas invested on reproduction and leaf change. The higher duration of leaf flushing might proportionate more resource allocation to reproductive organs. M. rubiginosa with lianas in the interior invested on reproduction, what may indicate a way to these trees escape from stress.\n4\tM. rubiginosa, V. tucanorum, Q. grandiflora and X. aromatica at the edge allocated more resources (reflected on phenology parameters analyzed) to reproduction, and less do vegetative organs than that ones in the interior. Along edges, where light is abundant, trees can invest more in reproduction. However, A. falcata invested on reproduction and leaf change in the interior. New leaves production proportionate more resource acquisition, allowing investment on reproduction.\nKey-words: activity index, edge influence, intensity index, liana effect, phenodynamics.\nResumo\n1\tConsiderando que a fenologia das árvores é fortemente influenciada por fatores bióticos e abióticos, os objetivos desse trabalho foram: (a) testar o aumento e a diminuição da duração, atividade e intensidade das fenofases reprodutivas e vegetativas respectivamente para árvores sem lianas, bem como a diferença no intervalo entre fenofases de árvores com e sem lianas; e (b) testar parâmetros fenológicos semelhantes de árvores na borda e no interior de um fragmaneto de cerrado.\n2\tNós comparamos a fenologia de cinco indivíduos com e cinco individuos sem lianas de Anadenanthera falcata, Dalbergia miscolobium, Miconia rubiginosa, Qualea grandiflora, Vochysia tucanorum e Xylopia aromatica na borda e o mesmo número no interior de um fragmento de cerrado denso no SE do Brasil. Nós amostramos a queda e a robrota de folhas, floração e frutificação semanalmente durante um ano.\n3\tA. falcata, D. miscolobium e X. aromatica com lianas investiram mais na produção de folhas e menos na reprodução que as mesmas espécies sem lianas. As árvores podem mudar a alocação de recursos quando as lianas estão presentes. Entretanto A. falcata, Q. grandiflora e V. tucanorum com lianas investiram na reprodução e na troca de folhas. A maior duração no surgimento de folhas novas pode proporcionar mais alocação de recursos para órgãos reprodutivos. Já M. rubiginosa com liana no interior investe em reprodução, o que pode indicar uma forma dessa espécie fugir de ambientes estressantes por meio da produção de diásporos.\n4\tM. rubiginosa, V. tucanorum, Q. grandiflora e X. Aromatica na borda alocaram mais recursos (refletido nos paramêtros fenológicos analisados) para o crescimento reprodutivo e menos para a a troca de folhas que as mesmas espécies no interior. Na borda, onde a luz é abundante, as árvores podem investir mais no na reprodução que no interior. Entretanto, A. falcata investiu na\nreprodução e mudança de folhas no interior. A produção de folhas novas proporciona mais aquisição de recursos, permitindo investimento em reprodução.\nPalavras-chaves: efeito da liana, fenodinâmica, índice de atividade, índice de intensidade, influência da borda.\nIntroduction\nCommunity structure is determined by synergistic interactions among stochastic processes, species response to abiotic conditions, and positive and negative direct and indirect interactions among plants and other organisms (Lortie et. al. 2004). Negative (or antagonistic) interactions, such as competition and parasitism, are especially important and may affect plant growth, reproduction, survival, and phenology (Aarssen &amp; Keogh 2002).\nLianas are traditionally seen to engage in antagonistic interactions with trees (Putz 1980; Putz 1984a; Putz 1984b; Stevens 1987; Hegarty 1991, Dillenburg et al. 1993a; Dillenburg et al. 1993b; Schnitzers &amp; Bongers 2002). During evolutionary time, trees have developed defenses such as fast stem thickening, spiny stems, flexible main stems (Putz 1984a; Hegarty 1991), and harboring protective insects that make it more difficult for lianas to climb (Janzen 1966; Janzen 1969). Lianas may cause mechanical damage, and compete with trees for light, nutrients, and water (Putz 1980; Dillenburg et al. 1993a; Dillenburg et al. 1993b; Dillenburg et al. 1995). Consequently, lianas affect tree growth and mortality rates (Putz 1984b). Lianas may also increase allocation for tree vegetative biomass (Friedland &amp; Smith 1982, Dillenburg et al. 1993a), as well as decrease tree fruit production (Stevens 1987), tree reproduction (Wright et al. 2005) and growth (Clark &amp; Clark 1990). Therefore, lianas may affect tree fitness and its phenology (Schaik et al. 1993). If lianas increase tree allocation to vegetative biomass, we expect an increased duration, intensity and activity of leaf fall and flushing in trees with associated lianas when compared to trees without lianas. Flowering and fruiting duration, intensity and activity would be increased for trees without lianas. Consequently, intervals among the phenophases would be different among trees with and without lianas.\nAbiotic factors are also important for plant phenology (Schaik et al. 1993) and life history (Tilman 1997). Tropical forest edge, for example, has higher temperatures and light levels, and\nlower humidity and water availability than tropical forest interior (Lovejoy et al. 1986, Kapos 1989, Williams-Linera 1990, Camargo &amp; Kapos 1995, Murcia 1995, Kapos et al. 1997, Turton &amp; Freiburger 1997, Newmark 2001). These microclimatic differences are reflected in biotic traits, such as increased plant growth, herbivory (Lovejoy et al. 1986, Murcia 1995), reproduction (Harper et al. 2005) and liana abundance at tropical forest edge (Laurance 1997, Laurance et al.\n2001)\t. However, cerrado plant species are adapted to an open environment, with high radiation and light regime (Coutinho 1978, Goodland &amp; Ferri 1979, Oliveira-Filho &amp; Ratter 2002, Franco\n2002)\t, as we can found at the tropical forest edge. In open habitats, edge influence might be less pronounced than in closer habitats, like tropical forests (Harper et al. 2005). Thus, edge influence is more difficult to detect and probably less important ecologically in these open habitats (Harper et al. 2005). We suppose that edge would not influence tree phenology when compared to trees in the interior of the fragment.\nThe aim of this study are to evaluate the hypothesis that trees with associated lianas show decreased reproductive and increased vegetative investments using phenology parameters. A second aim is compare the similar phenological parameters at the edge and in the interior of a cerrado vegetation fragment.\nMaterial and Methods\nSTUDY AREA\nOur study was conducted in a 30 year-old fragment of dense cerrado with approximately 1340 ha located in the municipality of Itirapina, São Paulo state, Brazil (22o13'S e 47o51'W, 762 m altitude). Dense cerrado is dominated by 5-8 m tall arboreal component (50-70% tree cover) relative to the herbaceous component. It is a transition from cerrado sensu stricto (scrubby woodland) to cerradão (tall woodland) (Ribeiro &amp; Walter 1998). Pinus sp. and Eucalyptus sp. plantations surround the study site. The fragment is surrounded by a 30-m-wide firebreak. The climate is Koeppen’s Cwa, i.e., macrothermic temperate, with dry winter and rainy summer; or ZB II following Walter (1971), tropical with summer rains. The mean annual rainfall is 1394.3 mm with rain concentrated between October and May, and the mean annual temperature is 21.4°C (Fig. 1).\nSAMPLING\nWe analyzed leaf fall, leaf flushing, flowering, and fruiting patterns of six cerrado tree species: Anadenanthera falcata (Benth.) Speg. and Dalbergia miscolobium Benth. (Leguminosae), Miconia rubiginosa (Bonpl.) DC. (Melastomataceae), Qualea grandiflora Mart. and Vochysia tucanorum Mart. (Vochysiaceae), and Xylopia aromatica (Lam.) Mart. (Annonaceae). We choose these species because they are abundant in the area and reach the upper stratum of the community. We tagged ten trees of each species (five with and five without lianas) in the interior, and did the same at the edge of the fragment. Thus, 30 trees without lianas (controls) and 30 with lianas (support trees) were tagged at the fragment edge, and the same was done in the interior. We carefully chose only mature, reproductive and healthy canopy trees with trunk diameter at soil level equal to or greater than 3 cm. We chose only support trees with lianas reaching their\nEvery week from May 2004 to April 2005, we recorded the tagged trees that were flowering and fruiting, and estimated the crown percentage cover of leaf, flowers, and fruits. For the later, we estimated the proportion of each phenophase cover in five categories of a semi-quantitative interval scale (scores of 0 to 4), corresponding respectively to intervals of 25% (0%, 1%-25%, 26%-50%, 51%-75%, and 76%-100%). We used the number of tagged trees to calculate duration, interval and activity parameters and the crown estimation to calculate the Intensity Index (or Fournier Index). In the data analysis, we considered only open flowers and ripe fruits. To calculate the leaf change, we checked the increased or decreased of plant leaf coberture from one week to another. For example, if the Intensity Index increased from one week to another for the same plant, that tree was in leaf flushing.\nDATA ANALYSIS\nEach week, we counted the number of tagged trees shedding or flushing leaves, flowering, and fruiting, as well as the intensity of each phenophase, expressed in crown percentage cover. We compared the data distribution of these phenophases between trees: (a) with and without lianas at the edge; (b) with and without lianas in the interior of the fragment, (c) without lianas at the edge and in the interior; and (d) with lianas at the edge and in the interior of the fragment. From here on, we refer to these comparisons (a to d) as situations. To compare each distribution, we performed the analyses following four approaches.\nDuration\nInterval\nWe defined interval as the number of weeks between the activity of two consecutive phenophases (leaf fall-flushing and flowering-fruiting). We analyzed these data with circular statistics. To calculate the basic circular statistics parameters, we converted weeks into angles from 6.92° = end of the 1st week/May 2004 to 360° = end of the 52nd week/April 2005. For circular statistical analysis, the beginning and the end of data is irrelevant for data analyses (Davis 1986, Upton &amp; Fingleton 1989, Zar 1999). We estimated the following parameters for each situation: mean angle (p), length of mean vector (r), and circular standard deviation (CSD) following Davis (1986), Upton and Fingleton (1989) and Zar (1999). The mean angle p is the week of the year a phenophase occurs. The length of the mean vector (r) may be considered a measure of degree, amount, or level of the seasonality, and varies from 0 to 1 (Morellato et al., 2000). The CSD is equivalent to its linear counterpart (Kovach, 2004) and it is a measure of dispersion. When r is high, CSD tends to be low; hence, CSD may also be considered as a measure of seasonality and is complementary to the mean vector.\nWe also used Rao’s Spacing Test (U) to attest data uniformity. The hypotheses tested were: Ho = data are uniformly distributed around the circle, i.e., there is no seasonality; and Ha = data are not distributed uniformly around the circle, i.e., there is seasonality (Zar, 1999; Kovach,\n2004). This test is more powerful than the commonly used Rayleigh’s test, because Rao’s Spacing test is appropriate when circular data tends to be bimodal (Kovach, 2004). To test for difference of intervals in each situation we used the Mann-Whitney test adapted to the smallest difference of the mean angle of each distribution (Zar 1999).\nIntensity\nWe used the Fournier Index to estimate the phenophase intensity in each tree. Leaf fall, leaf flushing, flowering, and fruiting were estimated on a scale from 0 to 4, corresponding respectively to 0%, 1%-25%, 26%-50%, 51%-75% and 76%-100%. (Bencke &amp; Morellato 2002). We used the G -test instead of circular statistics since data are categorical (Zar 1999).\nActivity\nWe define the Index of Activity as the proportion of the trees expressing a given phenophase on a particular survey date (Bencke &amp; Morellato 2002). We analyzed these data with circular statistics as described above (Davis 1986, Upton &amp; Fingleton 1989, Zar 1999). We tested the normality of each distribution with Watson’s U2 adapted test (Zar 1999, Kovach 2004). This is a goodness-of-fit test against the von Mises distribution, a unimodal distribution similar to the normal distribution in linear data (Zar 1999, Kovach 2004). We tested differences in each situation with the Watson’s U2 test, where two sets of data are compared using mean square deviations. This test is non-parametric and compares two ranked distributions. Tied data, when present, were corrected. The hypotheses were: Ho = both samples have the same distribution; Ha = the two samples differ in some way (Zar 1999, Kovach 2004). Significant differences were interpreted by inspection on basic circular statistic (Kovach 2004).\nResults\nDURATION\nLeaf fall and flushing duration were longer for D. miscolobium, Q. grandiflora, V. tucanorum and X. aromatica with lianas than for the same species without lianas at the edge (Table 1). Only leaf flushing duration was longer for A. falcata with lianas than that ones without lianas at the edge (Table 1). There was no difference for M. rubiginosa at the edge, but in the interior of the fragment, leaf fall duration was longer for trees with lianas than for trees without lianas (Table 1). Similar results were found for Q. grandiflora and X. aromatica’s leaf flushing in this situation. A. falcata's and D. miscolobium's leaf fall and flushing durations were longer for trees with than trees without lianas in the interior of the fragment (Table 1). V. tucanorum's leaf fall and flushing durations were similar among trees with and without lianas in the interior of the fragment (Table 1). However, V. tucanorum's flowering duration was longer for trees with lianas than for trees without lianas at the edge (Table 1). A. falcata's without lianas had a longer fruiting duration than that ones with lianas (Table 1). Q. grandilfora's with lianas had a longer fruiting duration than that ones without lianas. In the interior, flowering and fruiting duration were longer for A. falcata and M. rubiginosa with lianas than for that ones without lianas (Table 1).\nLeaf fall and flushing durations were longer in the interior than at the edge for A. falcata,\nV.\ttucanorum and X. aromatica trees without lianas (Table 1). Leaf fall duration was longer for D. miscolobium without lianas in the interior than at the edge (Table 1). However, for D. miscolobium without lianas, leaf flushing duration was longer at the edge than in the interior (Table 1). A. falcata and X. aromatica with lianas’ leaf fall and flushing duration was longer at the edge than in the interior (Table 1). Leaf fall duration of D. miscolobium and V. tucanorum was longer at the edge than in the interior too (Table 1). Leaf fall duration for M. rubiginosa with lianas was longer at the edge than in the interior (Table 1). Flowering and fruiting of M.\nrubiginosa and Q. grandiflora, flowering of V. tucanorum and fruiting of X. aromatica had a longer duration at the edge than in the interior of the fragment for trees without lianas (Table 1). Flowering of X. aromatica and A. falcata and fruiting of V. tucanorum trees with lianas had a longer duration at the edge than in the interior of the fragment (Table 1). However, V. tucanorum with lianas in the interior fruited for a longer time than at the edge (Table 1).\nINTERVAL\nThe vegetative and reproductive intervals of all situations had non-significative differences for all species. The only exception was V. tucanorum. In the interior the interval between leaf fall and leaf flushing was significant different among trees with and without lianas (Table 2). Leaf change interval of V. tucanorum without lianas was also different between edge and the interior of the fragment (Table 2).\nACTIVITY\nOnly the vegetative activity between the edge and the interior of the fragment was significant different for the species (Table 3). Leaf fall and flushing were more concentrate (more seasonal) at the edge than in the interior of the fragment for A. falcata (Table 4). Besides, leaf flushing occurred in the beginning of the wet season at the edge, whereas occurred in the mid-rainy season in the interior for A. falcata (Table 4). Leaf fall was no seasonal in the interior for A. falcata with lianas and D. miscolobium without lianas (Table 4). Q. grandiflora and D. miscolobium with lianas leaf flushing was seasonal at the edge and not seasonal in the interior (Table 4). The significative differences of D. miscolobium with lianas leaf flushing between edge and interior is due the low number of trees flushing at the edge (Table 4). Besides, those trees had leaf flushing more concentrated and occurred in the beginning of the rainy season, whereas in the interior, in\nINTENSITY\nIntensity had non-significative differences for all species in all situations (table 5). The only exception is A. falcata' fruiting at the edge (Table 5). Trees without lianas fruited more intensely than trees with lianas at the edge (Fig. 2).\nDiscussion\nLIANA INFLUENCE\nResource allocation for most species of higher plants includes the relationship between the investment in one or another function, in the context of costs and benefits for the plant (Bazzaz et al. 1987). One example is the relationship between investment on reproduction and leaf production, reflected on plant phenology (Ratchke &amp; Lacey 1985).\nThe presence of lianas may affect plant resource allocation. Climbers increased the allocation to leaf biomass and decreased the allocation to reproductive biomass of A. falcata, D. miscolobium and X. aromatica trees with lianas, confirming our initial hypothesis. Lianas may compete with trees for light, thereby slowing tree growth and causing a longer period of leaf changing (Putz 1984b). Therefore, reproduction was reduced because of the increased allocation for vegetative biomass (Friedland &amp; Smith 1982, Dillenburg et al. 1993a).\nAccording to Putz (1984b), lianas affect tree growth and mortality rates in several ways, such as by competing for light and increasing mechanical strain and instability of the individual tree. Climbers may decrease stem basal area (Putz 1984b), as well increase allocation for vegetative biomass of a tree (Friedland &amp; Smith 1982, Dillenburg et al. 1993a). Dillenburg et al. (1993b) confirmed that lianas compete for light (aboveground) and nitrogen (belowground) with trees, thus reducing tree fitness. Tree physiology response to liana competition may be reflected in lower allocation to leaves compared with stems, and reduced leaf photosynthetic capacity, photosynthetic nitrogen-use and growth (Dillenburg et al. 1995). Consequently, carbon (Wright et al. 2005) and water competition (Perez-Salicrup &amp; Barker 2000) between liana and tree reduces the probability of tree reproduction (Stevens 1987, Wright et al. 2005) and growth (Clark &amp; Clark 1990).\nHowever, Q. grandiflora (at the edge), V. tucanorum (at the edge), A. falcata (in the interior) and M. rubiginosa (in the interior) invested on reproduction and leaf change equally. A higher duration of leaf flushing proportionate more resource acquisition, what may increase reproduction duration. However, increased duration of leaf flushing is not associated to increased duration of reproductive organs for M. rubiginosa in the interior. Contrary to our initial hypothesis, M. rubiginosa with lianas in the interior trees invest on reproduction in spite of vegetative organs. The benefit-cost model predicted by Loehle (1987) attest that increased allocation to sexual reproduction is associated to seed dispersal to sites that are more favorable or persist in the soil. Evasion from stress by intensive reproduction was suggested for several plants in, for example, pollution stress (Zvereva &amp; Kozlov 2005), water stress (Volis et al. 2004, Piovesan &amp; Adams 2005), salinity (Van Zandt et al. 2003), and competition (Rautiainen et al.\n2004).\nEDGE INFLUENCE\nThe fragment edge is generally a distinct environment from the fragment interior (Murcia 1995). For example, air vapor pressure deficit, air temperature, and light intensity are higher at the edge than in the interior of tropical forest fragments (Lovejoy et al. 1986, Kapos 1989, Williams-Linera 1990, Camargo &amp; Kapos 1995, Murcia 1995, Kapos et al. 1997, Turton &amp; Freiburger 1997, Newmark 2001). Reduction of light intensity, as it occurs in a closed forest, may affect physiological and ecological traits of the plants. The ultraviolet (UV) part of the spectrum is almost completely absorbed at the canopy, as well as most of the visible wavelengths with the exception of those between 520 and 620 nm, and a larger proportion of the infra-red (IR) is reflected and transmitted by leaves (Thery 2001). At the edge, plants have to deal with the high UV radiation (Kapos 1989). Related to light, temperature is higher at the edge and causes\nstructural alterations of proteins, enzymes and membranes, resulting in necrotic lesions, chlorotic mottling of leaves and fruits and, finally, death. At the edge, water deficit is more critical and drought has profound effects on growth and plant quality (Hale &amp; Orcutt 1987, Taiz &amp; Zeiger 2002). As a result, the tropical forest fragmentation is a radical mechanism of habitat alteration for plant fitness.\nCerrado species are adapted to open environments with high radiation and light regime, dystrophic well-drained soils, with low pH, calcium and magnesium, and high aluminum, where fires are recurrent (Coutinho 1978, Goodland &amp; Ferri 1979, Oliveira-Filho &amp; Ratter 2002, Franco 2002). For example, many species have wax or hairs on their leaves as an adaptation to radiation, as well to water and nutrient deficit. Actually, these scleromorphic, nutrient-poor leaves of, cerrado trees and shrubs maintain relatively high photosynthetic rates, similar to those of tropical canopy trees (Franco 2002).\nThe cerrado vegetation is a gradient from openness (like an grassland) to closeness (like a forest) physiognomies (Coutinho 1978). Our study area, a dense cerrado, seems like a forest, but the trees are shorter than a real forest (Ribeiro &amp; Walter 1998). The species from a dense cerrado are the same of cerrado domain, i.e., adapted to an open environment (Ribeiro &amp; Walter 1998). Consequently, the shady environment of the interior may be more limiting than the edge of the cerrado fragment studied, which is a more illuminated and hotter environment. Therefore, M. rubiginosa, V. tucanorum, Q. grandiflora, and X. aromatica invested on reproduction at the edge and on leaf production in the interior of the fragment. Laurance et al. (2003) found little support for the increased tree reproduction along edges in tropical rain forests. Similarly, increased reproduction and decreased leaf production at the edge is not a pattern for all species analyzed. A. falcata had and increased leaf fall, leaf flushing, flowering and fruiting durations in the interior. More leaves indicate more energy for reproduction. Leaf flushing duration for D. miscolobium\nwithout lianas and activity for that ones with lianas were higher at the edge. However, D. miscolobium did not flower during the study period. The lighter environment may promote increased leaf production at the edge. These results do not confirm our initial hypothesis that edge does not influence tree phenology, probably due the open environment adapted species in a dense characteristic of the cerrado analyzed.\nAcknowledgements\nReferences\nAarssen, L.W. &amp; Keogh, T. (2002). Conundrums of competitive ability in plants: what to measure? Oikos, 96, 531-542.\nBazzaz, F.A., Chiarello, N.R., Coley, P.D. &amp; Pitelka, L.F. (1987) Allocating resources to reproduction and defense. Bioscience, 37, 58-67.\nBencke, C.S.C. &amp; Morellato, P.C. (2002) Comparação de dois métodos de avaliação da fenologia de plantas, sua interpretação e representação. Revista Brasileira de Botânica, 25, 269-275.\nCamargo; J.L.C. &amp; Kapos, V. (1995) Complex edge effects on soil moisture and microclimate in Central Amazonian Forest. Journal of Tropical Ecology, 11, 205-221.\nClark, D.B &amp; Clark, D.A. (1990) Distribution and effects on tree growth of lianas and woody hemiepiphytes in a Costa Rican tropical wet forest. Journal of Tropical Ecology, 6, 321331.\nCoutinho, L.M. (1978) O conceito de cerrado. Revista Brasileira de Botânica, 1, 17-23.\nDavis, J.C. (1986) Statistics and Data Analysis in Geology, 2nd edn. John Wiley &amp; Sons, New York.\nDillenburg, L.R., Whigham, D.F., Teramura, A.H. &amp; Forseth, I.N. (1993a) Effects of bellow- and aboveground competition from the vines Lonicera japonica and Parthenocissus quinquefolia on the growth of the tree host Liquidambar styracifolia. Oecologia, 93, 48-54.\nDillenburg, L.R., Whigham, D.F., Teramura, A.H. &amp; Forseth, I.N. (1993b) Effects of vine competition on availability of light, water, and nitrogen to a tree host (Liquidambar styraciflua). American Journal of Botany, 80, 244-252.\nDillenburg, L.R., Teramura, A.H., Forseth, I.N. &amp; Whigham, D.F. (1995) Photosynthetic and biomass allocation responses of Liquidambar styraciflua (Hamamalidaceae) to vine competition. American Journal of Botany, 82, 454-461.\nNeotropical Savanna (eds P.S. Oliveira &amp; R.J. Marquis), pp 178-200. Columbia University Press, New York.\nFriedland, A.J. &amp; Smith, A.P. (1982). Effects of vines on successional herbs. American Midland Naturalist, 108, 402-403.\nGoodland, R. &amp; Ferri, M. (1979) Ecologia do Cerrado. Editora Universidade de São Paulo, São Paulo.\nHale, M.G. &amp; Orcutt, D.M. (1987) The Physiology of Plants under Stress. John Wiley &amp; Sons, New York.\nHarper, K.A., Macdonald, E., Burton, P.J., Chen, J., Brosofske, K.D., Sounders, S.C., Euskirchen, E.S., Roberts, D., Jaiteh, M.S. &amp; Essen, P. (2005) Edge influence on forest structure and composition in fragmented landscape. Conservation Biology, 19, 768-782.\nHegarty, E.E. (1991) Vine-host interactions. The Biology of Vines (ed. F.E. Putz &amp; H.A.\nMooney), pp. 357-375. Cambridge University Press, New York.\nJanzen, D.H. (1966) Coevolution of mutualism between ants and acacias in Central America. Evolution, 20, 249-275.\nJanzen, D.H. (1969) Allelopathy by myrmecophytes: the ant Azteca as an allelopathic agent of Cecropia. Ecology, 50, 147-153.\nKapos, V. (1989) Effects of isolation on the water status of forest patches in the Brazilian Amazon. Journal of Tropical Ecology, 5, 173-185.\nKapos, V., Wandelli, E., Camargo, J.L. &amp; Ganade, G. (1997) Edge-related changes in env5ironment and plant responses due to forest fragmentation in Central Amazonia.\nTropical Forest Remnants - Ecology, Management and Conservation of Fragmented\nCommunities (eds W.F. Laurance &amp; R.O. Bierregaard, Jr.), pp 33-44. The University of Chicago Press, Chicago.\nKovach, W.L. (2004) Oriana for Windows, Version 2.02a. Kovach Computer Services, Pentraeth Wales.\nLaurance, W.F. (1997) Hyper-disturbed parks:edge effects and the ecology of isolated rainforest reserves in tropical Australia. Tropical Forest Remnants - Ecology, Management and Conservation of Fragmented Communities (eds W.F. Laurance &amp; R.O. Bierregaard, Jr.), pp 71-83. The University of Chicago Press, Chicago.\nLaurance, W.F., Perez-Salicrup, D. Delamonica, P. Fearnside, P.M., D’Angelo, S., Jerozolinski, A., Pohl, L. &amp; Lovejoy, T.E. (2001) Rain forest fragmentation and the structure of Amazonian liana communities. Ecology, 82, 105-116.\nLaurance, W.F., Merona, J.M.R., Andrade, A., Laurance, S.G., D’Angelo, S., Lovejoy, T.E. &amp; Vasconcelos, H.L. (2003) Rain-forest fragmentation and the phenology of Amazonian tree communities. Journal of Tropical Ecology, 19, 343-347\nLoehle, C. (1987) Partioning of reproductive effort for clonal plants: A benefit-cost model, Oikos, 49, 199-208.\nLortie, C.J, Brooker, R.W., Choler, P., Kikvidze, Z., Michalet, R., Pugnaire, F.I &amp; Callaway, R.M. 2004. Rethinking plant community theory. Oikos, 107, 433-438.\nLovejoy, T.E., Bierregaard, R.O., Rylands, A.B., Malcolm, J.R., Quintela, C.E., Harper, L.H., Brown JR., K.S., Powell, A.H., Powell, G.V.N., Schubart, H.O. R. &amp; Hays, M.B. (1986). Edge effect and other effects of isoaltion on Amazon Forest fragments. Conservation Biology - The Science of Scarcity and Diversity (ed. M.E. Soule), pp. 257-258. Sinauer Associates, Massachusetts.\nMurcia, C. (1995) Edge effects in fragmented forest: implications for conservation. Trends in Ecology and Evolution, 10, 58-62.\nNewmark, W.D. (2001) Tanzanian forest edge microclimatic gradients: dynamics and patterns. Biotropica, 33, 2-11.\nOliveira-Filho, A.T. &amp; Ratter, J.A. (2002) Vegetation physiognomies and wood flora of the cerrado biome. Ecology and Natural History of a Neotropical Savanna (eds P.S. Oliveira &amp; R.J. Marquis), pp 91-120. Columbia University Press, New York..\nPérez-Salicrup, D. &amp; Barker, M.G. (2000) Effect of liana cutting on water potential and growth of adult Senna multijuga (Caesalpinoideae) trees in a Bolivian tropical forest. Oecologia, 124, 469-475.\nPiovesan, G. &amp; Adams, G.M. (2005) The evolutionary ecology of masting: does the environmental prediction hypothesis also have a role in mesic temperate forests? Ecological Research, 20, 739-743.\nPutz, F.E. (1980) Lianas vs. tees. Biotropica, 12, 224-225.\nPutz, F.E. (1984a) How trees avoid and shed lianas. Biotropica, 16, 19-23\nPutz, F.E. (1984b) The natural history of lianas on Barro Colorado Island, Panama. Ecology,\n65, 1713-1724.\nRathcke, B. &amp; Lacey, E.P. (1985) Phenological patterns of terrestrial plants. Annual Review of Ecology, Evolution and Systematic, 16, 179-214.\nRautiainen, P., Koivula, K. &amp; Hyvarinen, M. (2004) The effect of within-genet and between-genet competition on sexual reproduction and vegetative spread in Potentilla anserina ssp egedii. Journal of Ecology, 92, 505-511.\nFlora (eds S.M. Sano &amp; S.P. Almeida), pp. 89-168. Embrapa - CPAC, Planaltina.\nSchaik, C. P., Terborgh, J. W. &amp; Wright, S. J. (1993) The phenology of tropical forests: adaptative significance and consequences for primary consumers. Annual Review of Ecology, Evolution and Systematics, 24, :353-377.\nSchnitzer, S.A . &amp; Bongers, F. (2002) The ecology of lianas and their role in forests. Trends in\nEcology and Evolution, 17, 223-230.\nStevens, G.C. (1987) Lianas as structural parasites: the Bursera simaruba example. Ecology, 68, 77-81.\nTaiz, L. &amp; Zeiger, E. 2002. Plant Physiology, 3 edn. Sinauer Associates, Publishers, Massachusetts\nThery, M. (2001). Forest light and its influence on habitat selection. Plant Ecology, 153, 251261.\nTilman, D. (1997) Mechanisms of plant competition. Plant Ecology (ed. M.J. Crawley), pp. 239261. Blackwell, Oxford.\nTurton, S.M. &amp; Freiburger, H.J. (1997) Edge and aspects effects on the microclimate of a small tropical forest remnant on the Atherton Tableland Northeastern Australia. Tropical Forest Remnants - Ecology, Management and Conservation of Fragmented Communities (eds W.F. Laurance &amp; R.O. Bierregaard, Jr.), pp 45-54. The University of Chicago Press, Chicago.\nUpton, G.J.G. &amp; Fingleton, B. (1989) Spatial Data Analysis by Example - Categorical and\nDirectional Data - Volume 2. John Wiley &amp; Sons, New York.\nVolis, S., Verhoeven, K.J.F., Mendlinger, S. &amp; Ward, D. (2004) Phenotypic selection and regulation of reproduction in different environments in wild barley. Journal of Evolutionary Biology, 17, 1121-1131.\nWalter, H. (1971) Ecology of tropical and subtropical vegetation. Van Nostrand Rainhold company, New York.\nWilliams-Linera, G. (1990) Vegetation structure and environmental conditions of forest edges in Panama. The Journal of Ecology, 78, 356-373.\nWright, S.J., Jaramillo, M.A., Pavon, J., Condit, R., Hubbell, S.P. &amp; Foster, R.B. (2005) Reproductive size thresholds in tropical trees: variation among individuals, species and forests. Journal of Tropical Ecology, 21, 307-315.\nZar, J. H. (1999) Biostatistical Analysis, 3 edn. Prentice Hall, Upper Saddle River, New Jersey.\nZvereva, E.L. &amp; Kozlov, M.V. (2005) Growth and reproduction of dwarf shrubs, Vaccinium myrtillus and V. vitis-idaea, in a severely polluted area. Basic and Applied Ecology, 6, 261274.\n\tN of trees without lianas at the edge\tN of trees with lianas at the edge\tN of trees without lianas in the interior\tN of trees with lianas in the interior\tTrees with vs. without lianas at the edge\tTrees with vs. without lianas in the interior\tEdge vs. interior for trees without lianas\tEdge vs. interior for trees with lianas\nLeaf fall\t\t\t\t\t\t\t\t\nA. falcata\t4.2 (1.3)\t4.2 (0.8)\t5.4 (0.9)\t9 (2.3)\t0.00\t-3.20*\t-1.69*\t-4.31*\nD. miscolobium\t3.4(1.6)\t8.0 (2.2)\t7.4 (2.0)\t8.6 (2.5)\t-3.68*\t-0.82*\t-3.35*\t-0.39*\nM. rubiginosa\t7.2 (1.1)\t5.8 (2.2)\t6.0 (1.2)\t6.4 (1.9)\t1.23\t-0.38*\t1.63\t-0.44*\nQ. grandiflora\t4.0 (2.1)\t7.2 (2.8)\t7.2 (2.3)\t7.2 (3.1)\t-2.00*\t0.00\t-2.24*\t0.00\nV. tucanorum\t1.6 (0.5)\t5 (3.0)\t8.8 (2.5)\t7.2 (3.7)\t-2.42*\t0.79\t-6.08*\t-1.02*\nX. aromatica\t4.6 (0.9)\t5.0 (1.8)\t6.4 (3.6)\t6.4 (1.6)\t-0.43*\t0.00\t-1.07*\t-1.24*\nLeaf flushing\t\t\t\t\t\t\t\t\nA. falcata\t3.8 (1.3)\t4.8 (2.7)\t7 (1.8)\t9.2 (1.7)\t-0.74*\t-1.90*\t-3.13*\t-3.05*\nD. miscolobium\t4.8 (2.5)\t10.2 (2.3)\t8.6 (1.8)\t9 (1.5)\t-3.57*\t-0.37*\t-2.75*\t0.96\nM. rubiginosa\t8.2 (1.1)\t6.8 (2.1)\t7.6 (2.5)\t6.8 (0.8)\t1.29\t0.68\t0.49\t0.00\nQ. grandiflora\t5.4 (2.2)\t8.2 (1.3)\t8.0 (2.3)\t8.2 (4.1)\t-2.45*\t-0.09*\t-1.81*\t0.00\nV. tucanorum\t2.0 (1.2)\t6.2 (4.1)\t8.0 (2.9)\t5.8 (1.4)\t-2.17*\t1.50\t-4.24*\t0.20\nX. aromatica\t5.0 (1.0)\t6.4 (3.4)\t6.4 (2.2)\t7.4 (2.3)\t-0.87*\t-0.70*\t-1.29*\t-0.54*\nFlowering\t\t\t\t\t\t\t\t\nA. falcata\t2.0 (1.2)\t1.4 (1.9)\t1.6 (1.5)\t2.4 (0.5)\t0.58\t-1.10*\t0.45\t-1.10*\nD. miscolobium\t0 (0)\t0 (0)\t0 (0)\t0 (0)\t0.00\t0.00\t0.00\t0.00\nM. rubiginosa\t4.6 (1.3)\t4.4 (1.1)\t0.6 (0.8)\t4.0 (2.0)\t0.25\t-3.47*\t5.54*\t0.38\nQ. grandiflora\t2.2 (1.4)\t1.0 (1.4)\t0 (0)\t0 (0)\t1.30\t0.00\t3.31*\t1.58\nV. tucanorum\t4.4 (3.3)\t5.6 (2.8)\t0.2 (0.4)\t0 (0)\t-0.60*\t1.00\t2.76*\t4.34*\nX. aromatica\t4.4 (4.8)\t2.6 (1.8)\t0 (0)\t0 (0)\t0.78\t0.00\t2.03\t3.20*\nFruiting\t\t\t\t\t\t\t\t\nA. falcata\t21.4 (2.3)\t10.4 (9.5)\t10.0 (12.3)\t15.6 (10.7)\t2.50*\t-0.76*\t2.03\t-0.81*\nD. miscolobium\t2.8 (4.2)\t0.2 (0.4)\t0 (0)\t0 (0)\t1.37\t0.00\t1.48\t1.00\nM. rubiginosa\t12.8 (4.4)\t12.6 (3.4)\t0.6 (0.8)\t9.4 (4.8)\t0.07\t-4.00*\t6.02*\t1.20\nQ. grandiflora\t0 (0)\t0.2 (0.4)\t1.8 (4.0)\t0 (0)\t-1.00*\t1.00\t-1.00*\t1.00\nV. tucanorum\t0.6 (1.3)\t0 (0)\t0.2 (0.4)\t0.2 (0.4)\t1.00\t0.00\t0.63\t-1.00*\nX. aromatica\t3.0 (1.7)\t2.4 (1.5)\t0.6 (1.3)\t0 (0)\t0.58\t1.00\t2.44*\t3.53*\n4^\n00\n**it is not possible to calculate).\n\tWith vs. without lianas at the edge\tWith vs. without lianas in the interior\tEdge vs. interior for trees without lianas\tEdge vs. interior for trees with lianas\nLeaf fall Leaf flushing\t\t\t\t\nA. falcata\t1.36\t0.73\t1.15\t0.31\nD. miscolobium\t1.15\t0.52\t0.31\t1.78\nM. rubiginosa\t0.73\t1.78\t0.52\t1.78\nQ. grandiflora\t1.15\t0.31\t0.31\t0.31\nV. tucanorum\t1.47\t2.61*\t2.19*\t0.49\nX. aromatica\t1.15\t1.57\t1.78\t0.94\nFlowering -> Fruiting\t\t\t\t\nA. falcata\t**\t0.15\t0.71\t**\nD. miscolobium\t**\t**\t**\t**\nM. rubiginosa\t0.10\t**\t**\t0.52\nQ. grandiflora\t**\t**\t**\t**\nV. tucanorum\t**\t**\t**\t**\nX. aromatica\t0.22\t**\t**\t**\n\tTrees with vs. without lianas at the edge\tTrees with vs. without lianas in the interior\tEdge vs. interior for trees without lianas\tEdge vs. interior for trees with lianas\nLeaf fall\t\t\t\t\nA. falcata\t0.08\t0.01\t0.07\t0.29*\nD. miscolobium\t0.12\t0.07\t0.24*\t0.04\nM. rubiginosa\t0.02\t0.07\t0.14\t0.07\nQ. grandiflora\t0.17\t0.06\t0.18\t0.06\nV. tucanorum\t0.05\t0.05\t0.05\t0.12\nX. aromatica\t0.06\t0.06\t0.16\t0.14\nLeaf flushing\t\t\t\t\nA. falcata\t0.07\t0.05\t0.15\t0.23*\nD. miscolobium\t0.16\t0.05\t0.31*\t0.08\nM. rubiginosa\t0.04\t0.13\t0.07\t0.06\nQ. grandiflora\t0.18\t0.06\t0.25*\t0.08\nV. tucanorum\t0.06\t0.08\t0.15\t0.24*\nX. aromatica\t0.07\t0.12\t0.16\t0.06\nFlowering\t\t\t\t\nA. falcata\t0.05\t0.01\t0.01\t0.11\nD. miscolobium\t**\t**\t**\t**\nM. rubiginosa\t0.03\t**\t**\t0.11\nQ. grandiflora\t**\t**\t**\t**\nV. tucanorum\t0.01\t**\t**\t**\nX. aromatica\t0.13\t**\t**\t**\nFruiting\t\t\t\t\nA. falcata\t0.08\t0.02\t0.07\t0.04\nD. miscolobium\t**\t**\t**\t**\nM. rubiginosa\t0.01\t**\t**\t0.15\nQ. grandiflora\t**\t**\t**\t**\nV. tucanorum\t**\t**\t**\t**\nX. aromatica\t0.13\t**\t**\t**\nTable 4. Results of circular statistic analyses for all situations in a cerrado fragment of SE Brazil. Between the parenthesis, the approximate month that the phenophase occur for seasonal phenophases (*p<0.05, i.e, phenophase is seasonal; **it is not possible to\ncalculate).\nTrees with lianas\t\t\t\t\t\tTrees without lianas\t\t\n\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\nAnadenanthera falcata\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t21\t24\t7\t58\t21\t19\t10\t120\n\t73.19°\t125.78°\t140.43°\t54.04°\t44.87°\t146.02°\t145.38°\t57.77°\nMean angle (p) Length of mean vector\t(jul)\t(oct)\t(sep)\t(jun)\t(jun)\t(sep)\t(sep)\t(jun)\n(r) Circular standard\t0.58\t0.47\t0.99\t0.57\t0.41\t0.37\t0.99\t0.64\ndeviation\t59.38°\t70.14°\t7.13°\t60.76°\t76.04°\t80.77°\t5.36°\t53.79°\nRao's spacing test (U)\t187.91*\t165.00*\t287.80*\t198.62*\t191.20*\t190.93*\t310.15*\t282.00*\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t44\t45\t12\t78\t27\t35\t8\t50\n\t\t242.02°\t147.11°\t61.82°\t\t126.40°\t146.25°\t69.34°\nMean angle (p) Length of mean vector\t359.94°\t(jan)\t(sep)\t(dec)\t15.16°\t(ago)\t(sep)\t(jul)\n(r) Circular standard\t0.22\t0.09\t0.99\t0.59\t0.29\t0.07\t0.99\t0.57\ndeviation\t99.49°\t125.05°\t4.99°\t58.02°\t90.01°\t130.18°\t5.40°\t60.74°\nRao's spacing test (U)\t152.3\t202.77*\t316.15*\t226.15*\t150.51\t191.47*\t301.15*\t165.60*\nDalbergia miscolobium\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t40\t53\t0\t1\t17\t24\t0\t14\nMean angle (p)\t29.74°\t168.12°\t\t\t110.65°\t146.08°\t\t107.63°\n\t(mai)\t(oct)\t**\t131.53°\t(oct)\t(sep)\t**\t(ago)\nContinuação Table 4.\nTrees with lianas\t\t\t\t\t\tTrees without lianas\t\t\nD. miscologium/edge\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\nLength of mean vector (r) Circular standard\t0.12\t0.11\t**\t1\t0.47\t0.48\t**\t0.72\ndeviation\t117.07°\t118.19°\t**\t**\t70.42°\t69.36°\t**\t46.39°\nRao's spacing test (U)\t161.99*\t156.22*\t**\t**\t177.55*\t215.76*\t**\t208.68*\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t43\t43\t0\t0\t37\t43\t0\t0\n\t\t\t\t\t355.89°\t270.27°\t\t\nMean angle (g) Length of mean vector\t304.87°\t245.00°\t**\t**\t(apr)\t(jan)\t**\t**\n(r) Circular standard\t0.1\t0.21\t**\t**\t0.2\t0.14\t**\t**\ndeviation\t121.91°\t100.92°\t**\t**\t101.51°\t113.09°\t**\t**\nRao's spacing test (U)\t143.29\t151.66\t**\t**\t161.47*\t155.69*\t**\t**\nMiconia rubiginosa\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t29\t34\t23\t75\t36\t41\t24\t72\n\t9.56°\t50.87°\t210.88°\t331.60°\t21.91°\t36.07°\t206.72°\t328.98°\nMean angle (g) Length of mean vector\t(mai)\t(jun)\t(dec)\t(apr)\t(mai)\t(jun)\t(nov)\t(mar)\n(r) Circular standard\t0.22\t0.1\t0.91\t0.8\t0.25\t0.18\t0.79\t0.81\ndeviation\t98.99°\t121.00°\t24.65°\t37.69°\t94.749\t105.11°\t39.13°\t36.99°\nRao's spacing test (U)\t159.70*\t167.37*\t264.58*\t264.00*\t176.92*\t171.55*\t230.76*\t260.00*\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t32\t34\t20\t47\t30\t38\t3\t3\n\t\t93.22°\t222.71°\t320.51°\t346.47°\t342.17°\t\t\nMean angle (g) Length of mean vector\t14.08°\t(jul)\t(dec)\t(mar)\t(apr)\t(apr)\t228.496°\t359.02°\n(r)\t0.25\t0.18\t0.92\t0.89\t0.41\t0.21\t0.985\t0.77\nContinuação Table 4.\nM. rubiginosa/Interior Circular standard deviation Rao's spacing test (U)\tTrees with lianas Leaf\t\t\t\tTrees without lianas\t\t\t\n\t\t\t\t\tLeaf fall 75.85° 189.69*\tLeaf flushing 100.77° 161.41*\tFlowering 9.809° **\tFruiting 41.43° **\n\tLeaf fall 94.56° 154.9\tflushing 104.72° 184.88*\tFlowering 22.81° 271.38*\tFruiting 26.72° 254.68*\t\t\t\t\nQualea grandiflora\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t36\t41\t4\t0\t20\t27\t11\t0\n\t81.38°\t208.60°\t223.27°\t\t117.38°\t160.09°\t220.35°\t\nMean angle (p) Length of mean vector\t(jul)\t(nov)\t(dec)\t**\t(ago)\t(oct)\t(dec)\t**\n(r) Circular standard\t0.03\t0.24\t0.99\t**\t0.59\t0.53\t0.98\t**\ndeviation\t147.69°\t95.73°\t5.74°\t**\t58.90°\t63.72°\t9.68°\t**\nRao's spacing test (U)\t166.15*\t185.91*\t256.15*\t**\t164.76*\t211.28*\t292.65*\t**\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t36\t38\t0\t0\t36\t40\t0\t0\n\t\t203.08°\t\t\t81.55°\t\t\t\nMean angle (p) Length of mean vector\t171.70°\t(oct)\t**\t**\t(jul)\t192.45°\t**\t**\n(r) Circular standard\t0.13\t0.4\t**\t**\t0.15\t0.17\t**\t**\ndeviation\t115.77°\t76.69°\t**\t**\t111.26°\t107.87°\t**\t**\nRao's spacing test (U)\t149.99\t175.26*\t**\t**\t170.77*\t150.23\t**\t**\nVochysia tucanorum\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t25\t31\t28\t0\t8\t10\t22\t3\n\t\t\t261.29°\t\t\t\t265.31°\t\nMean angle (p) Length of mean vector\t93.73°\t134.63°\t(jan)\t**\t87.69°\t116.32°\t(jan)\t173.07°\n(r)\t0.28\t0.2\t0.94\t**\t0.35\t0.41\t0.94\t0.99\nCircular standard deviation\t90.86°\t101.43°\t18.54°\t**\t82.92°\t75.65°\t18.55°\t5.65°\nen\nContinuação Table 4.\nTrees with lianas\t\t\t\t\t\tTrees without lianas\t\t\nV. tucanorum/edge\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\tLeaf fall\tLeaf flushing\tFlowering\tFruiting\nRao's spacing test (U)\t134.58\t146.94\t277.91*\t**\t121.15\t139.84\t274.40*\t**\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t34\t25\t0\t1\t44\t40\t1\t1\n\t168.23°\t\t\t\t\t335.45°\t\t\nMean angle (g)\t(oct)\t216.98°\t**\t96.92°\t336.71°\t(apr)\t152.308°\t34.615°\nLength of mean vector (r) circular standard\t0.03\t0.15\t**\t1\t0.13\t0.16\t1\t1\ndeviation\t151.46°\t110.70°\t**\t**\t114.39°\t108.82°\t**\t**\nRao's spacing test (U)\t174.29*\t139.84\t**\t**\t127.76\t159.92*\t**\t**\nXylopia aromatica\t\t\t\t\t\t\t\t\nEdge\t\t\t\t\t\t\t\t\nObservations (N)\t25\t32\t14\t13\t23\t25\t24\t17\n\t90.57°\t189.16°\t191.84°\t353.18°\t78.99°\t153.60°\t206.81°\t347.05°\nMean angle (g) Length of mean vector\t(jul)\t(nov)\t(nov)\t(apr)\t(jul)\t(sep)\t(nov)\t(apr)\n(r) circular standard\t0.12\t0.18\t0.97\t0.87\t0.27\t0.14\t0.73\t0.95\ndeviation\t116.02°\t104.52°\t13.72°\t30.10°\t91.84°\t112.15°\t44.72°\t17.07°\nRao's spacing test (U)\t176.12*\t162.69*\t285.82*\t235.38*\t181.20*\t204.92*\t231.92*\t269.18*\nInterior\t\t\t\t\t\t\t\t\nObservations (N)\t32\t36\t0\t0\t32\t32\t0\t3\n\t11.10°\t\t\t\t\t260.93°\t\t\nMean angle (g) Length of mean vector\t(mai)\t346.50°\t**\t**\t5.27°\t(jan)\t**\t346.05°\n(r) circular standard\t0.39\t0.39\t**\t**\t0.27\t0.22\t**\t0.96\ndeviation\t78.57°\t78.29°\t**\t**\t92.71°\t98.89°\t**\t15.02°\nRao's spacing test (U)\t157.49*\t153.84\t**\t**\t141.92\t217.21*\t**\t**\nen\n-k\n**it is not possible to calculate).\n\tTrees with vs. without lianas at the edge\tTrees with vs. without lianas in the interior\tEdge vs. Interior for trees without lianas\tEdge vs. Interior for trees with lianas\nLeaf fall\t\t\t\t\nA. falcata\t0.00\t0.00\t0.00\t0.00\nD. miscolobium\t4.58\t0.00\t1.84\t7.55\nM. rubiginosa\t0.00\t2.02\t4.25\t0.00\nQ. grandiflora\t0.00\t0.00\t0.00\t0.00\nV. tucanorum\t0.00\t1.64\t0.98\t0.00\nX. aromatica\t0.00\t0.00\t0.00\t0.00\nLeaf flushing\t\t\t\t\nA. falcata\t0.00\t0.00\t0.00\t0.00\nD. miscolobium\t2.24\t0.00\t2.52\t0.00\nM. rubiginosa\t0.00\t0.00\t0.00\t0.00\nQ. grandiflora\t0.00\t0.00\t0.00\t0.00\nV. tucanorum\t0.00\t3.21\t3.48\t0.00\nX. aromatica\t0.00\t0.00\t0.00\t0.00\nFlowering\t\t\t\t\nA. falcata\t1.17\t7.09\t0.92\t1.05\nD. miscolobium\t**\t**\t**\t**\nM. rubiginosa\t3.44\t0.00\t0.00\t6.45\nQ. grandiflora\t0.00\t**\t0.00\t0.00\nV. tucanorum\t0.00\t0.00\t0.00\t0.00\nX. aromatica\t0.00\t**\t0.00\t0.00\nFruiting\t\t\t\t\nA. falcata\t10.34*\t2.14\t23.42\t1.42\nD. miscolobium\t0.00\t**\t0.00\t0.00\nM. rubiginosa\t4.42\t0.00\t0.21\t0.00\nQ. grandiflora\t**\t**\t**\t**\nV. tucanorum\t0.00\t0.00\t0.00\t0.00\nX. aromatica\t0.00\t0.00\t0.00\t0.00\nItirapina (22°13'S and 47°51'W; 765 m)\n41\n300\n200\n100\n80\n60\n40\n20\n0\nFig. 1 Climatic diagram for Itirapina, São Paulo, Brazil (22o13'S; 47o51'W, 762 m altitude,\nRipasa Climatic Station).\n20\nO) c\n5\n15\nc o co c\nQ.\no\n(D _Q E\nZ5\n10\n5\n0\nIntensity index\nFig. 2 Intensity index for A. falcata fruiting at the edge (G = 10.34; f.d. = 3; p &lt;0.05).\nCapítulo 2\n2\nLiana and tree phenology in a Brazilian dense cerrado fragment\nJulia Caram Sfaira,b, Fernando Roberto Martins3’*\n^Universidade Estadual de Campinas, Instituto de Biologia, Departamento de Botânica, PO Box 6109, Campinas 13083-970, SP, Brazil.\nbPrograma de Pós-Graduação em Ecologia, Universidade Estadual de Campinas, PO Box 6109, Campinas 13083-971, SP, Brazil.\n*Corresponding author.\nE-mail address: fmartins@unicamp.br (F.R. Martins)\n2 Capítulo segue formato da revista Flora\nAbstract\nWhereas tropical trees allocate resources to stem and root, tropical forest lianas allocate their resources to elongate stem in order to climb and keep themselves on trees. If cerrado lianas are ecophysiologically similar to tropical forest lianas, we expect that they reproduce and change leaves during the wet season. Since cerrado trees can store nutrients, we expect that they change leaves and reproduce during the dry season. The aim of this study was to investigate phenophase divergence between trees and lianas in a cerrado fragment. Since different pollinators and dispersers are present in different seasons, another aim was to investigate phenophase divergence between lianas and trees with the same and different pollination and dispersal syndromes. This study was carried out in a dense cerrado fragment in SE Brazil. Weekly during one year, we recorded leaf fall, leaf flushing, flowering, and fruiting of 60 trees (six species) and 60 associated lianas (nine species). We used circular statistics analyses to compare liana to tree phenophase distributions and Spearman rank coefficient correlation to compare phenophase to rainfall distributions. Anadenanthera falcata, Miconia rubiginosa and Vochysia tucanorum's leaf fall and flush of trees and associated lianas occurred in the transition from dry to rainy seasons, indicates the water is available by deep roots. Lianas changed leaves more intensely than Q. grandiflora's trees. The only phenological divergence for all species analyzed referred to flowering, which occurred in different seasons among trees and lianas and depends of the pollinator. Competition for pollinator promote different bee flowering patterns between A. falcata and V. tucanorum trees and associated lianas. Nevertheless, predator’s avoidance promotes bee pollination convergence among M. rubiginosa trees and their associated lianas. Anemochory occurred during dry season for both life-forms, when low water availability allows dry diaspore dispersal. M. rubinosa and X. aromatica trees produced fleshy fruits in the end of the wet season, providing resources for animals and increasing diaspore dispersal efficiency.\ninteraction.\nResumo\nEnquanto que árvores tropicais alocam recursos para caule e raiz, lianas tropicais alocam seus recursos para o alongamento do caule, como forma de atingir o topo das árvores. Se lianas de cerrado são ecofisiologicamente semelhantes às lianas tropicais, nós esperamos que elas se reproduzam e troquem folhas durante a estação chuvosa. Como árvores de cerrado podem estocar nutrientes, nós esperamos que elas troquem de folhas e se reproduzam durante a estação seca. O objetivo desse trabalho foi investigar a divergência de fenofases entre lianas e árvores em um fragmento de cerrado. Como diferentes polinizadores e dispersores estão presentes em diferentes estações, outro objetivo foi investigar a divergência de fenofases entre lianas e árvores com síndromes de dispersão e polinização semelhantes. Este estudo foi realizado em fragmento de cerrado denso no sudeste brasileiro. Semanalmente durante um ano nós amostramos a perda e o ganho de folhas, a floração e a frutificação de 60 árvores (seis espécies) e 60 lianas (nove espécies). Nós utilizamos análise estatística circular para comaprar a distribuição das fenofases de lianas e árvores e o coeficiente de correlação de Spearman para comparar a ocorrência das fenofases com a precipitação. A perda e o ganho de folhas de Anadenanthera falcata, Miconia rubiginosa e Vochysia tucanorum e suas lianas associadas ocorreu na transição das estações secas e chuvosas, indicando que a água está disponível por meio de raízes profundas. As lianas trocaram de folhas mais intensamente que as árvores para Qualea grandiflora. A única divergênica fenológica para todas as espécies analisadas foi a floração, a qual ocorreu em diferentes épocas entre lianas e árvores e que depende do polinizador. A competição por polinizador promove diferentes padrões de floração entre A. falcata e V. tucanorum e suas lianas associadas. Entretanto, a evitação de predadores promove a convergência de polinização por abelhas entre M. rubiginosa e suas lianas associadas. A anemocoria ocorreu durante a estação seca para ambas as formas de vida, pois a baixa disponibilidade de água permite a dispersão de\nIntroduction\nPhenology and life-form are key aspects of plant strategies because they are related to the ability of plants to explore different resources (Golluscio et al., 2005). Area, age and structure of leaves, size and distribution of roots, and stem water status are different among life-forms and may affect plant phenology (Singh and Kushwaha, 2005). Therefore, different life-forms may have different phenophases at different times in the same plant community (Rathcke and Lacey, 1985). Distinct life-forms spatially close would experience a greater divergence for the same phenophase, since the competition for resources would be greater than spatially distant life-forms (Bolker et al., 2005).\nLianas are plants that depend on a support, generally a tree, to reach the upper stratum of a forest (Putz and Mooney, 1991). Adult lianas of tropical forests have deep root and efficient vascular systems and therefore, have higher growth rates when compared to tropical trees (Mooney and Gartner, 1991; Schnitzer, 2005). Tropical forest lianas allocate their reserves to leaves and growth, whereas tropical trees invest in the construction of a massive stem (Mooney and Gartner, 1991).\nWhereas tropical forest trees suffer from drought during dry season loosing leaves and decreasing metabolism, cerrado woody species are adapted to severe dry-wet regime (Franco, 2002). Cerrado species are adapted to an open environment and have high photosynthetic capacity (Franco, 2002). Nevertheless, the availability of nitrogen and other nutrients is generally low, thus favoring carbon storage and biomass partitioning to roots rather than leaves (Franco, 2002). Most of the assimilated carbon is not used for growth, but is stored in underground structures or diverged for leaf structural components (Franco, 2002; Hoffmann et al., 2005). Therefore, for cerrado woody species, deep roots avoid drought stress: during the dry season, deep soil compartments can contribute to as much as 83% of the total water used in a tree-\ndominated cerrado community (Oliveira et al., 2005). Nevertheless, there are no studies about ecophysiology of cerrado lianas.\nIf cerrado lianas behave like tropical forest lianas, fast growth may decrease allocation to sink organs, such as flowers, fruits, and seeds. Low resource abundance during dry season would not favor investment in new organs, such as leaves, flowers and fruits. Consequently, lianas would concentrate their phenophases when resources are abundant, i.e., during the wettest period of the year. If cerrado trees store nutrients, we expect that they reproduce and change leaves in the driest season, after resource allocation (Oliveira, 1998). Moreover, seasonal communities tend to have heterochronic flowering and fruiting as a way to minimize phenological overlap with other plants that depend on the same animal vector (Schaik et al., 1993). This phenophase heterochrony should be greater for spatially closer plants (Bolker et al., 2005). If pollinator or disperser of lianas and trees are similar, we expect different flowering or fruiting season between lianas and trees in close association.\nWe aim to test the hypothesis that phenological divergence occurs between lianas and their respective tree support in a cerrado fragment. If this divergence occurs, we expect that trees change leaves and reproduce during the dry season, whereas cerrado lianas behave like tropical forest lianas and concentrate their phenophases during the rainy season. Since different pollinators and dispersers are present in different seasons, we also aim to investigate reproductive phenophase divergence between lianas and trees with the same and different pollination and dispersal syndromes. We expect that liana and their tree support with the same syndromes diverge in their reproductive phenology, whereas the pairs with different syndromes may show synchronic phenophases.\nMaterials and Methods\nStudy area\nOur study was conducted in a fragment of dense cerrado in the city of Itirapina, São Paulo state (22o13'S and 47o51'W, 762 m mean altitude). Dense cerrado is characterized by the predominance of the arboreal component (50-70% tree cover, 5-8 m average tree height) over the herbaceous component. It is a transition from cerrado sensu stricto (savanna woodland) to cerradão (tall savanna woodland), according to Ribeiro and Walter (1998). This 30 year-old fragment is surrounded by Pinus sp. and Eucalyptus sp. plantations. Separating the fragment from the surrounding plantations is a clean land-strip firebreak 30 m wide. The climate is Koeppen’s Cwa, i.e., macrothermic temperate with dry winter and rainy summer; or ZB II following Walter (1971), tropical with summer rain. The mean annual rainfall is 1394.3 mm concentrated from October to May, and the mean annual temperature is about 21.4°C (Fig. 1).\nSampling\nWe analyzed leaf fall, leaf flushing, flowering, and fruiting patterns of six cerrado tree species (Table 1). These species are abundant in the area and reach the upper stratum of the community. We tagged ten trees of each species together with their associated lianas. We found nine species of associated lianas (Table 1). Therefore, 60 trees and 60 lianas were tagged in the fragment as a whole. We carefully chose only mature, reproductive, and healthy canopy trees with trunk diameter at soil level equal to or greater than 3 cm. The species of lianas were not previously chosen, i.e., we considered any apparently adult lianas that reached the previously selected tree crown. We selected trees with only one liana per tree.\nEvery week from May 2004 to April 2005, we recorded the number of tagged trees and associated lianas with leaf fall, leaf flushing, flowering, and fruiting. For each vegetative phenophase, we also recorded the Intensity Index (or Fournier Percentual Index) by attributing a\nData analysis\nTo calculate the basic circular statistics parameters, we converted weeks into angles from\n6.92° = end of the 1st week/May 2004 to 360° = end of the 52nd week/April 2005 (Davis, 1986;\nUpton and Fingleton, 1989; Zar, 1999). The activity of each phenophase (percentage of trees or lianas in each phenophase) on each angle was calculated, and the following parameters estimated for each life-form: mean angle (p), length of mean vector (r), and circular standard deviation (CSD) (Davis, 1986; Upton and Fingleton, 1989; Zar,1999). The mean angle p may correspond the week of the year a phenophase occurs more frequently. The length of the mean vector (r) may be considered a measure of degree, amount or level of the seasonality, and varies from 0 to 1 (Morellato et al., 2000). The CSD is equivalent to its linear counterparts (Kovach, 2004), i.e., it is a measure of dispersion. When r is high, CSD tends to be low; hence, CSD may also be considered as a measure of seasonality, and is complementary to the mean vector.\nWe also used Rao’s Spacing Test (U) for uniformity. The hypotheses tested were: H0 = data are uniformly distributed around the circle, i.e., there is no seasonality; and Ha = data are not distributed uniformly around the circle, i.e., there is seasonality (Zar, 1999; Kovach, 2004). This test is more powerful than the more used Rayleigh’s test, because it is appropriate when circular data seems to be bimodal (Kovach, 2004). We verified visually the apparently bimodal distribution in the graphics.\nThe normality of each distribution was tested according to Watson’s U2 adapted test. This is a goodness-of-fit test against the von Mises distribution, a unimodal distribution similar to the\nnormal distribution in linear data (Zar, 1999; Kovach, 2004). We tested differences in each situation with the Watson’s U2 test, in which two sets of data are compared using mean square deviations. This test is non-parametric and compares two ranked distributions. Tied data, when present, were corrected. The hypotheses were: H0 = both samples have the same distribution; Ha = the distributions differ in some way between the two samples (Zar, 1999; Kovach, 2004). Consequently, we used basic statistics parameters to investigate the differences between distributions (Kovach, 2004). We used circular statistics to test for differences of phenophase, and pollination and dispersion syndromes between lianas and trees species.\nWe investigated the possible correlation between rainfall average (from 1989 and 2005) and the number of trees and lianas on each phenophase. We used Spearman rank coefficient correlation, since the data are categorical (Zar, 1999). We tested for difference in the distribution of the intensity index of vegetative phenophases between trees and their lianas by G-test with Williams Correction, since the module of observed less expected was smaller than the expected (Zar, 1999).\nResults\nOnly leaf flushing of D miscolobium, Q. grandiflora and X. aromatica's associated lianas was correlated to precipitation (Table 2). Leaf flushing was positively correlated in these cases, i.e. occurred in the wet season (Table 2). Leaf fall of all species and leaf flushing of A. falcata, M. rubiginosa and V. tucanorum occurred in the transitions of the seasons (Table 2). The absence of similarity on leaf fall and flushing among lianas and trees’ distributions for others species (Table 3) indicates that leaf change occur in the same time for both life-forms. There was divergence among trees and associated lianas on leaf fall only for Q. grandiflora and V. tucanorum; and on leaf flushing for Q. grandiflora (Table 3). Q. grandiflora’s leaf fall occurred in the beginning of\nthe wet season, whereas leaf fall of their associated lianas occurred in the beginning of the dry season (Table 3). The leaf flushing occurred in the mid-rainy season for the these species and occurred the end of dry season for Q. grandiflora's associated lianas (Table 3). Besides Q. grandiflora's lianas changed leaves more intensely than trees (Table 4, Fig. 2). Leaf fall of V tucanorum was not seasonal, whereas their associated lianas’ leaf fall occurred in the wet season (Table 3). Nevertheless as a general rule, our results did not corroborate our initial hypothesis.\nOnly M. rubiginosa and V. tucanorum trees and their associated lianas’ flowering were correlated do rainfall (Table 2). Whereas M. rubiginosa trees and their associated lianas flower in the wet season, V. tucanorum trees flowered in the wet, and their associated lianas, in the dry season (Table 2), contrary to our initial hypothesis. M. rubiginosa differences with their associated lianas probably is due their differences on the number of individuals, since the data are concentrated in similar seasons (Table 3). However, A. falcata and V. tucanorum trees and lianas flowered in different seasons: trees flowered in the wet season, whereas lianas, in the dry season (Table 3), as we not predicted.\nA. falcata, pollinated by bees, flowered in the beginning of the wet seasoon, whereas ornitophilous associated lianas, in the end of wet season (Tables 5 and 6). V. tucanorum trees, pollinated by bees, flowered in the middle of wet season, whereas bird pollinated lianas, in the middle of dry season (Tables 5 and 6). Mellitophilous lianas associated to V. tucanorum flowered in the middle of dry season (Table 5). Therefore, trees and lianas pollinate by bees flowered in different seasons. However M. rubiginosa, bee pollinated, flowered in the middle of December, whereas their bee pollinated lianas, in February, i.e. both in the wet season (Table 5), as we not predicted.\nA. falcata was the only tree with fruiting associated to rainfall and this correlation was negative (Table 2), i.e., they fruited mainly in the dry season. Associated lianas of D.\nAll lianas that fruited were dispersed by wind. The only liana which diaspore was dispersed by animal not fruited during the observed period (Table 1). However, the low number of anemochory events for lianas and trees made impossible the comparison among trees and lianas with this kind of dispersal (Table 3). For different dispersal syndromes, the distribution among lianas and trees were different, as the case of M. rubiginosa and X. aromatica. These trees are zoochoricous (birds mainly disperse their diaspores) and fruited in the end of the wet season (Table 3). Their associated lianas, anemochoricous, fruited in the dry season (Table 3).\nDiscussion\nThe similar phenology on leaf change among A. falcata, D. miscolobium, M. rubiginosa, X. aromatica trees and their lianas reflect that both life-forms may have similar resource allocation strategies. This result may be similar to tropical forest. At the beginning of the dry season, the sap flux in a dry tropical forest is similar in lianas and trees of equivalent stem diameter (Andrade et al., 2005). Tropical forest lianas produce new leaves during all year long, and most of that lianas are evergreen (Putz and Windsor, 1987). The result of a continuum production of leaves is a higher leaf cover of climbers during the wet season, when tropical trees produce new leaves (Avalos and Mulkey, 1999). However, we observed that leaf fall and flushing for A. falcata, M, rubiginosa and V. tucanorum trees and their associated lianas occurred in the transition of dry to wet seasons. Although cerrado tree species have deep root system, leaf fall and flushing on the transition of wet-dry seasons are common in almost all species (Mantovani and Martins, 1988; Miranda, 1995; Oliveira, 1998). This pattern leaf change on the transition of\nthe dry to wet seasons is common in other cerrado areas (Mantovani and Martins, 1988; Miranda, 1995; Oliveira, 1998; Damascos et al., 2005) and Australian savanna (Williams et al., 1997). According to Bie et al. (1998), leaf flushing just before rainy season indicates that not only water resource is available to deep root system, but also provides the plant with a fully operating photosynthetic apparatus when favorable conditions arrive. Besides, this may be a consequence of climatic variation and soil solution variation. For example, leaf fall would be adjusted to high soil solution concentration during dry season, decreasing the absorption of some nutrients, such as phosphorous (Mantovani and Martins, 1988; Williams et al., 1997), although endogenous factors are also considered (Williams et al., 1997). Leaf flushing during the wet season for D. miscolobium, Q. grandiflora and X. aromatica trees and their associated lianas may be related to the earlier and mid-rainy season flowering period (Oliveira 1998). These plants may also avoid the production of new leaves during unfavorable periods, like drought period and during the periods of higher insolation, i.e., higher diffuse light assimilation potential (Schaik et al., 1993).\nLianas and trees compete for light and nitrogen (Dillenburg et al., 1993a), carbon (Wright et al., 2005), and water (Perez-Salicrup and Barker, 2000). This competition reduces the probability of tree reproduction (Wright et al., 2005) and growth (Clark and Clark, 1990). Dillenburg et al. (1993b) found increased tree allocation to leaves when they compete aboveground with lianas. Competition belowground increased allocation to stem by trees (Dillenburg et al., 1995). We suggest that this interaction may change leaf fall and flushing seasons for Q. grandiflora and their associated lianas, as well the leaf flushing of V. tucanorum trees and their lianas. Consequently, Q. grandiflora's trees changed leaves in the wet season, whereas their associated lianas, in the dry season, contrary to our hypothesis. V. tucanorum, trees and lianas would have different leaf fall strategies, since leaf fall of the trees was not seasonal, whereas lianas’ leaf fall occurred in the wet season. These differences on leaf fall strategies may\nHowever, lianas produce more leaves with low mass than trees, since leaf mass is lower in lianas than in trees (Hegarty, 1990; Kazda and Salzer, 2000). Kazda and Salzer (2000) attested that liana leaves have lower nitrogen concentration than trees in higher light conditions, reflecting higher photosynthetic rates per leaf mass in climbers. We suppose that these differences on mass and production of leaves are recognizable for Q. grandiflora trees and their associates’ lianas. Q. grandiflora's lianas produced lighter and more leaves than trees.\nFlowering time is strongly influenced by life-form (Kochner and Handel 1986) but is also influenced by particular characteristics of the study site for tropical forests. In a Brazilian seasonal tropical forest, lianas flower during the transition of dry to wet season, and trees, at the beginning of the wet season (Morellato and Leitão-Filho, 1996). In Barro Colorado Island, lianas have two flowering peaks, one in the mid-dry, and another in the mid-rainy season, whereas trees flowered during the rainy season (Putz and Windsor, 1987). Based on herbarium and field observations in the same Barro Colorado Island, Croat (1975) concluded that lianas and trees flower during the driest period of the year. These differences for the same study site are probably due to different study methods. Nevertheless, flowering time divergence is not found in all tropical forests. In a seasonal tropical rain forest in Mexico, lianas and trees flower during the dry season (Ibarra-Manriquez et al., 1991).\nHowever, in Neotropical savannas, as in the cerrado, flowering divergence among lifeforms is evident. In a Venezuelan savanna, lianas flowered during the wet, and trees during the dry season (Ramirez, 2002). Batalha et al. (1997), Batalha and Mantovani (2000), and Batalha\nand Martins (2004) considered lianas as belonging to the cerrado herbaceous component, and concluded that trees flowered in the transition of dry-wet seasons, whereas the herbaceous component flowered in the end of wet season, after resource allocation. Janzen (1967) states that leaf fall, associated with dry season, could make flowers more conspicuous, and lack of heavy rains, which could damage flowers and dilute nectar. On the other hand, plants may adjust their flowering time when resources are abundant, as in wet season, for example (Rathcke and Lacey, 1985). Our study showed that V. tucanorum’s and A. falcata's lianas flowered during the dry season and these trees species flowered in the rainy season, when both life-forms was leafy. V. tucanorum trees could adjust their flowering time when lianas were on leaf fall. However, trees flowered before lianas’s leaf fall. Our result was not similar to other cerrado studies, and we did not corroborate our hypothesis that lianas would flower in the wet, whereas trees, in the dry season. Our results suggested different flowering strategies and pollinator-usage by lianas and trees. For example, A. falcata and V. tucanorum adjusted their flowering to the transition of drywet seasons, whereas their ornitophilous lianas, to the transition of wet-dry seasons.\nBatalha and Martins (2004) claimed that bee pollination in cerrado would be important in the beginning of dry season. However, we found that species with melittophilous flowers were more abundant during wet season, although they were present in the dry season for V. tucanorum’s lianas. Since our sample included lianas and trees in close association, we suggest that competition for pollinators may be strong, favoring liana and tree with different flowering strategies. According to Tilman (1997), competition among plants would be stronger in spatially closer plants. Generally, two or more sympatric plant species with synchronic flowering phenodynamics and similar flower structures may compete for the same pollinator (Levin and Anderson, 1970). This competition may lower the quantity and quality of pollen deposited on conspecific stigmata and may reduce reproductive success and outcrossing rates (Bell et al.,\n2005). Different species flowering in the same season may result in competitive exclusion of one species, generally the less attractive one, or alternatively the species may be selected to flower in different seasons (Waser, 1978; Ishii and Higashi, 2001). Therefore, lianas and trees may compete for pollinators, thus having different flowering strategies (Waser, 1978; Ishii and Higashi, 2001) as we found for V. tucanorum trees and their associated lianas pollinated by bees. However, M. rubiginosa trees and their associated lianas flowered in the same season. They may adjust their flowering time to bee abundance (Rathcke and Lacey, 1985; Becker et al. 1991) and specialized bees (Sargent and Otto, 2006), during the wet season. Wet season may be associated to nesting behavior of some bees (Santos and Garofalo, 2994; Pereira et al., 1999; Augusto and Garofalo, 2004). Besides the synchronic production of flowers among trees and lianas may be a strategy to decrease predation (Rathcke and Lacey, 1985; Schaik et al., 1993).\nTropical forest lianas fruit mainly during dry season (Putz and Windsor, 1987; Morellato and Leitão-Filho, 1996) or in the beginning of wet season (Croat 1975). In the cerrado, fruiting occurs during all year long, and dry diaspores (autochorous and anemochorous diaspores) are available especially during the dry season, whereas fleshy (zoochorous) diaspores are abundant during the rainy season (Mantovani and Martins, 1988; Miranda, 1995; Batalha et al., 1997; Batalha and Mantovani, 2000; Batalha and Martins, 2004). In our study, lianas and trees with dry diaspores fruited mainly in dry season. Our results confirmed literature data, but not our hypothesis that cerrado lianas would fruit in wet season. Plant phenology is shaped mainly by abiotic selective factors, whereas biotic factors are frequently less pervasive (Schaik et al., 1993). Anemochory as a whole seems to be under climate influence, whereas zoochory is more affected by dispersal agent and germination time. For anemochory and autochory, drought during the dry season, related to leaf fall, facilitates dry diaspores dispersal, as well the dehydration of the pericarp (Augspurger and Franson, 1987). Zoochorous species fruit especially during the wettest\nand hottest season, when their fleshy fruits can be maintain attractiveness for a longer time (Mantovani and Martins, 1988; Batalha et al., 1997; Batalha and Mantovani, 2000; Batalha and Martins, 2004). Our results showed X. aromatica and M. rubiginosa trees produced fleshy fruits during in the end of the wet season. Fleshy and colorful fruits in the dry season may become more conspicuous and may increase diaspore dispersal. Plants producing fleshy fruits during the period of minimum fruit availability provide resources for primary consumers (Schaik et al., 1993). Besides, if fruit pulp is an adaptation against predation, as Mack (2000) proposed, and cerrado species germinate in the beginning of the wet season (Oliveira, 1998), dispersal in dry season would decrease the time of exposition to predators.\nContrary to our expectation, the liana phenophases neither were not concentrated in the wet season nor were the tree phenophases concentrated in the dry season. Lianas and trees species, as close associated life-forms, did not show phenophase divergence in all cases, as we expected. The tree-liana pair behaves mainly synchronically for leaf change in almost all species. The only phenological divergence for all species analyzed referred to flowering, which occurred in different seasons among trees and lianas. As in tropical forests, biotic and abiotic factors may be selective factors for cerrado liana and tree phenodynamics. We suggest that low rainfall is determinant to wind-dispersed diaspores and leaf change in cerrado lianas and trees. However, biotic factors may be more important for dispersal and pollination by animals. We also suggest that competition for pollinator promote different bee flowering patterns between lianas and trees. Nevertheless, predator’s avoidance promotes bee pollination convergence among M. rubiginosa trees and their associated lianas.\nAcknowledgements\nReferences\nAndrade, J.L., Meinzer, F.C., Goldstein, G., Schnitzer, S.A., 2005. Water uptake and transport in lianas and co-occurring trees of a seasonally dry tropical forest. Trees 19, 282-289.\nAugspurger, C.K., Franson, S.E., 1987. Wind dispersal of artificial fruits varying in mass, area and morphology. Ecology 68, 27-42.\nAugusto, S.C.; Garofalo, C.A., 2004. Nesting biology and social structure of Euglossa (Euglossa) townsendi Cockerell (Hymenoptera, Apidae, Euglossini). Insect. Soc. 51, 400-409.\nAvalos, G., Mulkey, S.S., 1999. Seasonal changes in liana cover in the upper canopy of neotropical dry Forest. Biotropica 31, 186-192.\nBatalha, M.A., Aragaki, S., Mantovani, W., 1997. Variações fenológicas das espécies do cerrado em Emas (Pirassununga, SP). Acta Bot. Bras. 11, 61-78.\nBatalha, M.A., Mantovani, W., 2000. Reproductive phenological patterns of cerrado plant species at the Pé-de-Gigante Reserve (Santa Rita do Passa Quatro, SP, Brazil): a comparison between the herbaceous and woody floras. Revta. Brasil. Biol. 60, 129-145.\nBatalha, M.A., Martins, F.R., 2004. Reproductive phenology of the cerrado plant communities in Emas National Park (central Brazil). Aust. J. Bot. 52, 149-161.\nBecker, P., Moure, J.S., Peralta, F.J.A., 1991. More about euglossine bees in Amazonian fragments. Biotropica. 23, 586-591.\nBencke, C.S.C., Morellato, P.C., 2002. Comparação de dois métodos de avaliação da fenologia de plantas, sua interpretação e representação. Revta. Brasil. Bot. 25, 269-275.\nBie, S., Ketner, P., Paasse, M., Geerling, C., 1998. Woody plant phenology in the West Africa savanna. J. Biogeogr. 25, 883-900.\nBolker, B.M., Pacala, S.W., Neuhauser, C., 2003. Spatial dynamics in model plant communities: what do we really know? Am. Nat. 162, 135-148.\nClark, D.B., Clark, D.A., 1990. Distribution and effects on tree growth of lianas and woody hemiepiphytes in a Costa Rican tropical wet forest. J. Trop. Ecol. 6, 321-331.\nCroat, T.B., 1975. Phenological behavior of habitat and habitat classes on Barro Colorado Island (Panama Canal Zone). Biotropica 7, 270-277.\nDamascos, M.A., Prado, C.H.B.A., Ronquin, C.C., 2005. Bud composition, branching patterns and leaf phenology in Cerrado woody species. Ann. Bot. 96, 1075-1084.\nDavis, J.C., Statistics and Data Analysis in Geology, second ed. John Wiley &amp; Sons, New York.\nDillenburg, L.R., Whigham, D.F., Teramura, A.H., Forseth, I.N., 1993a. Effects of vine competition on availability of light, water, and nitrogen to a tree host (Liquidambar styraciflua). Am. J. Bot. 80, 244-252.\nDillenburg, L.R., Whigham, D.F., Teramura, A.H., Forseth, I.N., 1993b. Effects of bellow- and aboveground competition from the vines Lonicera japónica and Parthenocissus quinquefolia on the growth of the tree host Liquidambar styracifolia. Oecologia 93, 48-54.\nDillenburg, L.R., Teramura, A.H., Forseth, I.N., Whigham, D.F., 1995. Photosynthetic and biomass allocation responses of Liquidambar styraciflua (Hamamalidaceae) to vine competition. Am. J. Bot. 82, 454-461.\nUegri, K., Pijl, L.V., 1979. The principles of pollinations ecology, third ed. Pergamon Press Ltd. Oxford, England.\nGolluscio, R.A., Oesterheld, M., Aguiar, M.R., 2005. Relationship between phenology and life form: a test with 25 Patagonian species. Ecography 28, 273-/282, 2005.\nHegarty, E.E., 1990. Leaf life-span and leafing phenology and associated trees during a rainforest succession. J. Ecol. 78, 300-312.\nHoffmann, W.A., Franco, A.C., Moreira, M.Z., Haridasan, M., 2005. Specific leaf area explains differences in leaf traits between congeneric savanna and forest trees. Funct. Ecol. 19, 932940.\nIbarra-Manríquez, G., Sánches-Garfias, B., González-Garcia, L., 1991. Fenologia de lianas y arboles anemocoros en una selva calido-humeda de México. Biotropica 23, 242-254.\nIshii, R., Higashi, M., 2001. Coexistence induced by pollen limitation in flowering-plant species. P. Roy. Soc. B.-Biol. Sci. 268, 579-585.\nJanzen, D.H., 1967. Synchronization of sexual reproduction of trees within the dry season in Central America. Evolution 21, 620-637.\nKazda, M., Salzer, J., 2000. Leaves of lianas and self-supporting plants differ in mass per unit area and nitrogen content. Pl. Biol. 2, 268-271.\nKochner, J.P., Handel, S.N., 1986. Constraints and competition in the evolution of flowering phenology. Ecol. Monogr. 56, 303-325.\nKovach, W.L., 2004. Oriana for Windows, Version 2.02a. Kovach Computer Services, Pentraeth Wales.\nLevin, D.A., Anderson, W.W., 1970. Competition for pollinators between simultaneously flowering species. Am. Nat. 104, 455-467.\nMack, A.L., 2000. Did fleshy fruit pulp evolve as a defence against seed loss rather than as a dispersal mechanism? J. Biosci. 25, 93-97.\nMantovani, W., Martins, F.R., 1988. Variações fenológicas do cerrado da Reserva Biológica de Moji Guaçu, Estado de São Paulo. Revta. Brasil. Bot. 11, 101-112.\nMiranda, I., 1995. Fenologia do estrato arbóreo de uma comunidade de cerrado em Alter-do-Chão, PA. Revta. Brasil. Bot. 18, 235-240.\nMooney, H.A., Gartner, B.L., 1991. Reserve economy of vines. In Putz, F.E., Money, H.A. (Eds), The biology of vines. Cambridge University Press, New York, pp161-180.\nMorellato, P.C., Leitão-Filho, H.F., 1996. Reproductive phenology of climbers in a southeastern Brazilian forest. Biotropica 28, 180-191.\nMorellato, L.P.C., Talora, D.C., Takahasi, A., Bencke, C.C., Romera, E.C., Zipparro, V.B., 2000. Phenology of Atlantic rain forest trees: a comparative study. Biotropica 32, 811-823.\nOliveira, P.E., 1998. Fenologia e biologia reprodutiva das espécies de cerrado. In Sano, S.M., Almeida, S.P. (Eds), Cerrado: Ambiente e Flora. Embrapa-CPAC, Planaltina, DF, pp 169192.\nOliveira, R.S., Bezerra, L., Davidson, E.A., Pinto, F., Klink, C.A., Nepstad, D.C., Moreira, A. 2005. Deep root function in soil water dynamics in cerrado savannas of central Brazil. Funct. Ecol. 19, 574-581.\nPereira, M., Garofalo, C.A., Camillo, E., Serrano, J.C. 1999. Nesting biology in Centris (Hemisiella) vittata Lepeletier in southeastern Brazil (Hymenoptera, Apidae, Centridini). Apidologie 30, 327-338\nPijl, L.V., 1972. Principles of dispersal in higher plants, second ed. Springer-Verlag, Berlin\nPutz, F.E., Mooney, H.A., 1991. The biology of vines. Cambridge University Press, New York.\nPutz, F.E., Windsor, D.M., 1987. Liana phenology on Barro Colorado Island, Panama. Biotropica 19, 334-341.\nRamirez, N., 2002. Reproductive phenology, life-forms, and habitats of the venezuelan central plain. Am. J. Bot. 89, 836-842.\nRatchke, B., Lacey, E.P., 1985. Phenological patterns of terrestrial plants. Ann. Rev. Ecol. Syst. 16, 179-214.\nRibeiro, J.F., Walter, B.M.T., 1998 Fitofisionomias do bioma cerrado. In Sano, S.M., Almeida, S.P. (Eds) Cerrado: Ambiente e Flora, Embrapa - CPAC, Planaltina, pp. 89-168.\nSantos, M.L., Garofalo, C.A., 1994. Nesting biology and nest reuse of Eulaemia nigrita (Hymenoptera, Apidae, Euglossini). Insect. Soc.. 41, 99-110.\nSargent, R.D., Otto, S.P., 2006. The role of local species abundance in the evolution of pollinator attraction in flowering plants. Am. Nat. 167, 67-80.\nSchaik, C.P., Terborgh, J.W., Wright, S.J., 1993. The phonology of tropical forests: adaptative significance and consequences for primary consumers. Ann. Rev. Ecol. Syst. 24, 353377.\nSchnitzer, S.A., 2005. A mechanistic explanation for global patterns of liana abundance and distribution. Am. Nat. 166, 262-276.\nSingh, K.P., Kushwaha, C.P, 2005. Emerging paradigms of tree phenology in dry tropics. Cur.\nSci. India 89, 964-975.\nTilman, D., 1997. Mechanisms of plant competition. In M.J. Crawley (Ed.), Plant Ecology, second ed. Blackwell Science, Oxford, pp. 239-261.\nUpton, G.J.G., Fingleton, B., 1989. Spatial Data Analysis by Example - Categorical and Directional Data, vol. 2, John Wiley &amp; Sons, New York.\nWaser, N.M., 1978. Interspecific pollen transfer and competition between co-occurring plant species. Oecologia 36, 223-236.\nWilliams, R.J., Myers, B.A., Muller, W.J., Duff, G.A., Eamus, D., 1997. Leaf phenology of woody species in a North Australian tropical savanna. Ecology 78, 2542-2558.\nWright, S.J., Jaramillo, M.A., Pavon, J., Condit, R., Hubbell, S.P., Foster, R.B., 2005. Reproductive size thresholds in tropical trees: variation among individuals, species and forests. J. Trop. Ecol. 21, 307-315.\nZar, J.H., 1999. Biostatistical Analysis, third ed. Prentice Hall, Upper Saddle River, New Jersey.\nTree species\tDispersal syndrome\tPollination syndrome\tN\tLiana species\tDispersal syndrome\tPollination syndrome\tN\n\t\t\t\tArrabidaea pulchra\tanemochory\tornithophily\t2\nAnadenanthera\t\t\t\tBanisteriopsis stellaris\tanemochory\tmelitophily\t1\n\tautochory\tmelitophily\t10\tForsteronia glabrescens\tanemochory\tmelitophily\t2\nfalcata\t\t\t\tPyrostegia venusta\tanemochory\tornithophily\t2\n\t\t\t\tSecondatia densiflora\tanemochory\tphalaenophily\t1\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t2\n\t\t\t\tArrabidaea pulchra\tanemochory\tornithophily\t1\n\t\t\t\tBanisteriopsis anisandra\tanemochory\tmelitophily\t1\nDalbergia miscolobium\tanemochory\tmelitophily\t10\tForsteronia glabrescens Pyrostegia venusta\tanemochory anemochory\tmelitophily ornithophily\t2 2\n\t\t\t\tSecondatia densiflora\tanemochory\tphalaenophily\t1\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t3\n\t\t\t\tBanisteriopsis stellaris\tanemochory\tmelitophily\t1\n\t\t\t\tDicstella elongata\tanemochory\tmelitophily\t1\nMiconia\t\t\t\tForsteronia glabrescens\tanemochory\tmelitophily\t4\nrubiginosa\tzoochory\tmelitophily\t10\tPyrostegia venusta\tanemochory\tornithophily\t1\n\t\t\t\tRhynchosia melanocarpa\tzoochory\tmelitophily\t1\n\t\t\t\tSecondatia densiflora\tanemochory\tphalaenophily\t1\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t1\n\t\t\t\tBanisteriopsis stellaris\tanemochory\tmelitophily\t1\nQualea grandiflora\t\t\t\tForsteronia glabrescens\tanemochory\tmelitophily\t4\n\tanemochory\tphalaenophily\t10\tPyrostegia venusta\tanemochory\tornithophily\t1\n\t\t\t\tSecondatia densiflora\tanemochory\tphalaenophily\t1\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t3\n\t\t\t\tBanisteriopsis anisandra\tanemochory\tmelitophily\t1\nVochysia tucanorum\t\t\t\tBanisteriopsis stellaris\tanemochory\tmelitophily\t3\n\tanemochory\tmelitophily\t10\tForsteronia glabrescens\tanemochory\tmelitophily\t2\n\t\t\t\tPyrostegia venusta\tanemochory\tornithophily\t3\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t1\nXylopia aromatica\t\t\t\tForsteronia glabrescens\tanemochory\tmelitophily\t5\n\tzoochory\tcantharophily\t10\tPyrostegia venusta\tanemochory\tornithophily\t2\n\t\t\t\tSerjania lethalis\tanemochory\tmelitophily\t3\n(*p<0.05; **it is not possible to calculate).\n\t\tTrees\tAssociated lianas\t\n\trs\tt\trs\tt\nLeaf fall\t\t\t\t\nA. falcata\t-0.25\t-1.79\t-0.25\t-1.82\nD. miscolobium\t0.05\t0.33\t-0.08\t-0.56\nM. rubiginosa\t-0.13\t-0.90\t-0.15\t-1.06\nQ. grandiflora\t-0.01\t-0.03\t-0.27\t-2.01\nV. tucanorum\t-0.20\t-1.43\t0.26\t1.91\nX. aromatica\t-0.09\t-0.64\t-0.01\t-0.05\nLeaf flush\t\t\t\t\nA. falcata\t0.09\t0.64\t-0.15\t-1.09\nD. miscolobium\t0.32\t2.42*\t0.19\t1.36\nM. rubiginosa\t-0.19\t-1.37\t-0.01\t-0.08\nQ. grandiflora\t0.38\t2.93*\t-0.11\t-0.80\nV. tucanorum\t0.06\t0.45\t0.25\t1.79\nX. aromatica\t0.09\t0.62\t0.36\t2.72*\nFlowering\t\t\t\t\nA. falcata\t-0.02\t-0.14\t-0.24\t-0.18\nD. miscolobium\t**\t**\t-0.25\t-0.19\nM. rubiginosa\t0.41\t0.32*\t0.43\t0.34*\nQ. grandiflora\t0.25\t0.18\t-0.24\t-0.18\nV. tucanorum\t0.70\t0.70*\t-0.69\t-0.66*\nX. aromatica\t0.18\t0.13\t-0.20\t-0.15\nFruiting\t\t\t\t\nA. falcata\t-0.82\t-0.10*\t-0.21\t-0.15\nD. miscolobium\t-0.01\t-0.07\t-0.82\t-0.10*\nM. rubiginosa\t0.20\t0.14\t-0.20\t-0.14\nQ. grandiflora\t\t\t\t\nV. tucanorum\t-0.22\t-0.16\t\t\nX. aromatica\t-0.18\t-12.96\t-0.80\t-96.54*\npossible to calculate).\n\tTree\t\t\t\t\t\tLiana\t\tWatson U2 test\t\n\tN\tA\tr\tCSD\tU\tN\ta\tr\tCSD\tU\tU2\nLeaf fall\t\t\t\t\t\t\t\t\t\t\nA. falcata\t66\t36.67° (mai)\t0.26\t92.92° 169.09*\t41\t92.47° (jul)\t0.28\t90.56°\t162.77*\t0.13\nD. miscolobium\t83\t346.91° (apr)\t0.07\t129.03° 203.85*\t49\t4.49° (mai)\t0.08\t128.18°\t169.68*\t0.06\nM. rubiginosa\t61\t8.22° (mai)\t0.24\t96.62° 153.44*\t68\t20.04° (mai)\t0.28\t90.30°\t180.00*\t0.04\nQ. grandiflora\t72\t149.80° (sep)\t0.06\t132.37° 180.00*\t72\t63.09° (jun)\t0.29\t90.07°\t180.00*\t0.23*\nV. tucanorum\t61\t88.89°\t0.1\t120.82° 141.63\t95\t318.18° (mar)\t0.22\t98.31°\t212.21*\t0.23*\nX. aromatica\t57\t18.37° (mai)\t0.23\t98.25° 162.21*\t81\t25.38° (mai)\t0.12\t117.25°\t191.11*\t0.07\nLeaf flushing\t\t\t\t\t\t\t\t\t\t\nA. falcata\t70\t142.66° (sep)\t0.12\t116.13° 200.57*\t42\t120.44° (ago)\t0.244\t96.208°\t179.01*\t0.09\nD. miscolobium\t96\t236.83° (dec)\t0.1\t121.60° 221.25*\t48\t205.04° (nov)\t0.143\t113.075°\t160.38*\t0.07\nM. rubiginosa\t68\t82.64° (jul)\t0.13\t114.57° 206.47*\t70\t124.45° (ago)\t0.069\t132.561°\t164.57*\t0.03\nQ. grandiflora\t82\t212.32° (dec)\t0.28\t91.48° 215.12*\t69\t117.68° (ago)\t0.151\t111.381°\t166.95*\t0.34*\nV. tucanorum\t60\t144.40° (sep)\t0.06\t132.55° 186.00*\t89\t310.87° (nov)\t0.19\t104.452°\t210.33*\t0.14\nContinuação Table 3.\n\t\tTree\t\t\t\t\tLiana\t\t\tWatson U2 test\nLeaf flushing\tN\tA\tr\tCSD\tU\tN\ta\tr\tCSD\tU\tU2\nX. aromatica\t69\t344.79° (apr)\t0.13\t114.41° 166.95*\t76\t236.64° (dec)\t0.14\t113.685°\t189.47*\t0.10\nFlowering\t\t\t\t\t\t\t\t\t\t\nA. falcata\t19\t144.66° (sep)\t0.99\t6.70°\t320.28*\t6\t24.45° (mai)\t0.87\t29.176\t230.77*\t0.47*\nD. miscolobium\t0\t**\t**\t** **\t30\t30.59° (mai)\t0.65\t52.88°\t227.07*\t**\nM. rubiginosa\t43\t216.42° (dec)\t0.91\t24.53° 272.57*\t14\t295.42° (feb)\t0.67\t51.26°\t199.78*\t0.69*\nQ. grandiflora\t4\t223.27° (dec)\t0.99\t5.74°\t256.15*\t4\t61.89°\t0.77\t41.41°\t173.07\t**\nV. tucanorum\t24\t256.44° (jan)\t0.96\t15.06° 277.91*\t23\t69.25° (jul)\t0.73\t45.24°\t231.77*\t1.02*\nX. aromatica\t14\t191.84° (nov)\t0.97\t13.72° 285.28*\t4\t17.30° (mai)\t0.99\t7.74°\t249.23*\t**\nFruiting\t\t\t\t\t\t\t\t\t\t\nA. falcata\t136\t58.60° (jun)\t0.58\t59.31° 283.23*\t5\t81.14° (jul)\t0.73\t44.65°\t195.23*\t0.08\nD. miscolobium\t1\t131.53° (sep)\t1\t** **\t23\t76.15° (jul)\t0.7\t47.58°\t192.04*\t\nM. rubiginosa\t123\t327.05° (mar)\t0.83\t34.04° 300.98*\t6\t20.98° (mai)\t0.7\t48.20°\t198.46*\t0.22*\nQ. grandiflora\t0\t**\t**\t** **\t0\t**\t**\t**\t**\t**\nV. tucanorum\t1\t96.92° (ago)\t1\t** **\t0\t**\t**\t**\t**\t**\nX. aromatica\t13\t356.18° (apr)\t0.87\t30.10° 235.38*\t22\t79.61° (jul)\t0.73\t45.36°\t198.25*\t0.40*\n\tA. falcata\tD. miscolobium\tM. rubiginosa\tQ. grandiflora\tV. tucanorum\tX. aromatica\nLeaf fall\t0\t0.99\t0\t11.36*\t0\t0\nLeaf flushing\t0\t0\t0\t16.49*\t0\t0\npossible to calculate).\n\tA. falcata\tA. falcata's lianas\tA. falcata's lianas\tA. falcata's lianas\npolination syndrome\tmelitophily\tmelitophily\tphanaelophily\tornitophily\nNumber of Observations\t19\t1\t0\t5\nMean Vector (g)\t144.66° (sep)\t6.92°\t**\t28.45° (mai)\nLength of Mean Vector (r)\t0.99\t1.00\t**\t0.87\nCircular Standard\t\t\t\t\nDeviation\t6.702°\t**\t**\t30.79°\nRao's Spacing Test (U)\t320.28*\t**\t**\t218.76*\n\tD.\tD. miscolobium's\tD. miscolobium's\tD. miscolobium's\n\tmiscolobium\tlianas\tlianas\tlianas\npolination syndrome\tmelitophily\tmelitophily\tphanaelophily\tOrnitophily\nNumber of Observations\t0\t3\t0\t25\nMean Vector (g)\t**\t36.81°\t**\t31.60° (mai)\nLength of Mean Vector (r)\t**\t0.55\t**\t0.64\nCircular Standard\t\t\t\t\nDeviation\t**\t62.60°\t**\t54.09°\nRao's Spacing Test (U)\t**\t**\t**\t234.27*\n\t\tM. rubiginosa's\tM. rubiginosa's\tM. rubiginosa's\n\tM. rubiginosa\tlianas\tlianas\tlianas\npolination syndrome\tmelitophily\tmelitophily\tornitophily\tphanaelophily\nNumber of Observations\t43\t12\t0\t0\nMean Vector (g)\t216.42° (dec)\t295.75° (feb)\t**\t**\nLength of Mean Vector (r)\t0.91\t0.61\t**\t**\nCircular Standard\t\t\t\t\nDeviation\t24.53°\t56.44°\t**\t**\nRao's Spacing Test (U)\t272.57*\t200.76*\t**\t**\n\t\tQ. grandiflora's\tQ. grandiflora's\tQ. grandiflora's\n\tQ. grandiflora\tlianas\tlianas\tlianas\npolination syndrome\tphanaelophily\tmelitophily\tphanaelophily\tornitophily\nNumber of Observations\t4\t2\t0\t1\nMean Vector (g)\t223.27° (dec)\t34.61°\t**\t83.07°\nLength of Mean Vector (r)\t0.99\t0.66\t**\t1\nContinuação Table 5.\n\tQ. grandiflora\tQ. grandiflora's lianas\tQ. grandiflora's lianas\tQ. grandiflora's lianas\nCircular Standard\t\t\t\t\nDeviation\t5.74°\t51.93°\t**\t**\nRao's Spacing Test (U)\t256.15*\t**\t**\t**\n\t\tV. tucanorum's\tV. tucanorum's\t\n\tV. tucanorum\tlianas\tlianas\t\npolination syndrome\tmelitophily\tmelitophily\tornitophily\t\nNumber of Observations\t28\t7\t16\t\nMean Vector (g)\t261.29° (jan)\t83.12° (jul)\t63.62° (jun)\t\nLength of Mean Vector (r)\t0.94\t0.70\t0.75\t\nCircular Standard\t\t\t\t\nDeviation\t18.54°\t47.71°\t42.86°\t\nRao's Spacing Test (U)\t277.91*\t222.52*\t223.26*\t\n\t\tX. aromatica's\tX. aromatica's\t\n\tX. aromatica\tlianas\tlianas\t\npolination syndrome\tcantharophily\tornitophily\tmelithophily\t\nNumber of Observations\t14\t3\t0\t\nMean Vector (g)\t191.84° (nov)\t18.47°\t**\t\nLength of Mean Vector (r)\t0.97\t0.98\t**\t\nCircular Standard\t\t\t\t\nDeviation\t13.72°\t8.64°\t**\t\nRao's Spacing Test (U)\t285.82*\t**\t**\t\nTree\tLiana\tN tree\tN liana\tU2\nA. falcata\tMelitophilous liana\t19\t1\t**\n(melitophily) vs.\tPhalaenophilous liana\t19\t0\t**\n\tOrnitophilous liana\t19\t5\t0.40*\nD. miscolobium\tMelitophilous liana\t0\t3\t**\n(melitophily) vs.\tPhalaenophilous liana\t0\t0\t**\n\tOrnitophilous liana\t0\t25\t**\nM. rubiginosa\tMelitophilous liana\t43\t12\t0.58*\n(melitophily) vs.\tPhalaenophilous liana\t43\t0\t**\n\tOrnitophilous liana\t43\t0\t**\nQ. grandiflora\tMelitophilous liana\t4\t2\t**\n(phalaenophily) vs.\tPhalaenophilous liana\t4\t0\t**\n\tOrnitophilous liana\t4\t1\t**\nV. tucanorum\tMelitophilous liana\t28\t7\t0.04*\n(melitophily) vs.\tOrnitophilous liana\t28\t16\t0.83*\nX. aromatica\tMelitophilous liana\t14\t0\t**\n(cantharophily) vs.\tOrnitophilous liana\t14\t3\t**\nmm\no\nC\nItirapina (22°13'S and 47°51'W; 765 m)\n200\n100\n80\n60\n40\n20\n0\nNumber of plants on leaf\tNumber of plants on leaf faH\nflushing\n80 ->\n(a)\n12\t3\t4\nIntensity index\nLegends for figure\nFig. 2. (a) Number of occurrence of leaf fall on Qualea grandiflora and associated lianas on each intensity index (G = 11.36; f.d. = 3; p<0.05), (b) number of occurrence of leaf fall on Qualea grandiflora and associated lianas on each intensity index (G = 16.49; f.d. = 3; p<0.05).\nConsiderações finais\nCom base nos dois capítulos apresentados, é possível apresentar cinco inferências gerais:\n1.\tAs plantas da borda do fragmento de cerrado denso estudado investiriam mais em alocação de recursos para a reprodução, provavelmente resultado da alta luminosidade e, portanto, recurso, nesse ambiente.\n2.\tA presença de lianas pode ser um fator importante na alocação de biomassa vegetativa para as árvores, como o que encontramos para A. falcata, D. miscolobium e X. aromatica.\n3.\tPelo menos para uma espécie (M. rubiginosa), o ambiente denso do interior mais a presença de lianas podem proporcionar um ambiente mais estressante. Sob essa condição, M. rubiginosa investe reprodução.\n4.\tDe acordo com estudos previamente realizados, lianas e árvores de cerrado alocam recursos de maneira diferente. Propomos que a forma como árvores alocam recursos, ou seja, para o caule e raiz, pode ser uma adaptação contra lianas.\n5.\tApesar de lianas e árvores de cerrado alocarem recurso de forma diferente (como estudos anteriores apontam), não podemos precisar de que forma isto é feito. Ambas as formas de vida possuem sistema subterrâneo profundo, de forma que a água na estação seca não seria um fator limitante. Dessa maneira, ambas as formas de vida poderiam trocar de folhas no final de estação seca.\n6.\tA divergência entre as fenofases de lianas e árvores ocorreu apenas para a floração para todas as espécies analisadas, possivelmente resultado da competição por polinizadores. Já a saciedade de predadores é plausível no caso da floração conjunta de M. rubiginosa e suas lianas polinizadas por abelhas.\nHá poucos trabalhos que abordam fenologia de lianas e a comparam com a das árvores. E não há nenhum que compare a fenologia de árvores e lianas com íntima associação. Também não há nenhum que aborde a influência da borda em cerrado em seus aspectos básicos, como alteração física e composição de espécies. Os trabalhso que enfocam a influência da liana nas árvores foram realizados em florestras tropicais ou de modo experimental. Portanto, o presente trabalho apresenta uma abordagem e resultados inéditos. Por esse motivos, várias questões não puderam ser bem elucidadas, por falta de dados em literatura. Dessa maneira, algumas questões surgem do presente trabalho e podem ajudar a elaboração de novos estudos que visem a uma melhor compreensão da fenologia de lianas e árvores de cerrado:\n1.\tComo é a alocação de recursos de lianas de cerrado? Sua alocação é semelhante àquela de lianas de florestas?\n2.\tComo é a fenologia em diferentes fisionomias de cerrado? Como varia a fenologia conforme a forma de vida?\n3.\tQual o impacto da fragmentação na vegetação do cerrado, no que diz respeito à influência da borda? Pelos resultados apresentados, parece que o impacto é menor do que a dinâmica de fisionomias de cerrado. A influência da borda em diferentes fisionomias de cerrado difere em quais aspectos quando comparamos aos estudos anteriores realizados em florestas?\n4.\tPor que as espécies respondem de forma diferente quando estão sob influência de lianas e em ambientes distintos, como borda e interior? Ao analisar mais espécies, diferentes padrões podem surgir?\n5.\tComo ambientes estressantes como o interior do fragmento estudado mais a presença de lianas afetam a alocação de recursos das árvores?"}]}}}