{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22433"}, {"@name": "filename", "#text": "6395_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LEANDRO BRAGA GODINHO \n\n \n\n \n\n \n\n \n\n \n\n \n\nANFÍBIOS ANUROS DA BACIA DO RIO SÃO FRANCISCO EM \nMINAS GERAIS: COMPOSIÇÃO E BIOGEOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2013 \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das exigências \ndo Programa de Pós- Graduação em Biologia \nAnimal, para obtenção do título de Magister \nScientiae. \n\n\n\n\n\nLEANDRO BRAGA GODINHO \n\n \n\n \n\n \n\n \n\n \n\nANFÍBIOS ANUROS DA BACIA DO RIO SÃO FRANCISCO EM \nMINAS GERAIS: COMPOSIÇÃO E BIOGEOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPROVADA: 19 de agosto de 2013 \n\n \n\n \n\n \n\n_______________________________________                         ________________________________________ \n\n \n\n \n\n \n\n_____________________________________ \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das exigências \ndo Programa de Pós- Graduação em Biologia \nAnimal, para obtenção do título de Magister \nScientiae. \n\nPedro Seyferth R. Romano \n(Coorientador) \n\nGuarino Rinaldi Colli \n\nRenato Neves Feio \n(Orientador ) \n\n\n\nii \n\n \n\n  \n\nÀ minha querida mãe Eliane, que sempre batalhou e se \nsacrificou pelos meus estudos e me abençoou com sua firme \ndedicação e bondade sem par. \n\n\n\niii \n\n \n\n \n\n“Conto ao senhor é o que eu sei e o senhor não sabe; mas principal quero contar é o \nque eu não sei se sei; e que pode ser que o senhor saiba. [...] Não acerto no contar, \nporque estou remexendo o vivido longe alto, com pouco caroço, querendo esquentar, \nderrear, de feito, meu coração naquelas lembranças. Ou quero enfiar a idéia, achar o \nrumozinho forte das coisas, caminho do que houve e do que não houve. Às vezes \nnão é fácil.” (Grande Sertão Veredas) \n \n\n\"Se não vencer pelo talento, vença pelo \nesforço”. \n \n\n\n\niv \n\n \n\nAGRADECIMENTOS \n\n \n\nDurante a realização deste trabalho, contei com muitas pessoas que, de diversas formas, \n\ndispensaram valiosas contribuições para sua realização. Eu não consegueria citar \n\nindividualmente cada uma, mas agradeço profundamente a todas elas. Em especial agradeço \n\nà:  \n\nÀ Universidade Federal de Viçosa, em especial ao Departamento de Biologia Animal, \n\npela oportuninadade concedida para realização deste Curso. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), pela \n\nbolsa concedida.  \n\nAo meu estimado orientador Professor Dr. Renato Feio, pela confiança, estímulo, \n\nliberdade de trabalho e pelo inestimável apoio durante todo o desenvolvimento deste trabalho. \n\nAlém de sua amizade, Show!!! \n\nAo meu coorientador Professor Dr. Pedro Seyferth R. Romano pelas inúmeras dicas e \n\ndiscussões (informações) biogeográficas, proporcionando um “insigth”, que resultou na \n\norigem do Capítulo1. Valeu Pedro! \n\nAos curadores, gerentes de coleções e técnicos de todas as coleções herpetológicas que \n\nvisitei: Paulo C. A. Garcia (Coleção Herpetológica da Universidade Federal de Minas \n\nGerais); Luciana B. Nascimento (Museu de Ciências Naturais da PUC-MG); Renato Neves \n\nFeio, Carla Sg e Larissa Arruda (Museu de Zoologia João Moojen, Universidade Federal de \n\nViçosa); José Perez Pombal-Jr (Museu Nacional, Universidade Federal do Rio de Janeiro); \n\nGuarino Rinaldi Colli e Isís (Coleção Herpetológica da Universidade de Brasília) e Rogério \n\nBastos (Universidade Federal de Goiás). \n\nSou imensamente grato ao meu amigo e parceiro de coletas Marco Antônio Peixoto \n\n(Marquito) pela sua disposição e comprometimento no campo, sua ajuda foi de fundamental \n\nimportância para este trabalho. Valeu man!! \n\nAo meu amigo Mario Ribeiro Moura, pela parceria nos “papers”, pelos inúmeros \n\nconselhos e discussões herpetológicas durante o início, meio e fim do mestrado. Valeu Cara!! \n\nAo João Victor Lacerda, primeiramente pela amizade, e pela parceria nos “papers” e \n\npelas diversas dicas que me ajudaram e muito. Valeu “brou” !! \n\n \n\nÀ todos os amigos mojeenianos e agregados: Tarcício (Zizo), Mário (Mário brou), \n\nJoão (Jonny), Larissa (do Jonny), Léo, Giancarlos (mondrongo), Carla (Carlinha), Larissa \n\n\n\nv \n\n \n\n(Larisinha), Alexander (Panda), Marco Antônio (Marquito), Charlene, Carol (herpeto) e \n\nWagner (cabeça de Bagre) pelos inúmeros momentos de alegrias e resenhas (chatices) \n\nconcedidas nos corredores do Museu, nas reuniões especiais durantes os churrascos e nas \n\ndicussões nas mesas de bares. Show!! \n\nA Gilvan Pedroso, pela assistência logística durante as minha coletas, que foram \n\nmuitos importantes para condução desse trabalho.  \n\nÀ minha namorada Lorendany, pela paciência, carinho e amor, você surgiu no \n\nmomento certo. Te amo!! \n\nAo meu pai Luiz Godinho (In Memoriam), que mesmo em outro plano sei que sempre \n\nestará ao meu lado. \n\nÀ minha vó Conceição (In Memoriam), por todo carinho e amor dedicado a mim \n\ndurante a minha infância. \n\nAo meu irmão Léo e meu afilhado Luiz Victor por fazer parte de minha família, conte \n\nsempre comigo. \n\nAos meus tios e primos o meu muito obrigado. Família Show!! \n\nAo meu primo Gleidson (piau) pela ajuda durante a minha graduação. \n\nDe forma muito especial agradeço ao casal, tia Débora e Aureliano, por toda ajuda \n\nincondicional, puxões de orelhas, conselhos não só acadêmicos mas também pessoais durante \n\ntodo meu trajeto pré e pós Universidade.  \n\nAo meu vô Braga pela alegria e pelo exemplo simples de viver a vida. \n\nDe todos aqui que mencionei diretamente ou indiretamente, sem dúvida que, não \n\nsomente dedico esta dissertação, mas agradecerei eternamente a minha mãe Eliane, dizendo \n\nque este sonho não é so meu, obrigado pela sua dedicação e amor por mim. Te amo mãe!!  \n\nFinalmente, agradeço a Deus, por me proporcionar o encontro com todas essas pessoas, \n\nque me ensinaram, me orientaram, me apoiaram, junto delas encontrei mais força para \n\nprosseguir. \n\n \n\nValeu Galera!!! \n\n \n\n\n\nvi \n\n \n\nÍNDICE \n\n \n\nRESUMO.............................................................................................................     vii \n\n \n\nABSTRACT.........................................................................................................     viii \n\n \n\nINTRODUÇÃO GERAL....................................................................................       1  \n\n \n\nREFERÊNCIA BIBLIOGRÁFICAS..................................................................       3 \n\n \n\nARTIGO I...........................................................................................................       5 \n       \n\nARTIGO II..........................................................................................................      16 \n \n\nARTIGO III........................................................................................................       43 \n \n \n6- ANEXO…………………………………………………………………....         92 \n       \n\n\n\nvii \n\n \n\nRESUMO \n\n \n\nGODINHO, Leandro Braga, M.Sc. Universidade Federal de Viçosa, agosto de 2013. Anfíbios \nanuros da Bacia do Rio São Francisco em Minas Gerais: Composição e Biogeografia. \nOrientador: Renato Neves Feio. Coorientador Pedro Seyferth R. Romano. \n \n \nO presente trabalho estudou a composição de anuros da Bacia do São Francisco em Minas \n\nGerais. Na primeira parte o estudo traz, pela primeira vez, uma listagem da fauna de anfíbios \n\ndo Município de Buritizeiro, uma área de Cerrado no norte de Minas Gerais. Foi registrado \n\num total de 46 espécies, sendo que destas, 40 espécies foram coletadas em campo e 6 foram \n\natravés de registros provindos de coleções herpetológicas. O município de Buritizeiro \n\ncorresponde o limite mais meridional da ocorrência de Corythomantis greeningi e \n\nCeratophrys joazeirensis, espécies relacionadas à Caatinga, além de ser a única localidade \n\nconhecida para Proceratophrys carranca. Neste estudo, foi  constatado que,  o município de \n\nBuritizeiro possui uma das maiores riquezas de anfíbios conhecidas para o bioma Cerrado. Na \n\nsegunda parte, deste trabalho foi descrita a composição e distribuição de anuros da Bacia do \n\nSão Francisco em Mina Gerais, bem como a relação hitórica de suas áreas com outras \n\nlocalidades do Brasil. No estudo de composição foram registradas 136 espécies, destas, 20 \n\nespécies são consideradas endêmicas da Bacia, 36 são típicas do Cerrado, 24 típicas da Mata \n\nAtlantica e 10 da Caatinga. A Análise de Parcimônia de Endemismo (PAE) utilizando 114 \n\nlocalidades e 253 espécies permitiu identificar que as áreas da Bacia do São Francisco em \n\nMinas Gerais não formaram uma área de endemismo única. Portanto, a Bacia do São \n\nFrancisco em Minas Gerais pode ser considerada de extrema importância para conservação de \n\nanfíbios devido a elevada riqueza de espécies e alto grau de endemismo. \n\n  \n\n\n\nviii \n\n \n\nABSTRACT \n\n \n\nGODINHO, Leandro Braga, M.Sc. Universidade Federal de Viçosa, August, 2013. Anuran \nspecies from São Francisco Basin in Minas Gerais: Composition and biogeography. \nAdviser: Renato Neves Feio. Co- adviser: Pedro Seyferth R. Romano. \n \n \nThe present work is a study of the anuran composition of São Francisco Basin in Minas \n\nGerais State (MG). The first part of this work presents the first list of anuran species from \n\nBuritizeiro Municipality, a Cerrado Biome area in the north portion of MG. A total of 46 \n\nspecies were recorded, 40 species collected in field, and 6 recorded in herpetological \n\ncolletions. The Buritizeiro municipality represents the southernmost distribution limit of \n\nCorythomantis greeningi and Ceratophrys joazeirensis, species related to Caatinga Biome. It \n\nwas found that the Buritizeiro Municipality presents one of the greatest amphibians richness \n\nin the Cerrado biome. The second part of this work presents a description of the anuran \n\nspecies composition and its distribution in the São Francisco Basin in MG, as well as, the \n\nhistorical relationship of this area with other Brazilian localities. The composition study \n\nrecorded 136 anuran' species, being: 20 endemic species from the São Francisco Basin in \n\nMinas Gerais, 36 species from Cerrado Biome, 24 species from Atlantic Forest Biome, and 12 \n\nspecies from Caatinga Biome. The Parsimony Analysis of Endemism (PAE) using 114 \n\nlocations and 254 species identified that the areas of the São Francisco Basin in Minas Gerais \n\nnot formed a single endemisms area. Therefore, the São Francisco Basin in Minas Gerais \n\ncould be considered of utmost importance for anuran species conservation due to its high \n\nspecies richness and endemisms. \n\n \n\n\n\n \n\n \n\n1 \n\n \n\nINTRODUÇÃO GERAL \n\nAtualmente, em todo o mundo são conhecidas cerca de 6890 espécies (Frost 2013 \n\n2012). Os anfíbios possuem importante papel na dinâmica dos nutrientes, promovendo o \n\nfluxo de energia entre os sistemas terrestres e aquáticos (Alford et al., 2007). Além \n\ndisso, este grupo encontra-se altamente ameaçado, com pelo menos 37% das espécies \n\nconhecidas estão classificadas como vulneráveis, em perigo ou criticamente ameaçados \n\n(IUCN, 2013). Declínios populacionais têm gerado uma crescente preocupação em \n\nrelação à conservação desse grupo (Stuart et al. 2004, Hoffmann et al. 2010).  \n\nO Brasil abriga a maior diversidade de anfíbios, com cerca de 950 espécies \n\nválidas (Frost 2013; Segalha et al. 2012). Apesar de sua exuberante diversidade, o \n\nconhecimento sobre a biodiversidade permanece inadequado, visto que, a maioria das \n\nespécies ainda não foram descritas e a distribuição geográfica é superficialmente \n\nconhecida. Esta carência de informação pode ser refletida em muitas regiões do \n\nterritório brasileiro, com várias áreas apresentando lacunas amostrais (Colli et al. 2002). \n\nNeste contexto, encontram-se as localidades da Bacia do São Francisco em Minas \n\nGerais, fração relevante da terceira maior Bacia hidrográfica do Brasil (Codevasf 2013).  \n\nA Bacia do Rio São Francisco em Minas Gerais apresenta alta relevância natural para \n\nconservação da anurofauna (Drummond et al. 2005; Silveira 2006; São-Pedro &amp; Feio \n\n2010), porém, poucos trabalhos foram desenvolvidos e publicados, e o conhecimento \n\nsobre a sua composição e distribuição das espécies ainda é escasso. Dentre os poucos \n\nestudos publicados destacam-se, a Serra de Ouro Branco (Leite et al. 2008, São Pedro &amp; \n\nFeio 2011) a Serra do Cipó (Bokermann &amp; Sazima 1973, 1978, Eterovik &amp; Sazima, \n\n2000, 2004), a Serra da Canastra (Haddad et al. 1998) e no município de João Pinheiro, \n\nregião do médio São Francisco, (Silveira 2006). \n\nA biogeografia é uma ciência que estuda o padrão espacial da biodiversidade no \n\npresente e no passado, e como tais padrões surgiram. O desenvolvimento deste ramo da \n\necologia aborda algumas importantes questões, tais como: i) que fatores restringem uma \n\nespécie em um determinado lugar, e que as levam ou as previnem a colonização de \n\noutras áreas (Teneb et al 2004), ii) como o clima, topografia e interações com outros \n\norganismos limitam a distribuição das espécies (Losos &amp; Glor de 2003 ), iii) como \n\neventos e processos (exemplo, deriva continental, glaciação do Pleistoceno, alterações \n\nclimáticas) ambientais moldaram a distribuição atual das espécies (Hughes et al 2002). \n\nEm essência, a biogeografia tem por finalidade a investigação das relações entre os \n\n\n\n \n\n \n\n2 \n\n \n\npadrões (distribuição não-aleatória e organização repetitiva) e processos (padrão de \n\ncausalidade) que determinam a distribuição geográfica dos organismos. Segundo Vidal \n\n(2008), embora muitos biogeógrafos tentaram sintetizar esses processos através de \n\ndiferentes perspectivas de estudos (biogeografia descritiva, ecológica, histórica e \n\npaleoecológica), a ênfase de cada um está em constante discussão.  \n\nA presente dissertação está dividida em três capítulos, na forma de artigos para \n\npublicação em Revistas Internacionais. No primeiro capítulo apresento a descrição, \n\nrecentemente publicada no periódico Salamandra Journal, de uma espécie nova do \n\ngênero Proceratophrys para a região do médio Rio São Francisco em Minas Gerais. No \n\nsegundo capítulo, como forma de preencher lacunas amostrais em áreas do Médio São \n\nFrancisco, foi realizado um levantamento da anurofauna do Município de Buritizeiro, \n\nMinas Gerais. Este capítulo encontra-se em fase final de preparação e será submetido no \n\nperiódico Check List Journal. O terceiro é apresentado uma descrição da composição \n\nde anuros da Bacia São Francisco em Minas Gerais, com uma lista de espécies \n\natualizada à luz de revisões em museus e de esforço de campo. Neste capítulo foi \n\ndescrito os padrões de distribuição dos anuros da Bacia do São Francisco em Minas \n\nGerais, assim como a relação histórica de suas localidades com outras áreas do Brasil \n\natravés de uma análise biogeográfica. Este capítulo encontra-se em fase de preparação e \n\npretende submetê-lo ao periódico Studies on Neotropical Fauna and Environment.  \n\n \n\n\n\n \n\n \n\n3 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \nAlford, R. A., Richards, S. J.&amp; McDonald, K. R. 2007. Biodiversity of Amphibians. Pages \n\n1–12 in Levin, S. A., editor. Encyclopedia of Biodiversity, 2ª edition. Academic Press. \n\nBokermann W.C.A. &amp; Sazima I. 1973. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 1: \n\nEspécies novas de Hyla (Anura, Hylidae). Revista Brasileira de Biologia 33(3): 329-\n\n336. \n\nBokermann, W.C.A. &amp; Sazima I. 1978. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 4: \n\nDescrição de Phyllomedusa jandaia sp.n. (Anura, Hylidae). Revista Brasileira de \n\nBiologia 38(4): 927-930. \n\nDrummond, G.M., Martins C.S., Machado, A.B.M., Sebaio, F.A. &amp; Antonini Y. (Orgs.) \n\n2005. Biodiversidade em Minas Gerais: um atlas para sua conservação. 2.ed. Belo \n\nHorizonte: Fundação Biodiversitas. p.65-69. \n\nEterovick, P.C. &amp; Sazima I. 2000. Structure of an anuran community in a montane \n\nmeadow in southeastern Brazil: effects of seasonality, habit, and predation. Amphibia-\n\nReptilia 21:439-461. \n\nEterovick P.C. &amp; Sazima I. 2004. Anfíbios da Serra do Cipó, Minas Gerais – Amphibians \n\nfrom the Serra do Cipó, Minas Gerais. Belo Horizonte: Editora PUC Minas. 152p. \n\nFrost, D.R. 2013:  Amphibian Species of the World: an Online Reference. Version 5.6 (9 \n\nJanuary 2013). American Museum of Natural History, New York, USA. Available \n\nfrom: http://research.amnh.org/herpetology/amphibia/index.html/ (29 de Julho de 2013). \n\nHaddad, C.F.B., Andrade, G.V. &amp; Cardoso, A.J. 1998. Anfíbios anuros no Parque \n\nNacional da Serra daCanastra, Estado de Minas Gerais, Brasil. Brasil Florestal 64: 9-20. \n\nHoffmann, M. et al. 2010. The impact of conservation on the status of the world‘s \n\nVertebrates. Science 330: 1503–1509. \n\nHughes, T.P., Bellwood D.R. &amp; Connolly S.R. 2002. Biodiversity hotspots, centres of \n\nendemicity, and the conservation of coral reefs. Ecology Letters, Vol. 5, N°6, \n\n(November 2002), pp. 775-784. \n\nLosos, J.B. &amp; Glor, E. (2003). Phylogenetic comparative methods and the geography of \n\nspeciation. Trends in Ecology &amp; Evolution, Vol. 18, N°5, (May 2003), pp. 220-227, \n\nISSN 0169-5347. \n\nSegalla, M.V., Caramaschi, U., Cruz, C.A.G., Garcia, P. C.A., Grant, T., Haddad, C. F. B, \n\n&amp; Langone, J. 2012. Brazilian amphibians – List of species. Available from \n\n\n\n \n\n \n\n4 \n\n \n\nhttp://www.sbherpetologia.org.br. Sociedade Brasileira de Herpetologia (accessed \n\nOctober 2012). \n\nSilveira, A. 2006. Anfíbios do município de João Pinheiro, uma área de Cerrado no \n\nNoroeste de Minas Gerais, Brasil. Arquivos do Museu Nacional 64: 131-139. \n\nStuart, S.N., Chanson, J.S., Cox, N.A., Young, B.E., Rodrigues, A.S.L., Fischman, D.L., &amp; \n\nWaller, R.W. 2004. Status and trends of amphibian declines and extinctions Worldwide. \n\nScience 306: 1783–1786. \n\nTeneb, E.A., Caviares, L.A., Parra, M.J. &amp; Marticorena A. 2004. Patrones geográficos de \n\ndistribució de árboles y arbustos en la zona de transición climátic mediterráneo \n\ntemplada de Chile. Revista Chilena de Historia Natural, Vol. 77, N°1, pp. 51-71. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n5 \n\n \n\n \n\n \n\n \n\n \n\n \n\n__________________________________________________________________ \n\nA new species of Proceratophrys (Anura: Odontophrynidae) from the middle São \nFrancisco River, southeastern Brazil. Salamandra 49 (2):63-73. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n ARTIGO I \n      Publicado no Periódico Salamandra Journal \n\n\n\n \n\n \n\n6 \n\n \n\n\n\n \n\n \n\n7 \n\n \n\n\n\n \n\n \n\n8 \n\n \n\n\n\n \n\n \n\n9 \n\n \n\n\n\n \n\n \n\n10 \n\n \n\n\n\n \n\n \n\n11 \n\n \n\n\n\n \n\n \n\n12 \n\n \n\n\n\n \n\n \n\n13 \n\n \n\n\n\n \n\n \n\n14 \n\n \n\n\n\n \n\n \n\n15 \n\n \n\n\n\n \n\n \n\n16 \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n______________________________________________________________________ \n\nAnuros do município de Buritizeiro, uma área de Cerrado em Minas Gerais, \nsudeste do Brasil \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nARTIGO II \n      A ser submetido no periódico Check List \n\n\n\n \n\n \n\n17 \n\n \n\n \n\nResumo: Esse estudo traz, pela primeira vez, uma listagem da fauna de anfíbios do Município de \n\nBuritizeiro, uma área de Cerrado no norte de Minas Gerais. Entre novembro de 2011 e janeiro de 2012 e \n\nnovembro de 2012 e fevereiro de 2013 foi realizado um levantamento de anfíbios no município, através \n\nde observações e coletas diretas aleatórias em diversos ambientes nas diferentes fitofisionomias da área. \n\nForam registradas um total de 46 espécies, sendo que, 40 a partir das coletas de campo e 6 espécies \n\nregistradas, junto a coleção de herpetologia da Universidade de Brasília. O município de Buritizeiro \n\ncorresponde o limite mais sul da ocorrência de Corythomantis greeningi, espécie relacionada à Caatinga, \n\nalém de ser a única localidade conhecida para Proceratophrys carranca. Foi constatado que a localidade \n\nestudada possui uma das maiores riquezas local de anuros conhecidas para o bioma Cerrado. \n\n \n\nAbstract: This study provides for the first time a list of the anuran fauna from Buritizeiro municipality, \n\na Cerrado area in the north of Minas Gerais. Between November 2011 and January 2012 and November \n\n2012 and February 2013, was conducted a survey of amphibians in the municipality, through direct \n\nobservations and random sampling at several environments in different phytophysiognomies of the area. \n\nWe recorded 46 species, 40 from field collections and 6 species recorded along the collection of \n\nherpetology at the Universidade de Brasilia. The Buritizeiro municipality corresponds the limit most \n\nsouthern of Corythomantis greeningi, species related to Caatinga, besides being the only locality known \n\nfor Proceratophrys carranca. It has been found, that the locality studied has one of the greatest local \n\nrichness of anuran, known for the Cerrado biome. \n\n \n\nIntrodução  \n\n \n\nO Cerrado é o segundo maior bioma brasileiro, abrangendo cerca de 2 milhões de \n\nkm2 e, por estar distribuído por grandes gradientes latitudinais e altitudinais, encontra-se \n\ndiretamente em contato com outros biomas (Ratter et al. 1997; Motta et al. 2002; Silva \n\ne Santos 2005). No entanto, mesmo apresentando grande extensão territorial e enorme \n\nimportância na conservação da biodiversidade (Myers et al. 2000), apenas 2,1% da área \n\ndo Cerrado está protegido por unidades de conservação (Ratter et al. 1997; Klink e \n\nMachado 2005). Estudos recentes com base em imagens de satélites demonstraram que \n\nquase 55% da vegetação original do Cerrado foram devastadas pela ação humana, como \n\nresultado das altas taxas anuais de desmatamento (Machado et al. 2004). Baseado no \n\ngrau de ameaça pela pressão antrópica e altos níveis de endemismo, o Cerrado é \n\n\n\n \n\n \n\n18 \n\n \n\nconsiderado, juntamente com outros 34 ecossistemas mundiais, um \"hotspot\" para a \n\nconservação da biodiversidade global (Myers et al. 2003).  \n\nAtualmente são conhecidas mais de 200 espécies de anfíbios no Cerrado sendo \n\nque aproximadamente 33% das espécies são endêmicas desse bioma (Valdujo et al. \n\n2012). No entanto, mesmo com os estudos realizados em diferentes áreas desse bioma \n\n(Diniz et al. 2004; Valdujo et al. 2010; 2011) o conhecimento sobre a anurofauna do \n\nCerrado é ainda pouco expressivo, e grande parte de suas áreas carecem ainda de \n\nestudos preliminares (Colli et al. 2002). Neste contexto, encontram-se as áreas do \n\nCerrado em Minas Gerais, onde as informações sobre os anfíbios são ainda escassas \n\nquanto à sua composição, e fragmentadas, considerando os diferentes níveis de \n\nconhecimento das regiões e dos diversos grupos faunísticos (Drummond et al. 2005; \n\nSilveira 2006; Nascimento et al. 2009,).  \n\nAté o momento, poucos trabalhos foram desenvolvidos sobre a composição de \n\nespécies da anurofauna no Cerrado de Minas Gerais. Dentre eles, destacamos a Serra do \n\nCipó (Bokermann e Sazima 1973; 1978; Eterovick e Sazima 2000; 2004), Serra da \n\nCanastra (Haddad et al. 1998), médio rio Jequitinhonha (ver Feio e Caramaschi 1995), o \n\nmunicípio de João Pinheiro, noroeste de Minas Gerais (Silveira 2006) e Lagoa Santa \n\n(Reinhardt e Lütken 1862; Warming 1908).  \n\nNesta perspectiva enquadram-se as áreas de Cerrado no médio Rio São Francisco \n\nem Minas Gerais, incluindo o município de Buritizeiro. A região ainda possui \n\nsignificativos fragmentos de Cerrado em estado natural e foi considerada área prioritária \n\nde “Importância potencial” para conservação da herpetofauna em Minas Gerais, ou seja, \n\nárea que apresentam poucas informações sobre composição de anuros e que carecem da \n\nrealização de inventários (Drummond et al. 2005).  \n\n\n\n \n\n \n\n19 \n\n \n\nAssim, como forma de preencher estas lacunas amostrais, apresentou aqui, uma \n\nlista das espécies de anfíbios anuros do município de Buritizeiro e, discutimos aspectos \n\nsobre a taxonomia, distribuição geográfica e status de conservação de algumas destas \n\nespécies.  \n\nMaterial e Métodos  \n \n\nÁrea de Estudo \n\nO município de Buritizeiro (17º44’ S, 46º10’ W; 720m), está localizado no norte \n\ndo estado de Minas Gerais, sudeste do Brasil (Figura 1), porção ocidental do Alto e \n\nMédio São Francisco. Situa-se à margem esquerda do rio São Francisco e apresenta \n\numa densa rede de drenagem, representada em sua grande parte por rios, tais como, os \n\nrios Paracatu, Formoso, do Sono e Jatobá.  \n\nO clima da região, segundo a classificação de Köppen, é do tipo Aw, ou seja, \n\ntropical chuvoso, com verão chuvoso e inverno seco, mas devido ao alto déficit hídrico \n\ndurante três meses do ano, o clima tende ao semi-árido (Embrapa 2008). A vegetação \n\nque caracteriza a região é predominantemente composta por fitofisionomias do bioma \n\nCerrado (Ab’Saber 1977), além de formações de floresta seca semidecídua, campo \n\nlimpo e vereda (Rizzini1997; Ribeiro et al. 2001). O relevo é representado por extensa \n\nsuperfície suavemente ondulada, que faz parte do planalto modelado sobre arenitos \n\ncretáceos do Grupo Areado e que recobre as rochas proterozóicas do Grupo Bambuí \n\n(Augustin et al. 2009).  \n\nNeste estudo, as amostragens foram conduzidas em 4 localidades (Figura 1) onde \n\nforam estudados 13 tipos de ambientes, considerados aqui como pontos de amostragens. \n\nA seguir descrevemos cada área amostral e seus respectivos pontos de amostragens:  \n\n1. Fazenda Serra do Cristal (17°24’ 3.44’’ S e 45° 3’ 33.2’’ O; 654m). Localizada a 15 \n\nkm da área urbana, esta localidade é caracterizada por fragmentos de Cerrado, \n\n\n\n \n\n \n\n20 \n\n \n\npastagens, Mata de Galeria que margeia o Córrego do doce e por veredas com \n\nvegetação campestre úmida. Seis pontos de amostragens foram estudados: uma lagoa \n\npermanente, antropizada, entre fragmentos de Cerrado e de pastagem; riacho caudaloso \n\nem área de mata secundária; brejo com solo muito hidromórfico; área de vegetação \n\narbustiva; riacho temporário em ambiente rochoso, entre a mata de galeria e a pastagem \n\ne uma Vereda em área campestre. Datas das Coletas: 12 de novembro de 2011, 9,12,16 \n\ne 21 de dezembro de 2011, 8, 13-14 de novembro de 2012 e 21-24 de dezembro de \n\n2012. \n\n2. Fazenda Bento de Mello (17°21’44’’ S, 44°57’9’’ W; 454 m). Situada próxima a \n\nZona Urbana e a margens do Rio São Francisco, esta área é caracterizada por extensas \n\npastagens, pequenos fragmentos de Mata Ciliar e inúmeras lagoas marginais que \n\napresentam importante função durante a vazão do rio. Além disso, estas lagoas \n\nfuncionam como importantes sítios reprodutivos para diversos peixes do São Francisco \n\n(Jiménez-Segura et al. 2003). Três lagoas marginais foram amostradas, uma lagoa \n\npermanente e outra temporária entre a área aberta com vegetação arbustiva e uma lagoa \n\ntemporária no interior da mata ciliar secundária. Datas da coleta: 16 de novembro de \n\n2011, 1,11,17 e 20 de dezembro de 2011 e 15-16 de novembro de 2012. 3. Matinha \n\n(17°53’36’’ S, 45°21’53’’ W; 742 m). Situada a 60 Km da zona urbana, esta localidade \n\namostral é um dos poucos lugares no município que apresenta áreas do Cerrado ainda \n\npreservadas, com Veredas cercadas por vegetação campestre, caracterizando o chamado \n\n“Campo dos Gerais”. Além disso, nessa região encontram-se nascentes, que dão origem \n\na importantes cursos d’aguas, por exemplo, os córregos Ribeirinho e Ribeirão e a \n\nVereda que origina o Rio Formoso. Nessa localidade foram selecionados 2 pontos \n\namostrais: uma Vereda em área de vegetação campestre e mata ripária e um riacho \n\n\n\n \n\n \n\n21 \n\n \n\ndentro da Mata de Galeria preservada. Data da Coleta: 7 a 9 de fevereiro de 2012 e 7 a 9 \n\nde Janeiro de 2013.  \n\n4. Fazenda Lagoa Formosa (16°52’38’’ S e 45°5’54’’ W; 694 m). Localizada a 50 Km \n\nda zona urbana, apresenta áreas de Cerrado sensu stricto antropizado, Veredas \n\nmarginadas por vegetação campestre e por extensas pastagens. Dois pontos amostrais \n\nforam estudados: uma lagoa permanente entre fragmento de Cerrado e pastagem e uma \n\nVereda em área de vegetação campestre. Data da Coleta: 13 e 14 de dezembro de 2011.  \n\nPesquisa de Campo  \n\nO levantamento foi realizado por meio de observações e coletas entre novembro \n\nde 2011 e janeiro de 2012 e entre novembro de 2012 e fevereiro de 2013, resultando em \n\num total de 80 horas de trabalho campo, durante duas estações chuvosas. Os anfíbios \n\nanuros foram amostrados durante o período noturno entre as 19:00h até 23:30h \n\n(independentemente do horário de verão), através de procuras visuais e auditivas (ver \n\nHeyer et al. 1994). Além das procuras noturnas, também foram realizadas buscas \n\ndiurnas e indivíduos encontrados de modo fortuito foram incluídos. Cada local de \n\nestudo foi levantado por, pelo menos, duas pessoas.  \n\nEspécimes-testemunho (Apêndice 1) foram coletados para todas as espécies \n\n(Licença de Coleta de N° 30677-1/2011 cedida pelo Instituto Brasileiro do Meio \n\nAmbiente e dos Recursos Naturais Renováveis- IBAMA). Posteriormente, os indivíduos \n\nforam fotografados, sendo, em seguida, sacrificados com uso do anestésico Xilocaína® \n\n5%, fixados com formaldeído 10%, conservados em álcool 70% e tombados na coleção \n\nherpetológica do Museu de Zoologia João Moojen da Universidade Federal de Viçosa \n\n(MZUFV).  \n\n\n\n \n\n \n\n22 \n\n \n\nOs espécimes foram identificados através de chaves taxonômicas, consultas as \n\nespecialistas dos grupos e coleções de referência em diferentes instituições de pesquisa. \n\nComo forma de complementar a lista foram consideradas espécies registradas para \n\nBuritizeiro junto à Coleção de herpetologia da Universidade de Brasília (CHUNB) \n\n(Apêndice 1). A distribuição geográfica das espécies encontradas no município de \n\nBuritizeiro foi caracterizada por meio da consulta a dados disponíveis na literatura e a \n\nbases de dados online, Amphibian Species of the World (Frost 2013), Global \n\nAmphibian Assessment (IUCN 2011).  \n\nAs espécies registradas foram classificadas em cinco categorias quanto à sua \n\ndistribuição geográfica de acordo a Valdujo et al.(2012):as espécies que apresentam \n\ndistribuição restrita ao bioma Cerrado ou associado à área delimitada marginalmente em \n\nquase 50 km de outro domínio (Bastos 2007) foram classificadas, como “espécies \n\nendêmicas do Cerrado” (CE); as espécies distribuídas por mais de dois domínios foram \n\ndenominadas “espécies de ampla distribuição” (W); as espécies com ocorrência tanto \n\npara o Cerrado, quanto para outro bioma (não mais de dois) foram determinadas como \n\nespécies que ocorrem em dois biomas, por exemplo: Caatinga e Cerrado (CAC) e \n\nFloresta Atlântica e Cerrado (ATC). As espécies com distribuição no Cerrado, Caatinga \n\ne Chaco, foram determinadas como “espécies de faixa diagonal em domínios abertos” \n\n(O). Por fim, espécies de taxonomia complicada ou não confirmada receberam a \n\nclassificação “espécie sem informação de distribuição” (s/inf.).  \n\nO status de conservação para cada táxon foi definido com base nas seguintes \n\nlistas: 1) espécies da fauna ameaçadas de extinção para o estado de Minas Gerais \n\n(Fundação Biodiversitas 2007, Drummond et al. 2008); 2) espécies da fauna brasileira \n\nameaçadas de extinção (Machado et al. 2005; 2008); 3) lista vermelha de espécies \n\nameaçadas da União Internacional para a Conservação da Natureza (IUCN 2011).  \n\n\n\n \n\n \n\n23 \n\n \n\n \n\nResultados  \n\nForam encontradas 46 espécies de anfíbios anuros, distribuídas em 18 gêneros \n\npertencentes a sete famílias: Bufonidae (seis espécies), Ceratophryidae (uma espécie), \n\nDendrobatidae (uma espécie), Hylidae (17 espécies), Leptodactylidae (17 espécies), \n\nMicrohylidae (três espécies) e Odontophrynidae (duas espécies) (Tabela 1; Figuras 2- \n\n5).   \n\nO predomínio de espécies da família Hylidae e Leptodactylidae é semelhante a \n\noutros estudos no Cerrado (Silveira 2006; Bastos 2007; Moreira et al. 2007; Valdujo et \n\nal. 2011). Do total de espécies registradas, apenas Ceratophrys aurita, Scinax \n\nfuscovarius, Dermatonotus muelleri, Leptodactylus mystacinus, Rhinella veredas e \n\nTrachycephalus venulosus, não foram amostradas em campo pelos autores. Estas \n\ninclusões são baseadas em espécimes depositados na CHUNB (Apêndice 1).  \n\nDas 46 espécies registradas no município de Buritizeiro, 16 espécies (35%) são \n\nendêmicas do Cerrado, 17 espécies (37%) apresentam ampla distribuição pelo Brasil ou \n\nAmérica do Sul, 5 espécies (10,5%) ocorrem na Caatinga e Cerrado, 4 espécies (8,7%) \n\nna Mata Atlântica e Cerrado, 3 espécies (5%) ocorre nas formações abertas (Cerrado, \n\nCaatinga e Chaco) e apenas uma espécie não apresenta informações adicionais (ver \n\nTabela 1).  \n\nDiscussão  \n\nA riqueza de anfíbios anuros do município de Buritizeiro corresponde a 23% das \n\ncerca de 200 espécies registradas para o Cerrado brasileiro (Valdujo et al. 2012) e \n\ntambém para o estimado de 200 espécies conhecidas no estado de Minas Gerais.  Esses \n\nresultados colocam o município de Buritizeiro entre as áreas mais ricas em espécies de \n\nanuros do bioma Cerrado (Tabela 2). A alta riqueza encontrada no presente trabalho \n\n\n\n \n\n \n\n24 \n\n \n\npode estar relacionada, ao menos em parte, ao fato do estudo ter sido conduzido durante \n\na estação chuvosa, pico reprodutivo da maioria das espécies de anuros do Cerrado \n\n(Bastos 2007).  \n\nO predomínio de espécies endêmicas do Cerrado e as com ampla distribuição no \n\nBrasil, verificado no presente trabalho, é consistente com o padrão observado em outros \n\nestudos no domínio do Cerrado (Brasileiro et al. 2007; Uetanabaro et al. 2007; Valdujo \n\net al. 2009). Das 16 espécies endêmicas registradas, 13 espécies (81,4%) são \n\namplamente distribuídas por outras áreas do Cerrado, por exemplo, Dendropsophus \n\nrubicundulus (Reinhardt e Lütken 1862), Odontophrynus cultripes (Reinhardt e Lütken \n\n1862) e Pseudis bolbodactyla (Lutz 1925), Ameerega flavopicta (Lutz 1925) e \n\nHypsiboas lundii (Burmeister 1856) (Tabela 1, Bastos 2007, Valdujo et al. 2011). \n\nOutras três espécies (18,8%), Scinax tigrinus Nunes et al.(2010), Pseudopaludicola \n\ngiarettai Carvalho et al.(2012) e Proceratophrys carranca Godinho et al. (2013) são \n\nconhecidas para, no máximo, quatros localidades. Scinax tigrinus atualmente é relatada \n\npara três localidades: o município de Cabeceira Grande em Minas Gerais (localidade \n\ntipo), e outra duas áreas no estado de Goiás (Nunes et al. 2010). O encontro desta \n\nespécie em Buritizeiro configura como o segundo registro para estado de Minas Gerais. \n\nJá P. carranca até o momento é conhecido somente de sua localidade tipo, o município \n\nde Buritizeiro (Godinho et al. 2013a). Entre as cinco espécies típicas da Caatinga \n\n(tabela 1), destacamos as espécies Corythomantis greeningi e Ceratophyrs joazeirensis, \n\nque apresentam no município de Buritizeiro o limite mais sul de sua distribuição \n\n(Godinho et al. 2013b; Maciel et al. 2013).  \n\nA presença de espécies consideradas típicas da Caatinga pode estar relacionada à \n\nposição geográfica da área de estudo, inserido no bioma Cerrado, mas próximo às \n\nlocalidades de transição com esse bioma. Outra hipótese possível diz respeito ao modelo \n\n\n\n \n\n \n\n25 \n\n \n\nclimático histórico da Caatinga, inferindo que alguns componentes dos núcleos da \n\nCaatinga expandiram em direção ao interior de regiões de Cerrado do Brasil central \n\ndesde o último glacial máximo (cerca de 21 mil anos atrás) (Werneck and Coli 2006; \n\nWerneck 2011). Portanto, a ocorrência dessas espécies no Cerrado, poderia estar \n\nassociada à distribuição relictual das Florestas Sazonais Tropicais Secas (Mata Seca) no \n\nBrasil central (Godinho et al. 2013b).  \n\nNenhuma das espécies de anuros registradas está presentes nas listas vermelhas \n\nde espécies ameaçadas de extinção da IUCN (IUCN 2011), do Brasil (Machado et al. \n\n2008) ou do estado de Minas Gerais (Fundação Biodiversitas 2007; Drummond et al. \n\n2008). A maioria dessas espécies é classificada como “fora de perigo” de acordo a \n\nIUCN (ver tabela 1, IUCN 2011). Três espécies, Scinax tigrinus, Pseudopalodicola \n\ngiarettai e Proceratophrys carranca, podem ser consideradas “Deficientes de Dados” \n\npor serem recentemente descritas (Nunes et al. 2010; Carvalho et al. 2012; Godinho et \n\nal.2013a) e pela falta de informações adicionais sobre suas distribuições.  \n\nA região de Buritizeiro destaca-se pela sua alta relevância para conservação de \n\nanfíbios do Cerrado brasileiro, pois, além de compor umas das maiores riquezas de \n\nespécies desse bioma, compartilha alguns elementos da anurofauna da Caatinga.  Assim, \n\nentender como a fauna de diferentes biomas se relacionam e quais os processos \n\nhistóricos são responsáveis por talrelação e distribuição das populações, podem \n\nconstruir perguntas relevantes e constituir dados importantes para a biogeografia e \n\nconservação desses biomas e das espécies de anuros.  \n\nPor fim, reforçamos a necessidade da continuação de estudos de curto prazo \n\nconcentrados no período de reprodução e também o desenvolvimento de estudos de \n\nlongo prazo, com a finalidade de melhor caracterização da anurofauna regional.  No \n\nsentido que, estudos de curta duração aumentam o conhecimento sobre à estrutura das \n\n\n\n \n\n \n\n26 \n\n \n\ncomunidades e os requisitos ecológicos dos anfíbios, pesquisas mais extensivas são \n\nfundamentais no entendimento dos padrões regionais de riqueza de espécies (Valdujo et \n\nal. 2011).  \n\n \n\nReferências Bibliográficas \n\nAb’saber, A.N. 1977. Os domínios morfoclimáticos na América do Sul. Primeira \n\naproximação. Geomorfológica 52:1-21. \n\nAraújo, C.O., T.H. Condezand R.J. Sawaya. 2009. Anfíbios anurosdo Parque Estadual das \n\nFurnas do Bom Jesus, sudeste do Brasil, e suasrelações com outras taxocenoses no \n\nBrasil. Biota Neotropica 9 (2): 77-98. \n\nBastos, R.P., J.A.O. Motta, L.P. Lima e L.D. Guimarães. 2003. Anfíbios da Floresta \n\nNacional de Silvânia, estado de Goiás.Goiânia: Stylo Gráfica Editora. \n\nBastos, R.P. 2007. Anfíbios do Cerrado. In Herpetologia no Brasil II. (L.B. Nascimento; &amp; \n\nM.E. Oliveira, coord.). Sociedade Brasileira de Herpetologia, Belo Horizonte, v. 1, p. \n\n87-100. \n\nBertoluci, J.A., R.A. Brasaloti, J.W. Ribeiro Jr, V.M.F.N. Vilela e H.O. Sawakuchi.2007. \n\nSpecies composition and similarities among anuran assemblages of four forest sites in \n\nsoutheastern Brazil. Sci. Agric. 64 (4):364-374. \n\nBrandão, R.A. e A.F.B. Araújo. 1998. A herpetofauna da Estação Ecológica de Águas \n\nEmendadas. In:Vertebrados da Estação Ecológica de Águas Emendadas: história \n\nnatural e ecologia em um fragmento de Cerrado do Brasil Central (J. Marinho-Filho, F. \n\nRodrigues &amp;M. Guimarães, eds). SEMATEC/IEMA, Brasília, p. 9-21. \n\nBrandão, R.A., A.Sebben e G.J. Zerbini. 2006. A herpetofauna da APA de Cafuringa. In \n\nAPA de Cafuringa: a última fronteira natural do Distrito Federal (P.B. Netto, V.V. \n\n\n\n \n\n \n\n27 \n\n \n\nMecenas &amp; E.S. Cardoso, eds). Secretariade Meio Ambiente e Recursos Hídricos, \n\nBrasília, p. 241-248. \n\nBrasileiro, C.A., R.J. Sawaya, M.C. Kiefer e M. Martins. 2005. Amphibians of an open \n\nCerrado fragment in southeastern Brazil. Biota Neotropica 5(2): 93-109. \n\nBrasileiro, C.A., E.M. Lucas, H.M. Oyamaguchi, M.T.C. Thomé e M.Dixo. 2007. \n\nAnurans, Northern Tocantins River Basin, states of Tocantins and Maranhão, Brazil. \n\nCheck List 4(2):185-197. \n\nBokermann, W.C.A. e I. Sazima. 1973. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 1: \n\nEspécies novas de Hyla (Anura, Hylidae). Revista Brasileira de Biologia 33(3): 329-\n\n336. \n\nBokermann, W.C.A. e I. Sazima. 1978. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 4: \n\nDescrição de Phyllomedusa jandaia sp.n. (Anura, Hylidae). Revista Brasileira de \n\nBiologia 38(4): 927-930. \n\nCarvalho, T.R. 2012. A new species of Pseudopaludicola Miranda-Ribeiro (Leiuperinae: \n\nLeptodactylidae: Anura) from the Cerrado of southeastern Brazil with a distinctive \n\nadvertisement call pattern. Zootaxa 3328: 47–54. \n\nCintra, C.E.D., H.L.R. Silva e N.J. Silva-Junior. 2009. Herpetofauna, Santa Edwiges I and \n\nII hydroelectric power plants, state of Goiás, Brazil. Check List 5(3): 570-573. \n\nColli, G.R., R.P. Bastos e A.F.B. Araújo. 2002. The character and dynamics of the Cerrado \n\nherpetofauna. In: The cerrados of Brazil: ecology and natural history of a Neotropical \n\nsavanna. (Oliveira, P.S. &amp; Marques, R.J.).New York: Columbia University Press. P. \n\n223-241. \n\nColwell, R.K. 2006. EstimateS: Statistical estimation of species richness and shared \n\nspecies from samples. Version 8.0.Disponível em:http://purl.oclc.org/estimates (último \n\nacesso em 10/06/2013). \n\nhttp://purl.oclc.org/\n\n\n \n\n \n\n28 \n\n \n\nDiniz-Filho, J.A.F., L.M. Bini, C.M. Vieira, M.C. Souza, R. P. Bastos, D. Brandão \n\nandL.G. Oliveira. 2004. Spatial patterns in species richness and priority areas for \n\nconservation ofanurans in the Cerrado region, Central Brazil. Amphibia- Reptilia 25:63-\n\n75. \n\nDrummond, G.M., C.S. Martins, A.B.M. Machado, F.A. Sebaio&amp; Y. Antonini. (Orgs.) \n\n2005.Biodiversidade em Minas Gerais: um atlas para sua conservação. 2.ed. Belo \n\nHorizonte: Fundação Biodiversitas. p.65-69. \n\nDrummond, G. M., A.B.M. Machado, C.S. Martins, M.P. Mendonça e J.R. Stehmann. \n\n2008. Listas vermelhas das espécies de fauna e flora ameaçadas de extinção em Minas \n\nGerais.2 ed. Fundação Biodiversitas, Belo Horizonte. \n\nEterovick, P.C. e I. Sazima, 2000. Structure of ananuran community in a montane meadow \n\nin southeastern Brazil: effects of seasonality, habit, and predation. Amphibia-Reptilia \n\n21:439-461. \n\nEterovick, P.C. e I. Sazima. 2004. Anfíbios da Serra do Cipó, Minas Gerais - \n\nAmphibiansfromthe Serra do Cipó, Minas Gerais. Belo Horizonte: Editora PUC Minas. \n\n152p. \n\nFaivovich, J., C.F.B. Haddad, P.C.A. Garcia, D.R. Frost, J.A. Campbell e W.C. Wheeler. \n\n2005. Systematic review of the frog family Hylidae, with special reference to Hylinae: \n\nphylogenetic analysis and taxonomic revision. Bulletin of the American Museum of \n\nNatural History 294: 1-240. \n\nFeio, R.N. e U. Caramaschi.1995. Aspectos zoogeográficos dos anfíbios do Médio Rio \n\nJequitinhonha, Nordeste de Minas Gerais, Brasil. Revista Ceres 42(239): 53-61. \n\nFrost, D.R., T. Grant, J. Faivovich, R.H. Bain, A. Haas, C.F.B. Haddad, R.O. De Sá, A. \n\nChanning, M. Wilkinson, S.C. Donnellan, C.J. Raxworthy, J.A. Campbell, B.L. Blotto, \n\nP. Moler, R.C. Drewes, R.A. Nussbaum, J.D. Lynch, D.M. Green e W.C. Wheeler. \n\n\n\n \n\n \n\n29 \n\n \n\n2006. The amphibian tree of life. Bulletin of the American Museum of Natural History \n\n297: 1-371. \n\nFrost, D.R. 2013. Amphibian Species of the World: an Online Reference. Version 5.6 (9 \n\nJanuary 2013). American Museum of Natural History, New York, USA. Available \n\nfrom: http://research.amnh.org/herpetology/amphibia/index.html/ (13 de junho de \n\n2013). \n\nFundação Biodiversitas. 2007. Revisão das listas vermelhas da flora e da fauna ameaçadas \n\nde extinção no estado de Minas Gerais. Relatório Final. Volume 3. Belo Horizonte: \n\nFundação Biodiversitas. 142 p. \n\nGodinho, L.B., M.R. Moura, J.V.A. Lacerda e R.N. Feio. 2013a. A new species of \n\nProceratophrys (Anura: Odontophrynidae) from the middle São Francisco River, \n\nsoutheastern Brazil. Salamandra 49 (2):63-73. \n\nGodinho, L.B., M.R. Moura e R.N. Feio. 2013b. New records and geographic distribution \n\nof Corythomantis greeningi Boulenger, 1896 (Amphibia: Hylidae). Check List 9(1): \n\n148-150. \n\nHaddad, C.F.B., G.V. Andrade e A.J. Cardoso.1998. Anfíbios anuros no Parque Nacional \n\nda Serra da Canastra, Estado de Minas Gerais, Brasil. Brasil Florestal 64: 9-20. \n\nHeyer, W.R., M.A. Donnelly, R.W. McDiarmid, L.A. Hayek e M. S. Foster. 1994. \n\nMeasuring and Monitoring Biological Diversity - Standard Methods for Amphibians. \n\nSmithsonian Institution Press. 364 p. \n\nIBGE 2013- Instituto Brasileiro de Geografia e Estatística. Cidades@. Disponível em: \n\nhttp://www.ibge.gov.br/. Acesso em: 17 de junho de 2013. \n\nKlink, C.A. e R.B. Machado. 2005. Conservation of the Brazilian Cerrado. Conservation \n\nBiology 19: 707-713. \n\nhttp://www.ibge.gov.br/\n\n\n \n\n \n\n30 \n\n \n\nJiménez-Segura, L. F., A.L. Godinho e M. Petrere-Jr. 2003. As Desovas de Peixes no Alto-\n\nMédio São Francisco. Em Águas, Peixes e Pescadores do São Francisco das Minas \n\nGerais (Godinho, H.P. e Godinho, A.L., org.). Biblioteca da Pontifícia Universidade \n\nCatólica de Minas Gerais, Belo Horizonte, p. 373-389. \n\nLeal, I.R., J.M.C. Silva, M. Tabarelli e T.E. Lacher-Jr.2005. Changing the course of \n\nbiodiversity conservation in the Caatinga of Northeastern Brazil. Conservation Biology \n\n19: 701-706. \n\nLeite, J.R.S.A., E.A. Barbosa e S.E. Noronha.2006. Levantamento de Anuros (Amphibia) \n\nna região do Projeto Formoso-Araguaia e Arredores, Formoso do Araguaia, Tocantins, \n\nBrasil. Sitientibus, Série Ciências Biológicas 6(1):56-63. \n\nMachado, R.B., M.B. Ramos Neto, P.G.P. Pereira, E.F. Caldas, D.A. Gonçalves, N.S. \n\nSantos, K. Tabor e M. Steininger. 2004. Estimativas de perda da área do Cerrado \n\nbrasileiro.Conservation International, Brasília, DF, Brazil. \n\nMachado, A.B.M., G.A.B. Fonseca, R.B. Machado, L.M.S. Aguiar e L.V. Lins. 1998. \n\nLivro vermelho das espécies ameaçadas de extinção da fauna de Minas Gerais. Belo \n\nHorizonte: Fundação Biodiversitas. 605 p. \n\nMaciel, N.M., M.N.C. Kokubum, P.H.P. Braga, A.T. Queiroz-Jr e R.H. Matsushita. 2013. \n\nDistribution extension, new state record and geographic distribution map of \n\nCeratophrys joazeirensis Mercadal, 1986 (Anura: Ceratophryidae). Herpetology Notes \n\n6: 447-450. \n\nMoreira, L.A., D.B. Fenolio, H.L.R. Silva e N.J. Silva-Jr. 2009. A preliminary list of the \n\nherpetofauna from termite mounds of the Cerrado in the Upper Tocantins River Valley. \n\nPapéis Avulsos de Zoologia 49(15):183-189. \n\n\n\n \n\n \n\n31 \n\n \n\nMotta, P.E.F., N. Curi e D.P. Franzmeier. 2002. Relation of Soils and Geomorphic \n\nSurfaces in the Brazilian Cerrado, the Cerrados of Brazil: Ecology and Natural History \n\nof a Neotropical Savanna. Columbia University Press, New York 13-32. \n\nMyers, N., R.A. Mittermeier, C.G. Mittermeier, G.A.B. Fonseca e J. Kent. 2000. \n\nBiodiversity hotspots for conservation priorities. Nature 403:853-858. \n\nMyers, N. 2003. Biodiversity Hotspots Revisited. View point Bioscience 53(10): 916 1917. \n\nNascimento, L.B., F.S.F.Leite, P.C. Eterovick e R.N Feio. 2009. Anfíbios. In Biota Minas: \n\nDiagnóstico do Conhecimento sobre a Biodiversidade no Estado de Minas Gerais - \n\nSubsídio ao Programa BIOTA MINAS (G.M. Drummond, C.S. Martins, M.B. Greco &amp; \n\nF. Vieira, org.), Fundação Biodiversitas, Belo Horizonte, p.221-248. \n\nNunes, I., R.R. Carvalho-Jr. and E. G. Pereira. 2010. A new species of Scinax Wagler \n\n(Anura: Hylidae) from Cerrado of Brazil. Zootaxa 2514: 24-34. \n\nPavan, D. e M. Dixo. 2004. A herpetofauna da área de influência do reservatório da Usina \n\nHidrelétrica Luís Eduardo Magalhães, Palmas, TO. Humanitas 4(6):13-30. \n\nRatter, J.A., J.F. Ribeiro e S. Bridgewater.1997. The Brazilian Cerrado vegetation \n\nandthreats to its biodiversity.Annals of Botany 80: 223-230 \n\nReinhardt, J. e C. Lütken. 1862. Bidrag til Kundskab om Brasiliens Padderog Krybdyr. \n\nVieden skabelige Meddele slefraden Natur historisk Foreningi Kjobenhavn, 3:143-242. \n\nRibeiro, J.F., C.E.L. Fonseca e J.C. Sousa-Silva (Eds.).  2001. Cerrado: caracterização e \n\nrecuperação de matas de galeria. Planaltina: Embrapa Cerrados. 899p. \n\nRizzini, C.T.1997. Tratado de fitogeografia do Brasil: aspectos ecológicos, sociológicos e \n\nflorísticos.2.ed.Rio de Janeiro: Editora Âmbito Cultural. 747p. \n\nSilvano, D.L. e M.V. Segalla. 2005. Conservation of Brazilian amphibians. Conservation \n\nBiology 19: 653-658. \n\n\n\n \n\n \n\n32 \n\n \n\nSilva, J.M.C. e M.P.D. Santos. 2005. A importância relativa dos processos biogeográficos \n\nna formação da avifauna do Cerrado e de outros biomas brasileiros. In: Cerrado: \n\nEcologia, Biodiversidade e Conservação (Scariot, A., Sousa-Silva, J.C., Felfili, J.M.). \n\nMinistério do Meio Ambiente, Brasília, Distrito Federal, pp. 219-233. \n\nSilva-Junior, N.J., C.E.D. Cintra, H.L.R. Silva, M.C. Costa, C.A. Souza, A.A. Pachêco-Jr e \n\nGonçalves, F.A.2009. Herpetofauna, Ponte de Pedra hydroelectric Power plant, states of \n\nMato Grosso and Mato Grosso do Sul, Brazil. Check List 5(3):518-525. \n\nSilveira, A. 2006. Anfíbios do município de João Pinheiro, uma área de Cerrado no \n\nNoroeste de Minas Gerais, Brasil. Arquivos do Museu Nacional 64: 131-139. \n\nStrüssmann, C. 2000. Herpetofauna. In: Fauna silvestre da região do Rio Manso - MT \n\n(C.J.R. Alho, ed). Edições IBAMA, Brasília, p. 153-189. \n\nUetanabaro, M., F.L. Souza, P.L. Filho, A.F. Beda e R.A. Brandão. 2007. Anfíbios e \n\nrépteis do Parque Nacional da Serra da Bodoquena, Mato Grosso do Sul, Brasil. Biota \n\nNeotropica 7 (3): 279-289. \n\nValdujo, P.H., R.S. Recoder, M.M. Vasconcellos e A.S.Portella. 2009. Amphibia, Anura, \n\nSão Desidério, western Bahia uplands, northeastern Brazil. Check List 5(4): 903-911. \n\nValdujo, P.H., A. Camacho, R.S.Recoder, M. Teixeira-Jr., J.M.B. Ghellere, T. Mott, \n\nP.M.S. Nunes, C. Nogueira e M.T. Rodrigues. 2011. Anfíbios da Estação Ecológica \n\nSerra Geral do Tocantins, região do Jalapão, Estados do Tocantins e Bahia. Biota \n\nNeotropica 11(1): 251-262. \n\nVaz-Silva, W., A.G. Guedes, P.L. Azevedo-Silva, F.F. Gontijo, R.S. Barbosa, G.R. Aloísio \n\ne F.C.G Oliveira. 2007. Herpetofauna, Espora hydroelectric power plant, state of Goiás, \n\nBrazil. Check List 3(4): 338-345. \n\nVitt, L. J., J. P. Caldwell, G. R. Colli, A. A. Garda, D. O. Mesquita, F. G. R. França, D. B. \n\nShepard, G. C. Costa, M. M. Vasconcellos e V. N. Silva. 2005.  Uma Atualização do \n\n\n\n \n\n \n\n33 \n\n \n\nGuia Fotográfico dos Répteis e Anfíbios da Região do Jalapão no Cerrado Brasileiro. \n\nSpecial Publications in Herpetology Sam Noble Oklahoma Museum of Natural History \n\n2: 1-24. \n\nWarming, E. 1908. Lagoa Santa: contribuição para a geografia phytobiologica; com uma \n\nlista de animais vertebrados de Lagoa Santa, comunicado pela primeira seção do \n\nMuseu Zoológico da Universidade.Belo Horizonte: Imprensa Oficial do Estado de \n\nMinas Gerais. 282p. \n\nWerneck, F.P. e G.R. Colli. 2006. The lizard assemblage from seasonally dry tropicalforest \n\nenclaves in the Cerrado biome, Brazil, and its association with thePleistocenic Arc. \n\nJournal of Biogeography 33: 1983-1992. \n\nWerneck, F.P. 2011. The diversification of eastern South American open vegetation \n\nbiomes: historical biogeography and perspectives. Quaternary Science Reviews \n\n30:1630-1648. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n34 \n\n \n\nTabela 1: Lista de espécies de anfíbios registradas no município de Buritizeiro, com \ninformações sobre a distribuição geográfica e a localidade de coleta. Abreviações: \nCHUNB – Coleção herpetológica da Universidade de Brasília; MZUFV- Museu de \nZoologia da Universidade Federal de Viçosa. Distribuição Geográfica:CA - espécie \nregistrada no Cerrado e na Caatinga; AT- espécie registrada no Cerrado e na Mata \nAtlântica; E- espécie endêmica do Cerrado; O- espécie distribuída pelas formações \nabertas da América do Sul (Cerrado, Caatinga e Chaco); W- espécie generalista de \nampla distribuição no Brasil ou América do Sul. Localidade de coletas: FC- Fazenda \nSerra do Cristal; FM- Fazenda Bento de Mello; MA- Matinha; FL- Fazenda Lagoa \nFormosa.  \n\nTáxon Distribuição Localidade \n\nBufonidae   \n\nRhinella granulosa (Spix, 1824) W FM \n\nRhinella mirandaribeiroi (Gallardo, 1965) E FC \n\nRhinella rubescens (Lutz, 1925) E FC \n\nRhinella schneideri (Werner, 1894) W FC, FM \n\nRhinella veredas (Brandão, Maciel, e Sebben, 2007) E - \n\nCeratophrydae   \n\nCeratophrys joazeirensis Mercadal, 1986 AT - \n\nDendrobatidae   \n\nAmeerega flavopicta (Lutz, 1925) E FSC, MA \n\nHylidae   \n\nCorythomantis greeningi Boulenger, 1896 CA FSC \n\nDendropsophus nanus (Boulenger, 1889) W FC, FM, FL \n\nDendropsophus rubicundulus (Reinhardt&amp;Lütken, \n1862) \n\nE FC \n\nDendropsophus minutus (Peters, 1872) W FC, FM, FL, MA \n\nDendropsophus soaresi (Caramaschi e Jim, 1983) CA FC \n\nHypsiboas lundii (Burmeister, 1856) E FC, FM, FL, MA \n\nHypsiboas raniceps (Cope, 1862) W FM \n\nHypsiboas albopunctatus (Spix, 1824) W FC, FM, FL, MA \n\nHypsiboas crepitans (Wied-Neuwied, 1824) W FC \n\nPhyllomedusa nordestina Caramaschi, 2006 CA FM, FC \n\nPseudis bolbodactyla Lutz, 1925 AT FC, FL \n\nScinax fuscomarginatus (Lutz, 1925) W FC, FL \n\nScinax fuscovarius (Lutz, 1925) W - \n\nScinax tigrinus Nunes, Carvalho e Pereira, 2010 E MA \n\nScinax x-signatus (Spix, 1824) W FC, FM, FL \n\nTrachycephalus nigromaculatus Tschudi, 1838 AT FM \n\nTrachycephalus typhonius (Linnaeus, 1758) W - \n\nLeptodactylidae   \n\nEupemphix nattereri Steindachner, 1863 E FC \n\nPhysalaemus centralis Bokermann, 1962 E FM \n\nPhysalaemus cuvieri Fitzinger, 1826 W FC, FM, FL, MA \n\n\n\n \n\n \n\n35 \n\n \n\nPhysalaemus cicada Bokermann, 1966 CA FC \n\nPhysalaemus marmoratus (Steindachner, 1864) E FC \n\nPseudopaludicola cf. saltica E FC,FL \n\nPseudopaludicola sp. S/INF. FM \n\nPseudopaludicola giarettai Carvalho, 2012 E FC,FL \n\nLeptodactylus fuscus (Schneider, 1799) W FC, FM, FL, MA \n\nLeptodactylus furnarius Sazima e Bokermann, 1978 E FL, MA \n\nLeptodactylus mystaceus (Spix, 1824) W FC, FM \n\nLeptodactylusmystacinus (Burmeister, 1861) AT - \n\nLeptodactylus podicipinus (Cope, 1862) O FM \n\nLeptodactylus troglodytes Lutz, 1926 CA FC \n\nLeptodactylus labyrinthicus (Spix, 1824 W FC \n\nLeptodactylus syphax Bokermann, 1969 O FC \n\nLeptodactylus latrans (Steffen, 1815) W FC, FM, FL, MA \n\nMicrohylidae   \n\nDermatonotus muelleri (Boettger, 1885) O - \n\nElachistocleis cesarii (Schneider, 1799) W FC, FM, FL, MA \n\nChiasmocleis albopunctata (Boettger, 1885) E FC, FM \n\nOdontophrynidae   \nProceratophyrs carranca Godinho, Moura, Lacerda e \nFeio, 2013 \n\nE FC \n\nOdontophrynus cultripes Reinhardt e Lütken,1862 E  FC \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n36 \n\n \n\nTabela 2: Riqueza total de espécies de anfíbios registradas em outras localidades do \nbioma Cerrado. Siglas: EESGT- Estação Ecológica Serra Geral do Tocantins; PEJ- \nParque estadual do Jalapão; FLONA- Floresta Nacional de Silvânia; PEFBJ- Parque \nEstadual das Furnas do Bom Jesus; EE- Estação Ecológica; APA- Área de Proteção \nAmbiental.  \n\nLocalidade  Estado Riqueza de espécies  Referência  \nPalmas Tocantins  52 Pavan &amp;Dixo 2004 \nRegião do Rio Manso  Mato Grosso 47 Strüssmann 2000 \nBuritizeiro  Minas Gerais  46 Presente estudo  \n\nSerra do Cipó Minas Gerais  43 \nEterovick e Sazima \n2004 \n\nBodoquena \nMato Grosso do \nSul \n\n38 Uetanabaro et al. 2007 \n\nJoão Pinheiro  Minas Gerais  36 Silveira 2006 \nEESGT Bahia /Tocantins  36 Valduljoet al. 2011 \nAPA de Cafuringa Distrito Federal  35 Brandão et al. 2006 \nItiquira Mato Grosso 33 Silva-Junior et al. 2009 \nVale do Tocantins Tocantins  33 Brasileiro et al.  2007 \nPEJ Tocantins  32 Vitt et al. 2005 \nSão Desidério Bahia  32 Valdujo et al. 2009 \nJataí Goiás 32 Vaz-Silva et al. 2007 \nMambaí Goiás 30 Cintra et al. 2009 \nCanastra Minas Gerais  30 Haddad et al. 1988 \nFLONA de Silvânia  Goiás 29 Bastos et al. 2003 \nItirapina São Paulo  28 Brasileiro et al. 2005 \nPedregulho (PEFBJ) São Paulo  24 Araújo et al. 2009  \nEEc de Caetetus São Paulo  24 Bertoluciet al. 2007 \nEE de Águas Emendadas  Distrito Federal  22 Brandão e Araújo 1998 \nFormoso do Araguaia  Tocantins  17 Leite et al. 2006 \n\n \n\n \n\n\n\n \n\n \n\n37 \n\n \n\n  \n\n \n\nFigura 1: Posição geográfica do município de Buritizeiro (quadrado), estado de Minas \nGerais, sudeste do Brasil. \n\n \n\n \n\n\n\n \n\n \n\n38 \n\n \n\n \nFigura 2. Anuros do município de Buritizeiro, estado de Minas Gerais. a) \nRhinella granulosa; b) R. mirandaribeiroi; c) R. schneideri; d) R. rubescens; e) \nProceratophrys carranca; f) Odontophrynus cultripes; g) Chiasmocleis \nalbopunctata; h) Elachistocleis cesarii. Créditos das Fotos: a: Marco A. \nPeixoto; b, c, d, g, h: Leandro B. Godinho; e, f: Mário R. Moura.  \n \n\n\n\n \n\n \n\n39 \n\n \n\n \nFigura 3. Anfíbios anuros do município de Buritizeiro, estado de Minas Gerais. a) \nDendropsophus nanus; b) D. rubicundulus; c) D. soaresi; d) Hypsiboas \nalbopunctatus; e) H. crepitans; f) H. lundii; g) Scinax fuscomarginatus; h) S. \ntigrinus. Créditos das Fotos: a, b, c, d, f, g, h: Leandro B. Godinho; e: Mario R. \nMoura.  \n\n\n\n \n\n \n\n40 \n\n \n\n \nFigura 4. Anfíbios anuros do município de Buritizeiro, estado de Minas \nGerais. a) Corythomantis greeningi; b) Phyllomedusa nordestina; c) Pseudis \nbolbodactyla; d) Trachycephalus nigromaculatus; e) Ameerega flavopicta; f) \nEupemphix nattereri; g) Pseudopalodicula cf. saltica; h) Physalaemus \ncentralis. Fotos: a, c, e, f, g, h: Leandro B. Godinho; b: Marco A. Peixoto; d: \nMario R. Moura.  \n\n\n\n \n\n \n\n41 \n\n \n\n \nFigura 5. Anfíbios anuros do município de Buritizeiro, estado de Minas \nGerais. a) Physalaemus cicada; b) P.cuvieri; c) P. marmoratus; d) \nLeptodactylus furnarius; e) L.mystaceus; f) L.labyrinthicus; g) L. \npodicipinus; h) L. troglodytes. Fotos: a, c, d, f, g, h: Leandro B. Godinho; b: \nMarco A. Peixoto; e: Mário R. Moura. \n \n\n \n\n\n\n \n\n \n\n42 \n\n \n\nAPÊNDICE 1 \n\n \n \nMaterial testemunho \n\nBufonidae. Rhinella granulosa (MZUFV13186-87), Rhinella mirandaribeiroi \n(MZUFV11876), Rhinella scheinderi (MZUFV11878), Rhinella rubescens \n(MZUFV11883), Rhinella veredas (CHUNB43331- 36, 38784- 87). Ceratophrydae. \nCeratophrys aurita (CHUNB44379-80). Dendrobatidae. Ameerega flavopicta \n(MZUFV13177- 78); Hylidae: Corythomantis greeningi (MZUFV 11705-76, 13149, \n13151-53), Dendropsophus nanus (MZUFV 11892- 94, 11900-01, 11904), \nDendropsophus minutus (MZUFV), Dendropsophus rubicundulus (MZUFV ???), \nDendropsophus soaresi (MZUFV11905, 11907); Hypsiboas albopunctatus \n(MZUFV11715, 13179- 80), Hypsiboas crepitans (MZUFV11888- 89, 11895- 96,  \n11704), Hypsiboas lundii (MZUFV 13154), Hypsiboas raniceps (MZUFV 1890-91); \nPhyllomedusa nordestina (MZUFV13148, 13150, 13161); Pseudis bolbodactyla \n(MZUFV11902-03, 11906, 11712); Scinax fuscomarginatus (MZUFV11909, \nMZUFV11911, MZUFV13160), Scinax fuscovarius (CHUNB 44236, 44232, 44226-\n27), Scinax tigrinus (MZUFV13162- 67, 13172-76), Scinax x-signatus (MZUFV11738); \nTrachycephalus nigromaculatus (MZUFV11713-14), Trachycephalus typhonius \n(CHUNB44276-80). Leptodactilydae. Leptodactylus fuscus (MZUFV11875, 11879), \nLeptodactylus furnarius (MZUFV 11881-82), Leptodactylus mystaceus \n(MZUFV11886-87, MZUFV13157-58), Leptodactylus mystacinus (CHUNB44410, \nCHUNB44570), Leptodactylus latrans (MZUFV11877,11880), Leptodactylus \nlabyrinthicus (MZUFV ), Leptodactylus podicipinus (MZUFV11884-85), Leptodactylus \ntroglodytes (MZUFV11874, MZUFV13155); Eupemphix nattereri (MZUFV11854, \n11861); Physalaemus centralis (MZUFV11862, 11865-66, 11856-57), Physalaemus \ncicada (MZUFV11859-60, 11872), Physalaemus cuvieri (MZUFV11863-64, \nMZUFV11867-68), Physalaemus marmoratus (MZUFV11855, 11870); \nPseudopalodicula giarettai (MZUFV), Pseudopalodicula cf. saltica (MZUFV), \nPseudopalodicula sp. (MZUFV). Myclohylidae. Dermatonotus muelleri \n(CHUNB44333-37) Chiasmocleis albopunctata (MZUFV11869) Elachistocleis cesarii \n(MZUFV11858). Odontophrynidae. Proceratophrys carranca (MZUFV12813-20), \nOdontophrynus cultripes (MZUFV11853, 11871). \n\n\n\n \n\n \n\n43 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n______________________________________________________________________ \n\nComposição de anuros da Bacia do São Francisco no estado de Minas Gerais, Brasil, e \n\nsua relação biogeográfica com outras áreas brasileiras \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                                                                  ARTIGO III \nA ser submetido no periódico Studies on Neotropical Fauna and \nEnvironment. \n \n\n\n\n \n\n \n\n44 \n\n \n\n \n\nResumo \n \n A Bacia do Rio São Francisco em Minas Gerais apresenta alta relevância natural para \nconservação da anurofauna, porém, o conhecimento sobre a sua composição e distribuição das \nespécies ainda é escasso. Foi descrito a composição e distribuição de anuros da Bacia do São \nFrancisco em Mina Gerais, bem como a relação histórica de suas áreas com outras localidades \ndo Brasil. No estudo de composição foram registradas 136 espécies, destas, 20 espécies são \nconsideradas endêmicas da Bacia, 36 são típicas do Cerrado, 25 típicas da Mata Atlântica e 12 \nda Caatinga. O resultado do PAE permitu identificar que as áreas da Bacia do São Francisco em \nMinas Gerais não formaram uma área de endemismo única. Portanto, a Bacia do São Francisco \nem Minas Gerais pode ser considerada de extrema importância para conservação de anfíbios \ndevido a elevada riqueza de espécies e alto grau de endemismo.  \n \n\nAbstract  \n\n \n\nThe   São Francisco River basin in Minas Gerais present high relevance for the anuran species \nconservation, however, knowledge about the species composition and distribution are still \nscarce. Was described the anuran species composition and distribution of the São Francisco \nbasin in Mina Gerais, as well as, the historical relationship of their areas with other localities of \nBrazil. In the composition study, were recorded 136 species, of these, 20 species are endemic of \nthe São Francisco basin in Minas Gerais, 36 Cerrado species, 24 Forest Atlantic species and 12 \nCaatinga species. The result of PAE revealed that São Francisco Basin not formed on endemism \narea unique. Therefore, the São Francisco Basin in Minas Gerais can be considered of utmost \nimportance for anuran species conservation due to high species richness and endemism. \n \n\n \n\n \n\nIntrodução \n\n \n \n\nO Brasil abriga a maior diversidade de anfíbios do mundo com cerca de 950 espécies \n\nválidas (Frost 2013; Segalha et al. 2012). Apesar dessa elevada diversidade, o \n\nconhecimento sobre a biodiversidade da fauna de anfíbios no Brasil permanece \n\ninadequado e a distribuição geográfica das espécies é superficialmente conhecida. Esta \n\ncarência de informações podem ser refletidas em muitas regiões do território brasileiro, \n\ncom várias áreas apresentando lacunas sobre a composição e distribuição de espécies. \n\nNeste contexto, encontram-se diversas localidades da  Bacia do Rio São Francisco em \n\nMinas Gerais, fração relevante da terceira maior Bacia hidrográfica do Brasil (Codevasf \n\n\n\n \n\n \n\n45 \n\n \n\n2013).  A Bacia do Rio São Francisco em Minas Gerais apresenta alta relevância natural \n\npara conservação da anurofauna (Drummond et al. 2005; Silveira 2006; São-Pedro &amp; \n\nFeio 2010), porém, poucos trabalhos foram desenvolvidos, e o conhecimento sobre sua \n\ncomposição e distribuição das espécies ainda é escasso. Dentre os estudos publicados \n\ndestacam-se, a Serra de Ouro Branco (Leite et al 2008, São Pedro e Feio 2011) a Serra \n\ndo Cipó (Bokermann e Sazima 1973, 1978, Eterovik e Sazima, 2000, 2004), a Serra da \n\nCanastra (Haddad et al. 1998) e no município de João Pinheiro, região do médio São \n\nFrancisco, (Silveira 2006). \n\nAo fazer uma reflexão acerca da distribuição dos organismos, facilmente perceber-se \n\nque a diversidade de seres vivos não é a mesma no planeta Terra, pelo contrário, \n\nexistem áreas que possuem uma diversidade de espécies maior que outras, enquanto há \n\nespécies diferentes ocupando áreas semelhantes. Além disso, alguns grupos são restritos \n\na uma determinada área, enquanto outros apresentam ampla distribuição. De acordo a \n\nNelson &amp; Platnick (1981), foi a partir, dessa tentativa de compreender os padrões gerais \n\nde distribuição das espécies, a relação da biota com suas áreas de distribuição e a \n\nprópria relação entre as áreas é que surgiu a Biogeografia.  \n\nA biogeografia é uma ciência que estuda o padrão espacial da biodiversidade no \n\npresente e no passado, e como tais padrões surgiram (Lieberman 2003, Crisci 2001, \n\nCrisci et al., 2003). Tradicionalmente, a biogeografia foi dividida em ecológica e \n\nhistórica (Myers &amp; Giller, 1988). A primeira está relacionada  a estudos com grupos de \n\nmenores classificações  taxonômicas e áreas geográficas menores, identificando \n\nprocessos, tais como, fatores físicos ou ambientais (ex. clima) que ocorrem ao longo de \n\nescalas temporais curtas (Santos &amp; Amorim 2007). Por outro lado, a biogeografia \n\nhistórica aborda  sobre os padrões de distribuição dos organismos, e/ou das relações \n\nhistóricas entre áreas de distribuição da biota, com base em um panorama evolutivo \n\n\n\n \n\n \n\n46 \n\n \n\n(Morrone &amp; Crisci, 1995, Crisci, 2001; Posadas et al. 2006). Em contrapartida, \n\nLieberman (2003) e Riddle (2005) explicam que esses padrões não são totalmente \n\nhistóricos e nem ecológicos, uma vez que, em qualquer tempo, os processos ecológicos \n\ndesempenham um papel importante na modelagem dos efeitos dos processos históricos \n\nem curso.  \n\nDe modo geral, a  biogeografia aborda algumas importantes questões, tais como: i) que \n\nfatores restringem uma espécie em um determinado lugar, e o que as levam ou as \n\nprevine de colonizar outras áreas (Teneb et al, 2004.), ii) como o clima, a topografia e as \n\ninterações com outros organismos limitam as distribuições das espécies (Losos &amp; Glor \n\nde 2003 ), iii) como eventos e quais processos ambientais (p.ex., deriva continental, \n\nglaciação do Pleistoceno, alterações climáticas) moldam a distribuição atual das \n\nespécies (Hughes et al 2002). \n\n Em essência, a biogeografia tem por finalidade investigar as relações entre os padrões  \n\nde distribuições e os processos (fatores causais) que determinam a distribuição \n\ngeográfica dos organismos. Os padrões de distribuição de plantas e animais despertam o \n\ninteresse da humanidade há muitos séculos (Lomolino et al., 2004). Esquemas de \n\nregionalização fornecem quadros explícitos para uma série de questões básicas e \n\naplicadas em biogeografia histórica e ecológica, biologia evolutiva, sistemática e \n\nconservação (Morrone 2009).  De modo geral, tais divisões trabalham em escalas \n\nglobais, definindo, por exemplo, os hotspots de endemismo (Myers et al. 2000, Myers \n\n2003). No entanto, esforços de priorização em escalas locais para a definição de áreas \n\nchaves de biodiversidade (Eken et al. 2004) podem ser dificultadas pela escassez de \n\ndados de boa qualidade sobre a distribuição e diversidade dos organismos, definindo \n\nsítios prioritários dentro de grandes regiões ou ecossistemas. Neste sentido e segundo \n\nEken et al (2004) e Brooks et al (2004), obter informações detalhadas sobre a \n\n\n\n \n\n \n\n47 \n\n \n\ncomposição de espécies é um requisito básico para boas ações de conservação e manejo. \n\nTais informações são importantes em grupos tidos como bons indicadores de alterações \n\nambientais (Welsh &amp; Ollivier 1998) ou de padrões e processos de especiação \n\n(Raxworthy et al. 2003) como por exemplo, os anfíbios.  \n\nBaseando em uma extensa base de dados, reunido a partir de registros de anuros \n\npresentes na literatura e em coleções herpetológicas, este trabalho apresenta os seguintes  \n\nobjetivos: i) descrever a composição de anfíbios anuros da Bacia do Rio São Francisco \n\nem Minas Gerais; ii) inferir hipóteses de relações biogeográficas entre a área estudada e \n\noutras áreas brasileiras e, iii) quais os fatores históricos e atuais causais podem ser \n\nlevantados para explicar a composição de espécies na Bacia do Rio São Francisco em \n\nMinas Gerais .  \n\n \n\nMateriais &amp; Métodos  \n\n \n\nÁrea de Estudo  \n\nA Bacia do São Francisco apresenta uma área de drenagem de 639.219 km2, que  \n\nestende pelos estados de Minas Gerais, Bahia, Goiás, Pernambuco, Sergipe e Alagoas, \n\nalém do Distrito Federal, representando 7,5% do território brasileiro (ANA 2002). \n\nDevido à sua extensão e aos diferentes ambientes presentes ao longo de seu curso , ela \n\nse divide em quatro unidades fisiográficas (Pereira et al. 2007) : a região do Alto São \n\nFrancisco, correspondente 19% da área da Bacia, que vai da nascente até a cidade de \n\nPirapora, Minas Gerais; o Médio São Francisco, que se estende de Pirapora a Remanso, \n\nBahia, correspondente a 55% da Bacia; o Submédio São Francisco, de Remanso até \n\nPaulo Afonso, BA (24% da Bacia) e o Baixo São Francisco, que vai de Paulo Afonso \n\naté a foz (7% da Bacia).  A Bacia do São Francisco possui 36 afluentes importantes, \n\n\n\n \n\n \n\n48 \n\n \n\ndentre os quais apenas 19 são perenes destacando-se, pela margem direita, os Rios Pará, \n\nParaopeba, Velhas e Verde Grande e, pela margem esquerda, os Rios Abaeté, Paracatu, \n\nUrucuia, Pandeiros, Carinhanha, Corrente e Grande.   \n\nO clima é caracterizado pela ocorrência de temperaturas de mediana a elevada durante \n\nquase todo o ano, com temperatura anual variando de 18 a 27 °C e, ainda, por um baixo \n\níndice de nebulosidade com grande incidência de radiação solar e pela existência de \n\nduas estações bem distintas, ou seja, uma seca e outra chuvosa (Brasil, 2003). Quanto à \n\ncobertura vegetal, fragmentos de diversos biomas são observados: a Mata Atlântica nas \n\ncabeceiras; o Cerrado (Alto e Médio São Francisco) e a Caatinga (Médio e Sub-médio \n\nSão Francisco).  \n\n \n\nComposição de espécies \n\n  \n\nPara o estudo da composição e distribuição de anuros na região da Bacia do Rio São \n\nFrancisco em Minas Gerais ( Figura 1) foi criada uma lista de espécies a partir da busca \n\npor espécimes depositados em coleções herpetológicas, registros da literatura científica \n\ne dados referentes a pesquisa de campo realizada neste estudo (Artigo II). \n\nNas coleções herpetológicas, primeiramente, a pesquisa foi feita por consulta aos \n\nregistros de livros de tombo e dados eletrônicos, sendo copilados registros referentes a \n\nquaisquer espécies coletadas em localidades do alto e médio São Francisco. Os \n\nespécimes, sempre que possível, foram analisados e comparados com a literatura \n\ntaxonômica para verificar a identidade das espécies. A taxonomia das espécies segue \n\nFrost (2013) e a nova filogenia proposta por Pyrons et al. (2012). \n\nForam analisados 6000 espécimes coletados em diferentes localidades da Bacia do São \n\nFrancisco em Minas Gerais e que estão depositados nas seguintes coleções: Coleção \n\n\n\n \n\n \n\n49 \n\n \n\nherpetológica da Universidade de Brasília (CHUNB), Coleção Zoológica da \n\nUniversidade Federal de Goiás (ZUFG), Coleção Herpetológica do Museu de Ciências \n\nNaturais da PUC-Minas (MCN), Universidade Federal de Minas Gerais (AMPHIBIAN- \n\nUFMG), Museu Nacional do Rio de Janeiro (MNRJ) e Museu de Zoologia da \n\nUniversidade Federal de Viçosa (MZUFV).  \n\nOs mapas de distribuição foram construídos com base na ocorrência dos anuros na \n\nBacia do Rio São Francisco em Minas Gerais. Todas as localidades foram representadas \n\npelas coordenadasdo município, uma vez que, aqui, somente foi apresentada uma \n\ndescrição sucinta dos padrões de distribuição, independentemente do local exato onde as \n\namostras foram coletadas. \n\nDevido a problemas taxonômicos envolvendo os anuros neotropicais, alguns espécimes \n\nexaminados não puderam ser atribuídos a qualquer espécie descrita, mas, foi utilizado o \n\ncritério por não incluí-los como múltipla taxa não descrita. As espécies do gênero \n\nPseudopaludicola, exceto P. giarettai, não foram inseridas no mapa, por se tratar de um \n\ngrupo com problemas taxonômicos e com a necessidade de revisão e, pela finalidade de \n\nnão distorcer os nossos resultados. A distribuição geográfica das espécies registradas \n\nBacia do São Francisco em Minas Gerais foi classificada nas seguintes categorias: a) \n\nEspécies de ampla distribuição (W); b) Espécie endêmica do Cerrado (CE); c) espécies \n\nda Caatinga (CA);  (d) espécie endêmica do alto São Francisco (ASF) ; (e) espécie \n\nendêmica do médio São Francisco (MSF); (g) espécie da Mata Atlântica (AF) e (h) \n\nespécie do Espinhaço (ES), que apresenta distribuição por toda a cadeia. \n\n \n\nAnálise biogeográfica  \n\nA fim de avaliar o padrão de distribuição e o contexto biogeográfico das espécies de \n\nanuros na Bacia do São Francisco em Minas Gerais, foram comparados dados da \n\n\n\n \n\n \n\n50 \n\n \n\ncomposição da anurofauna da Bacia com de outras localidades do Brasil. Foram \n\nincluídas localidades do Cerrado do Brasil Central, Mata Atlântica, Amazônia, Cerrado \n\ndo estado de São Paulo, Triângulo Mineiro, Médio Jequitinhonha e Cerrado do oeste da \n\nBahia (Figura 2). Para tal, foi efetuada uma Análise de Parcimônia de Endemismo \n\n(PAE) (Rosen, 1988, Morrone et al. 1994).  \n\nSeguindo a metodologia da PAE, um matriz de dados (localidades x espécies) foi \n\ncomputada.  Foram consideradas 114 localidades (municípios) e avaliada a presença de \n\n253 espécies de anuros (Figura 2 e Apêndice 1). Nesta análise, as espécies com \n\ndistribuição generalizadas foram retiradas, considerando apenas as espécies típicas dos \n\nbiomas. Este procedimento foi adotado, com a finalidade de evitar ruídos nas análises. \n\nA matriz de dados foi primeiramente editada na planilha de Excel 2007, com a seguinte \n\norganização: 1) as localidades foram alinhadas nas linhas e as espécies (caracteres) nas \n\ncolunas; 2) a ausência de uma espécie em determinada localidade foi codificada como 0 \n\n(zero) e a sua presença como 1 (um); 3) um grupo externo ou outgrupo com todas \n\nespécies ausentes (0) foi criado para o enraizamento e polarição do cladrograma de área \n\n(Rosen 1988).  Logo após esta etapa, os dados foram convertido em arquivo Nexus, \n\nformato de entrada do programa TNT 1.1 (Goloboff et al. 2008). No TNT 1.1  a  matriz \n\nde dados foi analisada utilizando os seguintes critérios: busca tradicional (heurística), \n\nadição aleatória de sequências, retenção de 100 cladrogramas a cada passo e uso do \n\nalgorítimo de permuta de ramos TBR (Tree Bisection and Reconnection). Os mapas \n\nforam construído utilizando o programa Quantum GIS versão 1.8 Lisboa. \n\nA Análise de Parcimônia de endemismo vem sendo aplicada no sentido de identificar \n\náreas de endemismos (Morrone 1994; Gárcia-Barros et al. 2002) e também para inferir \n\nhipóteses de relações históricas entre áreas (Silva &amp; Oren 1996; Bates et al. 1998, \n\nBorges  2008). As principais critícas sobre o método se devem pelo fato de a PAE não \n\n\n\n \n\n \n\n51 \n\n \n\nconsiderar as relações filogenéticas entre as espécies que se distribuem nas áreas \n\nanalisadas e também por somente considerar a vicariância como o único processo \n\nresponsável pelos padrões biogeográficos, ignorando outros processos importantes \n\ncomo dispersão (Humphries 1989, Bisconti et al. 2001, Brooks &amp; Van Veller 2003, \n\nSantos 2005). No entanto, mesmo com essas limitações, a PAE apresenta algumas \n\ncaracterísticas que o tornam um método autêntico na elaboração de hipóteses de \n\nrelações entre áreas (Nihei 2006). Por exemplo, as relações históricas entre áreas podem \n\nser parcialmente recuperadas através da PAE, mesmo que tenha que simplificar os \n\ncenários históricos devido a suas características mais restritivas (Brooks &amp; Van Veller \n\n2003).  \n\n \n\nResultados \n\nComposição de espécies \n\nA bacia do São Francisco em Minas Gerais apresentou elevada riqueza de anuros, \n\nincluindo, espécies endêmicas, generalistas e espécies típicas de cada um dos três \n\nbiomas a ele incorporado (Mata Atlântica, Cerrado e Caatinga).  Foram registradas 136 \n\nespécies de anuros, pertecentes a 12 famílias e a 30 gêneros (Tabela 1). As famílias \n\nmais representativas foram Hylidae (64), Leptodactylidae (35), Odontophrynidade (11) \n\nand Bufonidae (7) (Tabela 1). A maioria das espécies registradas são associadas com \n\nbioma Cerrado (36 espécies). Foram registradas 20 espécies endêmicas no Bacia do São \n\nFrancisco em Minas Gerais (Tabela 1).  \n\nA maioria das espécies endêmicas (16 espécies) foi encontrada no alto São Francisco, \n\nenquanto que a região do médio São Francisco, apenas quatro espécies endêmicas foram \n\nrelatadas (Tabela 1). Dentre as localidades do alto São Francisco com alto endemismo, \n\ndestaque para a Serra do Cipó (Jaboticatubas e Santana do Riacho) com quatro espécies  \n\n\n\n \n\n \n\n52 \n\n \n\nendêmicas, Ouro Preto, com três espécies, Serra do Cabral (Joaquim Felicio e \n\nBuenópolis) com três espécies e Serra da Canasta com seis espécies (Tabela 1). \n\nForam registradas 24 espécies típicas da Mata Atlântica, com a maioria (19%), \n\ndistribuídas nas áreas do Alto São Francisco, enquanto que espécies da Caatinga, 7,4%  \n\n(10 espécies) são comumente encontradas em áreas do médio São Francisco (tabela 1). \n\nAproximadamente 8,9% (12 species) apresentam ampla distribuição pela Serra do \n\nEspinhaço e, 20 espécies ocorrem amplamente pelos biomas abertos do Brazil. \n\n \n\nAnálise Biogeográfica \n\nNa Análise de Parcimônia de Endemismo foram alcançados 100 cladrogramas mais \n\nparcimoniosos de 892 passos, índice de consistência de 0,3 e de retenção de 0,53. Na \n\narvóre de consensus estrito, 22 agrupamentos foram observados (Figura 3). \n\nO agrupamento I é formado por áreas da Mata Atlântica do tipo ombrófila densa do \n\nestado de São Paulo, representado por Estação Ecológica da Juréia (102) e Serra do Japi \n\n( 113).  O agrupamento II  também refere-se a duas áreas da Mata Atlântica do sul do \n\nBrasil, inseridas na região da Serra do Mar (APA de Guaratuba, Paraná (107) e Parque \n\nNacional das Araucárias , Santa Catarina (109)).  O agrupamento III é formado por duas \n\náreas do Médio São Francisco em Minas Gerais, os munícipios de Januária (12) e \n\nBocaiúva (09). O agrupamento IV está localizado nas porções sul Bioma Cerrado no \n\nestado de São Paulo, os municípios de Assis (75), Botucatu (74) e Itapirina (72). O \n\nagrupamento V é composto por uma localidade do Médio São Francisco ( Bofinópolis \n\nde Minas (14)), pela Serra da Canastra (19) e por uma localidade do Cerrado do \n\nTriângulo Mineiro ( Sacramento (41). \n\nO agrupamento VI é formado por localidades inseridas na cadeia do Espinhaço em \n\nMinas Gerais: Grão Mogol (33) e Botumirim (34) no médio Jequitinhonha;  Buenópolis \n\n\n\n \n\n \n\n53 \n\n \n\n(25) na região da Serra do Cabral; Diamantina (20); Rio Pardo de Minas (35) região do \n\nEspinhaço Central e por Jaboticatubas (26) e Santana do Riacho (24) na Serra do Cipó.   \n\nO Grupo VII é formado por todas as áreas da Amazônia  juntamente com uma área da \n\nporção norte do Cerrado, o município de Formoso do Araguaia (64). \n\nOs agrupamentos VIII, IX e X representam um grupo maior, que englobam as seguintes \n\nlocalidades do bioma Caatinga:  VIII- Macaúba- RN (88) e Raso da Catarina- BA (76) ; \n\nIX- Maturéia (81) e Curimatú (80); X- Complexo do Planalto de Ipiaba- CE (82), Zona \n\nCostal do Piauí (86), Delta do Parnaíba (87), Pacajus-CE (85) e Caucaia-CE (84) . O \n\nagrupamento XI é representado por localidades do médio Jequitinhonha em Minas \n\nGerais (Jenipapo de Minas (32) e Araçuaí (36)). \n\nO agrupamento XII é composto por uma localidade de Mata Atlântica  ( Serra da Jibóia- \n\nBA (110)) e por  duas áreas da Caatinga (Miguel Calmon-BA (77) e Parque Nacional \n\nSerra de Itabaina-SE (89)). O Grupo XIII está localizado em áreas de Mata Atlântica, \n\nrepresentando dois subgrupos: o  primeiro é formado por  duas aréas do Espírito Santo ( \n\nCosta Bela (112)  e Duas Bocas (108) ), por uma localidade em Minas Gerais ( Parque \n\ndo Rio Doce (105)) e uma no Rio de Janeiro ( Reserva da União (103)); o segundo \n\nsubgrupo, áreas inseridas nele fazem parte de dois complexos serranos (Serra da \n\nMantiqueira e Serra do Espinhaço), a Serra do Brigadeiro (114), região noroeste da \n\nSerra da Mantiqueira e Muriaé (104), porção norte da Mantiqueira; Serra do Caraça \n\n(106), Ouro Preto (33) e Ouro Branco (31), regiões que englobam a Serra do Espinhaço. \n\nOs agrupamentos XIV – XXII  são formados por  áreas do Cerrado do Brazil Central, \n\nCerrado do Oeste da Bahia, áreas do Médio São Francisco em Minas Gerais , Cerrado \n\nda porção Norte e Cerrado do Triângulo Mineiro. O agrupamento XIV é representado \n\npor Paracatu- MG (2), região da bacia do Rio Paracatu, Médio São Francisco e por três \n\nlocalidades de Cerrado no norte de Goiás, inseridos na Chapada dos Veadeiros \n\n\n\n \n\n \n\n54 \n\n \n\n(Cavalcante (45), Alto do Paraíso ( 48) e São João da Aliança (60)). Os agrupamentos \n\nXV, XVI e XVII são representados por  Novo Gama- GO ( 62) e Luzânia, Niquelândia- \n\nGO (61) e Goiana (53) e, Colinas do Sul- GO (55) e Minaçú (54) , todas inseridas no \n\nCerrado do Brasil Central.   \n\nO agrupamento XVIII é representado por uma área da Bacia do Rio Paracatu, o \n\nmunicípio de Unaí (8), Médio São Francisco e por três áreas do Cerrado do Brasil \n\nCentral no estado de Goiás: Silvânia (42), Pirenópolis (51) e Catalão (63). O \n\nagrupamento XIX é representado por uma área do Médio São Francisco em Minas \n\nGerais, o município de Pirapora (16) e por Mambaí (57), estado de Goiás, enquanto que  \n\no Grupo XX está localizado na bacia do Rio Urucuia na região Noroeste de Minas \n\nGerais e é representado por Riachinho (10) e Urucuia (4). O agrupamento XXI é \n\nrepresentado por  uma localidade do médio São Francisco (Chapada Gaúcha (11),  por \n\ntrês áreas do Cerrado do Oeste da Bahia (Cocos- BA (69), Jaborandi (70) e São \n\nDesiderio- BA (71) e por  uma área da  porção norte do Cerrado (Jalapão- TO (65)). \n\nFinalmente, o agrupamento XXII é formado  por Vazante (6) região do Médio São \n\nFrancisco, Itiquira (66) , porção Norte do Cerrado, São Domingo (58), Britânia (49), \n\nAporé (44), Aruanã (47), áreas do Cerrado do Brasil Central, por  Mineiros (50), Brazil \n\nCentral, Uberlândia- MG (39), região de Cerrado no Triângulo Mineiro e que engloba a \n\nbacia do Rio Grande e por três localidades do Médio São Francisco, os municípios de \n\nBrasilândia de Minas (3), João Pinheiro (5) e Buritizeiro (1). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n55 \n\n \n\nDiscussão \n\nComposição de espécies  \n\n \n\nA maioria dos anuros endêmicos da bacia do São Francisco em Minas Gerais foram \n\nregistrados para a região do Alto São Francisco (porção sudeste),  na transição entre \n\nCerrado e Mata Atlântica e nas áreas com a presença de \"Campos rupestres\" em \n\nlocalidades com maior variação de altitude, por exemplo a  Serra do Espinhaço (Diniz-\n\nFilho et al 2007; Diniz-Filho et al 2008;  Leite et al  2008; São- Pedro &amp; Feio 2011; \n\nSilvano et al. 2011) e na Serra da Canastra. Utilizando modelagem de distibruição para \n\nsquamatas de biomas abertos (por exemplo, Cerrado), Nogueira et al. (2011)  relata que \n\na altitude é uma variável importante na previsão de endemismo, com a prevalência dos \n\nplanaltos, em vez de depressões periféricas.  Esse resultados sugerem que, não somente \n\na altitude, mas também a localização geográfica entre o intervalo de dois hotspots \n\nneotropicais, podem ser responsáveis pelo alto endemismo de espécies no alto São \n\nFrancisco, especialmente na Serra do Espinhaço (Serra do Cipó, Serra do Cabral e Ouro \n\nBranco ) e na Serra da Canastra. \n\nO baixo número de espécies endêmicas ( restritas) no Médio São Francisco, pode estar \n\nrelacionado com a falta de amostragem nesta região ou pelo simples fato de a região \n\nestar inserida na diagonal de biomas abertos, havendo uma têndencia  pela presença de \n\nespécies de ampla distribuição ou compartilhadas com áreas vizinhas (biomas).  Estudos \n\nrecentes apontam uma elevada riqueza de espécies de anuros nessa região e, com um \n\nnúmero considerável de espécies endêmicas do bioma Cerrado (Artigo II, Silveira \n\n2006). Além disso, duas novas espécies, Proceratorphys carranca e Oreobates remotus \n\nforam recentementes descritas para o médio São Francisco em Minas Gerais e, até o \n\n\n\n \n\n \n\n56 \n\n \n\nmomento são conhecidas apenas de suas localidades tipos (Godinho et al. 2013, \n\nTeixeira Jr et al. 2012). \n\nA espécie P. carranca foi descrita para o município de Buritizeiro (Godinho et al. 2013) \n\ne  O. remotus  para o Parque Estadual das Cavernas do Peruaçú,  município de Januária  \n\nmunicipality (Texeira-Jr et al 2012), além  Hypsiboas buritis que é relatada para os \n\nminicípios de Buritis (locus typus) e  Paracatu, ambos inseridos  na bacia do Rio \n\nParacatu (Brandão et al 2012). Estes resultados, mostram que a região do médio São \n\nFrancisco é considerada uma lacuna de amostragem no estudos sobre a anurofauna em \n\nMinas Gerais e, a inserções de inventários faunísticos são necessários. \n\nA maioria das espécies tipicamente associadas com o bioma Mata Atlântica foram \n\nrelatadas para porção sul da região do alto São Francisco em áreas de transição entre o \n\nCerrado e Mata Atlântica, principalmente na Serra do Espinhaço (por exemplo, Ouro \n\nPreto, Ouro Branco) (São Pedro &amp; Feio 2011). Algumas espécies, por exemplo, \n\nPhysalaemus maximus é estritamente relacionada à Serra da Mantiqueira, o que sugere a \n\nexistência de homologia biogeográfica entre a Mantiqueira e o Espinhaço (São Pedro &amp; \n\nFeio 2011).  Segundo Valdujo et al (2012) as espécies que ocorrem em dois domínios, \n\nespecialmente aqueles compartilhados entre Mata Atlântica e Cerrado são restritos a \n\náreas de transições. Valdujo et al (2012) relata que dentre a espécies típicas da Mata \n\nAtlântica, apenas Aplastodiscus perviridis parece ocorrer em aréas interioranas do \n\nCerrado, aparentemente tem uma distribuição disjunta. No entanto, em nosso estudo, foi \n\nrelatado mais uma espécie (Ceratophrys aurita) com ocorrência em áreas mais \n\ncontinentais. A espécie C.aurita foi registrada para os municípios de Januária e \n\nBocaiúva.   \n\nA região do médio São Francisco apresentou  a maioria dos registros das espécies da \n\nCaatinga (Tabela 1). Este resultado pode estar relacionado à posição geográfica da área \n\n\n\n \n\n \n\n57 \n\n \n\nde estudo, com predomínio do bioma Cerrado, mas com áreas em transição com a \n\nCaatinga mais ao norte. As espécies Physalaemus cicada, Corythomanthis greeningi, \n\nDendropshophus soaresi, Pheulodrema diplorister, são exemplos de espécies  tipícas e \n\namplamente distribuídas pela província da Caatinga, mas que ocorrem de forma disjunta \n\nna província do Cerrado ( Silveira 2006, Valdujo et al. 2010, Godinho et al. 2013a).    \n\nO modelo climático histórico do bioma Caatinga previu a expansão de alguns \n\ncomponentes do núcleo desse bioma para regiões do Cerrado no Brasil central e no \n\nsudeste desde o último máximo glacial (ca. 21,000 anos atrás) (Werneck e Coli 2006; \n\nWerneck 2011; Werneck et al. 2011).  A ocorrência destas espécies dentro do bioma \n\nCerrado pode estar relacionada com a distribuição relictual das Florestas Tropicais \n\nSazonais Secas (Mata Seca) no Brasil.  Portanto, as ocorrência dijuntas de espécies, \n\npodem refletir eventos passados de distribuição por corredores de habitats favoráveis, \n\ncom a manutenção do centro de ocorrência em regiões com condições ambientais perto \n\nda ancestral (Recorder 2010). \n\n \n\nAnálise Biogeográfica \n\nO resultado do PAE permitu identificar que as áreas da Bacia do São Francisco em \n\nMinas Gerais não formaram uma área de endemismo única. Na verdade, estas \n\ncorresponderam a mais de um agrupamento observado na árvore de consenso (Figura 3, \n\nAgrupamentos III, V, VI, XIII, XIV - XXII).  \n\nAs áreas do Médio São Francisco apresentaram diferentes agrupamentos (Figura 3 ). \n\nUm dado interessante aqui observado, é a não relação entre as áreas situadas do lado \n\ndireito do Rio São Francisco (Buritizeiro (A1), João Pinheiro ( A5), Brasilâdia de Minas \n\n(A3), Paracatu ( A2) e Unaí (A8))  com áreas do lado esquerdo do Rio São Francisco ( \n\nJaíba (14), Manga ( 13) , Januária (12), Bociúva (9) e Pirapora (16)). Estes resultados \n\n\n\n \n\n \n\n58 \n\n \n\npodem estar relacionados aos diferentes tipos de vegetação que cobrem essas regiões. \n\nAs áreas mais setentrionais (Porterinha, Januária, Jaíba e Manga) são caracterizadas \n\npela transição entre os biomas Cerrado e Caatinga e o clima mais seco, enquanto que as \n\náreas no noroeste (Buritizeiro, João Pinheiro, Paracatu e Unaí) têm a predominância do \n\nbioma Cerrado e clima mais úmido.  \n\nPara as áreas do Alto São Francisco percebem-se também distintos agrupamentos (ex. \n\nV, VI XI, XIII). O agrupamento VI é marcado pela presença de espécies com \n\ndistribuição restrita à Serra do Espinhaço (eg. H. botumirim, Scinax curicica, \n\nCrossodactylus bokermanni). Este resultado pode está aparentemente relacionado com o \n\nisolamento altitudinal, a relação ecológica com os três biomas Brasileiros, além da \n\ngrande variação latitudinal (Harley, 1995; Giulietti &amp; Pirani, 1988; Leite et al., in prep.) \n\nda Serra do Espinhaço. As ociliações climáticas do Quaternário promoveram alguma \n\nespeciação na herpetofauna do Cerrado, como é caso das diversas espécies endêmicas \n\ndo Cerrado na Serra do Espinhaço (ex. Hipsiboas cipoensis e Borkemannohyla \n\nsaxicola), que possivelmente originarm-se do isolamento durante os máximos de \n\numidade (Harley, 1988). No entanto, a importância dos recentes eventos do Quartenário \n\nna diversificação e diferenciação dos biomas sul- americanos tem sido superestimados \n\n(Colli et al 2005; Hoorn et al., 2010). Colli (2005) argumenta que eventos históricos do \n\nTerciário podem ter ocasionados profundas mudanças na diversificação da herpetofauna \n\ndo Cerrado. Dentre os principais eventos, destaque para o soerguimento do Planalto \n\nCentral Brasileiro (ex., Serra do Espinhaço) que promeveu adicional \n\ncompartimentalização da paisagem Cerrado entre planaltos e depressões periféricas \n\n(Colli 2005).  \n\nO agrupamento XIII revelou uma  estreita  relação  entre duas áreas do Espinhaço (Ouro \n\nBranco (23) e Ouro Preto (31)) com áreas da Mata Atlântica inseridas no complexo da \n\n\n\n \n\n \n\n59 \n\n \n\nMantiqueira (ex. Muriaé ( 104) e Serra do Brigadeiro (114) ) ( Figura 3). Esta relação \n\nrefuta a hipótese da existência de homologia biogeográfica entre esses dois complexos \n\n(Cruz &amp; Feio 2007). No entanto, sugerimos que esta hipótese poderia ser testada com \n\nmais eficácia, com o uso de informações filogenéticas dos grupos envolvidos, numa \n\nabordagem biogeográfica e filogeográfica.  \n\nAs áreas das Mata Atlântica apresentaram diferentes agrupamentos ( Figura 3, I, \n\nII, XII, XIII). Ab'Sáber (2005) argumenta que este bioma apresenta uma complexa \n\ncompartimentalização topográfica, com a presença de subáreas muito diferenciadas \n\numas das outras, exemplo, a Zona da Mata Nordestina, as encostas tropicais da Serra do \n\nMar e Mantiqueira e o Planalto Paulista.  Esta diferenciação provavelmente pode ser \n\ncausada por variações na temperatura e regime de chuvas nestas regiões. Segundo \n\nOliveira-Filho &amp; Fontes (2000) essa diferenciação ocorre gradualmente, sendo que, \n\npartindo da região nordeste (clima tropical úmido), há diminuição na média da \n\ntemperatura em direção ao sul (clima subtropical). Outra importante variação pode está \n\nrelacionada às cadeias de montanhas, que se tornam progressivamente mais distantes da \n\ncosta, além de apresentarem menores altitudes (Oliveira-Filho &amp; Fontes 2000). \n\nO agrupamento VII  refere-se a todas as áreas da Amazônia com excessão a uma \n\nárea da porção norte do Cerrado (A64). Esta estreita relação corrobora com Valdujo et \n\nal (2011), que relata que a composição de anuros das áreas da porção norte do bioma \n\nCerrado estão sob forte influência da fauna amazônica principalmente nas planícies de \n\ninundação do Tocantins. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n60 \n\n \n\nReferências Bibliográficas \n\n \n\nAb’Sáber AN. 2005. Os domínios de natureza no Brasil: potencialidades paisagísticas. \n\nAteliê Editorial, São Paulo. \n\n \n\nAraújo CO, Condezand TH, Sawaya RJ. 2009. Anfíbios anuros do Parque Estadual das \n\nFurnas do Bom Jesus, sudeste do Brasil, e suas relações com outras taxocenoses no \n\nBrasil. Biota Neotropica 9(2): 77-98. \n\n \n\nANA – Agência Nacional de Águas. A evolução da gestão dos recursos hídricos no Brasil. \n\nBrasília: ANA, 2002. 64p. Edição comemorativa do dia mundial da água. \n\n \n\nBates JM, Hackett S, J Cracraft. 1998. Area-relationships in the Neotropical lowlands: an \n\nhypothesis based on raw distributions of Passerine birds. Journal of Biogeography 25: \n\n783-793. \n\n \n\nBisconti  M, Landini W, Bianucci G, Cantalamessa G, Carnevale G, Ragaini L, Valeri G. \n\n2001. Biogeography relationships of the Galapagos terrestrial biota: parsimony analysis \n\nof endemicity based on reptiles, land birds and Scalesia land plants. Journal of \n\nBiogeography 28: 495-510. \n\n \n\nBokermann WCA, Sazima I. 1973. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 1: \n\nEspécies novas de Hyla (Anura, Hylidae). Revista Brasileira de Biologia 33(3): 329-\n\n336. \n\n \n\n\n\n \n\n \n\n61 \n\n \n\nBokermann WCA, Sazima I. 1978. Anfíbios da Serra do Cipó, Minas Gerais, Brasil. 4: \n\nDescrição de Phyllomedusa jandaia sp.n. (Anura, Hylidae). Revista Brasileira de \n\nBiologia 38(4): 927-930. \n\n \n\nBrasil. Plano Nacional de Recursos Hídricos. Documento base de referência. Brasília: \n\nMMA/SRH/ANA, 2003. 373p \n\n \n\nBrooks DR, Van Veller MGP. 2003. Critique of parsimony analysis of endemicity as a \n\nmethod of historical biogeography. Journal of Biogeography 30: 819 825. \n\n \n\nBrooks T, Fonseca, GAB, Rodrigues, ASL. 2004. Species, data and conservation planning. \n\nConservation Biology 18: 1682-1688. \n\n \n\nCrisci JV. 2001. The voice of historical biogeography. Journal of Biogeography, \n\n28:157?168. \n\nCrisci JV, Katinas  L,  Posadas P. 2003. Historical biogeography: an introduction. Harvard \n\nUniversity Press, Cambridge. \n\n \n\nColli GR. 2005. As origens e a diversificação da herpetofauna do Cerrado. In: Scariot A, \n\nSousa-Silva JC, Felfili JM. (Eds.), Cerrado: Ecologia, Biodiversidade e Conservação. \n\nMinistério do MeioAmbiente, Brasília, Distrito Federal, pp. 249- 64. \n\n \n\nCruz, CAG, Feio RN. 2007. Endemismos em anfíbios em áreas de altitude na Mata \n\nAtlântica no sudeste do Brasil; p. 117-126 In L.B. Nascimento and M.E Oliveira (ed.). \n\nHerpetologia no Brasil II. Belo Horizonte: Sociedade Brasileira de Herpetologia. \n\n\n\n \n\n \n\n62 \n\n \n\n \n\nDiniz–Filho JAF, Bini LM, Pinto MP, Rangel TFLVB, Carvalho P, Vieira SL, Bastos \n\nRP.2007. Conservation biogeography of anurans in Brazilian Cerrado. Biodiversity and \n\nConservation 16: 997–1008. \n\n \n\nDiniz–Filho JAF, Bini LM, Vieira CM, Blamires D, Terribile LC, Bastos RP, de Oliveira \n\nG, Barreto BD. 2008. Spatial patterns of terrestrial vertebrate species richness in the \n\nBrazilian Cerrado. Zoological Studies 47: 146–157. \n\n \n\nDrummond GM, Martins CS, Machado ABM, Sebaio FA, Antonini Y. (Orgs.) 2005. \n\nBiodiversidade em Minas Gerais: um atlas para sua conservação. 2.ed. Belo Horizonte: \n\nFundação Biodiversitas. p.65-69. \n\n \n\nEken G, Bennun L, Brooks TM, Darwall W, Fishpool LDC, Foster M, Knox D, \n\nLanghammer P, Matiku P, Radford E, Salaman P, Sechrest W, Smith ML, Spector S, \n\nTordoff A. 2004. Key Biodiversity Areas as Site Conservation Targets. BioScience. \n\n54(12):1110-1118. \n\n \n\nEterovick PC, Sazima I. 2000. Structure of an anuran community in a montane meadow in \n\nsoutheastern Brazil: effects of seasonality, habit, and predation. Amphibia-Reptilia \n\n21:439-461. \n\n \n\nEterovick PC, Sazima I. 2004. Anfíbios da Serra do Cipó, Minas Gerais – Amphibians \n\nfrom the Serra do Cipó, Minas Gerais. Belo Horizonte: Editora PUC Minas. 152p. \n\n \n\n\n\n \n\n \n\n63 \n\n \n\nFrost DR. 2013:  Amphibian Species of the World: an Online Reference. Version 5.6 (9 \n\nJanuary 2013). American Museum of Natural History, New York, USA. Available \n\nfrom: http://research.amnh.org/herpetology/amphibia/index.html/ (25 Fevereiro 2013). \n\n \n\nGárcia-Barros E, Gurrea P, Luciáñez MJ, Cano JM, Munguira ML,Moreno JC, Sainz H, \n\nSanz MJ,  Simón, JC. 2002. Parsimony analysis of endemicity and its application to \n\nanimal and plant geographical distributions in the Ibero- Balearic region (western \n\nMediterranean). Journal of Biogeography 29: 109-124. \n\n \n\nGiulietti AM, Pirani JR. 1988. Patterns of geographic distribution of some plant species \n\nfrom the Espinhaço Range, Minas Gerais and Bahia, Brazil. Proceedings of a workshop \n\non Neotropical distribution patterns (ed. by Vanzolini, P.E. &amp; Heyer, W.R.), pp. 39–69 \n\nAcademia Brasileira de Ciências, Rio de Janeiro. \n\n \n\nGodinho LB, Moura MR, Lacerda JVA, Feio RN. 2013a. A new species of Proceratophrys \n\n(Anura: Odontophrynidae) from the middle São Francisco River, southeastern Brazil. \n\nSalamandra 49 (2):63-73. \n\n \n\nGodinho LB, Moura MR, Feio RN. 2013b. New records and geographic distribution of \n\nCorythomantis greeningi Boulenger, 1896 (Amphibia: Hylidae). Check List 9(1): 148-\n\n150. \n\n \n\nGoloboff PA, Farris JS, Nixon KC. 2008. TNT, a free program for phylogenetic analysis. \n\nCladistics 24: 774-786. \n\n \n\n\n\n \n\n \n\n64 \n\n \n\nHaddad CFB, Andrade GV, Cardoso AJ. 1998. Anfíbios anuros no Parque Nacional da \n\nSerra daCanastra, Estado de Minas Gerais, Brasil. Brasil Florestal 64: 9-20. \n\n \n\nHarley RM. (1995) Introduction. Flora of the Pico das Almas, Chapada Diamantina – \n\nBahia, Brazil (ed. By Tannard, B.I., Harvey, Y.B. &amp; Harley, R.M.), pp. 1–49. Royal \n\nBotanic Gardens, Kew. \n\n \n\nHoorn C, Wesselingh FP, Steege H, Bermudez MA, Mora A, Sevink J,  Sanmartín I, \n\nSanchez-Meseguer A, Anderson CL, Figueiredo JP, Jaramillo C, Riff D, Negri FR, \n\nHooghiemstra  H, Lundberg J, Stadler T, Särkinen T, Antonelli A. 2010. Amazonia \n\nthrough time: andean uplift, climate change, landscape evolution, and biodiversity. \n\nScience 330, 927e 931. \n\n \n\nHughes TP, Bellwood DR, Connolly SR. 2002. Biodiversity hotspots, centres of \n\nendemicity, and the conservation of coral reefs. Ecology Letters, Vol. 5, N°6, \n\n(November 2002), pp. 775-784. \n\n \n\nHumphries CJ. 1989. Any advance in assumption. Journal of Biogeography 16: 101-102. \n\n \n\nKreft H, Jetz W. 2010. A framework for delineating biogeographical regions based on \n\nspecies distributions. Journal of Biogeography, 37:2029- 2053.  \n\n \n\nLieberman BS. 2003. Unifying theory and methodology in biogeography. Evolutionary \n\nBiology, 33:1- 25. \n\n \n\n\n\n \n\n \n\n65 \n\n \n\nLinder HP. 2001. On areas of endemism, with an example from the African Restionaceae. \n\nSystematic Biology 50: 892– 912.  \n\n \n\nLeite FSF, Juncá FA, Eterovick, PC. 2008. Status do conhecimento, endemismo e \n\nconservação de anfíbios anuros da Cadeia do Espinhaço, Brasil. Megadiversidade 4: \n\n158–176. \n\n \n\nLeite FSF, Oliveira U, Neves FSL,  Garcia, PCA. in prep.. Anuran diversity and \n\nconservation deficits for the greatest Brazilian mountain range: a gap analysis based on \n\nspecies distribution models. \n\n \n\nLomolino M, Sax, D F, Brown JH. 2004. Foundations of biogeography. Chicago: The \n\nUniversity of Chicago Press. \n\n \n\nLosos JB, Glor E. (2003). Phylogenetic comparative methods and the geography of \n\nspeciation. Trends in Ecology &amp; Evolution, Vol. 18, N°5, (May 2003), pp. 220-227, \n\nISSN 0169-5347. \n\n \n\nMoline PM, &amp; Linder HP. 2006. Input data, analytical methods and biogeography of \n\nElegia (Restionaceae). Journal of Biogeography 33: 47-62. \n\n \n\nMorrone JJ. 1994. On the identification of areas of endemism. Systematic Biology 43: 438-\n\n441. \n\n \n\n\n\n \n\n \n\n66 \n\n \n\nMorrone JJ, Crisci JV. 1995. Historical biogeography: introduction to methods. Annual \n\nReview Ecology, Evolution and Systematic 26: 373-401. \n\n \n\nMorrone  JJ. 2009. Evolutionary biogeography: an integrative approach with case studies. \n\nNew York: Columbia University Press. \n\n \n\nMyers N. 2003. Biodiversity Hotspots Revisited. View point Bioscience. 53(10):916 1917. \n\n \n\nMyers N, Mittermeier RA, Mittermeier CG, Fonseca GAB, Kent J. 2000. Biodiversity \n\nhotspots for conservation priorities. Nature. 403:853-858. \n\n \n\nNelson G, Platnick N I. 1981. Systematics and biogeography: cladistics and vicariance. \n\nNova Iorque: Columbia University Press. \n\n \n\nNihei SS. 2006. Misconceptions about parsimony analysis of endemicity. Journal of \n\nBiogeography 33: 2099-2106. \n\n \n\nPosadas P, Crisci JV, Katinas L. 2006. Historical biogeography: A review of its basic \n\nconcepts and critical issues. Journal of Arid Environments, 66:389?403. \n\n \n\nOliveira -Filho AT, Fontes MAL. 2000. Patterns of floristic differentiation among atlantic \n\nforests in Southeastern Brazil and the influence of climate. Biotropica, 32(4b):793-810 \n\n \n\nOlson DM, Dinerstein E, Wikramanayake ED, Burgess ND, Powell GVN, Underwood EC, \n\nD´Amico JA, Itoua I, Strand HE, Morrison JC, Loucks CJ, Allnutt TF, Ricketts TH, \n\n\n\n \n\n \n\n67 \n\n \n\nKura Y, Lamoreux, JF, Wettengel WW, Hedao P, Kassem AKR. 2001. Terrestrial \n\nEcoregions of the World: A New Map of Life on Earth. Bioscience. 51(11):933-938. \n\n \n\nRaxworthy CJ, Martinez-Meyer E, Horning N, Nussbaum RA, Schneider GE, Ortega-\n\nHuerta MA, Peterson AT. 2003. Predicting distributions of known and unknown reptiles \n\nspecies in Madgascar. Nature. (426):837-841. \n\n \n\nRecoder R. 2011. Biogeografia baseada em eventos: uma introdução. Revista da Biologia \n\nVolume Especial de Biogeografia: 18-25. \n\n \n\nRedford KH, Coppolillo P, Sanderson, EW, Da Fonseca GAB, Dinerstein E, Groves C, \n\nMace G, Maginnis S, Mittermeier RA, Noss R, Olson D, Robinson JG, Vedder A, \n\nWrigth M. 2003. Mapping the Conservation Landscape. Conservation Biology. \n\n17(1):116-131. \n\n \n\nRiddle BR. 2005. Is biogeography emerging from its identity crisis? Journal of \n\nbiogeography, 32:185-186. \n\n \n\nRosen BR. 1988. From fossils to earth history: applied historical biogeography. Analytical \n\nbiogeography: an integrated approach to the study of animal and plant distributions (ed. \n\nby A.A. Myers and P.S. Gillers), pp. 437–481. Chapman &amp; Hall, London. \n\n \n\nSantos CM. 2005. Parsimony analysis of endemicity: time for an epitaph. Journal of \n\nBiogeography 32: 1281-1286. \n\n \n\n\n\n \n\n \n\n68 \n\n \n\nSantos CMD, Amorim DS. 2007. Why biogeographical hypotheses need a well supported \n\nphylogenetic framework: a conceptual evaluation. Papéis avulsos de Zoologia 47, 63 \n\n73. \n\n \n\nSão-Pedro VA, Feio R.F.2011. Anuran species composition from Serra de Ouro Branco, \n\nsourthermost Espinhaço Mountain Range, state of Minas Gerais, Brazil. Check List \n\n9(5): 671-680. \n\n \n\nSegalla MV, Caramaschi U, Cruz, CAG, Garcia, PCA, Grant T, Haddad, CFB, Langone J. \n\n2012. Brazilian amphibians List of species. Accessible at \n\nhttp://www.sbherpetologia.org.br. Sociedade Brasileira de Herpetologia. \n\n \n\nSilveira A. 2006. Anfíbios do município de João Pinheiro, uma área de Cerrado no \n\nNoroeste de Minas Gerais, Brasil. Arquivos do Museu Nacional 64: 131-139. \n\n \n\nSilvano DL. 2011. Distribuição e conservação de anfíbios no cerrado em cenários atuais e \n\nfuturos, Instituto de Ciências Biológicas. Universidade de Brasília, Brasília, p. 121. \n\n \n\nSilva JMC, Oren DC. 1996. Application of parsimony analysis of endemicity in \n\nAmazonian biogeography: an example with primates. Biological Journal of the Linnean \n\nSociety 59: 427- 437 \n\n \n\nTeneb EA, Caviares LA, Parra MJ, Marticorena A. 2004. Patrones geográficos de \n\ndistribució de árboles y arbustos en la zona de transición climátic mediterráneo \n\ntemplada de Chile. Revista Chilena de Historia Natural, Vol. 77, N°1, pp. 51-71. \n\nhttp://www.sbherpetologia.org.br/\n\n\n \n\n \n\n69 \n\n \n\n \n\nValdujo PH, Camacho A,  Recoder RS, Teixeira-Jr. M, Ghellere JMB, Mott T,  Nunes \n\nPMS, Nogueira C,  Rodrigues MT. 2011. Anfíbios da Estação Ecológica Serra Geral do \n\nTocantins, região do Jalapão, Estados do Tocantins e Bahia. Biota Neotropica 11(1): \n\n251-262. \n\n \n\nWelsh HH, Ollivier LM. 1998. Stream amphibians as indicators of ecosystem stress: A \n\ncase study from California`s redwoods. Ecological Applications. 8(4):1118-1132. \n\n \n\nWerneck, F.P., Colli, G.R., 2006. The lizard assemblage from seasonally dry tropical forest \n\nenclaves in the Cerrado biome, Brazil, and its association with the Pleistocenic Arc. \n\nJournal of Biogeography 33, 1983-1992. \n\n \n\nWerneck FP, Costa GC, Colli GR, Prado D, Sites Jr. JW. 2011. Revisiting the historical \n\ndistribution of Seasonally Dry Tropical Forests: new insights based on \n\npalaeodistribution modelling and palynological evidence. Global Ecology and \n\nBiogeography 20, 272- 288. \n\n \n\nWerneck FP. 2011. The diversification of eastern South Americanopen vegetation biomes: \n\nhistorical biogeography andperspectives. Quaternary Science Reviews 30:1630-1648. \n\n \n\nUetanabaro M, Souza FL, Filho PL, Beda AF, Brandão RA. 2007. Anfíbios e répteis do \n\nParque Nacional da Serra da Bodoquena , Mato Grosso do Sul , Brasil. Biota \n\nNeotropica 7 (3): 279-289. \n\n\n\n \n\n \n\n70 \n\n \n\nTabela 1: Composição e distribuição de anuros na Bacia do São Francisco em Minas \n\nGerais. Espécimes testemunho e citação. A nomenclatura segue Frost 2013. \n\nAbreviações: CE= espécies endêmicas do Cerrado; W= espécies com ampla \n\ndistribuição; AT= espécies da Mata Atlântica; CA= espécies típicas da Caatinga; ES = \n\nespécies com distribuição pelo Espinhaço; ASF= espécies endêmicas do alto São \n\nFrancisco; MSF= espécies endêmicas do médio São Francisco. \n\n \n\n Taxóns Distribuição Testemunho/Citação Localidade \n\nCraugastoridae      \n\nHaddadus binotatus  AT PUCM 8090 Jaboticatubas \n\nBrachycephalidae      \n\nIschnocnema juipoca  CE CHUNB49411 São Gotardo \n\nIschnocnema izecksohni AT Pirani et al 2013 Ouro Preto  \n\nIschnocnema surda AT \nSão Pedro e Feio \n2010 Ouro Branco \n\nBufonidae      \n\nRhinella granulosa  W MNRJ55251 Manga  \n\nRhinella mirandaribeiroi CE MZUFV11323 Brasilãndia de Minas  \n\nRhinella pombali  AT Pirani et al 2013 Ouro Preto \n\nRhinella rubescens  CE MZUFV 11883 Buritizeiro  \n\nRhinella schneideri  W MNRJ30499 Lagoa Santa  \n\nRhinella inopina CE MZUFV Januária  \n\nRhinella veredas CE Brandão et al. 2007 Pirapora \n\nCentrolenidae      \n\nVitreorana franciscana ASF MZUFV9970 Serra da Canastra \n\nVitreorana eurygnatha AT MZUFV10329 Serra da Canastra  \n\nVitreorana uranoscopa AT \nSão Pedro e Feio \n2010 Ouro Branco  \n\nCeratophrydae      \n\nCeratophrys joazeirenses CA   \n\nCeratophrys aurita AF CHUNB38785 Buritizeiro  \n\nOdontophrynidae      \n\nOdontophrynus americanus  CE UFMG7318 Buenópolis  \n\nOdontophrynus cf carvalhoi ASF MZUFV11063 Serra da Canastra \n\nOdontophrynus carvalhoi CA MZUFV12474 Bocaíuva  \n\nOdontophrynus cultripes  CE Silveira 2006 João Pinheiro \n\nProceratophrys boiei AT MNRJ 41839 Jaboticatubas  \n\nProceratophrys carranca  MSF MZUFV11710 Buritizeiro \n\nProceratophrys cururu  ES PUCM15289 Diamantina  \n\nProceratophrys goyana  CE MZUFV 11169 Urucuia \n\n\n\n \n\n \n\n71 \n\n \n\nProceratophyrs cf goyana MSF MZUFV Januária \n\nProceratophrys aff moratoi ASF MZUFV10733 Serra da Canastra \n\nProceratophrys vielliardi  CE CHUNB26655 Paracatu \n\nCycloramphidae      \n\nThoropa megatympanum  ES UFMG7305 Buenópolis  \n\nDendrobatidae      \n\nAmeerega flavopicta  CE PUCM16458 Três Marias  \n\nHylidae      \n\nAplastodiscus arildae AT \nSão Pedro e Feio \n2010 Ouro Branco  \n\nAplastodiscus cavicola AT Pirani et al 2013 Ouro Preto  \n\nBokermannohyla alvarengai ES MNRJ 55266 Diamantina  \n\nBokermannohyla diamantina ES UFMG7570 Buenópolis  \n\nBokermannohyla circumdata AT PUCM14112 Jaboticatubas \n\nBokermannohyla ibitiguara  ASF MZUFV10331 Serra da Canastra  \n\nBokermannohyla nanuzae  CE MNRJ24049 Nova Lima  \n\nBokermannohyla ravida  ASF CHUNB49394 São Gotardo \n\nBokermannohyla sagarana  ASF UFMG8614 Buenópolis \n\nBokermannohyla saxicola  ES MNRJ38727 Santana do Riacho  \n\nBokermannohyla sazimai   CHUNB51426 Serra da Canastra  \n\nBokermannohyla martinsi ASF Pirani et al 2013 Ouro Preto  \n\nCorythomantis greeningii  CA MZUFV11705 Buritizeiro  \n\nDendropsophus cruzi  CE CHUNB71681 Unaí \n\nDendropsophus decipiens  AT PUCM3334 Santana do Riacho \n\nDendropsophus elegans AT \nSão Pedro &amp; Feio \n2011 Ouro Branco \n\nDendropsophus jimi  CE CHUNB25943 Paracatu \n\nDendropsophus melanargyreus  CE CHUNB34057 Chapada Gaúcha \n\nDendropsophus minutus W CHUNB37274 Arinos \n\nDendropsophus nanus  W MZUFV11157 Urucuia  \n\nDendropsophus rubicundulus  CE MZUFV10933 Brasilândia de Minas  \n\nDendropsophus soaresi CA MZUFV11826 Vazante \n\nH. albopunctatus  W Silveira 2006 João Pinheiro  \n\nH. botumirim ES UFMG1278 Buenópolis \n\nH. buriti  MSF CHUNB25981 Paracatu \n\nH. cipoensis  ASF MNRJ45336 Jaboticatubas  \n\nH. crepitans  W CHUNB71620 Claro das Porções  \n\nH. faber AT MZUFV11289 Pompéu \n\nH. goianus  CE CHUNB22065 Unaí \n\nH. lundii  CE MZUFV8614 \nBonfinópolis de \nMinas  \n\nH. polytaenius  AT PUCM14110 Jaboticatubas \n\nH. pardalis AF Pirani et al 2013 Ouro Preto \n\nH. raniceps  W CHINB71594 Santa Fé de Minas  \n\nItapotihyla langsdorffii AT MZUFV11284 Pitangui \n\nPhasmahyla jandaia  ES \nPirani et al 2013 \n(revisão) Ouro Preto \n\nPhyllomedusa itacolomi  CHUNB48289 Santana do Riacho  \n\n\n\n \n\n \n\n72 \n\n \n\nPhyllomedusa ayeaye  CE MZUFV10634 Serra da Canastra  \n\nPhyllomedusa burmeisteri  AT São Pedro e Feio Ouro Branco  \n\nPhyllomedusa megacephala  ES UFMG1635 Porterinha  \n\nPhyllomedusa nordestina CA MZUFV5049 Januária  \n\nPhyllomedusa oreades  CE   Paracatu \n\nPseudis bolbodactyla  CE MZUFV11712 Buritizeiro \n\nScinax cabralensis ASF Drummond et al 2007 Joaquim Felício  \n\nScinax canastrensis  CE MZUFV11276 Pitangui \n\nScinax camposseabrai CA MNRJ36528 Matias Cardoso  \n\nScinax curicica  ASF Pirani et al 2013 Ouro Preto  \n\nScinax flavoguttatus  \nSão Pedro &amp;Feio \n2011 Ouro Branco  \n\nScinax fuscomarginatus  CE MZUFV11191 Riachinho \n\nScinax fuscovarius  W PUCM9687 Jaíba \n\nScinax longilineus AT \nSão Pedro &amp; Feio \n2011 Ouro Branco  \n\nScinax luizotavioi  PUCM8196 Diamantina \n\nScinax machadoi   MNRJ64605 Gouveia MG \n\nScinax maracaya  ASF MZUFV10334 Serra da Canastra  \n\nScinax pinima  ASF MNRJ 69631 Jaboticatubas  \n\nScinax pachycrus* CA MZUFV1470 Jaíba \n\nScinax rogerioi  \nSão Pedro &amp; Feio \n2011 Ouro Branco  \n\nScinax similis AT CHUNB26003 Paracatu \n\nScinax skaios CE CHUNB16919 Buritis \n\nScinax squalirostris W MNRJ45341 Jaboticatubas \n\nScinax tigrinus CE MZUFV13162 Buritizeiro \n\nScinax x-signatus W Silveira 2006 João Pinheiro  \n\nTrachycephalus mambaiensis CE MZUFV1598 Jaíba \n\nTrachycephalus nigromaculatus AT UFMG2254 Várzea da Palma  \n\nTrachycephalus venulosus  W MZUFV4944 Januária \n\nHylodidae      \n\nCrossodactylus bokermanni  ASF MNRJ 48422 Jaboticatubas  \n\nCrossodactylus trachystomus   MNRJ64593 Diamantina \n\nHylodes otavioi  ASF Valdujo et al 2012 Jaboticatubas  \n\nHylodes babax ASF \nPirani et al \n2013(revisão) Ouro Preto \n\nLeptodactylidae      \n\nEupemphix nattereri  CE CHUNB16222 Pirapora \n\nPhysalaemus albifrons  MZUFV11268 Martinho Campos  \n\nPhysalaemus centralis  CE CHUNB16258 Formoso \n\nPhysalaemus cicada CA MNRJ21750 Matias Cardoso  \n\nPhysalaemus cuvieri  W MZUFV11867 Buritizeiro \n\nPhysalaemus deimaticus  ASF MNRJ60795 Jaboticatubas  \n\nPhysalaemus evangelistai  ES \nSão Pedro &amp; Feio \n2011 Ouro Branco  \n\nPhysalaemus kroyer CA MZUFV1609 Jaíba \n\n\n\n \n\n \n\n73 \n\n \n\n \n\n \n\nPhysalaemus marmoratus  CE MZUFV10926 Brasilãndia de Minas \n\nPhysalaemus maximus AT \nSão Pedro &amp; Feio \n2011 Ouro Branco  \n\nPhysalaemus crombiei AT \nSão Pedro &amp; Feio \n2011 Ouro Branco  \n\nPseudopaludicola mineira  ES UFMG7550 Buenópolis \n\nPseudopaludicola aff mineira  ASF MZUFV8629 Bonfinópolis de Minas \n\nPseudopaludicola mystacalis CE UFMG3683 Januária \n\nPseudopaludicola giarettai CE MZUFV Buritizeiro \n\nPseudopaludicola saltica CE MZUFV10302 Serra da Canastra  \n\nPseudopaludicola sp. MSF MZUFV Buritizeiro \n\nPseudopaludicola cf saltica MSF MZUFV Buritizeiro \n\nPseudopaludicola serrana ES UFMG2865 Buenópolis \n\nPseudopaludicola ternetzi  CE Silveira 2006 João Pinheiro  \n\nLeptodactylus caatingae CA PUCM9690 Jaíba \n\nLeptodactylus camaquara  ES MNRJ38735 Santana do Riacho \n\nLeptodactylus chaquensis CHA MZUFV11179 Riachinho \n\nLeptodactylus cunicularius  CE MNRJ60133 Jaboticatubas \n\nLeptodactylus furnarius  CE MZUFV11882 Buritizeiro  \n\nLeptodactylus fuscus W CHUNB15899 Montes Claros  \n\nLeptodactylus hylaedactylus W Silveira 2006 João Pinheiro \n\nLeptodactylus labyrinthicus  W MZUFV11144 Urucuia  \n\nLeptodactylus latrans  W CHUNB43118 Corinto \n\nLeptodactylus jolyi CE MZUFV10311 Serra da Canastra \n\nLeptodactylus mystaceus  W UFMG3059 Cabeceira Grande \n\nLeptodactylus mystacinus  W MZUFV11324 Brasilândia de Minas  \n\nLeptodactylus podicipinus  W MNRJ47147 Pirapora \n\nLeptodactylus syphax W  MNRJ35558 Unaí \n\nLeptodactylus troglodytes CA MNRJ39675 Manga \n\nMicrohylidae      \n\nChiasmocleis albopunctata  CE CHUNB25755 Paracatu \n\nDermatonotus muelleri  W MNRJ70942 Pirapora \n\nElachistocleis cesarii W CHUNB 34081 Chapada Gaúcha \n\nStrabomantidae      \n\nBarycholos ternetzi  CE CHUNB71643 Santa fé de minas  \n\nOreobates remotus MSF Teixeira et al 2012 Januária \n\n\n\n \n\n \n\n74 \n\n \n\n \n\nLista de Figuras  \n\n \n\nFigura 1: Bacia do São Francisco em Minas Gerais. (a) Mapa indicando o relevo; (b) \n\nMapa indicando os biomas. Círculos vermelhos indicam as localidades do alto São \n\nFrancisco registradas no presente estudo e os quadrados pretos, indica as localidades do \n\nmédio São Francisco  \n\nFigura 2. Mapa do Brasil com as 114 localidades utilizadas na Análise de Parcimônia de \n\nEndemismo.  \n\nFigura 3: Árvore de Consensus estrito da Análise de Parcimônia de endemismo usada \n\ncom dados de comunidades de anuros de 114 localidades no Brasil.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n75 \n\n \n\nFigura 1 \n\n \n\n \n\n\n\n \n\n \n\n76 \n\n \n\nFigura 2 \n\n \n\n\n\n \n\n \n\n77 \n\n \n\n \n\nFigura 3 \n\n\n\n \n\n \n\n78 \n\n \n\n \n\nApêndice 1 \n\nA matriz de dados utilizada na Análise de Parcimônia de Endemismo, com base em 253 \nanuros registrados em 114 localidades no Brasil. Valores de zero (0) indica a ausência \nde espécies, enquanto que valores de (1) indica a presença de espécies. \n\nA1 \n0000000000000000011000000000100010001000000000100000000000000000001000\n0000000000000000010010000000000000000000000000001000000000000000000010\n0000000001000000000000000000000000000001100000010001000001001010000000\n00000000110000000000000000001000000000000000 \nA2 \n0000000000000000001000000000000000001000000000100000000000000000000000\n0000000000010000010000000000000010000000000000001000000000000000100000\n0000000001000000000000000000000000000000100000000001000000000000000000\n00000000100000000000000000001000000010000000 \nA3 \n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000010010000000000000000000000000000000000000000000000000\n0000000001000000000000000000000000000000000000000001000001001000000000\n00000000110000000000000000001000000010000000 \nA4 \n0000000000000000010000000000000000000000001000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000001000000000000000000000000000000000000000001000000000000000000\n00000000010001000000000000000000000000000000 \nA5 \n0000000000000000001000000000000000001000000000100000000000000000000000\n0000000000000000010010000000000000000000000000001000000000000000000000\n0000000001000000000000000000000000000000000000010001000001001010000000\n10000000110001000000000000000000000010000000 \nA6 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000010001000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000001000000000000000000\n00000000100000000000000000000000000010000000 \nA7 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000010000000000000010000000000000001000000000000000000000\n0000000000000000000000000000000000100001000000000000000000000000000000\n00000000000000000000000000000000000000000000 \nA8 \n0000000000000000001000000000000000001000001000000000000000000000000000\n0000000000110000000000000000000000000000010000001000000000000000100000\n0000000000000000000000000000000000100010000000000001000001000000000000\n00000000100000000000000000001000000010000000 \n \n \n \n\n\n\n \n\n \n\n79 \n\n \n\n \nA9 \n0000000000000000000000000000000010010000000000000000000000000000000000\n0000000000000000010010000000000000000000000000001000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000010000000\n00000000010000000000000000000000000000000000 \nA10 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000001000000000000000000000000000000000000000001000000000000000000\n00000000010001000000000000000000000000000000 \nA11 \n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000010000010000000000000000000000001000000000000000000000\n0000000000000000000000000000000000000000000000000001000001001000000000\n00000000010000000000000000000000000000000000 \nA12 \n0000000000000000000000000001100010010000000000000000000000000000000000\n0000000000000000000000000000000000000000000000001000000000000000000010\n0000000000000000000000000000000000000000000000010000000000000000010000\n00000000000000000000000000000000000000000000 \nA13 \n0000000000000000000000000000000010000000000000000000000000000000000000\n0000000000000000000010000000000000000000000000000010000000000000000000\n0000000000000000000000001000000000000000000000000001000001000000000000\n00000000010000000000000000000000000000000000 \nA14 \n0000000000000000001000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000001000000000000000000000\n0000000000000000000000000000000000000000000000000001000000000000000000\n00000000000001000000000000000000000000000000 \nA15 \n0000000000000000001000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000001000000000000000000000\n0000000000000000000000000000000000000000000000000000000001001000000000\n00000000000000000000000000000000000010000000 \nA16 \n0000000000000000000001000000100000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000001000000000000000000000000000000000000000001000001000000000000\n00000000000001000000000000000000000000000000 \nA17 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000001000000000000000000001000001000000000100000000\n00000000010010000000000000000000000000000000 \nA18 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n\n\n\n \n\n \n\n80 \n\n \n\n0000000000000000001000001000000000000000000000000001000001000000011000\n0000000001000000000000000000000000000000000A19 \n0000000101100000001000000000001000000000000000100000000000000001000000\n0000000000010000010000000000000000000100001000001010000000000000010000\n0000000000000000000000000000001110000010000000000001000000000000000000\n00000000101000000100000000000000000000000000 \nA20 \n0000000000000000001000000000000000000000010010000000000001000000010000\n0000000000000000010000000000000100000000000000000000000000000000000000\n0000000000000000000000000000100000001010000000000110000001001000000000\n00000000101000100000000000001000000000000000 \nA21 \n0000000000000000011000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000001000100000000000000000\n0000000000000000000000000000000100000000000001000000000000001000000000\n00000000000001000000000000001000000000000000 \nA22 \n0000000000000000011000000000000000001000000000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000001000010000\n00000000000001000000000000000000000000000000 \nA23 \n0000010001100000001000000010001100001001000000000000011001110000000000\n0000000000000001100000000000000000000000000101000010000000100100010000\n0000000000000000000000100000100000011110000000000010000110000001000000\n00000000101000000100000000000000000000000000 \nA24 \n0000010000000000001000000000000000100010000010000000000000000010010000\n0000000000001000010000000000000000000100000100001000000000100000001000\n0000000000000000000000000000100010000000000000010000000001001000000000\n00000000101000100100000000000000000000000000 \nA25 \n0000000000000000000000000000000000100000000010000000000000001000000000\n0000000000000000000000000000000100000000000000000000000000000000000010\n0000000000000000000000000100100000000010000000000000000001001000000000\n00000000100000000000000000000000000000000000 \nA26 \n0000000000000000001000000010000000100010010010100000000001100010010000\n0000000000000000000000000000000000000100000100001000000000000000001000\n0000000000000000000000000000000010001010000000000010000000100001000000\n00000000100000100100000000000000000000000000 \nA27 \n0000000000000000001000000000000000000000000000100000000000000000000000\n0000000000000000000000000000000000000000000000001000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n00000000000000000000000000000000000010000000 \nA28 \n0000000000000000000000000000000000000000000000000000000000100000000000\n0000000000000000010000000000000000000000000000000010000000000000000000\n\n\n\n \n\n \n\n81 \n\n \n\n0000000001000000000000000000000000000000000000000000000001000000000000\n00000000000000000000000000000000000000000000 \n \nA29 \n0000000000000000001000000000000000000000000000100000000000000000000000\n0000000000000000000000000000000010000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n00000000100000000000000000000000000010000000 \nA30 \n0000000001000000000000000000000000001000000000000000000000000001000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000010000000000001000000000000000000\n00000000000000000000000000000000000000000000 \nA31 \n0000010001100000001000000010000100001010000000000000011000010010000000\n0000000000000001000000000000000000000000000101000010000000100100000000\n0000000000000000000000100000100000011000000000001000000000000000000000\n00000001100000000100000000000000000000000000 \nA32 \n0000000000000000000000000000000000011000000000000000000000000000000000\n0000000001000001000000000000000000000000000000000010000000000100000000\n0000010000000000000000000000000000001000000000000000000000010000000000\n00000000010000000000000000001000000000000000 \nA33 \n0000000000000000000000000000000000000000000000100000000001000000010000\n0000000000000000000000000000000100000000000000001010000000000000000000\n0000000000000000000001000000000000000000000000000000000000000000000000\n00000000100000100000000000000000000000000000 \nA34 \n0000000000000000000000000000000000000000000011000000000001000000010000\n0000000000000000000000000000000100000000000000000000000000000000000000\n0000000000000000000001000000000010000000000000000000000000000000000000\n00000000100000000000000000000000000000000000 \nA35 \n0000000000000000001000000000000000100000000010000000000001001000000000\n0000000000000000000000000000000100000000000000000000000000000000001000\n0000000000000000000000000000100000000010000000000010000000001000000000\n00000000101000100100000000000000000000000000 \nA36 \n0000000000000000000000000000000000001000000000000000000000000000000000\n0000000001000001000000000000000000000000000100001010000000000000000000\n0000010000000000000000000000000000001000000000000000000000000000000000\n00000000010000000000000000000000001000000000 \nA37 \n0000000000000000001000000000000000010010000001000000000000000000001000\n0000000001000000000000000000000000000000000000001000000000000100000000\n0000000000000000000000000000000000000000000000000000000000000000001000\n00000000000000000000000000001000000000000000 \nA38 \n\n\n\n \n\n \n\n82 \n\n \n\n0000000000000000000000000000000000000000000001000000000000000000000000\n0000000000000000000000000000000000000000000000001010000000100000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000 \nA39 \n0000000000000000000000000000000000001000001000100000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000001000001001000000000\n00000001100000000000010000001000000010000000 \nA40 \n0000000000000000001000000000000000000000000000100000000000100001000000\n0000000000000000000000000000000000000000010000001000000000000000000001\n0000000000000000000000000000001000000000000000000000000000000000000000\n00000000000000000000000000000000000010000000 \nA41 \n0000000001000000001000000000000000000000000000100000000000000000000000\n0000000000000000000000000000000000000000001000001000000000000000000000\n0000000000000000000000000000000000000000000000000001000000000000000000\n00000000000000000000000000000000000000000000 \nA42 \n0000000001000000001000000000000000001100001000000000000010000000100000\n0000000000100000010010000000000000000000010000001000000000000000000001\n0000000001000000000000000001000000000000000000000001000001000000000000\n10000000000000000000000000001000000010000000 \nA43 \n0000000000000000001000000000000000001000001000000000000010000000000000\n0000000000100000000000000000000000000000010000001000000000000000000001\n0000000000000000000000000001000000000000100000000001000000000000000000\n00000000000000000000000000000000000010000000 \nA44 \n0000000000000000000000010000000000001000000000000000000000000000000000\n0000000000110000010010000000000000000000000000111000000000000000000001\n0000000001000000000000000000000000000000000000000001000001001000000000\n00000000000000000000000000001000000000000000 \nA45 \n0000000000000000001000010000000000000000001000100000000000000000000000\n0000000000000000010000000000000000000010000000001000000000000000100000\n0000000000000000000000000000000000000000000000000000000000000000000000\n00000001000000000000000000000000000010000000 \nA46 \n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000010\n0000000001000000000000000000000000000000000000000001000001001000000000\n00000000000000000000000000000000000000000000 \nA47 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000110000010000000000000000000000000000010000000000000000000000\n0000000100000000000000000000000000000000000000000001000001000000000000\n00000000000000000000000000001000000000000000 \nA48 \n\n\n\n \n\n \n\n83 \n\n \n\n0001000000000000001100000000000000101100001000100000000000000000100000\n0000000000000000010010000000000000000010000000001000000000000000100000\n0000000000000000000000000010000000110010100000000000000000000000000000\n00000001100000001000000000001000000010000000 \nA49 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000001000000000010000000000000000000000000000101000000000000000000000\n0000000000000000000000000000000000000000000000000001000001001000000000\n00000010000000000000000000000000000000000000 \nA50 \n0000000000000000000000000000000000001100000000000000000000000000000000\n0000000000000000010000000000000000000000000000100000000000000000000001\n0000000000000000000000000000000000000000000000000001000001001000000000\n00000000100000001000000000001000000000000000 \nA51 \n0000000000000000011000000000000000000100001000100000000000000000100000\n0000000000100000010010000000000000000000010000011000000000000001100001\n0000000001000000000000010011000000100000000000000001000000000000000000\n00000001000000000000000000000000000010000000 \nA52 \n0000000000000000000000010000000000000000000000100000000000000000000000\n0000000000000000000000000000000000000000000000101000000000000000000001\n0000000000000000000000000000000000000000000000000000000000000000000000\n00000000000000000000000000001000000010000000 \nA53 \n0000000000000000000000000000000000001000001000000000000000000000000000\n0000000000100000000000000000000000000000000000011000000000000000000001\n0000000010000000000000000010000000000000000000000001000001010000000000\n00000000000000000000000000001000000010000000 \nA54 \n0000000000000000000100000000000000000000001000100000000000000000000000\n0000000000100000010100010000000000000000000000001000000000000000000001\n0000000000000000000000000000000000000000000000000001000000000000000000\n10000000000000001000000000001000000010000000 \nA55 \n0001000000000001000100100000000000000000001000100000000000000000100000\n0000000000100000010001010000000000000000000000011000000000000000100001\n0000000000000000000000000000000000000000000000000001000000001000000000\n00000000010000001000000000001000000010000000 \nA56 \n0000000000000000001000000000000000000000000000000000000000000000000000\n0000000000000000010000010000000000000000000000001000000000000000000001\n0000000000000000000000000001000000000000000000000001000000000000000000\n00000000000000000000000000001000000010000000 \nA57 \n0000000000000000000000000000000000000101000000000000000000000000000000\n0000001000000000000010000000000000000000000000001000000000000001000001\n0000000001000000000000000000000000000000100001000001000001001000000000\n00000000000001000000000000000000000000000000 \nA58 \n\n\n\n \n\n \n\n84 \n\n \n\n0000000000000000000000000001000000010000000000000000000000000000000000\n0000000000000000010100000000000000000000000000101000000000000000000001\n0000000001000000000000000000000000000000000001000001000001000000001000\n00000000110000000000000000001000000000000000 \nA59 \n0000000000000000001000000000000000001000001000100000000000000000100000\n0000000000000000010000010000000000000000010000001000000000000001000001\n0000000000000000000000000001000000100000100000000001000000001000000000\n10000000000000000000000000001000000010000000 \nA60 \n0000000000000000001000000000000000101100000000000000000000000000000000\n0000001000000000010000000000000000000000010000001000000000000000100001\n0000000000000000000000000000000000000010000000000000000000000000000000\n00000000000000000000000000000000000010000000 \nA61 \n0000000000000000000000000000000000000100001000100000000000000000000000\n0000000000100000000010000000000000000000000000011000000000000000000001\n0000000000000000000000000000000000000000000000000000000001000000000000\n00000000000000000000000000001000000010000000 \nA62 \n0000000000000000001000000000000000001001000000100000000000000000100000\n0000000000100000000000010000000000000000010000001000000000000000000001\n0000000000000000000000000000000000100000000000000000000000000000000000\n10000000000000000000000000001000000010000000 \nA63 \n0000000000000000001000000000000000001000001000000000000000000000000000\n0000000000000000010010010000000000000000010000001000000000000000100001\n0000000001000000000000000000000000000000000000000001000001000000000000\n00000000000000000000000000001000000010000000 \nA64 \n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000001000000\n0000000100000000000000000000000001000000000000000000000001000000000000\n00000000000000000000010000000000000000000000 \nA65 \n0000000000000000010100010000000000000000001000000000000000000000001000\n0000000000100000010010000000000000000000000000100000000000000000000001\n0000000000000000000000000010000000000000000000000001000001000000001000\n10000001010000000000000000000000000010000000 \nA66 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000100000000000010000000000000000000000000000111000010000000000000000\n0000001000000000000000000000000000000000000000000001000000000000000000\n00000000100000000000000000000000000000000000 \nA67 \n0000000000000000001000000000000000000000000000000000000000000000000000\n0000000000100000010000000000000000000000000000100000000000000000000000\n0000000001000000000000000000000000000000000000000001000000000000000000\n00000000000000000000000000000000000000000000 \nA68 \n\n\n\n \n\n \n\n85 \n\n \n\n0000000000000000000000000000000000100000000000000000000000000000000000\n0000000000000000000101000000000000000000000000100000000000000000000001\n0000000010000000000000000000000000000010000000000001000000010000000000\n00000000001001000000000000001000000000000000 \nA69 \n0000000000000000100010000000100000000000000000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000001001000001000\n00000001110000000000000000001000000010000000 \nA70 \n0000000000000000010010000000000000000000000000000000000000000000000000\n0000000000000000010000000000000000000000000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000001001000001000\n00000001000100000000000000000000000000000000 \nA71 \n0000000000000000010010000000100000000000000000000000000000000000000000\n0000000000000000010000010000000000000000000000000000000000000000000001\n0000000000000000000000000000000000000000000000000001000001001000011000\n10000001010000000000000000000000000000000000 \nA72 \n0000000000000000000000001000000000000000000000000000000000000000000000\n0000000000010000001000000000000000000000000000001010100000000000000000\n0000000000000000000000000000000000000010000000000001000001001000000000\n00000000101000000000000000001000000000000000 \nA73 \n0000000000000000001000000000000000001000000000000000000000000000000000\n0000000000000000000001000000000000000000000000001010000000000000010000\n0000000000000000000000000000000100000000000000000001000000001000000000\n00000000000000000000000000001000000010000000 \nA74 \n0000000000000000000001001000000000100000000000000000000010000000000000\n0000000000010000001000000000000000000000000010001010100000000000000000\n0000000000000000000000000000010000000010000000000001000000001000000100\n00000000000000000000000000000000000000000000 \nA75 \n0000000000000000000000000000000000100000000000000000000000000000000000\n0000000000000000000000000000000000000000000000001010000000000000000000\n0000100000000000000000000000000000000000000000000001000000001000000000\n00000000000000000000000000001000000000000000 \nA76 \n0000000010000010000000000000000000000001000000000000000000000000000000\n0000000000000010000010000000000000000000000000000000000000000000000110\n0000000000000000000000001000000000000000000100000000000000000110001000\n00000000010100000000000000000000000000000000 \nA77 \n0000000000000110000000000000000000010000000000000000000000100000001000\n0000000001000010000000000000000000000000000000000010000000000000000110\n0000000000000000100000011000000000000000000010000000000000000000000000\n00000000000100010000000000000000000000000000 \nA78 \n\n\n\n \n\n \n\n86 \n\n \n\n0000000000000010000000000000000000000001000000000000000000000000001000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000010011000\n00000000010010000000000000000000001000000000 \nA79 \n0000000000000000000000000000000000000000000000000000000000000000000000\n0000000000000000000010000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000100001000\n00000000010000000000000000000000000000000000 \nA80 \n0000000000000000000000000000000000000001000000000000000000000000001000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000001000000000000000000000000000000000000010001000\n00000000010000000000000000000000001000000000 \nA81 \n0000000000000001000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000001000000000000000000000000000000000000000000000\n00000000010000000000000000000000001000000000 \nA82 \n0000000000000010000000000000000000010001000000000000000000000000001000\n0000000000000000010010000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000010011000\n00000000010100010000001000000000000000000000 \nA83 \n0000000000000000000000000000000000000001000000000000000000000000001000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000000001000\n00000000010000000000000000000000000000000000 \nA84 \n0000000000000010000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000000010000\n00000010010100010000001000000000000000000000 \nA85 \n0000000000000010000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000000011000\n00000010010100010000001000000000000000000000 \nA86 \n0000000000000010000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000010000000000000000000000000000000000000000011000\n00000000010100010000001000000000000000000000 \nA87 \n0000000000000010000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000000011000\n01000010000100010000001000000000000000000000 \nA88 \n\n\n\n \n\n \n\n87 \n\n \n\n0000000010000010000000000000000000000001000000000000000000000000001000\n0000000001000010000010000000000000100000000000000000000000000000000010\n0000000000000000000000001000000000000000000000000000000000000000011000\n01000000010110010000000000000000000000000000 \nA89 \n0000000010000100000001000000000000000000000000000001000000000000001000\n0000000001000000000000000000000000100000000000000010000000000000000100\n0000000000000000000000000000000000000000000000000000000000000000011000\n01000000010000000000000000000000000000000000 \nA90 \n0000000000000000000000000000000000000001000000000000000000000000000000\n0000000000000000000010000000000000000000000000000000000000000000000010\n0000000000000000000000001000000000000000000100000000000000000010011000\n00000000010000000000000000000000000000000000 \nA91 \n0000000000000000000000000000000000000001000000000000000000000000000000\n0000000000000000000000000000000000000000000000000000000000000000000010\n0000000000000000000000000000000000000000000000000000000000000010011000\n00000000010000000000000000000000000000000000 \nA92 \n1000000000010001000000000100000000000000000000000000000000000000000000\n0000000000000000000000000000000000001000100000000000010010001000000000\n1000000000000000000010000000000001000000000000100000000000000000000011\n10111100000000000000000000000000100000100000 \nA93 \n0100000000010001100100100000000001000000000000011110000000000000000000\n0000010110000100000000101111111000011000100000000000011100001000000000\n1110000000100000011110000000000001000000001000100000101000000000000010\n00010100000000001010000100010011000001111110 \nA94 \n0110000000000001100000100000000000000000000000001010000000000000000000\n0000010000000100000000100011001000001000100000100000000000010001000000\n0110001000100000011110000000000001000000001000100000001000000000000011\n10010100000000000011100100000011000000000000 \nA95 \n0000000000000001000100100000000000000000100000010000000000000000000000\n0000010100000100000100000000011000011000100000010000010000000010000000\n0110000000000000000100010000000001000000000000100000010000000000000010\n00010100000000000011000100010011000000100000 \nA96 \n0110000000000001000100100000000000000000100000000000000000000000000000\n0000000000000100000000010100110000011000100000010000011000000001000000\n0000000000000000000000000000000001000000001000000000010000100000000010\n00000100000000001001000000100010000000100000 \nA97 \n1100000000011001000000000100010000000000000000000000000000000000000000\n0000000000000000000000000000001000001000100000000000010010001000000000\n1010000000000000000000000000000000000000000000100000000000000000000001\n00011100000000000001100000000000100000100101 \nA98 \n\n\n\n \n\n \n\n88 \n\n \n\n0100000000000000000000100000000000000000000000000000000000000000000000\n0000000000000100000100000000000000000000100000010000000000000010000000\n0000000000000000000100010000000001000000000000000000001000000000000000\n10000000000000001000000000000000000000100010 \nA99 \n0000000000000001000100100000000001000000000000001110000000000000000000\n0000000010000100000000000100111000011000100000100001010000011000000000\n0000000000100000000110000000000001000000000000000000101000000000000010\n10010000000000001001000100010001010001100100 \nA100 \n0100000000000001000000100000000001000000000000011010000000000000000000\n0000000010000100000000001001111000001000100000100001011000000000000000\n0100001000100000000110010000000001000000001000100000001000000000000001\n00010100000100001001100101100011010001011000 \nA101 \n0100000000011001000000000100010001000000000000000000000000000000000000\n0000000000000000000000000000001000001000100000000000010110001000000000\n1010000000000000000000000000000000000000000000100000000000000000000001\n00111100000000000001000001000000110000100101 \nA102 \n0000010000000000000000001000000000000000000000000000010000000000000000\n0111000000000000000000000000000000100001000000000010100000000000000000\n0000000000011001000000000000000000000000000000000000000000000000000000\n00000000000000000000000000000000000000000000 \nA103 \n0000010000000100000001000000000000000000000000000000000000000000000110\n1100000000001001100000000000000000100001000000000010000000000100000000\n0001000000011010000000000000000000000000100010000000000000000000100000\n00000000000000000000000000000000000000000000 \nA104 \n0000011100000000000000000010000000000010000001000000010000000000000000\n0000000001001001000000000000000000100001000101000010000000000100000000\n0000000000010010100000000000000000000000000000000000000000000000100000\n00000000100000000000000000000000000100000000 \nA105 \n0000000000000100000000000000000000000000000000000000100000000000000110\n0000000001001001000000000000000000100000000000000010100000000100000000\n0001000001001010100001000000000000000000010000000000000000000000000000\n00000000000000000000000010000100000000000000 \nA106 \n0000000001100000001000000010000100001010000011000000010001110010000010\n0000000000000001000000000000000000000000000100000010000000100100000000\n0000000000000000100000000000000010001010000000000100000000000001000100\n00000000001000000000000000000000000000000000 \nA107 \n0000000000000000000001000000000100000010000000000000000000000100000001\n0111000000000001000000000000000000100000000000000110000000000000000000\n0000000000010100000000000000000000000000000010000000000000000000000000\n00000000000000000000000000000000000000000000 \nA108 \n\n\n\n \n\n \n\n89 \n\n \n\n0000010000000100000000000000000000000000000100000000000000000000000010\n1010000001001001000000000000000000100001000001000010000000000000000000\n0000000000011000000000000000000000000000000010000000000010000000000000\n01000000000000000000000010000000000000000000 \nA109 \n0000000000000000000001000000000100100000000000000000000010000000000001\n0000000000000000000000000000000000000000000000000110000000000000000000\n0000100000000100000000000000000000000010000000000000000000000000000000\n00000000000000000000000000000000000100000000 \nA110 \n0000000010000110000000000000000000010000000001000001000000000100000000\n0000000000000000000000000000000000100000000000000010000001000000000100\n0000000000000000000000001000000000000000000000000000000000000000000000\n00000000000000000000000000000000000000000000 \nA111 \n0000000010000010000000000000000000000000000000000000000000000000000000\n0000000001001001000000000000000001100001000000000010000001000000000000\n0000000000000000000000000000000000000000010000000000000000000000000000\n00000000000000000000000000000000000000000000 \nA112 \n0000000000000100000000000000000000000000000100000000100000000000000010\n1100000001000001000000000000000001100001000000000000000000000100000000\n0000000000011010100000000000000000000000000000000000000010000000000000\n01000000000000000000000000000100000000000000 \nA113 \n0000111101000000000001001000001000100010000000000000010100000000000000\n0010000000000000001000000000000000000000000010000110000000000100000000\n0000000000000001100000000000010000000000000000000000000000000000000000\n00000000000000000000000000000000000000000000 \nA114 \n0000111000000000000000000010001110001010000001000000010100000000000000\n0000000000001001000000000000000000100001000100000010000000000100000000\n0000000000010000100000000000000000001100000000001000000100000000000000\n00000000000000000000000000000000000000000000 \n; \n \nend; \n\nNota \nLocalidades: Médio São Francisco: A1- A20: Buritizeiro-MG, Paracatu, Brasilandia de Minas, \nUrucuia, João Pinheiro, Vazante, Buritis, Unaí, Bocaiúva, Riachinho,Chapada Gaúcha, \nJanuária, Manga, Bonfinópolis de Minas, Formoso, Pirapora, Jaíba e Porterinha. Alto São \nFrancisco (A19-A30) : Serra da Canastra, Diamantina, Pitangui, Martinhos Campos, Ouro \nBranco, Santana do Riacho, Buenópolis, Jaboticatubas, Pres.Olegário, Lagoa Santa, Três \nMarias, São Gotardo e Ouro Preto. Médio Jequitinhonha (A32-A38): Jenipapo de Minas, Grão \nMol, Botumirim, Rio Pardo de Minas, Araçuaí, Cristália, Turmalina. Cerrado do Triângulo \nmineiro (A39-41): Uberlândia, Perdizes, Sacramento. Cerrado do Brasil Central: Estado do \nGoiás (A42-A63): Silvânia, Alexânia, Aporé, Cavalcante, Alvorada do Norte, Aruanã, Alto \nParaíso, Britânia, Mineiros, Pirenópolis, Serra da Mesa, Goiana, Colinas do Sul, Minaçu, Pires \ndo Rio, Manbaí, São Domingos, Luzânia, São João da Aliança, Niquelãndia, Novo Gama, \nCatalão.  Tocantins estado (A64-A65): Formoso do Araguaia, Jalapão; Estado do Mato Grosso \n(A66-68): Itiquira, Alto Araguaia,Bodoquema. Estado da Bahia (A69-71): Cocos, Jaborandi, \n\n\n\n \n\n \n\n90 \n\n \n\nSão Desiderio. Cerrado do estado São Paulo (A72- 75): Itapirina, Pedregulho, Botucatu, \nAssis. Bioma da Caatinga : Estado da Bahia (A76-77): Raso da Caatinga, Miguel Calmon; \nEstado da Paraíba estado (A78-81): Boa Vista and São João do Cariri, São José do Bomfin, \nCurimataú, Maturéia; Ceará estado (A82-85) :Complexo do planalto de Ibiapaba, Serra das \nAlmas, Caucaia, Pacajus; Estado do Piauí (A86-87): Costal Zone of Piauí, Delta do Parnaíba; \nRio Grande Norte (A88):  Macaíba; Sergipe (A89-90):  Parque Nacional Serra de Itabaina, and  \nPernanbuco (A91-92): RPPN Maurício Dantas, Betânia, RPPN Cantidiano Valgueiro, Floresta-\nPE. Floresta Amazônica : estado do Amazonas (A93, A97,A99, A100-101): Rio Preto da \nEva, Reserva Florestal Adolpho Ducke, Reserva Extrativista do Rio Gregório, Reserva de \nDesenvolvimento Sustentável Piagaçu-Purus, Manaus; Acre (A93-94): Reserva Extrativista \nRiozinho da Liberdade, Boca do Acre; Rodônia estado (A95, A98) : Espigão do Oeste, Jarú; \nand Pará estado (A96): Reserva Biológica do Tapirapé. Mata Atlântica: Minas Gerais \n(A104,106, A114): Muriaé, Parque do rio Doce, Serra do Caraça e Serra do Brigadeiro; São \nPaulo estado (A102, A113): Estação Ecológica Juréia-Itatins, Serra Japi; Bahia estado (A110-\n111): Serra da Jiboia, Reserva Sapiranga ,São João da Mata; Rio de Janeiro (A103) : Reserva \nBiológica da União; Espirito Santo (A108, A112): Reserva Biológica de Duas Bocas, Costa \nBela; Paraná (A107): APA de Guaratuba, Serra do Mar; and  Santa Catarina( A107): Parque \nNacional das Araucárias. \n\n \nEspécies (linhas). S0- S253: S0- Anomaloglossus stepheni, S1-S3- Allobates femoralis, A. \nmarchesianus, A. goianus, S4- Brachycephalus ephippium, S5- Haddadus binotatus, S6-S10- \nIschnocnema parva, I. guentheri, I. ramagii, I. juipoca, I. izecksohni, S11- Dendrophyniscus \nminutus, S12- Atelopus spumarius, S13-S18-  Rhinella crucifer, R. jimi, R. marina, \nR.castaneoticus, R.mirandaribeiroi,  R. rubescens, S19- Rhaebo guttatus, S20-28- Rhinella \ncerradensis, R. icterica, R. margaritifer, R. ocellata, R. ornata R. proboscidea, R. pombali, R. \ninopina, R. veredas, S29-31: Vitreorana oyampiensis, V. eurygnatha, V. uranoscopa;  S32- 33: \nCeratophrys aurita, C. cornuta;  S34-37: Odontophrynus americanus, O. carvalhoi, O. \ncultripes, O. salvatori; S38-43:- Proceratophrys boiei, P. cristiceps, P. concavitympanum, P. \ncururu, P. goyana, P. laticeps, S44- 45: Thoropa miliaris, T. egatympanum; S46-50: Amereega \nflavopicta, Adelphobates quinquevittatus, Ameerega hahneli, A. macero, A. trivittata, S51- \nColosthetus alagoanus,S52- Aparasphenodon brunoi, S53-56: Aplastodiscus arildae, A. \ncavicola, A. leucopygius, A. perviridis, S57-65: Bokermannohyla alvarengai, B. circumdata, B. \nmartinsi, B. diamantina, B. hylax, B. nanuzae, B. sazimai, B. pseudopeseudis, B. saxicola, S66- \nCorythomantis greeningi, S67-97: Dendropsophus anceps, D.seniculus, D.ahdereri, \nD.bipunctatus, D. berthalutzae, D. microps,  D. werneri, D. tritaeniatus, D. acreanus, D. \nanataliasiasi, D. bokermanni, D. brevifrons, D. branneri, D. cruzi, D. jimi, D. decipiens, D. \nleucophyllatus, D. oliveirai, D. elegans, D. giesleri, D. rubicundulusD. sanborni, D. \nmicrocephalus, D. soaresi, D. elaneae, D. sarayacuensis, D. melanargyreus, D. leali, D. \nparviceps, D. rhodopeplus, D. triangulum, S98-121: Hypsiboas calcaratus, H. fasciatus, S104- \nH. lanciformis, H. botumirim, H. buriti, H. pombali, H. albomarginatusH. boans, H. \ncinereascens, H. cipoensis, H. ericae, H. semilineata, H. geographicus, H. goianus, H. \nstenocephala, H. plytaenius, H. prasinus, H. pardalis, H. punctatus, H. multifasciatus, H. lundii, \nH. bischoffi, H. faber, H. wavrini, S122- Itapotihyla  langsdorffii, S123-126: Osteocephalus \ntaurinus, O. leprieuri, O. buckleyi, O. oophagus, S127- Phyllodytes melanomystax, S128- \nPhasmahyla jandaia, S129-144: Phyllomedusa palliata, P. bicolor, P. brusmeisteri, P. camba, \nP. hypochondrialis, P. oreades, P. ayeaye, P. megacephal, P. baiana, P. nordestina, P. azurea,  \nP. tarsius, P. vaillantii, P. tomopterna, P. rhodei, P. tetraploidea, S145-149: Pseudis fusca, P. \nlimellum, P. tocantins, P. paradoxa, P. bolbodactyla, S150- Scarthyla goinorum, S150-180: \nScinax alter, S. argyreornatus, S. perereca, S. cuspidatus, S. hayii, S. eurydice, S. funereus, S. \ncruentommus, S. garbei, S. boesemani, S. carnevalii, S. longilinea, S. nebulosus, Scinax \n\n\n\n \n\n \n\n91 \n\n \n\npachycrus, S. cabralensis, S.contrictus, S. centralis, S. curicica, S. hiemalis, S. maracaya, S. \ncanastrensis, S. machadoi, S. ruber, S. skaios, S. rogerioi, S. luizotavioi, S. flavoguttatus,S. \nsqualirostris, S. tigrinus, S. similis, S181-182: Sphaenorhynchus prasinus, S. lacteus, S183-187: \nTrachycephalus atlas, T .mesophaeus, T. mambaensis, T. resinifictrix, T. nigromaculatus, S188- \nHylodes babax, S189-190: Crossodactylus trachytomus, C. bokermanni, S191- Eupemphix \nnattereri, S192- Edalorhina perezi, S193-194: Engystomops petersi, E. freibergi, S195- 205: \nPhysalaemus maximus, P. crombiei, P. centralis, P. deimaticus,  P. albonatus, P. marmoratus, \nP. kroyeri, P. cicada, P. evangelistai, P. signifer, P. albifrons, S206- Pleurodema diplolister, \nS207-230: L. borkemanni, L. andreae, L. knudseni, L. hylaedactylus, L. natalensis, L. \nlongirostris, Leptodactylus riveroi, L. pentadactylus L. lineatus, L. ithodytes, L. pustulatus,  L. \nsertanejo, L. furnarius, L. troglodytes,  L. jolyi, L. macrosternum, L. caatingae, L. chaquensis, \nLeptodactylus camaquara, L. vastus, L. petersii, L. cuniculares, L. wagneri, L.rhodomystax, L. \nstenodema, 231-232: E. bicolor, E. piauiensis, 233-238: Chiasmocleis bassleri, C. schubarti, C. \nhudsoni, C. avilapiresae, C. ventrimaculata, C. albopunctata, S239- Stereocyclops incrassatus, \nS240- Ctenophryne geayi, S241- Hamptophryne boliviana, S242- Synaturanus miranribeiroi, \nS243-244: Pipa pipa, Pipa carvalhoi, S245- Lithobates catesbeianus, S246- Barycholos \nternetzi, S247- Oreobates quixensis, S248-253: Prismantis fenestratus, Pristimantis \naltamazonicus, Pristimantis conspicillatus, Pristimantis ockendeni, Pristimantis reichlei, \nPristimantis zimmermanae. \n\n\n\n \n\n \n\n92 \n\n \n\n ANEXO \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n______________________________________________________________________ \nNew records and geographic distribution of Corythomantis greeningi Boulenger, \n1896(Amphibia, Hylidae) \n\nNOTA CIENTÍFICA \n\n                  Publicada no periódico Check List Journal \n\n\n\n \n\n \n\n93 \n\n \n\n\n\n \n\n \n\n94 \n\n \n\n\n\n \n\n \n\n95"}]}}}