{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07267"}, {"@name": "filename", "#text": "11933_000633674.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA POLÍTICA \n \n \n \n \n \n \n \n \n \n \n \n \n \nO IMPACTO DOS ROYALTIES PETROLÍFEROS SOBRE O DESENVOLVIMENTO \nECONÔMICO LOCAL: UM ESTUDO COMPARATIVO ENTRE OS MUNICÍPIOS \n\nDE CAMPOS DOS GOYTACAZES E NITERÓI \n \n\n \n \n \n \n \n \n\n \n \n \n \n \n\nRENATO SOARES COUTINHO \n \n \n \n \n \n \n \n \n \n \n\nPORTO ALEGRE \n2008 \n\n \n \n\n\n\nRENATO SOARES COUTINHO \nBOLSISTA DO PROGRAMA DE COORDENAÇÃO DE APERFEIÇOAMENTO DE \n\nPESSOAL DE NÍVEL SUPERIOR - CAPES \n \n \n \n \n \n \n \n \n \n \n \n \n\nO IMPACTO DOS ROYALTIES PETROLÍFEROS SOBRE O DESENVOLVIMENTO \nECONÔMICO LOCAL: UM ESTUDO COMPARATIVO ENTRE OS MUNICÍPIOS \n\nDE CAMPOS DOS GOYTACAZES E NITERÓI \n \n \n \n\nDissertação apresentada ao \nPrograma de Pós-graduação \nem Ciência Política da \nUniversidade federal do Rio \nGrande do Sul como parte \ndos requisitos para obtenção \ndo título de mestre em \nCiência Política \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPORTO ALEGRE \n2008 \n\n \n \n \n\n\n\n \n 3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPara Nelson Pitta Coutinho, meu grande amigo. \n \n\n\n\n \n 4 \n\nAGRADECIMENTOS \n  \n Agradeço primeiramente ao Programa de Coordenação de Aperfeiçoamento de Pessoal \nde Nível Superior – CAPES – pela bolsa de estudos concedida. \n Agradeço aos professores do Programa de Pós-Graduação em Ciência Política da \nUFRGS, em especial os Professores André Marenco, Mercedes Canepa, Tadeu Cezar, Céli Pinto, \nAndré Borges e Maria Izabel, que fizeram parte da minha jornada acadêmica. \n Agradeço à secretaria Sandra, sempre disponível e competente. \n Meus sinceros agradecimentos ao Professor André Borges, orientador, professor e \namigo fundamental para a conclusão dos meus estudos. \n Agradeço ao brilhante companheiro Luciano da Rós, amigo que me acolheu na minha \nconturbada chegada a Porto Alegre. Obrigado, de coração.  \n Agradeço ao jornalista Sergio Duran, ao sociólogo Rafael Povoa e ao advogado \nAlexandre França, pelas conversas sinceras e inspiradoras. \n Agradeço ao amigo e historiador Rafael Vaz, exemplo raro de competência, caráter e \nautonomia intelectual. \n Agradeço aos meus pais Regina Célia e Nelson Pitta, por todo suporte afetivo, moral e \nmaterial. Jamais conseguirei retribuir a dedicação de vocês. \n E agradeço, por fim, a minha guria Fernanda Ghesla, pela paciência, carinho e \ndedicação. Minha namorada, amiga e companheira no infinito de nós dois. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n 5 \n\nSUMÁRIO \n \n\nAbreviaturas, Siglas e Convenções ......................................... 06 \nQuadro de tabelas, mapas e gráficos ...................................... 07 \nResumo .................................................................................... 08 \nIntrodução ............................................................................... 09 \n \n1 - Pluralismo e Políticas Públicas: pressupostos teóricos. \n1.1 – Primeiras Palavras ......................................................... 12 \n1.2 – Políticas públicas e alocação de recursos ......................  13 \n1.3 – As justificativas para a escolha dos casos .....................  20 \n1.4 – A noção de desenvolvimento .........................................  23 \n1.5 – O argumento pluralista: teoria como ponto de partida  25 \n \n2 – Niterói e Campos dos Goytacazes: um breve histórico das  \nAtividades econômicas desses municípios. \n2.1 – O caso de Niterói .............................................................. 36 \n2.1 – A fusão do Estado do RJ com o Estado da Guanabara e \nO perfil de Niterói nos dias atuais ............................................ 39 \n2.3 – Campos dos Goytacazes: perfil histórico ........................ 43 \n2.4 – Os petroreais no município de Campos dos Goytacazes  44 \n\n \n3 – Petróleo e Pluralismo: parte empírica. \n3.1 – Os fundamentos legais da distribuição de royalties no \nBrasil ........................................................................................ 49 \n3.2 – Indicadores sociais e receitas municipais ....................... 54 \n3.2.1 – Índice de Desenvolvimento Humano ........................... 55 \n3.2.2 – Composição das receitas municipais ........................... 59 \n3.2.3 – Royalties e diversificação da economia ....................... 63 \n3.3 – Uma referência aos estudos das redes sociais ................. 68 \n3.4 – Alocação dos recursos municipais .................................. 70 \n3.5 – Argumentos econômicos: uma crítica à teoria do grande \nImpulso .................................................................................... 78 \n3.6 – Dinheiro na mão é vendaval ........................................... 80 \n \n4 – Conclusão \n4.1 – Reflexões conclusivas ....................................................... 84 \n \n5 – Bibliografia ......................................................................... 87 \n\n \n \n \n \n \n \n \n \n\n \n\n\n\n \n 6 \n\nABREVIATURAS, SIGLAS E CONVENÇÕES \n \n \n\nANP - Agência Nacional do Petróleo \nCIDE - Centro de Informações e Dados do Estado do Rio de Janeiro \nFIRJAN - Federação das Indústrias do Estado do Rio de Janeiro \nFUNDECAM - Fundo de Desenvolvimento de Campos \nFUNDEF - Fundo de Manutenção e Desenvolvimento do Ensino Fundamental e de Valorização \ndo Magistério \nIBGE - Instituto Brasileiro de Geografia e Estatística \nICMS - Imposto sobre Circulação de Mercadorias e Serviços \nIPTU - Imposto Predial e Territorial Urbano \nIDH-M - Índice de Desenvolvimento Urbano Municipal \nIPI - Imposto sobre Produtos Industrializados \nIPVA - Imposto sobre Propriedade de Veículos Automotores \nIQM - Índice de Qualidade dos Municípios \nISS - Imposto sobre Serviços \nPE - Participações Especiais \nPETROBRAS - Petróleo Brasileiro S. A. \nPIB - Produto Interno Bruto \nPNUD - Programa das Nações Unidas para o Desenvolvimento \nSTF - Supremo Tribunal Federal \nTCE-RJ - Tribunal de Contas do Estado do Rio Janeiro \nTCU - Tribunal de Contas da União \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n\n\n \n 7 \n\n \nTABELA DE QUADROS, MAPAS e GRÁFICOS \n\n \n \n\nQuadro I – Página 20 \nQuadro II – Página 21 \nQuadro III – Página 41 \nQuadro IV – Página 45 \nQuadro V – Página 56 \nQuadro VI – Página 56 \nQuadro VII – Página 57 \nQuadro VIII – Página 58 \nQuadro IX – Página 58 \nQuadro X – Página 60 \nQuadro XI – Página 61 \nQuadro XII – Página 62 \nQuadro XIII – Página 74 \nQuadro XIV – Página 74 \nQuadro XV – Página 75 \nQuadro XVI – Página 75 \nQuadro XVII – Página 76 \nMapa I – Página 37 \nMapa II – Página 43 \nGráfico I – Página 42 \nGráfico II – Página 50 \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n 8 \n\nRESUMO \n\n \n\n \n\nEste trabalho consiste em uma análise comparativa entre os municípios de Campos dos \n\nGoytacazes e Niterói, ambos localizados no Estado do Rio de Janeiro. Com a criação da Lei do \n\nPetróleo em 1997, os municípios produtores de petróleo tiveram um acréscimo significativo das \n\nsuas receitas em função de um extraordinário recebimento de royalties. Porém, esse crescimento \n\nda receita não vem sendo acompanhado pela melhora dos indicadores que medem \n\ndesenvolvimento social. O caso de Campos, maior beneficiário de royalties no Brasil, comparado \n\nao município de Niterói, caso raro de autonomia financeira, terá como objetivo elucidar os fatores \n\nque atuam sobre a escolha dos padrões de alocação dos recursos públicos nesses municípios.  \n\n \n\nPalavras-chave: Pluralismo, Desenvolvimento, Políticas Públicas, Royalties, \n\nMunicípios. \n\n \n\nABSTRACT \n \n \n\n This work is based on a comparative analysis between the cities of Campos dos \n\nGoytacases and Niterói, both situated in the state of Rio de Janeiro. With the creation of the \"Oil \n\nLaw\" in 1997, the cities ,where oil is produced, presented a significant increase of their income \n\ndue to a great amount of royalties they received. In spite of the income raise, social development \n\nindicators are not following the same successful path. The analysis of Campos, the greatest \n\nbeneficiary of royalties in Brazil, compared to the city of Niterói, a singular case of financial \n\nautonomy, will the have the aim to show the factors that make the difference in terms of the \n\nchoice of the patterns of allocation of public resources in these cities. \n\n  \n\nKey words: Pluralism, Development, Public Policies, Royalties, Cities \n\n \n \n\n \n \n\n\n\n \n 9 \n\n \nINTRODUÇÃO \n\n \n \n\nLendo apenas o título deste trabalho, somos levados a pensar que esta pesquisa foi feita \n\npor um economista. Quase naturalmente, associamos as questões referentes ao desenvolvimento \n\neconômico ao ofício exclusivo dos acadêmicos das ciências econômicas. Por essa razão, se faz \n\nnecessário, ainda nas primeiras linhas da introdução, um alerta: este trabalho não foi feito por um \n\neconomista; este trabalho situa-se dentro do escopo da Ciência Política. \n\nEssa diferenciação não é fruto de uma preocupação meramente formalista, ou resultado \n\nde um voluntarismo megalomaníaco que visa estabelecer as fronteiras entre essas duas \n\ndisciplinas. Ao mesmo tempo que temos os pés fincados no chão em relação aos limites desta \n\npesquisa, sabemos que a definição de fronteiras temáticas contribui somente para a construção de \n\nortodoxias engessadas, e um fazer que se pretende científico não deve ceder a essa equivocada \n\ntentação. \n\nSendo assim, por que motivo fizemos essa ressalva? A resposta não poderia ser mais \n\nobjetiva: fizemos por uma preocupação teórica. Fizemos porque nossas variáveis explicativas \n\nacerca da ocorrência ou não de desenvolvimento econômico pertencem à esfera política. Fizemos \n\nessa ressalva porque nossa argumentação não está submetida às determinações das \n\ncondicionantes estruturais e econômicas. Por outro lado, não queremos criar novas relações \n\nunilaterais entre esfera política e esfera econômica, ou reproduzir paradigmas mecanicistas. O \n\ngrande equívoco das vertentes estruturalistas no século XX foi ignorar os fatores políticos \n\nconjunturais, e somente inverter essa relação seria o mesmo que não lavar a camisa suja para usá-\n\nla do lado avesso. \n\nPor esse motivo, ao invés de focarmos a análise apenas em aspectos políticos ou \n\neconômicos, preferimos ressaltar a interação entre essas esferas. Essa interação fica explícita \n\nainda na formulação do problema inicial do trabalho, que construímos da seguinte maneira: por \n\nquais motivos, em condições econômicas favoráveis (que podem ser medidas pela abundância de \n\nrecursos disponíveis), os municípios produtores de petróleo não vêm apresentando índices de \n\ndesenvolvimento econômico desejáveis? É perceptível que não negligenciamos o papel das \n\ncondicionantes econômicas. O que fizemos foi partir de um caso onde já há crescimento \n\neconômico verificado pelo enorme aumento das receitas municipais, mas onde esse crescimento \n\n\n\n \n 10 \n\neconômico não foi revertido em melhorias sociais e em bem-estar econômico para os grupos \n\nsociais desses municípios.  \n\nAo utilizarmos casos onde se verifica crescimento da produção de bens materiais, \n\nmesmo sem a melhora dos indicadores de bem-estar, estamos admitindo que o desenvolvimento \n\neconômico não é conseqüência apenas de políticas públicas bem sucedidas. Ele precisa estar \n\nassentado sobre condições materiais que permitam o seu desenrolar. Porém, quando as condições \n\nmateriais se apresentam consolidadas e o desenvolvimento não se realiza, consideramos que as \n\nvariáveis explicativas que podem dar conta da compreensão desse processo de perpetuação do \n\natraso estão presentes nas relações entre grupos sociais e instituições locais. \n\nOutra questão teórica que merecerá destaque no texto será o debate entre as perspectivas \n\npluralistas e institucionalistas. Repetidas vezes ressaltaremos o caráter pluralista da nossa \n\nhipótese. Resumidamente, nossa hipótese pressupõe que o poder de pressão dos grupos sociais é \n\nrestrito em contextos onde há consolidada uma atividade econômica hegemônica.  Todavia, em \n\nnenhum momento isolaremos o conceito de grupo social dos outros elementos que compõem a \n\nrealidade social complexa na qual ele está inserido. O papel dos atores políticos e das instituições \n\nserão destacados quando afirmarmos que a diminuição do poder de pressão dos grupos, ocorrido \n\nem função da consolidação de uma atividade econômica hegemônica, permite aos atores políticos \n\nagirem estrategicamente em defesa de um status quo vinculado ao atraso e a falta de diversidade \n\neconômica. Por essa razão, quando afirmamos que a nossa hipótese se trata de uma hipótese \n\npluralista, queremos dizer que, em última instância, o papel dos grupos na sociedade é a variável \n\nexplicativa; mas sem negar que, ao mesmo tempo, o estudo de políticas públicas passa \n\nessencialmente pela investigação dos elementos da estrutura social combinados com as \n\ninstituições. Isso não significa que estamos nos furtando da tarefa de explicar (por isso definimos \n\nnosso pressuposto como pluralista), mas temos consciência que seria impossível chegarmos a \n\nalguma conclusão satisfatória sem considerarmos o papel das instituições locais no processo de \n\nformulação das políticas locais. \n\nA divisão do texto da dissertação será feita em três capítulos. No primeiro, além de nos \n\nconcentrarmos nessas questões teóricas que já introduzimos, apresentaremos as justificativas para \n\na escolha da comparação entre os casos de Campos dos Goytacazes, município localizado no \n\nnorte-fluminense, e que figura entre os maiores produtores de petróleo do país, além de ser o \n\nmaior beneficiário de royalties do Estado, e Niterói, município localizado na região metropolitana \n\ndo Estado, que possui os melhores indicadores de bem-estar social do Estado do Rio de Janeiro \n\n\n\n \n 11 \n\nhá mais de uma década e que se caracteriza por ser o único município do Estado, fora a capital, a \n\npossuir uma receita tributária própria que lhe garanta autonomia financeira.     \n\nNo segundo capítulo faremos um breve histórico dos casos estudados, buscando mostrar \n\nas semelhanças de trajetória econômica desses dois municípios até a descoberta das jazidas de \n\npetróleo na região de Campos. Buscaremos ainda mostrar como a crise econômica e política do \n\nEstado do Rio e do próprio Brasil a partir de meados dos anos 1970 prejudicou as economias \n\ndesses municípios, como foram encontradas alternativas distintas para a superação da crise, e \n\ncomo isso vem gerando resultados distintos na comparação entre indicadores de desenvolvimento \n\ndesses dois municípios. Entretanto, o segundo capítulo não será dedicado a uma exposição \n\ndetalhada da história dessas duas localidades, mas terá como função ressaltar os caminhos \n\ndiferentes trilhados a partir dos anos 1980, para então no terceiro capítulo apresentarmos os dados \n\nque visam confirmar a nossa hipótese. \n\nPor fim, no terceiro capítulo faremos a exposição dos indicadores econômicos e sociais \n\ndesses dois municípios, mostrando como o impacto dos royalties não vem garantindo a melhoria \n\ndos níveis de desenvolvimento do município de Campos. Na construção da parte empírica, \n\ntivemos como principal fonte de informações os estudos sócio-econômicos promovidos pelo \n\nTribunal de Contas do Estado do Rio de Janeiro, disponibilizados no site dessa instituição, as \n\ninformações disponíveis no site da Agência Nacional do Petróleo, além das estatísticas \n\ndisponíveis no site da Fundação CIDE-RJ (Centro de Informações e Dados do Rio de Janeiro). \n\n \n\n  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n 12 \n\nI - PLURALISMO E POLÍTICAS PÚBLICAS: PRESSUPOSTOS TEÓRICOS. \n \n \n \n1.1 - AS PRIMEIRAS PALAVRAS:  \n\n \n\n \n\nComeçar a escrever costuma ser a parte mais difícil de uma pesquisa acadêmica. Depois \n\nde coletar dados, organizar bibliografia, formular hipóteses e reunir tudo isso, é preciso \n\nestabelecer o ponto de partida do texto. Para evitarmos maiores complicações, pensamos que a \n\nmelhor forma de se iniciar seja expondo de maneira clara o problema que deu origem e orientou \n\no projeto. Retrocedendo aos primeiros momentos do trabalho, entendemos que a questão inicial \n\ndessa dissertação seja o padrão de desenvolvimento dos municípios produtores de petróleo do \n\nEstado do Rio de Janeiro. Pois bem, antes de qualquer análise mais atenta, notamos de forma \n\nmuito clara que o surgimento de uma atividade econômica extremamente rentável não significou \n\nnecessariamente desenvolvimento local. O incremento significativo da arrecadação desses \n\nmunicípios não acarretou melhorias nos índices medidores da qualidade de vida, apresentando \n\nem muitos casos, ao contrário, um sensível crescimento das mazelas econômicas e sociais nessas \n\nlocalidades. Uma série de trabalhos1 de economistas que se debruçaram dedicadamente sobre o \n\ntema nos mostra quase sempre os mesmos resultados: o recebimento de royalties oriundos da \n\nexploração do petróleo nos territórios dos municípios da Bacia de Campos produziu um enorme \n\naumento da receita municipal, o que vem permitindo a criação das condições para o \n\ndesenvolvimento das economias locais; mas, ao mesmo tempo, esses municípios estão \n\napresentando sinais de diminuição da diversificação das atividades produtivas, acompanhado da \n\npiora das condições de vida dos seus cidadãos. Sendo assim, o problema inicial e central desse \n\ntrabalho consiste na seguinte questão: quais fatores explicam porque o respeitável aumento da \n\n                                                 \n1Por se tratar de um tema relativamente recente, não encontramos ainda muitas referências clássicas sobre \n\nos impactos dos royalties petrolíferos na economia brasileira. Porém, é visível o crescimento do interesse pelo tema. \nDentre os trabalhos que nos serviram de inspiração, destacamos a pesquisa sobre os municípios da Bacia de Campos \ndo economista PACHECO, Carlos Augusto. “A aplicação e o impacto dos royalties do petróleo no desenvolvimento \neconômico dos municípios confrontantes da Bacia de Campos”. RJ: UFRJ, 2003. \n\n\n\n \n 13 \n\narrecadação municipal não está sendo capaz de gerar um padrão de desenvolvimento local \n\ndinâmico. Apresentado o ponto de partida, seguimos adiante. \n\nA observação dos primeiros dados relativos aos índices de crescimento da arrecadação e \n\ndos medidores de qualidade de vida (IDH) nos permite confirmar a convicção apriorística de que \n\na compreensão desse fenômeno social passa pela análise da conjuntura política dos municípios \n\nprodutores de petróleo. Em outras palavras, admitimos que as causas do não desenvolvimento das \n\neconomias desses municípios não são de ordem econômica ou estrutural, mas sim política. Para \n\ndesenvolvermos essa argumentação, adotaremos o método comparativo entre o caso mais \n\nemblemático da produção de petróleo no norte fluminense, o município de Campos dos \n\nGoytacazes, e o município de Niterói, localizado na região do Grande Rio, que não possui as \n\nmesmas características extrativas de Campos, ou seja, não tem o grosso da sua arrecadação \n\nproveniente dos royalties. Mais adiante explicitaremos de forma detalhada as justificativas para \n\nas escolhas dos casos. Por enquanto, é importante ressaltar que o trabalho tem como foco a \n\nanálises dos padrões de alocação dos recursos públicos municipais em municípios que possuem \n\nformas de arrecadação distintas, como são os casos de Campos e Niterói. Se o problema do \n\ntrabalho consiste no entendimento das causas que levam um município de grande arrecadação a \n\nnão apresentar sinais de desenvolvimento, o objetivo concentra-se em demonstrar, através da \n\ncomparação, que as formas de arrecadação, combinadas a elementos políticos como a interação \n\nentre os grupos de pressão e as instituições locais, geram padrões de alocações que podem \n\ncontribuir ou prejudicar para o fortalecimento e o dinamismo das economias locais.  \n\n \n\n1.2 - POLÍTICAS PÚBLICAS E ALOCAÇÃO DE RECURSOS. \n\n \n\nQuando falamos em alocações de recursos públicos, estamos fazendo referência a uma \n\nsub-área da Análise de Políticas Públicas, temática que vem ganhando muita força nas últimas \n\ndécadas no Brasil. Não seria necessário aqui fazer um mapeamento dos principais conceitos e \n\nmodelos de formulação de análise de políticas públicas.2 Existem bons trabalhos que cumprem \n\nessa tarefa. Entretanto, seria interessante para o trabalho pontuarmos os aspectos fundamentais \n\nque compõem o marco teórico da nossa pesquisa. Primeiramente, definimos o estudo de políticas \n\n                                                 \n2Por exemplo, ver SOUZA, Celina. Políticas Públicas, tipologias e sub-áreas. Salvador: Mimeo- \n\nFundação Luís Eduardo Magalhães, 2002. \n\n\n\n \n 14 \n\npúblicas como um campo de conhecimento holístico, capaz de abarcar diversos olhares sobre um \n\nmesmo tema, e que interagi necessariamente elementos como grupos de interesse, instituições, \n\nestrutura econômica e ideologia. Não queremos com isso negar a existência de um nexo teórico-\n\nmetodológico na nossa abordagem. Pelo contrário, assumimos o compromisso e o risco de nos \n\nposicionarmos de forma clara ao lado do viés que seja capaz de responder aos problemas da \n\npesquisa. Porém, não podemos perder de vista o caráter abrangente do estudo das políticas \n\npúblicas, pois pretendemos explorar ao máximo a combinação de diferentes aspectos, como \n\ngrupos de pressão, formas de arrecadação e ação racional dos atores políticos locais, para \n\npodermos compreender os fatores que agem de forma determinante sobre os padrões de alocação \n\ndos recursos públicos nos municípios estudados.  \n\nOutro aspecto que queremos deixar claro é que não pretendemos avaliar ou discutir a \n\nimplementação das políticas. Pretendemos discutir os padrões de alocações a partir de tipologias \n\npré-estabelecidas. Para tal, utilizaremos o modelo proposto por Flávio Rezende, no artigo \n\n“Descentralização, gastos públicos e preferências alocativas dos governos locais no Brasil” 3. \n\nPara Rezende, as preferências alocativas são entendidas a partir de uma divisão do gasto público \n\nem três categorias distintas: gasto mínimo (Gm); gasto social (Gs); e gasto econômico (Ge). O \n\nGm corresponde à parcela de gastos governamentais em políticas públicas consideradas como de \n\ndomínio exclusivo do governo. Estas envolvem a provisão de bens e serviços que se enquadram \n\nna categoria de “bens públicos puros” (REZENDE, 1997a.), os quais não podem ser \n\nprovisionados por mecanismos de mercado. O Gs corresponde à parcela do gasto em políticas \n\npúblicas destinadas à provisão de bens e serviços meritórios, ou do tipo quase-públicos. Tais \n\nbens, devido a seus “graus de exclusão e divisibilidade relativa ao consumo, permitem que o \n\ngoverno não assuma posição monopolista, abrindo portas para a entrada de mecanismos de \n\nmercado para a locação de tais recursos.” (REZENDE, 1997b.). Por último, o Ge corresponde à \n\nparcela do gasto que diz respeito a atividades econômicas nas quais, tecnicamente, o governo não \n\nteria necessidade de se envolver. “Contudo, na prática, o governo desempenha tais atividades \n\ndada a necessidade de regulação de mercados, ou, ainda em casos de intervenção direta \n\ndesempenhando atividades empresariais”. (Grifo meu, REZENDE, 1997c.). Desvendar as \n\n                                                 \n3REZENDE, Flavio. Descentralização, gastos públicos e preferências alocativas dos governos locais no \n\nBrasil. Dados: 1997, vol.40, número 3. \n\n\n\n \n 15 \n\npreferências alocativas dos municípios segundo essas definições e entender os fatores que levam \n\nos atores políticos e sociais a adotarem tais preferências é o desafio desse trabalho.  \n\nPara conseguir realizar essa tarefa temos que adotar uma perspectiva que nos permita \n\ncompreender os contatos existentes entre os atores sociais - nesse caso, tantos os ligados aos \n\ninteresses de mercado, como os atores sociais que demandam por políticas públicas de caráter \n\ndistributivo - e os policy makers municipais. Sendo assim, assumimos uma concepção de Estado \n\nque se afasta tanto da idéia marxista, que entende os atores estatais como representantes dos \n\ninteresses da classe dominante e as ações do Estado como resultado imediato das necessidades \n\ndos proprietários dos meios de produção, como de uma concepção radical de um Estado \n\nburocratizado, herdeiro de um institucionalismo weberiano que concebe tanta autonomia aos \n\nagentes burocráticos que permite a elevação das instituições por sobre a realidade social em que \n\nelas estão inseridas. Obviamente não são todos os trabalhos marxistas que assumem essas \n\ncaracterísticas4, assim como nem todas as perspectivas institucionalistas provocam esse \n\ndistanciamento entre instituições e sociedade5. Mas, ao falarmos dessas duas tradições clássicas \n\npretendemos absorver o que há de melhor nas duas vertentes para chegarmos a uma análise das \n\nações do Estado que não seja unicamente societária, ou unicamente institucional. Como já foi \n\ndito acima, a interação entre essas duas esferas é fundamental para a confirmação das nossas \n\nhipóteses. Interação entendida como o ponto de encontro (ou conflito) entre sociedade e poder \n\npúblico, onde há permeabilidade entre as duas esferas. Nas palavras de Eduardo Marques, \n\n                                                 \n4Encontramos mais facilmente nas obras do próprio Marx essa definição de Estado. Em Lênin, em \n\nespecial no “Estado e Revolução” também percebemos facilmente a idéia de Estado como comitê da burguesia. \nAutores marxistas do século rompem com essa tradição, com destaque para Gramsci, Habermas e Offe. Sobre essa \ndiscussão, ver: PRZEWORSKY., Adam. Estado e economia no capitalismo. RJ: Relume Dumará, 1995. \n\n5Assim como na tradição marxista, o século XX marcou uma ruptura com o rigor científico weberiano que \ninspirou o velho institucionalismo. O neo-institucionalismo supera o antigo formalismo das instituições, mas sem \nperder de vista o papel que elas exercem sobre as preferências sociais. Sobre essa discussão, ver: ALMOND, Gabriel. \n Political Science: the history of the discipline. IN: GODIN, Robert &amp; KLINGEMANN, Hans Dieter. A new \nhandbook of political science. Oxford University Press, 1996. \n\n\n\n \n 16 \n\n \nAo contrário dos conceitos de privatização do Estado e de anéis burocráticos, a permeabilidade do Estado \naponta para uma característica potencial perene no tempo e presente em todos os campos de ação do Estado. \n“Na verdade, a permeabilidade é apenas a especificação do efeito das redes presentes em todas as \ndimensões sociais para os locais onde ocorre o encontro (ou a superposição) do Estado com o privado.” \n(MARQUES, 2004, p.22)  \n\n \n\nMais adiante, no terceiro capítulo, retomaremos a questão das redes sociais quando \n\nsituarmos essa nova literatura dentro da nossa perspectiva pluralista. Por enquanto, pretendemos \n\nmostrar a interação entre os grupos de pressão, arrecadação e as alocações dos recursos públicos \n\nlocais da seguinte forma: como variável independente do trabalho aparecem os grupos de \n\npressão. Como variável dependente aparecem os padrões de alocação dos recursos municipais \n\nnos casos de Campos e Niterói. A forma de arrecadação dos municípios aparece como elemento \n\ndeterminante para a capacidade ação dos grupos de pressão. Examinando preliminarmente os \n\ndados notamos que as principais diferenças entre os dois municípios consistem nos seguintes \n\nfatores: enquanto o primeiro possui uma atividade produtiva hegemônica, pouca segmentação das \n\natividades econômicas e o grosso da sua arrecadação proveniente das indenizações recebidas pela \n\nprodução de petróleo, o segundo município apresenta maior dinamismo econômico e a maior \n\nparcela da sua arrecadação proveniente da receita tributária própria e não das transferências \n\nintergovernamentais.6Isso pode nos indicar duas questões. A primeira é que a redução da \n\ndiversidade produtiva gerada pela dependência à atividade petrolífera vem gerando a diminuição \n\ndos setores de classe média, fenômeno percebido pela diminuição dos índices de escolaridade do \n\nmunicípio nos últimos anos.7A segunda é que diminuição da classe média, que aparece como \n\nreflexo da diminuição da diversidade produtiva, combinada ao aumento da receita oriunda dos \n\nroyalties fortalece a formação de uma conjuntura de restrição da atuação dos grupos de pressão \n\nnão vinculados à atividade hegemônica, que ocorre paralelamente à diminuição das restrições \n\nmateriais e políticas sobre ação dos atores políticos locais, resultando em padrões de alocação \n\ndos recursos municipais descomprometidos com os gastos sociais e econômicos. De forma \n\nordenada, nossa hipótese pode ser entendida da seguinte forma: a concentração da receita em \n\numa atividade econômica aumenta as restrições de atuação e pressão dos grupos sociais à medida \n\n                                                 \n6Fonte: Contas de gestão do governador - Exercício de 2001. TCE-RJ. (2002) \n\n7Fonte: Atlas do Desenvolvimento Humano - 2001 \n\n\n\n \n 17 \n\nque diminui as restrições de ação dos atores políticos. Ou seja, a interação entre grupos sociais e \n\ninstituições torna-se mais complexa e fortalecida na medida que os atores políticos necessitam \n\nestabelecer diálogo e atender demandas dos mais variados grupos que compõem a fonte de \n\narrecadação da receita municipal. Por outro lado, quando há um contexto de composição da \n\nreceita municipal, em especial em casos de recursos fartos, baseado na hegemonia intocável de \n\numa atividade como o petróleo, entendemos que o município, ou, na verdade, seus policy makers, \n\nsofrem menos as pressões dos grupos na definição das agendas ou das políticas públicas \n\njustamente por possuírem receitas extraordinárias provenientes de fontes alheias às disputas \n\npolíticas locais. Em suma, a ação dos grupos sociais, variável que, em última instância, explica as \n\npreferências alocativas dos poderes locais, apresenta menos poder de intervenção em localidades \n\nque apresentam dependência a uma atividade econômica e que possuem receitas que não passam \n\npela tributação dos grupos sociais locais. Esse contexto tende a reforçar o quadro que preocupa \n\nos economistas que estudam o tema, que é a consolidação de um padrão de desenvolvimento \n\nsustentado por um recurso natural não-renovável que os municípios beneficiados pelos royalties \n\nvêm promovendo na última década. Em última análise, os recursos que poderiam promover um \n\ngrande surto de desenvolvimento local acabam não se convertendo em benefícios para os \n\nmoradores dessas localidades, mas sim gerando um padrão minimalista de gasto público. \n\nEsclarecidos problema, objetivo e hipótese do trabalho, apresentaremos alguns dados que \n\nexplicam de forma sucinta como funciona o sistema tributário dos municípios estabelecido pela \n\nConstituição de 1988. Como já é sabido, a Constituição de 88 foi marcada pela descentralização \n\nfiscal, o que permitiu um aumento significativo das receitas municipais.  A receita municipal é \n\ncomposta pela soma dos impostos, taxas, contribuições mais as transferências \n\nintergovernamentais. Entre essas fontes de arrecadação, podemos dividir em dois grupos os tipos \n\nde receita: as receitas tributárias e não-tributárias. A receita tributária nos permite avaliar o grau \n\nde dependência dos municípios em relação às receitas oriundas dos repasses intergovernamentais \n\ne indenizações. Reiteramos esse ponto já que ele se apresenta como um dado importante para a \n\nnossa análise. Fazem parte da receita tributária o Imposto sobre a Propriedade Predial e \n\nTerritorial Urbanos (IPTU); o Imposto sobre a Transmissão “Intervivos” por ato oneroso de Bens \n\nImóveis (ITBI); Imposto sobre Serviços de Qualquer Natureza (ISS); Taxas e contribuições de \n\nmelhoria. Por sua vez, as transferências intergovernamentais podem ser subdivididas em \n\ntransferências constitucionais e repasses (PACHECO, 2003 a, p.63). Entre as transferências \n\nconstitucionais destacam-se o FPM, a quota-parte do Imposto sobre circulação de mercadorias e \n\n\n\n \n 18 \n\nserviços (ICMS), o Imposto sobre propriedade de veículos automotores (IPVA) e o Imposto \n\nterritorial rural (ITR). Como exemplo da enorme transferência de royalties, em Campos, entre os \n\nanos de 1997 e 2001 a arrecadação proveniente dos repasses do ICMS, IPVA, IPI e FUNDEF \n\nsomaram aproximadamente o montante de R$ 340 milhões, enquanto apenas os repasses de \n\nroyalties geraram R$412 milhões para os cofres municipais. Comparado com a receita tributária, \n\na disparidade fica ainda mais impressionante. No mesmo período, os impostos municipais \n\nproporcionaram uma arrecadação de R$ 84 milhões.8 Como podemos perceber, os recursos \n\noriundos das transferências intergovernamentais, mais receita tributária foram ultrapassados \n\npelos valores dos royalties. Ou seja, a crescente dependência dos recursos provenientes de apenas \n\numa atividade econômica é bastante visível e reforçada. Sem dúvida esses números mostram a \n\nimportância dos royalties para as receitas municipais, antes deficitárias. Mas, ao mesmo tempo, \n\nnos surpreendem por não representarem um surto desenvolvimento econômico dessas \n\nlocalidades, que ao contrário, acabam fortalecendo mais ainda os laços de dependência \n\norçamentária com um repasse que tem prazo determinado para se esgotar.  \n\nEsse modelo é observado em quase todos os casos de municípios produtores de petróleo. \n\nDe um lado a brutal redução da receita tributária, gerada pela saída de empresas e serviços que se \n\nobserva nessas regiões (resultado da adoção de políticas que não favorecem a dinamização das \n\natividades econômicas9) e pela preferência dos atores políticos na adoção de estratégias eleitorais \n\nque reduzam os impostos em função da vasta disponibilidade de recursos. Do outro, os royalties \n\nassumindo o papel de principal fonte de arrecadação. Essa combinação pode nos suscitar a \n\nclássica discussão municipalista promovida por Victor Nunes Leal10, já que, analogamente, as \n\nlideranças locais nos municípios produtores de petróleo optam por adotar estratégias que não \n\nvisam superar as suas condições de dependência em relação aos poderes estadual e federal.  Essa \n\nquestão é observada na condescendência dos prefeitos em relação à cobrança de impostos. \n\nSegundo Rodrigo Serra e José Agostinho Leal, no artigo “Uma investigação sobre os critérios de \n\nrepartição dos royalties petrolíferos”,  \n\n                                                 \n8Fonte: TCE-RJ e CIDE (2002) \n\n9A guerra fiscal entre os municípios produtores de petróleo também contribui para esse cenário. A disputa \npela instalação de empresas e serviços ligados à atividade petrolífera vem sendo travada com uma série de benefícios \nfiscais oferecidos pelas prefeituras. \n\n10LEAL, Victor Nunes. Coronelismo, enxada e voto: o município e o regime representativo no Brasil. RJ: \nNova Fronteira, 3.ed., 1997 \n\n\n\n \n 19 \n\n \nNão há interesse em oprimir o contribuinte com impostos, já que é possível arrecadar com facilidade, \ndinheiro das indenizações do petróleo. No longo prazo, quando os royalties acabarem, caso seja dada pouca \natenção à arrecadação tributária municipal, haverá uma cidade sem estrutura fiscal atualizada. (SERRA &amp; \nLEAL 2003A IN: PIQUET, Rosélia. Petróleo, Royalties e Região. RJ: Garamond, 2003, RJ. p.171) \n\n \n\nA partir desses dados, que serão mais bem expostos no terceiro capítulo, nos interessa \n\nprovar através de um estudo desses dois casos que o tipo de arrecadação do município de \n\nCampos dos Goytacazes, ao contrário do que se observa em Niterói, restringe a atuação dos \n\ngrupos sociais no controle das ações dos atores políticos. A menor mobilização de setores \n\nprodutivos, em função da sua menor diversidade, e dos setores de classe média, além da quase \n\ncompleta ausência de um operariado, associada a grandes arrecadações permitem aos atores \n\npolíticos tomarem decisões estratégicas que respondem quase que exclusivamente ao seu desejo \n\nde perpetuação no poder. Porém, vale ressaltar que não pretendemos discutir questões referentes \n\nà competição política ou algo semelhante. Nossa intenção, como já dissemos acima, é mostrar \n\nque padrões distintos de arrecadação inibem ou promovem a atuação dos grupos sociais, o que \n\ndetermina a formação das agendas e das alocações dos recursos municipais. Paralelamente, \n\nnotamos também que os modelos de desenvolvimento como o de Campos costumam se auto-\n\nreforçar, o que não significa a impossibilidade da sua ruptura. Alertamos que não queremos fazer \n\num estudo econômico detalhado sobre a produção de petróleo ou distribuição dos royalties. O \n\nque queremos é, através de um argumento inicial pluralista, mostrar que arrecadação e \n\ndesenvolvimento nem sempre caminham juntos, e, ao mesmo tempo, argumentar que nem sempre \n\na diminuição dos tributos garante a melhoria das condições de vida dos cidadãos. O estudo do \n\ncaso do petróleo em Campos comparado a um caso situado quase em um extremo oposto tem \n\ncomo objetivo ilustrar essas premissas. Em suma, entendemos que os grupos de pressão \n\nencontram maior êxito nas suas demandas em conjunturas políticas que o seu papel econômico é \n\ndecisivo para as tomadas de estratégia dos atores políticos. A pressão da sociedade ou dos \n\nagentes do mercado é relevante quando a pressão sobre os canais de arrecadação também é \n\nrelevante. Segundo nossos pressupostos, quando esse quadro não se apresenta, os grupos de \n\npressão perdem força e um possível ciclo de recessão está aberto.   \n\n \n\n \n\n1.3 - AS JUSTIFICATIVAS PARA A ESCOLHA DOS CASOS: \n\n \n\n\n\n \n 20 \n\nO critério para a seleção dos casos foi pautado pelos seguintes dados. No caso de \n\nCampos, três fatores são fundamentais e chamam bastante atenção. O primeiro e mais importante \n\né o número absoluto da receita de royalties dos municípios beneficiários. De longe, Campos \n\nrecebe o maior montante de royalties desde 1997. Sendo assim, como o interesse da pesquisa \n\npassa pela análise dos municípios que se beneficiaram com essa nova fonte de arrecadação, o \n\nprimeiro colocado na lista dos maiores recebedores sem dúvida nos serve como exemplo. \n\n \n\nQuadro I \n\n \n\nOs 10 maiores beneficiários do Brasil em 2002 (em R$) \n\nUF MUNICÍPIO \nACUMULADO NOS 12 \n\nMESES \n\nRJ Campos dos Goytacazes 117.773.922,00 \n\nRJ Macaé 86.908.504,00 \n\nRJ Rio das Ostras 49.512.021,00 \n\nRJ Cabo Frio 31.332.639,00 \n\nRJ Quissamã 27.534.728,00 \n\nAM Coari 18.771.662,00 \n\nRJ Armação de Búzios 16.364.196,00 \n\nRJ Casemiro de Abreu 14.857.021,00 \n\nRJ Duque de Caxias 13.525.615,00 \n\nRJ Carapebus 12.810.140,00 \n\n    \n\n \nFonte: Agência Nacional do petróleo - ANP - www.anp.gov.br (Elaboração própria a partir dos dados)   \n\n \n\nO segundo dado que nos interessa diz respeito à evolução da composição da receita \n\ncorrente do município de Campos de Goytacazes. Se no primeiro quadro notamos o crescimento \n\nsignificativo da receita total do município, o quadro abaixo no mostra como o município de \n\n\n\n \n 21 \n\nCampos passou a compor suas fontes de receita através de uma progressiva dependência dos \n\nroyalties.11 \n\n \n\nQuadro II \n\nComposição das Receitas Correntes de Campos dos Goytacazes (1997 - 2001)  \n\n 1997 1998 1999 2000 2001 \n\nReceita Tributária 19% 17% 11% 6% 6% \n\nReceita Patrimonial  \n0% 0% 0% 1% 0% \n\nOutras receitas \n\ncorrentes \n10% 28% 38% 2% 3% \n\nTransferências \n\ncorrentes da União  \n13% 11% 10% 6% 4% \n\nTransferências \n\ncorrentes do Estado \n58% 44% 41% 28% 31% \n\nReceitas de \n\nContribuição \n0% 0% 0% 57% 56% \n\n \n\n \nFonte: TCE - RJ. (Elaboração própria a partir dos dados). \n\n \n\nOs números mostram que enquanto a arrecadação proveniente de tributos, que já era \n\nrelativamente baixa em 1997, apresenta queda durante o período, o montante de royalties passa a \n\nsignificar mais da metade da arrecadação municipal. Isso significa que a produção de petróleo \n\npassa a ser a atividade que sustenta de forma hegemônica as receitas municipais, enquanto outras \n\natividades econômicas que geram tributos perdem cada vez mais espaço na composição da \n\nreceita corrente. No capítulo III, quando analisarmos outros indicadores sócio-econômicos como \n\nnúmeros de empregos formais, evolução dos estabelecimentos, composição do PIB municipal e \n\nsua participação no PIB do Estado (com a participação do petróleo e sem a participação do \n\n                                                 \n11Até 1999 os royalties estavam alocados em outras receitas correntes. A partir de 2000, foram alocados \n\nem receita de contribuição. Fonte: TCE - RJ \n\n\n\n \n 22 \n\npetróleo), notaremos que há uma pequena evolução continuada desses indicadores de \n\ncrescimento. Entretanto, essa evolução fica abaixo do potencial proporcionado pelo significativo \n\nincremento da receita municipal, principalmente se comparado a outros municípios do Estado \n\nque não apresentaram esse crescimento de receita, mas possuem indicadores mais bem-sucedidos \n\ndo que Campos.  \n\nO terceiro fator que nos fez escolher Campos como nosso caso diz respeito à discussão já \n\nfeita nesse capítulo. Mesmo apresentando sensíveis sinais de crescimento econômico, fato \n\ninquestionável diante de tantos recursos disponíveis, Campos não apresenta sinais de \n\ndesenvolvimento econômico-social. Entre 1997 e 2001, período de grande crescimento da \n\nreceita, o município que já não estava bem colocado no ranking do IDH do Estado, despencou \n\nmais dez posições, caindo do quadragésimo quarto posto, para o quinquagésima quarta \n\ncolocação. Combinando os dados acima, reiteramos que a relação entre políticas públicas \n\nmunicipais promotoras de desenvolvimento e a diminuição da participação significativa de \n\ndiversos setores econômicos na receita corrente municipal é o nosso elo de ligação com a \n\nperspectiva pluralista.   \n\nNiterói, por sua vez, foi selecionado como contraponto ao município de Campos por \n\napresentar características que variam em relação ao padrão de arrecadação e ao resultado dos \n\nindicadores econômicos e sociais, além de apresentar uma menor receita total do que o município \n\nde Campos. Em termos de desenvolvimento econômico e social, Niterói permanece por mais de \n\numa década na primeira colocação no ranking do IDH do Estado do Rio de Janeiro, mesmo sem \n\nser o município que mais arrecada no Estado. Em segundo, e esse dado nos interessa em especial, \n\neste município é o único do Estado, fora a capital do Estado, que apresenta um percentual de \n\nreceita tributária superior a 50% na sua receita corrente12. Por apresentar essa característica, que \n\nilustra a maior complexidade da economia local e das formas de arrecadação desse município, \n\nNiterói nos servirá como contraponto ao modelo de desenvolvimento sustentado pela existência \n\nde uma atividade econômica hegemônica. \n\nEm suma, esses dois municípios aparecem para nós como casos antitéticos nas variáveis \n\nque estamos analisando, ainda com o interessante dado de Campos ser um município com \n\narrecadação maior do que Niterói. E estas antíteses se apresentam em duas ocasiões: no seu \n\npadrão de arrecadação - enquanto Campos possui quase a totalidade da sua receita proveniente de \n\n                                                 \n12Fonte: Contas de gestão do Governador - TCE-RJ \n\n\n\n \n 23 \n\nrecursos finitos de uma atividade industrial hegemônica, Niterói consolida sua base de \n\narrecadação através de uma política fiscal baseada no dinamismo e diversificação das fontes de \n\narrecadação local - e nos modelos de políticas públicas adotadas, que são facilmente verificadas \n\nquando comparamos os orçamentos municipais e os indicadores econômicos e sociais dessas \n\nduas localidades.   \n\n \n\n \n\n1.4 - A NOÇÃO DE DESENVOLVIMENTO \n\n \n\n \n\nO termo desenvolvimento, por razões históricas, nos remete sempre à idéia positiva de um \n\nobjetivo consensual de todas as nações modernas. Sem maiores questionamentos, na grande \n\nmaioria das vezes desenvolver exprime um sinal de melhora, de evolução, aos moldes do ideal de \n\nprogresso da racionalidade iluminista.  \n\nEntretanto, sabemos que o mesmo termo inserido em diferentes discursos assume \n\nsignificados distintos. Os aspectos qualitativos que norteiam o ideal de desenvolvimento para um \n\neconomista neo-clássico certamente são diferentes da concepção de desenvolvimento de um \n\neconomista keynesiano.13 \n\nPor isso a nossa tentativa de definição do que entendemos, ou não entendemos, como \n\ndesenvolvimento. Não precisamos para isso fazer um panorama das principais vertentes teóricas \n\nque pautaram o discurso desenvolvimentista, tarefa já realizada em variadas pesquisas. Isso \n\nserviria apenas para tornar a leitura mais cansativa e fragmentada. Nosso principal objetivo no \n\nmomento é diferenciar o termo crescimento econômico do termo desenvolvimento econômico. \n\nPrimeiramente, a noção de desenvolvimento adotada neste trabalho tem como pressuposto \n\nque o progresso econômico sempre foi o resultado do impulso promovido por classes e grupos \n\nsociais interessados em uma nova ordem econômica e social, e que este processo sempre \n\n“encontrou a oposição e a obstrução dos interessados na preservação do status quo, dos que \n\nusufruem benefícios e hábitos de pensamento do complexo social existente, das instituições e \n\ncostumes prevalecentes” (BARAN, 1972 a, p.53). Ou seja, o desenvolvimento econômico sempre \n\n                                                 \n13Sobre a história do pensamento econômico brasileiro e os diferentes discursos desenvolvimentistas, ver: \n\nBIELSCHOWSKY, Ricardo. Pensamento econômico brasileiro. RJ: Contraponto,2000. \n\n\n\n \n 24 \n\nfoi marcado por choques violentos, por movimentos de avanço e retrocesso, mas nunca um \n\nprocesso suave e harmonioso, desprovido de conflitos.   \n\nPor ser tratar de um processo de disputas sociais, entendemos que, para além das \n\ncondicionantes estruturais, desenvolvimento econômico é um projeto político consciente, \n\nconstruído e implementado pelos grupos sociais, e o seu impedimento ou retardamento é \n\nresultado de uma posição política comprometida com o atraso econômico. No contexto desse \n\ntrabalho, esse antagonismo é ilustrado pelo dualismo Oligarquia X Sociedade Plural. \n\nComo entendemos que o desenvolvimento econômico é resultado de disputas e vitórias de \n\nprojetos políticos, faz-se necessária a diferenciação entre crescimento e desenvolvimento. Sem \n\nmaiores rodeios, definimos crescimento econômico como o resultado, ao longo do tempo, de um \n\naumento da produção per capita de bens materiais. Por sua vez, desenvolvimento econômico é \n\nentendido neste trabalho como uma melhoria do bem-estar econômico e social. A confusão entre \n\nessas duas definições nos levaria a falsa idéia de que há desenvolvimento nos municípios \n\nprodutores de petróleo em larga escala. Segundo Paul Baran, \n \n\nEsta definição de crescimento econômico associado ao bem-estar é insatisfatória, pois não leva em conta a \nponderável parcela do produto global que não tem influência sobre o bem-estar, qualquer que seja a \ndefinição que se adote para este... É insustentável a posição daqueles que encaram um acréscimo na \nprodução de todos aqueles bens que comumente são trocados por moeda como significando uma melhoria \ndo bem-estar econômico. Este pode ser grandemente aumentado por um acréscimo na oferta de bens e \nserviços que não são comumente trocados por moeda (escolas, hospitais, estradas, pontes...), enquanto \ngrande número de bens e serviços que são comumentes trocados por moeda não traz nenhuma contribuição \nao bem-estar humano (remédios patenteados, salões de beleza, narcóticos...) (BARAN, 1972 b, p.53) \n\n \n\n \n\nOutra forma de verificação apenas de crescimento econômico é a observação do aumento \n\nda utilização global dos recursos, sem que isso acarrete em alterações na estrutura social ou na \n\norganização tecnológica das atividades produtivas, isto é, a entrada no processo produtivo de \n\nrecursos naturais que até então não participavam desse processo. Em síntese, o fundamental para \n\nque ocorra crescimento é a aplicação econômica do conhecimento técnico e o investimento \n\nlíquido em unidades produtivas adicionais, nada mais do que isso. \n\nDessa forma, pode haver um grande surto de crescimento econômico sem que isso \n\nsignifique melhoria das condições de bem-estar econômica, ao passo que as melhorias das \n\ncondições de bem-estar econômico podem ocorrer, em situações excepcionais, sem a necessidade \n\nde ocorrência de crescimento econômico. A interação entre esses dois fenômenos e a \n\ncompreensão das causas que explicam os sucessos e fracassos nessa relação só podem ser \n\n\n\n \n 25 \n\natingidos a partir de uma perspectiva que considere os fatores políticos - grupos sociais e \n\ninstituições - que organizam uma sociedade. Parece preferível, portanto, considerar o crescimento \n\neconômico como um aumento da produção de bens, sem procurar indagar se tais bens contribuem \n\nou não para o bem-estar humano. \n\nPor outro lado, desenvolvimento econômico tem um significado mais amplo. Bem \n\npróximo da nossa definição de desenvolvimento, encontramos a proposta do economista indiano \n\nAmartya Sen, um dos criadores do Índice de Desenvolvimento Humano, utilizado pela ONU \n\ncomo indicador de bem-estar econômico (SEN, 2000). De acordo com Sen, desenvolvimento \n\neconômico consiste na remoção dos vários tipos de restrições que limitam as escolhas e \n\noportunidades das pessoas, que procuram essencialmente viver bem e por muito tempo. As \n\nrealizações ao alcance de cada um dependem das oportunidades econômicas, das liberdades \n\npolíticas, dos poderes sociais, da boa saúde, da educação básica, e dos incentivos e estímulos a \n\nsua iniciativa. As oportunidades sociais (sob a forma de serviços como educação e saúde) \n\nfacilitam a participação econômica. E a oportunidade de participar no comércio e na produção \n\npermite gerar tanto a riqueza pessoal como os recursos públicos destinados a serviços sociais.  \n\nNo terceiro capítulo, ao desenvolvermos a parte empírica, o indicador IDH será de \n\nfundamental importância para o desenvolvimento dos nossos argumentos. Por este motivo se fez \n\nnecessária a referência ao autor que formulou este conceito.\n\n \n\n \n1.5 - O ARGUMENTO PLURALISTA: TEORIA COMO PONTO DE PARTIDA. \n \n\n \n\nA discussão teórica nos proporciona o temido risco de realizarmos saltos bastante acima \n\nda base empírica na qual estamos sustentados. Na maior parte das pesquisas, os equívocos \n\ncostumam ocorrer exatamente no momento do estabelecimento da relação entre o objeto de \n\nestudo e a teoria escolhida para análise. Diante desse desafio, pensamos que a discussão \n\npluralista é o ponto fundamental que pode nos conduzir a conclusões empíricas correlatas à teoria \n\nadotada neste trabalho. Para nossa maior segurança, precavidamente recorreremos aos clássicos \n\ndo tema para não executarmos divagações pretensamente novas e desajeitadas. \n\nPara além da discussão sobre arrecadação e gastos municipais, podemos situar esse \n\ntrabalho dentro de uma temática mais abrangente. De fato, a grande questão que norteia a \n\npesquisa é a relação entre desenvolvimento econômico e conjuntura política. Essa relação, longe \n\n\n\n \n 26 \n\nde ser uma novidade, já pautou a agenda de discussões da teoria da modernização, do \n\ndesenvolvimentismo cepalino, de vertentes do institucionalismo e de tantas outras escolas de \n\npensamento.  \n\nGrosso modo, a idéia que hegemonizou o debate acadêmico durante grande parte do \n\nséculo XX foi a convicção na relação entre crescimento econômico e desenvolvimento das \n\ninstituições políticas. Porém, há algumas décadas essa crença vem sendo questionada, e uma \n\nsucessão de exemplos vêm contribuindo para o seu fracasso14. Seguindo a linha dos trabalhos que \n\nquestionam a tese fundamental da teoria da modernização, pretendemos contribuir para o debate \n\nestudando mais um caso onde não há a verificação da relação entre crescimento econômico - \n\nmedido pelo incremento da receita - e desenvolvimento econômico-social e das instituições \n\npolíticas.  \n\n                                                 \n14Dois exemplos: as ditaduras na América Latina que promoveram grandes surtos de industrialização e os \n\ncasos do leste asiático.   \n\nNo cumprimento de tal tarefa, o pluralismo aparecerá como a base, como ponto de partida \n\nda nossa argumentação. Entretanto, sabemos que o próprio debate no interior das vertentes \n\npluralistas nos alerta para a diversidade de interpretações que são possíveis quando falamos em \n\nsociedades plurais. Na linguagem recorrente da Ciência Política, lemos que as várias formas de \n\npluralismos aparecem como uma hidra de muitas cabeças. Segundo o cientista político Jean Leca,  \n\n \n...o pluralismo encontra-se ligado à democracia, seja para corrigir a tendência democrática à centralização e \nao fortalecimento do Estado e ao mesmo tempo à privatização do indivíduo (versão tocquevilliana), seja \npara permitir suprir a ausência de sentimentos melhores (virtuosos) em oposição aos interesses (versão \nmadisoniana derivada de Montesquieu), seja para permitir a incorporação de grupos dominados que têm um \ndireito a serem incluídos e que os dominantes têm interesse em incluir para contribuírem para a utilidade \npública (versão miliana), seja para diversificar a representação que foi reduzida à abstração do cidadão, e \npara limitar a soberania do Estado (versão de Laski), seja enfim para descrever (e defender) um sistema \noposto à oligarquia (versão dahliana)... (LECA, 1995, p.47)   \n \n\nDentro dessa variedade de perspectivas pluralistas que ora se complementam, ora se \n\ncontradizem, a perspectiva de Robert Dahl nos servirá como referência. Mais adiante \n\nrecorreremos de forma detalhada a este autor. Por agora, afirmamos que tão importante quanto \n\nexplicitar o que entendemos como pluralismo, é também deixar claro que em nenhum momento \n\npretendemos construir uma abordagem normativa, que entende democracia ou pluralidade social \n\ncom um sinal positivo a priori. A discussão não será sobre qual é o melhor modelo, mas sim \n\n\n\n \n 27 \n\nsobre as condições necessárias para o desenvolvimento de arranjos políticos que sejam capazes \n\nde garantir o fortalecimento dos indicadores que medem desenvolvimento econômico dentro de \n\numa estrutura capitalista de produção. A discussão não será travada entre o modelo de \n\ndesenvolvimento ideal, ou sobre o modelo representativo ideal. E sim sobre as condições \n\nobjetivas de desenvolvimento capitalista que estão sendo criadas nos municípios que estão sendo \n\ncomparados.  \n\nSegundo Norberto Bobbio, o termo pluralismo não é novo. Nova seria a sua construção \n\nconceitual. A definição geral do conceito pode ser entendida da seguinte forma: \n\n \nQue uma sociedade é tanto melhor governada quanto mais repartido for o poder e mais numerosos forem os \ncentros de poder que controlam os órgãos do poder central... Uma das formas tradicionais para distinguir um \ngoverno despótico de um governo não despótico é observar a maior ou menor presença dos chamados \ncorpos intermediários e, mais precisamente, a maior distribuição do poder territorial e funcional entre \ngovernantes e governados. (BOBBIO, 1994, p11) \n\n \n\nA repartição do poder entre diversos pontos de poder caracteriza uma sociedade plural. \n\nDebater as definições de Poder seria uma tarefa bastante enriquecedora, porém de difícil \n\nexecução nas linhas dessa dissertação. Todavia, não podemos nos privar do dever de tentar \n\napresentar o que entendemos como os centros de poder de uma sociedade plural. Sabemos dos \n\nlimites e das reais pretensões desse trabalho, por isso delimitamos cronologicamente e \n\nespacialmente a nossa definição de poder.  \n\nO nosso estudo é feito a partir de referenciais de uma economia de mercado capitalista, na \n\nvirada do século XX para o XXI, em municípios do Estado do Rio de Janeiro. Centros de poder, \n\nentendidos como grupos de pressão, estão vinculados na nossa pesquisa à esfera produtiva, seja \n\natravés dos interesses da burguesia local, do trabalhador local ou do poder público local. \n\nAdmitimos a existência de diversos grupos que não estão inseridos diretamente dentro da \n\nestrutura produtiva capitalista em uma sociedade plural. Entretanto, nos interessa avaliar o poder \n\nde pressão exercido sobre a base material desses municípios; o poder dos agentes produtivos e a \n\nsua relação de negociação e conflito com os policy makers municipais. Na esfera municipal, nos \n\ninteressa medir o grau de pluralização das forças produtivas que alavancam a economia \n\nmunicipal e a sua relação com as preferências de alocação dos recursos municipais. Ou seja, \n\nentendemos centros de poder como algo bem próximo de um fracionamento de classes, sendo a \n\ndisputa travada entre os grupos que disputam vantagens na estrutura produtiva capitalista.   \n\n\n\n \n 28 \n\nResumidamente, as abordagens pluralistas, que estudam os grupos de pressão e as redes \n\nde relação dos atores políticos e sociais, têm como objetivo central considerar o papel dos \n\naspectos informais para a compreensão dos processos decisórios e de implementação das \n\npolíticas governamentais, rompendo assim com uma tradição formalista das análises \n\ninstitucionalistas. Segundo os defensores dessa perspectiva, “grupos formulam e estabelecem \n\nagendas; usualmente participam das decisões acerca das suas implementações; e, por fim, \n\ntambém são responsáveis muitas vezes pela própria implementação dessas agendas” (JOHN. a, \n\n2000, p.66). \n\nEssa perspectiva servirá como base teórica da análise dos dados empíricos neste trabalho. \n\nIsso porque entendemos que a arrecadação proveniente de apenas uma atividade econômica \n\naltamente hegemônica restringe a formação dos grupos de pressão, permitindo que os atores \n\npolíticos tenham maior margem de ação perante a sociedade e os agentes produtivos. Entretanto, \n\nquando falamos em ação dos atores políticos, estamos recorrendo inevitavelmente a uma questão \n\ninstitucionalista, já que entendemos que a ação racional dos atores nas instituições é capaz de \n\ndefinir escolhas e as formas de execução das políticas públicas locais. \n\nO neo-institucionalismo é uma abordagem que tem como premissa a idéia de que as \n\ninstituições são arenas onde são definidas e realizadas as políticas públicas15. Certamente, quando \n\nflertamos com a escolha racional para mostrar que os atores políticos definem estratégias de ação \n\nque terão implicações na sociedade, estamos nos utilizando de um referencial institucionalista. \n\nPorém, repetidas vezes no trabalho enfatizamos o caráter pluralista da nossa reflexão. Por isso \n\num esclarecimento teórico se faz necessário.  \n\nPrimeiramente, não entendemos pluralismo e institucionalismo como perspectivas \n\nantagônicas. Como já dissemos anteriormente, nem o rigor formal das análises institucionais que \n\nadvogam a idéia de um Estado transcendental por sobre a sociedade, nem o estruturalismo que \n\nreduz o Estado ao comitê executivo dos interesses de classe isoladamente contribuem para o \n\nenriquecimento das análises sociais. O ponto que nos interessa é a interação entre essas esferas, é \n\na relação dialética que torna complexa e interessante a tarefa do pesquisador das ciências \n\nhumanas. A dissociação entre esses espaços nos serve como instrumento metodológico e até \n\nmesmo como instrumento didático para a compreensão das temáticas sociais, entretanto isso não \n\nsignifica que essa separação seja sensível na realidade social. Instituições definem regras, \n\n                                                 \n15 Adotamos uma definição mais abrangente sem negligenciar que existem vertentes neo-institucionalistas com \nespecificidades próprias. Sobre a discussão neo-institucionalista, ver : HALL, Peter &amp; TAYLOR, Rosemary. As \n\n\n\n \n 29 \n\nconsolidam comportamentos, mas ao mesmo tempo em que atuam na composição da realidade \n\nsocial, elas emergem de uma realidade social que interage criando limites e impondo paradigmas \n\nhistoricamente construídos pelos grupos que compõem a estrutura social. E, se as instituições \n\nexplicam o padrão de alocação dos recursos nas políticas públicas, precisamos estabelecer os \n\nfatores que explicam as instituições. Não queremos dizer com isso que há uma relação unilateral \n\ncausal entre sociedade e instituições. Mas entendemos que a composição social e o papel dos \n\ngrupos de pressão contribuem de forma decisiva para a explicação do comportamento dos atores \n\npolíticos presentes nas instituições, que dialeticamente atuam na construção da realidade social \n\ndo município. Por entendermos essa relação de forma dialética dissemos anteriormente que, \n\napenas em última instância, nosso argumento é pluralista, pois a variável explicativa é a \n\ndiversidade dos grupos de pressão nos municípios. Sendo assim, mesmo apresentada de forma \n\nparalela, essa ressalva quanto a um possível caráter institucionalista da nossa conclusão se fez \n\noportuna, já que falamos explicitamente que a ação estratégica dos atores políticos nas \n\ninstituições é o fator que acaba por definir o padrão de alocação dos recursos públicos. Em suma, \n\no que queremos dizer é que ao partirmos de um pressuposto pluralista, é inevitável transitarmos \n\npela reflexão institucionalista, pois a compreensão da temática políticas públicas passa \n\ninvariavelmente pela relação entre sociedade e estado.     \n\n                                                                                                                                                        \ntrês vertentes do neo-institucionalismo”. Lua Nova 58, 2000. \n\nA partir das premissas descritas acima, o fenômeno ocorrido a partir do significativo \n\naumento do pagamento dos royalties nos municípios, onde passaram a se apresentar ao mesmo \n\ntempo uma maior disponibilidade de recursos ao lado da piora dos indicadores de \n\ndesenvolvimento social, é passível de compreensão se analisarmos os impactos políticos e sociais \n\ncausados pelo surgimento de uma atividade econômica que foi capaz de reforçar os laços de \n\ndependência entre a prefeitura de Campos e um repasse constitucional com dia e hora para acabar \n\nem detrimento do poder de pressão dos grupos sociais que compõem o município. \n\nQuando os economistas discutem intrigados sobre as causas que levam os municípios a \n\nopção de permanecerem submetidos aos laços de dependência fiscal em relação ao poder central, \n\nnão promovendo uma política de desenvolvimento auto-sustentável inclusive nos momentos em \n\nque surgem as oportunidades de fortalecimento do desenvolvimento local, eles acabam \n\ndesconsiderando as questões referentes às relações de poder e de disputa política local. De fato, \n\neconomicamente seria uma incoerência pensar que indenizações destinadas aos municípios \n\n\n\n \n 30 \n\njustamente com o intuito de promover desenvolvimento da infra-estrutura local não estejam \n\ncumprindo seus objetivos. Porém, como já dissemos nas primeiras linhas do trabalho, as causas \n\nque explicam esse paradoxo são políticas. Uma das principais pesquisadoras do tema, a \n\neconomista Rosélia Piquet afirma em um artigo publicado no livro “Petróleo, Royalties e \n\nRegião”, de 2003 que: \n\n \nÉ possível considerar que o potencial de benefícios para o desenvolvimento local advindo da exploração do \npetróleo, após quase três décadas de atividades, ainda está por ser avaliado. Pois, embora venha \nproporcionando à região grandes contribuições financeiras, pouco se conhece a respeito da influência das \natividades diretamente decorrentes da indústria petrolífera. (PIQUET IN: PIQUET, Rosélia. (org.) Petróleo, \nRoyalties e Região. RJ: Garamond, 2003. p.224)  \n \n\nEstudar alguns aspectos das influências da atividade petrolífera, em especial o impacto \n\ndela sobre os medidores de desenvolvimento social local é o objetivo quando buscamos \n\ndesvendar quais os padrões de alocação dos recursos municipais. Em outras palavras, as duas \n\nperguntas que nos fazemos quando nos deparamos com nossos dados são: para onde é destinado \n\ntodo esse dinheiro? E, sendo assim, porque esses recursos são alocados dessa forma? \n\nO livro de Victor Nunes Leal, já citado acima, nos oferece inspiração para a formulação \n\nde boas respostas para a segunda questão. A tese central de Leal é que o coronelismo ou o \n\nmandonismo local não é resultado do poder desmedido das lideranças locais. Pelo contrário, ele é \n\nfruto da decadência econômica dessas elites locais, que sustentam a sua condição através do \n\nfortalecimento dos laços de dependência com os poderes estadual e federal. A penúria das \n\nreceitas municipais reforçam cada vez mais o compromisso das lideranças locais com as alianças \n\nforjadas na esfera central, em detrimento da consolidação das alianças políticas locais e da \n\nformação de grupos capazes de negociar ou entrar em conflito com o poder estabelecido. Essa \n\nrelação de dependência fiscal e apoio político entre poder local e poder central é denominada \n\nclientelismo. Não há duvidas que o caso de Campos (e dos produtores de petróleo em geral) não \n\npode ser caracterizado como clientelismo. Porém, o que nos interessa observar a partir de Leal é \n\na relação existente entre uma economia atrasada baseada em uma atividade hegemônica (seja ela \n\na produção de cana, café ou petróleo) e as ações dos atores políticos visando garantir a \n\nreprodução de um modelo de sociedade subdesenvolvido. “Coronelismo, enxada e voto” nos \n\nserve como elemento fundamental para nossa conclusão por ressaltar o papel dos fatores políticos \n\nna reprodução da miséria nos municípios brasileiros. Ao mostrar como as elites políticas, \n\nrepresentadas pela figura do “coronel”, ganham com atraso e dessa forma comprometem-se com \n\n\n\n \n 31 \n\na criação de obstáculos ao desenvolvimento, Leal nos inspira a ressaltar o caráter político que \n\nmarca o subdesenvolvimento de municípios que já apresentam condições econômico-estruturais \n\npara promover grandes saltos desenvolvimentistas. \n\nPor isso, ao citarmos Leal, é de fundamental importância deixarmos claro o que \n\npretendemos. Não passa pelo escopo desse trabalho analisar as relações clientelísticas ou abordar \n\no tema coronelismo propriamente dito. Ao citarmos a obra “Coronelismo, enxada e voto”, \n\nbuscamos em uma referência clássica a discussão sobre a penúria fiscal dos municípios \n\nbrasileiros e sobre como esse quadro cria e é criado por uma conjuntura política favorável à \n\nreprodução do subdesenvolvimento. O mais interessante na obra de Victor Nunes Leal para o \n\nnosso trabalho é resgatar uma perspectiva que trata da falta de desenvolvimento não somente \n\ncomo resultado das condicionantes econômicas, mas sim como resultado de estratégias e opções \n\npolíticas vinculadas ao atraso. Em suma, Leal nos alerta que o atraso econômico dos municípios \n\nbrasileiros é resultado de ações políticas voltadas para a perpetuação dessa condição. Entretanto, \n\nisso não significa que utilizaremos os conceitos de coronelismo e clientelismo quando tratarmos \n\ndos nossos casos.   \n\nApenas como forma de ilustração, nos interessa a figura do coronel descrita por Leal. O \n\n“coronel” não é um homem rico. Porém, aos olhos do simples morador local ele é sem dúvida a \n\nfigura mais poderosa da região. Apenas o fato de ser um proprietário já garante a ele esse status \n\ndiante da pobreza sem remédio da população local. Obviamente, como já dissemos, esse cenário \n\nnão pode ser transplantado para o caso de Campos dos Goytacazes nos dias atuais. Ainda se fosse \n\nno seu não tão longínquo passado rural, mesmo assim com ressalvas pela própria característica da \n\neconomia campista no início do século XX. Mas a questão é que Campos é um município \n\npredominantemente urbano. Sendo assim, o que nos serve desse conceito é a possibilidade de \n\nentendermos um dado: o atraso local, a falta de autonomia fiscal16 e os entraves ao \n\ndesenvolvimento econômico promotor de um pluralismo social servem como garantias políticas \n\npara as lideranças locais que já estão no poder. Promover o desenvolvimento, atraindo novos \n\ngrupos e alterando assim o jogo político que vem favorecendo a manutenção do status quo local é \n\num risco que estrategicamente as lideranças locais podem evitar. Essa tendência é reforçada \n\nquanto mais o montante da arrecadação cresce independente do desenvolvimento. Essa receita \n\nproveniente de distribuição de royalties, a princípio promotora de desenvolvimento, acabou \n\n                                                 \n16 Dois pontos merecem destaque nesta afirmação: autonomia fiscal e a idéia de atraso. Autonomia fiscal deve \nser entendida como receita tributária própria. A idéia de atraso faz referência a perpetuação de atividades \n\n\n\n \n 32 \n\npermitindo a formação de um quadro político onde a certeza do recurso fácil se tornou um \n\nentrave ao desenvolvimento. A “carta-branca” do prefeito proporcionada pela transferência dos \n\nroyalties perante os grupos ligados às atividades econômicas secundárias que refletem pouco \n\nimpacto sobre a receita municipal - nos remete ao caráter anti-desenvolvimentista discutido na \n\ntese de Leal. Reiteramos que não faz parte do nosso objetivo analisar as alianças entre poder \n\nlocal e central, como faz Victor Nunes Leal ao desenvolver a noção de clientelismo17.  \n\nQuase que naturalmente acabamos associando clientelismo com oligarquização da \n\npolítica, entretanto, sabemos que são fenômenos complementares, mas que não devem ser \n\nconfundidos. Sendo assim, a tese de Leal nos interessa à medida que combinamos ao pluralismo \n\nde Robert Dahl. Esquematicamente, entendemos esse relação da seguinte maneira: \n\n \n\nOligarquias X Sociedade Plural \n\n \n\nSanções sócio-econômicas centralizadas     X     Demandas econômicas plurais \n\n \n\nAtraso econômico                                        X     Desenvolvimento sócio-econômico  \n\n  \n\n                                                                                                                                                        \nhegemônicas e poder político concentrado nas mãos de elites tradicionais. \n\n17 Existiria, de fato, uma incoerência teórica se utilizássemos a noção de clientelismo nesse trabalho, pois, \nao contrário dos municípios do período analisado por Leal, os municípios produtores de petróleo têm garantido \nconstitucionalmente o recebimento de royalties, o que por si só já anularia o elemento básico do clientelismo que é a \nsubmissão política ao poder central como forma de garantir recursos às localidades. \n\nLeal escreve sobre a formação de um círculo vicioso que tem sua origem na estrutura \n\nagrária brasileira. Resumidamente, poderíamos entender que ele atribui responsabilidade a essa \n\nestrutura por ela ser um modelo baseado na concentração do capital nas mãos de uma elite \n\n(oligarquia) que vive exclusivamente da produção de gêneros naturais. A pouca diversidade da \n\nprodução impede a formação de um mercado interno e reforça a conjuntura política existente, que \n\nacaba por cumprir seu papel possibilitando a eleição dos defensores do modelo. Se utilizássemos \n\nesse exemplo, apenas retirando o termo estrutura agrária, poderíamos aplicá-lo sem maiores \n\n\n\n \n 33 \n\nrestrições aos casos de produção de petróleo, ou aos casos de produção de gêneros naturais de um \n\nmodo geral. Segundo o próprio autor, \n\n \nParece evidente que a decomposição do “coronelismo” só será completa quando se tiver operado uma \nalteração fundamental em nossa estrutura agrária. A ininterrupta desagregação dessa estrutura - ocasionada \npor diversos fatores, entre os quais o esgotamento dos solos, as variações do mercado internacional, o \ncrescimento das cidades, a expansão da indústria... Assim como a estrutura agrária vigente contribui para a \nsubsistência do coronelismo, também o coronelismo concorre para a conservação dessa mesma estrutura... \nFecha-se então o círculo vicioso: no plano econômico, agricultura rotineira e decadente, indústria atrasada e \nonerosa, uma e outra empobrecendo sistematicamente o país; no plano político, sobrevivência do \ncoronelismo. (LEAL, 3° ed., 1997, p.285) \n\n \n\nCertamente alguns pontos precisam ser observados depois dessa citação. Primeiro, não \n\ntemos a pretensão de estudar as alianças partidárias atuais entre lideranças locais, estaduais e \n\nfederais ou a temática do coronelismo propriamente dita. Isso demandaria um outro trabalho de \n\ngrande fôlego. Ressaltamos também que a obra de Leal nos serve para ilustrar uma tendência do \n\nfortalecimento da dependência municipal aos poderes centrais que remonta aos tempos coloniais. \n\nObviamente, também sabemos que existem diferenças econômicas e sociais entre a produção \n\nrural e a atividade petrolífera. Mas o que nos chama atenção é que ambas promovem \n\ncomportamentos políticos semelhantes ao não criarem incentivos à diversificação produtiva \n\nlocal. Por último, no caso analisado por Leal, havia uma necessidade de se iniciar um processo de \n\nindustrialização que fosse capaz de dinamizar a economia e dar respaldo às transformações \n\npolíticas necessárias para o surto desenvolvimentista. No caso de Campos, e nesse caso da \n\neconomia do Estado do Rio de Janeiro, a necessidade talvez não seja de se iniciar um projeto de \n\ndesenvolvimento, e sim de impedir o processo de desindustrialização pelo qual vem passando o \n\nEstado desde meados da década de 70. O grande equívoco talvez seja a ilusão de se acreditar que \n\no petróleo seja a salvação para a economia do Estado e dos municípios do Estado do Rio de \n\nJaneiro. Pelo que os dados referentes ao desenvolvimento desses municípios produtores de \n\npetróleo nos mostram, a adoção desse modelo não vem garantindo a solução dos problemas. Pelo \n\ncontrário, ele vem inserindo esses municípios, entre eles o caso de Campos, entre os municípios \n\nque mais acentuam a dependência a um único produto, causando retrocessos políticos que o país \n\nbusca superar desde os esforços descentralizadores promovidos pela Constituição de 1988.  \n\nUm dos pressupostos do nosso argumento pluralista é a conotação progressista que \n\natribuímos ao processo de desenvolvimento de uma ordem social pluralista. Esse processo é \n\ncapaz de garantir que na medida que uma ordem social plural evolua, pelo menos de forma \n\nelementar, “alguns de seus membros cobrem uma participação nas decisões através de meios \n\n\n\n \n 34 \n\nmais apropriados a um sistema político competitivo do que a um hegemônico.” (Dahl, 2005.a, \n\np.87). A análise de Leal critica os resultados políticos produzidos pela hegemonia de uma \n\natividade econômica. Na mesma linha de análise, Robert Dahl, em Poliarquia, relaciona \n\nestruturas produtivas hegemônicas a modelos de sistema político hegemônico. \n\n \nO monopólio sobre as sanções sócio-econômicas desfrutado pelos líderes hegemônicos é solapado, portanto, \npelo próprio êxito de sua economia: quanto mais bem-sucedidos na transformação da economia (e, com ela, \ninevitavelmente, da sociedade) mais eles estarão ameaçados pelo fracasso político. Se permitirem que o seu \nmonopólio sobre as sanções sócio-econômicas se fragmente e ainda assim quiserem conservar sua \nhegemonia política explorando seu monopólio da violência... Terão de enfrentar então as enormes \nlimitações, custos e ineficácias de violência, coerção e compulsão na administração de uma sociedade \navançada na qual são necessários incentivos e um comportamento complexo que não podem ser \nmanipulados por ameaças de violência. (DAHL, 2005.b, p.88 )  \n\n \n\nRecorrendo aos dois clássicos, pretendemos desenvolver que a arrecadação centralizada \n\nem torno de uma atividade hegemônica, o petróleo, permite a formação de lideranças \n\nhegemônicas que se beneficiam de um modelo que visa inibir o avanço econômico e a \n\nconseqüente pluralização dos grupos de pressão. Não estamos com isso propondo que os sistemas \n\npolíticos dos municípios produtores de petróleo tenham se tornado hegemônicos e promotores da \n\ncoerção física. Porém, existem outros tipos de violência direcionada aos cofres municipais que \n\nacabam por atingir o cidadão. A corrupção, o sucateamento dos serviços públicos e o \n\nassistencialismo são exemplos de violência que não devem ser desprezados. \n\nAinda sobre a tese de Dahl, quando ele escreve sobre as “reivindicações de política \n\ncompetitiva” como resultado do avanço econômico que cria as condições para a construção de \n\numa ordem social pluralista , ele resume a explicação que pretendemos utilizar neste trabalho. \n\nSabendo, mais uma vez, que no nosso caso políticas competitivas dizem respeito ao grau de \n\nresponsividade assumido pelos atores políticos perante os grupos capazes de pressionarem pelas \n\nsuas demandas. Ou seja, os padrões de alocação dos recursos estão relacionados ao poder de \n\nnegociação dos grupos nas formações das preferências e das agendas. Sendo assim, Dahl, ao falar \n\nsobre o monopólio das sanções sócio-econômicas nos serve como base para pensarmos da \n\nseguinte forma: o controle sobre a fonte principal da receita municipal, que independe dos gastos \n\neconômicos como promotor de desenvolvimento local e dos gastos sociais como resposta aos \n\ngrupos organizados que habitam e são tributados no municípios, diminui consideravelmente os \n\ncanais, ou a permeabilidade, entre a sociedade e agentes do mercado e o poder público. A \n\narrecadação proveniente das indenizações incentiva a formação de uma elite local que pode se \n\nbeneficiar das sanções proporcionadas pelo “dinheiro fácil” combinado ao recrudescimento do \n\n\n\n \n 35 \n\npoder de pressão dos grupos, resultado da diminuição da diversidade produtiva local, que acaba \n\ntambém por restringir. Nesse contexto, uma atividade econômica pode prosperar fortalecendo um \n\nmodelo de política local que se beneficia e reforça o sistema. Parafraseando Victor Nunes Leal, \n\nfecha-se então um círculo vicioso.  \n\nEm suma, de forma simples e objetiva, entendemos que uma atividade de enclave de \n\ngrandes proporções promoveu ao mesmo tempo o incremento da receita e oligarquização da \n\nesfera política. As condições econômicas para o surto de desenvolvimento local, criado pela \n\nchegada da atividade petrolífera, encontrou limites para sua expansão em função do quadro \n\npolítico que se formou à medida que os atores locais encontraram as condições para agirem \n\nestrategicamente em nome da promoção de uma política de dependência de uma atividade \n\neconômica exclusiva. O desenvolvimento que batia à porta desses municípios foi sufocado pela \n\nação racional dos atores políticos que passaram a não depender mais da expansão das atividades \n\neconômicas locais para o aumento da receita municipal. Com isso, a diminuição do pluralismo \n\neconômico e social local resultou na redução do poder de pressão dos grupos de interesse na \n\ndefinição das agendas e da alocação dos recursos públicos locais. Objetivamente, o pluralismo de \n\nDahl, que propõe que as oligarquias tendem a perder força política ao mesmo tempo em que há \n\npluralização das atividades econômicas, associado à tese de Leal, que entende que as oligarquias \n\nformam um círculo vicioso sustentado pelo atraso econômico, temos como base da nossa análise \n\nempírica o pressuposto de que uma atividade econômica hegemônica tende a inibir o \n\ndesenvolvimento local em função dos efeitos políticos que esse tipo de estrutura econômica \n\npermite formar. O estudo do caso da produção de petróleo no norte fluminense petróleo \n\ncomparado ao tipo de estrutura econômica e política que difere desse padrão nos serve como \n\nexperimentação desse pressuposto. \n\n \n\n \n \n \n\n \n \n \n \n \n \nII - NITERÓI E CAMPOS DOS GOYTACAZES: UM BREVE HISTÓRICO DAS \nATIVIDADES ECONÔMICAS DESSES MUNICÍPIOS \n\n \n\n\n\n \n 36 \n\n \n \n\nAntes da análise dos dados empíricos dos casos de Campos dos Goytacazes e Niterói, cabe \n\ndedicarmos um capítulo ao histórico de desenvolvimento econômico e social desses municípios. \n\nPara isso, tentaremos não fazer grandes divagações em extensos parágrafos. O que buscaremos \n\nfazer é mostrar as semelhanças da trajetória econômica que marcam os municípios antes da \n\nentrada da indústria petrolífera no norte-fluminense, tentando de certa forma desconstruir, com a \n\napresentação de elementos históricos, a idéia de que os royalties tornaram-se a salvação para a \n\ncrise que retrai o desenvolvimento do Estado do Rio de Janeiro desde meados da década de 1970. \n\nRessaltamos, então, que não pretendemos descrever os pormenores da história desses \n\nmunicípios. Este capítulo, ao contrário, tem como objetivo apenas mostrar alguns dados históricos \n\nque comprovam as raízes históricas dos elementos que compõem a crise econômica dos \n\nmunicípios do Estado do Rio de Janeiro. Elementos esses que combinam aspectos políticos, \n\ngerados pela crise da fusão do Estado do Rio com o Estado da Guanabara, com aspectos \n\neconômicos-estruturais, gerados pela estagnação e desconcentração das atividades industriais no \n\nBrasil após o período do milagre econômico. \n\n \n \n2.1 - O CASO DE NITERÓI \n \n\n \nO município de Niterói pertence à região metropolitana do Estado do Rio de Janeiro, que \n\nconta ainda com a capital, Rio de Janeiro, Belford Roxo, Duque de Caxias, Guapimirim, Itaboraí, \n\nItaguaí, Japeri, Magé, Mangaratiba, Maricá, Mesquita, Nilópolis, Nova Iguaçu, Paracambi, \n\nQueimados, São Gonçalo, São João de Meriti, Seropédica e Tanguá. O município tem uma área \n\ntotal de 134,5 quilômetros quadrados, correspondentes a 2,4% da área da Região Metropolitana. \n\nDe acordo com o censo de 2000, Niterói tem uma população de 458.465 habitantes, \n\ncorrespondentes a 4,2% do contingente da Região Metropolitana, com uma proporção de 87,2 \n\nhomens para cada 100 mulheres. A densidade demográfica é de 3.408,7 habitantes por quilômetro \n\nquadrado, contra 1.909,7 habitantes por quilômetro quadrado da região. O município apresentou \n\numa taxa média geométrica de crescimento, no período de 1991 a 2000, de 0,56% ao ano, contra \n\n1,14% na região e 1,28% no Estado. Sua taxa de urbanização corresponde a 100,0% da \n\npopulação, enquanto, na Região Metropolitana, tal taxa corresponde a 99,3%. O principal acesso a \n\nNiterói é através da BR-101, da qual faz parte a Ponte Rio - Niterói e que segue rumo norte para \n\n\n\n \n 37 \n\nSão Gonçalo. A RJ-104 também segue para São Gonçalo e conecta com a RJ-106, que acessa \n\nMaricá, a leste.18  \n\nMapa I \n\nFonte: TCE - RJ \n\nA região de Niterói era primitivamente habitada pelos índios Tamoios, que foram \n\nsurpreendidos pelos primeiros conquistadores franceses e portugueses. Naquele contexto, o Rio de \n\nJaneiro tornava-se presa fácil para os aventureiros que, após a chegada de Cabral, excursionaram \n\npelo Atlântico Sul.  Os franceses foram os primeiros a instalar-se nas ilhas e nas terras do \n\ncontinente ao longo da Baía de Guanabara.  \n\nNa ocasião da ocupação francesa no século XVI, os portugueses contaram com o apoio \n\ndos índios Tupiminós, comandados por Araribóia, enquanto os franceses foram ajudados pelos \n\níndios Tamoios. Com a expulsão dos franceses do território, o governador geral Mem de Sá doou \n\nem 1568 a sesmaria de são Lourenço e Caraí aos Tupimanós, expulsando os Tamoios das suas \n\nterras. Com isso, a tribo de Araribóia instalou-se nas encostas do Morro de São Lourenço, onde os \n\níndios passaram a cultivar pequenas roças de milho e mandioca e a promover uma pequena \n\n                                                 \n18Fonte: TCE - RJ \n\n\n\n \n 38 \n\nindústria de cerâmica. Formava-se então a Vila de São Lourenço dos Índios, primeiro nome da \n\nregião que posteriormente seria denominada Niterói. \n\nNão tardou muito para que as sesmarias fossem dadas aos portugueses em aforamento, e \n\nestes começaram a usurpar as terras dos Tupiminós. Legiões de imigrantes eram atraídas pela \n\nfertilidade das terras e pela proximidade com a Baía de Guanabara, formando-se assim novos \n\npovoados como Icaraí, São Domingos e São Gonçalo, que não demoraram a prosperar com novas \n\nlavouras e pequenas indústrias.  \n\nNo século XVIII o progresso econômico atingiu maiores proporções, e ao lado das \n\nfazendas com pequenas roças, desenvolveram-se engenhos de açúcar e aguardente, além de \n\nlavouras de cereais, mandioca, legumes e frutas. O comércio desenvolveu-se na mesma proporção \n\nque as atividades agrícolas, e as dezenas de barcos de transporte de gêneros comerciais e \n\npassageiros consolidavam o intercâmbio entre esta região e outras freguesias, como a cidade do \n\nRio de Janeiro19. \n\nO século XIX, com a vinda da família real para o Brasil, marcou um grande surto de \n\ndesenvolvimento para a região, particularmente a freguesia de São João de Icaraí. Não demorou \n\nmuito para que príncipe regente tivesse sua atenção voltada para a “banda d’alem”, sendo São \n\nDomingos o lugar escolhido para passar os seus momentos de lazer. \n\nEm 1819, a “Vila de São Lourenço dos Índios”, foi reconhecida pelo governo reinol \n\nrecebendo novo nome de “Vila Real da Praia Grande”. Já em 1834, o Ato Adicional conferiu \n\nautonomia à província do Rio de Janeiro perante o Distrito Federal, divisão essa que perdurou até \n\n1975. Nesse contexto, Niterói foi elevada à condição de capital da Província do Rio de Janeiro, \n\ntendo recebido em 1841 o título simbólico de Cidade Imperial. O século XIX marcou também o \n\ninício do processo de desenvolvimento do município, com destaque para as obras de urbanização \n\ne saneamento. Porém, ainda no fim do século XIX, o município viveu uma grande crise \n\nocasionada pela Revolta da Armada durante o Governo do presidente Floriano Peixoto, que levou \n\nà destruição de bairros, à morte de milhares de pessoas e ao êxodo de grandes contingentes para \n\nzonas rurais da Província.  \n\nEm função dessa crise, a capital da Província foi transferida para Petrópolis em 1894, \n\ntendo retornado para Niterói apenas em 1902. Um plano de urbanização foi posto em prática com \n\nabertura de novas avenidas, embelezamento das áreas de lazer e reurbanização dos bairros \n\n                                                 \n19Fonte: Estudo sócio-econômico do município de Niterói - TCE-RJ \n\n\n\n \n 39 \n\nantigos. Paralelamente, fatores econômicos propiciavam esse novo surto de progresso com a \n\ninstalação de inúmeras fábricas, desenvolvimento do comércio, e aperfeiçoamento das \n\ncomunicações rodoviárias, ferroviárias e marítimas. Ainda na primeira metade do século XX, o \n\nmunicípio expandiu seu território com a incorporação do distrito de Itaipu ao seu território, \n\nampliando suas áreas e possibilidades de desenvolvimento. Paralelamente ao progresso \n\neconômico e social, o progresso cultural também marcou a cidade no sentido de desenvolvimento \n\nmaior das artes e das ciências, o que permitiu que a cidade se tornasse um centro universitário de \n\ngrande importância, com prosperidade também em outras esferas do ensino. \n\nA segunda metade do século XX marcou um período de retração do desenvolvimento do \n\nEstado do Rio como um todo. Na década de 60, a capital federal foi transferida para Brasília, e o \n\nentão distrito federal passou a se chamar Estado da Guanabara. Até 1975, Estado da Guanabara e \n\nEstado do Rio permaneceram separados, quando houve a fusão dos Estados. Envolvida em \n\nintensos e apaixonados debates, a crise política que marcou a fusão dos Estados foi acompanhada \n\npela crise econômica que acentuou os problemas já existentes nos municípios da região.  \n\n \n\n \n\n2.2 - A FUSÃO DO ESTADO DO RIO DE JANEIRO COM O ESTADO DA GUANABRA \n\nE O PERFIL DE NITERÓI NOS DIAS ATUAIS. \n\n \n\nA fusão dos Estados do Rio de Janeiro e do Estado da Guanabara (antigo Distrito Federal) \n\ndesperta até hoje acirradas discussões. Levada adiante com estranha rapidez pelo presidente \n\nErnesto Geisel, o sonho antigo de uma parcela dos políticos cariocas e fluminenses não encontrou \n\nseu êxito sem enfrentar severos questionamentos. Se de um lado encontramos adeptos da fusão, \n\ncomo o economista Ronaldo Costa Couto, secretário de Planejamento do Governo Faria Lima e \n\nmembro do grupo de trabalho que arquitetou a fusão, que entendia ser a fusão fundamental para \n\nos anseios de desenvolvimento do Estado da Guanabara que já se encontrava sufocado \n\nestruturalmente, do outro encontramos figuras como Francisco de Mello Franco, secretário de \n\nPlanejamento do último governador da Guanabara, Chagas Freitas, que entendia que o golpe \n\npromovido por Geisel visava desestabilizar as figuras políticas que despontavam no cenário \n\npolítico favorável que a estrutura fiscal do Estado da Guanabara propiciava. A ascensão de \n\nlideranças do MDB na Guanabara e o sucesso alcançado por eles em suas administrações, \n\n\n\n \n 40 \n\nsegundo Mello Franco, teriam levado Geisel a agir de forma rápida a fim de evitar a formação de \n\numa base oposicionista sólida na ex-capital federal.  \n\nA disputa entre esses atores políticos acabaria criando efeitos na dinâmica econômica do \n\nEstado. Segundo Lia Hasenclever, quando tratamos da crise econômica verificada pelo \n\ndecréscimo das atividades industriais no Rio de Janeiro, não devemos negligenciar o fato de que: \nA fusão do Estado da Guanabara com o Estado do Rio de Janeiro, em 1975, atrasou o processo político \ninterno fortemente controlado pelo governo federal, mediante intervenções, até os anos 80. Pode-se \ncompreender, assim, que a tomada de consciência da nova unidade estadual, denominada simplesmente \nEstado do Rio de Janeiro, foi bastante tardia e que as preocupações desenvolvimentistas são muito recentes \n(HASENCLEVER, 2005. a, p. 46)  \n \n\nAinda segundo Hasenclever, \n \n\nUma outra série de considerações no registro institucional deve ser levada em conta para uma melhor \ncompreensão das condições e do contexto do lento declínio do Rio de Janeiro e de sua região circundante. \nEstamos nos referindo aqui à defasagem permanente entre as forças e representações políticas estaduais, \ncariocas e fluminenses, e a liderança política (partidos e alianças de partidos) na instância governamental e \nparlamentar federal. O professor Otávio Amorim Neto mostra com convicção que as dificuldades \neconômicas do Rio são diretamente ligadas à sua perda de influência no cenário político nacional \n(HASENCLEVER, 2005. b, p.46)  \n\n \n \n\nÉ evidente que somado a esses fatores, a crise industrial do Estado do Rio que se acentuou \n\nna década de 1970 tem como fator fundamental a desconcentração das atividades industriais por \n\ntodo território brasileiro. A procura por mão-de-obra mais barata e por incentivos fiscais tem \n\nlevado os empresários a buscarem novas regiões que possam oferecer custos de produção \n\nmenores. Essa prática, de tão comum, ganhou o nada simpático nome de Guerra Fiscal. \n\nEnvolvido diretamente nessa conjuntura econômica, Niterói, antiga capital do Estado do \n\nRio, vem conseguindo superar a crise econômica através de uma política fiscal que visa \n\nconsolidar a sua base de arrecadação tributária, fortalecendo assim sua autonomia financeira. A \n\nconstrução da ponte Rio - Niterói, que liga o município à capital Rio de Janeiro, significou em um \n\nprimeiro momento o esvaziamento econômico da cidade. Mas, posteriormente, a partir dos anos \n\n80, a chegada de investimentos maciços do setor imobiliário, que encontrou no município a \n\nsolução para o déficit habitacional verificado em áreas tradicionais da Zona Sul e da Zona Norte \n\ncarioca, marcou a retomada do crescimento econômico local. A retomada da indústria naval no \n\nBrasil a partir dos anos 90 também favoreceu a cidade, que hoje abriga dois grandes estaleiros. \n\nAlém dessas atividades, outros setores que se destacam são o da fabricação de alimentos, \n\nconstrução civil e indústria pesqueira, além dos serviços como clínicas particulares, escolas e \n\n\n\n \n 41 \n\ncomércio. Na lista abaixo, estão enumeradas as principais empresas sediadas no município no ano \n\nde 2001.  \n\nQuadro III \n\nEmpresa  Nº de empregados Produtos \nBeira Mar 180 Panificação e massas \nBrasilamarras 70 Acessórios navais e de offshore \nConservas Sata Iria 130 Pescados e conserva \nConstrutora Fernandes \nMaciel 116 \n\nPrestação de serviços \n\nDiagrama Engenharia 330 Construção civil \nDsnd Consub Nd Trabalhos de offshore \nEditora O Fluminense 120 Jornais \nEstaleiro Promar Nd Estaleiro \nFels Setal 300 Plataformas e acessórios \nFridusa Frigoríficos 92 Pescados e conservas \nImprensa Oficial 351 Edição e impressão de jornais \nInstituto Vital Brasil 384 Remédios \nMacro Meta Construções 189 Prestação de serviços \nMarine Production \nSystems 165 \n\nMáquinas e equipamentos \npara prospecção e extração \nde petróleo \n\nMarítima Construções \nNavais 95 \n\nEstaleiro \n\nMoinho Atlântico 310 Farinha e farelo de trigo \nPinto de Almeida \nEngenharia 290 \n\nConstrução civil \n\nQuadrante Construções 120 Construção civil \nR.G. Cortes Engenharia 105 Prestação de serviços \nSemisa 300 Prestação de serviços \nSoter 650 Construção civil \n\n \nFonte: TCE – RJ (Elaboração própria a partir dos dados do TCE – RJ – 2001) \n\n \n\n \n\n \n\n \n\n \n\nO PIB do município atualmente gira em torno de 3 bilhões e meio e está sendo composto \n\nda seguinte forma. \n\n\n\n \n 42 \n\nGRÁFICO I \n\n \nFonte: TCE – RJ – (Estudo socioeconômico 2001). \n\n \n\nO que vale ressaltar é que a retomada econômica do município de Niterói vem se dando de \n\nforma gradativa, através da busca por novas vocações econômicas e com a entrada de novos \n\nserviços na cidade. A crise no município, que foi enfrentada por todos os municípios do Estado do \n\nRio a partir dos anos 1970, vem sendo superada sem grandes picos de arrecadação, e sem uma \n\natividade do tipo “carro-chefe” levando adiante a retomada do desenvolvimento. Campos, por sua \n\nvez, que apresenta dados históricos semelhantes, enfrentou a mesma crise e, principalmente a \n\npartir dos anos 90, trilhou um novo rumo de desenvolvimento local. A verificação dos bons \n\nresultados nos indicadores sociais e econômicos em Niterói que serão examinados no próximo \n\ncapítulo poderão nos mostrar que o petróleo como atividade hegemônica é uma variável \n\nfundamental para compreendermos a mudança dos caminhos adotados pelos dois municípios na \n\ndécada de 1990 e nos conseqüentes resultados distintos que esses municípios vêm apresentando.   \n\n \n\n \n\n2.3 - CAMPOS DOS GOYTACAZES: BREVE PERFIL HISTÓRICO \n\n\n\n \n 43 \n\n \n\nO município de Campos dos Goytacazes situa-se geograficamente na região Norte \n\nFluminense, onde este exerce papel de liderança econômica e cultural entre os municípios que \n\ncompõem esta região. O município de Campos possui uma área total de 4.040 quilômetros \n\nquadrados, correspondentes a 41% da região norte-fluminense. De acordo com o senso de 2000, \n\nCampos tinha no início do século XXI uma população de 406.511 habitantes, com uma proporção \n\nde 93,5 homens para 100 mulheres. Sua densidade demográfica era de 100,6 habitantes por \n\nquilômetro quadrado, contra 71,4 por quilômetro quadrado da região. Ainda de acordo com os \n\ndados do IBGE de 2000, o município apresentou entre os anos de 1991 e 2000 uma taxa média \n\ngeométrica de crescimento de 0,86% ao ano, contra 1,28% do Estado. Neste mesmo período, sua \n\ntaxa de urbanização correspondia a 89% da população municipal, contra 85% de urbanização da \n\nregião norte-fluminense20·.  \n\nMAPA II \n\n \nFonte: TCE - RJ \n\nO território dos índios Goytacazes, onde se situa o atual município de Campos, teve na \n\ncriação de gado a sua primeira atividade econômica de relevância. Até o século de XIX, a \n\n                                                 \n20Fonte: Estudo sócio-econômico do município de Campos dos Goytacazes - TCE-RJ \n\n\n\n \n 44 \n\npecuária e plantação de cana-de-açúcar representavam quase a totalidade das suas atividades \n\neconômicas. Principalmente ao longo do século XIX, com a chegada da ferrovia e com a riqueza \n\npromovida pela cultura canavieira, a cidade de Campos passou por grandes obras de urbanização \n\ne mecanização da produção de cana-de-açúcar.  \n\nA economia campista no século XX viveu fases de significativa diversificação. A \n\nconstrução civil, a indústria alimentícia, a indústria química, a indústria de minerais não-metálicos \n\ne o setor de serviços caminharam ao lado da atividade sucro-alcooleira na composição do PIB \n\nmunicipal. A distância da região metropolitana do Rio de Janeiro e a localização oposta ao centro \n\nde integração Rio - São Paulo sempre dificultaram a chegada de indústrias ao município, que \n\nmesmo diante das dificuldades geográficas sempre assumiu papel de destaque entre os municípios \n\ndo interior do Estado do Rio.  \n\nComo todo Estado do Rio de Janeiro, os anos 80 marcaram o processo de estagnação da \n\neconomia de Campos. A crise da atividade canavieira, que vem reduzindo progressivamente a sua \n\nprodução até os dias atuais, contribuiu decisivamente para a crise local. A participação das \n\natividades industriais decresceu nos anos 90, passando de 13,5% para 4,3%21, e os indicadores \n\nsociais acompanharam essa tendência. Segundo estudo de La Rovere e Carvalho,  \n\n \nA evolução dos indicadores de desenvolvimento humano do município de Campos nos mostra claramente a \nreversão da dinâmica econômica regional. No ranking do Estado, o município passou da vigésima oitava \nposição em 1970, para qüinquagésima quarta em 2000. O IDH-M de Campos era de 0,611, situando-se \nabaixo da média estadual (0,657) mas acima da nacional (0,462). Após 30 anos, apesar de uma evolução \npositiva para 0,752, o IDH-M de Campos permanece inferior à média do Estado (0,802) e tornou-se também \ninferior à média nacional (0,769) (LA ROVERE &amp; CARVALHO IN: HASENCLEVER, 2005, p. 75) \n\n \n \n \n2.4 - OS “PETROREAIS” NO MUNICÍPIO DE CAMPOS DOS GOYTACAZES. \n\n \nA descoberta de petróleo na Bacia de Campos não é recente. Ainda na década de 70, com a \n\ncrise do choque dos preços do petróleo, a PETROBRÁS começou a buscar meios de aumentar a \n\nprodução interna a fim de reduzir os impactos da importação sobre a balança comercial. A \n\nreorientação dos investimentos para a exploração possibilitou a descoberta de petróleo em 1974 \n\nna Bacia de Campos, no litoral do Estado, que até os dias atuais permanece sendo a maior região \n\nprodutora de petróleo do país. A área da Bacia de Campos tem cerca de 110 mil quilômetros \n\nquadrados e se estende do Estado do Espírito Santo até o município de Cabo Frio, no RJ. \n\n                                                 \n21Fonte: CIDE-RJ \n\n\n\n \n 45 \n\nEspalhados por 512 campos de petróleo, estão em operação mais de mil poços de óleo e gás \n\nnatural, 37 plataformas fixas e móveis de produção, gerando diariamente mais de 1,2 milhões de \n\nbarris de óleo e 18,4 milhões de metros cúbicos de gás. O Estado do Rio, representado pela Bacia \n\nde Campos, respondeu por 96,9% da produção nacional em campos marítimos e por 82,5% da \n\nprodução nacional total. Esses números mostram a dimensão da produção petrolífera no Estado.   \n\n \n\nQUADRO IV \n\nAno \n\nProdução de \n\nPetróleo (1) \n\n(mil barris) \n\nReservas \n\nprovadas de \n\nPetróleo \n\n(milhões de \n\nbarris) \n\nProdução de \n\ngás natural (2) \n\n(milhões de m3) \n\nReservas \n\nprovadas de \n\ngás natural \n\n(milhões de m3) \n\n1993 153.082 3.868 2.842 64.597 \n\n1994 161.184 4.420 2.893 73.654 \n\n1995 170.619 5.234 3.165 82.924 \n\n1996 196.833 5.701 3.579 88.687 \n\n1997 218.016 6.154 3.876 94.203 \n\n1998 261.954 6.362 4.544 94.419 \n\n1999 308.892 7.104 5.528 104.904 \n\n2000 358.751 7.366 5.721 103.515 \n\n2001 380.466 7.376 5.968 106.246 \n\n2002 437.696 8.174 6.879 114.852 \n\n \nFonte: Agência Nacional do Petróleo – Elaboração própria a partir dos dados da ANP \n\n \n\n \n\nApenas na década de 90, mais especificamente a partir de 1997 com a criação da Lei do \n\nPetróleo, que será explicada em seus pormenores no próximo capítulo, os município da região \n\ntiveram um acréscimo significativo das suas receitas em função dos royalties petrolíferos. Campos \n\ntornou-se o principal beneficiário de royalties da região norte-fluminense e passou a acreditar \n\nassim ter encontrado sua nova vocação econômica que o conduziria a retomada do crescimento \n\neconômico, em crise desde o final dos anos 70. Setores da mídia e lideranças políticas locais \n\n\n\n \n 46 \n\nexaltaram (e exaltam) a entrada grandiosa de royalties, mas o que percebemos é a consolidação de \n\num quadro que não estimula conclusões positivas sobre o impacto dos royalties nas economias \n\nlocais nos últimos anos. Este trabalho, como já deixamos claro em outras ocasiões, visa \n\ncompreender porque a atividade petrolífera, que poderia ser a resposta à crise econômica do \n\nmunicípio, vem acentuando a piora dos indicadores econômicos e sociais dessa localidade. Não \n\nobstante ao aumento da receita proveniente de um recurso natural exaurível, os indicadores de \n\nautonomia financeira, capacidade de extração tributária e medidores de qualidade de vida \n\ncontinuam em queda.     \n\nSegundo o economista Carlos Pacheco, \nCom um maior investimento no setor petrolífero, a tendência é de que a produção venha a aumentar, gerando \nmais recursos, inclusive sob a forma de royalties e participações especiais. Estas duas fontes de recursos \nconstituem-se em um dos principais benefícios da atividade de extração e produção de petróleo e gás, no que \nse refere ao incremento das receitas das localidades afetadas, e já começam a gerar efeitos positivos nas \neconomias dos municípios fluminenses, os maiores beneficiados. As prefeituras passaram a dispor de fundos \nmais generosos para investimentos em obras de benfeitorias, asfaltamento de ruas, construção de escolas, \npostos de saúde, etc. Tais empreendimentos são necessários, mas é de importância fundamental que os \ngestores públicos organizem metas de governo capazes de garantir a continuidade deste crescimento \neconômico e de assegurar sustentabilidade do desenvolvimento na região uma vez que o petróleo é um \nrecurso natural finito. (PACHECO, 2003 b, p. 26) \n  \n\n  Na seqüência do mesmo trabalho, Pacheco ressalta que, \n\n \nSurge daí a necessidade de aplicar com competência, segundo um planejamento estratégico de longo prazo, \nos generosos recursos oriundos das atividades exploratórias do petróleo, de forma a garantir, cessada a \nextração petrolífera, o desenvolvimento auto-sustentável das regiões. Isto seria possível investindo os \nrecursos atuais em vocações produtivas das áreas beneficiadas, na execução de políticas de fortalecimento e \nna qualificação das estruturas internas, visando sempre a consolidação de um desenvolvimento original local, \ncriando desta forma condições sociais e econômicas para a geração e a atração de novas atividades \nprodutivas, dentro da perspectiva de uma economia aberta. (PACHECO, 2003 c, p.29) \n\n \n \n\nA partir de uma perspectiva estritamente econômica, desconsiderando provisoriamente as \n\nquestões políticas, é indiscutivelmente sensato pensar que esse aumento de arrecadação seria um \n\ngerador de melhorias econômicas. Mesmo assim, a visão positiva sobre a entrada de royalties na \n\neconomia desses municípios mereceu a ressalva sobre como serão aplicados esses recursos. \n\nMesmo sem atentar para fatores que permeiam a política local, essas ressalvas acabam servindo \n\nde inspiração para que cientistas políticos questionem a automaticidade das melhorias \n\nproporcionadas pelo aumento da receita municipal. \n\nEm outro trabalho que trata do desenvolvimento local no Estado do Rio de Janeiro, a \n\nmesma perspectiva é adotada. A crença nas transformações econômicas recentes como \n\ncondicionante para um crescimento do protagonismo das instâncias administrativas municipais e \n\n\n\n \n 47 \n\ndas coletividades locais nas questões voltadas para o desenvolvimento econômico local está \n\nbastante presente. Não há dúvidas que a descentralização das receitas e a maior autonomia \n\nfinanceira das instâncias sub-nacionais são condições fundamentais para o desenvolvimento dos \n\nmunicípios. Porém, é preciso levar em consideração como tem sido arquitetada essa transferência \n\nde responsabilidades entre as esferas federais, estaduais e municipais, para que se evite a \n\nperpetuação da penúria municipal apenas com uma nova roupagem.  \n\nSegundo La Rovere e Carvalho, autores de um estudo sobre desenvolvimento local em \n\nCampos dos Goytacazes para o Programa de pesquisas sobre as transformações das configurações \n\nprodutivas locais no Estado do Rio de Janeiro,  \n\n \nAs virtudes da descentralização estão normalmente ligadas às vantagens da proximidade, que propicia um \nmelhor conhecimento das realidades, dinâmicas e prioridades dos territórios. Ao mesmo tempo, permite uma \nmaior participação e controle do poder público por parte dos atores econômicos e sociais municipais, \npropiciando, assim, melhor eficácia no uso dos recursos que são limitados. A proximidade, no entanto, não \nproduz automaticamente esses resultados. Ela apenas facilita a construção de políticas mais adequadas às \nrealidades locais e a ação das instituições representativas da sociedade. O conhecimento da realidade, base \nindispensável de políticas eficazes, necessita ser construído. As informações estão próximas, mas é \nnecessário organizá-las, captá-las, estruturá-las e transformá-las em insumos para a idealização de políticas. \nOs atores, para se fazerem ouvir, necessitam estar organizados e ter consciência da importância da ação \ncoletiva. (CARVALHO &amp; LA ROVERE, IN: FAURÉ &amp; HASENCLEVER (orgs.), 2001. p. 110)    \n\n \n \nÉ interessante notar que há a preocupação em não automatizar o processo desencadeado \n\npela descentralização, como se esse fosse sempre levar a maior eficácia das políticas públicas. \n\nEntretanto, a justificativa dada para um possível fracasso não parece bastante consistente. Se as \n\ninformações estão próximas e basta apenas aos grupos a tarefa de se organizar, já está implícito \n\nnesta idéia que as possibilidades de ação coletiva são determinadas pelo grau de consciência dos \n\ngrupos sociais locais. Essa perspectiva culturalista recorre aos níveis de capital social e cultura \n\ncívica dos cidadãos locais, mas negligencia os aspectos sociais e institucionais que restringem o \n\npoder de pressão dos grupos. Ao atribuir as causas de um possível fracasso à tradição centralista \n\ndo Governo Federal, que não preparou os municípios e os grupos locais culturalmente para as \n\nsuas novas atribuições pós-Constituição 88, ignora-se que outros e novos fatores restritivos à ação \n\ndos grupos possam ainda estar presentes na relação entre poder local e grupos sociais.  \n\nO que este trabalho visa discutir é exatamente isso. Partindo de um pressuposto pluralista, \n\npretendemos mostrar que a concentração de receita ocasionada pela hegemonia de uma atividade \n\neconômica dentro do município pode por fim aos benefícios da descentralização. O poder de \n\npressão dos grupos ficaria restrito diante da preponderância de um grupo econômico local, e a \n\n\n\n \n 48 \n\nconjuntura para a formação de novas elites locais, apoiadas por um grupo hegemônico dominante, \n\ncolocaria em xeque os anseios de participação de setores e grupos que não estivessem vinculados \n\nà atividade geradora da receita municipal. Dentro desse quadro, a receita municipal cresce, mas os \n\nindicadores de diversificação e desenvolvimento social permanecem estagnados ou, para espanto \n\ndos economistas, sofrem duras quedas. O caso de Campos após a enxurrada de royalties pode \n\nilustrar bem o que acabou de ser dito. \n\nEm suma, pretendemos mostrar que para além da descentralização das receitas para os \n\nmunicípios, é preciso levar em consideração como essas receitas estão sendo descentralizadas. O \n\nmodelo dos royalties, mesmo sendo um recurso garantido constitucionalmente, por ser \n\nproveniente de uma atividade extrativa de um recurso não renovável pode acentuar a penúria \n\nfinanceira dos municípios produtores de petróleo quando este recurso for extinto, já que este \n\nmodelo de arrecadação propicia a formação do quadro social e institucional que foi descrito \n\nacima. O desejo de autonomia municipal verificado na Constituição de 88, pelo menos nos casos \n\ndos royalties petrolíferos, vem dando lugar a formação de novas elites locais que se sustentam \n\ncom a perpetuação do subdesenvolvimento local. A comparação que faremos a seguir entre os \n\ngastos municipais e os indicadores sociais entre Campos e Niterói espera confirmar esta nossa \n\nhipótese.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIII - PETRÓLEO E PLURALISMO: PARTE EMPÍRICA. \n\n \n\n3.1 - OS FUNDAMENTOS LEGAIS DA DISTRIBUIÇÃO DOS ROYALTIES DO \n\nPETRÓLEO NO BRASIL  \n\n \n\n\n\n \n 49 \n\nOs anos 90 foram marcados por uma série de políticas liberalizantes tanto na esfera \n\npolítica como na esfera econômica em diversos países do mundo. No Brasil, acompanhamos esse \n\nprocesso de forma mais cristalina desde os primeiros anos do primeiro mandato do presidente \n\nFernando Henrique Cardoso, eleito em 1994.  \n\nEm 1997, ainda durante o primeiro mandato de FHC, foi criada a Lei 9.478, conhecida \n\ncomo Lei do Petróleo, que consolidou uma série de mudanças no perfil institucional da produção \n\nde petróleo no Brasil. Regulamentada pelo decreto 2.455, de 14/01/98, a Lei do Petróleo garantiu \n\na permanência do monopólio do Estado sobre a produção petrolífera, mas com a permissão para \n\nque este buscasse parceiros privados através de concessões de exploração realizadas através de \n\nlicitações. A Lei estabeleceu também a criação da Agência Nacional do Petróleo (ANP), que \n\npassaria a ser o órgão responsável pelas atividades de regulação, fiscalização e contratação das \n\natividades econômicas integrantes da indústria do petróleo.22  \n\nNo que diz respeito às atividades de exploração e produção, a lei do Petróleo define como \n\natribuição da ANP, entre outros pontos: \n\n \n\nII - promover estudos visando à delimitação de blocos, para efeito de concessão das atividades de \n\nexploração, desenvolvimento e produção; \n\nIII - regular a execução de serviços de geologia e geofísica aplicados à prospecção petrolífera, \n\nvisando ao levantamento de dados técnicos, destinados à comercialização, em bases não \n\nexclusivas; \n\nIV - elaborar editais e promover as licitações para a concessão de exploração, desenvolvimento e \n\nprodução, celebrando os contratos delas decorrentes e fiscalizando a sua execução. \n\n \n\n                                                 \n22Fonte: Site da Agência Nacional do Petróleo \n\nAlém das atribuições destacadas acima, ainda fica sob responsabilidade da ANP a \n\nobservância do correto pagamento dos royalties por parte dos concessionários e a realização dos \n\ncálculos referentes distribuição entre os beneficiários.  \n\n \nArtigo 20: Os recursos provenientes dos royalties serão distribuídos pela Secretaria do Tesouro Nacional - \nSTN, do Ministério da Fazenda, nos termos da lei 9.478, de 1997, e deste decreto, com base nos cálculos dos \nvalores devido a cada beneficiário, fornecidos pela ANP. (Fonte: Guia Nacional do Petróleo) \n\n \n\n\n\n \n 50 \n\nNa figura I, vemos o resumo do fluxo do pagamento dos royalties em suas diferentes \n\netapas:  \n\nGRÁFICO II \n\n \n\nFigura I \n\n                           \n\nConcessionário A                              Concessionário B                           \n\n                                                                                                                    ANP   \n\n                                                                                                                                               \n\n                                           STN  \n\n                                                         \n\n                                                                                                             \n\n                                 Banco do Brasil  \n\n                                    \n\n                 \n\n                             Estados       Municípios     \nFonte: Agência Nacional do Petróleo    \n\n \n\nMesmo tendo se tornado um termo recorrente nos debates acadêmicos e nos meios de \n\ncomunicação há pouco tempo, os royalties são formas de arrecadação antigas até mesmo no \n\nBrasil. Desde a década de 50, em cumprimento a lei 2.004/53 que criou a Petrobrás, já existia o \n\npagamento de royalties sobre a produção de hidrocarbonetos. Ainda de acordo com a lei de 1953, \n\nficava estabelecido que 4% sobre o valor do petróleo ou do gás natural produzidos em terra pela \n\nPetrobrás seriam pagos ao Estado, e 1% seria destinado aos municípios. \n\n Com o advento da produção marítima na década de 1980, a lei 7.453, de dezembro de \n\n1985, determinou a obrigatoriedade do pagamento dos royalties nos mesmos percentuais da \n\nprodução terrestre (5%). De acordo com esta determinação, a distribuição dos royalties seria feita \n\nda seguinte maneira: 1,5% aos estados confrontantes com poços produtores; 1,5% aos municípios \n\nconfrontantes com poços produtores e àqueles pertencentes às áreas geoeconômicas dos \n\n\n\n \n 51 \n\nmunicípios confrontantes; 1% ao Ministério da Marinha; e 1% para construir um fundo especial a \n\nser distribuído entre todos os estados e municípios da Federação23.  \n\nAinda na década de 80, a lei 7.525, de julho de 1986, introduziu os conceitos de região \n\ngeoeconômica, que define o recebimento e partilha dos royalties entre os municípios que façam \n\nparte da mesma região (Norte Fluminense, por exemplo), e extensão dos territórios dos estados e \n\nmunicípios para as regiões confrontantes das plataformas continentais. A competência para a \n\ndefinição das regiões econômicas e das áreas confrontantes ficou sob controle do IBGE e até hoje \n\nsegue os mesmos critérios na distribuição dos royalties.  \n\nEm 1989 houve a última alteração significativa na distribuição antes da lei do petróleo de \n\n1997. A lei 7.990 criou uma compensação de 0,5% para os municípios que acomodassem \n\ninstalações de embarque e desembarque para as plataformas continentais. \n\nFinalmente, em 1997, a lei do petróleo aumentou a alíquota básica dos royalties para 10% \n\ne manteve os critérios de distribuição aos estados, municípios e ministérios para a parcela \n\ncorrespondente até 5%. Para a parcela acima dos 5%, a lei estabeleceu uma nova forma de \n\ndistribuição, colocando o Ministério da Ciência e da Tecnologia como novo beneficiário.24 \n\n \nArt. 48. A parcela do valor do royalty, previsto no contrato de concessão, que representar cinco por cento da \nprodução, correspondente ao montante mínimo referido no parágrafo primeiro do artigo anterior, será \ndistribuído segundo os critérios estipulados pela lei número 7.990, de 28 de agosto de 1989. (art. 48, lei \n9478/97.)   \n \n\n                                                 \n23Reflexões e questionamentos sobre os critérios de repartição dos royalties podem ser encontrado no \n\nartigo de PATRÃO &amp; SERRA. “Impropriedades dos critérios de distribuição dos royalties no Brasil”IN: PIQUET, \nRosélia (org.). Petróleo, Royalties e Região. RJ, Garamond, 2003. Outro trabalho de grande valia para o tema é o \nartigo, publicado em mesma edição, de LEAL &amp; SERRA. “Uma investigação sobre os critérios de repartição dos \nroyalties petrolíferos.” \n\n24A alíquota dos royalties é prevista pela ANP no edital de licitação de cada bloco, no intervalo de \n5%(mínimo) a 10%(máximo) em função do risco geológico, das expectativas de produção e de outros fatores \npertinentes. \n\n\n\n \n 52 \n\nOs critérios de distribuição dos royalties citados no artigo 48 são referentes, como já foi \n\ndito acima, aos mesmos estabelecidos na ocasião da criação da lei 7.990 em 1989. Segundo esses \n\ncritérios, temos até dias atuais a seguinte configuração da distribuição dos cinco por cento \n\nobrigatórios: A) quando a lavra ocorrer em terra ou em lagos, rios, ilhas fluviais ou lacustres: 70% \n\naos estados produtores; 20% aos municípios produtores e 10% aos municípios com instalações de \n\nembarque e desembarque de petróleo e gás natural. B) quando a lavra ocorrer na plataforma \n\ncontinental: 30% aos estados confrontantes com poços; 30% aos municípios confrontantes com \n\npoços; 20% ao Comando da Marinha; 10% para o Fundo Especial a ser distribuídos por todos os \n\nEstados e Municípios e 10% para municípios com instalações de embarque e desembarque de \n\npetróleo e gás natural.  \n\n Em relação aos 30% destinados aos municípios confrontantes com poços, temos os \n\nseguintes números: 60% rateados entre os municípios integrantes da Zona de Produção Principal, \n\ngarantindo-se pelo menos um terço ao município que concentrar as instalações de processamento, \n\ntratamento, armazenamento e escoamento de petróleo e gás; 10% rateados entre os municípios da \n\nZona de Produção Secundária e os 30% restantes para os municípios limítrofes à zona de \n\nprodução principal.25 É definido como Zona de Produção Principal o conjunto de municípios onde \n\nestiverem localizados estiverem localizadas três ou mais instalações dos seguintes tipos: \n\ninstalações industriais para processamento, tratamento, armazenamento e escoamento de petróleo \n\ne gás natural (excluído os dutos) e instalações relacionadas às atividades de apoio à exploração, \n\nprodução e escoamento de gás natura, tais como portos, oficinas de manutenção e fabricação. \n\nDentro dessa definição de Zona de Produção Principal encontramos o caso de Campos dos \n\nGoytacazes. A definição de Zona de Produção Secundária diz respeito aos municípios \n\natravessados por oleodutos ou gasodutos, destinados exclusivamente ao escoamento da produção \n\npetrolífera marinha. Já a definição de municípios limítrofes engloba os municípios contíguos à \n\nZona de Produção Principal. (BARBOSA, 2001 a, p.32). \n\n                                                 \n25Todos os dados referentes aos fundamentos legais dos royalties estão detalhadamente expostos no \n\ntrabalho PACHECO, Carlos. “A aplicação e o impacto dos royalties do petróleo no desenvolvimento econômico dos \nmunicípios confrontates da Bacia de Campos”.RJ: UFRJ, 2003. A exposição dos critérios legais de distribuição nessa \ndissertação tem como objetivo situar melhor o leitor na compreensão da nossa hipótese. Por essa razão, em \ndeterminados momentos, consideramos melhor abrir mão das descrições mais minuciosas dos números.  \n\n\n\n \n 53 \n\nDefinidos os critérios de distribuição da parcela básica de 5% de pagamento de royalties, a \n\nLei do petróleo estabelece através do art. 49 que quando temos a parcela do valor do royalty pago \n\nao beneficiário acima de 5%, fica determinado que: A) quando a lavra ocorrer em terra ou em \n\nlagos, rios, ilhas fluviais ou lacustres 52,5% serão destinados aos estados produtores; 25% ao \n\nMinistério de Ciência e Tecnologia; 15% aos municípios produtores e 7,5% aos municípios que \n\nsejam afetados por operações nas instalações de embarque e desembarque de petróleo e gás \n\nnatural, na forma e critérios estabelecidos pela ANP. B) quando a lavra ocorrer na plataforma \n\ncontinental, 22.5% serão destinados aos Estados confrontantes com campos; 22,5% aos \n\nmunicípios confrontantes com campos; 25% ao Ministério de Ciência e Tecnologia; 15% ao \n\nComando da Marinha; 7,5% aos municípios afetados por operações de embarque e desembarque \n\nde petróleo e gás natural e 7,5% para o Fundo Especial (estados e municípios).  \n\nSomado ao pagamento dos royalties, outra fonte de arrecadação de grande importância nos \n\núltimos anos para os municípios produtores de petróleo são as Participações Especiais (PE). \n\nDiferentemente dos royalties, a PE é um recurso destinado somente aos municípios que possuem \n\ngrande produção e rentabilidade, e o seu cálculo não é feito com base na receita bruta mensal dos \n\ncampos de produção, como no caso dos royalties, mas ele incide sobre a lucratividade trimestral \n\nda produção. Podemos notar a relevância dessa fonte de arrecadação ao observarmos os números \n\ndo município de Campos dos Goytacazes no primeiro semestre de 2003, quando este recebeu \n\nnesse período aproximadamente 120 milhões de reais em royalties e aproximadamente 145 \n\nmilhões de reais em participações especiais. \n\nCabe ressaltar, por fim, que a competência sobre a fiscalização desses recursos foi tema de \n\nintenso debate entre o Tribunal de Contas da União e os Tribunais de Contas dos Estados. Por \n\nfim, o Supremo Tribunal Federal decidiu em favor dos Tribunais de Contas dos Estados. \n\n \nConsiderou-se ser da competência do Tribunal de Contas estadual, e não do TCU, a aplicação dos citados \nrecursos, tendo em conta que o artigo 20, parágrafo primeiro da CF, qualificou os royalties como receita \nprópria dos estados, Distrito Federal e municípios, devida pela União àqueles a título de compensação \nfinanceira. (Informativo STF, rel. Ministra Ellen Gracie, 19.2.2003) \n \n\nTodos esses números demonstram claramente o impacto do aumento da alíquota dos \n\nroyalties somado ao crescimento da produção petrolífera proporcionado pela Lei do Petróleo nas \n\nfinanças municipais. E foi a partir desses números que formulamos os problemas centrais desse \n\ntrabalho. Já que observamos que o fenomenal aumento da arrecadação dos royalties, que \n\nrapidamente se tornaram principal fonte de receita para os municípios produtores de petróleo, em \n\n\n\n \n 54 \n\nespecial no caso de Campos dos Goytacazes, e o modelo de desenvolvimento que esse município \n\npassou a apresentar depois do grande incremento da sua arrecadação, não foram acompanhados de \n\num grande surto de desenvolvimento local. Sabemos que há uma vasta literatura, em especial na \n\neconomia, que trata especificamente dos problemas relativos aos entraves e incentivos ao \n\ndesenvolvimento. Necessariamente teremos que recorrer a elas, mesmo não sendo este trabalho \n\num estudo de economia. Mas, como já afirmamos em outras passagens, o objetivo central é tentar \n\nresponder as nossas hipóteses a partir das proposições teóricas pluralistas, buscando a partir da \n\nreflexão desse caso construir um mecanismo explicativo que possa contribuir para a compreensão \n\ndas questões políticas que envolvem os problemas surgidos a partir do incremento da arrecadação. \n\nEsse mecanismo explicativo parte das fontes de arrecadação (carga tributária, repasse \n\nintergovernamental e royalties) dos municípios, buscando relacionar determinados tipos receitas \n\ncom padrões específicos de alocação dos recursos públicos.  No cerne dessa relação estão os \n\ngrupos de pressão, com mais demandas em economias plurais e com menos canais de pressão em \n\neconomias sustentadas por atividades hegemônicas. Além dos efeitos econômicos gerados por \n\numa atividade dita “impulsionadora”, ou “promotora de desenvolvimento”, já bastante discutido \n\npelos economistas que dominam a literatura que trata da produção de petróleo, a Ciência Política \n\ntambém pode contribuir apresentando questões que apontam para a discussão de quais políticas \n\npúblicas são adotadas nessas regiões que têm muita receita e pouco desenvolvimento. \n\nApresentadas as bases legais para recebimento e fiscalização dos royalties, partiremos \n\nagora para a exposição das receitas municipais dos casos do trabalho; Campos e seus royalties e \n\nNiterói e sua carga tributária. \n\n \n\n3.2- INDICADORES SOCIAIS E RECEITAS MUNICIPAIS. \n\n \n\nOs dados que serão apresentados variam principalmente no espaço de tempo entre o ano \n\nde 1991 e 2004. Cabe ressaltar que nos interessa investigar os números do município de Campos \n\nsubseqüentes à regulamentação da Lei do Petróleo, que vai do ano de 1997 até o ano de 2003. A \n\ndelimitação desse período para investigação das nossas hipóteses se deu em função do volumoso \n\naumento dos recursos municipais ocorrido nesse período, paralelamente à queda de posições no \n\nranking que mede o IDH dos municípios do Estado do Rio de Janeiro sofrida por Campos dos \n\nGoytacazes. \n\n \n\n\n\n \n 55 \n\n \n\n3.2.1 -ÍNDICE DE DESENVOLVIMENTO HUMANO - IDH - CAMPOS E NITERÓI \n\n \n\nO Índice de Desenvolvimento Humano foi criado pela ONU no início da década de 1990. \n\nA grande inovação desse indicador foi inserir variáveis que pudessem medir outros aspectos das \n\ncondições de vida da população, indo além das tradicionais análises comparativas de \n\ndesenvolvimento que sempre tiveram na variável renda o principal dado a ser investigado. Ainda \n\nque tenham ocorrido algumas alterações na sua metodologia de cálculo, o IDH tem mantido a sua \n\nconcepção básica ao longo dos anos, sendo composto de três índices, aos quais são atribuídos \n\npesos iguais: longevidade (esperança de vida ao nascer), educação (número médio de anos de \n\nestudo e taxa de analfabetismo) e renda (renda familiar per capita média ajustada). \n\nNo Brasil, os dados do IBGE relativos aos índices de desenvolvimento econômico e social \n\ndos municípios brasileiros foram organizados e divulgados pelo PNUD através do Atlas do \n\ndesenvolvimento humano nos anos de 1991 e 2000. Em relação aos nossos casos, notamos que no \n\nmunicípio de Campos, entre os anos de 1991 e 2000, houve uma sensível melhora nos indicadores \n\nsociais, mesmo assim o município que ocupava a quadragésima quarta colocação no ranking de \n\nIDH do Estado do Rio de Janeiro caiu dez posições, passando a ocupar a qüinquagésima quarta \n\ncolocação entre os municípios fluminenses. Historicamente, o município sempre ocupou posições \n\nintermediárias no ranking estadual, porém notamos que há uma continuada queda de posição em \n\ncomparação com a média do Estado. \n\n \n\n \n\n \n\n \n\n \n\nQUADRO V \n\n \n\nIndicadores Sociais de Campos dos Goytacazes (1991 - 2000)  \n\n 1991 2000 \n\nIDH Municipal                         0,684 0,752 \n\nEducação                                  0,778 0,867 \n\n\n\n \n 56 \n\nLongevidade                             0,625 0,697 \n\nRenda                                       0,649 0,693 \n\nRenda per capita                      190,6 247,2 \n\nProporção de Pobres (%)          44,9 30,4 \n\nÍndice de Gini                     0,62 0,58 \n\n  \nFonte: Atlas do Desenvolvimento Humano - PNUD \n\n \n\nEssa melhora dos índices acompanhada de queda no ranking poderia ser compreendida em \n\nfunção das melhorias ocorridas em outros municípios do Estado. Mesmo assim, esse dado deixa \n\nde ser atenuante quando verificamos o aumento do orçamento municipal a partir de 1997, não \n\nocorrido com tamanha desenvoltura nos outros municípios.    \n\n \n\n  \n\nQUADRO VI \n\nEvolução do Orçamento Municipal per capita de Campos dos Goytacazes 1994 – 2004 \n\n1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 \n\n37,2 65,5 71,0 67,3 83,1 95,0 144 228 434 465 600 \nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\nQuando comparamos municípios com a relação “orçamento/número de habitantes” \n\nsemelhantes, podemos perceber que os números de Campos chamam atenção. Enquanto os \n\nmunicípios que apresentam números populacionais e orçamentários semelhantes aos de Campos \n\nencontram-se nas trinta primeiras colocações do Ranking Nacional de IDH - M, Campos dos \n\nGoytacazes posiciona-se acima da milésima colocação. \n\n \n\nQUADRO VII \n\nCidades \nOrçamento \n\n(milhões)* \n\nPopulação \n\n(mil) \n\nOrçamento/ \n\nHabitante \n\nIDH-M \n\n2000 \n\nPosição \n\nRanking IDH-M \n\nCampos dos \n\nGoytacazes - RJ \n465 406 R$ 1,143,00 0,752 1.818,º \n\nFlorianópolis – SC 481 342 R$ 1.406,00 0,881 4º \n\nPorto Alegre – RS 1.586 1.360 R$ 1.166,00 0,865 11º \n\n\n\n \n 57 \n\nVitória - ES 447 292 R$ 1.530,00 0,856 18º \n\nCuritiba – PR 1.940 1.587 R$ 1.222,00 0,856 19º \n\nSão Paulo – SP 10.593 10.434 R$ 1.015,00 0,841 68º \n\n      \n\nNiterói – RJ 403 459 R$ 877,00 0,886 3º \n\nSantos – SP 491 417 R$ 1.177,00 0,871 6º \n\nJoinvile – SC 419 429 R$ 976,00 0,857 14º \n\nCaxias do Sul – RS 370 360 R$ 1.027,00 0,857 16º \n\nRibeirão Preto – SP 450 505 R$ 891,00 0,855 22º \n\nCampinas – SP 1.003 969 R$ 1.035,00 0,852 26º \n\nFonte: Cidade 21 e Boletim Petróleo, Royalties e Região Ano 1, Nº1 – Setembro de 2003 \n\n \n\n \n\nEntre os municípios produtores de petróleo do Estado do Rio, encontramos situações \n\nbastante parecidas com a de Campos. Grandes orçamentos, relação “orçamento/habitante” entre as \n\nmaiores do País e colocações bem elevadas no ranking de IDH-M. Esses municípios, em especial \n\nos casos de Quissamã e Macaé, tendem a reforçar a nossa hipótese que propõe que o aumento da \n\nreceita gerado por uma atividade hegemônica acaba por reforçar padrões de alocações dos \n\nrecursos públicos em políticas públicas descomprometidas com a diversificação da base produtiva \n\ne conseqüentemente despreocupada com o fortalecimento das bases tributárias que possam \n\ngarantir um desenvolvimento auto-sustentável diversificado e pluralista. Ainda nesse capítulo \n\nmostraremos como o aumento dos recursos disponíveis não significaram investimentos adequados \n\nem diversificação das fontes de arrecadação tributária alavancadas pelo aumento da economia \n\nlocal.  \n\n \n\nQUADRO VIII \n\n \n\nCidades \nOrçamento \n\n(milhões) \nPopulação \n\nOrçamento/ \n\nHabitante \n\nIDH – M \n\n2000 \n\nPosição Ranking \n\nIDH – M \n\nCampos dos \n\nGoytacazes \n465 406.989 R$ 1.144,00 0,752 1.818º \n\nCabo Frio 170 126.894 R$ 1.339,00 0,792 751º \n\nSão João da 53,2 27.503 R$ 1.934,00 0,723 2.573º \n\n\n\n \n 58 \n\nBarra* \n\nMacaé 372 131.550 R$ 2.829,00 0,790 815º \n\nCasimiro de \n\nAbreu \n66,0 22.052 R$ 2.992,00 0,781 1.020º \n\nArmação de \n\nBúzios \n59,5 18.179 R$ 3.273,00 0,791 785º \n\nRio das \n\nOstras \n193 36.769 R$ 5.248,00 0,775 1.188º \n\nQuissamã 90 13.668 R$ 6.584,00 0,732 2.374º \n\nCarapebus 60,8 8.651 R$ 7.028,00 0,741 2.134º \nFonte: Observatório socioeconômico da região norte-fluminense \n\n \n\nNiterói, por sua vez, apresenta números mais homogêneos na sua trajetória tanto \n\nfinanceira, quanto nos indicadores de desenvolvimento humano. No mesmo período de nove anos, \n\no IDH cresceu 8,45%, passando de 0,817 em 1991 para 0,886 em 2000. Essa evolução garantiu a \n\npermanência na primeira posição do ranking estadual, e a subida para a terceira posição no \n\nranking nacional. \n\nQUADRO IX \n\n 1991 2000 \n\nIndice de desenvolvimento humano municipal 0,817 0,886 \n\nEducação 0,908 0,960 \n\nLongevidade 0,717 0,808 \n\nRenda 0,827 0,891 \nFonte: Atlas do Desenvolvimento Humano - PNUD \n\n \n\nEm relação aos números da receita municipal, enquanto as cifras de Campos aumentaram \n\nmais de 400 milhões em cinco anos, Niterói apresentou um incremento em torno de 120 milhões \n\nde reais entre os anos de 1997 e 2004. Porém, mais importante do que considerar os números \n\nabsolutos, é observar no próximo item como evoluíram a composição das receitas nestes dois \n\nmunicípios. \n\n \n\n \n\n\n\n \n 59 \n\n3.2.2 - COMPOSIÇÃO DAS RECEITAS MUNICIPAIS \n\n \n\nNeste item, ao trabalharmos com os tipos de receita municipal, adotaremos a seguinte \n\nclassificação: Royalties; Transferências intergovernamentais da União (cota parte do FPM, \n\nITR, IPI e IRRF, convênio SUS, FUNDEF, FNAS, e convênio PNAE) e do Estado (participação \n\nna receita do Estado, cota parte do ICMS e do IPVA) que são repassados ao município; Impostos \n\nmunicipais (IPTU, ISS - Imposto sobre serviços de qualquer natureza - e ITBI) e por último as \n\nreceitas classificadas como taxas, multas, indenizações, dívida ativa, exercícios, receitas \n\npatrimoniais, entre outras.  \n\nNão é difícil perceber quando observamos os dados relativos ao orçamento de Campos que \n\nos royalties tornaram-se a grande fonte de recurso desse município. Não somente em Campos, \n\nmas em diversos municípios brasileiros que se beneficiam dos royalties, o montante das \n\narrecadações cresceu vertiginosamente nos últimos anos. Municípios que antes viviam das \n\ntransferências governamentais e que pouco produziam, hoje recebem fortunas decorrentes da \n\nprodução de petróleo. \n\nCom pequenas, mas significativas diferenças, o caso de Campos nos apresenta uma \n\ninteressante situação. Ao contrário dos pequenos municípios que quase nada produziam, já \n\nverificamos no capítulo anterior que Campos dos Goytacazes sempre obteve números \n\nrelativamente satisfatórios em relação ao desenvolvimento local. A entrada dos royalties \n\nobviamente marcou um grande incremento na arrecadação. Mas, ao contrário do poderíamos \n\nimaginar, a capacidade de extração tributária praticamente estacionou em números absolutos, e \n\ndiminui acentuadamente em termos percentuais. A participação dos impostos municipais que era \n\nde 11% em 2000, reduziu para 3.8% em 2004.  \n\n \n\n \n\nQUADRO X \nTipos de receita 2000 2001 2002 2003 2004* \n\nRoyalties \n40 milhões  \n\n28% \n\n120 milhões \n\n52% \n\n261 milhões \n\n60% \n\n287 milhões \n\n61,7% \n\n369 milhões \n\n61,5% \n\nTransferências \n\nUnião e Estado \n\n81 milhões  \n\n56% \n\n86 milhões  \n\n38% \n\n143 milhões \n\n33% \n\n144,2 milhões \n\n31% \n\n181 milhões \n\n30,2% \n\nImpostos \n\nMunicipais \n\n16 milhões  \n\n11% \n\n13 milhões  \n\n7% \n\n19,7 milhões \n\n4,6% \n\n21,4 milhões \n\n4,6% \n\n23 milhões \n\n3,8% \n\n\n\n \n 60 \n\nTaxas, \n\nIndenizações, \n\nMultas, Dívida \n\nAtiva, receitas \n\nPatrimoniais e \n\nOutras \n\n7 milhões \n\n5% \n\n9,9 milhões  \n\n3% \n\n10,5 milhões \n\n2,4% \n\n12,7 milhões \n\n2,7% \n\n12 milhões \n\n 2% \n\nTotal 144 milhões 228 milhões 434 milhões 465 milhões \n600 \n\nmilhões \n\n*Em 2004 as Contribuções foram incluídas como receitas. Então incluem a previsão de arrecadação de 15,4 \nmilhões no total dos R$ 600 milhões do orçamento. \n\nFonte: TCE - RJ \n\n \n\nO aumento da arrecadação municipal acompanhado da diminuição da arrecadação \n\nproveniente de tributos municipais pode nos indicar duas questões: a primeira é que a \n\ndependência aos royalties, recurso oriundo de uma atividade não renovável, cresce anualmente; a \n\nsegunda é que esse recurso não vem promovendo diversificação e desenvolvimento de outros \n\nsetores da economia local. A não reversão deste quadro poderá apontar para uma grave situação \n\nno futuro, onde a estabilização e depois declínio da produção de petróleo, prevista para daqui \n\nvinte anos, poderá levar a um desastre em termos econômicos do poder público municipal.  \n\n \n\n \n\n \n\n \n\n \n\n \n\nQUADRO XI \n\n \n\nTipos de \n\nReceita \n\n2000 \n\nR$ milhões \n\n2001 \n\nR$ milhões \n\n2002 \n\nR$ milhões \n\n2003 \n\nR$ milhões \n\n2004 \n\nR$ milhões \n\nTrransferênci\n\na e Royalties \n\n121 \n\n84% \n\n206 \n\n90% \n\n404 \n\n93% \n\n431 \n\n93% \n\n587 \n\n94% \n\nImpostos \n\nMunicipais + \n\n23 \n\n16% \n\n22 \n\n10% \n\n30 \n\n7% \n\n34 \n\n7% \n\n35 \n\n6% \n\n\n\n \n 61 \n\nTaxas, Inden., \n\netc \n\nTotal 144 228 434 465 622 \n \n\nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\nSegundo Roberto Pessanha, pesquisador do Observatório Socioeconômico da Região \n\nNorte-Fluminense,  \n \n\nO fim dos recursos dos royalties tenderá a provocar por si só, um esvaziamento das atividades produtivas de \napoio e serviços vinculados ao setor do petróleo. Este fato gera como conseqüência redução de tributos \nlocais. O atrativo de outras empresas prestadoras de serviço de engenharia, ensino e outras, hoje atraídas pelo \napelo da existência de recursos no executivo municipal, também tenderão a se afastar se outras opções não \nforem planejadas para substituir, com movimentação de recursos o que hoje se dá com os royalties do \npetróleo... Não podem ser consideradas exageradas as projeções que imaginam um cenário de abandono de \ntransformação em ‘cidades fantasma’ naquelas que vicejam como cidades ricas, se não houver um \nplanejamento integrado entre estes municípios produtores visando criar alternativas econômicas para essa era \npós-petróleo. (PESSANHA, 2004a, p. 32) \n\n \n\nEm 1997, ano da regulamentação da Lei do Petróleo, a principal fonte de receita do \n\nmunicípio eram as transferências intergovernamentais, responsáveis por 71% da receita \n\nmunicipal. Dezenove por cento provinham dos tributos e apenas 10% eram decorrentes dos \n\nroyalties. Em 2000, os impostos municipais já correspondiam a apenas 11% da arrecadação. Em \n\n2004, menos de dez anos depois, os royalties (sem as participações especiais) contabilizavam 369 \n\nmilhões, ou seja, o equivalente a 61% da receita municipal, enquanto os impostos passaram a \n\nrepresentar menos de 4% da receita.  \n\n \n\n \n\nQUADRO XII \n\nTipo de \n\nImposto \n\n2000 \n\nR$ milhões \n\n2001 \n\nR$ milhões \n\n2002 \n\nR$ milhões \n\n2003 \n\nR$ milhões \n\n2004 \n\nR$ milhões \n\nIPTU \n8 milhões \n\n2,2% \n\n5 milhões \n\n2,2% \n\n5,6 milhões \n\n1,3% \n\n6,1 milhões \n\n1,3% \n\n6,2 milhões \n\n1% \n\nISS \n7 milhões \n\n3% \n\n7 milhões \n\n3% \n\n12,9 milhões \n\n3,1% \n\n14 milhões \n\n3,0% \n\n15 milhões \n\n2,5% \n\nITBI 1 milhão 1 milhão 1,2 milhão 1,3 milhão 1,5 milhão \n\n\n\n \n 62 \n\n0,4% 0,4% 0,3% 0,3% 0,25% \n\nTotal 16 milhões 13 milhões 19,7 milhões 21,4 milhões 22,7 milhões \n\n*Percentual (%) em relação ao Orçamento total do ano \nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\nNo quadro acima, verificamos uma intrigante situação tributária no município de Campos. \n\nA involução do percentual de arrecadação do ISS aparece como um dado a ser questionado. Se é \n\nfato que orçamento geral do município cresceu mais de quatro vezes, e desta forma a capacidade \n\nde investimento da Prefeitura pelo menos deve ter crescido na mesma proporção com contratação \n\nde obras e outros serviços, o crescimento da arrecadação de ISS não deveria estar ocorrendo na \n\nmesma proporção? A partir da simples observação dos dados, não verificamos a observação essa \n\ntendência. Exatamente por essa razão esse exemplo nos interessa, pois essa disparidade entre \n\norçamento e arrecadação tributária está no cerne da nossa argumentação. \n\nOs números relativos ao município de Niterói são menos expressivos em termos absolutos, \n\nalém de não apresentarem grandes saltos nos últimos anos. Entre 1997 e 2002, enquanto a receita \n\ntotal de Campos teve um crescimento percentual de 542%, Niterói apresentou uma taxa de \n\ncrescimento de sua receita em torno de 75%.26 Por outro lado, quando verificamos o montante \n\nrelativo à receita tributária, dado que nos indica diversificação e desenvolvimento das atividades \n\neconômicas, vemos que Niterói apresentou entre os anos de 1997 e 2001 uma variação entre 52% \n\ne 55% da sua receita proveniente de tributos. Em números absolutos, isso significa que em 2002, \n\nenquanto Niterói ocupava a primeira posição no ranking de arrecadação de tributos com 158 \n\nmilhões anuais27, Campos arrecadava algo em torno de 25 milhões de impostos municipais, \n\nnúmero quase insignificante perto do crescimento da receita do município do norte-fluminense.  \n\nEm termos de receita per capita, enquanto Niterói ocupava a sexagésima primeira posição do \n\nranking estadual com 688,63 reais por habitante, Campos apresentava um número de 1.265,05 por \n\nhabitante. Em termos de despesa total, Campos também superava Niterói no início do século XXI, \n\ncom números girando em torno de 390 milhões, enquanto Niterói tinha como despesa total algo \n\nem torno de 300 milhões. Exceto os números relativos à receita tributária e indicadores sociais, \n\nem todos os outros Niterói é superado por Campos em termos absolutos e percentuais. Esse dado \n\n                                                 \n26Fonte: TCE-RJ \n\n27A capital Rio de Janeiro não está incluída neste ranking. \n\n\n\n \n 63 \n\neconômico vem reforçar nossa hipótese pluralista que entende que há relação entre segmentação \n\ndas atividades econômicas com o grau de desenvolvimento econômico e social. \n\n \n\n \n\n3.2.3 -ROYALTIES E DIVERSIFICAÇÃO DA ECONOMIA \n\n \n\nJá vimos que o pagamento de royalties petrolíferos se tornou na década de 1990 um grande \n\nfenômeno gerador de receitas para muitos municípios brasileiros, em especial Campos dos \n\nGoytacazes. Já apresentamos também a base legal que regula a distribuição e a definição dos \n\nvalores pagos aos respectivos beneficiários. Até agora neste capítulo leis e tabelas ilustraram as \n\nlinhas do texto visando mostrar os aspectos técnicos que cercam a distribuição e os impactos \n\norçamentários dos royalties petrolíferos. Neste item discutiremos os argumentos econômicos e \n\npolíticos que justificam ou buscam legitimar o recebimento desses benefícios e as suas \n\nimplicações na esfera política e social do caso em análise. \n\nSegundo o economista Rodrigo Serra, três fundamentos econômicos sustentam o \n\npagamento dos royalties, compreendidos respectivamente nessa mesma ordem crescente de \n\nrelevância: royalties como instrumento de captura de rendas extraordinárias; royalties como \n\nmecanismo de internalização dos custos sociais; royalties como instrumento de promoção de \n\njustiça intergeracional  \n\nRoyalties como captura de rendas extraordinárias talvez tenha sido o primeiro argumento, \n\nem ordem cronológica, a ter justificado o pagamento dos royalties. Capturar renda extraordinária \n\nem benefício de toda sociedade é um postulado já presente na obra “Principles of political \n\neconomy and taxation”, de David Ricardo (1817), quando este defende que os recursos hídricos \n\nsubterrâneos utilizados para irrigação deviam ser tomados como propriedade do Estado, \n\n“advogando a tributação do uso das águas retiradas dos poços. Sendo o Estado representado pelo \n\nRei, deriva-se a plausível etimologia royalties” (SERRA, 2003b, p.167). Nessa perspectiva, o \n\nroyalty petrolífero é entendido como uma forma de se retirar as rendas diferenciadas geradas pela \n\natividade petrolífera e distribuí-la por toda a sociedade. O caráter monopolista e a tendência à \n\ncartelização verificado nas atividades desse setor reforçam este argumento. Porém, notadamente, \n\no objetivo de repartição dos grandes lucros do petróleo está vinculado legalmente ao pagamento \n\nde Participações Especiais que, como já foi visto anteriormente, incidem sobre a lucratividade \n\ntrimestral da plataforma, e não ao pagamento dos royalties.   \n\n\n\n \n 64 \n\nOs royalties como mecanismo de internalização dos custos sociais são relativos aos custos \n\nsociais provocados pela exploração do petróleo e seus derivados. Entre esses custos estão a \n\npoluição do ar, a manutenção das rodovias, degradação do território, entre outros. Sobre essa \n\nquestão, uma severa imposição fiscal já incide sobre as empresas petrolíferas buscando garantir o \n\nfinanciamento público direcionado à diminuição dos custos sociais citados acima. \n\nPor último, e sem dúvida o mais importante argumento que visa legitimar o pagamento de \n\nroyalties, está o royalty como instrumento de promoção de justiça intergeracional. \n\nEquivocadamente criou-se no Brasil uma idéia, bastante difundida entre os diretamente \n\ninteressados no recebimento dos benefícios, que os royalties serviriam como compensações pagas \n\nem função dos impactos negativos causados pelo adensamento econômico e conseqüentemente \n\npopulacional ocorrido nos territórios dos Estados e Municípios. Com base em pressupostos \n\neconômicos, esse argumento torna-se facilmente refutável já que é sabido que o próprio \n\nadensamento promove um incremento na renda que deve se converter em uma maior base de \n\narrecadação. Sendo assim, o surgimento de uma atividade econômica capaz de atrair serviços e \n\nmão-de-obra qualificada para o município por si só deveria servir como fortalecimento da \n\ncapabilidade extrativa de tributos municipais, que levaria ao aumento da receita sem necessidade \n\nde repasse de benefícios que servissem como compensação desse adensamento.  \n\nEntretanto, como sabemos, o efeito produzido pela atividade petrolífera, por diversas \n\nrazões específicas aos municípios produtores de petróleo (como a guerra fiscal ocorrida entre eles \n\nque visa a atração de serviços e empresas ligadas a produção de petróleo através de isenções \n\nfiscais que acabam por estagnar a base tributária municipal), acaba não sendo como o descrito \n\nacima. Exatamente em função dessa característica que a idéia do royalty como instrumento de \n\njustiça intergeracional torna-se seu argumento mais forte. Isso porque, \n\n \nOs royalties distribuídos aos Estados e Municípios têm como função equacionar um problema de justiça \nintergeracional, ou seja, compensá-los de uma trajetória econômica baseada em um recurso não renovável, \npor isso a necessidade de atrelar sua aplicação a investimentos pró diversificação produtiva... (Serra, \n2003c, p. 168).  \n\n \n\nNessa mesma perspectiva, Fernando Postali em um estudo feito para o BNDES nos diz \n\nque, \n\n \nQuando se incorpora a dimensão tempo na análise da renda mineral, observa-se que a decisão de explorar \numa jazida hoje significa a renúncia de explorá-la em algum tempo futuro, em condições, quiçá, mais \n\n\n\n \n 65 \n\nresponsáveis. Trata-se de um custo de oportunidade específico, conhecido como custo de uso, de se \nexplorar a jazida hoje e não amanhã. (POSTALLI,, apud, SERRA, 2003d, p. 167) \n\n \n\nOu seja, os royalties deveriam cumprir a missão de promover a diversificação da economia \n\na fim de garantir uma base tributária sólida que pudesse dar conta da receita municipal no futuro, \n\nquando o recurso explorado no presente estiver exaurido. Sendo assim, nos deparamos com dois \n\nproblemas. O primeiro é que a atividade petrolífera não garante o fortalecimento do \n\ndesenvolvimento local, caracterizando-se mais como uma atividade de enclave do que uma \n\natividade promotora de crescimento econômico. Ainda sobre essa questão, mais adiante \n\nabordaremos questões referentes à teoria do desenvolvimento equilibrado. O segundo problema é \n\nentender por quais motivos e razões os royalties não conseguem cumprir a sua função econômica \n\nde diversificar a economia, já que notamos nesses municípios, e em especial no caso de Campos \n\ndos Goytacazes, a tendência exatamente oposta de concentração da receita em apenas uma fonte e \n\na diminuição da capabilidade extrativa dos tributos municipais que nos indica a retração do \n\ndesenvolvimento local (se considerarmos que a receita oriunda do petróleo tem data marcada para \n\nacabar).  De acordo com os nossos referenciais teóricos, os estudos políticos sobre pluralismo \n\npodem nos ajudar a responder essas questões. Por isso citamos anteriormente as contribuições que \n\na Ciência Política pode nos oferecer para a compreensão do fenômeno ocorrido no município de \n\nCampos dos Goytacazes. \n\n  Quando tratamos do tema pluralismo, temos sempre como referência clássica o livro \n\nPoliarquia, de Robert Dahl. Nesta obra, Dahl analisa as condições necessárias para a formação e \n\nconsolidação de regimes competitivos - Poliarquias - apresentando detalhadamente os fatores que \n\ncontribuem ou dificultam para o sucesso dos modelos poliárquicos. Dentre os vários aspectos \n\nabordados pelo autor, destacadamente a relação entre os custos de tolerância e os custos de \n\nrepressão de uma oposição, encontramos análises sobre a ordem socioeconômica, sobre padrões \n\nde clivagens, sobre níveis de desenvolvimento, sobre subculturas, entre outros. Seguindo um \n\ncaminho distinto da literatura baseada na teoria da modernização - predominante no momento da \n\npublicação do seu estudo - Dahl não explica a formação de regimes competitivos em função da \n\nrelação mecânica entre grau de modernização econômica e esfera política; ele introduz outras \n\nvariáveis no mecanismo explicativo dessa relação. Combinando aspectos políticos e econômicos, \n\nDahl argumenta que no cerne da formação dos regimes poliárquicos está o grau de dispersão dos \n\nacessos aos meios de coerção e sanções econômicas dos atores políticos que competem. Em \n\noutras palavras, a variável fundamental para entendermos a análise de Dahl é o grau de \n\n\n\n \n 66 \n\npluralidade social encontrada em uma sociedade. \n\n Baseado na análise de Dahl, propomos a seguinte questão para este estudo: se Dahl \n\ndesconstrói a relação mecânica entre modernização econômica e regimes competitivos a partir da \n\ndiscussão sobre o grau de pluralidade da sociedade, neste estudo entendemos que a existência de \n\numa atividade hegemônica, mesmo que traga modernização da economia local, não gera \n\nnecessariamente desenvolvimento econômico-social, ainda que possa garantir crescimento da \n\nreceita. Essa constatação se deve a fatores políticos e sociais, ligados ao padrão de arrecadação \n\ndos recursos municipais e o grau de pluralidade existente na sociedade. Reafirmamos que este \n\nestudo não segue de forma exata a hipótese dahliana, que visa explicar a formação de modelos \n\npoliárquicos. Mas, por outro lado, Dahl nos serve como base da nossa argumentação por \n\nidentificar nas atividades hegemônicas (presentes em sociedades hegemônicas) uma das variáveis \n\nexplicativas do seu mecanismo causal. Portanto, seguindo os pressupostos de Robert Dahl, \n\nentendemos que a compreensão do fenômeno ocorrido em Campos dos Goytacazes e a não \n\nocorrência do mesmo fenômeno em Niterói tem relação com o tipo de arrecadação verificado nos \n\nmunicípios dependentes de praticamente uma fonte de receita. O grau de pluralidade de um \n\nmunicípio, medido em função das suas fontes de arrecadação, pode gerar padrões de investimento \n\nque visam segmentar e desenvolver progressivamente a economia local, assim como pode gerar \n\npadrões de investimento descomprometidos com a diversificação da base tributária municipal em \n\nfunção da certeza adquirida pelos atores políticos da existência de recursos abundantes a curto e \n\nmédio prazo sem a necessidade de aplicação de políticas públicas destinadas a investimentos \n\nsociais e econômicos. \n\nCabe ressaltar que esta proposição é fundamentada pela premissa da escolha racional, que \n\nentende que atores políticos selecionam entre as alternativas de ação disponíveis aquela que \n\nproduz a conseqüência desejada em termos de seus objetivos, ou da maximização de sua função \n\nutilidade. Ou seja, cada ator, tendo a informação adequada, sempre irá escolher a opção que \n\nmelhor lhe assegure a maximização dos seus interesses, podendo este ser monetário ou não. Essas \n\nescolhas “feitas pelos atores devem ser explicadas em termos de variabilidade de \n\nconstrangimentos materiais enfrentados por eles” (FEREJOHN &amp; PASQUALE, 2000 a, p. 09). \n\nSendo assim, atores políticos que têm controle sobre recursos abundantes oriundos de atividades \n\nque não demandam investimentos em setores que poderiam gerar diversificação da economia e \n\nconseqüente desenvolvimento local não encontram restrições em não atender demandas por \n\ninvestimentos em diversificação econômica, pois não dependem da disponibilidade dos recursos \n\n\n\n \n 67 \n\ngerados por estas atividades. A função do royalty seria garantir esse desenvolvimento, mas \n\npartindo das premissas apresentadas acima e observando os dados, concluímos que uma atividade \n\nconcentradora de receita tende a gerar um efeito contrário, onde fica constatada a concentração da \n\natividade econômica e a piora dos índices de desenvolvimento econômico, mesmo existindo \n\ncondições econômicas propícias ao desenvolvimento local. Em suma, notamos que uma atividade \n\nhegemônica é incapaz de ser o motor que irá alavancar o desenvolvimento sustentado pela \n\ndiversificação econômica justamente porque seus atores políticos sofrerão poucas restrições e \n\natuarão com menos pressão de grupos que poderiam demandar por investimento em atividades \n\ngeradoras de distribuição de renda e melhoria das condições de vida no município. As \n\npossibilidades de ação dos atores políticos das prefeituras municipais ficam ampliadas quando \n\nestes têm acesso irrestrito a grandes montantes financeiros que não são originários dos grupos de \n\npressão presentes no jogo político municipal. Dessa forma, a receita farta, mesmo em contextos de \n\nbaixo desenvolvimento, permite que os atores políticos optem por ações voltadas para a \n\nmaximização de interesses de curto prazo (gerando um determinado padrão de alocação de \n\nrecursos que veremos mais adiante), relegando ao último plano a adoção de políticas públicas \n\ncomprometidas com o fortalecimento da base tributária. No fim das contas, os royalties não geram \n\ndesenvolvimento por retirarem dos atores políticos dos governos locais qualquer tipo de restrição \n\nmaterial sobre as suas escolhas, já que os recursos são fartos e a fiscalização praticamente nula. \n\n3.3 - UMA REFERÊNCIA AOS ESTUDOS DAS REDES SOCIAIS: AS CONTRIBUIÇÕES \n\nDESSE NOVO MARCO PARA OS ESTUDOS URBANOS \n\n \n\nOs estudos sobre redes sociais são relativamente recentes no Brasil. De um modo geral, \n\nesses estudos visam analisar os tecidos relacionais dos atores políticos formados no interior dos \n\nestados, e também as relação entre os interesses públicos e privados mediados pelas redes sociais \n\nexistentes (permeabilidade). Segundo Eduardo Cesar Marques, o estudo sobre redes sociais \n\nsucede nos tempos atuais duas tendências que já foram hegemônicas nos trabalhos sobre políticas \n\nestatais urbanas. Na década de 70, o marxismo estruturalista, que dominava o cenário intelectual, \n\ndefendia a determinação das políticas estatais e das ações dos agentes sociais por mecanismos \n\nestruturais do mo do capitalista. Ao longo da década de 80, foi observada uma guinada em direção \n\nao extremo oposto.  Enquanto o marxismo dava primazia absoluta às determinações da estrutura \n\neconômica, relegando ao segundo plano as disputas políticas e os processos decisórios, os estudos \n\nantropológicos situaram o indivíduo dentro um contexto de plena liberdade de ação e decisão. De \n\n\n\n \n 68 \n\nacordo com as palavras do cientista político Lucio Kowarick, esse processo significou a \n\nsubstituição da estrutura sem sujeitos pelo estudo do sujeito liberado de qualquer constrangimento \n\nestrutural.  \n\nO podemos perceber nos trabalhos atuais, é que o estudo das redes sociais pretende \n\npreservar aspectos teóricos dessas duas perspectivas. Para Eduardo Marques, um dos principais \n\nestudiosos de políticas estatais no Brasil, o estudo das redes sociais pretende ser de certa forma a \n\ncombinação dessas duas tendências. Nas palavras do próprio autor, essa nova proposta analítica \n\npretende ser uma perspectiva que “incorpora os constrangimentos estruturais, a herança histórica \n\ndas relações e instituições brasileiras, mas que deixa espaço para a análise dos atores e agentes \n\nsociais.” (MARQUES &amp; BICHIR, 2002, p.2) \n\nEm um primeiro momento, a relação entre o pluralismo, teoria que norteia este trabalho, e \n\no estudo de redes sociais não parece muito definida. O pluralismo baseia-se na contingência das \n\ndisputas políticas, onde o processo decisório, que está no cerne da discussão, é entendido a partir \n\ndos conflitos abertos entre os grupos de pressão. Ou seja, formulações de agenda, de alternativas, \n\ndecisões, implementações e avaliações de políticas públicas estão submetidas, de acordo com a \n\nperspectiva pluralista, aos desígnios dos grupos e atores e atores envolvidos no jogo político. Já o \n\nestudo de redes, ao analisar o tecido relacional, está comprometido com fatores permanentes \n\npresentes nas instituições que regulam o jogo político. Em outras palavras, essa perspectiva nos \n\nchama atenção para a disparidade de poderes como uma variável que pode interferir diretamente \n\nno resultado do processo decisório, mais do que a própria estratégia e pressão dos grupos sociais. \n\nPorém, pelo que lemos nas palavras de Marques supracitadas, o estudo sobre as redes sociais, \n\nmesmo não seguindo exatamente o pressuposto pluralista, também engloba a preocupação com a \n\nação dos grupos. Mais uma vez, segundo Marques, \n\n \n“Sob meu ponto de vista, parece ser imprescindível considerar tanto as estratégias dos atores e a \ncontingência dos resultados quanto às desproporções de poder ancoradas nos instrumentos, (mesmo que \nimateriais) de poder que introduzem fortes tendências à estabilidade.” (Marques, 2000b, p.41) \n \n\nFoi exatamente a combinação desses dois aspectos teóricos que nos chamou atenção nos \n\nestudos urbanos recentes, tornando assim necessária a referência dessa nova perspectiva neste \n\ntrabalho. Porque ao contrário do que percebemos em trabalhos recentes do próprio Marques e de \n\noutros autores que vêm adotando esta linha de pesquisa, não entendemos que o estudo das redes \n\nsociais sirva como contraponto ao pluralismo. Pelo contrário, percebemos através de muitas \n\n\n\n \n 69 \n\npassagens de artigos que tratam do tema redes sociais que estes autores não estão formulando um \n\ncontraponto, e sim uma proposta analítica que serve como complemento à interpretação pluralista. \n\nNovos elementos que apontam para a importância de fatores ligados a estrutura social e as \n\ninstituições na definição das estratégias e capacidades de ação de grupos e atores políticos, mais \n\ndo que uma refutação do pluralismo, significam uma contribuição à capacidade analítica do \n\nestudo de grupos sociais. O próprio Dahl no “Sobre a Democracia”, um dos seus estudos mais \n\nrecentes, mesmo sem entrar por esse viés, nos alerta para a disparidade de poder existente entre os \n\natores em sociedades marcadas por grande desigualdade econômica. O que o estudo de redes nos \n\npermite é justamente compreender detalhadamente como essas disparidades funcionam como \n\nfatores de intervenção nos momentos do ciclo de produção de políticas.   \n\nEm suma, o que pretendemos dizer é o seguinte: este estudo se baseia em uma perspectiva \n\npluralista. O problema central do trabalho é que mesmo em contexto de receita abundante e \n\ncondições econômicas favoráveis, verificamos que não há um surto de desenvolvimento \n\neconômico-social local no município de Campos como sempre se verifica de forma constante no \n\nmunicípio de Niterói. Nossa hipótese pressupõe que independente da condição econômica \n\nfavorável, a concentração de receita gerada por uma atividade hegemônica cria condições \n\npolíticas que não favorecem ao desenvolvimento e diversificação das atividades locais. Isso gera \n\num padrão de alocação distinto dos recursos nos municípios. Enquanto o que possui uma \n\natividade concentrada diminui o seu grau de pluralidade econômica, notada em função da queda \n\nbrusca do percentual de receita tributária, o município que depende da receita própria gerada pelas \n\natividades econômicas diversificadas apresenta maiores índices de investimento e melhores \n\nresultados em infra-estrutura e dados sociais. Em última análise, isso é notado pelos números do \n\nIDH desses municípios. O estudo de redes sociais nos permitiria compreender a dinâmica interna \n\ndesse processo. Se o pluralismo nos garante afirmar que a diminuição da pluralidade e diversidade \n\ndas atividades produtivas contribui decisivamente para a retração do desenvolvimento social \n\nlocal, o estudo das redes permitiria a compreensão dos meandros desse fenômeno, podendo \n\nmostrar como a concentração da receita em uma atividade econômica pode ser capaz de restringir \n\na ação de grupos e atores vinculados a outros segmentos sociais.   \n\nComo já foi dito em outros momentos, este trabalho não tem a pretensão de desenvolver \n\nsociogramas capazes de ilustrar esse processo. Porém, é importante ressaltar que este estudo não \n\npretende ir na contramão dos estudos urbanos recentes. Mesmo não utilizando o método das redes \n\nsociais, não pretendemos situar este trabalho como algo distante dessa realidade. Pretendemos \n\n\n\n \n 70 \n\nsim, criar um mecanismo explicativo a partir de um pressuposto pluralista que seja capaz de abrir \n\ncaminhos para um estudo relacional capaz de explicar detalhadamente os processos de decisão \n\nque moldam esses padrões de alocação de recursos públicos municipais. O objetivo dessa \n\ndissertação, mais cauteloso do que ambicioso, foi dar o primeiro passo para esta possibilidade de \n\nanálise. \n\n \n\n \n\n3.4- ALOCAÇÃO DOS RECURSOS MUNICIPAIS \n\n \n\nJá vimos no item anterior que uma análise do tecido relacional poderá nos servir, em um \n\npróximo estudo, como um eficiente instrumento metodológico capaz de elucidar os fatores \n\npolíticos que determinam os padrões de alocação de recursos municipais. Como já dissemos, \n\npretendemos nesse estudo apenas mostrar que há uma relação entre a concentração de receita, a \n\ndiminuição dos canais de pressão dos grupos e uma conseqüente definição de investimentos \n\nmunicipais de acordo com a possibilidade de ação dos atores políticos das prefeituras municipais. \n\nEssa relação entre receita concentrada e desenvolvimento local é mediada por fatores políticos, já \n\nque notamos que a diminuição da diversificação econômica, mesmo em contextos de grande \n\narrecadação, é acompanhada de queda nos indicadores de qualidade de vida local.  Em forma de \n\nequação, explicamos essa relação da seguinte maneira: \n\n \n\nReceita concentrada (grande montante de recursos, condições econômicas propícias ao desenvolvimento)  ?  \n\nDiminuição da diversificação econômica (retração dos canais de pressão dos grupos. Atores políticos das \n\nprefeituras detém o controle de recursos extraordinários não provenientes do jogo político local)   ? Reforço do \n\npadrão de arrecadação sustentado por uma atividade econômica (fatores políticos alterando a \ntendência de desenvolvimento econômico - atores políticos locais perdem constrangimentos materiais de ação, \n\ngerando um padrão de alocação de recursos descomprometido com os grupos econômicos e sociais da localidade)   ? \n\nCristalização de um determinado padrão de investimento dos recursos municipais (análise do \ntecido relacional seria útil nesse instante, para explicar os meandros da relação entre a alocação de recursos e o \n\ndesenvolvimento local.)  ? Indicadores econômicos e sociais abaixo das expectativas. \n\n \n\nPortanto, o que estamos propondo é que a concentração da receita municipal, por razões \n\nrelativas à pluralidade social, é um fator que atua sobre o desenvolvimento local. Não queremos \n\n\n\n \n 71 \n\ncom isso negar a existência de outros fatores, ou propor que este mecanismo dê conta de outros \n\ncasos mais complexos. A nossa hipótese está restrita a uma análise de uma das causas que levam \n\nos municípios produtores de petróleo, mesmo apresentando altos índices de arrecadação, a \n\napresentarem redução de qualidade nos indicadores econômicos e sociais. Certamente essa \n\nhipótese pode se adequar a outros tipos de atividade hegemônica. Mas, por enquanto, o que \n\nqueremos enfatizar é a influência qualitativa de um determinado tipo de arrecadação, interposto \n\npor questões políticas, sobre o desenvolvimento econômico local do município de Campos dos \n\nGoytacazes.   \n\nMesmo não organizando sociogramas, podemos apresentar dados que podem \n\npreliminarmente confirmar a relação entre a concentração de receita nos municípios produtores de \n\npetróleo e um padrão de alocação de recurso que não favorece a diversificação econômica e a \n\nmelhoria da qualidade de vida local. Tanto na imprensa, como através da verificação dos \n\nresultados dos gastos sociais, percebemos que a aplicação dos royalties pouco tem contribuído \n\npara a formação de um novo panorama econômico no município de Campos. Reportagens como a \n\npublicada na Gazeta Mercantil reforçam essa convicção: \n\n \nO município de Campos dos Goytacazes, o maior contemplado por \"petroreais\", engrossa a lista das cidades \ncom investimentos aquém dos royalties. De 1998 a 2005, período mais recente de prestação de contas das \nprefeituras à Secretaria do Tesouro, só há dados de 2000 pelos municípios. Naquele ano, a arrecadação com \nroyalties e participações especiais chegou a R$ 141,8 milhões, enquanto as despesas com investimentos \nforam de R$ 90 milhões. Como punição pela falta de prestação de contas, as cidades ficam proibidas de \ntomar empréstimos e repasses voluntários do governo federal. Mas, para Campos, isso não foi problema: as \ncompensações somaram R$ 2,7 bilhões - royalties e participações especiais de 1998 a maio de 2007 (em \nvalores correntes, sem considerar correções monetárias). \"Transparência e democratização na destinação dos \nroyalties são fundamentais. As cidades deveriam criar um fundo, juntamente com um conselho municipal \npara escolher a destinação desses recursos\", defende o coordenador do Info Royalties, Rodrigo Serra. O \npesquisador atenta para o uso dos recursos em gastos que não geram fomento nem empregos. Muitas cidades \njá foram criticadas pelos sucessivos shows e festas bancadas pelo ouro negro, batizados de farra dos \nroyalties. (Gazeta Mercantil,19 de agosto de 2007) \n\n \nNa página do Tribunal de Contas do Estado do Rio de Janeiro, na internet, não faltam \n\nnotícias referentes a multas decorrentes à má aplicação dos royalties em despesa com pessoal, ou \n\nfalta de transparência na aplicação desses recursos: \n\n \nO Tribunal de Contas do Estado do Rio de Janeiro decidiu aplicar multa de R$ 3.398,40 (corresponde a duas \nmil vezes o valor da Ufir-RJ) ao ex-prefeito municipal de Campos dos Goytacazes Arnaldo França Vianna. \nA quantia deve ser recolhida com recursos próprios aos cofres públicos estaduais, ficando desde já \nautorizada a cobrança executiva no caso do não recolhimento, pois já ultrapassadas as fases de apresentação \nde defesa.  \n\n\n\n \n 72 \n\nTrata-se de decisão ocorrida em processo de relatório de inspeção especial realizada na prefeitura para \nverificar a gestão dos recursos dos royalties/participação especial no ano de 2001. Em decisão plenária \nanterior, o ex-prefeito fora notificado para atender os seguintes questionamentos: \na) esclareça as razões da utilização dos recursos dos royalties para pagamento de folha de pessoal, bem como \nobrigações patronais; b) apresente, de forma discriminada, as despesas realizadas com o montante de \nrecursos dos royalties transferidos para o Fundo de Previdência Municipal, conforme apontado na inspeção; \nc) apresente, de forma discriminada, das despesas realizadas com o montante de recursos dos royalties \ntransferidos para o Legislativo Municipal, conforme apontado na inspeção; d) apresente, de forma \ndiscriminada, as despesas realizadas com o montante de recursos dos royalties transferidos para o Banerj, \nconta nº 40.005-3, conforme apontado na inspeção; e) apresente, de forma discriminada, as despesas \nrealizadas com o montante de recursos dos royalties transferidos para as várias Fundações Municipais, \napontadas na inspeção; f) esclareça quanto ao descontrole na guarda dos processos de pagamento e a \nestrutura deficitária existente no setor contábil da Prefeitura Municipal, como relatado no presente; g) \nesclareça quanto ao não atendimento da solicitação dos processos licitatórios realizada pela equipe de \ninspeção; h) esclareça quanto ao não atendimento da solicitação do extrato da conta 73.049-1 Banco do \nBrasil; i) esclareça os motivos pelos quais não observou o art. 3º do PPA (1999/2001) que obriga a \nelaboração de relatórios semestrais a serem encaminhados ao Poder Legislativo, contendo demonstrativos da \nexecução do plano. \nComo os elementos encaminhados pelo ex-prefeito não foram considerados satisfatórios, decidiu-se pela \naplicação de multa. O voto aprovado em Plenário determina também que o atual prefeito de Campos dos \nGoytacazes seja comunicado para que remeta ao TCE-RJ os documentos relacionados nos itens “b, c, d, e” \nacima transcritos e ainda que seja encaminhado ofício ao Ministério Público Estadual para que tome as \nprovidências que julgar cabíveis face aos fatos apontados. (Site do TCE-RJ - 05 de outubro de 2006) \n\n \n\nNão é difícil encontrar reportagens comentando sobre a aplicação dos royalties no \n\nmunicípio de Campos. A seleção das duas expostas acima foi feita em função de uma representar \n\num jornal com credibilidade perante a sociedade e a outra representar um órgão de fiscalização \n\ngovernamental. Acreditamos que seria mais interessante pegar dois exemplos emblemáticos entre \n\nas diversas reportagens do que expor uma gama de notícias que basicamente se repetem ao longo \n\ndos anos. \n\nSe pegarmos os números referentes aos gastos sociais e econômicos do município de \n\nCampos e compararmos com o município de Niterói, veremos que as posições distantes no IDH \n\nestadual se justificam.   No ano de 2002, o orçamento do município de Campos girou em torno de \n\n430 milhões de reais. Do total desse montante, 80 milhões (18%) foi destinado aos gastos com o \n\ngabinete do prefeito28. Enquanto isso, apenas quatro milhões foram destinados à secretaria de \n\nIndústria, Comércio e Turismo, o que equivale a menos de 1% do orçamento. Na área da saúde \n\npercebemos que à medida que o orçamento total crescia a passos largos entre os anos de 2000 e \n\n2004, o percentual destinado a esta secretaria reduzia de forma constante. No ano de 2000, 12% \n\ndo orçamento de Campos era destinado a saúde. Em 2004, com mais recursos disponíveis, esse \n\n                                                 \n28Gabinete do Prefeito é classificado como atividade meio, assim como os gastos com Câmara Municipal, Secretaria \ndo Governo e Administração. Apenas nos anos 2003 e 2004, os gastos com infra-estrutura foram alocados como \ngastos do gabinete do Prefeito.Por isso, nos quadros XVI e XVII foram feitas as correções para que não houvesse \ndistorções.  \n\n\n\n \n 73 \n\npercentual caiu para 8,5%. Nesse mesmo período, o total do orçamento cresceu mais cerca de \n\n300%, e os gastos com administração, gabinete do prefeito e Câmara Municipal subiram de 25% \n\npara quase 30% do orçamento. Em números absolutos, enquanto em 2000 gastava-se em torno de \n\n36 milhões em gastos administrativos, em 2004 o gasto saltou para 180 milhões.  \n\nPara facilitar a compreensão desses números, basta olhar para os números do outro caso \n\nanalisado. Em Niterói, no ano de 2001, o orçamento girava em torno de 270 milhões. Seis milhões \n\nforam destinados a secretaria de Indústria, Comércio e Turismo, e mais 4 milhões alocados na \n\nsecretaria de desenvolvimento regional, o que contabiliza 3,7% do orçamento. Números também \n\nnão muito elevados, mas razoavelmente altos se comparados aos 3 milhões investidos em 2004 \n\nem Campos com um orçamento de 600 milhões de reais. Em termos percentuais, esse \n\ninvestimento equivale a 0,55% do orçamento municipal. Em um município que recebe recursos \n\nque deveriam propiciar a dinamização da atividade econômica local, o investimento de menos de \n\num por cento está longe de ser satisfatório.  \n\nUma outra forma de ilustrarmos nossa argumentação é dividindo os gastos e investimentos \n\nmunicipais em quatro tipos: investimentos em infra-estrutura, que englobam as secretarias de \n\nobras e urbanismo, meio ambiente, transportes, limpeza pública, Campos Luz, empresa municipal \n\nde transportes - EMUT e a empresa municipal de habitação e urbanismo; investimentos em \n\ndesenvolvimento social, que engloba as secretarias de educação e cultura, saúde, promoção \n\nsocial, defesa do consumidor, fundação municipal da infância e da juventude, Fundação municipal \n\nde esportes, Fundação municipal Zumbi dos palmares, Fundação J. B. Martins e a Fundação \n\nmunicipal do teatro Trianon.; investimentos em desenvolvimento econômico, que engloba as \n\nsecretarias de indústria, comércio e turismo, agricultura e a Companhia de desenvolvimento do \n\nmunicípio de Campos - CODEMCA.; e os gastos com atividades meio, que engloba os gastos \n\ncom Câmara Municipal, Procuradoria Geral, Gabinete do Prefeito, Secretaria de Governo, \n\nControle e Planejamento, Comunicação social, administração, Fazenda, justiça e assistência \n\njudiciária e a guarda municipal.   \n\n \n\nQUADRO XIII \n\nAno 2000 \n\nÁrea de Investimento R$ em milhões % \n\nA - Infraestrutura 40,0 28,0% \n\n\n\n \n 74 \n\nB – Desenvolvimento Social 64,0 44,5% \n\nC – Desenvolvimento Econõmico 1,2 0,8% \n\nD – Atividades Meio 38,4 26,7% \n\nTotal 143,6* 100% \n*A reserva de Contingência foi de R$ 546 mil e é acrescida ao Orçamento total. \n\nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\nQUADRO XIV \n\nAno 2001 \n\nÁrea de Investimento R$ em milhões % \n\nA - Infraestrutura 75,6 34% \n\nB – Desenvolvimento Social 95,5 43% \n\nC – Desenvolvimento Econõmico 1,8 0,8% \n\nD – Atividades Meio 50,3 22,2% \n\nTotal 223,2* 100% \n*A reserva de Contingência foi de R$ 5,6 milhões e é acrescida ao Orçamento total. \n\nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\n \n\nQUADRO XV \n\nAno 2002 \n\nÁrea de Investimento R$ em milhões % \n\nA - Infraestrutura 54,3 12,8 \n\nB – Desenvolvimento Social 126,4 29,7% \n\nC – Desenvolvimento Econõmico 10,7 2,5% \n\nD – Atividades Meio 233,6 55,0% \n\nTotal 425* 100% \n*A reserva de Contingência foi de R$ 5,6 milhões e é acrescida ao Orçamento total. \n\n \n\n \n\n \n\nQUADRO XVI \n\n\n\n \n 75 \n\nAno 2003 \nAno 2003 \n\n(corrigido Gabinete Prefeito) \n\nÁrea de Investimento R$ em milhões % \nR$ em \n\nmilhões \n% \n\nA - Infraestrutura 67,4 14,5% 113,4 24,5% \n\nB – Desenvolvimento \n\nSocial \n167,9 36,2% 174,0 37,5% \n\nC – Desenvolvimento \n\nEconõmico \n15,2 3,30% 22,5 4,9% \n\nD – Atividades Meio 213,0 46,0% 153,6 33,1% \n\nTotal 463,5* 100% 463,5* 100% \n*A reserva de Contingência foi de R$ 5,6 milhões e é acrescida ao Orçamento total. \n\nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nQUADRO XVII \n\n \n\nAno 2004 \nAno 2004 \n\n(corrigido Gabinete Prefeito) \n\nÁrea de Investimento R$ em milhões % \nR$ em \n\nmilhões \n% \n\nA - Infraestrutura 93,4 16% 155,4 26,5% \n\nB – Desenvolvimento \n\nSocial \n249,6 42,6% 257,6 44,0% \n\nC – Desenvolvimento \n\nEconõmico \n17,0 3,0% 32,0 5,5% \n\nD – Atividades Meio 225,0 38,4% 140,0 24,0% \n\n\n\n \n 76 \n\nTotal 585* 100% 585* 100% \n*A reserva de Contingência foi de R$ 15 milhões e é acrescida ao Orçamento total. \n\nFonte: Observatório Socioeconômico da região norte-fluminense \n\n \n\n \n\nSeguindo a definição de Flavio Rezende, citada no primeiro capítulo, podemos colocar os \n\ngastos com infra-estrutura junto com os gastos com desenvolvimento econômico, definindo-os \n\ncomo gastos econômicos. Pois bem, esses gastos nos anos de 2002, 2003 e 2004 não chegam a \n\n20% do investimento total. A situação fica bem mais grave se considerarmos isoladamente os \n\ngastos com desenvolvimento econômico. O investimento neste setor, que de acordo com as \n\njustificativas para o recebimento de royalties deveria ser o maior entre todos, varia entre 0,8% e \n\n3,3% do total do orçamento. Para tentar reverter esse quadro, entidades da sociedade civil \n\npropuseram na audiência pública do dia 23/10/2003 na Câmara Municipal, que os investimentos \n\nno FUNDECAM fossem ampliados para 30 milhões. O FUNDECAM - Fundo de \n\ndesenvolvimento de Campos - está vinculado ao chefe do gabinete do executivo. Este foi criado a \n\npartir da mobilização de entidades do setor produtivo e da sociedade civil que chegaram a se \n\nreunir num Fórum permanente de desenvolvimento, lançado em março de 2001, que tinha como \n\nprincipal reinvidicação a utilização dos recursos provenientes dos royalties num fundo capaz de \n\n“viabilizar investimentos internos e externos em atividades produtivas, especialmente pequenas e \n\nmédias empresas capazes de gerar emprego e dar sustentabilidade à economia local para o período \n\npós-royalties.” (OBSERVATÓRIO SÓCIO-ECONÔMICO DA REGIÃO NORTE \n\nFLUMINENSE, 2003 a, p. 24). As entidades que participam deste Fórum são: FIRJAN, CDL, \n\nACIC, OAB, Cidade 21, FUNDENOR, ANFEA, Fundação Rural e o Jornal Folha da Manhã. A \n\njulgar pelos números referentes aos investimentos desde a criação do Fórum em 2001, o poder de \n\npressão desses grupos não foi capaz de alterar o padrão de alocação de recursos desenvolvido a \n\npartir da grande entrada de royalties no município de Campos.  \n\nNos números relativos aos gastos sociais, um dado contribui bastante para possíveis \n\ndistorções. Entram nos gastos sociais investimentos feitos e cultura e esportes. Segundo pesquisa \n\nfeita pelo Consórcio Universitário de pesquisa da Região Norte Fluminense, \nO que tem sido muito questionado é o número excessivo de shows em praças públicas ao longo do ano (em \n2003, 703 foram realizados) e os altos valores pagos aos mesmos que são contratados por inexigibilidade de \nlicitação. Nos esportes os questionamentos são semelhantes. Os gastos com as chamadas equipes altamente \ncompetitivas ou em esporte de alto rendimento, com contratação de atletas com altos salários para \nrepresentar a cidade especialmente nas competições de vôlei e basquete, consomem recursos que, segundo \n\n\n\n \n 77 \n\ninvestigações, se aproximam a 500 mil mensais. (Observatório Sócio-Econômico da Região Norte-\nFluminense, 2003 b, p. 39)  \n\n \n\nSe considerarmos os números relativos à educação isoladamente, verificamos que há uma \n\nredução em valores percentuais de 27,7% em 2000, para 13,96% em 2004. A Constituição \n\nestabelece um mínimo de 25% de investimento municipal em educação. O percentual de Campos \n\nestá abaixo desse valor porque esse investimento de 25% incide sobre a receita resultante de \n\nimpostos ou transferências provenientes de verbas de manutenção e desenvolvimento do ensino, o \n\nque acaba excluindo os royalties. Na saúde, no ano de 2002, os 8% investidos não representaram \n\nnem mesmo a metade dos gastos com administração. Obviamente, se pegarmos apenas os \n\nnúmeros absolutos, perceberemos que há crescimento de investimento em quase todos os setores. \n\nEntretanto, como há um grande crescimento do orçamento total, é muito mais interessante \n\nobservarmos os dados percentuais e relativos desse período. \n\nComo podemos perceber ao longo do capítulo, os números e resultados referentes à \n\neducação, saúde e principalmente os investimentos econômicos são mais bem sucedidos no \n\nmunicípio que apresenta menor receita e menor concentração da origem dos recursos do que no \n\nmunicípio que apresenta maior receita e maior concentração da origem dos recursos. Em termos \n\nmeramente econômicos, seria fácil estabelecer a relação entre a maior arrecadação e os melhores \n\nresultados econômicos e sociais. Entretanto, a análise de questões políticas nos oferece \n\nexplicações para a compreensão da ocorrência do fenômeno oposto. Por exemplo: como explicar a \n\ngradativa redução da autonomia financeira do município que apresenta mais recursos para \n\ninvestimentos em desenvolvimento econômico? Como explicar que a arrecadação de ICMS no \n\nmunicípio de Campos caiu em números absolutos e relativos no período entre 1997 e 2002, \n\njustamente quando houve um enorme aumento da receita? O caso de Niterói nos serve para \n\nexcluir fatores ligados a economia nacional ou estadual, já que neste mesmo período houve um \n\naumento do indicador de autonomia financeira, sustentado basicamente pelo aumento de \n\narrecadação do ICMS municipal. Como já dissemos anteriormente, esses municípios sempre \n\npossuíram semelhanças demográficas e econômicas, e em um determinado momento assumiram \n\npadrões de desenvolvimento que cada vez mais se afastam um do outro. Enquanto no município \n\ndo grande Rio verificamos o fortalecimento da receita tributária e a resultados econômicos e \n\nsociais plenamente satisfatórios, verificamos no município do norte fluminense que à medida que \n\na receita se concentra em uma atividade do tipo “carro-chefe” os indicadores financeiros mostram \n\ndeclínio da capacidade de extração de tributos e queda nos índices que medem a qualidade de vida \n\n\n\n \n 78 \n\nlocal. Para nós, parece não haver dúvida que um dos fatores fundamentais que explica esse \n\nfenômeno é a conseqüente diminuição do poder de pressão dos grupos econômicos não ligados à \n\natividade hegemônica em localidades onde há concentração da receita. Partindo da hipótese \n\npluralista, entendemos que os canais de pressão dos grupos locais são restritos em contextos de \n\nextraordinários recursos oriundos de apenas um grupo que está alheio à disputa política local, já \n\nque representam uma atividade econômica de interesse nacional. Sendo assim, a concentração de \n\nreceita, mesma acompanhada de aumento dos recursos, não é necessariamente capaz de criar as \n\ncondições para o desenvolvimento local, como pretendem os defensores dos royalties. Por fim, \n\nentendemos que mais do que uma questão que envolva a distribuição de royalties, a teoria \n\npluralista pode nos oferecer argumentos para a discussão dos efeitos dos próprios repasses entre \n\nas esferas governamentais. No último item deste capítulo, debateremos esse tópico. Antes, \n\napresentaremos uma breve exposição dos argumentos econômicos que acabam por criticar a \n\neficácia de políticas de incentivo a atividades hegemônicas como forma de criar as condições para \n\no desenvolvimento das outras atividades locais. \n\n \n\n3.5 - ARGUMENTOS ECONÔMICOS: UMA CRÍTICA À TEORIA DO GRANDE \n\nIMPULSO \n\nRepetidas vezes reiteramos que este trabalho não é um estudo de economia. Entretanto, \n\ncomo o tema tratado exige, cabe dedicarmos algumas linhas a questões de viés econômico. Com \n\ntodas as ressalvas que um não especialista merece, tentaremos expor brevemente uma crítica à \n\nteoria do desenvolvimento equilibrado. \n\nA teoria do desenvolvimento equilibrado29 propõe, grosso modo, que o desenvolvimento \n\nde uma economia precisa começar de uma só vez. Segundo os defensores dessa perspectiva, uma \n\nfábrica, seja ela qual for, não resistiria se estivesse inserida em um contexto de \n\nsubdesenvolvimento (HIRSCHMAN, 1961). Ou seja, para que uma atividade industrial moderna \n\nsobreviva, é preciso que ela esteja situada num contexto de simultâneo desenvolvimento de outras \n\natividades. Por este motivo, a teoria do desenvolvimento equilibrado está anexada à idéia de \n\n“grande impulso”. Um grande impulso econômico pode resultar de um ou de uns poucos grandes \n\nprojetos. A realização desse grande impulso através de uma ou mais atividades implantadas em \n\n                                                 \n29Segundo Hirschman, os principais autores dessa teoria são Rosenstein-Rodan, Nurkse, Lewis e \n\nScitovsky. \n\n\n\n \n 79 \n\numa economia subdesenvolvida seria capaz de promover a dinâmica de trocas entre as atividades \n\nprodutivas à medida que um serviço começasse a demandar outros. Por fim, de acordo com Albert \n\nHirschman, na teoria do desenvolvimento equilibrado, “o papel do Estado seria o de assegurar \n\naquela simultaneidade de investimentos numa ampla variedade de empreendimentos”.    \n\nO grande trunfo político dos grupos ligados à produção de petróleo é a ênfase no processo \n\nde desenvolvimento econômico que pode ser proporcionado pelas atividades petrolíferas que \n\nchegam aos municípios. Já vimos que ao contrário do que preliminarmente poderíamos pensar, a \n\ngrande entrada de royalties vem sendo acompanhada pela redução da autonomia financeira desses \n\nmunicípios produtores de petróleo. Além da redução da base tributária, também percebemos a \n\npiora dos indicadores de desenvolvimento econômico e social, que de acordo com a nossa \n\nhipótese está relacionado com a concentração da receita municipal em uma atividade hegemônica \n\ne a conseqüente perda da capacidade de pressão dos grupos não vinculados à produção de \n\npetróleo. Por um caminho distinto do que fizemos neste trabalho, também encontramos na \n\neconomia vertentes que enxergam problemas no desenvolvimento baseado em atividades de \n\nimpulso econômico.  \n\nSe pegarmos a definição da teoria do desenvolvimento equilibrado, veremos que o caso do \n\npetróleo se encaixa perfeitamente nos seus pressupostos. Acredita-se que essa atividade suplantará \n\nos empecilhos do contexto de subdesenvolvimento promovendo novas demandas por novos \n\nserviços, e acredita-se que o poder público garantirá o investimento simultâneo nas novas \n\natividades econômicas que surgirem. Já vimos que o poder público não tem como tendência \n\nnatural exercer esse papel; pelo contrário, ele vem reforçando a dependência em relação ao \n\npetróleo. Sendo assim, acaba por ocorrer o que os críticos ao desenvolvimento equilibrado \n\nchamam de padrão dualista de desenvolvimento. A passagem a seguir resume muito bem essa \n\ncrítica: \nIsto não é desenvolvimento, nem é sequer a enxertia de alguma coisa nova, que dá vida a uma velha. É um \npadrão de desenvolvimento absolutamente dualista, semelhante ao que em psicologia infantil é conhecido \ncomo atividade paralela, Há na verdade exemplos desta espécie de desenvolvimento; são, porém \nconsiderados falhas enormes, tanto do ponto de vista social, quanto do econômico. O contraste entre as \ncomunidades indígenas do planalto e a economia litorânea dos espanhóis ocorre ao pensamento, bem como \nas menosprezadas plantações de tipo encravado e minerações que foram empreendidas em muitos países \nsubdesenvolvidos por companhias estrangeiras, como unidades absolutamente autoconcentradas, bem longe \ndo perigo de contaminação pela economia local. (Hirschman, 1961, p.86) \n \n\nSustentados pela crença na incapacidade de desenvolvimento sem uma atividade “carro-\n\nchefe” e sem a organização do Estado nos investimentos estratégicos, os defensores do modelo \n\nequilibrado estão gradativamente perdendo dados empíricos que possam reforçar seus \n\n\n\n \n 80 \n\nargumentos. Enquanto verifica-se melhor desempenho econômico em municípios como Niterói, \n\nonde não houve a introdução repentina de uma gigantesca atividade econômica estranha à \n\ndinâmica interna local, em Campos, exemplo maior da produção de petróleo no Brasil, consolida-\n\nse a tendência à concentração. Com os olhos ofuscados pelo brilho dos petroreais, políticos locais \n\ninsistem em ignorar o quase certo fracasso do modelo de desenvolvimento que até agora trouxe \n\npoucos benefícios aos cidadãos dos municípios beneficiados pelos royalties.   \n\nEm suma, a crítica a teoria do desenvolvimento equilibrado nos oferece mais argumentos \n\nque apontam para falhas econômicas e sociais em regiões que adotam o petróleo como atividade \n\nhegemônica. Mesmo sem o aprofundamento da questão e sem o vínculo da discussão teórica com \n\na nossa hipótese, esse tópico nos serviu como reforço da conclusão que apresentaremos a partir de \n\nagora. \n\n \n\n3.6 - DINHEIRO NA MÃO É VENDAVAL.   \n\nA Constituição de 1988 marcou o início do processo de descentralização fiscal no Brasil. \n\nMesmo ainda sendo um país marcado pela concentração da carga tributária nas esferas estadual e \n\nfederal, é notório que a capacidade de extração de receita própria ganhou um significativo \n\nacréscimo a partir de 1988 nos municípios. Se antes da promulgação da nova Constituição eram \n\nreservados aos municípios cerca de 3% da receita tributária nacional, nos anos 90 esse número \n\nsubiu para 5%. Paralelamente, houve também o aumento dos repasses estaduais e federais que \n\ngarantiram algo em torno de 16% da arrecadação total do país destinada à esfera municipal.   \n\nEssa transformação tem como fundamento a idéia de que o controle dos recursos quando \n\nfeito em escala municipal tende a assegurar melhores investimentos. A proximidade entre eleitor, \n\ngrupos e atores políticos aumenta o grau de accountability, resultando em melhorias econômicas e \n\nsociais. Por esse motivo, o municipalismo vem ganhando força no Brasil, e as prefeituras cada vez \n\nmais têm se tornado o poder público responsável pela promoção de justiça social - através de \n\ninvestimentos em educação básica, saneamento e saúde - e avanços econômicos - através de \n\ninvestimentos em infra-estrutura e atração de serviços.  \n\nNão há dúvidas que a perspectiva municipalista é passível de questionamentos. Entre os \n\npontos controversos, podemos citar que a esfera municipal possui funcionários com menor \n\nqualificação e que mesmo com o aumento da arrecadação municipal, a capacidade de extração de \n\ntributos das municipalidades ainda é muito restrita. Porém, talvez o ponto que mereça mais \n\n\n\n \n 81 \n\ndestaque para a conclusão deste trabalho seja a relação entre os grupos de interesse e o governo \n\nlocal. \n\n  Certamente influenciados por esses estudos de viés municipalista, os atores políticos que \n\nredigiram a Constituição de 1988 ficaram atentos a questão municipal e garantiram novas cifras \n\npara as prefeituras. Entretanto, este estudo visa exatamente resgatar um dado que muitas vezes \n\npassa despercebido na discussão municipalista: o aumento da receita municipal isoladamente é \n\num dado mais relevante do que o tipo de arrecadação municipal? \n\nBaseado na comparação entre os casos de Campos e Niterói, concluímos que mais \n\nimportante do que os números absolutos que compõem a receita de um município, são as formas \n\ncomo esses municípios constroem as bases de suas arrecadações.  Certamente sabemos das \n\nvantagens e dos limites que um estudo de caso nos oferece, e que certamente a análise de um \n\nmaior número de municípios, em especial a totalidade dos produtores de petróleo, poderia trazer \n\nmaiores esclarecimentos. Porém, para este trabalho entendemos que a variável capaz de explicar \n\nos resultados tão distintos entre os dois casos está vinculada a concentração da receita em uma \n\natividade econômica e o contexto político que essa variável acaba por criar.  \n\nA pesquisa sobre descentralização fiscal do cientista político Marcos Mendes30, procura \n\ndemonstrar que há uma relação entre pobreza e um determinado padrão de investimento dos \n\nrecursos municipais. Segundo Mendes, nos municípios mais pobres há maiores gastos com \n\nadministração e manutenção do legislativo e judiciário e menor investimento em área social e \n\ninfra-estrutura. A autonomia dada aos poderes locais pela Constituição de 88 na definição dos \n\nseus salários seria o fator primordial para a ocorrência desse fenômeno. Essa relação entre \n\npobreza e gastos mínimos está sendo cada vez mais explorada pelos pesquisadores do tema \n\nmunicipalismo. \n\n                                                 \n30MENDES, Marcos. Reforma Constitucional, Descentralização Fiscal e Rent Seeking Behaviour: o caso \n\ndos municípios brasileiros. SP: Instituto Fernand Braudel de Economia Mundial. Disponível em:www.braudel.org.br \n\nDe certa forma, este trabalho segue um caminho semelhante, mas com divergências na \n\nformulação da hipótese, o que nos leva à conclusões diferentes. Se para Mendes a relação se \n\nestabelece entre pobreza e alocação de recursos em gastos administrativos, para nós essa relação \n\nocorre entre concentração de receita e alocação de recursos em gastos administrativos. Os \n\nmunicípios produtores de petróleo, em especial Campos, de maneira alguma podem ser \n\n\n\n \n 82 \n\nconsiderados municípios pobres e apresentam indicadores sociais e padrões de alocação de \n\nrecursos mais semelhantes aos municípios atrasados do que com os municípios desenvolvidos do \n\npaís. Por essa razão, entendemos que trabalhos como o de Mendes complementam a hipótese \n\ntrabalhada nas linhas desse texto, e não contradizem.   \n\nMas, seguindo uma perspectiva possível da leitura do grande clássico de Leal, o problema \n\nnão está somente na transferência de recursos para os municípios. O problema está \n\nfundamentalmente na forma como os grupos locais têm acesso ao poder. Caso os atores políticos \n\nlocais possam arrecadar mais recursos provenientes de repasses intergovernamentais, sem a \n\nalteração do quadro fiscal do município, estarão perpetuadas as condições para a formação de um \n\ncontexto político baseado no atraso. Mais do que a transferência desenfreada de recursos que \n\nserão provavelmente mal aplicados, é importante que se garanta poder de pressão dos grupos \n\nsociais sobre o poder público. Para isso, seria necessário que a receita municipal tivesse algum \n\nvínculo de dependência com a dinâmica econômica interna do município. Quando se quebra esse \n\nvínculo, como vemos no caso dos royalties, mesmo havendo recursos com fartura, não \n\nverificamos a aplicação desses mesmos em áreas que possam promover desenvolvimento local.   \n\n  Portanto, admitimos que a questão principal que atua sobre os critérios de adoção de \n\npolíticas públicas não se trata somente da consideração de dados como pobreza ou riqueza, e sim \n\nda análise do grau de pluralidade social que interfere no funcionamento eficiente das políticas \n\npúblicas locais. Como analogia, podemos dizer que o Produto Interno Bruto saudita ou \n\nvenezuelano os habilita a apresentar um dos melhores padrões de vida no mundo, mas isso não se \n\nverifica empiricamente. Ao recorrermos à obra de Victor Nunes Leal, estamos enfatizando o \n\nalerta sobre a necessidade de criar restrições para que o ator político local não tenha a “tal” carta \n\nbranca que permite tomada de decisões à revelia dos interesses dos grupos locais. Recorrendo aos \n\npressupostos pluralistas, concluímos que é preciso haver pluralidade social como forma de \n\ndistribuição de poder entre os grupos sociais e restrição da concentração de poder nas mãos dos \n\natores políticos. Nos parece que a melhor forma de atingir esse objetivo não seja apenas \n\naumentando a receita, mas incentivando a construção de uma conjuntura onde o ator político \n\nprecise dialogar com grupos diversos, aumentando o grau de controle da sociedade local. O \n\naumento da receita tributária forçaria o ator político a atender demandas de setores variados como \n\nforma de garantir os recursos necessários para a sua administração. Por isso, entendemos que \n\nmuitos recursos e poucos grupos geram padrões de aplicação de recursos semelhantes aos \n\napresentados pelos casos dos municípios citados por Mendes ou como nos casos dos produtores \n\n\n\n \n 83 \n\nde petróleo. Se na linguagem formal da Ciência Política podemos dizer que o aumento da receita \n\nsem a diversificação das demandas dos grupos leva a má aplicação dos recursos, na linguagem \n\npoética do bom samba brasileiro, podemos dizer que “dinheiro na mão é vendaval”. \n\n   \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIV-CONCLUSÃO \n\n \n\n4.1 – REFLEXÕES CONCLUSIVAS  \n\n \n\nO caso de Campos dos Goytacazes nos coloca diante de uma questão que norteia grandes \n\ndebates acerca do futuro do Brasil: quais são os fatores que nos levam ao desenvolvimento? Quais \n\nempecilhos ainda contribuem para a perpetuação do subdesenvolvimento brasileiro? \n\nAlgumas lições parecem claras, e mesmo sem o mérito de termos descoberto essas lições, \n\nao menos cumprimos o papel de enfatizá-las. Neste trabalho ressaltamos que os dilemas da \n\nsociedade brasileira são de ordem política, e, sendo assim, dificilmente conseguiríamos traçar um \n\ndiagnóstico preciso das causas do subdesenvolvimento brasileiro sem considerarmos os arranjos \n\npolíticos e sociais que compõem a nossa sociedade. Os estudos sobre as instituições, sobre as \n\ninterações entre grupos e atores políticos, análises sobre partidos políticos, clientelismo, \n\nrepresentatividade, elites políticas, ou seja, temas vinculados à Política são fundamentais para \n\n\n\n \n 84 \n\nconclusões e proposições que pretendam compreender e transformar o quadro social brasileiro.     \n\n Quando insistentemente citamos Victor Nunes Leal, fizemos isso para resgatar a idéia que \n\ninspira esse trabalho: o atraso econômico e social como projeto político. Leal, ainda na metade do \n\nséculo XX, momento de grande difusão das perspectivas estruturalistas, nos mostrou como os \n\narranjos políticos produzem e reproduzem o subdesenvolvimento brasileiro, passando pelas \n\nesferas municipais, estaduais e federais. Sua conclusão alertava para a necessidade de \n\ndesenvolvimento, mas, ao mesmo tempo, nos mostrava que desenvolvimento das forças \n\nprodutivas não seria fruto apenas de uma transcendência de causas ligadas aos fatores produtivos, \n\nmas que era preciso reorganizar o cenário político brasileiro para que pudéssemos aproveitar as \n\noportunidades de desenvolvimento que não eram escassas naquele contexto. E para isso \n\nprecisávamos nos libertar dos limites impostos por um arranjo político comprometido com o \n\natraso. Resgatando a tese de Leal, chegamos à conclusão mais abrangente deste trabalho: o \n\nsubdesenvolvimento pode ser resultado de projetos políticos que se fortalecem mesmo em \n\ncontextos onde há recursos econômicos disponíveis de forma abundante. \n\nOutro ponto que trabalhamos de forma detalhada foi a contribuição da perspectiva \n\npluralista para a compreensão do fenômeno ocorrido em Campos. Tendo como ponto de partida o \n\ntrabalho de Robert Dahl, concluímos que atividades hegemônicas tendem a reforçar a perpetuação \n\nde estruturas sociais pouco plurais. Em nosso estudo, essa perpetuação pôde ser verificada pelos \n\npadrões de alocação dos recursos públicos em Campos, onde percebemos gastos \n\nsignificativamente inexpressivos em atividades econômicas promotoras de diversificação \n\nprodutiva, mesmo sendo esse gasto primordial em localidades que recebem royalties.  \n\n A comparação de Campos com o município de Niterói nos possibilitou mostrar que mais \n\nrelevante que a própria geração de recursos, talvez seja criar instrumentos capazes de garantir a \n\naplicação eficiente dos recursos disponíveis. Para isso, é importante refletirmos sobre como esses \n\nrecursos são gerados e repassados aos municípios, para que seja possível compreender os fatores \n\nque levam os atores políticos a agirem de forma deliberada em prol de políticas públicas \n\ndescomprometidas com o desenvolvimento social. \n\nConcluímos paralelamente que a conjuntura política formada pelo repasse de royalties cria \n\num contexto bastante peculiar no município de Campos. Nesse aspecto, recorremos à teoria \n\npluralista para a construção de seguinte formulação: para evitar a ocorrência de fenômenos como \n\nCampos é fundamental que se incentive a consolidação de uma sociedade plural, que irá \n\npressionar pela formação de uma agenda política comprometida com interesses dos diversos \n\n\n\n \n 85 \n\ngrupos que compõem a sociedade. Por um lado a pluralidade social alavanca o desenvolvimento, e \n\npor outro evita que se fortaleça um padrão de arrecadação bastante volumoso decorrente de uma \n\natividade hegemônica que acaba por restringir o poder de pressão dos grupos não vinculados à \n\núnica atividade geradora de receita. Em outros termos, entendemos que a desconcentração do \n\npoder pela sociedade dificulta a perpetuação de grupos políticos vinculados ao \n\nsubdesenvolvimento, pois o desenvolvimento econômico de uma sociedade capitalista demanda \n\ndiversificação produtiva e social. Em casos como Campos, os entraves ao desenvolvimento \n\nacabam sendo reforçados por políticas públicas (ou pela ausência delas) descomprometidas com \n\ngastos econômicos e sociais, ao mesmo tempo em que os gastos mínimos com administração e as \n\ndenúncias de corrupção crescem acentuadamente. \n\nPor último, mas não menos importante, gostaríamos de destacar que a construção de \n\nhipóteses, mesmo não atingindo este patamar, deve ter como parâmetro a universalidade. Não \n\ntemos a garantia de aplicação dos nossos pressupostos em casos de Estados Nacionais. Mas não \n\ndeixa de ser intrigante que os países do Oriente Médio, da África ou a própria Venezuela \n\napresentem características semelhantes em relação aos indicadores de corrupção, má utilização \n\ndos recursos públicos e índice de desenvolvimento humano. A perpetuação de elites políticas \n\ntambém é um dado que aproxima esses casos das nossas formulações teóricas. Entretanto, seria \n\numa incoerência teórica concluir que a produção de petróleo é a variável que determina essas \n\ncaracterísticas. Como já dissemos, o estudo do caso de um município produtor de petróleo nos \n\nserviu como experimentação da hipótese que relaciona poder de pressão de dos grupos sociais \n\ncom o padrão de alocação dos recursos públicos. Mas isso não significa que em qualquer situação \n\nem que haja produção de petróleo ocorra concentração de poder nas mãos de uma elite \n\ndescomprometida com a diversificação social.  Isso é facilmente percebido no caso de Campos, \n\nmas não podemos correr o risco de nos anteciparmos e transportarmos esse contexto para outras \n\nrealidades, mesmo que aparentemente elas sejam semelhantes. \n\nPor fim, concluímos ter atingido nosso objetivo ao trazermos à tona mais um elemento que \n\nenriquece o debate acerca do desenvolvimento brasileiro. A questão municipal, em especial os \n\nmunicípios beneficiários de grandes repasses intergovernamentais, pode nos servir como um rico \n\nobjeto de estudo que nos leva a compreensão dos entraves políticos que impedem o \n\ndesenvolvimento brasileiro. Através de idas e vindas, avanços e recuos, erros e acertos, \n\nacreditamos ter cumprido os objetivos do trabalho.  \n\n \n\n\n\n \n 86 \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nV - REFERÊNCIA BIBLIOGRÁFICA: \n\n \n\nALMOND, G. Political Science: the history of the discipline. IN: GODIN, R. &amp; \n\nKINGLEMAN, H. A new handbook of political science. Oxford: Oxford University Press, 1996. \n\nAMARAL, J. Desenvolvimento regional endógeno em um ambiente federalista. IN: \n\nPlanejamento e Políticas Públicas. Brasília: IPEA, número 14, dezembro de 1996. \n\nANP. Agência Nacional do Petróleo. Anuário Estatístico Brasileiro do Petróleo e do Gás. \n\nRJ: ANP,2002. \n\nARAÚJO, J. Indústria de petróleo e economia do Rio de Janeiro. IN: FREIRE, A.; \n\nMATTA, M.; SARMENTO, C. (COORD.). Um estado em questão: os 25 anos do Rio de Janeiro. \n\nRJ: FGV, 2001. \n\nBARAN, P. A economia política do desenvolvimento. RJ: Jorge Zahar, 1972. \n\nBARBOSA, D. Guia dos Royalties do Petróleo e Gás Natural. RJ: ANP, 2001. \n\nBOBBIO, N. As ideologias e o poder em crise: pluralismo, democracia, socialismo, \n\ncomunismo, terceira via e terceira força. Brasília: Ed. UNB, 1994.  \n\n................... A teoria das formas de governo. Brasília: Ed. UNB, 1998. \n\n\n\n \n 87 \n\n.................... A teoria das elites. IN: Curso de introdução à ciência política. RJ,1976. \n\nCASTELLAR, P. Os impactos da quebra do monopólio da Petrobrás sobre a arrecadação \n\ndos royalties. RJ: COPPE, 2001. \n\nCIDE. Anuário Estatístico do Estado do Rio de Janeiro. RJ: CIDE, 1997. \n\n.......... Anuário Estatístico do Estado do Rio de Janeiro. RJ: CIDE, 2001. \n\nDAHL, R. Poliarquia: participação e oposição. São Paulo: Edusp, 2005. \n\n............... Sobre a democracia. Brasília: Ed. UNB, 2001. \n\nDUTRA, L &amp; CECCHI, J. Petróleo, Preços e Tributos: experiência internacional e \n\npolítica energética nacional. RJ: Suma Econômica, 1998. \n\nFAURÉ, Y &amp; HASENCLEVER, L (orgs.). O desenvolvimento local no Estado do Rio de \n\nJaneiro: RJ: E-papers, 2005. \n\nFEREJOHN, J. &amp; PASQUINO, P. The rational choice theory in the polítical science: \n\nconcepts of rationality on political theories. Revista Brasileira de Ciências Sociais: Vol. 16 \n\nnúmero 45, 2001 pp. 05-24. \n\nGEORGE, A. &amp; BENNET, A. Case studies and theory development in the social science. \n\nLondon: Cambridge MIT Press, 2005. \n\nHELD, D. Models of democracy. Stanford: Stanford University, 1996. \n\nHIRSCHMAN, A. Estratégias do Desenvolvimento Econômico. RJ: Fundo de Cultura, \n\n1961. \n\nLA ROVERE, R. &amp; CARVALHO, R. Campos dos Goytacazes: os desafios da \n\ntransformação de um epicentro regional. IN: FAURÉ, Y. &amp; HASENCLEVER, L. (orgs.) O \n\ndesenvolvimento local no Estado do Rio de Janeiro. RJ: E-papers, 2005 \n\nLEAL, J &amp; SERRA, R. Nota sobre os fundamentos econômicos da distribuição espacial \n\ndos royalties petrolíferos no Brasil. IN: PIQUET, Rosélia (org). Petróleo, Royalties e Região. RJ: \n\nGaramond, 2003. \n\nLECA, J. Tipos de pluralismo e viabilidade da democracia. IN: REIS, E &amp; FRY, P. \n\nPluralismo, espaço social e pesquisa. SP: Hucitec, 1995.  \n\nLIPSET, S. Some social requesites of democracy: economic development and political \n\nlegitimacy. American Political Science Review, 1959; \n\nMARQUES, E. &amp; BICHIR, R. Estado e espaço urbano – Revisitando criticamente as \n\nexplicações correntes sobre as políticas estatais no Brasil. São Paulo: CEBRAP, 2002. \n\n MARQUES, E. Redes sociais e poder no Estado Brasileiro: aprendizados a partir das \n\n\n\n \n 88 \n\npolíticas urbanas. Trabalho apresentado no XXVIII encontro da Anpocs, 2004. \n\n MARX, K. O método da economia política. IN: Fernandes, F. Marx e Engels. São Paulo: \n\nÁtica, 2001. \n\n MENDES, M. Reforma Constitucional, Descentralização Fiscal e Rent Seeking \n\nBehaviour:O caso dos municípios brasileiros. SP: Instituto Fernand Braudel. \n\n PACHECO, C. A aplicação e o impacto dos royalties do petróleo no desenvolvimento \n\neconômico dos municípios confrontantes na bacia de Campos. RJ: UFRJ, 2003. \n\n PIQUET, R(org.). Petróleo, Royalties e Região. RJ: Garamond, 2003. \n\nPNUD. Programa das Nações Unidas para o Desenvolvimento. Novo Atlas do \n\nDesenvolvimento Humano no Brasil. Brasília: Pnud, 2001. \n\nSANTOS, S. Indenização do Petróleo: Transparência das Contas Públicas. Niterói: \n\nEDUFF, 1997. \n\nSEN, A. Desenvolvimento como liberdade. São Paulo: Companhia das Letras, 2000. \n\nSOUTO, A. Como reconhecer um bom governo? O papel das administrações municipais \n\nna melhoria da qualidade de vida. São Paulo: Polis, 1995. \n\nSOUZA, C. Políticas Públicas, Tipologias e sub-áreas. Salvador: Fundação Luis Eduardo \n\nMagalhães, 2002. \n\n................. Reinventando o poder local: limites e possibilidades do federalismo e da \n\ndescentralização.SP: São Paulo em perspectiva, vol. 10 número 3, 1996. pp. 103 – 111. \n\n  \n\n TCE – RJ. Tribunal de Contas do Estado do Rio de Janeiro. Estudos Socioeconômicos de \n\nCampos dos Goytacazes 1997 – 2001. RJ: TCE-RJ, 2003. \n\n.......................................................................................... Estudos Socioeconômicos de \n\nNietrói 1997 – 2001. RJ: TCE – RJ, 2003."}]}}}