{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04324"}, {"@name": "filename", "#text": "BTP_1974_17_1_08_Efeito_da_formacao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "aww -^iaMzv-5\n<n\\t/UçO-.\nPESQUISA tecnológica\nof\nefeito da formação de agrupamentos no transporte de moléculas através de estruturas polimérieas (II) -permeação\nJohn Anthony Howell (*)\nDorodame Moura Leitão (f*)\nSINOPSE — 0 estudo dos fenômenos que ocorrem durante o transporte de moléculas em estruturas polimérieas, quando as condições de temperatura sao tais que o ponto dê~condensação do penetrante se aproxima, têm merecido atenção dos pesquisadores hos' últimos anos.\nNo caso da permeação, a passagem da vazão permeada por um mínimo é um comportamento já devidamente comprovado em diversas experiências. .\t•\t‘\nO presente artigo — seqüência de uma parte já publicada (5), em que o fenômeno de solubilidade é explicado por formação de agrupamentos — apresenta~outros argumentos para provar que o fenômeno agrupariiento está diretamente relacionado com o comportamento verificado para a permeação.\t-\t' -\nSugere-se que reações de formação de agrupamento e efeitos de difusão desses agrupamentos sejam a causa predominante do aumento da vazão permeada na proximidade da condensação do penetrante.\n(*) Professor da State University of'Néw York at Buffalo.\t........\t- -\n.(**) Técnico da Divisão Tecnológica de Refinação, Centro de Pesquisas e Desenvolvimento - (DITER/CENPES) — PE-■ TROBRAS:\t■ :•• •\t'r:\nBorodame Moura Leitão, formaão pela Escola Nacional ãe Engenharia ãa antiga Z7ti* versiãaãe ão Brasil, possui os cursos ãe: Refinação ãe Petróleo (antigo CENAP), Aãmi-nistração ãe Empresas (Universiãaãe ãa Bahia), M. Sc. ãe Engenharia Química (Universiãaãe Feãeral ão Bio ãe Janeiro). Na PETBOBBÁS, serviu na Eefinaria Lanãulpho Alves e ministrou o Curso ãe Engenharia ãe Processamento. Ceãião pela PETROBRÁS, ãesenvolveu ãurante 3 anos pesquisas sobre separação ãe fuiãos por permeação através ãe membranas plásticas, em laboratório especialmente montaão na Universiãaãe Eeãerãl ão Rio ãe Janeiro. Atualmente exerce a chefia ãa Divisão Tecnológica ãe Refinação ão Centro ãe Pesquisas e Desenvolvimento.\t■\nJohn Anthony Howell, natural ãa Inglaterra, obteve os títulos ãe B.A., em 1960, M. A., em 1964, na Cambridge University, e ãe Ph.D. em Engenharia Química, em 1966, na Universiãaãe ãe Minnesota. Em 1966/67 atuou como professor visitante na Coordenação ãos Programas ãe Pós-Graduação em Engenharia (COPPE) ãa Univer-siãaãe Feãeral ão Rio ãe Janeiro (VFRJ). De 1968 para cá ê professor ãa State University of New Pork at Buff allo (EDA). '\t'\t’\t'\n1\t— INTRODUÇÃO\nA passagem do coeficiente de permeabilidade — em sua variação com a temperatura — por um valor mínimo nas proximidades do ponto de condensação do penetrante foi registrada por Sobolev e outros (“) e por Santos e Leitão (2> s- 79’ 10) em diversos trabalhos.\nJá foi definitivamente comprovado que essa passagem está relacionada, tão-somente, com a proximidade da condensação do penetrante, não dependendo do polímero, como pareceu a alguns pesquisadores, quando os primeiros resultados foram obtidos a baixas temperaturas, próximas da transição vítrea do polímero. Contudo, posteriormente, outras experiências realizadas para outros penetrantes, em condições de temperatura, e pressão, as mais variadas, demonstraram que o fenômeno é somente função do penetrante.\nTrabalho de Leitão e Howell (5) mostrou que o comportamento da solubilidade do penetrante no polímero, na proximidade da condensação do vapor sorvido, pode ser explicado com base na formação de agrupamentos binários de moléculas penetrantes na estrutura do polímero.\nRecentemente, Leitão (3 6 4) propôs run modelo físico para explicar o comportamento, baseado na variação das energias de ativação e admitindo que os fenômenos de plastificação e formação de agrupamentos concorrem para a ocorrência da passagem de permeabilidade por um valor mínimo.\nO presente artigo procura mostrar que o fenômeno agrupamento é realmente responsável pelo comportamento “sui-generis” da permeabilidade da membrana nessa região.\n2\t— MATERIAIS E EQUIPAMENTO\n2.1\t—- MEMBRANA\nA membrana utilizada nas experiências foi de polietileno de baixa densidade, usada em filmes duplos com espessura total de 0,Q051 em e densidade de 0,92.\n2.2\t— EQUIPAMENTO E PROCEDIMENTO\nA célula de permeação utilizada foi descrita em trabalhos anteriores de Leitão e Santos (2- 6 6 9), assim como os equipamentos acessórios.\nA câmara frigorífica utilizada permitiu que se trabalhasse em temperaturas constantes controladas em ± 0,5°C, desde — 25°C até 20°C.\nA pressão a montante foi variada de 2,36 a 4,67 atm, enquanto que a pressão a jusante da membrana foi mantida constante e igual à atmosférica.\nDepois de ajustadas a temperatura e a pressão de cada experiência, deixou-se o sistema entrar em regime permanente; a verificação foi feita pela medição periódica da vazão do permeado. Quando eineo leituras consecutivas, tomadas a cinco minutos de intervalo cada uma, forneceram o mesmo valor, a corrida foi dada como terminada. Para cada ponto experimental foram realizadas cinco corridas.\n3\t— ANÁLISE DOS RESULTADOS\nA vazão permeada através da membrana como função da, temperatura é fornecida para o propano na figura 1 e pára o propeno na figura 2. Os\nIOS cms (CNTP)/cm2. seg\tJ X 10% cm’ (CNTP)/cm2. seg\nEscala 1/T (°K)\nFig. 1\nFig. 2\npontos experimentais fora das curvas traçadas referem-se ao penetrante no estado líquido em contato com a superfície a montante da membrana.\nObserva-se que os valores encontrados para a carga no estado líquido não são função da pressão, o que é de se esperar, uma vez que a solubilidade de líquidos não deve ser função da pressão, e, portanto, a concentração de moléculas a montante da membrana, ou seja, o gradiente de concentração é o mesmo, independente da pressão.\nSe houvesse a existência de falhas na membrana, como microeapilaridades, tal resultado não seria alcançado, pois o escoamento convectivo seria função da pressão. Portanto, essa explicação não é válida para o aumento da permeabilidade quando o ponto de condensação do penetrante se aproxima.\n3.1 — A PROVA MATEMÁTICA DA EXISTÊNCIA DO MÍNIMO\nCaso se suponha ser válida a lei de Fiek, tal como é feito na literatura corrente, o fluxo em cada ponto de um escoamento unidirecional é dado por\nonde\nJ — fluxo, em g-mol/cm2.s\nD — coeficiente de difusão, em cm2/s\nC — concentração, em g-mol/cm3\nx — direção do escoamento, em cm\nSabe-se que nessa região D é função da concentração. Admitindo que essa função seja exponen-cial (8), tem-se\n.............~ D = Di exp (aC)\t(2) onde Bi é um parâmetro, função somente da temperatura\nDi = Do exp (— AE/RT)\t(3)\nonde Do é uma constante.\nConforme Leitão e Howell (5), a solubilidade é dada por\nc = o» (p/Poy\t(4)\nonde p0 é a pressão de vapor e pode ser dada por\n- pa = Ao exp (— L/RT)\t(5)\nonde -40 e Co são constantes\nL — calor latente de vaporização. '\nQuando não ocorrem reações no interior da membrana, o fluxo é dado por J, uma vez que não há escoamento convectivo.\nIntegrando a equação (x) através da membrana, desdemma pressão &amp; montante pi até uma pressão a jusante nula, e, posteriormente, substituindo nas equações (2), (3), (4) e (5)\nJ = —\nDo Co pl tA20\nexp.\naCoP2\nA20\n+\n3.2 — A OCORRÊNCIA DE REAÇÕES\n2L—AE1\n+ RT J\nonde t = espessura da membrana\nPortanto,\ndin J 2a Co pl L\t2L\ndã/Tj ~ A2 R exp‘ RT\nSe ocorrerem reações no interior da membrana, a equação (6) não é válida, já que o fluxo J varia com a distância ao longo da membrana. Nesse caso\nJ t 7^\n(11)\npois que J é função de x.\n+\n2L — AE\nPara verificar se J é ou não função de x, ou seja, se há ou não reação no interior da membrana, pode-se utilizar uma função auxiliar. Já foi visto que quando não há reações a equação (1) é válida\nR\n(7)\n(D\nDessa forma, a eurva de InJ versus 1/T apresenta um mínimo no ponto\t~\n2L (AE — 2LY2 R /Ln 2La Co pl\n(8)\nContudo, pode-se verificar que se D não for dependente da concentração\nDo Co p2\nAl\nexp.\n2L— AE\nRT\nO)\nSe a concentração for expressa como função da pressão\nC=C(p)\t(12)\nPode-se usar, então, a função C (p) para mapear a equação (1) no plano (p, x)\n=\t<13>\nonde\nF (p) = D (p) C (p)\t(14)\nDonde\nd(l/P)\n2L — AE\nR\n(10)\nPara avaliar o valor de F pode-se, inicialmente, integrar a equação (13) da pressão a montante, pi, até a pressão a jusante, pa\t•\nDaí se conclui que não ocorre nenhum mínimo na curva de In J versus 1/T.\t-\nF (p) dp =\n-F (?)\nP=P2 ■\nB.- -tée'-.PETROBRÁS, Rio dè-Jadéifój -17 -(l)\têT-75i.-jàm.-7íaai<.'1974\nDiferenciando em relação a pi, mantendo p2 constante\n1&lt;16> \\o Vi/p2\nSe for feita a mesma coisa em relação a p2, mantendo pi constante\nAs equações (16) e (17) devem dar o mesmo valor de F.\nOs resultados experimentais obtidos pelos autores (2) mostraram que a variação de J com px em um gráfico semilogarítmico apresenta linhas retas, enquanto que a variação de J com p2 não é linear, conforme pode ser visto na figura 3.\nAlém disso, os valores de F calculados pela equação (17) são aproximadamente iguais aos calculados pela equação (16), somente para valores de pressão superiores a 3,2 atm. Para valores menores, os valores de F obtidos pela equação (17) vão ficando bem aquém dos calculados pela equação (16), alcançando estes quase que o dobro daqueles .\nDessa forma, existe uma forte evidência de que algum tipo de reação está ocorrendo na membrana. Trabalho anterior dos autores (5) propõe que a formação de agrupamentos binários ocorre no interior da membrana e é a causa da dependência quadrátiea apresentada pela concentração da pressão de vapor relativa (p/p0).\n3.3\t— MODELO MATEMÁTICO\nConsideremos que a seguinte reação reversível esteja ocorrendo no interior da membrana\nK2\nPi + Px =;P2\t(18)\nKi\nonde Pi seja a molécula isolada do penetrante e P2 o agrupamento de duas moléculas. Ambas se movimentam no interior da membrana e P2 não existe fora dela. Ki eK2 são as constantes da reação.\nAs equações de continuidade para Pi e P2 em regime permanente são\nD.CÍ' = KrCl—K.C,\t(19)\nD2CÍ'= K2C2 — KiCI\t(20)\nonde\nPi e D.2 — são os coeficientes de difusão de Pi e P2.\nCi e C2 — as concentrações de Pi e P2.\t.\n' Com as condições de contorno ■\nrr = 0 Cj = Co\t‘\t(21)\nx = i- C'i = 0\t(22)\nx = 0\tC2 = 0\t(23)\nx = t\tC2 = 0\t(24)\nSomando-se as equações (19) e (20)\t\nDi C'i' + D2 C2' = 0\t(25)\nIsso pode ser usado para transformar a equação\t\n(19) em\t\nQ\"—V {Q+Ry-=—RQ'\tS—2RZ—R2\t(26)\n\ts=o\nonde\t\nQ =- Ci/Ca\t(27)\nR = KíDi/Ki C0D2\t(28)\nS = x/t\t(29)\nV = Kl C0C-/Di\t(30)\nZ = Cl + C2/C1\tCo + C2o/Co\t(31)\ns=o\nA equação (26) tem a forma da primeira equação transcendental de Painlevé:\ny\" —p2 = kc\t(32)\nSabe-se C) que essa equação é difícil de ser resolvida pôr método numérico. Contudo, a equação (26) pode ser solucionada por métodos analógicos, e isto foi feito para vários valores de Co, V e R.\nA figura 4 mostra a variação de Q — gradiente inicial de concentração — diretamente proporeio-\nFig. 4\n\nnal ao fluxo, ou vazão permeada, com a diferença, . de concentração ao longo da membrana, ou seja, a diferença entre Co e Cíx. Essa diferença foi obtida mantendo Co constante e variando CA, e vice-versa.\t'\nOs resultados mostram que bá uma histerese e que o fluxo depende não somente da diferença de concentração, mas também do valor absoluto da concentração. Esse comportamento pode ser interpretado através de um coeficiente de difusão dependente da concentração.\nA figura 5 mostra a variação do gradiente inicial de concentração com o parâmetro, V, ou seja, com a constante de reação de formação de agrupamentos.\nA razão de constantes de reação, R, foi mantida constante. Observa-se na figura que uma velocidade de reação, no sentido da formação mais rápida de agrupamentos, aumenta o fluxo para um dado coeficiente de difusão. Deve-se notar que o efeito da velocidade de reação é muito menor para baixas concentrações. -\nA figura 6, finalmente, mostra o efeito da variação da razão das constantes de reação K2 e ou das difusividades sobre o gradiente inicial de concentração, ou seja, em última análise, sobre o fluxo. Nesse caso é mantido constante o parâmetro de velocidade de reação V. Pode-se notar que quando R diminui, ou seja, quando aumenta a velocidade de formação de agrupamentos ou o coeficiente de difusão desses agrupamentos, há um aumento de fluxo. Dessa forma, verifica-se que o transporte de moléculas através da membrana pode aumentar com a formação de agrupamentos,\nRazão das Constantes de Reação B =\nFig. 6\nmesmo se os agrupamentos se difundem mais lentamente que as moléculas isoladas, já que a reação promove o aparecimento de agrupamentos em alta concentração dentro da membrana.\n3.4\t— MODELO FÍSICO\nOs resultados verificados no item anterior permitem a proposição de um modelo físico para o fenômeno da permeação na proximidade do ponto de condensação do penetrante.\nEste modelo é bastante semelhante ao proposto por Leitão (3 e 4), embora os approaches utilizados tenham sido bastante diferentes.\nConsidera-se que à medida que a temperatura é baixada a vazão permeada tende a ser controlada, inicialmente, pela diminuição do coeficiente de difusão. Porém, à proporção que a temperatura de condensação se aproxima, a eoncentração inicial do penetrante e dos agrupamentos aumenta. Isso provoca um crescimento nos efeitos do parâmetro, V, que define a velocidade de reação, e do parâmetro, R, razão das velocidade de reação. Esses dois parâmetros aumentando tendem a avolumar o fluxo com a diminuição de temperatura.\nEm run ponto próximo à condensação, o efeito da redução do eoeficiente de difusão é sobrepujado, e a vazão permeada, ou fluxo, passa por um mínimo e começa a aumentar com posterior redução da temperatura.\nEsse êfeito é ampliado com a existência de um coeficiente de difusão dependente da concentração. O inchamento da membrana, que pode ser causado pela formação de agrupamentos, pode também provocar variações no coeficiente-de difusão.\nCITAÇÕES\n(x) Davis, H. T. — Introduction on non-linear differential and integral equations. New York, Dover [1962].\n(2)\tLeitão, D. M. — Solubilidade, difusão e per-\nmeabilidade de hidrocarbonetos gasosos em membranas de polietileno: comportamento na proximidade da região de condensação. Rio de Janeiro, UFRJ-COPPE, 1967 [Tese de Mestrado].\n(3)\t-----------Modelo físico para permeaeão de\nvapores orgânicos em polímeros. In: CONGRESSO BRASILEIRO DE QUÍMICA, 17, Porto Alegre, 1971 — Anais... Boletim Técnico da PETROBRAS, Rio de Janeiro, 15 (4) : 375-382, out/dez. 1972.\n(4)\t-----------Permeation phenomena near pe-\nnetrant condensation point. Joitrnal of Polymer Science, Part A-2, New York, 10 ■. 1111-7, 1972.\n(5)\t--------&amp; Howell, J. A. — Efeito da for-\nmação de agrupamentos no transporte de moléculas através de estruturas poli-méricas (I) — Solubilidade. Boletim Técnico da PETROBRAS, Rio de Janeiro, 16(4): 269-273, out./dez. 1973.\n(s) -------- &amp; Santos, M. L. — Estudos de\nsolubilidade e permeabilidade de hidro\ncarbonetos em membranas polimérieas. Boletim Técnico da PETROBRAS, Rio de Janeiro, 11(3): 373-406, jul./set.\n1968.\n(7)\t-------- &amp;------------Quarto relatório so-\nbre o andamento das pesquisas patrocinadas pelo FUNTEC 26/27 do BNDE. Rio de Janeiro, UFRJ-COPPE, fev.\n1969.\n(8)\tRickdes, R. N. — Molecular transport in\nmembranes. Industrial and Engineering Chemistry, Washington, D.C. 58(6): 19-35, 1966.\n(9)\tSantos, M. L. — Permeaeão de hidroedrbo-\nnetos gasosos através de membrana de polietileno. Rio de Janeiro, UFRJ-COPPE, 1966 [Tese de mestrado].\n(‘o) -------; Pinto, G. F.; Leitão, D. M. —\nPermeaeão de hidrocarbonetos líquidos e gasosos em polímeros. In: CONGRESSO LATINO-AMERICANO DE QUÍMICA, 11, Santiago do Chile, 1972 — Anais... [s.n.t.].\n(“) Sobolev, I. et alii — Permeation, diffusion and solubility of methyl bromide and isobutene in polyethylene. Industrial and Engineering Chemistry, Washington, D.\nC., 45(3): 441-4, 1957.\nSYNOPSIS ■—■ The study of the phenomena which occur in the transport of molecules through polymeric structures when the operating conditions approach the penetrant condensation point had been studied in this paper.\nHt is suggested that the minimum observed in the flux is due to a coupling of reaction and diffusion within the membrane. The penetrant clusters to form a more abundant associated species which itself diffuses across the membrane enchanting the flux.\n(Originais recebidos em 13-III-73.)"}]}}}