{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20013"}, {"@name": "filename", "#text": "3455_Morgado_Rebelo_Bonito_Marques_Medina_Andrade.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Desenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 959\n\nDesenvolvimento Curricular \ne Didática\n\nRecursos geológicos na construção de monumentos religiosos: Uma investigação-\nação com alunos do ensino secundário de Viseu\n\nGeologic resources in the construction of religious monuments: an action-research \nwith secondary students from Viseu\n\nMargarida Morgado\nEscola Secundária de Viriato, Viseu, Portugal\n\nmorgadommargarida@gmail.com\n\nDorinda Rebelo\nAgrupamento de Escolas de Estarreja, Portugal\n\ndorinda.rebelo@gmail.com\n\nJorge Bonito\nDepartamento de Pedagogia e Educação, Universidade de Évora, Portugal\n\n Centro de Investigação Didática e Tecnologia na Formação de Formadores, Universidade de Aveiro, \nPortugal\n\njbonito@uevora.pt\n\nLuis Marques\nCentro de Investigação Didática e Tecnologia na Formação de Formadores, Universidade de Aveiro, Portugal\n\nluis@ua.pt\n\nJorge Medina\nDepartamento de Geociências, Universidade de Aveiro, Portugal\n\nCentro de Investigação GeoBioTec, Universidade de Aveiro, Portugal\njmedina@ua.pt\n\nAntónio Soares de Andrade\nCentro de Investigação GeoBioTec, Universidade de Aveiro, Portugal\n\nasandrade@ua.pt\n\nResumo:\n\nA geologia pode dar um contributo importante para a educação científica dos cidadãos, \npermitindo que estes reconheçam utilidade na ciência escolar para a resolução de problemas \nque os afetam e que afligem as sociedades em que participam. Os ambientes exteriores à sala \nde aula são, modernamente, reconhecidos como espaços de aprendizagem potenciadores do \ndesenvolvimento de competências científicas e da compreensão da utilidade e importância do \nconhecimento científico e tecnológico nas sociedades atuais. Neste trabalho apresenta-se um \npercurso de aprendizagem que foi implementado na disciplina de Geologia, integrado na temática \n“A Terra, ontem, hoje e amanhã”, que mobilizou para o contexto educativo problemáticas locais \nrelacionadas com o modo como foram utilizados, ao longo do tempo, recursos geológicos na \n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 960\n\nDesenvolvimento Curricular \ne Didática\n\nconstrução de monumentos religiosos na região de Viseu.\n\nPalavras-chave: Ciência; Tecnologia e Sociedade; Geologia; Recursos geológicos; Ambientes \nexteriores à sala de aula. \n\nAbstract:\n\nGeology offers a huge contribution for improving citizens’ scientific knowledge, allowing them to \nrecognize the school curriculum effectiveness in solving problems that society is faced with. The \noutdoor learning environment – crucial through the geology process of teaching and learning - is, \namong others, recognized as having the potential to promote both a set of scientific competences \nand the understanding of the importance of scientific and technological knowledge in present \nsociety. This study deals with a teaching and learning process that was implemented with students \nof 15/16 years old in the subject of  Geology, more specifically, in the curricular topic  “The Earth: \nyesterday, today and tomorrow.” Local issues related to the way the geological resources have \nbeen used over time in the construction of religious monuments in the Viseu region (Portugal) were \ntaken into account working as the educational context.\n\nKey words: Science; Technology and Society; Geology; Geological Resources; Recursos geológicos; \nOutdoor learning environments. \n\nRésumé:\n\nLa géologie accorde une importante contribution à l’éducation scientifique des citoyens en \npermettant que ceux-ci reconnaissent l’utilité de la science, en tant que discipline scolaire, pour la \nrésolution de problèmes qui les affectent  et qui affligent les sociétés dans lesquelles ils participent. \nLes environnements extérieurs  à salle de classe sont, actuellement, reconnus comme des espaces \nd’apprentissage optimisateurs du développement des compétences scientifiques et de la \ncompréhension de l’utilité et de l’importance de la connaissance scientifique et technologique \ndans les sociétés actuelles. Dans cet article  nous présentons un parcours d’apprentissage qui a été \nmis en place dans la discipline de Géologie, intégré dans la thématique « La Terre, hier, aujourd’hui \net demain » qui a mobilisé pour le contexte éducatif des problématiques locales en rapport avec \nla façon dont les ressources géologiques ont été utilisées, au fil du temps, dans la construction de \nmonuments religieux dans la région de Viseu (Portugal).\n\nMots-clé:  Science; Technologie et société; Geologie; Ressources géologiques; Environnements \nextérieurs à la salle de classe. \n\nIntrodução \nO ensino da geologia deve ser desenvolvido numa perspetiva educacional, em que os conteúdos \ncurriculares sejam selecionados, pensados e explorados para promoverem o desenvolvimento de \ncapacidades, atitudes e valores nos alunos, que lhes permitam lidar com a incerteza, a globaliza-\nção e a complexidade das sociedades atuais e os ajudem a enfrentar os desafios científicos, tecno-\nlógicos, sociais e ambientais com que são confrontados (Marques &amp; Praia, 2009). Para isso, é neces-\nsário que se criem contextos de aprendizagem autênticos e relevantes, se organizem sequências de \naprendizagem que passem gradualmente do concreto para o abstrato, se ajustem as aprendiza-\n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 961\n\nDesenvolvimento Curricular \ne Didática\n\ngens às capacidades dos alunos, se integrem os ambientes exteriores à sala de aula (AESA) como \ncomponente do processo de aprendizagem e se centrem as aprendizagens em aspetos cognitivos \ne emocionais. As atividades em AESA, desenvolvidas numa perspetiva de Ciência-Tecnologia-So-\nciedade (CTS), afiguram-se como contextos facilitadores deste tipo de aprendizagens (Marques &amp; \nPraia, 2009; Rebelo, Marques, &amp; Costa, 2011).\n\nEste estudo teve como objetivos: a) construir e implementar atividades práticas diversificadas que \npermitissem aprofundar a temática curricular - “A Terra, ontem, hoje e amanhã”; b) estudar algu-\nmas das dinâmicas geológicas existentes na região de Viseu e compreender o modo como as \nmesmas são percecionadas pela sociedade viseense; c) promover a comunicação em ciência. \nTendo em conta estes objetivos, as características litológicas e geomorfológicas da região de Viseu \n(património natural e construído), o tema programático selecionado e o contexto educativo (e.g.: \nprofessora e alunos envolvidos), partiu-se da seguinte questão-problema: De que modo têm sido \nutilizados os recursos geológicos na construção de monumentos religiosos ao longo do tempo na \nregião de Viseu?\n\nBreve enquadramento teórico\nA partir do fim do século XIX, primeiro a ciência, depois a tecnologia e, por fim, as duas em simultâneo, \nforam-se tornando paulatinamente mais relevantes no quotidiano dos cidadãos, determinando \nopções conducentes a uma progressiva melhoria da qualidade de vida. Não pode deixar de se \nreconhecer que a contemporaneidade é, também, tida como um tempo em que, pelo menos \nnos países mais desenvolvidos, cada um de nós se confronta com problemas e questões com uma \nsustentação científica-tecnológica que necessitam de saber ser interpretados para que se possa, \ndepois, intervir em conformidade, à procura de soluções novas. É, também, por isso, que se nota uma \nreal curiosidade social em relação ao desenvolvimento da investigação científica, particularmente \na alguns dos seus resultados. Quantos órgãos de informação, oral ou escrita, não dedicam, \nregularmente, secções temáticas de informação/divulgação científica, as quais merecem o melhor \nacolhimento do público? Com frequência conseguem um alargado interesse dos cidadãos, muito \nespecialmente quando estão em causa questões de saúde, aspetos de natureza ambiental, \nconsumos energéticos ou, até, a produção de armas (Gonçalves, 2003). Contudo, paralelamente a \nesta atitude de algum entusiasmo para com a ciência, também é verdade que é possível encontrar \nperspetivas críticas e, outras, de descredibilização, tão só baseadas em meras opiniões, crenças \nou convicções, sem adequada fundamentação racional, pretendendo, até, anunciar-se como \nalternativas esperançosas (Mendes, 2013).\n\nA escola e o ensino das ciências, em geral, e os próprios professores de ciências, em particular, \nnão podem mais alhear-se do quadro que, muito sinteticamente, acaba de ser esboçado. Daqui o \nquestionamento sobre o que, o como e o para quê incluir ciências nos currículos. E, consequentemente, \ncomo desenhar estratégias para sala de aula, capazes de conseguir o empenhamento dos alunos. \nCompreender o que aqui está em causa é ir para além da mera instrução – que não é despicienda \n- mas implica uma finalidade educativa que se projeta, quer no desenvolvimento de uma atitude \ncientífica perante a realidade envolvente, quer na valorização de uma dimensão cultural, ambas \nmanifestadas, por exemplo, quando se pensa na problemática ambiental. Propostas de ensino que \nabordam temáticas científicas curriculares, integrando-as na matriz tecnológica envolvente e em \n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 962\n\nDesenvolvimento Curricular \ne Didática\n\narticulação com questões sociais desafiadoras, partindo de problemas que tenham, significado \npara os alunos são promissores segundo a investigação (Aikenhead, 2009; Vilches &amp; Gil-Perez, 2015). \nDe facto, estudos no âmbito da Didática das Ciências, tanto nacionais (Cachapuz, Paixão, Lopes, \n&amp; Guerra, 2008) como internacionais (Lee, Wu, &amp; Tsai, 2009) relacionados com CTS e publicados em \nrevistas com considerável factor de impacto em educação, revelam dois indicadores importantes: \no primeiro mostra a adequabilidade deste tipo de abordagens na preparação dos alunos para o \nexercício de uma cidadania responsável, capacitando-os para a compreensão de problemas da \nvida real; o segundo revela que o número de publicações que tratam desta temática aponta um \ncontinuado crescendo desde década de 1990. \n\nSublinha-se que ao abordar, como aqui se faz, o ensino numa perspetiva CTS, ele deve ser \nconsiderado em três domínios: o dos programas, o dos recursos didáticos e o da formação de \nprofessores. O presente estudo está predominantemente centrado nos recursos didáticos e na \nrespetiva aplicação, tanto na sala de aula, como no campo, este, com uma especial importância \nna abordagem das temáticas de Geologia. A exploração pelo aluno do meio natural, com as \nsuas observações pensadas e interpretadas, passa muito pelos AESA, materializados em estudos \nrealizados no campo, bem como em visitas a museus e centros de ciência. Estes ambientes \npermitem: contactar diretamente com o objeto de estudo, incentivando a curiosidade; desenvolver \natitudes que percecionem o reconhecimento, por exemplo, da importância dos recursos naturais; \nproporcionar um enquadramento cultural das ciências, explorando relações CTSA; utilizar \nferramentas de aprendizagem de forte conotação heurística.\n\nEm síntese, as propostas CTS são fortemente sustentadas pelo pressuposto de que nas nossas \nsociedades democráticas os indivíduos não podem alienar o direito e o dever de se implicarem nas \ngrandes decisões que envolvam opções de natureza científica e técnica (Martins &amp; Paixão, 2011).\n\nNo decorrer deste trabalho apresenta-se uma abordagem didática que integra a perspectiva CTS \nnum percurso de aprendizagem que permite conhecer a forma como foram utilizados os recursos \ngeológicos ao longo do tempo na região de Viseu. Sob o ponto de vista geológico, a região de Viseu \nlocaliza-se na denominada Zona Centro-Ibérica (ZCI), que corresponde ao segmento da cadeia \nvarisca europeia onde as rochas graníticas afloram em maior extensão, apresentando uma grande \ndiversidade tipológica (Figura 1). Durante a orogenia varisca ocorreram três fases de deformação \nimportantes, designadas por D1, D2 e D3. Na ZCI, o plutonismo granítico de idade varisca ocorreu \nem fases relativamente tardias da orogenia e está relacionado com a última fase de deformação \ndúctil (Azevedo &amp; Valle Aguado, 2013). Tendo como referência a fase D3, os granitoides podem ser \nclassificados estrutural e geocronologicamente como sin-D3 e tardi-pós D3 (Figura 1).\n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 963\n\nDesenvolvimento Curricular \ne Didática\n\nFigura 1. Mapa geológico simplificado, mostrando o enquadramento geológico da região de Viseu \n(modificado de Azevedo &amp; Valle Aguado, 2013).\n\nSão designados granitoides sin-D3, aqueles que intruíram durante a fas\n\ne D3, constituindo extensos complexos batolíticos, incluindo a maior parte dos granitos e leucogranitos \nperaluminosos de duas micas. Os designados granitoides tardi-pós-D3, intruíram posteriormente ou \nem fases tardias da D3. Formam frequentemente maciços circunscritos. São compósitos zonados \nenvolvidos por auréolas de metamorfismo de contacto, predominantemente compostos por \ngranodioritos e granitos biotíticos não deformados (Azevedo &amp; Valle Aguado, 2013).\nAs rochas graníticas que apresentam grande diversidade intruíram no seio de materiais geológicos \nmetassedimentares do Paleozoico e Pré-câmbrico (ante-Pérmicos) dos quais, dada a sua grande \nextensão cartográfica, se salienta os metassedimentos do Complexo Xisto-Grauváquico ante-\nOrdovícico (CXG) (Figura 1).\n\nNo percurso de aprendizagem apresentado foram objeto de estudo alguns dos monumentos \nreligiosos do concelho de São Pedro do Sul (Capela de Santo Inácio de Utopia, na Aldeia da Pena, \ne a Capela da Aldeia do Fujaco) e do concelho de Viseu (Sé Catedral e Igreja Nova). A Capela \nda Aldeia da Pena foi construída recorrendo-se, maioritariamente, a materiais geológicos locais, \nnomeadamente a rochas do CXG, uma vez que é neste enquadramento geológico que se situa a \nreferida aldeia (figura 2). As pedras usadas na construção são, principalmente, xistos (ardósia usada \nna cobertura original do telhado), metagrauvaques e metarenitos, embora possam também existir \nblocos de quartzitos Ordovícicos, que afloram muito próximo (Figura 2). A Capela da Aldeia do \nFujaco, apesar de presentemente se encontrar revestida com materiais de construção recente e \npintada de branco, é visível que no seu entorno são usados materiais geológicos locais, iguais aos \ndo caso anterior, ou seja, rochas do CXG que, também, neste caso, é o enquadramento geológico \n\nB\n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 964\n\nDesenvolvimento Curricular \ne Didática\n\nem que situa a referida povoação (Figura 2).\n\nFigura 2. Enquadramento geológico das aldeias da Pena e do Fujaco (extraído de Schermerhorn,1980).\n\nNa famosa Sé Catedral de Viseu, que começou a ganhar forma no século XII, foram usados materiais \ngeológicos locais, extraídos dos diversos maciços graníticos existentes na região. A cidade de \nViseu localiza-se num enquadramento geológico tipicamente granítico onde estão cartografados \ndiferentes granitos (Figura 3). A Igreja Nova em Viseu, apesar de pontualmente se observarem \nmateriais rochosos naturais, ela é maioritariamente construída com materiais de construção \n“modernos”, como agregados, ligantes, materiais cerâmicos, vidro, metais e ligas metálicas.\n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 965\n\nDesenvolvimento Curricular \ne Didática\n\nFigura 3. Enquadramento geológico da cidade de Viseu (extraído de Ferreira, 2010).\n\nMetodologia\nO desenho metodológico adotado neste estudo enquadra-se na modalidade de investigação-a-\nção crítica e emancipativa (Colás, 1998). Procurou ligar-se expressamente a ação dos alunos com \nas coordenadas socio-contextuais onde esta se desenvolveu, pretendendo-se provocar mudanças \na nível individual, organizacional e social. Participaram no estudo 18 alunos que frequentavam a dis-\nciplina de Geologia no 12.º ano de escolaridade (17-18 anos de idade) numa escola do concelho \nde Viseu e a respetiva professora. \n\nA opção pela definição de percursos de aprendizagem diversificados teve em conta os fatores que \ncondicionam o desenvolvimento de atividades em AESA numa perspetiva CTSA (Rebelo, Marques, \n&amp; Costa, 2011), tais como: a) a experiência do professor e dos alunos nestes ambientes de apren-\ndizagem; b) o grau de autonomia dos alunos; c) as competências que estes possuem de natureza \ninvestigativa (e.g.: observação e descrição de fenómenos, obtenção e interpretação de dados, \nqualidade dos registos efetuados, conhecimento de técnicas de trabalho), atitudinal (e.g.: rigor, \ncuriosidade, objetividade, perseverança, espírito crítico), comunicacional (e.g.: organização e di-\nfusão de informação), e relacionadas com a dinâmica de trabalho em grupo.\n\nAssim, tendo em conta a experiência da professora e dos alunos em AESA (a professora acompa-\nnhou os alunos desde o 10.º ano de escolaridade e em todos os anos letivos estes tinham realizado \nsaídas de campo integradas no currículo), a autonomia manifestada pelos alunos em anteriores \nexperiências de aprendizagem em AESA e as competências de natureza investigativa, atitudinal \ne comunicacional por estes evidenciados, considerou-se que o desenvolvimento de percursos de \naprendizagem diversificados, que fossem ao encontro dos interesses dos alunos, poderia ser promo-\n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 966\n\nDesenvolvimento Curricular \ne Didática\n\ntor do seu envolvimento cognitivo e emocional no processo de aprendizagem e contribuir para o \nseu sucesso educativo.  Foram, assim, desenhadas e implementadas atividades exteriores à \nsala de aula, numa perspetiva CTS, orientadas pela pergunta de partida.\n\nA turma foi dividida em quatro grupos de 4-5 elementos. Identificaram-se as necessidades, os pro-\nblemas e os centros de interesse de cada grupo de trabalho. Cada grupo selecionou um local/\nobjeto/temática de estudo com o qual gostaria de trabalhar ao longo dos percursos de aprendi-\nzagem. As temáticas a tratar recaíram sobre assuntos da região de Viseu. Neste trabalho damos \nconta, apenas, do plano de ação relativo ao percurso de aprendizagem que foi orientado pela \nsubquestão apresentada na secção 1.\n\nCada percurso traduziu uma proposta flexível de sequência de atividades educacionais (pensadas \npelos alunos com a orientação da professora), organizado para um local específico da região de \nViseu (áreas diferentes para cada um dos grupos), permitindo a abordagem de uma temática \nespecífica, cuja execução contribuiu para que os alunos desenvolvessem diversas capacidades e \nadquirissem conhecimentos que lhes permitiram encontrar respostas para a questão definida. \n\nPara cada percurso de aprendizagem os alunos definiram e implementaram um plano de ação \nespecífico. No plano de ação desenvolvido:\n\na) envolveu a realização de tarefas diversificadas, nomeadamente: a pesquisa de informação \nem fontes diversificadas (manual, Internet); a interpretação de cartas geológicas da região \n(Carta Geológica de Portugal, na escala 1:1 000 000 e na escala 1:50 000 - Folha 14C e Folha \n17A); a seleção dos locais e dos monumentos religiosos que seriam objeto de estudo (dois \nem zonas onde predominam rochas metamórficas e dois em zonas onde predominam ro-\nchas magmáticas); a definição da metodologia e das tarefas a desenvolver no AESA e na \nsala de aula (antes e depois das saídas de campo); \n\nb) foi desenvolvido em diferentes ambientes de aprendizagem (e.g.: sala de aula, no campo \ne na Universidade de Aveiro). Os alunos durante três blocos de 90 min fizeram a prepração \ndas saídas de campo. Selecionaram os locais a visitar e o material necessário para levar \nutilizar no campo. Foram definidos objetivos operacionais para as atividades no campo e \nelaborado um pequeno guião de entrevista para aplicarem a habitantes que vivessem per-\nto dos referidos monumentos religiosos. Posteriormente realizaram duas saídas de campo: \numa no concelho de S. Pedro do Sul (Aldeia do Fujaco e Aldeia da Pena) e outra na cidade \nde Viseu, com o objetivo de observar e caraterizar os materiais utilizados na construção dos \nmonumentos religiosos referidos na secção 2. A fase de pós saída decorreu durante quatro \nblocos de 90 min e neles os alunos organizaram a informação recolhida, elaboraram um \npóster científico, um resumo e uma apresentação informática para comunicação oral. Estes \ndocumentos foram, posteriormente, submetidos à comissão organizadora do X Congresso \nde Jovens Geocientistas, que os analisou e apresentou algumas sugestões de alteração. As \nalterações foram, depois, efetuadas pelo grupo e elaborados os documentos finais.\n\nc) substituiu o diálogo verbalizado, ou escrito, da sala de aula, pelo diálogo direto em AESA, \nquer com o património geológico e religioso das áreas visitadas, quer com as populações \nlocais;\n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 967\n\nDesenvolvimento Curricular \ne Didática\n\nd) contribuiu para aproximar a ciência escolar do património construído da região, ajudando \nos alunos a compreender a importância dos contextos sociais, económicos, tecnológicos e \ncientífi cos na atividade humana;\n\ne) proporcionou a vivência de experiências ricas de aprendizagem partilhada, que promove-\nram o questionamento, a dúvida, a criação de consensos e a tomada de decisão em rela-\nção ao processo de aprendizagem, em que a professora assumiu um papel de orientadora/\nfacilitadora;\n\nf) promoveu a comunicação em ciência, através da elaboração de um resumo, de uma co-\nmunicação oral e de um poster científi co, e a partilha dos mesmos num congresso (X Con-\ngresso de Jovens Geocientistas, que decorreu na Universidade de Coimbra) e, posterior-\nmente, na própria escola.\n\nResultados\nOs resultados obtidos na realização deste percurso de aprendizagem permitiram aos alunos obter \nrespostas para a subquestão-problema defi nida e deram contributos importantes para responder \nà questão de partida. Os alunos puderam constatar que ao longo do tempo humano alteraram-\nse os modos como foram sendo utilizados os recursos geológicos na construção de edifícios, cujo \nregisto se encontra bem patente na região de Viseu, em monumentos religiosos. Os monumentos \nmais antigos foram construídos com a rocha predominante em cada região enquanto os mais \nrecentes foram construídos com materiais de construção muito diversifi cados, mas que pouco \ndivergem de local para local (Figura 4).\n\nA B\n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 968\n\nDesenvolvimento Curricular \ne Didática\n\n                                         \n\nFigura 4. Monumentos religiosos objeto de estudo (A – Capela de Santo Inácio de Utopia, Aldeia da Pena; B – \nSé Catedral, Viseu; C – Capela da Aldeia do Fujaco; D – Igreja Nova, Viseu.\n\nDas constatações efetuadas, os alunos puderam inferir que a construção de monumentos religiosos \nao longo do tempo tem sido condicionada por contextos sociais, tecnológicos, científi cos e geo-\nlógicos de cada época. Antigamente as vias de comunicação eram muito mais escassas, o que \ndifi cultava a circulação de diferentes recursos geológicos de região para região. A diversidade de \nmateriais de construção era reduzida comparativamente à atual, pelo que se utilizavam os recursos \nque abundavam e estavam disponíveis nas regiões onde se pretendiam implantar as construções. \nNa atualidade, independentemente da rocha predominante em cada região, os monumentos re-\nligiosos são construídos com materiais mais modernos, como são os agregados, ligantes, materiais \ncerâmicos, vidro, metais e ligas metálicas. Isto deve-se à melhoria das vias de comunicação, à \ncriação de novos materiais de construção e à facilidade de comercialização dos mesmos, num \nmundo global.\n\nC D\n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 969\n\nDesenvolvimento Curricular \ne Didática\n\nA avaliação do empenho dos alunos no percurso de investigação-ação desenvol-\nvido recaiu na qualidade e na diversidade dos documentos produzidos, nomeada-\nmente o resumo, o póster científico e a comunicação oral, que foram apresenta-\ndos no X Congresso de Jovens Geocientistas e à comunidade educativa (Figura 5).\n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 970\n\nDesenvolvimento Curricular \ne Didática\n\n \n\nFigura 5. Materiais produzidos pelos alunos (A – Resumo; B – Poster científico; C – Apresentação de apoio à \ncomunicação oral).\n\nO percurso de aprendizagem desenvolvido partiu de contextos reais, familiares aos alunos, integrou \ndiferentes tipos de trabalho prático, utilizou espaços diversificados, potenciando a aprendizagem \ne o aprofundamento dos conhecimentos dos alunos acerca de algumas dinâmicas geológicas \nexistentes na região de Viseu. Contribuiu, ainda, para uma abordagem curricular que, integrando \nlocais familiares, possibilitasse uma maior compreensão da importância das Geociências na \nsociedade atual. A oferta de experiências ricas de aprendizagem partilhada, salvaguardando a \nresponsabilidade pessoal dos alunos na partilha do trabalho realizado com jovens de todo o país, \ncom a turma e com a comunidade educativa, revelou-se favorável.\n\nConclusões\nEste estudo partiu de um conjunto de pressupostos que caraterizam o atual entendimento didático \npara o ensino das ciências: realização de percursos de aprendizagem com abordagens CTS \n(Rebelo, 2014); ensino em “harmonia com o nosso meio ambiente natural” (Mayor, 2002); trabalho \nprático; AESA (Marques &amp; Praia, 2009) e o professor como mediador da centralidade dos alunos na \naprendizagem. Tendo por base a questão de partida – De que modo têm sido utilizados os recursos \ngeológicos na construção de monumentos religiosos ao longo do tempo na região de Viseu? – os \nalunos, com a supervisão da professora, definiram percursos de aprendizagem que lhes permitisse \nencontrar possíveis respostas. Os trabalhos decorreram num modelo de investigação-ação crítica \ne emancipativa. Esta abordagem curricular permeia a familiaridade com locais do quotidiano e \nda região, o contacto com as populações, o estudo de rochas ornamentais e a compreensão \ntransdisciplinar dos processos sociais históricos que conduzem à utilização de determinados materiais \nna construção de edifícios.\n\nOs alunos estiveram, e sentiram-no, profundamente envolvidos no processo construtivo das suas \naprendizagens, particularmente na preparação dos recursos mediadores da construção do \nconhecimento. A difusão do conhecimento, através dos canais próprios, constituiu um importante \nsucesso no percurso dos alunos envolvidos, apercebendo-se que o que é local pode e deve ser \nglobal, incorporando que o conhecimento científico só é válido com a comunidade dos pares o \n\n\n\nDesenvolvimento Curricular \ne Didática\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 971\n\nDesenvolvimento Curricular \ne Didática\n\nreconhece como tal. O percurso proporcionou, ainda, a vivência de experiências ricas, assegurando \nque a noção de “durabilidade” seja a base da nossa mensagem de viver, educando, deste modo, \npara um futuro sustentável, sem colocar em risco a vida das gerações vindouras.\n\nReferências\nAikenhead, T. (2009). Educação científica para todos. Mangualde: Edições Pedago.\n\nAzevedo, M., &amp; Valle Aguado, B. (2013). Origem e instalação de granitoides variscos na Zona Centro-\nIbérica. In R. Dias, A. Araújo, P. Terrinha, &amp; J. Kullberg (Eds.), Geologia de Portugal (Vol. 1, pp. 377-\n401). Lisboa: Escolar Editora.\n\nCachapuz, A., Paixão, F., Lopes, J. B., &amp; Guerra, C. (2008). Do estado da arte da pesquisa em educação \nem ciências: linhas de pesquisa e o caso “ciência-tecnologia-sociedade”. ALEXANDRIA-Revista \nde Educação em Ciência e Tecnologia, 1(1), 25-46. Consultado em https://periodicos.ufsc.br/\nindex.php/alexandria/article/view/37408/28738\n\nColás, M. P. (1998). La investigación-acción. In M. P. Colás, &amp; L. Buendía (Orgs.), Investigación \neducativa (3.ª Ed., pp. 292-315). Sevilla: Ediciones Alfar.\n\nFerreira, N. (Coord.) (2010). Notícia explicativa da folha 17-A (Viseu). Lisboa: Laboratório Nacional \nde Energia e Geologia.\n\nGonçalves, M. E. (2003). Os portugueses e a ciência. Lisboa: Dom Quixote. \n\nLee, M. H., Wu, Y. T., &amp; Tsai, C. C. (2009). Research Trends in Science Education from 2003 to 2007: A \ncontent analysis of publications in selected journals. International Journal of Science Education, \n31(5), 1999-2020. doi: 10.1080/09500690802314876.\n\nMarques, L., &amp; Praia, J. (2009). Educação em ciência: Actividades exteriores à sala de aula. Terræ \nDidatica, 5(1), 10-26. Consultado em http://ocs.ige.unicamp.br/ojs/terraedidatica/article/\nview/1043/500  \n\nMartins, I. P., &amp; Paixão, F. (2011). Perspectivas atuais Ciência-Tecnologia-Sociedade no ensino e na \ninvestigação em educação em ciência. In W. L. P. dos Santos, &amp; D. Auler (Orgs.), CTS e educação \ncientífica: Desafios, tendências e resultados de pesquisas (pp. 135-160). Brasília: Editora UnB.\n\nMayor, F. (2002). Prefácio do Director-Geral da UNESCO, 1979-1999. In Morin, E., Os sete saberes \npara a educação do futuro (pp. 11-13). Lisboa: Instituto Piaget. Consultado em http://www.\ncasadasciencias.org/3encontrointernacional/programa_biogeo.html\n\nMendes. A. (2013). Perfil de ensino do professor de ciências: Concetualização e validação. Tese de \nDoutoramento (não publicada). Aveiro: Universidade de Aveiro. Consultado em http://ria.ua.pt/\nhandle/10773/11486\n\nRebelo, D. (2014). Desenvolvimento profissional de professores de ciências: um estudo no contexto \nda geologia. Tese de Doutoramento (não publicada). Aveiro: Universidade de Aveiro. Consultado \nem http://ria.ua.pt/handle/10773/12920 \n\nRebelo, D., Marques, L., &amp; Costa, N. (2011). Actividades en ambientes exteriores al aula en la \n\n\n\nISSN: 1647-3582Indagatio Didactica, vol. 8(1), julho 2016\n\nCIDTFF - Indagatio Didactica - Universidade de Aveiro 972\n\nDesenvolvimento Curricular \ne Didática\n\nEducación en Ciencias: Contribuciones para su operatividad. Enseñanza de las Ciencias \nde la Tierra, 19(1), 15-25. Consultado em http://www.raco.cat/index.php/ECT/article/\nview/244375/331347. \n\nSchermerhorn, L. J. G. (1980). Carta geológica de Portugal na escala 1/50 000. Notícia explicativa \nda folha 14-C (Castro Daire). Lisboa: Serviços Geológicos de Portugal.\n\nVilches, A., &amp; Gil-Perez, D. (2015). Ciencia de la Sostenibilidade: una nueva disciplina o un nuevo \nenfoque para todas las disciplinas? Revista Iberoamericana de Educación, 16(1), 39-60. \nConsultado em http://rieoei.org/deloslectores/7025.pdf"}]}}}