{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04008"}, {"@name": "filename", "#text": "BGP_1994_8_2_4_04_Algumas_especies_novas_de_graos_de_polen.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ALGUMAS ESPÉCIES NOVAS DE GRÃOS DE PÓLEN DO CRETÁCEO INFERIOR DO NORDESTE DO BRASIL\nSOME NEW POLLEN GRAINS SPEC/ES FROM LOWER CRETACEOUS IN NORTHEASTERN BRAZIL\nRodolfo Dino1\nRESUMO - O presente trabalho é parte de um estudo palinológico mais amplo dos depósitos do Cretáceo Inferior da Bacia Potiguar, mais precisamente da Formação Alagamar, Uma abundante e diversificada microflora foi recuperada, consistindo principalmente de grãos de pólen de gimnospermas, esporos de pteridófitas, além da presença dos primeiros grãos de oólen com afinidades angiospérmicas. Deste rico material foram separadas algumas formas novas, com relevante potencial estratigráfico e de correlação, visto que estão presentes em outras importantes bacias interiores e costeiras do Nordeste brasileiro, bem como de suas contrapartes africanas. Desse modo, o propósito do presente artigo é descrever, elaborar a designação formal e ilustrar estes grãos de pólen, que comportam dois novos gêneros (Dejaxpollenites, Uesuguipollenites), seis novas espécies (Albertipollenites limai, Bennettitaepollenites regaliae, Dejaxpollenites foveoreticulatus, Dejaxpollenites microfoveolatus. Equísetosporites maculosus, Uesuguipollenites caílosus), e três novas combinações (Cometipollis perforatus. Striatopollis reticulatus, Transitoripollis crisòpo/ensís). Adicionalmente, são fornecidas informações sobre a idade das formas descritas e assinaladas suas ocorrências nas bacias brasileiras integrantes da região estudada.\n(Originais recebidos em 05.07.94).\nABSTRACT - The presentpalynologic studyis partofa widersurvey ofthe Lower Cretaceous deposits ofthe Potiguar Basin, particulariy of the Alagamar Formation. A very rich microflora is recorded. The assemblage is dominated by gymnospermicpollen grains (predominantly Cheirolepidacean conifers and gnetophytes). and spores of pteridophytes. Earliest angiospermic pollen grains occur as minor constituents. Some new forms that potentially are guide fossils are selected since they are present in most ofthe Northeastern Brazilian Cretaceous basins, and in their counterparts in África. The aim of this study is to formalíy name, describe and ilíustrate these pollen grains which comprise two new genera (Uesuguipollenites, Dejaxpollenites), six new species (Uesuguipollenites caílosus, Equísetosporites maculosus, Dejaxpollenites foveoreticulatus, Dejaxpollenites microfoveolatus, Bennettitaepollenites regaliae, Aibertipollenites limai), and three new combinatíons (Cometipollis perforatus, Transitoripollis crisopoiensis, Striatopollis reticulatus). Furthermore, additional information on the age ofthe described species is given and their occurrences in the Brazilian basins of the studied region are pointed.\n(Expanded abstract available at the end of the paper).\n1\t- INTRODUÇÃO\nEste trabalho é parte do estudo de revisão da sistemática dos grãos de pólen e esporos contidos nos sedimentos da Formação Alagamar, da Bacia Potiguar, parte integrante da tese de doutorado do autor (Dino, 1992} O propósito do presente artigo é descrever, elaborar a designação formal e ilustrar alguns novos gêneros e espécies, bem como algumas novas combinações, a maioria das quais de grande importância estratigráfica e paleogeogrãfica, presentes nos depósitos mais superiores do Cretáceo Inferior das bacias cretáceas do Nordeste do Brasil.\nAs formas aqui descritas foram recuperadas, essencialmente, de amostras de calha e testemunhos da seção que abrange do Aptiano Superior ao Albiano Inferior, de 18 poços distribuídos por toda a Bacia Potiguar, tanto de sua porção emersa quanto submersa. As amostras foram preparadas nos laboratórios da PETROBRÁS. utilizando-se técnicas padronizadas para processamento de amostras palinológicas, segundo Uesugui (1979). Foram montadas lâminas a partir dos resíduos recuperados, eo material, após análise, foi previamente selecionado e devidamente localizado com a utilização de lâminas de coordenadas (England Fmder), ao microscópio óptico comum da Zeiss. Na\n1 - Setor de Bioestratigrafia e Paleoecologia (SEBIPE), Divisão de Exploração (DIVEX), Centro de Pesquisas (CENPES), Cidade Universitária, Quadra 7, Ilha do Fundão,.CEP 21949 -900 Rio de Janeiro, RJ., Brasil.\nrealização das fotomicrografias utilizou-se um fotomicroscópio (Axiophot) da Zeiss, munido do sistema de contraste interferencial diferencial í.Nomarski Interference Contrast) e filmes Kodacolor-Goid 100 de 35 mm da Kodak, de 100 asa.\nA presença destas formas já foi detectada, em material previamente analisado pelo autor, em sedimentos correlatos de várias bacias interiores e marginais do Nordeste do Brasil (fig. 1). Albertipollenites limai, Bennettitaepollenites regaliae, Dejaxpollenites foveoreticulatus, Dejaxpollenites microfoveolatus, Equisetosporites maculosus, Striatopollis reticulatus e Uesuguipollenites callosus estão presentes nas bacias do Araripe, Barreirinhas, Ceará, Potiguar e Sergipe/ Alagoas. Cornetipollisperforata ocorre nas bacias do Araripe, Barreirinhas e Potiguar. Transitoripollis crisopoiensis é assinalada nas bacias de Barreirinhas, Ceará. Potiguar e Sergipe/Alagoas.\nFig. 1 ■ Mapa de localização das principais bacias cretáceas do Nordeste do Brasil.\nFig.1 - Location map ofthe major Northeastern Brazilian cretaceous basin.\nA idade, conhecida até o momento, de cada espécie é fornecida no texto. Na datação das formas, foram tomados como base os zoneamentos de Regali et al. (1974a), Lima (1978) e Dino (1992).\nNas legendas das estampas, o nome da espécie é seguido de: a) nome do poço; b) número da lâmina; c) localização do palinomorfo na mesma por meio das coordenadas do England Finder.\nA explicação (quando necessária) da face focada e/ ou do detalhe a ser ressaltado, bem como a escala gráfica, é fornecida no texto das estampas.\nAs lâminas estudadas, contendo os espécimens aqui ilustrados, encontram-se depositadas nos arquivos palinológicos'do Centro de Pesquisas e Desenvolvimento Leopoldo A. Miguez de Mello (CENPES) da PETROBRÁS.\n2\t- DESCRIÇÃO SISTEMÁTICA\nO sistema de nomenclatura palinológica fundado sobre os princípios, regras e recomendações do Código Internacional de Nomenclatura Botânica (C.I.N.B.), é válido para todos os grupos do reino vegetal, atuais ou fósseis. Contudo, no caso dos fósseis, muitas vezes torna-se impossível a subordinação do gênero dos grãos de pólen e esporos dispersos aos vegetais que os produzem, sendo necessária a utilização de um sistema artificial. Neste estudo taxonômico, avaliou-se que dentre todas as classificações sistemáticas disponíveis, a classificação definida por Potonié eKremp(1954, 1955), aprimorada nas sinopses elaboradas por Potonié (1956, 1958, 1960, 1966, 1970, 1975), aliadas às modificações introduzidas por Dettmann (1963), propiciam a classificação mais adequada, pois os autores consideram os taxa fósseis conhecidos passíveis de serem classificados no sistema natural. Estes autores classificaram os grãos de pólen e esporos dispersos de modo artificial, porém, levando em conta sua semelhança com as formas análogas atuais. Em virtude disso, foi aqui adotada tal classificação.\nAnteturma VARIEGERMINANTES Potonié, 1970\nTurma ALETES, KRIPTAPERTURATES Ibrahim, 1933 Subturma AZONALETES (Luber, 1935) Potonié e Kremp, 1954\nInfraturma GRANULONAPITI Cookson, 1947\nGênero Uesuguipollenites gen. nov.\nDerivatio nominis Nome dado em homenagem ao geólogo Namio Uesugui, palinólogo da PETROBRÁS, em reconhecimento à sua grande contribuição ao estudo da palinologia no Brasil\nSpecies-typus. Uesuguipollenites callosus gen. etsp. nov.\nDiagnose: Grão de pólen maperturado, contorno circular. Presença característica de uma calota espessada na região central.\nDescrição: Grão de pólen inaperturado de dimensões reduzidas (30-40pm). Exina visivelmente escabrada. Apresenta um espessamento circular na área central (calota central) de contorno mal definido.\nComparações: Uesuguipollenites gen. nov. difere de todos os gêneros mesozóicos de grãos de pólen inaperturados, pela presença de uma calota central espessada.\nUesuguipollenitescallosus gen etsp nov. estampa 1, figs. 1-7\nDerivatio nominis: Nome derivado da ornamentação espessada da exina, na área central do grão, semelhante a uma calosidade.\nHolotypus: Preparação PD-1; lâmina 02151; coordenadas\nE.F.:W40. Estampa 1, fig. 1.\nStratum typicum: Formação Alagamar, Bacia Potiguar.\nLocus typicus Poço 1-PD-1-RN, amostra 7702151, profundidade 1 140-1 155 m. Rio Grande do Norte, Brasil.\nParatypus Preparação SO5; lâmina 01896; coordenadas E.F. : Z46-2; e 805/01890, coord. V43-3.\nDescrição: Grão de pólen inaperturado, forma lenticular, com dimensões reduzidas, nunca excedendo 40pm. Exina com ornamentação variando de fina a fortemente escabrada, com espessura de cerca de 1-2pm. Apresenta na maioria dos exemplares um espessamento equatorial da ordem de 2-3pm. Possui uma calota central circular, onde a exina é bem mais espessa e escura, com dimensões da ordem de 1/2 do raio do grão e com limites mal definidos; porém nunca com poro ou pseudoporo, nem espessamento anelarcentral. A exina espessa na área central torna-se mais fina e clara em direção à borda do grão, voltando a se espessar na sua região equatorial-periférica.\nDimensões: Diâmetro total = 30-40pm. Calota central = 15-18pm (25 exemplares).\nComentários: Esta espécie difere de Spheripollenites scabratus Couper por apresentar área central espessada e dimensões gerais maiores. Difere das formas do gênero Exesipollenites por não apresentar poros ou pseudoporos. Não se compatibiliza com as espécies consideradas diminutas do gênero Araucariacites (por ex. Araucariacites hungaricus Deák) pela presença da calota central, nem com as espécies do gênero Inaperturopollenites que apresentam um espessamento central bastante semelhante (por ex. Inaperturopollenites turbatus Balme sensu Regali et al. 1974 a,b), por possuir calota central mais espessada e dimensões gerais bem menores. Vale ressaltarque Regali (1989 a,b), pág. 268, figs. 96 e 97, ilustra espécimens de Uesuguipollenites callosus, denominando-as de Inaperturopollenites orbicularis Nilsson.\nAfinidade Botânica: Gimnospermae\nidade: As formas descritas foram encontradas em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Dicheiropollis etruscus a Elaterosporites protensus de Regali etal. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 1,2, 3 e4 de Lima, (1978), para a Bacia do Araripe. Biozonas A, B, C e D de Dino (1992), para a Bacia Potiguar.\nTurma PLICATES (Naumova, 1937,1939), Potonié, 1960 Subturma COSTATES Potonié, 1970\nInfraturma COSTATI Potonié, 1970\nGênero Equisetosporites (Daugherty, 1941) emend. Singh, 1964\nEspécie-tipo: Equisetosporites chiníeana Daugherty, 1941\nObservações Preliminares: O grupo dos grãos de pólen poliplicados está relativamente bem representado nas associações microflorísticas do Aptiano Superior, Albiano e Cenomaniano Inferior, da grande maioria das bacias cretáceas brasileiras. Esta assertiva é particularmente válida para as bacias da região Norte e Nordeste, onde este grupo atinge percentuais médios da ordem de 25% das associações e grande diversidade genérico-especifica.\nEm relação à controvérsia acerca das definições genéricas de Ephedripites Bolkhovitina e Equisetosporites Daugherty, o correto é utilizar o gênero Equisetosporites Daugherty, em função da inquestionável validade da regra da anterioridade, ou seja, da prioridade da publicação; apesar de reconhecer o erro de afinidade que originou a designação genérica em questão. Lima (1980) e Dejax (1987) apresentam fortes argumentos em defesa do uso de Equisetosporites Daugherty e Ephedripites Bolkhovitina, respectivamente. Por considerarem-se válidos e adequados, foram aqui utilizados os conceitos emitidos por Lima (1980) para a sistemática deste grupo.\nEquisetosporites maculosus sp. nov estampa 2, figs. 1-5\nDerivatio nominis: O nome refere-se â existência de uma área lisa, mais espessa e escura, com aspecto de uma mancha, no centro de uma das faces.\nHolotypus. Preparação SO-5, lâmina 8901895, coordenadas E.F.: E58-1. Estampa 2, fig. 1.\nStratum typicum: Formação Alagamar, Bacia Potiguar.\nLocus typicus: Poço 7-SO-5-RN, amostra 8901895, profundidade 1 236,60 m, test. 2. Rio Grande do Norte, Brasil\nParatypus: Preparação SO5; lâmina 01899; coordenadas E.F.:X51-2; e RNS21/08263, coord. 036-2.\nDiagnose: Contorno elíptico, dimensões medianas. Exina com duas camadas, sendo a interna lisa, escura e de contorno mal definido.\nDescrição: Grão de pólen poliplicado de contorno oval a elíptico. Exina fina com duas camadas, sendo a interna lisa, mais espessa e escura, de contorno mal definido e restrita à região central do grão. As dimensões deste “corpo central\" variam de 1 /4 a 1 /2 do comprimento total do grão (eixo maior) e de aproximadamente 1/2 de sua largura. A exina da camada\nexterna é ornamentada por um grande número de costelas, finas, pouco nítidas, subparalelas, sem ramificação, e que atravessam todo o comprimento do grão. As costelas medem menos de 1,0pm de largura e não atingem as extremidades, fundindo-se numa área lisa.\nDimensões: C. = 35-45pm. L. = 16-21 pm (20 exemplares).\nDiscussão e comparações: Esta espécie difere de todas as outras existentes para o gênero, peia presença de uma área lisa, mais espessa e escura, e sem contorno nítido, na região central do grão.\nAfinidade Botânica Ephedrales\nIdade: Espécimens da forma descrita foram encontrados em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata de Regali etal. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 1,2, 3e4de Lima (1978), para a Bacia do Araripe. Biozona B, de Dino (1992), para a Bacia Potiguar.\nGênero Cornetipollis Pocock e Vasanthy, 1988\nEspécie-tipo: Cornetipollis reticulata Pocock e Vasanthy, 1988\nCornetipollis perforatus (Lima) nov. comb estampa 2, figs. 6-8\n1973 Ephedripites sp. in Herngreen, est. 7 - fig. 7.\n1980\tGnetaceaepollenites perforatus Lima, p. 39, est. 4 -fig- 7.\n1983 Gnetaceaepollenites perforatus Lima in Pons(1988), p.179, est. 24 - fig. 5.\nDescrição: Grão de pólen poliplicado de contorno oval a elíptico. Exina apresentando costelas espessas, ornamentadas, em número variável de 8 a 14 por face do grão. A ornamentação das costelas é reticulada, foveo-reticulada, perfurada. Canais finos (0,8-1,8pm) separam as costelas que se prolongam até a extremidade do eixo maior do grão sem que ocorra fusão das mesmas.\nDimensões: 45-55pm (15 exemplares).\nComentários: Ilustrada pela primeira vez, de modo informal, por Herngreen (1973, est. 7, fig. 7), com o nome de “Ephedripites sp. com foveolas\", esta espécie foi criada por Lima (1978;\t1980), sob a denominação de\nGnetaceaepollenites perforatus, identificando-a na Bacia do Araripe. Na PETROBRÁS, ela tem sido reportada em várias bacias da margem equatorial brasileira, principalmente após sua inclusão na divisão bioestratigráfica da Bacia de Barreirinhas (.Regali et al. 1985). Esta forma é geralmente confundida com a espécie Striatopollis reticulatus, por esta\núltima se apresentar frequentemente fragmentada, preservando-se na grande maioria das vezes apenas um dos colpos isolado. Alguns autores (Dejax. 1987; Pons, 1988) chegam a duvidar da sua existência, estimando que esta espécie nada mais é que fragmentos de Striatopollis reticulatus, e classificando-a como sinônimo desta forma tricolpada. Entretanto, tratam-se realmente de espécies distintas, sendo Striatopollis reticulatus uma forma tricolpada e Gnetaceaepollenitesperforatus uma forma poliplicada. A par desta discussão sistemática, ressalta-se que esta semelhança com formas tricolpadas, a exemplo do conceito emitido por Lima (1978, p. 253) ao tecer comentários sobre a espécie Steevesipollenites sp. 2, reveste-se de suma importância, por representar uma possível convergência de algumas espécies de gimnospermas para as angiospermas, via Ephedrales.\nVale ressaltar que apesar de não se ter observado a presença indubitável de columelas nos espécimens estudados o fato dos mesmos apresentarem costelas com tectum reticulado, foveo-reticulado, segundo vários autores (por ex. Van Campo, 1971), é uma feição indicativa da afinidade angiospérmica destes grãos.\nPelos motivos supra expostos, a espécie Gnetaceaepollenites perforatus foi aqui transferida para o gênero Cornetipollis Pocock e Vasanthy (1988), por apresentar costelas com ornamentação reticulada, foveo-reticulada, perfurada.\nAfinidade Botânica: Angiospermae? ou Ephedrales7\nIdade: Exemplares de Cornetipollis perforatus foram encontrados em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Gnetaceaepollenitesdiversusde Regali etal. (1974a), para as Bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 1,2, de Lima (1978), para a Bacia do Araripe Biozonas B, C, e D de Dino (1992), para a Bacia Potiguar.\nSubturma MONOCOLPATES (MONOSULCITES) e ZONOCOLPATES Potonié, 1970\nInfraturma QUASILEVIGATI Potonié, 1970 Subinfraturma ACAVATI Lima, 1978\nGênero Dejaxpollenites gen. nov.\nDerivado nominis Nome dado em homenagem ao Dr Jean Dejax, palinólogo do “Institut de Paléontologie du Muséum National d'Histoire Naturelle - Paris\", descobridor desta forma, em sedimentos do Cretáceo Inferior da Bacia do Congo.\nSpecies-typus. Dejaxpollenites foveoreticulatus gen. et sp. nov.\nDiagnose: Grão de pólen de simetria bilateral, íevemente anisopolar, constituído de duas partes. Corpo central (nexma?) envolto numa parede foveo-reticulada, ambas\ncaracteristicamente zonocolpadas.\nDescrição: Grâo de pólen zonocolpado, de âmbito ovóide a elipsoidal. Exina fina, semitectada, com duas camadas, ocorrendo uma diferenciação entre as mesmas, de modo a formar duas partes. Um corpo central interno, zonocolpado, envolto numa parede externa (sexina?), também zonocolpada. O colpo é longo, alcançando aproximadamente oeixo polar.\nComparações: Dejaxpollenites gen. nov. difere de todos os gêneros mesozóicos de grãos de pólen zonocolpados, por se constituir de duas partes distintas, ambas zonocolpadas.\nDejaxpollenites foveoreticulatus gen. et sp. nov. estampa 3, figs. 6-10\nDerívatio nominis: Nome derivado da ornamentação foveo-reticulada da exina da parte externa do grão.\nHolotypus Preparação NMR1; lâmina 09775; coordenadas E.F.:R25-2. Estampa 3, figs. 6, 7.\nStratumtypicum: Formação Alagamar, Bacia Potiguar.\nLocus typicus Poço 1-NMR-1-RN, amostra 8709775, profundidade 1 980-2 010 m. Rio Grande do Norte, Brasil.\nParatypus: Preparação NMR1; lâmina 09775; coordenadas E.F.:V50-2. Estampa 3, fig. 8.\nDiagnose específica: Grão de pólen, zonocolpado, de âmbito oval a fusiforme, contendo um corpo central distinto. A forma é separada por um colpo longo, continuo, dividindo o grâo em duas partes iguais, elípticas. O corpo central é liso, mais espesso e escuro. A camada externa (sexina?) é perforo-tectada, mais fina e com ornamentação foveo-reticulada. O reticulado é expressivo na região equatorial-periférica, formando uma franja reticulada, que desaparece em direção ao centro do grâo. Os lumina são arredondados a retangulares, com dimensões entre 1,0-1,5pm, e muri finos (<1,0pm). As fovéolas, também diminutas (<1,0pm), distribuem-se por toda a superfície restante do grão.\nDescrição: Grão de pólen zonocolpado, constituído de um corpo central (nexina?), envolto numa camada externa de borda lisa, com uma estreita margem. Contorno oval a fusiforme. Possui um colpo longo, contínuo, que divide o grão em duas partes iguais, elípticas.\nCorpo central: O corpo interno, zonocolpado, possui exina lisa (nexina?), mais espessa e escura que a camada externa. Cada hemisfério deste corpo central apresenta um pseudocolpo, perpendicular ao plano do colpo externo, formando uma abertura ulcerada (aparato germinal?), grande e alongada na direção dos polos.\nCamada externa: Zonocolpada, exina fina (sexina?), cerca de 1,0-1,5pm de espessura, semitectada. Apresenta uma ornamentação foveo-reticulada, onde o retículo é mais nítido e grosso nas bordas do grão, tendendo a desaparecer em direção ao centro do mesmo, onde predominam fovéolas diminutas (<1,0pm), homogeneamente espassadas por toda a superfície restante do grão.\nDimensões: C. total = 40-45pm. L. total = 23-30pm. C. c.c. = 32-35pm. L. c.c. = 15-23pm (16 exemplares).\nAfinidade Botânica: Angiospermae\nIdade: Exemplares desta espécie foram encontrados em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Steevesipollenites alatiformis de Regali etal. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 2, 3, de Lima (1978), para a Bacia do Araripe. Biozonas B, C, de Dino (1992), para a Bacia Potiguar.\nDejaxpollenites microfoveolatusgen. et sp. nov. estampa 3, figs. 1-5\nDerívatio nominis. Nome derivado da ornamentação em diminutas fovéolas apresentada pela exina da parte externa do grão.\nHolotypus: Preparação TM1; lâmina 25; coordenadas E.F.: M48-1. Estampa 3, fig. 3.\nLocus typicus Poço 1-TM-1-AL, amostra 25, profundidade: 198-200m., test. 3. Alagoas, Brasil.\nStratum typicum Formação Muribeca, Bacia Sergipe/ Alagoas.\nParatypus: Preparação NMR1; lâmina 09782; coordenadas E.F.:N42-3. Estampa 3, fig. 4.\nDescrição: Grão de pólen zonocolpado, constituído de um corpo central, envolto numa camada externa de borda lisa, com uma estreita margem. Contorno oval a fusiforme. Possui um colpo longo, contínuo, que divide o grão em duas partes iguais, elípticas. O corpo central é liso, espesso e escuro; possuindo uma abertura ulcerada, perpendicular ao colpo externo. A camada externa é zonocolpada, perforo-tectada. Apresenta uma ornamentação microfoveolada, onde as fovéolas são maiores na região equatorial do grão (0,5-1,2pm), tendendo a diminuir em direção ao centro do mesmo, onde predominam fovéolas diminutas (0,1-0,4pm), homogeneamente distribuídas.\nComentários: As espécies D. foveoreticulatus e D. microfoveolatus são bastante semelhantes entre si. Ambas apresentam forte tendência a se dividir em duas partes\nlevemente distintas. A principal diferença entre elas está na ornamentação, onde a espécie D. foveoretículatus apresenta em suas bordas uma ornamentação reticulada grossa, característica esta não apresentada pela espécie D. microfoveolatus, que é homogeneamente ornamentada por fovéolas diminutas.\nDimensões: C. total ~ 40-45pm. L. total = 23-30pm. C. c.c. = 32-35pm. L. c.c. - 15-23pm (22 exemplares).\nAfinidade Botânica: Angiospermae\nIdade: Exemplares desta espécie foram encontrados em niveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Caytonipollenites ? sp.1, de Regali et al. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 2, 3, de Lima (1978), para a Bacia do Araripe. Biozonas B, C, de Dino (1992), para a Bacia Potiguar.\nGênero Bennettitaepollenites Thiegart, 1949 emend. Potonié, 1958\nEspécie-tipo: Bennettitaepollenites luciferThiegart, 1949\nBennettitaepoUenites regaiiae sp. nov. estampa 4, figs.1,6\nDerívatio nominis Nome dado em homenagem à Dra. Marilia da Silva Pares Regali, palinóloga da Petrobrás, em reconhecimento à sua contribuição ao estudo da palinologia no Brasil.\nHolotypus Preparação NMR-1. Lâmina 8909769 Coordenadas E.F.G49. Estampa 4, fig. 1.\nLocus typicus Poço 1-NMR-1-RN, amostra 8709769, profundidade 1 770-1 800 m. Rio Grande do Norte, Brasil.\nStratum typicum. Formação Alagamar, Bacia Potiguar.\nDiagnose: Grão de pólen monosulcado, fusíforme, sulco longo, atravessando toda a superfície longitudinal do grão e caracteristicamente mais aberto nas extremidades.\nDescrição: Grão de pólen monosulcado de contorno elipsoidal, exina espessa, lisa a micropunctada. A abertura é representada por um leptoma bastante estreito que percorre todo o comprimento da face distai do grão, abrindo-se nas extremidades. Acompanham o sulco lábios marginais espessos com até 10pm de largura\nDimensões: C = 100-105pm. L - 38-43pm (10 exemplares).\nComentários: A característica principal desta espécie são\nsuas dimensões, bastante grandes para o gênero. Esta espécie assemelha-se em muito aos espécimens Cycadopites sp. 2 ilustrados por Boltenhagen e Salard-Cheboldaeff (1987) e Dejax (1987) e Cycadopites sp. de Singh (1964). A existência dos lábios marginais ao sulco (sacos não funcionais?) justifica a inclusão no gênero Bennettitaepollenites, como definido porThiegart. A presença desta espécie em estratos aproximadamente contemporâneos no Brasil e África indica tratar-se de forma com bom potencial estratigráfico.\nAfinidade Botânica: Bennettitales\nIdade: Exemplares desta espécie foram encontrados em niveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Elaterosporites protensusde Regali etal. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 2, 3 e 4, de Lima (1978), para a Bacia do Araripe. Biozonas B, C, e D, de Dino (1992), para a Bacia Potiguar.\nInfraturma SCULPATI Potonié, 1970\nGênero Transitorípollis Góczán e Juhász, 1984 Espécie-tipo: Transitoripoílis anulisulcatus Góczán e Juhász, 1984\nTransitorípollis crisopolensis (Regali) nov. comb. estampa 4, figs. 2-5 e 7\n1974 Inaperturopollenites crisopolensis Regali, Uesugui e Santos, p. 269, est. 3 - figs. 7, 8.\n1977 \"Inaperturopollenites\" crisopolensis Doyie, Biens, Doerenkampe Jardiné, p.456-461, pl. 1 -figs.19-23\n1979 Inaperturopollenites crisopolensis Lima.p. 207, est. 1 -figs. 5, 6.\n1981\tClavattpollenites crisopolensis Lima e Boltenhagem, p. 334-336.\n1981\t\"Inaperturopollenites\" crisopolensis Herngreen e Chlonova, p. 443-486.\n1982\t\"Inaperturopollenites\" crisopolensis Doyie, Jardiné e Doerenkamp, p. 60\n1987 \"Inaperturopollenites\"crisopolensis(Regalietal. 1974a) in: Pons, p.104, est. 26, figs. 16-20.\n1987 Clavatipollenites crisopolensis (Regali etal. 1974a) Regali, p. 640-641, fig.15.\n1988\"Inaperturopollenites\"crisopolensis Dejax, p.85-90, est. 14, figs. 8-14.\n1989 Clavatipollenites crisopolensis (Regali et al. 1974a), in: Arai et al. p.93-94\n1989 Tucanopollis crisopolensis (Regali, 1987) Regali, p.395-402, fig.2\nDescrição: Grão de pólen monosulcado de contorno subesféricoaelipsoidal, de dimensões reduzidas, raramente atingindo 40pm. Exina fina, tectada-perfurada, com a nexina\nsem estruturas visíveis e a sexina tectada com elongações (clavas?/baculas?) possivelmente se fundindo nas terminações, dando o aspecto escabrado ao microscópio ótico. Apresenta uma abertura germinativa (face distai?) de formato variável. Trata-se de uma área central com formato variando de circular a um sulco reto atingindo de 1 /2 a 3/4 da face do grão. A região interna do sulco ou da área circular central apresenta escabras mais grosseiras que as observadas em toda a superfície restante do grão.\nDimensões: 28-40pm (16 exemplares).\nComentários: Esta espécie foi publicada pela primeira vez por Regali et a/. (1974), sob a denominação de Inaperturopollenites crisopolensis. Posteriormente, Doyle et al. (1977, 1982) questionaram o posicionamento sistemático desta espécie, sugerindo o enquadramento provisório da mesma no gênero “Clavatipollenites\". Dejax (1987) também exprime suas dúvidas em relação à classificação desta espécie, classificando-a como “Inaperturopollenites”. Contudo, Dejax (op. cit.) concorda que ela possa ser enquadrada em Clavatipollenites, chegando mesmo a traçar uma convergência entre as espécies de \"Inaperturopollenites\" crisopolensis e Clavatipollenites hughesi, apesar de não se decidirquanto ao gênero da mesma. Regali (1987), aceitando a sugestão de Doyle et al. (1977), transfere esta espécie para o gênero Clavatipollenites, emendando sua diagnose genérica e específica. Finalmente, Regali (1989a) reemenda a diagnose genérico-específica da forma em questão, criando para a mesma um novo gênero denominado Tucanopollis, tendo como espécie-tipo Tucanopollis crisopolensis.\nDa análise cuidadosa da literatura, observa-se que as diagnoses, genéricas e específicas de Regali (1987, 1989a), de Doyle et al. (1977, 1982), de Dejax (1987) e de Góczán e Juhász (1984,1985), apresentam as mesmas características diagnosticas de morfologia, ou seja, mesmo tipo de abertura, mesmo tipo e dimensões da ornamentação, mesma textura da exina, assim como as respectivas ilustrações. Tal similaridade de descrições, diagnoses e ilustrações, permite concluir que se trata do mesmo gênero. Neste caso, então, apesar da grande antecedência com que as formas foram descobertas e descritas, o gênero Transitoripollis é um sinônimo sênior de Tucanopollis.\nA espécie Transitoripollis crisopolensis difere das demais descritas por Góczán e Juhász (1984, 1985), em particular a espécie-tipo (Transitoripollis anulisulcatus), sua espécie mais próxima, por possuir dimensões gerais maiores. Vale ressaltar que os espécimens brasileiros são em geral maiores, com dimensões médias ao redor de 33,0pm (exceção feita às formas identificadas por Lima, 1979, na Formação Areado), enquanto que as formas descritas na África (Doyle et a/. 1977) estão ao redor de 27-30pm easda Hungria (Góczán e Juhász, 1984, 1985) e Colômbia (Pons,\n1988), são bem menores, variando entre 15-22pm.\nÉ importante registrar que Kaska (1989), em\npesquisas de poços petrolíferos na região central do Sudão, apresenta um zoneamento paiinológico da área citando a presença de uma espécie denominada Coptospora crisopolensis. O interessante é que se trata de depósitos de mesma idade e ambiente que os brasileiros em que ocorre a espécie Transitoripolliscrisopolensis, além de pertencerão mesmo cinturão microflorístico. Como o autor não fornece nenhuma indicação, não foi possível identificar quem criou a espécie, e nem se o gênero é uma nova combinação de \"Inaperturopollenites” Regali, ou \"Clavatipollenites\" Regali. Por meio da bibliografia citada, também não foi possível se chegar ao autor da espécie. A figura ilustrada (p. 81, est. 1, fig.10) parece encaixar-se na descrição do gênero Coptospora Dettmann (1963) e difere bastante da espécie ora transferida para o gênero Transitoripollis.\nPelos motivos acima expostos, conclui-se que o gênero Tucanopollis Regali é sinônimo júnior do gênero Transitoripollis Góczán e Juhász.\nAfinidade Botânica: Angiospermae\nIdade: As formas descritas foram encontradas em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Caytonipollenites pallidus (?) - Dicheiropollis etruscus a Inaperturopollerites crisopolensis de Regali et al. (1974a), das bacias cretáceas do Norte e Nordeste do Brasil. Biozona A, de Dino (1992), para a Bacia Potiguar.\nSubturma TRICOLPATES, TRIPTYCHES (Naumova, 1939) Potonié, 1960\nInfraturma ISOTRICOLPATI Potonié, 1970\nGênero Striatopollis Krutzsch, 1959\nEspécie-tipo: Striatopollis sarstedtensis Krutzsch, 1959\nObservações Preliminares: A primeira forma-gênero criada para abrigar grãos de pólen tricolpados com exina estriada foi Tricolpites subgênero Striatricolpites Van der Hammen (1956). Entretanto, o holótipo da espécie-tipo, Tricolpites (Striatricolpites) virgulatus Van der Hammen (op.cit.) um grão de pólen atual de Acerplatanoides. L. da família Aceraceae. Gonzalez-Guzman (1967) elevou o táxon à categoria de gênero, conservando a espécie-tipo original, ilegitimando, em conseqüência, o nome-gênero Striatricolpites. Krutzsch (1959) propôs o gênero Striatopollis baseado em grãos de pólen tricolpados estriados do Terciário. Rouse (1962) criou o gênero Striopollenites para acomodar grãos de pólen tricolpados estriados, que por conter basicamente a mesma descrição geral e publicação posterior, foi considerado sinônimojúnior de Striatopollis por Potonié (1966).\nSingh (1971) e Dettmann (1973) incorporaram tanto as formas esfriadas como as estrio-reticuladas no gênero Striatopollis Krutzsch (1959).\nRutihesperipites Srivastava (1977), estabelecido para\nformas tricolpadas, obladas e esfriadas de exina fina, foi considerado um sinônimo júnior de Striatopollis por Ward (1986) devido ao inválido status nomenclatura! do gênero.\nApesar do gênero Striatopollis Krutzsch ter sido criado para formas com estriações finas, considera-se aqui, a exemplo de Srivastava (1975), que as variações no tamanho e forma das estrias devam ser consideradas como diagnosticas em nível específico.\nStriatopollis reticulatus (Regali, Uesugui e Santos) nov. comb. estampa 5, figs. 4-7\n1974 Striatricolpites reticulatus Regali, Uesugui e Santos, p. 279, est. 8, fig. 2.\n1988 Striatricolpites reticulatus Regali et al.\n1974 in: Pons, p.110, pl. 27, fig.13.\nDescrição: Grão de pólen tricolpado, de formato triangular arredondado a subesférico, sincolpado. A exina ê semitectada, sendo a nexina lisa, e suportando columelas pequenas (1,0-2,0pm). A sexina é constituída de costelas paralelas, espessas, que se prolongam por todo o comprimento do grão. Estas costelas, com largura média da ordem de 3,0pm, são separadas por canais finos, 1,0pm em média; e apresentam ornamentação estrio-reticulada.\nDimensões: 38-53pm (25 exemplares).\nComentários: Os grãos desta espécie apresentam-se quase sempre fragmentados, em função do seu caráter sincolpado. A espécie foi aqui transferida para o gênero Striatopollis Krutzsch, 1959, devido à sua ornamentação esfriada reticulada.\nAfinidade Botânica Angiospermae\nIdade: Exemplares desta espécie foram encontrados em níveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Steevesipolíenites alatiformis de Regali etal. (,1974a), para as bacias cretáceas do Norte e Nordeste do Brasil. Biozonas 2, 3, e 4, de Lima (1978), para a Bacia do Araripe. Biozonas B, C, e D, de Dino (1992), para a Bacia Potiguar.\nGênero Albertipollenites Srivastava, 1969\nEspécie-tipo: Albertipollenites rosalindae Srivastava, 1969\nObservações Preliminares: O gênero Albertipollenites Srivastava (1969) foi proposto originalmente para acomodar grãos de pólen tricolpados, os quais apresentam sexina uniformemente reticulada, com ambos, lumina e muri, maiores que 1,0pm de largura. Individualizando, desse modo, das formas de Retitrescolpites Sah (1967), que se aplica a grãos de pólen reticulados com lumina maiores\nque 1,0pm e muri menores que 1,0pm, e que possuem papilas nos muri. Considera-se aqui, uma questão em aberto, que tal restrição a nível genérico se presta a algum propósito útil. Contudo, pelo menos é utilizável na individualização de grãos de pólen tricolpados com reticulos grandes e grossos.\nAlbertipollenites limai sp. nov. estampa 5, figs. 1-3\nDerivatio nominis. Nome dado em homenagem ao Dr. Murilo Rodolfo de Lima, palinólogo do Instituto de Geociéncias da USP, em reconhecimento à sua contribuição ao estudo e ensino da palinología no Brasil.\nHolotypus Preparação-RNS-35; lâmina 9102153; coordenadas E.F : U32-1. Estampa 5, fig. 1.\nLocus typicus. Poço 1-RNS-35-RN, amostra 9102153, profundidade: 2 285,70m. test. 1, Rio Grande do Norte, Brasil.\nStratum typicum. Formação Alagamar, Bacia Potiguar\nDiagnose: Grão de pólen tricolpado, de contorno trilobado a subesférico. Exina ornamentada por reticulado grosso, lumina muito largos e muri espessos.\nDescrição: Grão de pólen tricolpado, grande, reticulado. Radialmente simétrico, isopolar Âmbito trilobado a subesférico, colpos largos e longos, atingindo 2/3 do diâmetro do grão. Exina com duas camadas, sendo a interna (nexina) lisa. A externa (sexina), espessa, tectada, apresentando um reticulado uniforme, grosseiro, com muri espessos (> 1,5pm) que se espessam ainda mais na junção do retículo. Os lumina são iargos (3,0-8,0pm), com formas irregulares poligonais a ovaladas.\nDimensões: Diâmetro equatorial =\t45-55pm\n(20 exemplares).\nComentários: Espécie caracterizada pelas dimensões, lumina larga e muri espessos. Difere de Tricolpites anguloluminosus Anderson (1960), sua espécie mais próxima, pelas dimensões bem menores e muri finos e delicados deste último. Esta espécie foi ilustrada por Regali (1989b) e denominada de Retitricolpites sp. 4.\nAfinidade Botânica Angiospermae\nEdade: Exemplares desta espécie foram encontrados em niveis correspondentes aos intervalos que abrangem as seguintes biozonas: Sergipea variverrucata a Steevesipolíenites alatiformis de Regali etal. (1974a), para as bacias cretáceas do Norte e Nordeste do Brasil Biozonas\n2.\t3, de Lima (1978), para a Bacia do Araripe. Biozonas B, C, e D, de Dino (1992), para a Bacia Potiguar.\nAGRADECIMENTOS\nAo coordenador de editoração e revisor do Boletim de Geociências da PETROBRÁS, Luiz Alberto Martins de Novaes, pela atenção e tempo dedicado na viabilização da publicação deste artigo. Ao geólogo Rogério Loureiro Antunes pelas discussões técnicas, amizade, constante estimulo e inequívocas demonstrações de apoio e solidariedade na realização de meus trabalhos. À bióloga Luzia Antonioli pelo apoio e ajuda em todas as fases da elaboração do presente artigo. Ao colega Mitsuru Arai pelas valiosas discussões técnicas e pela revisão do texto final. E à Dra. Ortrud Monica Barth, pelas importantes sugestões na parte de sistemática.\nREFERÊNCIAS BIBLIOGRÁFICAS\nANDERSQN, R.Y.-Cretaceous-Tertiary Palynology, eastern side of the San Juan Basin, New México. Bureau of Mines Mining Research Memoir, New México, n.6, p.1-56, 1960.\nARAI,M.,HASHIMOTO,A.T.,UESUGUI,N. Significado crono-estratigráfico da associação microflorística do Cretáceo Inferior do Brasil. Boletim de Geociências da Petrobras, Rio de Janeiro, v.3, n.1-2, p.87-103, 1989.\nBOLTENHAGEN, E., SALARD-CHEBOLDAEFF, M. Étude palynologique du sei Aptien du Congo. Memoires Travailíe E.P.H.E., !nst. Montpellier, Montpellier. n.17, p.273-293,1987.\nDEJAX, J. - Une étude palynologique dans de Crétacé Inferieur du Congo. Paris: Umversité Paris, 1987, 187p. Tese-Doutorado.\nDETTMAN, M. E Upper Mesozoic microfloras from southeastern Australia. Proceedings of Royal Society Victoria N.S., Melbourne, v.77, n.1, p.1-148,1963.\nDl NO, R. Palinologia, Bioestratigrafia e Paleoecologia da Formação Alagamar- Cretáceo da Bacia Potiguar, Nordeste do Brasil. São Paulo: Universidade de São Paulo, 1992. 300 p. Tese-Doutorado.\nDOYLE, J. A., BIENS, P., DOERENKAMP, A., JARDINE, S. Angiosperm pollen from the pre-Aibian Lower Cretaceous of Equatorial África. Bulletin des Centres Rechearches Exploration Production Elf-Aquitaine. Pau, v.1, n.2, p.451-473, 1977.\nDOYLE, J. A., JARDINÉ, S., DOERENKAMP, A. Afropollis, a new genus of eariy angiosperm pollen, with notes on the Cretaceous palynostratigraphy and paleoenvironments of Northern Gondwana. Bulletin des Centres Rechearches Exploration Production Elf7Aquitaine. Pau v.6, n 1, p.39-117, 1982.\nGÓCZÁN, F., JUHÁSZ, M. Monosulcate pollen grains of angiosperms from Hungarian Albian sediments, I. Acta Botaníca Hungarian, Budapest, v.30, n.3-4, p. 289-319,1984.\nGÔCZÁN, F., JUHÁSZ, M. Monosulcate pollen grains of angiosperms from Hungarian Albian sediments, II. Acta Botanica Hungarian, Budapest, v.31, n.1-4, p.69-88, 1985.\nGONZALEZ-GUZMAN, A. E. A palynological studyon the Upper Los Cuervos and Mirador Formations. (Lower and Middle Eocene; TibuArea, Colombia). Leiden: E. J. Brill, 1967. 68p.\nHERNGREEN, G. F. W. Palynology ofAlbian-Cenomanían strata of borehole 1-QS-1, State of Maranhão (Brazil). Pollen et Spores, Paris, v.15, n.3-4, p. 515-555, 1973.\nJUHÁSZ, M., GÔCZÁN, F. Comparative study of Albian monosulcate angiosperm pollen grains. Acta Biologica Szeged. Szeged, v.31, n.1-4, p.147-172, -1985.\nKASKA, H. V. A spore and pollen zonation of early cretaceous to tertiary nonmarine sediments of Central Sudan. Palynology, Dallas, v.13, n. 1, p.79-90, 1989.\nKRUTZSCH, W. Einige neue Formgattungen und-arten von Sporen und Pollen aus der Mitteleuropãischen Oberkreide und demTertiãr. Palãeontographica. Abt. B, Stuttgart, v.105, p.125-157, 1959.\nLIMA, M. R. Palinologia da Formação Santana (Cretáceo do Nordeste do Brasil). São Paulo. Universidade de São Paulo, 1978. 338p. Tese-Doutorado.\nLIMA, M. R. Palinologia dos calcários laminados da Formação Areado, Cretáceo de Minas Gerais. In: SIMPÓSIO REGIONAL DE GEOLOGIA, 2, Rio Claro, 1979. Atas. ., São Paulo: Sociedade Brasileira de Geologia, 1979. 3 v., p. 203-216.\nLIMA, M. R. Palinologia da Formação Santana (Cretáceo do Nordeste do Brasil). III. Descrição sistemática dos polens da turma Plicates (subturma Costates). Ameghiniana, Buenos Aires, v.17, n. 1, p 15-47, 1980.\nPOCOCK. S . A. J., VASANTHY, G. Cometipollis reticulata, a new pollen with angiospermide features from the Upper Triassic (Carnian) sediments of Arizona (U.S.A.) with notes on Equisetosporites. Review of Palaeobotany, Palynology, Amsterdam, v.55, n.4, p.337-356, 1988.\nPONS, D. Le mésozoíque de Colombie -Macroflores et Microflores. Cahíers de Paléontologie, Paris, v.3, n.3-4, p.1-168, 1988.\nPOTONIÉ, R. Synopsis der Gattungen der Sporae dispersae. I. Teil: Sporites. Beihefte Zum Geologischen Jahrbuch. Hannover, n.23, p.1-103. 1956.\nPOTONIÉ, R. Synopsis der Gattunger der Sporae dispersae. II. Teil: Sporites (Nachtràge), Saccites, Aletes, Praecolpites, Polyplicates, Monocolpites. Beihefte Zum Geogischen Jahrbuch. Hannover, n.31, p.1-114, 1958.\nPOTONIÉ, R. Synopsis der Gattungen der Sporae dispersae. III. Teil: Nachtràge Sporites, Fortsetzung Pollenites mit General-register zu Teil l-ll. Beihefte Zum Geogischen Jahrbuch. Hannover, n.39, p.1-189, 1960.\nPOTONIÉ, R. Synopsis der Gattungen der Sporae dispersae. IV. Teil: Nachtrãge zu allen Gruppen (Turmae). Beihefte Zum Geogischen Jahrbuch. Hannover, n.72, p. 1-244, 1966.\nPOTONIÉ, R. Synopsis der Gattungen der Sporae dispersae. V. Teil: Nachtrãge zu allen Gruppen (Turmae). Beihefte Zum Geologischen Jahrbuch. Hannover, n.87, p.1-172, 1970.\nPOTONIÉ, R. Synopsis der Gattungen der Sporae dispersae. VII. Teil: Nachtrãge zu allen Gruppen (Turmae). Fortschritte in der Geologie von Rheinland und Westfalen. Krefeld, n.25, p.23-151, 1975.\nPOTONIÉ, R., KREMP, G.O.W. Die Gattungen derpalãozoischen Sporae dispersae und ihre Stratigraphie. Beihefte Zum Geologischen Jahrbuch. Hannover, n.69, p.111-194, 1954.\nPOTONIÉ, R., KREMP, G. O. W. Die Sporae dispersae des Ruhrkarbons. Teil. I. Palàeontographica Abt. B. Stuttgart, v.98, n.1-3, p.1-136, 1955.\nREGALI, M.S.P. Palinomorfos do Barremiano/Albiano brasileiro - Parte I. In: CONGRESSO BRASILEIRO DE PALEONTOLOGIA, 10, Rio de Janeiro 1987. Anais... Rio de Janeiro: Sociedade Brasileira de Geologia, 1987, v.2, p.637-645.\nREGALI, M. S. P. Tucanopollis, um gênero novo das angiospermas primitivas. Boletim de Geociências da Petrobrás, Rio de Janeiro, v.3, n.4, p.395-402, 1989a.\nREGALI, M. S. P. Complicatisaccus cearensís: uma palinozona do Eocretáceo do Brasil. In: CONGRESSO BRASILEIRO DE PALEONTOLOGIA, 11, Curitiba, 1989. Anais... Sociedade Brasileira de Paleontologia, 1989b, v.1, p.235-274.\nREGALI, M. S. P., UESUGUI, N., SANTOS, A. S. Palinologia dos sedimentos meso-cenozóicos do Brasil. I. Boletim Técnico da PETROBRÁS, Rio de Janeiro, v.17, n.3, p. 177-190,1974a.\nREGALI, M.S.P., UESUGUI, N„ SANTOS, A.S. Palinologia dos sedimentos meso-cenozóicos do Brasil. II. Boletim Técnico da PETROBRÁS. Rio de Janeiro, v.17, n.4, p.263-301,1974b.\nREGALI, M. S. P„ UESUGUI, N„ LIMA, E. C. Palinoestratigrafia da Bacia de Barreirinhas. In: CONGRESSO BRASILEIRO DE PALEONTOLOGIA, 8, Rio de Janeiro. Coletânea de\nTrabalhos da Paleontologia, p.461-470,1985. (MME-DNPM, Brasilia. Série Geologia, n. 27, Seção Paleontologia e Estratigrafia, n.2).\nROUSE, G. E. Plant microfossils from Burrad Formation of Western British Columbia. Micropaleontology. New York, v.8, p.187-218, 1962.\nSAH, S.C.D. Palynology of an Upper Neogene profile from Rusizi Valley (Burundi). Annaies Museo de 1’Afrique Centrale Sciences Geologiques, Tervuren, n.57, 173p_, 1967.\nSINGH, C. Microflora of the Lower Cretaceous Mannville Group, east-central Alberta. Research Council of Alberta Bulletin. Edmonton, n.15, 239p., 1964.\nSINGH, C. Lower Cretaceous microfloras of the Peace River area, northwestern Alberta. Research Council of Alberta Bulletin. Edmonton, v.28, n.1-2. 540p_, 1971.\nSRIVASTAVA, S. K. Some angiosperm pollen from the Edmonton Formation (Maestrichtian), Alberta, Canada. In: JOURNAL SEN MEMORIAL COMMITTEE &amp; BOTANICA SOCIETY BENGAL. Calcutá, p.47-67, 1969. Special Publication.\nSRIVASTAVA, S. K. Micropores from the Fredericksburg Group (Albian) of the southern United States. Paleobiology Continent, Montpellier, v.6, n.2, p.1-119, 1975.\nSRIVASTAVA, S. K. A new fóssil pollen genus Rutihesperipites. Pollen et Spores. Paris, v.19, n.4, p.531-543, 1977.\nUESUGUI, N. Palinologia - técnicas de tratamento de amostras. Boletim Técnico PETROBRÁS, Rio de Janeiro, v.22, n.4, p.229-240, 1979.\nVAN CAMPO, M. Palinologie et Évolution - précisions nouvellis sur les strutures comparées des pollens de gymnospermes et d'Angiospermes. C.R. Acad. Scí. Paris, 272 p.2071-2074.\nVAN DER HAMMEN, T. Nomenclatura palinológica sistemática. Boletim Geologia, Bogotá, v.4, n.2-3, p.23-62, 1956.\nWARD, J. V. Early Cretaceous angiosperm pollen from the Cheyenne and Kiowa Formations (Albian) of Kansas, U.S.A. Palaentographica Abt B, Stuttgart, v.202, n.1-6, p.1-81,1986.\nEXPANDED ABSTRACT\nThe Late Aptian/Earíy Albian non-marine sequence ispresent in nearly ail ofthe Brazilian Cretaceous basins and is one of the most important source and reservoir rocks deposits of Brazil.\nIn the Northeastem region of Brazil, the similarity, occurrence and extension of these sequence are remarkable and suggest the existence of extremely similar climatic and geologie conditions during the deposition.\nFrom these sediments were extracted a well-preserved and\nvery rich microflora, consisting mainly of gymnospermic pollen grains, (predominantly conifers of the Cheirolepidaceae an Gnetales families) and spores of pteridophytes/bryopytes, besides the presence of the first pollen grains with angiospermic afinities.This association suggests the existence of a dry and hot climate at the time of the deposition.\nThe present account is part of more detailed research into deposits of the same age in the Alagamar Formation of the\nPotiguar Basin. Some new forms with stratigraphic and correlation potential were identified in this research. These new forms are also presented'in other important interior and coastal basins in the Northeastern region of Brazil as welil as in their West African couterparts. Based upon these occurrences, the objective of this paper is to describe and ilustrate these new pollen grains and to develop a formal classification of them, showing their occurrence in the Cretaceous basins in the Northeastern region of Brazil.\nSYSTEMATICAL DESCRIPTION\nUesuguipollenites gen. nov.\nDescríption: Inaperturate pollen gram. Amb circular, more or less discoid, small, usuallly 30-40pm. Visibly scabrate exine. It shows a almost circular thickening in the central area (central cap) with poody defined coníours.\nUesuguipollenites callosus gen. nov.\nPia te I, figs. 1 to 7\nDescríption: Inaperturate pollen grain, of lenticular form, with reduced dimensions, never longer than 40pm. Exine with omamentation varying from fine to strongly scabrous, with thickness around 1-2pm. Most specimen show an equatorial thickning around 2-3pm. It has a circular central cap, where exine is much thicker and darker with its dimensions being around half ofthe grain radius, with pooriy defined limífs; however, it never has pore or pseudopore, nor central ring thickening. The thick exine of the central portion becomes thinner and light colored towards the grain edge, and it becomes thick again in its equatorial-penpheral portion.\nEquisetosporites maculosus sp. nov.\nPlate II, figs. 1 to 5\nDescríption: Polyplicated pollen grain of oval to elliptic contour. Thin exine with two layers, the inner one being plain, thicker and darker, with pooriy defined contour and limited to the centrai portion of the grain. Dimensions of this “central body\" vary from % to '/í of the grain total length (longer axis) and approximately of its width.The exine of the outer layer is omamented by a great number of thin, poody defined, subparallel ribs without ramification that cross all the length of the grain. The ribs are léss than 1.0pm of width and they do not reach the edges, merging in a flat portion.\nCornetipoliis perforatus (Lima) nov. comb.\nPlate III. figs. 6 to 8\nThe species Gnetaceaepollenites perforatus here was transferred to genus Cornetipoliis Pocock &amp; Vasanthy (1988), since it shows ribs with reticulated, foveareticulated, perforated omamentation.\nGenus Dejaxpollenites gen. nov.\nDescríption: Zonocolpate pollen grain, ranging from oval to ellipsoidal. Thin exine semitectate, with two layers, with a\ndifferentiation between them in such a way that it forms two parts. A zonocolpate central inner body, wrapped in an outer wall (sexine?), also zonocolpate. The colpus is long reaching approximately the polar axis.\nDejaxpollenites faveoreticulatus gen. et\nsp. nov. Plate III, figs. 6 to 10\nSpecific diagnosis: Zonocolpate pollen grain, ranging from oval to fusiform, encompassing a distinct central body. The form is separated by a long, contínuous colpus, that divides the grain in two elliptic equal parts. The central body is smooth, thicker and darker. The outer layer (sexine?) is thinner, perforate-tectate, and with foveareticulated omamentation. The reticulum is significant in the equatorial-peripheral portion, forming a reticulated fringe, that disappears towards the center of the grain. The lumina are roundish to rectangular, with dimensions between 1.0 to 1.5pm, and thin muri (<1.0pm). The foveae are also small (<1.0pm) and distributing themselves throughout the remaining surface of the grain.\nDescríption: Zonocolpate pollen grain, made up ofa central body (nexine?) wrapped in an outer layer with smooth edge, with a narrow border. Oval to fusiform contour. It has a contínuous equatorial colpus dividing the grain tn two elliptic equal parts. Central body: the zonocolpate inner body, has smooth exine (nexine?) which is thicker and darker than the outer layer. Each hemisphere of this central body shows a pseudocolpus, perpendicular to the plan ofthe outer colpus, forming an ulcerated opening (germinal apparatus?) that is big and elongated towards the poles. Outer layer: Zonocolpate, thin exine (sexine?), with thickness around 10 to 1.5pm, semitectate. It shows foveo-reticulated omamentation, where the meshes of reticulum is more distinct on the edges of the grain, with a tendency to disappear towards its center, where homogeneously spaced minute foveae predominate (1.0pm). The mícrofoveae are distributed throughout the remaining surface of the grain.\nDejaxpollenites microfoveolatus gen. etsp. nov.\nPlate III, figs. 1 to 5\nDescríption: Zonocolpate pollen grain, made up ofa central body, wrapped in an outer layer with a smooth edge, with a narrow border. Oval to fusiform contour. It has a long, contínuous colpus dividing the grain in two elliptic equalparts. The central body is smooth, thick and dark. The outer layer is zonocolpate, perforate-tectate, showing a microfoveae omamentation, being the foveae bigger in the equatorial portion ofthe grain (0.5 to 1.2pm), with a tendency to become smaller towards its center, where homogeneously spaced minute foveae (0.1 to 0.4pm) predominate\nComments: Species D. foveoreticulatus and D. microfoveolatus are quite similar to each other. Both show a strong tendency to divide in two somewhat distinct parts. The main difference between these species is the omamentation, where species D foveoreticulatus shows a thick reticulated omamentation; and this characteristic is not shown by the D. microfoveolatus; species which is homogeneously omamented by minute foveae.\nBennettitaepollenites regaliae sp.\nnov. Plate IV, figs. 1, 6\nDescription Monosulcate pollen grain of elliptic shape contour, thick, smooth, and micropunctate exine. The broad germinal furrow is represented by a leptoma quite narrow that extends along the whole length ofthe distai (?) face ofthe grain and splits on the edges. The slit is followed by thick marginal lips whose width reaches up to 10pm.\nTransitoripollis crisopoiensis\n(Regali) nov. comb.\nPlate IV, figs. 2 to 5, and 7\nThe Tucanopollis genus Regali and the Transitoripollis Góczán &amp; Juhàsz genus show the same morphology diagnostic characteristics: that is, same aperture, same ornamentation (type and dimensions), same exine texture, and approximately the same dimensions. Such similarity of description, diagnosis and illustration proved that we are dealing with the same genus. Therefore, it is considered that\ngenus Transitoripollis is a sênior synonym of Tucanopollis.\nStriatopollis reticulatus\n(Regali, Uesugui &amp; Santos) nov. comb.\nPlate V. figs. 4 to 7\nThe species was transferred to genus Striatopollis Krutzsch (1959), due to its striated-reticulated ornamentation.\nAlbertipoílenítes limai sp. nov.\nPlate V. figs. 1,2,3\nDescriptrion Tricolpate, large, reticulated pollen grain. Radially symmetric, isopolar. Ranging from trilobate to subspherical, wide and long colpus, reaching 2/3 ofthe grain diameter. Exine with two layers, being the inner one (nexine) smooth. The outer layer is thick, tectate, showing a coarse. uniform reticulate pattern, with thick mun ( > 1.5pm) that thicken even more at thejunction ofthe reticle. The lumma are wide (3.0 to Õ.Opm), with irregular polygonal and oval shapes.\nESTAMPAI / PLA TE I\n\\\nUcsuguipnllenitcs\nCullusua sp. nov.\n411 L-lJl/irjrU\n! i W4ú 1......\nLtesugu ipnllrnifrv ColtosLLs sp nov\nÜM 995/OlMÁ\nE I MI>\nííesu gu ipolten í t« coHosus *p. nov.\n..uh SO5/Ú1K96\nE F-Z46-9 PimMIpn\nL*ex ugu íjx?I Ipn ■ t cs callüsui «p. nov.\nhni SÍJS/ÜL8B3\nE .FZ4H-.1\nUcs ug u ipo J í<m i f r t caifosus sp nov\nUm\nE i 1-2* :<\nb k*sujuípollrníti’* PílJloSUS tp. MV\ni.im\nE F N5fl\nl rcsugu ípoí Iftti te* eulJn^uí sp, nov.\n.. sos/uiimj\nE i V43-3 Pdrtllpo\n] 7 \\i■ ■'i :i 11 d .111 -■ l!ii>11, i&lt;I* i «‘'\"hst* íi nm.init ni.ii > ii-i i-1&lt;,i r ;dni;i &lt;t-ntfal cs[x*sH.id t .it ii-n ei 1. I .\ti’-! \"i. ■' ’■>[■&lt;'\"..iiiimtii\ti iJ&lt;\nii'. riniii-n^n >. tf hi^’li> ■&lt;llXiilll\nI\t7 Ei-txiTTi.il in-: rjiMid !ín\t;he\niw.ihr.iti m 14-ilm-1 u-ir n-i i tJn L!>m krlnii tnitadp\n■ 1tlít |||\tU'.(ri|tx |. Hllllld\nESTAMPA W/PLATEII\nfjjutsetotporitcs maculosus »P- nov.\ni.mi\ni- 1 I ’»** I Hohiii|K.\nfc.\n3\n2\nEÇu i vi ■ r QKporí mnnilom *p nov\nl.uti ( £S7, iHSm.\nK F T?.&lt;/\nEqtiisefosporíres niorufosuA sp nov\nUm S4W/1MH\n! 1\t2 l'.irúf|pu\nEquisrtoajwrín** meruloau* sp nov\nLim &lt;ES7JÍMSK;\nF F W3H\nCurnetípfriJí.s fjrrfòrntu sp nov\n■-i.\t1A1; oju.t»\nEF \\z;i |\nfrtaculostui sp. nov\nIam HMS24/ÍW2KI i T&lt;\t-2 »%iruUTx»\nCumerQwIlis prr/orutrl sp nov\nUm\nE ► NUS-i\nComrtipoffis prv/orarc sp. nov.\nIam i ES7/095R2\nE.F E4«:i\nI\tE\t.ir o uiaridr tiúmm»&lt;it- MMUdM lltiasr an*a\ni\trim .i| ,\tkLi r rs&lt;ura&lt;|iir ■ aia&lt;Hj‘|/a a > >p<'i ;■>\nr, r ( )l>-M-rviit a lanattit nt.H a<> u-imilo fovt*olada tlas\ni\tastrlas\ni\t5 Eqii.ifmial vp-w siiriwtng t)jr abninlanl, tliin arnf drlicalc rtbs aiut t)u snioidh iiark in<l&lt;hl« knird\n&lt;entrai InhU\n1\t- - E<|u.it<iri.il .i:i'l pulai vlcw shmvnm thr trHiulair-Imruknr rrth uial» ivciiirn.\nESTAMPA \\l\\l PLATEII\ni\nDejaxpolleftircs micrqfbveohi tlu *p, nov.\nI.hii &lt;1 s; u|h<U\nE F F&lt;7 3\n*. • 1\nAl\nDe fax polten I (cs micro/owolatus sp nov\nUm RNSti/ormii\nE F L49 3\nDejaxpol len i (es /oiv'oreticulatus ap. nov.\niam \\MRI/QO7?ri\nK I V5O-2 Famllp.\nl * juxiwlleruces rrií&lt;rr)f<a‘coltrtiLs sp. nov,\nUini FM 1/25 LI M ti I IloJrtiipo\ní>ejcu jwlleni (es foveoret iculütus sp. inii \\MHI/U<»775 IfillÜtlíMI\nDejcupolleritfcs foveoreticulaCusip. nov.\nUm \\MR1/iN7H?\nE.F H35 3\n3\tDcJaJiponrnite» míero/oveolatus »p.\nI.im NMRI/O97H2\nE F N I2 3 Ihirúllpi\nnov.\nDe/axpollcni tes _/rjpcoretií~u!afuJ «p. nov. lúin HNS15/01907 E I (J34\nE»eara í»òtico\nWWWW\n0\t.10 /im\n1 5 Obfcrrv.ir u oninmentJtçAu prrícrrni t.ilmentr ntfcvnfoveol.tda\n6-10 \\’ist,i n]ii norlai cvídenri ando n omainen* taçAo rvUruLida n.is txrntis\ni õ lujiMioriJil view-shnuinc t|je itilrrnfavcolalc Mirfat ’■\n♦ í 10 lüpi.iiort.il virw «huwtng lhe micirairtlculate oiiiatnrnt.inon In ili&lt;equatorial urra\n2\nBennetrítnr*p*>H&lt;nr ■■ rryuHcJi' sp nov Umi NMPI '<>*7<\nF.\tF G (O lk.l-.i ■\nl\n/(«•nnercítíiepottrni tcs negaiiae sp, nov, Liin TM5/ÜB5H4 E.F E40 I\nTru nsí tunpoHís rrísopolrruis nov comb, knn XMRI/097W» e e im-i\n\nr ranziloripolll*&lt;-rí*4»poImsú nov comb i t ES7 ;un I:\nE F MM\nTra nsl Eon p*d Ha cris<ijM>lensi> nov rctnb un rB57/rK»l 1 E F O4M í\nfrarrsrtorip\n• r isopplefu4% m\nlarn XMRl/mTMG E F H53\n5\nFranAtrorfponK\nr tsopulensis nov.ramb\ni.un CES7/0ia&lt;l\nE 1 VU7-J\n1\t,h &lt;*b*u*n.ir dHtirrwor^ rlrv» d.!*»r &lt;%p> ’.Mirl» do rxina &lt;t r.u rrriMi' .i> cta r^p-t |r\n2\t5 7 ViHtn&lt;-<|il.ilorml rrss.il latido a&lt;«f naiiu a<« • o |i>r iii ihi ■!<■ jHitn mitra!\n1\t*i Eqii-trori.tKirw W'br ihiiirrismnv .nul riu r.*tm*\nfim km-is\n2\t5,7 l\"ã|l hllol*ittj VlrW sllr .vilit thr shu|H .md riubinh iii.irton i>| tli<- «mirai .irra\nAlbertipollenites limai «P nov.\nkm RNS35/02I53\nE.F. U32-1 líolôflix)\nStriatopollis\nStriatopollis reticulatus nov.comb. lAm. TM5/OOIOO\nE.F. C43-4\n\nAlbertipol len t tes límai sp. nov.\nlâm. UPN1/10721\nE.F M44-2\nAlbertipollenites límai sp nov Um 900/01358\nE.F. PíM-3\nStriatopollis reticulatus nov.comb. lAm. N02/02420\nE.F L5!\n\nStriatopollis reticulatus nov.comb. Um 305/01904\nE.F. R36-3\nI -3 - Vista polar e equatorial mostrando detalhes da forma c ornamentação.\n4-7 - Vista polar e equatorial ressaltando as dimensões (grandes) dos colpos e a ornamentação estrio -retlcu-lada.\n1 -3 - Polar and equatorial vtew showing the outllne and omamentatíon.\n______________\t4-7 - Polar and equatorial vicw reticúlatusnõv. comb. »howing the colpl dlmensíons lâm. SO5/0I9O4\nE.F. J34-3\nand the strtate-retlculatc omamentatíon."}]}}}