{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21611"}, {"@name": "filename", "#text": "5368_346004.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Juliana Vieira dos Santos \n \n \n \n \n \n \n \n \n \n\nAPLICAÇÃO DE SIG PARA ANÁLISE DO PERFIL GEOLÓGICO-\nGEOTÉCNICO DO CAMPUS SEDE DA UFSC E ELABORAÇÃO DE CARTAS \n\nDE APTIDÃO PARA FUNDAÇÕES UTILIZANDO SONDAGEM SPT \n \n \n \n \n \n\nDissertação submetida ao Programa de \nPós-Graduação em Engenharia Civil da \nUniversidade Federal de Santa Catarina \npara a obtenção do título de Mestre \nem Engenharia Civil. \nOrientador: Prof. Rafael Augusto dos \nReis Higashi, Dr. \n\n \n \n \n \n \n \n \n \n \n \n \n\nFlorianópolis \n2016 \n\n  \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n\n\n \n\nJuliana Vieira dos Santos \n \n \n\nAPLICAÇÃO DE SIG PARA ANÁLISE DO PERFIL GEOLÓGICO-\nGEOTÉCNICO DO CAMPUS SEDE DA UFSC E ELABORAÇÃO DE CARTAS \n\nDE APTIDÃO PARA FUNDAÇÕES UTILIZANDO SONDAGEM SPT \n \nEsta Dissertação foi julgada adequada para a obtenção do Título \n\nde MESTRE EM ENGENHARIA CIVIL e aprovada em sua forma final pelo \nPrograma de Pós-Graduação em Engenharia Civil (PPGEC) da \nUniversidade Federal de Santa Catarina (UFSC). \n\n \nFlorianópolis, 15 de dezembro de 2016. \n\n \n\n__________________________________________ \nProf. Glicério Trichês, Dr. \n\nCoordenador do PPGEC/UFSC \n\nBanca Examinadora: \n \n\n____________________________________________ \nProf. Rafael Augusto dos Reis Higashi, Dr. \n\nOrientador \n \n\n____________________________________________ \nProf. Alexandre Hering Coelho, Dr. \n\nCoorientador \n\n \n________________________________________ \n\nProf. Lázaro Valentin Zuquette, Dr. \nUniversidade de São Paulo (Videoconferência) \n\n \n________________________________________ \n\nProf. Liseane Padilha Thives, Dr. \nUniversidade Federal de Santa Catarina  \n\n \n________________________________________ \n\nProf. Francisco Henrique de Oliveira, Dr. \nUniversidade do Estado de Santa Catarina \n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀqueles que são meu alicerce e \ndespertam em mim a vontade de \nevoluir constantemente. Pai, mãe, Rô \ne Guto, meu carinho e minha eterna \ngratidão!  \n\n\n\n\n\n \n\nAGRADECIMENTOS \n\nA Deus, primeiramente, pelo dom da vida e pela força concedida \nao longo dessa caminhada, especialmente nos momentos mais difíceis.  \n\nÀ minha amada família, Pai, Mãe, Rodrigo, Vó Leoni e Madrinha \npelo amor incondicional, constante apoio e imenso carinho, sem os quais \nessa jornada não teria o mesmo sentido. \n\nAo meu parceiro de vida há tantos anos, Guto Albuquerque, por \ntoda a caminhada que percorremos juntos até o dia de hoje, pela \npaciência, compreensão, cuidados e grande ajuda durante a \ndigitalização dos infindáveis laudos de sondagem. \n\nAos meus queridos, Tânia, Antônio Augusto, Vó Judith, Tio Heitor \ne Tio Eduardo por acreditarem sempre em meu potencial e torcerem \nmuito pelo meu sucesso. \n\nÀ família PET Engenharia Civil, por ser a responsável pela \neminente transformação em minha vida profissional e pessoal, \nprincipalmente, por ter me concedido os melhores eternos amigos: Alex, \nCamile, Fábio, Flávia, Helen, Jana, Julian, Matheus, Paulo, Renata e \nStephanie. \n\nAo grande amigo, professor e tutor Dr. Cláudio Cesar \nZimmermann, pelo exemplo de dedicação e competência, por torcer \nintensamente pelo meu crescimento e por estar sempre presente.    \n\nÀ amiga mais que especial Eng. Stephanie Thiesen, pelo \ncompanheirismo ao longo das disciplinas cursadas no mestrado, dos \nartigos desenvolvidos em conjunto e do recorrente auxílio durante a \nelaboração da dissertação. \n\nAo meu orientador, Dr. Rafael Augusto dos Reis Higashi, pela \nliberdade e confiança com que me acolheu durante o período de \ndesenvolvimento desta pesquisa, além dos ensinamentos e da \ncompreensão em momentos delicados. \n\nAo meu coorientador, Dr. Alexandre Hering Coelho, por todo seu \nconhecimento a mim repassado, pelo entusiasmo e pela objetividade \ndemonstrados no decorrer dos meses de suporte. \n\n\n\n \n\nÀ Universidade Federal de Santa Catarina e ao Programa de Pós-\nGraduação em Engenharia Civil pela oportunidade de me desenvolver \nacademicamente desde a graduação por meio de sua estrutura física e \nseu corpo docente de excelência.  \n\nAo Laboratório de Transportes e Logística da Universidade \nFederal de Santa Catarina (LabTrans/UFSC) por fornecer um ambiente \nflexível ao desenvolvimento de minhas atividades acadêmicas e pela \ncompreensão nos momentos mais críticos. \n\nAos queridos amigos de trabalho, em especial, Luiza, Fariel, \nAmanda, Rafa, Claudinha, Gui, Marina, Jervel, Pri, André e Nohra pelo \naprendizado diário, compreensão, apoio e incentivo prestados no \ndecorrer do desenvolvimento de minha dissertação \n\nAos bolsistas do Grupo de Trabalho em Sistema de Informações \nGeográficas (GTSIG) e do Laboratório de Mapeamento Geotécnico \n(LAMGEO) pelo convívio e suporte técnico. \n\nAo Eng. Rodrigo Bossle, ao Departamento de Obras e Manutenção \nPredial e ao Departamento de Projetos de Arquitetura e Engenharia, \ndesta Universidade, pelo fornecimento dos dados fundamentais para a \nrealização do estudo, pelo suporte, credibilidade e estímulo à realização \ndo trabalho.   \n\nA todos aqueles que, embora não tenham sido citados, \ncontribuíram de alguma maneira na concretização desta dissertação. \n\n \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“A persistência é o menor caminho do êxito.” \n (Charles Chaplin)\n\n\n\n\n\n \n\nRESUMO \n\nO presente trabalho trata, incialmente, da estruturação de um banco de \ndados geológico-geotécnicos espaciais para o Campus sede da \nUniversidade Federal de Santa Catarina (UFSC), situado no município de \nFlorianópolis/SC, por meio de sondagens SPT. Para isso, foram coletados \n507 laudos de sondagens à percussão realizadas na área de estudo e, \nposteriormente, foi realizada uma série de tratamentos, incluindo a \nespacialização dos dados SPT. Em paralelo, mapas temáticos foram \ndesenvolvidos, representando os seguintes temas: Modelo Digital do \nTerreno (MDT), declividade, hidrografia, edificações e malha viária. Em \nseguida, por meio da associação da base de dados elaborada aos mapas \ntemáticos gerados e ao mapeamento geotécnico da cidade de \nFlorianópolis, pode-se analisar o perfil geológico-geotécnico da área de \nestudo, mediante o desenvolvimento de cartas de solos em cada \nprofundidade e elaboração de cartas de aptidão para fundações. Nesse \nsentido, foram geradas cartas da superfície do impenetrável a \npercussão, da superfície freática, assim como de isovalores de NSPT para \ndiversas camadas. Ademais, a partir de métodos empíricos e \nsemiempíricos disponíveis na literatura, foram geradas cartas de \norientação quanto ao tipo de fundação: superficial ou profunda, tensões \nadmissíveis do solo e comprimento máximo de estacas. A pesquisa \npermitiu concluir que a aplicação da ferramenta SIG no processamento \ne modelagem do banco de dados geológico-geotécnicos, gerando-se \ncartas orientativas a tomada de decisão, é válida por propiciar resultados \nestratégicos no âmbito do planejamento e fornecer informações em \nlinguagem técnica aos profissionais da área. \n \n\n \nPalavras-chave: Sistemas de Informações Geográficas (SIG). Sondagens \nSPT. Cartas de aptidão para fundações. Análise geológico-geotécnica. \nFlorianópolis, SC \n\n\n\n\n\n \n\nABSTRACT \n\nThis study aims to structure a spatial geological-geotechnical database \nfor the head campus of the Federal University of Santa Catarina (UFSC) \nthrough Standard Penetration Test (SPT) boreholes. To accomplish so, \nreports were collected of 507 SPT boreholes performed in the area of \nstudy, followed by a series of processes, including spatializing the SPT \ndata. At the same time, thematic maps were developed, representing \nthe following themes: Digital Terrain Model (DTM), slopes, hydrography, \nedifications, and road grid. Afterwards, by associating the devised \ndatabase with the generated thematic maps and the geotechnical \nmapping of the city of Florianópolis, it was made possible to analyze the \ngeological-geotechnical profile of the area of study, through the \ndevelopment of soil maps for each depth layer and foundation suitability \nmaps. In this sense, impenetrable layer surface, groundwater level, as \nwell as NSPT isovalues maps for various depths were produced. \nFurthermore, through empirical and semi-empirical approaches \navailable in the literature, this study produced orientation maps \nregarding foundation type: shallow or deep, allowable stress of the soil, \nand maximum length of pile. The research led to the conclusion that the \napplication of the Geographic Information Systems (GIS) tool in the \nmanipulation and modeling of the geological-geotechnical database, \nwhich allows for the creation of maps that guide decision making, is \nvalid, as it provides strategic results in the area of planning and supplies \nprofessionals of the field with information in technical language. \n \nKeywords: Geographical Information System (GIS). Standard \nPenetration Test (SPT). Foundation Suitability Maps. Geological-\ngeotechnical analysis. Florianópolis, SC.  \n\n \n\n\n\n\n\n \n\nLISTA DE FIGURAS \n\nFigura 1 – Ilustração da menor porção de um solo (pedon) ................. 37 \nFigura 2 – Grau de intemperização e formação dos horizontes ........... 38 \nFigura 3 – Limites de consistência de Atterberg ................................... 43 \nFigura 4 – Equipamentos utilizados no ensaio SPT ............................... 48 \nFigura 5 – Exemplo de laudo de sondagem para um ponto genérico ... 50 \nFigura 6 – Exemplo de planta de locação dos furos de sondagem ....... 51 \nFigura 7 – Estimativa do NSPT médio no bulbo de tensões .................... 55 \nFigura 8 – Componentes do Sistema de Informações Geográficas ....... 60 \nFigura 9 – Semivariograma experimental, modelo teórico e seus \nparâmetros ............................................................................................ 65 \nFigura 10 – Localização do Campus sede da UFSC ................................ 69 \nFigura 11 – Fluxograma do método de trabalho ................................... 73 \nFigura 12 – Localização dos furos de sondagem ................................... 77 \nFigura 13 – Digitalização das informações dos laudos de sondagem ... 78 \nFigura 14 – Análise do impenetrável de furos próximos ....................... 80 \nFigura 15 – Inserção da profundidade do NA em pontos situados no rio\n ............................................................................................................... 81 \nFigura 16 – Análise do tipo de solo quanto sua origem ........................ 84 \nFigura 17 – Elaboração do MDT elaborado a partir de rede de \ntriangulação ........................................................................................... 86 \nFigura 18 – Modelo digital do terreno: Campus sede da UFSC ............. 87 \nFigura 19 – Mapa de declividade: Campus sede da UFSC ..................... 88 \nFigura 20 – Mapa de hidrografia: Campus sede da UFSC ..................... 90 \nFigura 21 – Mapa de edificações: Campus sede da UFSC ..................... 91 \nFigura 22 – Mapa de malha viária: Campus sede da UFSC.................... 93 \nFigura 23 – Análise dos modelos de krigagem para os dados de \nimpenetrável ......................................................................................... 97 \nFigura 24 – Localização das edificações com laudos de fundações \nexecutadas .......................................................................................... 105 \nFigura 25 – Carta de tipos de solo: 1 metro de profundidade ............ 108 \nFigura 26 – Carta de tipos de solo: 3 metros de profundidade ........... 109 \nFigura 27 – Carta de tipos de solo: 5 metros de profundidade ........... 110 \nFigura 28 – Carta de tipos de solo: 7 metros de profundidade ........... 111 \nFigura 29 – Carta de tipos de solo: 9 metros de profundidade ........... 112 \nFigura 30 – Carta de tipos de solo: 11 metros de profundidade ......... 113 \nFigura 31 – Carta de tipos de solo: 13 metros de profundidade ......... 114 \n\n\n\n \n\nFigura 32 – Carta de tipos de solo: 15 metros de profundidade ........ 115 \nFigura 33 – Carta de tipos de solo: 17 metros de profundidade ........ 116 \nFigura 34 – Carta de tipos de solo: 19 metros de profundidade ........ 117 \nFigura 35 – Resultado das interpolações dos solos em cada profundidade\n ............................................................................................................ 119 \nFigura 36 – Carta de profundidade do impenetrável à percussão ...... 121 \nFigura 37 – Carta de cota do impenetrável à percussão ..................... 123 \nFigura 38 – Modelo digital de superfície do impenetrável a percussão\n ............................................................................................................ 124 \nFigura 39 – Carta de profundidade do nível freático (dados SPT) ...... 125 \nFigura 40 – Modelo digital de superfície do nível freático (dados SPT)\n ............................................................................................................ 126 \nFigura 41 – Carta de profundidade do nível freático (dados SPT e do Rio \nSertão) ................................................................................................. 127 \nFigura 42 – Modelo digital de superfície do nível freático (dados SPT e do \nRio Sertão) ........................................................................................... 128 \nFigura 43 – Carta de profundidade do nível freático (dados SPT): período \nseco ..................................................................................................... 130 \nFigura 44 – Modelo digital de superfície do nível freático: período seco\n ............................................................................................................ 131 \nFigura 45 – Carta de profundidade do nível freático (dados SPT): período \nchuvoso ............................................................................................... 132 \nFigura 46 – Modelo digital de superfície do nível freático: período \nchuvoso ............................................................................................... 133 \nFigura 47 – Carta de orientação para fundação: 1 metro de profundidade\n ............................................................................................................ 136 \nFigura 48 – Carta de orientação para fundação: 2 metros de \nprofundidade ...................................................................................... 137 \nFigura 49 – Carta de isovalores de tensão admissível: 1 metro de \nprofundidade ...................................................................................... 140 \nFigura 50 – Carta de isovalores de tensão admissível: 2 metros de \nprofundidade ...................................................................................... 141 \nFigura 51 – Carta de isovalores de tensão admissível: 3 metros de \nprofundidade ...................................................................................... 142 \nFigura 52 – Carta de isovalores de tensão admissível: 4 metros de \nprofundidade ...................................................................................... 144 \nFigura 53 – Carta de isovalores de NSPT: 1 metro de profundidade .... 147 \nFigura 54 – Carta de isovalores de NSPT: 3 metros de profundidade .. 148 \n\n\n\n \n\nFigura 55 – Carta de isovalores de NSPT: 5 metros de profundidade ... 149 \nFigura 56 – Carta de isovalores de NSPT: 7 metros de profundidade ... 150 \nFigura 57 – Carta de isovalores de NSPT: 9 metros de profundidade ... 151 \nFigura 58 – Carta de isovalores de NSPT: 11 metros de profundidade . 152 \nFigura 59 – Carta de isovalores de NSPT: 13 metros de profundidade . 153 \nFigura 60 – Carta de isovalores de NSPT: 15 metros de profundidade . 154 \nFigura 61 – Carta de isovalores de NSPT: 17 metros de profundidade . 155 \nFigura 62 – Carta de isovalores de NSPT: 19 metros de profundidade . 156 \nFigura 63 – Resultado das interpolações dos NSPT em cada profundidade\n ............................................................................................................. 159 \nFigura 64 – Carta de comprimento máximo de estaca hélice contínua\n ............................................................................................................. 161 \nFigura 65 – Carta de comprimento máximo de estaca pré-moldada (? &lt;\n30 cm) .................................................................................................. 162 \nFigura 66 – Carta de comprimento máximo de estaca pré-moldada (? > \n30 cm) .................................................................................................. 163 \nFigura 67 – Carta de comprimento máximo de estaca raiz ................. 164 \nFigura 68 – Distribuição espacial para o conjunto de dados de \nimpenetrável a percussão ................................................................... 169 \nFigura 69 – Distribuição espacial para o conjunto de dados de nível \nd’água .................................................................................................. 170 \nFigura 70 – Distribuição espacial para o conjunto de dados de NSPT .. 171 \nFigura 71 – Validação da carta de orientação para fundação: 1 metro de \nprofundidade ....................................................................................... 173 \nFigura 72 – Validação da carta de orientação para fundação: 2 metros de \nprofundidade ....................................................................................... 175 \nFigura 73 – Validação da carta de comprimento máximo de estaca hélice \ncontínua .............................................................................................. 177 \nFigura 74 – Validação da carta de comprimento máximo de estaca pré-\nmoldada (? &lt;30 cm) ........................................................................... 179 \nFigura 75 – Validação da carta de comprimento máximo de estaca raiz\n ............................................................................................................. 181 \n \n\n\n\n\n\n \n\nLISTA DE QUADROS \n\nQuadro 1 – Formas de ocorrência de solos sedimentares .................... 35 \nQuadro 2 – Principais características dos horizontes do solo ............... 37 \nQuadro 3 – Classificação pedológica e seus horizontes diagnósticos ... 40 \nQuadro 4 – Classificação do solo segundo a granulometria ................. 42 \nQuadro 5 – Classificação do solo segundo seu índice de plasticidade .. 44 \nQuadro 6 – Compacidade e consistência em função do NSPT ................ 53 \nQuadro 7 – Geometria da sapata e profundidade do bulbo de tensões\n ............................................................................................................... 56 \nQuadro 8 – Valores limites de NSPT para cotas de apoio de estacas ..... 56 \nQuadro 9 – Comparação entre métodos de interpolação .................... 67 \nQuadro 10 – Dados adquiridos e respectivas fontes ............................ 74 \nQuadro 11 – Descrição dos atributos que compõe o banco de dados . 95 \nQuadro 12 – Parâmetros para interpolação ......................................... 98 \nQuadro 13 – Número mínimo de observações e distância entre os pontos\n ............................................................................................................. 167 \n\n\n\n\n\n \n\nLISTA DE TABELAS \n\nTabela 1 – Quantidade de furos utilizados para análise de NA ........... 100 \nTabela 2 – Porcentagem de área para cada tipo de solo nas \nprofundidades analisadas ................................................................... 118 \nTabela 3 – Frequência de área para a profundidade do impenetrável122 \nTabela 4 – Frequência de área para a profundidade do lençol freático\n ............................................................................................................. 129 \nTabela 5 – Frequência de área para a profundidade do lençol freático: \nperíodo seco e período chuvoso ......................................................... 134 \nTabela 6 – Frequência de área para o tipo de fundação ..................... 138 \nTabela 7 – Frequência de área para as faixas de tensão admissível ... 145 \nTabela 8 – Frequência de área para as faixas de NSPT ......................... 158 \nTabela 9 – Frequência de área para os comprimentos máximos das \nestacas ................................................................................................. 165 \nTabela 10 – Porcentagem de área coberta pelo buffer de 200 metros\n ............................................................................................................. 172 \n \n\n\n\n\n\n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\nABNT     \nASTM    \nBDMEP  \n \nBLUE    \nCde   \nCE     \nCPTU   \nDEPAE  \n \nDGN/DWG \nDMT   \nDOMP   \n\n  \nEmbrapa  \nEpagri   \n \nGsq  \nIBGE    \nIDW    \nINMET   \nINPE   \nIP   \nKML/KMZ  \nLAMGEO  \nLC  \nLL    \nLP   \nMDS   \nMDT     \nMPa    \nMPA    \nMPM  \nMTA   \nNA    \nNBR \n\nAssociação Brasileira de Normas Técnicas \nAmerican Society for Testing and Materials \nBanco de Dados Meteorológicos para Ensino e \nPesquisa \nBest Linear Unbiased Estimator \nCambissolo depósitos de encostas \nCeará \nPiezocone Penetration Test \nDepartamento de Projetos de Arquitetura e \nEngenharia \nExtensão de arquivos utilizada pelo AutoCAD® \nDilatoMeter Test \nDepartamento de Obras e Manutenção \nPredial \nEmpresa Brasileira de Pesquisa Agropecuária \nEmpresa de Pesquisa Agropecuária e Extensão \nRural de Santa Catarina \nGlei sedimentos quartenários \nInstituto Brasileiro de Geografia e Estatística \nInverse Distance Weighting \nInstituto Nacional de Meteorologia \nInstituto Nacional de Pesquisas Espaciais \nÍndice de Plasticidade \nGoogle Earth Keyhole Markup Language  \nLaboratório de Mapeamento Geotécnico \nLimite de Contração \nLimite de Liquidez \nLimite de Plasticidade \nModelo Digital de Superfície \nModelo Digital do Terreno \nMegapascal \nMassa Polar Atlântica \nEnsaio Pressiométrico tipo Ménard \nMassa Tropical Atlântica \nNível d´água  \nNorma Brasileira \n\nhttp://www.sondagel.com.br/index.php?option=com_content&amp;view=article&amp;id=69:dilatometro-de-marchetti-dmt&amp;catid=26:ensaios&amp;Itemid=133\n\n\n \n\nNE \nPB  \nPDF \nPde \nRS \nSAD \nSC  \nSDS \n\n   \nSGB \nSGBD   \n \nSHP  \nSiBCS    \nSIG     \n \nSIRGAS   \n\n \nSPT \nSW \ntf  \nTIN  \nUFSC    \nUTM  \nVNT \nWGS-84    \n\nNordeste \nParaíba \nPortable Document Format \nPlintossolos depósitos de encosta \nRio Grande do Sul \nSouth American Datum \nSanta Catarina \nSecretaria de Estado de Desenvolvimento \nSustentável \nSistema Geodésico Brasileiro \nSistemas de Gerenciamento de Banco de \nDados \nShapefile, extensão utilizada pelo ArcGIS® \nSistema Brasileiro de Classificação dos Solos \nSistema de Informação Geográfica – \nGeographic Information System (GIS) \nSistema de Referência Geocêntrico para as \nAméricas \nStandard Penetration Test \nSudoeste \ntonelada-força  \nTriangulated Irregular Network \nUniversidade Federal de Santa Catarina \nUniversal Transversa de Mercator \nVane Test \nWorld Geodetic System \n\nLISTA DE SÍMBOLOS \n\nNSPT Índice de resistência à penetração do ensaio SPT, obtido \npor meio do número de golpes correspondente à \ncravação de 30 cm do amostrador-padrão, após a \ncravação inicial de 15 cm \n\nTa Argila de alta atividade \nTb Argila de baixa atividade \nVS Velocidade de propagação da onda de cisalhamento \n? Diâmetro \n?a Tensão admissível \n\n\n\n \n\nSUMÁRIO \n\n1 INTRODUÇÃO .............................................................................. 29 \n\n1.1 OBJETIVO ......................................................................................... 30 \n\n1.1.1 Objetivo geral ............................................................................... 30 \n\n1.1.2 Objetivos específicos .................................................................... 30 \n\n1.2 ORGANIZAÇÃO DO TRABALHO ........................................................ 31 \n\n2 FUNDAMENTAÇÃO TEÓRICA ........................................................ 33 \n\n2.1 CLASSIFICAÇÃO E CARACTERIZAÇÃO DOS SOLOS ........................... 33 \n\n2.1.1 Classificação geológica ................................................................. 34 \n\n2.1.2 Classificação pedológica ............................................................... 36 \n\n2.1.3 Caracterização textural dos solos ................................................. 41 \n\n2.2 INVESTIGAÇÃO GEOTÉCNICA .......................................................... 45 \n\n2.2.1 Sondagem a percussão ................................................................. 46 \n\n2.2.2 Normatização e execução do ensaio ............................................ 47 \n\n2.2.3 Parâmetros e correlações ............................................................ 52 \n\n2.2.4 Aplicações de dados SPT em estudos recentes ............................ 57 \n\n2.3 SISTEMAS DE INFORMAÇÕES GEOGRÁFICAS E ANÁLISE ESPACIAL . 59 \n\n2.3.1 Triangulação com interpolação linear .......................................... 62 \n\n2.3.2 Inverso ponderado da distância ................................................... 63 \n\n2.3.3 Krigagem....................................................................................... 63 \n\n2.3.4 Comparações entre métodos ....................................................... 66 \n\n3 CARACTERIZAÇÃO DA ÁREA DE ESTUDO ....................................... 69 \n\n3.1 FATORES CLIMÁTICOS ..................................................................... 70 \n\n3.2 GEOMORFOLOGIA, GEOLOGIA E PEDOLOGIA ................................. 70 \n\n3.3 ASPECTOS GEOTÉCNICOS ................................................................ 71 \n\n4 MATERIAIS E MÉTODOS ............................................................... 73 \n\n4.1 LEVANTAMENTO E AQUISIÇÃO DE DADOS PREEXISTENTES ........... 74 \n\n\n\n \n\n4.2 TRATAMENTO DOS DADOS .............................................................. 75 \n\n4.2.1 Dados gráficos ............................................................................... 75 \n\n4.2.2 Laudos de sondagens SPT ............................................................. 76 \n\n4.2.2.1 Análise dos dados de impenetrável ...................................... 79 \n\n4.2.2.2 Análise dos dados de nível d’água ........................................ 80 \n\n4.2.2.3 Análise dos tipos de solo ....................................................... 82 \n\n4.3 PROCESSAMENTO DOS DADOS EM SIG ........................................... 84 \n\n4.3.1 Georreferenciamento dos dados .................................................. 84 \n\n4.3.2 Elaboração de mapas temáticos ................................................... 85 \n\n4.3.2.1 Modelo Digital do Terreno (MDT) ......................................... 85 \n\n4.3.2.2 Mapa de declividade ............................................................. 87 \n\n4.3.2.3 Mapa de hidrografia ............................................................. 89 \n\n4.3.2.4 Mapa das edificações ........................................................... 90 \n\n4.3.2.5 Mapa da malha viária .......................................................... 92 \n\n4.3.3 Desenvolvimento do banco de dados geológico-geotécnico ....... 93 \n\n4.3.4 Aplicação de geoestatística ........................................................... 96 \n\n4.3.4.1 Cartas de tipos de solo .......................................................... 97 \n\n4.3.4.2 Cartas de aptidão para fundações ........................................ 99 \n\n4.4 VALIDAÇÃO DOS RESULTADOS ...................................................... 104 \n\n5 RESULTADOS E DISCUSSÕES ....................................................... 107 \n\n5.1 ANÁLISE DO PERFIL GEOLÓGICO-GEOTÉCNICO ............................. 107 \n\n5.1.1 Cartas de tipos de solo ................................................................ 107 \n\n5.2 CARTAS DE APTIDÃO PARA FUNDAÇÕES ....................................... 120 \n\n5.2.1 Cartas de superfície do impenetrável a percussão ..................... 120 \n\n5.2.2 Cartas de superfície freática ....................................................... 124 \n\n5.2.3 Cartas de orientação para fundações: superficiais ou \nprofundas ............................................................................................. 134 \n\n5.2.4 Cartas de isovalores de tensão admissível .................................. 139 \n\n\n\n \n\n5.2.5 Cartas de isovalores de NSPT ....................................................... 145 \n\n5.2.6 Cartas de comprimento máximo de estacas .............................. 160 \n\n5.3 LIMITAÇÕES E VALIDAÇÃO DOS RESULTADOS .............................. 166 \n\n6 CONCLUSÕES E SUGESTÕES PARA ESTUDOS FUTUROS ................ 183 \n\n6.1 CONCLUSÕES ................................................................................. 183 \n\n6.2 SUGESTÕES PARA ESTUDOS FUTUROS.......................................... 186 \n\nREFERÊNCIAS ................................................................................ 187 \n\n\n\n\n\n29 \n\n1  INTRODUÇÃO \n\nNos últimos anos, o advento dos Sistemas de Informação \nGeográfica (SIG) permitiu o aprimoramento dos trabalhos envolvendo \ndados georreferenciados por possibilitar análises espaciais complexas, \nassociando dados gráficos e alfanuméricos, de forma a processá-los \nsimultaneamente com agilidade e eficiência. Nesse sentido, a aplicação \nde ferramenta SIG no estudo dos solos tem-se consolidado no Brasil e \nno mundo, visto que os resultados das modelagens, expressos em \nmapas, proporcionam uma melhor interpretação para aqueles que \nparticipam da tomada de decisão.  \n\nFace aos mapas impressos, os mapas digitais apresentam maior \npotencial de manipulação e alto dinamismo nas análises, permitindo-se \ntrabalhar com um grande número de informações e com flexibilidade de \nmodificações para atender às necessidades de processos decisórios. \nDessa forma, Teixeira, Moretti e Christofoletti (1992) destacam que o \nambiente tecnológico em que a ferramenta está inserida propicia, além \nda coleta e do tratamento da informação espacial, o desenvolvimento \nde novos sistemas e aplicações.  \n\nDiante do exposto e tendo em vista que o desenvolvimento de \nmodelos numéricos para inferência das variações espaciais dos tipos de \nsolo ou de suas propriedades permite realizar o mapeamento digital de \nsolos (LAGACHERIE e MCBRATNEY, 2007), constata-se que o SIG é uma \npoderosa ferramenta para a realização de análises inovadoras inerentes \nao meio físico. Assim, verifica-se que, como eminentes fontes \nalimentadoras de modelagens desse âmbito, os resultados obtidos de \ninvestigações geotécnicas apresentam uma alternativa interessante, \npois fornecem valiosos subsídios às análises de caracterização geológico-\ngeotécnica.  \n\nDestarte, dentre os ensaios de reconhecimento do solo, o \nStandard Penetration Test (SPT) é o mais popular, rotineiro e econômico \nem praticamente todo o mundo (SCHNAID, 2000). Dessa forma, este \ntrabalho toma como base laudos de sondagem SPT para estruturação e \nimplementação de um banco de dados geológico-geotécnico para o \nCampus sede da UFSC, a ser utilizado como ferramenta de auxílio às \nações de planejamento e gestão.  \n\nAlém disso, de modo a apresentar algumas aplicabilidades da \nbase de dados elaborada em ambiente SIG, aliada a mapas temáticos \n\n\n\n30 \n\ntambém desenvolvidos no presente estudo, são apresentados, como \noutros resultados desta dissertação, cartas digitais dos tipos de solo da \nregião de estudo em diversas profundidades e cartas de aptidão para \nfundações, desenvolvidas por meio de análises geoestatísticas.  \n\nPor fim, destaca-se que o conhecimento prévio dos parâmetros \ngeológico-geotécnicos e do material do substrato do Campus sede da \nUFSC, além de contribuir para o estabelecimento de diretrizes ao \nplanejamento da expansão da Universidade, por parte de seus gestores, \npossibilita a fiscalização dos próximos serviços de sondagens a serem \ncontratados, visto que se tem, de forma organizada e georreferenciada, \na compilação de diversos laudos já executados na região de estudo e a \nestimativa das informações contidas nestes para toda a área do Campus. \n\n1.1 OBJETIVO  \n\nSerão apresentados a seguir os objetivos geral e específicos deste \ntrabalho. \n\n1.1.1 Objetivo geral \n\nO presente trabalho tem como objetivo geral a aplicação de \nferramenta SIG para análise do perfil geológico-geotécnico e \ndesenvolvimento de cartas de aptidão para fundações para o Campus \nsede da UFSC, por meio da utilização de laudos de sondagem SPT. \n\n1.1.2 Objetivos específicos \n\nComo objetivos específicos, este estudo busca: \n\na) Construir um banco de dados geológico-geotécnico robusto, a \npartir de sondagens SPT, para utilização em ambiente SIG para \no Campus sede da UFSC;  \n\nb) Elaborar mapas temáticos da região de estudo: MDT, \ndeclividade, hidrografia, edificações e malha viária; \n\nc) Analisar o perfil geológico-geotécnico da área de estudo por \nmeio da elaboração de cartas de solos da área de estudo. \n\nd) Gerar cartas de aptidão para fundações a partir de sondagens \nSPT: \n\n? Superfície do impenetrável à percussão; \n\n? Superfície freática: período seco e período chuvoso; \n\n\n\n31 \n\n? Orientação para o tipo de fundação: superficial ou \nprofunda; \n\n? Tensões admissíveis para fundação superficial; \n\n? Isovalores de NSPT; e  \n\n? Comprimento máximo de estacas. \n\n1.2 ORGANIZAÇÃO DO TRABALHO \n\nAlém da presente introdução (Capítulo 1) – em que é brevemente \nexplanado sobre o contexto em que o estudo está inserido, bem como \nseus objetivos geral e específicos – esta dissertação está estruturada nos \ncapítulos descritos a seguir. \n\nO Capítulo 2 apresenta uma revisão bibliográfica abrangendo os \ntemas técnico-científicos que deram fundamentação teórica ao trabalho \n(classificação e caracterização dos solos, investigações geotécnicas e \nSistemas de Informações Geográficas). \n\nO Capítulo 3 realiza a caracterização da área de estudo, efetivada \npor meio de dados e estudos preexistentes. \n\nO Capítulo 4 apresenta o método de trabalho utilizado para a \nanálise geológico-geotécnica do Campus sede da UFSC e \ndesenvolvimento de cartas de aptidão para fundações, utilizando-se de \ngeoestatística. \n\nNo Capítulo 5 são expostos e discutidos os resultados alcançados \ncom este trabalho. \n\nFinalmente, o Capítulo 6 apresenta as conclusões do trabalho \ndesenvolvido, por meio da associação com seus objetivos e de sugestões \nde estudos futuros. \n\n\n\n\n\n33 \n\n2 FUNDAMENTAÇÃO TEÓRICA \n\nNeste capítulo é apresentada uma síntese da revisão bibliográfica \nrealizada durante a pesquisa, organizada em três grandes blocos, que \ndiscorrem sobre os principais temas técnico-científicos contemplados \npelo estudo, a saber: Classificação e caracterização dos solos, \nInvestigação geotécnica e Sistemas de Informações Geográfica, \nincluindo métodos de interpolação. \n\n2.1 CLASSIFICAÇÃO E CARACTERIZAÇÃO DOS SOLOS \n\nFace à ampla utilização do solo no âmbito da engenharia, o estudo \ndo seu comportamento é realizado desde os séculos passados, \ninicialmente com os trabalhos de Coulomb, em 1773, Rankine, em 1856, \ne Darcy, em 1856 (ACHTERBERG, 2014). Posteriormente, por meio dos \nestudos de Karl Terzaghi, a Mecânica dos Solos foi originada em 1936 \n(PINTO, 2006). \n\nA partir desse momento, o solo passou a ser largamente \nanalisado, uma vez que o conhecimento geotécnico é fundamental para \nassegurar a estabilidade de obras de engenharia. Nesse sentido, \nAchterberg (2014) afirma que todo engenheiro civil deve ter consciência \nde que, quando se trabalha com solos, se está lidando com um material \nde grande complexidade e de características muito variadas, \ndependendo da região, topografia e clima. \n\nA diversidade e a ampla diferença de comportamento \napresentada pelos diferentes tipos de solo, induziu aos seus \nagrupamentos em função da similaridade de características e \npropriedades. Nesse sentido, Thiesen (2016) destaca que há vários \nmétodos de classificação de solos, sendo alguns em função da sua \norigem, outros da estrutura, da evolução e da presença de matéria \norgânica. \n\nNo presente trabalho são abordadas as classificações dos solos no \nâmbito geológico e pedológico, assim como a caracterização textural dos \nsolos por meio de análise granulométrica e índices de consistência, visto \nque o entendimento desses temas é importante para este estudo pelo \nfato de embasar a análise do perfil geológico-geotécnico da área de \nestudo. \n\n\n\n34 \n\n \n \n\n2.1.1 Classificação geológica \n\nDe acordo com Caputo (2005), os solos são formados pela \nintemperização das rochas ao longo do tempo, seja resultante da \ndesintegração física ou da decomposição química, como a infiltração de \nágua nas trincas oriundas de variações de temperatura. Assim, Jenny \n(1941) apud Oliveira, Jacomine e Camargo (1991) destacam que os \nfatores responsáveis pelos processos de formação dos solos são cinco: \nclima, relevo, seres vivos, materiais de origem e tempo. Normalmente, \ntais fatores atuam simultaneamente, sendo que, em determinados \nlocais e condições climáticas, um deles pode ter predominância em \nrelação ao outro (CAPUTO, 1996). \n\nDessa forma, sendo os solos uma mistura de partículas de \ndimensão muito pequena, os quais diferenciam-se entre si pelo tamanho \ne por sua composição química, pode-se admitir que, além dos agentes \nde alteração, a rocha de origem é a grande responsável pela \ncaracterização de cada tipo. Das (2007) defende que as propriedades \nfísicas do solo são determinadas, primeiro, pelos minerais que \nconstituem suas partículas, ou seja, pela rocha que deu origem ao solo. \nContudo, Caputo (1996) informa que também se encontram nos solos \noutros minerais que se formam durante o processo de decomposição, \ndenominados de minerais secundários. \n\nVaz (1996) destaca que a classificação geológica dos solos é feita \na partir da rocha de origem e do processo de formação do solo. Assim, \nPastore e Fortes (1998) relatam que, geologicamente, os solos se \nclassificam em residuais (in situ) ou sedimentares (transportados). Os \nsolos residuais são formados a partir da decomposição das rochas pelo \nintemperismo químico e/ou físico e permanecem no local onde foram \noriginados, ficando evidente a macroestrutura proveniente da rocha \nmatriz. Por sua vez, os solos sedimentares são aqueles que foram \ntransportados por agentes geológicos do local onde se formaram até o \nlocal em que foram depositados, havendo, portanto, diferentes formas \nde ocorrência desse tipo de solo, os quais são expostos no Quadro 1. \n\n\n\n35 \n\nQuadro 1 – Formas de ocorrência de solos sedimentares \n\nSolo sedimentar Descrição \n\nAluviões \n\nResultado do transporte por cursos d’água, são \ndepósitos de materiais erodidos e retrabalhados \nsituados nos leitos e margens de rios, assim como nos \nfundos e nas margens de lagoas e lagos. \n\nTerraços fluviais \n\nDecorrente da condução por cursos d’água em tempos \npassados, são aluviões antigos que se depositaram \nquando o nível d’água se encontrava em posição \nsuperior ao atual. \n\nColuviões \n\nFormado pela ação da água e, principalmente, da \ngravidade, são depósitos de materiais inconsolidados, \ncomumente encontrados acobertando encostas \níngremes.  \n\nTálus \n\nOriginado por meio da ação da água e, principalmente, \nda gravidade, são depósitos compostos \npredominantemente por blocos de rocha de variados \ntamanhos, os quais ocupam os sopés das encostas de \nrelevos acidentados. \n\nSedimentos \nmarinhos \n\nProduzidos em ambientes de praia ou de mangues por \nmeio de oscilações do nível do mar, são depósitos de \nsedimentos constituídos de areias limpas, finas a médias \ne quartzosas ou muito finos e argilosos. \n\nSolos eólicos \nTransportados e depositados pela ação do vento, são \ncompostos por areia fina quartzosa de granulometria \nbem arredondada. \n\nFonte: Elaborado pela autora (2016). \n\nSegundo Andrade (2003), as texturas dos solos sedimentares \npodem variar conforme o agente transportador e a distância de \ntransporte. Entretanto, algumas características comuns permitem obter \nevidências que os diferencia dos solos residuais, visto que estes possuem \ncoloração variando em tons quentes, como vermelho, amarelo, marrom, \nassim como variegado, enquanto que os solos sedimentares possuem \ncoloração próxima a cores frias, como cinza, branca, verde e azul. Além \ndisso, os solos residuais apresentam um ganho de resistência conforme \naumenta a profundidade, enquanto que, geralmente, os solos \nsedimentares possuem uma variação de resistência entre suas camadas, \nou seja, não são crescentes, em função da mistura de partículas ocorrida \ndurante o seu transporte. \n\n\n\n36 \n\n \n \nEntretanto, destaca-se que a resistência e a coloração não são \n\nsuficientes para diagnosticar o tipo de solo segundo sua formação, mas \né necessário realizar um conjunto de análises, incluindo também a \nverificação do relevo e da declividade em que os solos se encontram, \nposto que, segundo Marangon (2009), os residuais tendem a se localizar \nna parte elevada de uma encosta, enquanto que os sedimentares \ncostumam se situar em pé de morro ou superfície plana. \n\nPor fim, é importante mencionar que o processo de formação dos \nsolos resulta em camadas com diferentes aspectos e composições, \ndenominadas horizontes, e a classificação do perfil de solo segundo \nessas características é conhecida como classificação pedológica, a qual \nserá tratada na seção seguinte. \n\n2.1.2 Classificação pedológica \n\nO estudo das camadas superficiais da crosta terrestre se dá pelo \nramo da ciência chamado Pedologia (ACHTENBERG, 2014). Segundo \nSantos (1997), a pedologia trabalha com dados significativos sobre \ncomposição, gênese, substrato, características físicas, morfológicas e \nambientais dos solos. Nesse contexto, são analisados os perfis dos solos, \ndesde a superfície da terra até o material subjacente inalterado, por \nserem organizados em uma sequência vertical de camadas \naproximadamente paralelas à superfície, as quais dá-se o nome de \nhorizontes.  \n\nDe acordo com Ageitec (2016), os horizontes são definidos como \numa seção do perfil do solo, demarcados de acordo com as variações \nmorfológicas como as de cor, estrutura, textura, consistência, presença \nou ausência de cascalho, nódulos e concreções, entre outras. Essas \ncamadas estão sobrepostas em uma sequência visível, apesar de a \ntransição entre elas nem sempre ser bem distinta (LEPSCH, 2013). Dessa \nforma, para análise e, posteriormente, classificação pedológica, é \nnecessário dispor de um volume mínimo de horizontes que possibilite o \nestudo do solo. Nesse sentido, Azevedo et al. (2007) apresenta o pedon \n(do grego: solo, terra) como uma espécie de célula unitária ou a menor \nporção ou volume reconhecido como de um solo, conforme ilustra a \nFigura 1. \n\n \n\n\n\n37 \n\nFigura 1 – Ilustração da menor porção de um solo (pedon) \n\n \nFonte: Adaptado de http://webpages.fc.ul.pt/~maloucao/Aula%203.pdf \n\nDiante do exposto e tendo em vista que a classificação pedológica \nleva em consideração as características das camadas do solo, o Quadro \n2 apresenta uma síntese das características dos horizontes.  \n\nQuadro 2 – Principais características dos horizontes do solo \nHorizonte Características \n\nO \n\nComposto de restos orgânicos, como detritos vegetais e \nsubstâncias húmicas acumuladas, ocorre sobre horizonte \nmineral e em condições de drenagem livre, sem estagnação de \nágua. \n\nH \n\nConstituído predominantemente de material orgânico, \nresultante do acúmulo de resíduos vegetais depositados \nsuperficialmente, é formado sob condições de excesso de água, \nsendo denominado horizonte hístico. \n\nA \n\nAdjacente ao O ou H, é constituído, basicamente, de rocha \nalterada e húmus, tendo maior atividade biológica e aporte de \nmatéria orgânica, que confere coloração escurecida, além de \ndispor de minerais.  \n\nE \n\nResultante de intenso processo de perda de argila, compostos \nde ferro e alumínio ou matéria orgânica, essa camada mineral \npossui textura mais arenosa e coloração mais clara do que os \nhorizontes O, H e A. \n\nB \n\nOriginado de acentuadas transformações do material de origem \ne/ou acúmulo de constituintes minerais oriundos dos \nhorizontes acima, como argila e óxidos, possui propriedades \npedogenéticas mais estáveis e coloração mais avermelhada. \n\n\n\n38 \n\n \n \n\nHorizonte Características \n\nC \n\nConstituído de material inconsolidado, sob o horizonte A e B, é \npouco afetado pelos processos pedogenéticos, dispondo de \nestrutura original da rocha matriz e, portanto, permanecendo \ncom muitas características do material de origem (horizonte R). \n\nR \nFormado por material consolidado, refere-se à rocha matriz ou \nrocha inalterada que deu origem ao solo, constituindo um \nsubstrato rochoso praticamente contínuo.  \n\nTransicionais \nComposto por propriedades de dois horizontes que se associam \nem fusão, não há diferenciação das partes, sendo sua \ndesignação dada pela junção das letras de ambos os horizontes. \n\nFonte: Elaborado pela autora (2016). \n\nAchterberg (2014) esclarece que pode ocorrer a associação de \ndois horizontes principais, cujas características se fundem em \nproporções variadas, sendo então denominados de horizontes de \ntransição. Nesse caso, a designação da camada é dada pela junção das \nletras de ambos os horizontes.  \n\nVidal-Torrado, Lepsch e Castro (2005) afirmam que o grau de \nintemperização e de desenvolvimento dos horizontes pedogenéticos \naumentam da superfície mais jovem para a mais antiga (Figura 2). Assim, \nsolos maduros apresentam perfis constituídos pelos horizontes \nprincipais, apresentando-se relativamente homogêneos, enquanto que \nos solos jovens ou pouco desenvolvidos dispõem de um perfil \nincompleto, sem presença do horizonte B, e mantêm a estrutura original \nda rocha mãe. \n\nFigura 2 – Grau de intemperização e formação dos horizontes \n\n \nFonte: Adaptado de http://www.editoradobrasil.com.br \n\n\n\n39 \n\nDiante do exposto, com base nas propriedades dos horizontes do \nsolo e tendo como referência classificações internacionais, aliadas a \ndados extraídos de levantamentos exploratórios e de reconhecimento \nrealizados nos últimos 60 anos (LEPSCH, 2013), foi desenvolvido o \nSistema Brasileiro de Classificação de Solos (SiBCS). A primeira versão \noficial foi apresentada em 1999 pela Empresa Brasileira de Pesquisa \nAgropecuária (Embrapa), sendo constantemente revisada e aprimorada, \nestando em sua terceira edição, publicada em 2013. \n\nDe acordo com a NBR 6502/1995: Rochas e solos, a classificação \npedológica consiste na definição de classes de solos e suas subdivisões, \nsegundo o grau de evolução do solo e desenvolvimento de seu perfil; o \nmodo de alteração definido pela liberação de óxidos e presença de \nargilas; o tipo de distribuição da matéria orgânica e a presença de certos \nfenômenos de evolução. Para isso, o SiBCS apresenta os horizontes \ndiagnósticos, os quais se diferenciam dos horizontes pedogenéticos \n(Quadro 2) pela caracterização de atributos do solo realizada por meio \nde análises de laboratório.  \n\nLepsch (2013) destaca que os horizontes pedogenéticos podem \nser identificados diretamente no campo, examinando-se a morfologia do \nsolo, enquanto que os horizontes diagnósticos podem ser preditos in \nloco, mas para confirma-los com a certeza que a taxonomia de solos \nexige, é necessário, além da descrição morfológica, fazer as análises \nquímicas, físicas e mineralógicas. Assim, segundo Embrapa (2013), os \nhorizontes diagnósticos estão divididos da seguinte forma: \n\n? Horizontes diagnósticos superficiais: hístico, A chernozêmico, \nA húmico, A proeminente, A antrópico, A fraco e A moderado. \n\n? Horizontes diagnósticos subsuperficiais: álbico, B textural, B \nlatossólico, B incipiente, B nítico, B espódico e B plânico, \nplíntico, concrecionário, litoplíntico, glei, cálcico, \npetrocálcico,sulfúrico, vértico, fragipã e duripã. \n\nFace às considerações, verifica-se que o número de horizontes e \nsuas especificidades diagnósticas variam conforme o tipo de solo. Dessa \nforma, o SiBCS estabelece 13 classes de solos reconhecidas no nível \ncategórico de hierarquia mais elevada, denominada de ordens (Quadro \n3), as quais estão subdivididas em subordens, grupos e subgrupos. \nAdemais, Lepsch (2013) destaca que ainda não foram estabelecidas \n\n\n\n40 \n\n \n \n\nfamílias e séries, conforme diretrizes provisórias definidas no sistema de \nclassificação. \n\nQuadro 3 – Classificação pedológica e seus horizontes diagnósticos \n\nOrdem \nHorizontes diagnósticos e \n\noutras características \nPrincipais equivalências \n\n(sistemas anteriores) \n\nArgissolos B textural e Tb* \nPodzólicos (Vermelho-\nAmarelos e Vermelhos-\nEscuros) \n\nCambissolos \nB incipiente, sem A \nchemozêmico (exceto se Tb*) \n\nCambissolos \n\nChernossolos \nA chemozêmico e B incipiente, \ntextual ou nítico (com argila \nTa** e eutrófico) \n\nBrunizems \n\nEspodossolos \nB espódico abaixo de horizonte \nA e E  \n\nPodzóis e Podzóis \nHidromórficos \n\nGleissolos \nCom horizonte glei dentro dos \n50 cm da superfície \n\nGleis pouco Húmicos e \nHúmicos, Hidromórficos \nCinzentos \n\nLatossolos \nB latossólico imediatamente \nabaixo do horizonte A \n\nLatossolo \n\nLuvissolos \nB textural rico em cátions \nbásicos trocáveis e Ta** \n\nBrunos não Cálcicos, \nPodzólicos eutróficos Ta \n\nNeossolos \nSem horizonte B definido (solos \njovens ou neoformados) \n\nUtossolos, Regossolos, Solos \nAluviais \n\nNitossolos B nítico e Tb* \nTerras Roxas e Terras \nBrunas Estruturadas \n\nOrganossolos \nCom horizonte hístico de mais \nde 40 cm (exceto se sobre \nrocha) \n\nSolos Orgânicos, Solos \nTurfosos (diversos) \n\nPlanossolos \nB plânico abaixo de horizonte E \ne A \n\nPlanossolos, Solonetz-\nSolonizados \n\nPlintossolos \nCom horizonte plíntico, \npetroplíntico e/ou litoplíntico \n\nLateritas Hidromórficas, \nSolos Concrecionários \n\nVertissolos \nHorizonte vértico, com mais de \n30% de argila no A e fendas de \nexpansão \n\nVertissolos, Grumossolos \n\n*Tb = argila de baixa atividade | **Ta = argila de alta atividade \n\nFonte: Embrapa (2013) apud Lepsch (2013). \n\n\n\n41 \n\nFinalmente, destaca-se que os conhecimentos da pedologia se \nfazem necessários para o desenvolvimento de estudos geotécnicos, visto \nque possibilitam estimar o comportamento de solos por meio de seus \nhorizontes. Aliado a isso, é importante conhecer as propriedades físicas \ndos solos, como sua granulometria e índices de consistência, os quais \nserão tratados na seção seguinte. \n\n2.1.3 Caracterização textural dos solos \n\nA identidade do solo é feita a partir das partículas que o \nconstituem, sendo que a diversidade de tamanhos e combinações é \nimensa (GUSMÃO FILHO, 2008). Nesse sentido, Pinto (2006) relata que, \npara caracterizar um solo, deve-se partir do estudo das frações que o \ncompõe e, para isso, são empregados dois tipos de ensaios, o de análise \ngranulométrica e os de índices de consistência, também chamados de \nLimites de Atterberg.  \n\nPor meio do primeiro, os solos são classificados segundo as \ndimensões dos seus grãos e suas diferentes percentagens de ocorrência. \nNesse sentido, Carvalho et al. (2015) explicam que os solos recebem \ndesignações segundo as dimensões das frações compreendidas entre \ndeterminados limites convencionais, podendo variar desde intervalos de \nmicra até centímetros. Dessa forma, Achtenberg (2014) defende que, na \nprática, a análise granulométrica consiste de duas fases: peneiramento \ne sedimentação.  \n\nA NBR 7181/1988: Solo - análise granulométrica estabelece os \nprocedimentos do ensaio. De forma resumida, a amostra de solo é \ninserida em uma série de peneiras padrão, em que o material retido é \npesado. Assim, o percentual passante é representado graficamente em \nfunção da abertura de cada peneira, considerada como sendo o \ndiâmetro equivalente das partículas. Posteriormente, os solos que \napresentam granulometria inferior a 0,075 mm são tratados de forma \ndiferenciada, por meio do ensaio de sedimentação. Segundo Pinto \n(2006), esse ensaio é baseado na Lei de Stokes, que relaciona o tamanho \nda partícula com a velocidade com que ela sedimenta em um meio \nlíquido, ou seja, quanto maior a partícula, mais rapidamente ela irá se \ndepositar. \n\nFinalmente, por meio dos resultados da análise mencionada, é \nrealizada a interpretação das escalas granulométricas padrão, de modo \na classificar o solo segundo a dimensão de suas partículas. No Brasil, a \n\n\n\n42 \n\n \n \n\nclassificação do solo segundo sua granulometria é estabelecida pela \nNBR 6502/1995, conforme pode ser verificado no Quadro 4. \n\nQuadro 4 – Classificação do solo segundo a granulometria \n\nClassificação do solo Diâmetro das partículas \n\nArgila &lt;0,002 mm \n\nSilte 0,002 – 0,06 mm \n\nAreia fina 0,06 – 0,20 mm \n\nAreia média 0,20 – 0,60 mm \n\nAreia grossa 0,60 – 2,0 mm \n\nPedregulho fino 2,0 – 6,0 mm \n\nPedregulho fino 6,0 – 20 mm \n\nPedregulho fino 20 – 60 mm \n\nPedra de mão 60 – 200 mm \n\nMatacão 200 mm – 1m \n\nFonte: NBR 6502/1995. \n\nDe acordo com Azevedo et al. (2007), a granulometria é uma das \npropriedades mais estáveis do solo, sendo afetada, primeiramente, pelo \ntipo de material de origem e grau de intemperismo. Além disso, os \nautores destacam que o solo normalmente é composto pelas frações \ngranulométricas areia, silte e argila, e raramente por apenas uma delas. \n\nNogami e Vilibor (1995) afirmam que os principais minerais \ncomponentes dos solos grossos (areia e pedregulho) são os dos grupos \nSilicatos (quartzo, feldspato e mica), bem como Óxidos e hidróxidos \n(ilmenita, magnetita e laterita). Já os principais minerais que constituem \na fração silte pertencem aos grupos Silicatos (quartzo e mica), Óxidos e \nhidróxidos (magnetita, laterita e ilmenita) e Argilo-minerais \n(macrocristais de caolinita). Por fim, a porção argila é composta por \nconstituintes orgânicos e minerais dos grupos Argilo-minerais (caolinita, \nmontmorilonita, ilita, haloisita e alofana) e Óxidos e hidróxidos \n(goethita, limonita, ferrihidrita, gibsita, bauxita, hematita e magnetita). \n\nHaja vista a classificação granulométrica, solos argilosos podem \napresentar-se na forma líquida, plástica, semissólida ou sólida, \ndependendo do seu teor de umidade, enquanto que solos arenosos \npodem variar seu estado de fofo a compacto (CARVALHO et al., 2015). \n\n\n\n43 \n\nEsses estados físicos do solo chamam-se, respectivamente, consistência \ne compacidade.  \n\nAchterberg (2014) defende que, sob o ponto de vista da \nengenharia, não é somente através da distribuição granulométrica que \nse pode caracterizar o comportamento de um solo. O autor informa que \na fração fina tem grande importância no comportamento porque, \nquanto menor a partícula, maior a superfície específica. Nesse sentido, \né importante mencionar que devido ao fato de as partículas do solo \npossuírem superfícies específicas variadas, seu comportamento perante \na água é bastante diferenciado. Pinto (2006) relata que, para uma \nporcentagem de fração de argila, o solo pode ter comportamento muito \ndiferente, dependendo das características dos minerais presentes. \n\nDessa forma, por ser complexo o estudo dos minerais existentes \nna argila, na prática, é realizada uma análise indireta para identificar e \nverificar a influência das partículas argilosas, empregando-se os ensaios \npropostos por Atterberg, que determina os limites do estado físico. Com \nbase na influência que o teor de umidade exerce no comportamento das \nargilas, ou seja, apresenta-se em estado líquido quando em ambiente \númido e quebradiça em locais secos, é verificado para solo o Limite de \nContração (LC), correspondente à transição entre os estados sólido e \nsemissólido, em que não há variação de volume; o Limite de \nPlasticidade (LP), entre os estados semissólido e plástico, e o Limite de \nLiquidez (LL), entre os estados plástico e líquido (Figura 3).  \n\nFigura 3 – Limites de consistência de Atterberg \n\n \nFonte: Adaptado de Sbroglia (2015). \n\n\n\n44 \n\n \n \nA partir desses limites, calcula-se o Índice de Plasticidade (IP), \n\nresultante da diferença entre o LL e o LP, indicando a faixa de valores em \nque o solo se apresenta plástico (PINTO, 2006). No Brasil, a \nNBR 6459/2016 estabelece o procedimento para determinação do \nlimite de liquidez dos solos, enquanto que a NBR 7180/2016 especifica o \nmétodo para a determinação do limite de plasticidade e para o cálculo \ndo índice de plasticidade dos solos.  \n\nDe acordo com Caputo (2005), o IP define a zona em que o solo \nse encontra em estado plástico, sendo máximo para as argilas e nulo \npara as areias. Assim, o índice fornece um critério que sugere o caráter \nargiloso de um solo, sendo, portanto, importante na classificação de \nsolos granulares finos. Nesse sentido, Burmister (1949) apud Das (2014) \nclassificou os solos qualitativamente em função de sua consistência, \ncomo apresenta o Quadro 5.  \n\nQuadro 5 – Classificação do solo segundo seu índice de plasticidade \n\nClassificação do solo IP \n\nSem plasticidade 0 \n\nPlasticidade leve 1 &lt;IP &lt;5 \n\nPlasticidade baixa 5 &lt;IP &lt;10 \n\nPlasticidade média 10 &lt;IP &lt;20 \n\nPlasticidade alta 20 &lt;IP &lt;10 \n\nPlasticidade muito alta > 40 \n\nFonte: Burmister (1949) apud Das (2014). \n\nObservados os tipos de classificação e os principais parâmetros de \ncaracterização dos solos, Gusmão Filho (2008) defende que as areias e \nas argilas são solos bastante definidos para o engenheiro, haja vista os \ncritérios estabelecidos para suas identificações. Nesse sentido, ao iniciar \nqualquer obra civil, é imprescindível o reconhecimento do solo, a fim de \nsubsidiar tecnicamente a elaboração de projetos. Dessa forma, a seção \nseguinte aborda a investigação geotécnica, discorrendo sobre o ensaio \nmais utilizado no Brasil e as correlações existentes às demais \ncaracterísticas do solo. \n\n\n\n45 \n\n2.2 INVESTIGAÇÃO GEOTÉCNICA \n\nPara o desenvolvimento de projetos de engenharia é de \nfundamental importância o reconhecimento prévio do perfil do solo e \nde suas características geotécnicas. Segundo Marinho (2005), projetar \nconhecendo-se os aspectos geológico-geotécnicos é a melhor forma de \nse fazer engenharia. A NBR 6122/2010: Projeto e execução de fundações \ncita a investigação geotécnica como indispensáveis ao reconhecimento \ndo subsolo para fins de projeto e execução de fundações. Dessa forma, \npara não colocar em risco a qualidade da obra, além de prever custos \nassociados ao projeto e sua solução, a investigação geotécnica é \nprimordial e seus resultados constituem em documentos de projeto. \n\nDe acordo com Schnaid (2000),  \n\nA experiência internacional faz referência \nfrequente ao fato de que o conhecimento \ngeotécnico e o controle de execução são mais \nimportantes para satisfazer aos requisitos \nfundamentais de um projeto do que a precisão dos \nmodelos de cálculo e os coeficientes de segurança \nadotados. \n\nA ausência ou interpretações errôneas da investigação geotécnica \npode incorrer em projetos inadequados, atrasos em contratos, aumento \nde custos, patologias estruturais e problemas ambientais. Milititsky, \nConsoli e Schnaid (2015) ressaltam que aspectos relacionados à \ninvestigação das características do subsolo são as causas mais \nfrequentes de problemas de fundações. Becker (2001) defende que as \nincertezas inerentes ao conhecimento do subsolo podem prejudicar \nsubstancialmente o projeto e o meio ambiente. \n\nDiversos outros autores fazem referência aos riscos decorrentes \nda falta, insuficiência ou inadequada investigação geotécnica, \ndestacando-se US Army of Engineers (2001) e Weltman e Head (1983), \nque discorrem, respectivamente, de práticas americana e inglesa, as \nquais alertam quanto a erros de projeto, atrasos no cronograma, custos \nassociados a alterações construtivas, além de colapso da estrutura. \n\nFrente aos inconvenientes que a carência de investigação \ngeotécnica pode acarretar, Schnaid (2000) reforça que, no Brasil, o custo \nenvolvido na realização de sondagens de reconhecimento varia, \nnormalmente, entre 0,2% e 0,5% do custo total de obras convencionais. \n\n\n\n46 \n\n \n \n\nNesse sentido, Caramez e Higashi (2011) afirmam que os custos \nenvolvidos com estudos geotécnicos adequados são sempre inferiores \naos necessários para recuperar problemas posteriores à execução. \nCoutinho e Severo (2009) ponderam que o grau de incerteza sobre a área \na ser analisada, usualmente, está relacionado ao custo da investigação. \n\nDiante do exposto, reconhecida a importância de determinar as \ncaracterísticas geológico-geotécnicas do subsolo, salienta-se que \nexistem diversos ensaios de campo que podem ser realizados. Os \nensaios de uso corrente na prática brasileira, de acordo com \nSchnaid (2000) são: DilatoMeter Test (DMT), Standart Penetration Test \n(SPT), Piezocone Penetration Test (CPTU), Ensaio Pressiométrico tipo \nMénard (MPM) e Vane Test (VNT), conhecido como ensaio de palheta.  \n\nA interpretação e a análise dos resultados desses ensaios, visando \na elaboração de projetos geotécnicos, pode ser realizada segundo \nmétodos diretos e indiretos. Estes, utilizam os resultados dos ensaios na \nprevisão de parâmetros construtivos que representam o \ncomportamento do solo, enquanto aqueles têm fundamentação \nestatística – de natureza empírica ou semiempírica – a partir da qual as \nmedidas de ensaios são correlacionadas diretamente a outras variáveis \nde interesse geotécnico.  \n\nNesse contexto, Schnaid (2000) destaca que, no Brasil, os \nresultados de SPT constituem-se no mais conhecido exemplo de uso em \nmétodos diretos de previsão, sendo utilizados em procedimentos \nrotineiros de projeto de fundações diretas e profundas. Aliado a isso, e \ntendo em vista que o presente trabalho faz uso de sondagens SPT para \nelaboração do banco de dados geológico-geotécnico, as seções \nseguintes tratam de normatização e metodologia para fins de \ninvestigação geológico-geotécnico do subsolo, bem como de \nparâmetros e correlações do solo relacionados com os resultados desse \ntipo de ensaio. \n\n2.2.1 Sondagem a percussão \n\nA sondagem a percussão – também chamada de sondagem de \nsimples reconhecimento ou, ainda, sondagem SPT – da abreviação do \ntermo inglês Standard Penetration Test – é executada com a finalidade \nde se obter amostras pouco deformadas e valores quantitativos de \n\nhttp://www.sondagel.com.br/index.php?option=com_content&amp;view=article&amp;id=69:dilatometro-de-marchetti-dmt&amp;catid=26:ensaios&amp;Itemid=133\n\n\n47 \n\nresistência dos solos, por meio de ensaios expeditos padronizados \n(SOUZA, SILVA e IYOMASA, 1998). \n\nA simplicidade na execução e o baixo custo associados a esse tipo \nde investigação são os principais atrativos para sua ampla utilização. De \nacordo com Schnaid (2000), o SPT é a mais popular, rotineira e \neconômica ferramenta de investigação geotécnica em praticamente \ntodo o mundo. Teixeira (2003) corrobora afirmando que, em muitos \npaíses, mas particularmente no Brasil, a grande maioria dos projetos, na \nárea geotécnica, são executados com base nos ensaios SPT.  \n\nTendo em vista que o ensaio SPT consiste no experimento mais \nutilizado internacionalmente para a realização de sondagens \ngeotécnicas, Câmara e Pereira (2007) salientam que o adequado \nconhecimento das potencialidades dessa investigação de campo \nrepresenta fator importante dentro do processo de concepção e projeto \ndas obras em geral. Nesse sentido, Fonteles (2003) destaca que há \nfatores envolvidos na execução da sondagem que podem influenciar em \nseus resultados, os quais são de duas ordens: material, representado \npelos equipamentos; e humana, relacionado pelas ações empreendidas \npelos operadores. \n\nSchnaid (2000) discorre que, apesar de existirem críticas feitas à \ndiversidade de procedimentos utilizados para a execução do ensaio e à \npouca racionalidade de alguns dos métodos de uso e interpretação, esse \né o processo dominante ainda utilizado na prática de Engenharia de \nFundações. Dessa forma, as incertezas inerentes ao processo de \nsondagem podem ser mitigadas por meio da adoção de procedimentos \npadronizados prescritos em norma, os quais serão destacados na seção \nseguinte.  \n\n2.2.2 Normatização e execução do ensaio \n\nA primeira normalização para o ensaio SPT surgiu em 1958 pela \nAmerican Society for Testing and Materials (ASTM), denominada D 1586-\n58T, no entanto, o documento passou por algumas modificações e, \nsegundo Folle (2002), a D 1586-67T, de 1967, passou a ser a norma \nnorte-americana definitiva. Por ser pioneira, a norma dos Estados \nUnidos é utilizada com frequência por países da América do Sul \n(SOARES, 2011), assim como por outros países do mundo, por exemplo, \na Itália (FOLLE, 2002). Em contrapartida, o Brasil – do mesmo modo que \noutros países, como o Canadá, o Japão e a Austrália – dispõe de \n\n\n\n48 \n\n \n \n\nnormatização própria, a qual, conforme Belincanta e Ferraz (2000) \ndiferencia-se da norte-americana, principalmente, pelo processo de \nperfuração, tipos de hastes, cabeça de bater, martelo e seu \nacionamento, bem como pela frequência de golpes. \n\nDiante do exposto, para que se tenha resultados confiáveis para \nanálises geotécnicas nacionais é necessário que o ensaio siga a \npadronização da Associação Brasileira de Normas Técnicas (ABNT), \napresentada na NBR 6484/2001: Sondagens de simples reconhecimento \ncom SPT - Método de ensaio. Segundo esta norma, a sondagem é \nrealizada com o auxílio de um tripé, provido de roldanas e cordas ou \ncabos de aço, hastes, trado para perfuração do solo, trépano de \nlavagem, bomba d’água, martelo padronizado (65 kg) e amostrador \npadrão do tipo Terzaghi-Peck (Figura 4).  \n\nFigura 4 – Equipamentos utilizados no ensaio SPT \n\n \nFonte: Adaptado de Higashi (2016). \n\nDe posse dos equipamentos supracitados, inicialmente, em \ncada ponto de sondagem – definido previamente por especialista, \nconforme especificidades do terreno e tipo de obra – monta-se um tripé, \ncom altura em torno de 5 m, coleta-se uma amostra a zero metro e \nrealiza-se a escavação com trado até alcançar o primeiro metro. Em \n\n\n\n49 \n\nseguida, na base do furo, apoia-se o amostrador padrão acoplado à \nhaste de perfuração e marca-se nela um segmento de 45 cm dividido em \ntrechos de 15 cm. Na sequência, ergue-se o martelo, por meio do \nsistema de cordas/cabos de aço e roldanas, e deixa-o cair sobre a haste \nem queda livre de uma altura de 75 cm. Tal procedimento se repete até \nque o amostrador padrão penetre 45 cm do solo, sendo registrados o \nnúmeros de golpes (queda do martelo) necessários para cravar cada um \ndos três trechos de 15 cm do metro analisado. Assim, o índice de \nresistência à penetração (NSPT) para essa profundidade é representado \npela soma do número de golpes para a penetração dos últimos 30 cm. \n\nPara alcançar o próximo metro, intercaladas às operações de \namostragem, utiliza-se novamente o trado para a escavação. Contudo, a \nnorma adverte que, ao atingir o nível d’água (momento este em que se \ndeve anotar sua profundidade) ou caso o avanço seja inferior a 5 cm após \n10 minutos de operação, deve-se adotar o método de perfuração por \ncirculação de água (lavagem), utilizando-se o trépano como ferramenta \nde escavação, com bomba d’água motorizada para retirada do material, \nsendo, a partir de então, obrigatório o uso de tubo de revestimento. \nDessa forma, a cada metro, amostras de solo vão sendo coletadas e \nvalores de NSPT são obtidos até o limite de sondagem, especificado pela \nNBR 6484/2001 conforme três situações:  \n\n? Em qualquer dos três trechos de 15 cm, o número de golpes \nultrapassar 30;  \n\n? Um total de 50 golpes tiver sido aplicado durante toda a \ncravação;  \n\n? Não se observar avanço do amostrador padrão durante a \naplicação de cinco golpes sucessivos do martelo.  \n\nDiante dos critérios de paralisação expostos, anota-se a \nprofundidade em que o furo alcançou o chamado “impenetrável a \npercussão”. Em contrapartida, Fonteles (2003) adverte que o limite de \nimpenetrabilidade é condicionado pelo tipo de solução de elemento \nestrutural de fundação a ser utilizado, dentre outras restrições. Assim, \ncabe ao responsável técnico pelo estudo das fundações definir o \nparâmetro técnico limitador da sondagem como, por exemplo, o alcance \nde um valor de NSPT ao longo da perfuração considerado adequado a \nobra a ser executada. Todavia, é imprescindível que esteja claro no \nboletim de sondagem o motivo da paralisação do ensaio. \n\n\n\n50 \n\n \n \n\nQuaresma et al. (1998) destaca que, além dos dados clássicos coletados \nno ensaio SPT, deve-se anotar outras informações úteis que forem \nobservadas. \n\nAo encerrar a sondagem SPT, decorridas no mínimo 12 horas e \nestando o furo não obstruído, deve ser medida a posição do nível d’água, \nbem como a profundidade até onde o furo permanece aberto. \nPosteriormente, o solo existente em cada furo de sondagem é \ncaracterizado por meio de análises das amostras extraídas em campo, as \nquais recebem classificação quanto a granulometria, cor, consistência ou \ncompacidade, assim como outras informações tidas como relevantes. \nPor fim, todos os dados coletados são apresentados em um perfil do \nsubsolo investigado e documentados em laudo de sondagem, conforme \nexemplificado na Figura 5. \n\nFigura 5 – Exemplo de laudo de sondagem para um ponto genérico \n\n \nFonte: Elaborada pela autora (2016). \n\nNo relatório final de sondagem, além dos boletins com os perfis \nindividuas de cada furo, deve-se apresentar uma planta com a posição \n\n\n\n51 \n\ndos pontos de sondagens (Figura 6), fundamental para a determinação \ndo local exato em que o ensaio foi realizado.  \n\nFigura 6 – Exemplo de planta de locação dos furos de sondagem \n\n \nFonte: Elaborada pela autora (2016). \n\nDestaca-se que, face às modificações que podem ocorrer em \nedificações existentes, que normalmente são referências para a \nidentificação dos furos de sondagem, é de suma importância dispor da \ncoordenada de cada ponto, tanto em planta, quanto, principalmente, no \nlaudo de sondagem.  \n\nCom relação à quantidade de furos a serem investigados, a \nNBR 8036/1983: Programação de sondagens de simples \nreconhecimento dos solos para fundações de edifícios determina o \nnúmero mínimo de sondagens a serem executadas de acordo com a área \nde projeção da edificação: \n\n? Para edifícios com área de projeção em planta até 1.200 m², \ndeve-se fazer uma sondagem para cada 200 m2.  \n\n\n\n52 \n\n \n \n\n? Para edifícios com área de projeção em planta de 1.200 m2 \naté 2.400 m2, deve-se fazer uma sondagem para cada 400m2 \nque excederem 1.200 m2. \n\n? Para edifícios com área de projeção acima de 2.400 m2, o \nnúmero de sondagens deve ser fixado de acordo com o plano \nparticular da construção.  \n\nAinda, a norma estabelece que, em quaisquer circunstâncias, \ndeve-se respeitar as seguintes premissas: \n\n? Duas sondagens para área da projeção em planta de até \n200 m2; \n\n? Três sondagens para área de projeção em planta entre \n200 m2 e 400 m2. \n\nPor fim, corroborada a simplicidade na execução aliada ao custo \nrelativamente baixo da sondagem SPT (LIMA, 1979), já explanados \nanteriormente, frente às demais técnicas de investigação geotécnica, \numa das vantagens desse ensaio, segundo Schnaid (2000), é a obtenção \nde um valor numérico que pode ser relacionado por meio de proposta \nnão sofisticadas, mas diretas, com regras empíricas de projeto.  \n\nNesse sentido, conforme destacado por Lima (1997), \nLollo (1999), Culshaw e Northmore (2002) apud Soares (2011), o campo \nde mapeamento com caracterização geológico-geotécnica e estimativas \nde comportamento a partir de informações obtidas em sondagens de \nsimples reconhecimento vem crescendo ultimamente. Dessa forma, a \nseção seguinte aborda alguns parâmetros e correlações que utilizam \ndados SPT, especialmente os que embasaram a realização do estudo \nproposto nesta dissertação. \n\n2.2.3 Parâmetros e correlações  \n\nConforme supracitado, os resultados do ensaio SPT são muito \nutilizados em correlações empíricas e semiempíricas, características de \nmétodos diretos, para estimar parâmetros geotécnicos, como \ncaracterísticas do solo, tensões admissíveis e capacidade de carga. Em \nvirtude da vasta utilização de sondagens a percussão, muitas correlações \nenvolvendo o NSPT podem ser encontradas em bibliografias e normas. \n\nDiversos autores sugerem correlações a partir do NSPT, como \nAoki e Velloso (1975), Décourt e Quaresma (1978), Skempton (1986), \n\n\n\n53 \n\nDécourt (1989), Teixeira (1996), Teixeira e Godoy (1996) e Milititsky e \nSchnaid (1995). Sobre essa conjuntura, Berberian (2012) reforça que \nexiste literatura disponível para, praticamente, todas as correlações \npossíveis do ensaio SPT, destacando-se: resistências de ponta e lateral, \nmódulo de elasticidade, coesão, ângulo de atrito, densidades, índice de \ncompressão, coeficiente de recalque, de adensamento e de empuxo, \nrazão de sobreadensamento, coeficiente de permeabilidade, entre \noutras.  \n\nAinda mais, a NBR 6484/2001 apresenta, em seu anexo, uma \ntabela que relaciona o NSPT à compacidade dos solos grossos (areia e silte \narenoso) e à consistência dos solos finos (argila e silte argiloso), \nconforme expõe o Quadro 6. \n\nQuadro 6 – Compacidade e consistência em função do NSPT \n\nSolo NSPT Designação \n\nAreia e Silte arenoso \n\n? 4 Fofa(o) \n\n5 a 8 Pouco fofa(o) \n\n9 a 18 Medianamente compacta(o) \n\n19 a 40 Compacta(o) \n\n> 40 Muito compacta (o) \n\nArgila e Silte argiloso \n\n? 2 Muito mole \n\n3 a 5 Mole \n\n6 a 10 Média(o) \n\n11 a 19 Rija(o) \n\n> 19 Dura(o) \n\nFonte: NBR 6484/2001. \n\nFace ao objetivo deste trabalho em elaborar cartas de aptidão \npara fundações, é importante mencionar algumas correlações existentes \nnesse âmbito. Dessa forma, com relação a fundações superficiais, para \ndeterminação da tensão admissível do solo utilizando-se de dados SPT, \nHachich et al. (1998) apresentam um método semiempírico para o \ncálculo da tensão admissível, conforme apresentado na Equação (1), \nválida para qualquer solo natural no intervalo 5 ? NSPT ? 20. \n\n \n\n?? = 0,02. ???? (???)    (1) \n\n\n\n54 \n\n \n \n\n \nOutra correlação que não faz distinção entre os tipos de solo, \n\nmas que, segundo Mello (1975) apud CINTRA; AOKI; ALBIERO (2011), é \nutilizada na prática profissional para o cálculo de tensão admissível de \nfundações rasas é exposta na Equação (2), válida para qualquer solo \nnatural no intervalo 4 ? NSPT ? 16. \n\n \n\n?? = 0,1. (????? ? 1)  (???)    (2) \n\n \nSegundo Cintra, Aoki e Albiero (2003), no meio técnico \n\nbrasileiro, já é bastante utilizada a Equação (1), desenvolvida por \nSkempton, em 1951, e, posteriormente, corroborada por Teixeira, em \n1996, para solos argilosos. Assim, observa-se que Teixeira (1996) \ndemonstrou fórmulas para a estimativa da tensão admissível em \nfundações superficiais por sapatas em função do índice de resistência à \npenetração, no entanto, adotando equações diferentes para solos \nargilosos e arenosos, conforme equações (3) e (4), respectivamente.  \n\n \n\n?? =\n????\n\n50\n (???)  (3) \n\n?? = 0,05 + (1 + 0,4?).\n????\n\n100\n (???)  (4) \n\nEm que: \nB = base da sapata. \n\nAcerca da Equação (3), Cintra, Aoki e Albiero (2011) destacam \nque essa fórmula foi explicada para a condição de sapatas retangulares \napoiada na superfície de terrenos puramente argilosos, tomando como \nbase o método de Skempton (1951) para o cálculo da capacidade de \ncarga. Com relação à Equação (4), Soares (2011) reforça que foi \nproveniente da fórmula clássica de Terzaghi para capacidade de carga, \nconsiderando sapatas quadradas (B em metros), apoiadas a 1,5 metros \nde profundidade em areia de peso específico de 18 kN/m3. \n\nCom relação às correlações que permitem a obtenção da tensão \nadmissível diretamente de ensaios de campo, a NBR 6122/2010 salienta \nque devem ser observadas com atenção a validade dos campos de \n\n\n\n55 \n\naplicação dos métodos, as dispersões dos dados e as restrições \nregionais. Ademais, é importante destacar, que nas equações para \nfundações superficiais explanadas anteriormente, o valor de NSPT \nconsiderado refere-se ao índice de resistência médio no bulbo de \ntensões, conforme ilustra a Figura 7. \n\nFigura 7 – Estimativa do NSPT médio no bulbo de tensões \n\n \nFonte: Adaptado de Hachich et al. (1998). \n\nA profundidade do bulbo de tensões da sapata, segundo \nHachich et al. (1998), equivale a aproximadamente 1,5B. Simons e \nMenzies (1981 apud CINTRA, AOKI e ALBIERO, 2003) evidencia a \nexistência de cálculos mais precisos utilizando conceitos existentes na \nteoria da elasticidade para mecânica dos solos. Contudo, para efeitos \npráticos, considera-se os valores apresentados no Quadro 7, em que B \nrepresenta a base e L o comprimento da sapata. \n\n\n\n56 \n\n \n \n\nQuadro 7 – Geometria da sapata e profundidade do bulbo de tensões \n\nGeometria base da sapata Profundidade do bulbo de tensões \n\nSapata circular ou quadrada (L = B) 2B \n\nSapata retangular (2B ? L ? 4B) 3B \n\nSapata corrida (L ? 5B) 4B \n\nEm que B é a base e L o comprimento da sapata \nFonte: Cintra, Aoki e Albiero (2011). \n\nCom relação à escolha do tipo de fundação, para efeito prático, \nRebello (2011) apresenta considerações técnicas e econômicas para \nsubsidiar a tomada de decisão quanto à opção por fundação superficial \nou profunda. Nesse sentido, os critérios expostos pelo autor segundo o \nqual é adequado o uso de fundação direta são, simultaneamente: \n\n? NSPT ? 8 \n\n? H ? 2 metros \n\nSendo H a profundidade máxima de assentamento da sapata. \n\nO primeiro limite indica a resistência mínima necessária para o \nuso de fundações superficiais e o segundo se deve aos custos com \nescavação e reaterro, em que a execução de fundação direta torna-se \nantieconômica. Ainda conforme Rebello (2011), quando os parâmetros \ndo solo e do projeto analisados estiverem fora desses limitantes, deve-\nse adotar fundação profunda.  \n\nAssim, para fundações profundas, Cintra e Aoki (2010) listam \nvalores limites de NSPT para paradas (cotas de apoio) de diversos tipos de \nestaca (Quadro 8).  \n\nQuadro 8 – Valores limites de NSPT para cotas de apoio de estacas \n\nTipo de estaca Limite de NSPT para execução \n\nPré-moldada de \nconcreto \n\n? &lt;30 cm \n15 &lt;NSPT &lt;25 \n\n? NSPT = 80 \n\n? ? 30 cm 25 &lt;NSPT ? 35 \n\nPerfil metálico 25 &lt;NSPT ? 55 \n\nTubada (oca, ponta fechada) 20 &lt;NSPT ? 40 \n\nStrauss 10 &lt;NSPT ? 25 \n\n\n\n57 \n\nTipo de estaca Limite de NSPT para execução \n\nFranki \nem solos arenosos 8 &lt;NSPT ? 15 \n\nem solos argilosos 20 &lt;NSPT ? 40 \n\nEstacão e diafragma, com lama bentonítica 30 &lt;NSPT ? 80 \n\nHélice contínua 20 &lt;NSPT ? 45 \n\nÔmega 20 &lt;NSPT ? 40 \n\nRaiz NSPT ? 60 (penetra na rocha sã) \n\nFonte: Cintra e Aoki (2010). \n\nTendo em vista a diversidade de aplicação para os resultados \ndas sondagens SPT disponibilizada na literatura, é notório o crescente \nuso desses dados na geração de novas informações. Nesse sentido, \nverifica-se que pesquisas recentes, sobretudo a nível internacional, \nbuscam associar dados SPT a características dos solos, dada uma região \nde estudo. Dessa forma, a seção seguinte traz um levantamento de \nestudos desenvolvidos nesse contexto. \n\n2.2.4 Aplicações de dados SPT em estudos recentes \n\nAtualmente, há registros de estudos que visam a representar as \nsuperfícies dos solos por meio de parâmetros obtidos de ensaios do tipo \nSPT em países como Estados Unidos, Austrália, Tailândia, Índia, Turquia, \nIraque, Irã, Malásia, além do Brasil. Al-Jabban (2013) desenvolveu um \ntrabalho de caracterização do solo, utilizando 110 sondagens SPT na \ncidade de Hilla, no Iraque, sendo apresentados como resultados \nindicativos de tendência da resistência do solo em função do NSPT, além \nde uma equação empírica para representar a região.  \n\nCartas de aptidão para fundação rasa segundo tensão \nadmissível do solo e valores de NSPT foram desenvolvidas por Rajesh, \nSankaragururaman e Das (2003) para o sul de Chennai, na India. Para \nessa mesma área de estudo, utilizando-se de mais de 20.000 furos de \nsondagem SPT, Sakunthala Devi e Stalin (2011) elaboraram cartas de \nisovalores de nível de água e NSPT, além de ângulo interno de atrito e \ncapacidade de suporte do solo. Do mesmo modo, Stalin e Arun Murugan \n(2015) fizeram uso de resultados de sondagens SPT para gerar cartas de \nisovalores do nível de água e do NSPT da referida região, além de cartas \nde capacidade de carga em diferentes profundidades. \n\n\n\n58 \n\n \n \n\nPara a localidade de Surfers Paradise, na Austrália, Al-Ani et al. \n(2014) elaboraram uma carta de isovalores de NSPT, a partir de 35 laudos \nde sondagem. De forma semelhante, Humyra et al. (2012) \ndesenvolveram uma carta de isovalores de NSPT, por meio de 73 pontos \nde sondagens, com a finalidade de auxiliar na elaboração de projetos de \nfundações de pequeno porte e baixo custo na cidade de Rajshahi, em \nBangladesh. Já Sharma, Rahman e Saikia (2013) fizeram cartas de \nisovalores de NSPT e profundidade do lençol freático para a cidade de \nGuwahati, na Índia, elaboradas a partir de uma base de dados com 200 \nfuros SPT.  \n\nNo Brasil, Soares (2011) elaborou, para a cidade de João \nPessoa (PB), cartas de impenetrável à percussão, tensão admissível, \nisovalores de NSPT, aptidão para fundações (tubulão e estacas), além de \numa análise temporal da superfície freática, de forma a refletir a \nsazonalidade de períodos chuvoso e seca. Leite (2015) propôs a \nestruturação de um banco de dados georreferenciado de informações e \na elaboração de uma carta geotécnica para fundações, a partir de 220 \nsondagens SPT, para a cidade de Porto Alegre/RS. \n\nAinda em âmbito nacional, Pimentel (2015) desenvolveu uma \ncarta preliminar de fundações de uma parte da região centro-norte da \ncidade de Fortaleza (CE), utilizando-se de 395 furos de sondagens à \npercussão. Dessa forma, foram desenvolvidas cartas de isovalores de \nNSPT para três diferentes profundidades e nível do lençol freático. Além \ndisso, por meio de métodos empíricos e semiempíricos disponíveis na \nliteratura, o autor apresenta um indicativo de tipo de fundação \n(superficial ou profunda), profundidade de assentamento, tensão \nadmissível, assim como de tipo, diâmetro e comprimento de estaca.  \n\nAo analisar bibliografias relacionadas a correlações envolvendo \ndados SPT, observam-se também diversos estudos que utilizam o NSPT \npara estimar a velocidade de propagação da onda de cisalhamento (VS), \nfundamental, em termos de engenharia, para prever o comportamento \ndos solos sob a influência de abalos sísmicos. Tais pesquisas são \nrealizadas, especialmente, em países nos quais terremotos se fazem \npresentes, como em Yeni?ehi, na Turquia, cujo estudo, desenvolvido por \nMhaske e Choudhury (2007), faz uso de correlações entre NSPT e VS. De \ntal modo, aplicações semelhantes foram realizadas por Anbazhagan e \nSitharam (2008) em Bangalore, na Índia; Mhaske e Choudhury (2011) em \nMumbai, na Índia; Shahri, Rajablou e Ghaderi (2012) em Hamedan, no \n\n\n\n59 \n\nIrã; Sharma, Rahman e Saikia (2013) e Sharma e Rahman (2016) em \nGuwahati, também na Índia.  \n\nDiante do exposto, verifica-se que estudos relacionando dados \nde sondagens são mundialmente realizados, devido ao fato de fazerem \nuso de informações disponíveis (haja vista a obrigatoriedade de realizar \ninvestigações geotécnicas), e viabilizarem resultados interessantes em \ntermos prático e acadêmico. Segundo Almeida e Albrecht (2002), um \nfato que fomenta o crescimento desses trabalhos é a existência de \ninúmeras sondagens já executadas em área urbanas, tornando-se um \ngrande acervo de informações sobre as características do subsolo de \ndiversas cidades, desde que sejam disponibilizadas pelas empresas \nexecutoras ou pelos responsáveis. \n\nVale destacar que o método de trabalho parcial da presente \ndissertação, desenvolvido para a elaboração de cartas de fundação \nbaseados em dados de sondagens SPT, foi previamente publicado por \nSantos, Thiesen e Higashi (2015) no 15th Pan-American Conference on \nSoil Mechanics and Geotechnical Engineering, na Argentina. Ademais, no \nInternational Conference on Geotechnical Engineering, ocorrido no Sri \nLanka, Thiesen, Santos e Higashi (2015) apresentaram resultados \npreliminares do método, na forma de cartas, para a área urbana do \nmunicípio de Blumenau (SC). \n\nFinalmente, destaca-se que, tendo em vista a importância do \nbanco de dados na elaboração de cartas geotécnicas, a seção seguinte \ndiscorre sobre os Sistemas de Informações Geográficas e sua \nimportância na associação e processamento de dados \ngeorreferenciados, de forma a possibilitar às análises propostas neste \nestudo. \n\n2.3 SISTEMAS DE INFORMAÇÕES GEOGRÁFICAS E ANÁLISE ESPACIAL \n\nConsidera-se Sistemas de Informações Geográficas (SIG) como \num conjunto de ferramentas para coleta, armazenamento e \nrecuperação de dados espaciais do mundo real (BURROUGH, 1986). \nAssim, os sistemas que dispõem dessas funcionalidades apresentam \ncomo principal característica a possibilidade de realizar análises \nespaciais envolvendo dados georreferenciados. Nesse sentido, \nFortes (1998) destaca que, para todas as definições de SIG existentes na \nliteratura, fica evidente que a ênfase no tratamento e no processamento \n\n\n\n60 \n\n \n \n\ndo dado geográfico é o que o diferencia de outros sistemas \ncomputacionais.  \n\nAo analisar os SIG sob uma conjuntura mais ampla, Paredes \n(1994) relata que esses sistemas são compostos pelo usuário, que os \nopera e realiza consultas; pelo equipamento, que possibilita a entrada, \no processamento e a saída de dados; pelos programas, que permitem a \nexecução de funcionalidades; pela base de dados, que alimenta o \nsistema; e pelo mundo real, do qual, por operações de abstração e \nsimplificação, são extraídos os dados.  \n\nA Figura 8 ilustra as inter-relações envolvendo o SIG, conforme \nmencionado por Paredes (1994). \n\nFigura 8 – Componentes do Sistema de Informações Geográficas \n\n \nFonte: Adaptado de Paredes (1994). \n\nOs componentes se relacionam entre si para reproduzir um \nmodelo computacional das entidades do mundo real, por meio da \noperacionalização do sistema realizada pela interface usuário-máquina, \nem que é efetuada a entrada e o processamento de dados. Segundo \nYabiku (2015), os SIG interpretam dados tratados em diversos formatos, \ncomo tabelas, shapefiles, kml, kmz, dentre outros. Nesse sentido, o \nsistema os organiza e armazena em um banco de dados geográficos, em \nque os atributos descritivos (variável alfanumérica) são associados às \nfeições geométricas (variável espacial).  \n\nBorges (2004) relata que, com relação à variável espacial ou \ncartográfica, existem duas formas de representa-la: o formato vetorial \n(vetor) e o matricial (raster). A estrutura do formato vetorial é composta \npelas feições espaciais básicas, ou seja, ponto, linha e polígono, \nconhecidas como primitivas gráficas. Por outro lado, do formato \nmatricial, Soares (2011) afirma que os dados são representados em uma \n\n\n\n61 \n\nmatriz de células, em que cada uma delas é denominada de pixel1, o qual \npossui um valor que indica o nível de cinza, podendo variar de 0 a 255 \ntons, no caso de 8 bits, considerando 0 a cor preta e 255 a branca. \nBurrough e McDonnell (1998) defendem que a representação das \ninformações como vetores ou raster depende de como os dados foram \nrecolhidos e da forma como eles serão utilizados.  \n\nEm contrapartida, a variável alfanumérica possui aspectos \ndescritivos e, portanto, não-gráficos, que são tratados e manipulados \npelos Sistemas de Gerenciamento de Banco de Dados (SGBD) \nconvencionais. Dessa forma, a potencialidade de um SIG está na sua \ncapacidade de realizar operações de análise espacial envolvendo \natributos de forma conjunta e, nesse sentido, o sistema é incomparável \naos métodos manuais de elaboração de mapas e representação de \nsuperfícies do meio físico. \n\nPor isso, nos últimos anos, os SIGs vêm sendo empregados com \nmaior intensidade no apoio à tomada de decisões, pois proporcionam \naos profissionais os meios necessários para melhorar a eficiência dos \ntrabalhos que envolvem informações contidas em mapas digitais. \nCoelho, Alves e Oliveira (2007) afirmam que o geoprocessamento está \ncada dia mais difundido no meio técnico-científico por sua \naplicabilidade, pois possibilita simular, testar e avaliar exemplos ou \nmodelos preestabelecidos, que servem de suporte à tomada de decisões \n\nTeixeira (2003) verifica que o trabalho de zoneamento do \nespaço físico em cartografia geotécnica é uma tarefa adequada para a \nutilização de SIG, posto que a implementação de uma estrutura de banco \nde dados é importante no gerenciamento das informações. Nesse \nsentido, Barros (1996) afirma que o uso amplo e bem organizado de um \nbanco de dados geotécnicos, além de auxiliar o mapeamento sobre os \nprincipais componentes do meio físico, permite também preparar \ndocumentos geotécnicos específicos. \n\nDe modo a elaborar cartas que representem caraterísticas \ngeotécnicas dada uma área de estudo, utilizam-se de técnicas de \ninterpolação para análise espacial, disponíveis nos SIGs, para distribuir \nno espaço os dados disponíveis apenas para alguns pontos da região \nanalisada. Essas técnicas, conforme Caruso e Quarta (1998), permitem \n\n                                                             \n1 Pixel, aglutinação de Picture e Element, ou seja, elemento de imagem, o qual é \n\nconsiderado como o menor elemento em um dispositivo de exibição em que é possível atribuir-\nse uma cor (THIESEN, 2016).   \n\n\n\n62 \n\n \n \n\nabranger grandes regiões com agilidade e precisão e tratam-se de \nprocedimentos matemáticos de determinação de valores para pontos \nnão amostrados, por meio do ajuste de uma função a valores \namostrados, provenientes de pontos observados.  \n\nTendo em vista que a modelagem dos fenômenos naturais pode \nser realizada por modelos estocásticos (probabilísticos) e \ndeterminísticos, serão abordados nas seções seguintes interpoladores \ndeterminísticos, como a triangulação e o inverso ponderado da \ndistância, bem como estocásticos, representados pela krigagem. \n\n2.3.1 Triangulação com interpolação linear \n\nCom a finalidade de formar uma malha triangular irregular e, \npor isso, conhecido pela sigla TIN (do inglês Triangular Irregular \nNetwork), o modelo de triangulação interliga os pontos amostrados \natravés de linhas, perfazendo, respectivamente, os vértices e as arestas \ndos triângulos. Segundo Namikawa et al. (2003), considerando-se um \ncomportamento linear dentro de cada triângulo pode-se estimar o valor \nde qualquer ponto da superfície definida pela malha triangular.  \n\nAssim, o valor de qualquer ponto dentro do triângulo de \ninteresse pode ser determinado pelos atributos e pelas coordenadas dos \nvértices, utilizando-se de uma álgebra simples para solução de sistemas \nde equações lineares ou de uma interpolação linear tripla. Nesse \nsentido, Landim (2000) destaca que a triangulação é considerada um \nmétodo de estimação direto, pois os contornos derivam do padrão \noriginal dos dados. Contudo, o mesmo autor relata que a técnica não \npermite extrapolação e, portanto, as estimativas limitam-se \nestritamente à área amostrada. \n\nPara a geração de superfícies TIN, Longley et al. (2005) \ndiscorrem sobre a aplicação da Triangulação Delaunay, que, de acordo \ncom Fazan e Poz (2011), é o algoritmo usualmente empregado para a \nmodelagem. Tal processo matemático fornece um conjunto de \ntriângulos topologicamente organizados pelo critério da maximização \ndos ângulos internos de cada triângulo. Dessa forma, são inseridos \ncírculos passantes por três pontos da amostra de modo que os triângulos \nformados não dispõem, em seu interior, de nenhum vértice de outro \npolígono.   \n\n\n\n63 \n\n2.3.2 Inverso ponderado da distância \n\nSegundo Naoum e Tsanis (2004), a técnica de interpolação \ndenominada inverso ponderado da distância, do inglês Inverse Distance \nWeighting (IDW), realiza estimativas para pontos não amostrados com \nbase em valores de pontos observados próximos, ponderados apenas \npela distância. O IDW é o mais utilizado dentre os métodos de distância \nponderada e a influência de um ponto amostrado em relação a outro \nreduz conforme aumenta a distância ao nó da malha a ser estimado \n(LANDIM, 2000). Nesse sentido, quanto mais próximo um ponto \nobservado está do nó a ser determinado, maior será seu peso e, \nportanto, maior será sua influência. \n\nAssim, o peso atribuído pelo modelo às variáveis amostradas \nconsiste em dividir o inverso de suas respectivas distâncias ao ponto de \nreferência pelo somatório dos inversos das distâncias do conjunto \nanalisado. Ademais, é importante mencionar que ainda pode ser \natribuída uma potência para as distâncias, de modo a atribuir pesos \ndiferentes para a estimativa do valor, ou seja, quanto maior for o valor \ndessa potência maior será a influência do vizinho mais próximo na \nestimativa.  \n\nConforme Silva, Quintas e Centeno (2007), os valores de \npotência mais usuais variam sua magnitude entre um e três.  Em seus \nestudos, Reis et al. (2005), por exemplo, aplicaram o método variando a \npotência em 2, 3, 4 e 5, concluindo que o IDW com potência 2 é mais \npreciso do que as demais potências analisadas. Nesse contexto, a técnica \nde interpolação em questão é frequentemente chamada de inverso do \nquadrado da distância. \n\n2.3.3 Krigagem \n\nLongley et al. (2005) afirmam que, entre os métodos comuns de \ninterpolação espacial, a krigagem aparenta ser a mais fundamentada em \nboas práticas teóricas. Sendo uma aplicação dos procedimentos \ngeoestatísticos (INPE, 2004), o método procura extrair, de uma aparente \naleatoriedade dos dados coletados, as características estruturais do \nfenômeno espacial (HUIJBREGTS, 1975). Dessa forma, é determinada \numa função de correlação entre os valores situados numa determinada \nvizinhança e a direção no espaço amostrado.  \n\n\n\n64 \n\n \n \n\nSoares (2011) relata que os métodos geoestatísticos levam em \nconsideração as características espaciais de autocorrelação de variáveis \nregionalizadas, enquanto os métodos determinísticos não consideram \nesse aspecto, pois utilizam apenas os valores envolvidos nos processos. \nNesse sentido, Fonteles (2003) reforça que as variáveis regionalizadas, \nao contrário das variáveis aleatórias, têm condicionantes espaciais que \ncaracterizam o fenômeno natural estudado.  \n\nContudo, Landin (2000) afirma que: \n\nNas variáveis regionalizadas deve existir uma certa \ncontinuidade espacial, o que permite que os dados \nobtidos por amostragem de certos pontos possam \nser usados para parametrizar a estimação de \npontos onde o valor da variável seja \ndesconhecido. \n\nAssim, para verificar a existência de continuidade espacial e \nidentificar os parâmetros que caracterizam o comportamento \nregionalizado deve-se realizar uma análise variográfica. Landim e Sturaro \n(2002) explicam que a krigagem pode ser entendida como um processo \nde estimação por médias móveis, de valores de variáveis distribuídas no \nespaço a partir de valores adjacentes, enquanto consideradas como \ninterdependentes por uma função denominada variograma. \n\nO variograma é uma função que mede a semelhança entre \namostras vizinhas, mostrando o grau de dependência espacial entre \namostras, ou seja, a distância máxima na qual os valores ainda \napresentam correlação. De acordo com Dias (2013), a referida função \ncaracteriza a variabilidade do padrão espacial e temporal de um \ndeterminado fenômeno, sendo que o variograma experimental ou \nvariograma das amostras y(h) é calculado a partir da diferença média \nquadrada entre pares de dados que pertencem a uma certa classe de \ndistância, conforme expressa a Equação (5). \n\n \n\n?(?) =\n1\n\n2?\n? [?(??) ? ?(?? + ?)]²\n\n?(?)\n??1        \n\n(5) \n\nEm que: \n\n?(h) = variância experimental \nZ(xi) = valor da variável medida na posição xi \nZ(xi+h) = valor da variável medida na posição x(i+h) \n\n\n\n65 \n\nh = distância que separa duas amostras (m) \ni = posição das amostras \nn = número de pares de dados para a distância de separação (h) \n\nAssim, devido ao fato de que o somatório das diferenças ao \nquadrado é dividido por duas vezes o número de pares analisados, para \nLandim e Sturaro (2002) o termo mais adequado seria semivariograma, \nno entanto, é comum o uso do termo variograma por ser mais sintético. \nAdemais, é importante destacar que o semivariograma experimental \ndeve ser adequado a um modelo teórico, cujos parâmetros de ajustes \nsão apresentados na Figura 9. \n\nFigura 9 – Semivariograma experimental, modelo teórico e seus parâmetros \n\n \nFonte: Adaptado de Landim e Sturaro (2002) apud Dias (2013). \n\nEm termos teóricos, a variância cresce com o incremento de \ndistância, até atingir um valor constante, que corresponde às variações \naleatórias. Assim, segundo Silva et al. (2008), para o ajuste de um \nmodelo matemático aos valores estimados de ?(h) são definidos os \ncoeficientes do modelo teórico para o semivariograma, que são o efeito \npepita (C0), o patamar (C0 + C1) e o alcance (a). \n\nA partir das informações do variograma, a krigagem atribui \npesos ótimos às amostras com valores conhecidos para estimativa dos \nvalores para os pontos desconhecidos, fazendo uso de técnicas de \nregressão.  Tais técnicas, conforme Silva et al. (2008), procura minimizar \na variância estimada considerando a dependência estocástica entre os \ndados distribuídos no espaço. Ainda, Vilela (2004) enfatiza que o método \n\n\n\n66 \n\n \n \n\ntambém fornece o erro associado à tal estimação, o que o distingue dos \ndemais algoritmos de interpolação. \n\nDruck et al. (2004) informam que a krigagem engloba um \nconjunto de métodos de estimação, incluindo procedimentos \nestacionários (krigagem simples e ordinária), não estacionários \n(krigagem universal, funções intrínsecas de ordem k), univariados e \nmultivariados (co-krigagem). Entretanto, destacam a frequente \nutilização da krigagem ordinária pela sua grande importância na \nmodelagem de fenômenos naturais. Segundo Teixeira et al. (2011), a \nkrigagem ordinária é calculada mediante a soma das amostras \nadjacentes, em que o peso de cada amostra é determinado através da \ncorrelação de dados estruturais com o objetivo de reduzir a estimativa \nda variância. \n\nDiante do exposto e tendo em vista que a krigagem ordinária é \ngeralmente associada como o melhor estimador linear não tendencioso \n– do inglês Best Linear Unbiased Estimator (BLUE) –, isto é, considerada \nlinear devido às suas estimativas serem combinações lineares de dados \namostrados, não-viciada pela busca do valor de erro ou resíduo médio \nigual a 0, e melhor por minimizar a variância dos erros (ISAAKS e \nSRIVASTAVA, 1989 apud JAKOB, 2002), é ampla a utilização deste \nmétodo em estudos geotécnicos. Yamamoto e Landim (2013) afirmam \nque a krigagem ordinária é o método mais utilizado pela praticidade e \npelos resultados que proporciona. Além do mais, ao analisar um elevado \nnúmero de trabalhos relacionados a análises de parâmetros do solo, tal \nmétodo de estimação é tido por muitos como mais aderente ao conjunto \nde dados. \n\n2.3.4 Comparações entre métodos \n\nDe acordo com Alessi (2011), todos os métodos apresentam \numa estimativa da realidade com a presença de incertezas e, nesse \nsentido, para a geração de modelos considera-se o método que resulte \nem menores erros. Segundo Camargo (1997), a diferença básica entre os \nmétodos tradicionais de interpolação espacial e a geoestatística é que, \nresumidamente, os primeiros requerem valores das amostras \nindependentes espacialmente, enquanto que a geoestatística requer \nvalores das amostras correlacionadas no espaço. Por essa característica, \na geoestatística tem alcançado grandes aplicações em disciplinas ligadas \n\n\n\n67 \n\na geociências para efetuar estimativas e/ou simulações de variáveis em \nlocais não amostrados (ALVES, 2009). \n\nDiante do exposto, Landim (2000) afirma que a utilização da \nkrigagem é reconhecida como sendo uma das melhores estimativas, \nalém de ser um método muito aplicado ao mapeamento de solos. Assim, \nem função de o solo apresentar uma variabilidade espacial em várias de \nsuas características, como geometria das camadas, propriedades físicas \ne geomecânicas (REINERT, 2011), técnicas de investigação da \nvariabilidade espacial dos atributos do solo, como a krigagem, podem \ncontribuir para a compreensão dessas disparidades. No estudo \ngeoestatístico realizado por Kulhawy e Phoon (2002), por exemplo, as \nincertezas embutidas nos resultados SPT indicaram coeficiente de \nvariação2 entre 25% e 50%. Wilding e Dress (1983) reforçam que a \ngeoestatística é a melhor ferramenta a ser recomendada para estudos \nde variabilidade espacial. \n\nAssim, destacados os três métodos de interpolação comumente \nutilizados em análises envolvendo dados geotécnicos e contemplados \nnos SIGs, a escolha da técnica, segundo Talamini Neto (2001), irá \ndepender de fatores como a quantidade e a densidade de pontos a \nserem interpolados, a capacidade de processamento do computador \nutilizado, o nível de precisão almejado, bem como a disponibilidade de \ntempo. \n\nNesse sentido, Krajewski e Gibbs (1966) apud Alves (2009) \napresentam uma comparação entre os métodos de interpolação, \nsegundo os principais parâmetros de escolha. O Quadro 9 mostra o \ncomparativo entre os métodos expostos neste trabalho. \n\nQuadro 9 – Comparação entre métodos de interpolação \n\nMétodo de \ninterpolação \n\nFidelidade \naos dados \noriginais \n\nSuavidade \ndas curvas \n\nVelocidade \nde \n\ncomputação \n\nPrecisão \ngeral \n\nTriangulação 1 3 1 3 \n\nInverso da distância 3 2 2 2 \n\nKrigagem 2 1 3 1 \n\nEm que, 1 = melhor. \n\nFonte: Adaptado de Krajewski e Gibbs (1966) apud Alves (2009). \n\n                                                             \n2 O coeficiente de variação é uma medida de dispersão relativa que descreve, em \n\npercentuais relativos à média, a variabilidade dos dados. \n\n\n\n68 \n\n \n \nÉ importante mencionar que o método de krigagem fornece \n\nestimativas teoricamente ótimas, com ausência de tendências e mínima \nvariância (WANG e LIU, 2005), além de ser o único a fornecer os erros \nassociados às estimativas (JAKOB e YOUNG, 2006). Ainda, verifica-se \nque, embora o método de krigagem tenha sido desenvolvido para \nsolucionar problemas de mapeamentos geológicos, mais precisamente \ncom relação a estimativas de reservas de minério, seu uso expandiu-se \ncom sucesso no mapeamento de solos, mapeamento hidrológico, \nmapeamento atmosférico e outros campos correlatos. \n\n.  \n \n\n\n\n69 \n\n3 CARACTERIZAÇÃO DA ÁREA DE ESTUDO \n\nO Campus Reitor João David Ferreira Lima é a sede da \nUniversidade Federal de Santa Catarina (UFSC) desde a sua fundação em \n1960, abrigando os principais setores e órgãos administrativos centrais. \nO referido Campus localiza-se no centro da Ilha de Santa Catarina – que \nfaz parte do município de Florianópolis (SC) – e é envolto pelos bairros \nTrindade, Carvoeira, Pantanal e Córrego Grande, perfazendo uma área \nde, aproximadamente, 1 km². \n\nA Figura 10 mostra a localização da área de estudo em \nFlorianópolis e sua inserção no território nacional.  \n\nFigura 10 – Localização do Campus sede da UFSC \n\n \nFonte: Elaborado pela autora (2016). \n\n\n\n70 \n\n \n \nO município de Florianópolis, situado na Região Sul do Brasil, \n\nentre as Latitudes 27º22`S e 27º50`S e Longitudes 48º25`O e 48º35`O no \nestado de Santa Catarina, possui uma área total em torno de 424 km² e \npopulação de 421.240 habitantes, segundo o Instituto Brasileiro de \nGeografia e Estatística (IBGE, 2010). Ainda de acordo com o IBGE, em \n2015, o município teve um crescimento estimado em cerca de 10%, \natingindo 469.690 habitantes. Almeida e Rodrigues (2003) explicam que, \nde um modo geral, a parte insular do município forma um grande maciço \ncosteiro que se alonga numa dorsal central, acompanhando a costa \ncontinental, com dimensões aproximadas de 54 km de comprimento por \n18 km de largura. \n\n3.1 FATORES CLIMÁTICOS \n\nO litoral catarinense, incluindo Florianópolis, situa-se em uma \nregião de clima subtropical mesotérmico úmido, equivalente ao Cfa na \nclassificação de Köppen, com verões quentes e invernos amenos. \nConforme Caruso (1983), Monteiro (1991) e Mendonça (2002) apud \nPrefeitura Municipal de Florianópolis (PMF, 2010), a temperatura média \nanual é de 20,4°C, com registros mais quentes no mês de janeiro (24,5°C \nem média) e mais baixos em julho (em torno de 16,5°C).  \n\nDias e Herrmann (2002) afirmam que, apesar de a precipitação ser \nbem distribuída ao longo do ano, com valores médios de 1.500 mm/ano, \napresenta certa concentração de chuvas no verão, quando a \nprecipitação máxima diária pode atingir valores excepcionais. \nRelacionado ao ritmo das chuvas, Freyesleben (1979) apud PMF (2009) \nexplica que, em geral, são frontais, pré-frontais e pós-frontais, resultante \ndo encontro da Massa Polar Atlântica (MPA), responsável pelos ventos \nSul e Sudeste, com a Massa Tropical Atlântica (MTA), responsável pelos \nventos Norte e Nordeste. \n\n3.2 GEOMORFOLOGIA, GEOLOGIA E PEDOLOGIA \n\nO município de Florianópolis é formado de duas unidades \ngeomorfológicas, denominadas Serras do Leste Catarinense e Planícies \nCosteiras. A primeira, segundo IPUF (1991) apud Andrade (2003), é \nconstituída por uma sequência de elevações dispostas de forma \nsubparalela, orientada predominantemente no sentido NE-SW. Além \n\n\n\n71 \n\ndisso, as elevações apresentam-se gradativamente mais baixas em \ndireção ao mar, onde, frequentemente, terminam em costões e pontais \nrochosos, que serviram de ponto de apoio à sedimentação que atingiu o \nlitoral durante o quaternário. Assim, conforme Herrmann (1989), na \nplanície sedimentar verifica-se a atuação de processos erosivos e \ndeposicionais, em que os rios, os mangues, as praias e as lagoas \nconstituem a Unidade Geomorfológica Planície Costeira. \n\nAcerca da geologia, a Ilha de Santa Catarina é formada pelo \nembasamento cristalino e pelos depósitos quaternários de planície \ncosteira (CARUSO JR. e AWDZIEJ, 1993 e LIVI e HORN FILHO, 2010 apud \nSILVA E HORN FILHO, 2011). Nesse sentido, Santos (1997) detalha a \nexistência, no município, de um conjunto de rochas cristalinas, \ngranitóides e vulcanitos associadas, cortadas localmente por diques de \ndiabásio, sobrepostos por coberturas sedimentares recentes, relativas \naos eventos Terciários/Quaternários.  \n\nDiante do exposto, em termos de pedologia, verifica-se que as \nencostas são recobertas por solos Podzólicos Vermelho-Amarelos e \nCambissolos argilosos, originários dos granitos Ilha e Itacorubi, e por \nsolos Podzólicos Vermelho-Escuros, provenientes de diques de diabásio \n(DIAS E HERRMANN, 2002). Por outro lado, os mesmos autores relatam \nque as áreas de planície são recobertas por solos Glei e solos \nindiscriminados de Mangue, sendo que, na interface planície-baixa \nencosta, há acumulações colúvio-eluviais.  \n\n3.3 ASPECTOS GEOTÉCNICOS \n\nDavison Dias (1995) define unidade geotécnica como uma região \nformada por perfis de solos que possuem comportamento geotécnico \nsimilar frente ao uso e a ocupação do solo. Dessa forma, para o \nmunicípio de Florianópolis, Santos (1997) elaborou um mapa \ngeotécnico, representando as Unidades Geotécnicas que o compõem. \nAssim, com base no mapeamento realizado, observou-se que a área de \nestudo é compreendida por duas Unidades Geotécnicas: Cambissolo \ndepósitos de encostas (Cde) e Glei sedimentos quartenários (Gsq).  \n\nCom relação à primeira unidade, Santos (1997) explica que, além \ndos Cambissolos, também há a inclusão dos Plintossolos com substrato \ndepósitos de encosta (Pde). Por meio de seus estudos, a autora observa \nque os Cde podem apresentar textura franco arenosa ou mais fina, \n\n\n\n72 \n\n \n \n\nsendo que o teor de argila é pequeno e não varia com a profundidade. \nOs Pde podem ser ricos ou pobres em matéria orgânica na seção \nsuperficial, assim como apresentar mudança textural abrupta e argila de \natividade baixa. \n\nCom relação à unidade Gsq, verifica-se que ela abrange a maior \nparte do Campus sede da UFSC (cerca de 75%) e reúne os solos Glei, \nAreias Quartzosas Hidromórficas e Solo Orgânico. Assim, o \ncomportamento dessa unidade geotécnica, segundo Santos (1997), será \ndistinto conforme a ocorrência em região de Glei ou de Areia Quartzosa. \nA autora informa que a argila de atividade alta dos solos Glei aponta \npropriedades de expansão e contração em função da variação de \numidade e suas consequências nas obras de engenharia são sempre \nindesejáveis.  \n\n \n \n \n \n\n\n\n73 \n\n4 MATERIAIS E MÉTODOS \n\nEste capítulo apresenta o método utilizado para análise do perfil \ngeológico-geotécnico do Campus sede da UFSC, por meio de laudos de \nsondagens à percussão e dados gráficos, como cartas contendo as \ncaracterísticas geotécnicas e de relevo, manipulados em ambiente SIG. \nPara tanto, foram desenvolvidas as etapas apresentadas no fluxograma \nda Figura 11. \n\nFigura 11 – Fluxograma do método de trabalho \n\n \nFonte: Elaborado pela autora (2016). \n\n\n\n74 \n\n4.1 LEVANTAMENTO E AQUISIÇÃO DE DADOS PREEXISTENTES \n\nOs dados utilizados para realização do estudo foram obtidos junto \nà Empresa de Pesquisa Agropecuária e Extensão rural de Santa Catarina \n(Epagri), ao IBGE, à Secretaria de Estado de Desenvolvimento \nSustentável (SDS), assim como a setores da própria Universidade – \nDepartamento de Obras e Manutenção Predial (DOMP), Departamento \nde Projetos de Arquitetura e Engenharia (DEPAE) e Laboratório de \nMapeamento Geotécnico (LAMGEO).  \n\nAs informações utilizadas, vinculadas ao órgão responsável pelo \nfornecimento, estão dispostas no Quadro 10. \n\nQuadro 10 – Dados adquiridos e respectivas fontes \n\nDOMP DEPAE LAMGEO SDS \nEpagri e \n\nIBGE \n\nMapa oficial \ndo Campus |  \nFormato \nvetorial \n\nLaudos de \nsondagem | \n75 grupos, \n507 furos \n\nMapeamento \ngeotécnico de \nFlorianópolis | \nEscala \n1:50.000  \n\nCurvas de nível \nda Bacia do \nItacorubi | \nEscala 1:10.000  \n\nCursos de \nágua | Escala \n1:50.000 \n\nLaudos de \nexecução de \nfundações | \n24 obras \n\nLevantamento \ntopográfico | \nFormato \nvetorial \n\nFonte: Elaborado pela autora (2016). \n\nDentre os dados levantados, o mapa oficial do Campus, \ndisponibilizado em DWG, e os laudos de sondagem, fornecidos em \ndiversos formatos (PDF, DWG, XLS) necessitaram passar por \ndispendiosos tratamentos, de forma a se obter, respectivamente, \nshapefiles da infraestrutura do Campus e base de dados geotécnica, \nfundamentais para confecção das cartas que viabilizam as análises \npropostas nesse estudo. \n\n\n\n75 \n\n4.2 TRATAMENTO DOS DADOS \n\nConforme explanado anteriormente, antes do processamento \ndos dados em ambiente SIG, fez-se necessários tratamentos, sobretudo, \nnos dados gráficos e nos laudos de sondagem, os quais serão detalhados \nna sequência. \n\n4.2.1 Dados gráficos \n\nDentre os dados gráficos coletados, para integração com o \nambiente SIG, necessitou-se realizar edições no mapa do Campus, de \nforma a integrar o arquivo DWG/DGN à estruturação topológica dos \nelementos pontos, linhas e polígonos interpretados pelo software SIG. \nDessa forma, os dados relacionados às edificações, à infraestrutura \nviária, à hidrografia e, especialmente, à delimitação oficial do Campus, \nforam tratados na forma digital usando o software AutoCAD®. \n\nNesse sentido, destaca-se que, como o CAD é uma ferramenta de \nedição bastante difundida, a maioria dos dados encontrados para \ncarregar em ambientes SIG está em sua extensão. Assim, é importante \ndiscorrer brevemente a respeito do complexo diálogo entre as duas \nferramentas, visto que muitas inconsistências são provenientes do \ndesconhecimento, por parte dos desenhistas, das especificidades \ncartográficas que um SIG requer. \n\nNos softwares CAD criam-se elementos gráficos com o objetivo \nprincipal de se obter uma ilustração, em que a estrutura do desenho é \nconstituída, simultaneamente, por geometrias e simbologias. Por outro \nlado, no ambiente SIG, as feições geométricas são associadas a atributos \ne organizadas por tipo de elemento, como ponto, linha e polígono, os \nquais não se congregam na estruturação de uma mesma camada ou \nlayer.  \n\nEssa função organizativa do SIG incorre na formatação do arquivo \nDWG, de modo a deixar cada composição nele contida e que se deseja \nrepresentar (edificações, hidrografia, por exemplo) no mesmo formato \ngeométrico, para que seja interpretada corretamente pelo SIG. Para isso, \nas principais edições realizadas no arquivo CAD seguiram a rotina de \ntratamento de mapas publicada por Santos, Thiesen e Higashi (2015), \ndestacando-se as seguintes: \n\n\n\n76 \n\n? Efetuou-se o georreferenciamento dos elementos gráficos a \npartir de coordenadas conhecidas;  \n\n? Deu-se continuidade a linhas interrompidas;  \n\n? Redefiniu-se como polígonos elementos que estavam \nrepresentados como linhas; \n\n? Efetuou-se o fechamento de polígonos; e  \n\n? Eliminaram-se elementos duplicados. \n\nAlém disso, em alguns casos, não é possível recolher atributos do \nCAD juntamente com as geometrias, posto que essas informações foram \ninseridas somente à posteriori, de forma manual, na tabela de atributos \ndo ambiente SIG. \n\n4.2.2 Laudos de sondagens SPT \n\nDe posse dos laudos de sondagens, necessitou-se, inicialmente, \norganizá-los de forma a identificar a totalidade recebida e a \ndisponibilidade das informações necessárias (croqui devido dos furos e \nlaudos de cada ponto).  Nesse contexto, dos furos analisados na triagem \ninicial, muitos não apresentavam a localização de maneira adequada ou \npossuíam o croqui sem conter os respectivos boletins de sondagem, \nimpossibilitando sua utilização no trabalho.  \n\nNa sequência, foi realizado um trabalho de localização dos furos \nsobre imagem aérea, uma vez que a maioria dos laudos recebidos não \napresentavam coordenadas provenientes do processo de \ngeorreferenciamento. Dessa forma, um a um, cada furo foi sendo \nlocalizado seguindo o croqui das sondagens proveniente dos laudos e \nfazendo-se uso da ferramenta Google Earth (Figura 12). \n\n\n\n77 \n\nFigura 12 – Localização dos furos de sondagem \n\n \nFonte: Elaborada pela autora (2016). \n\nApós a localização dos furos e, consequentemente, observadas a \ndistribuição das sondagens, realizou-se uma triagem para eliminar \nboletins de sondagens situados fora da área de estudo. Assim, do \nmontante de material adquirido, a amostragem utilizada na pesquisa \nalcançou 369 perfis de furos distribuídos em 1,086 km², que representa \nquantidade considerável de dados quando comparada a trabalhos com \ncaráter semelhante. Nesse contexto, posteriormente, será discorrido à \nrespeito da distribuição dos dados utilizados no desenvolvimento das \ncartas e, consequentemente, da confiabilidade dos resultados, por meio \nde uma análise de recobrimento e espaçamento dos dados. \n\nCabe salientar que, a tarefa de separar as sondagens por \nlocalização se mostrou extremamente vasta e laboriosa, principalmente \npela necessidade de reorganizar o acervo obtido por códigos referentes \nao número do relatório de cada perfil, de modo a evitar repetição de \nperfis ao contabilizar o total de boletins. \n\nPosteriormente, as informações contidas nos laudos de \nsondagem foram digitalizadas manualmente em planilhas eletrônicas, \nde forma a compor o banco de dados geotécnicos. Nesse sentido, foram \n\n\n\n78 \n\ninseridas informações acerca da empresa e da data em que a sondagem \nfoi realizada, dos tipos de solo, em cada metro, segundo sua \ngranulometria predominante, das profundidades de impenetrável e \nnível d’água, dos NSPT dos 30 cm finais de cada metro, e observações \ngerais, como o relato dos golpes finais, quando estes não alcançavam a \nprofundidade estipulada em norma para obtenção do NSPT. \n\nA Figura 13 apresenta a etapa de preparação da planilha \neletrônica para compor o banco de dados. \n\nFigura 13 – Digitalização das informações dos laudos de sondagem \n\n \nFonte: Elaborada pela autora (2016). \n\nDestaca-se que a estruturação da planilha eletrônica, sendo a \nbase do banco de dados geológico-geotécnico, teve como premissa \ndispor os campos referentes às informações dos boletins de forma a \npossibilitar a execução das interpolações posteriores. Nesse sentido, a \nfim de que todos os furos de sondagem fossem considerados nas \nanálises de cada profundidade, optou-se por inserir o valor de NSPT igual \na 50 para as camadas sob o impenetrável.  \n\nPor fim, tendo em vista que dados confiáveis são fundamentais \npara uso na elaboração de um banco de dados geológico-geotécnico, os \nlaudos foram analisados de modo a identificar discrepâncias em suas \ninformações, sobretudo, relacionadas a profundidades de impenetrável \ne nível d’água, as quais são abordadas nas seções seguintes. \n\n\n\n79 \n\n4.2.2.1 Análise dos dados de impenetrável \n\nConforme destacado na seção 2.2.2, a NBR 6484/2001 estabelece \ncritérios de paralização da sondagem SPT, segundo a qual tem-se o \nimpenetrável a percussão. Contudo, verificou-se que algumas \nprofundidades assinaladas nos laudos, como medida do impenetrável, \ndivergiam-se bastante dos furos vizinhos. \n\nAssim, para alguns pontos, verificou-se que a sondagem foi \nparalisada, possivelmente, em virtude de a haste se deparar com um \nmatacão, embora tenha seguido aos critérios de paradas estabelecidos \nem norma. Tal fato foi deduzido em função de os demais laudos do \nmesmo grupo apresentarem comportamento diferente, resultando em \nprofundidades maiores de impenetrável.  \n\nEm certos casos, percebeu-se que a crível sensibilidade do \noperador perante a discrepância pode tê-lo induzido a deslocar os \nequipamentos e realizar a sondagem imediatamente ao lado do furo \ncom impenetrável divergente, deparando-se então com uma \nprofundidade realmente maior do que havia indicado a sondagem do \nfuro incerto (Figura 14). \n\n\n\n80 \n\nFigura 14 – Análise do impenetrável de furos próximos \n\n \nFonte: Elaborada pela autora (2016). \n\nAo fazer a análise do impenetrável dos 369 laudos, provenientes \nda triagem inicial, foram retirados 38 furos, evitando que a posterior \ninterpolação dos dados seja prejudicada por eventual falha no processo \nde execução da sondagem. Dessa forma, a análise do impenetrável \ncontou com 327 laudos, os quais também foram utilizados para análises \nrelacionadas ao NSPT e caracterização dos solos. \n\n4.2.2.2 Análise dos dados de nível d’água \n\nPara análise do nível d’água (NA), foram excluídos do estudo os \nfuros cujos laudos indicavam ausência de água (furo seco), informavam \nnão haver atingido o lençol freático ou ainda que não continham a \ninformação devido ao arquivo ter sido reproduzido em meio digital \n(escaneado) de forma a eliminar parte da página cujo registo de NA \nestava inserido. \n\n\n\n81 \n\nDessa forma, devido ao fato de grande parte dos furos dispor da \ninformação de nível d’água e tendo em vista a boa distribuição dos dados \nmesmo após o filtro realizado, não houve a necessidade de realizar \ntratamento adicional para estimar valores de NA para os furos \ndescartados, os quais somam 78 dos 369 avaliados. \n\nTodavia, como análise complementar, foram inseridos 13 pontos \nao longo do Rio Sertão – rio perene que corta o Campus no sentido \nNorte-Sul –, a fim de verificar o aprimoramento da interpolação com a \ninclusão desses dados adicionais. Os valores de profundidade do NA para \nesses pontos acrescentados foram estimados com base em laudos de \nsondagens próximos (Figura 15), observada também a altimetria dos \npontos e sua inserção no contexto geomorfológico. \n\nFigura 15 – Inserção da profundidade do NA em pontos situados no rio \n\n \nFonte: Elaborado pela autora (2016). \n\nTorna-se importante destacar que a carta de profundidade do NA \ngerado com todos os pontos analisados é uma aproximação, \nconsiderando a variação que ocorre de acordo com a sazonalidade do \nclima e das estações do ano. Dessa forma, o banco de dados elaborado \ntambém contém as datas em que cada levantamento foi realizado e, \ncom base na análise das precipitações médias mensais do município de \nFlorianópolis, os furos de sondagem puderam ser divididos em dois \ngrupos, de forma a realizar a análise no período chuvoso e do período \nseco. \n\n\n\n82 \n\nPor meio do Banco de Dados Meteorológicos para Ensino e \nPesquisa (BDMEP) do Instituto Nacional de Meteorologia (INMET), \nobteve-se a série histórica das precipitações na região entre os anos de \n1921 e 2015, cuja média mensal é apresentada no Gráfico 1. \n\nGráfico 1 – Média mensal das precipitações em Florianópolis \n\n \nFonte: INMET (1921 a 2015). Elaborado pela autora (2016). \n\nAo analisar os resultados, ratificou-se a ocorrência de maiores \nvolumes de chuvas nos meses de verão, especialmente, em janeiro, e de \nperíodos mais secos nas estações de temperatura amenas. Assim, para \nas análises de NA, considerou-se os meses de outubro a março como \nperíodo chuvoso e os meses de abril a setembro como período seco. \n\n4.2.2.3 Análise dos tipos de solo \n\nAs camadas de solo dos boletins de sondagens também foram \nestudadas, com o objetivo de realizar a classificação do tipo de solo, que \ncompõe cada furo, segundo a sua origem (solos residuais ou \nsedimentares) e, ainda, em cada metro de profundidade, segundo sua \ngranulometria (silte, argila, areia e pedregulho), fundamental para \nposterior caracterização geológico-geotécnica da área de estudo. \n\nNos laudos de sondagem, a descrição do solo abrange três \naspectos, respectivamente: \n\n? Granulometria. \n\n? Coloração. \n\n? Estado de consistência. \n\n\n\n83 \n\nPara a classificação do solo segundo sua origem, a granulometria \ne o estado de consistência foram analisados indiretamente ao se \nverificar, no laudo de cada furo, o comportamento do NSPT ao longo da \nprofundidade. Solos sedimentares, habitualmente, apresentam uma \nconsiderável variação granulométrica entre as camadas investigadas, \ncom NSPT baixo ou muito variável para cada metro (não crescentes). Por \nsua vez, os solos residuais comumente possuem as dimensões dos grãos \ncrescentes ao longo das perfurações, ganham resistência com a \nprofundidade e, consequentemente, apresentam impenetrável na \nsequência do aumento da compacidade das camadas.  \n\nAliada a avaliação do NSPT ao longo da profundidade, também se \nobservou a coloração do solo identificada nas sondagens, uma vez que \ncores quentes, como vermelho, marrom e amarelo são indícios de que o \nsolo é residual, assim como a indicação de variegado, quando há mais de \nduas cores. Em contrapartida, tonalidades cinza, preta, branca, azul e \nverde, por vezes intercaladas com marrom e amarelo, estão presentes \nem grande parte dos solos sedimentares.  \n\nAlém disso, juntamente com a análise do NSPT ao longo das \ncamadas e da coloração do solo, verificou-se o relevo em que o furo \nestava inserido, uma vez que solos residuais costumam ocorrer na parte \nelevada de uma encosta, ou seja, mais próximo do seu cume, enquanto \nque solos sedimentares rotineiramente são encontrados em pé de \nmorro e regiões planas. Em casos de dúvida, também se verificou o nível \nde água, já que quanto mais próximos à superfície, maiores são as \nchances de se tratar de um solo sedimentar. \n\nA Figura 16 evidencia esse processo de análise dos laudos para \nidentificação do tipo de solo segundo sua origem. Conforme pode-se \nobservar, o ponto apresentado possui variabilidade de NSPT ao longo das \ncamadas, coloração cinza em sua maioria, granulometria irregular entre \nas amostras, NA próximo à superfície, assim como situa-se em região \nplana. Assim, constatou-se a presença de solo sedimentar nesse furo de \nsondagem. \n\n\n\n84 \n\nFigura 16 – Análise do tipo de solo quanto sua origem \n\n \nFonte: Acervo próprio de sondagens SPT. \n\nAdemais, para posterior caracterização do subsolo da região em \nestudo, foi incorporado ao banco de dados geológico-geotécnico o tipo \nde solo encontrado em cada metro de profundidade, para os furos \nmantidos na análise do impenetrável.  \n\n4.3 PROCESSAMENTO DOS DADOS EM SIG \n\nDe posse dos dados tratados, foi possível iniciar o processamento \nem ambiente SIG, fazendo-se uso, neste trabalho, do software ArcGIS®. \nEssa etapa envolveu a consolidação e o georreferenciamento dos dados \nadquiridos, elaboração de mapas temáticos, bem como de cartas \nrepresentativas do perfil geológico-geotécnico do Campus sede da UFSC, \nem Florianópolis. \n\n4.3.1 Georreferenciamento dos dados \n\nConforme explanado anteriormente, a partir do mapa atualizado \ndo Campus, realizaram-se edições de forma a compatibilizar o arquivo \npara leitura em SIG. Assim, após esse trabalho, os objetos referentes a \ncada camada que se deseja representar (edificações, contorno do \nCampus, malha viária e hidrografia) foram isolados cada qual em uma \ncamada de dados e, posteriormente, georreferenciados. \n\n\n\n85 \n\nPara isso, fez-se uso da extensão do ArcGIS®, denominada \nArcCatalog, em que se determinou, inicialmente, o tipo de projeção, o \nDatum e a zona em que as coordenadas do Campus estavam inseridas. \nO sistema definido foi o Sistema Universal Transversa de Mercator \n(UTM), utilizando-se o South American Datum 1969 (SAD 69) e a zona \nUTM 22S, onde se encontra a área de estudo. Contudo, posteriormente, \nos arquivos foram convertidos para o Sistema de Referência Geocêntrico \npara as Américas (SIRGAS), em sua realização no ano de 2000 (SIRGAS \n2000), pois este foi estabelecido pelo IBGE como o novo sistema de \nreferência geodésico brasileiro a partir de 2015. \n\nOs pontos de sondagem também foram importados do \nmapeamento inicial realizado no Google Earth para o ambiente SIG e \nconvertidos de WGS 1984 para SIRGAS 2000, mantendo-se assim a \npadronização dos dados. Nesse sentido, os demais dados utilizados no \ntrabalho, como as curvas de nível adquirida da SDS e o mapeamento \ngeotécnico, também sofreram transformações geodésicas de modo a \nadequar-se ao sistema de referência oficial brasileiro. \n\n4.3.2 Elaboração de mapas temáticos \n\nCom os arquivos devidamente georreferenciados, foram \nelaborados mapas temáticos da área de estudo, os quais permitiram o \nconhecimento das elevações do Campus sede da UFSC, assim como de \ndeclividade, hidrografia, edificações e malha viária, além de servirem de \nsubsídios – associadas ao banco de dados geológico-geotécnico – para \nposterior elaboração de cartas referentes a elementos do subsolo. \n\n4.3.2.1 Modelo Digital do Terreno (MDT) \n\nO modelo digital do terreno (MDT) é uma representação de um \nfenômeno que ocorre em determinada região da superfície terrestre, \nsendo fundamental em aplicações de geoprocessamento desenvolvidas \nem ambiente SIG (FELGUEIRAS, 1999). Nesse contexto, no presente \nestudo, elaborou-se um MDT para representar matematicamente e \ngraficamente a altimetria do Campus sede da UFSC, a partir das curvas \nde nível da região obtidas para cada metro. \n\nDessa forma, por meio das coordenadas tridimensionais \nconhecidas associadas às curvas de nível, as amostras foram processadas \nde forma a criar o modelo digital para representar a variabilidade do \n\n\n\n86 \n\nfenômeno altimétrico nessa região, utilizando-se interpoladores do tipo \nTIN. \n\nMourão e Rocha (2001, apud MEDINA e MEDINA, 2007) reforçam \nque o TIN se constitui em estruturas do tipo vetorial, compostas de \narestas e vértices, que compõe a superfície por meio de faces \ntriangulares interligadas. Assim, para cada um dos nós ou vértices dos \ntriângulos são armazenadas as coordenadas de localização x, y e o \natributo z, o qual é estimado para qualquer ponto da superfície por meio \nde interpolação dos valores de altitude/elevação.  \n\nA Figura 17 apresenta uma parte do MDT elaborado por \ninterpoladores TIN e, em sua parte inferior direita, é demonstrada a \naplicação do método de triangulação. \n\nFigura 17 – Elaboração do MDT elaborado a partir de rede de triangulação \n\n \nFonte: Elaborada pela autora (2016). \n\nO MDT elaborado (Figura 18) serviu de auxílio na aferição do tipo \nde solo em cada furo, no desenvolvimento do mapa de declividade e na \ngeração das cartas de aptidão para fundação. \n\n\n\n87 \n\nFigura 18 – Modelo digital do terreno: Campus sede da UFSC \n\n \n\n4.3.2.2 Mapa de declividade \n\nPara a elaboração do mapa de declividade em ambiente SIG, \nutilizou-se o MDT em formato matricial, que dispõe dos dados de \nelevação espaçados em cada célula (pixel) que compõe a grid. As \ndeclividades são calculadas por meio da função de derivação na \nvizinhança de cada célula para toda a área de interesse (VALENZUELA, \n1991 apud VALERIANO, 2003).  \n\n\n\n88 \n\nO mapa de declividade gerado (Figura 19) foi organizado de forma \na apresentar-se segundo a classificação recomendada por Embrapa \n(2013), na mais recente versão do SiBCS.  \n\nFigura 19 – Mapa de declividade: Campus sede da UFSC \n\n \n\nO mapa de declividade, juntamente com o MDT, serviu de base \npara a caracterização do relevo da área de estudo, além de auxiliarem, \nem consonância com os laudos de sondagem, na identificação e \n\n\n\n89 \n\ncaracterização do tipo de solo em cada furo analisado. Ademais, de \nposse do mapa de declividade do Campus sede da UFSC, pode-se extrair \nautomaticamente a variável declividade, expressa em porcentagem, e \nrealizar análises dos aspectos topográficos da região, assim como gerar \nnovas informações quando associado a outros dados.  \n\n4.3.2.3 Mapa de hidrografia \n\nConforme já destacado, o mapa do Campus adquirido dispunha \ndo levantamento topográfico dos cursos d’água e lagos existentes na \nárea de estudo, assim, após o tratamento explanado anteriormente, \ninseriu-se o arquivo CAD em ambiente SIG e realizou-se a sua \ntransformada para o formato shapefile. \n\nPosteriormente, com base na sobreposição de imagem aérea e do \nmapa de cursos de água disponível pela Epagri e pelo IBGE, completou-\nse as descontinuidades existente no levantamento topográfico dos rios \n– nos trechos em que eles são encobertos por pontes ou outros \nelementos –, bem como manteve-se no mapa somente os cursos d’água \nque constavam na base da Epagri classificados como permanente. \n\nA tabela de atributos do shapefile também foi organizada, de \nforma a nomear os rios e lagos cujas denominações constavam em dados \noficiais e, assim, obteve-se o mapa de hidrografia do Campus (Figura 20), \no qual foi utilizado, neste trabalho, para a caracterização da área de \nestudo e, especialmente, na realização das análises de nível d’água, \naliado aos laudos de sondagem. \n\n\n\n90 \n\nFigura 20 – Mapa de hidrografia: Campus sede da UFSC \n\n \n\n4.3.2.4 Mapa das edificações \n\nTomando como base o arquivo CAD tratado e georreferenciado, \ninseriu-se o mesmo em ambiente SIG e realizou-se a sua transformação \npara o formato shapefile, organizando a tabela de atributos de modo a \nrelacionar cada elemento geométrico representativo das edificações \n(nesse caso, polígono) com o código e o respetivo nome adotado pela \nUniversidade para os prédios. \n\n\n\n91 \n\nDessa forma, o mapa das edificações do Campus (Figura 21) foi \ndesenvolvido, sendo apropriado para situar espacialmente as análises \ngeradas no âmbito desse trabalho, além de possibilitar a verificação da \ndistribuição espacial das sondagens obtidas, as quais encontram-se, \nsobretudo, sob as estruturas já construídas, facilitando a consulta de \nboletins cadastrados no banco de dados. \n\nFigura 21 – Mapa de edificações: Campus sede da UFSC \n\n \n\n\n\n92 \n\nAdemais, com esse mapa, a UFSC passa a dispor de suas \nedificações em um formato interativo, associado a um banco de dados \natualizável, segundo o qual, pode-se adicionar outras informações que \nos gestores julgarem necessárias. \n\n4.3.2.5 Mapa da malha viária \n\nDo mesmo modo, também foi gerado um mapa em SIG da malha \nviária no entorno do Campus (Figura 22), visando facilitar o \nentendimento das análises do ponto de vista espacial. Assim, para sua \nelaboração, utilizou-se o mapa do Campus tratado e georreferenciado \ncom base no levantamento topográfico obtido junto ao DEPAE, \nconvertendo-o para o formato shapefile. Na sequência, estruturou-se a \ntabela de atributos de forma a obter o nome de cada uma das vias.  \n\n\n\n93 \n\nFigura 22 – Mapa de malha viária: Campus sede da UFSC \n\n \n\n4.3.3 Desenvolvimento do banco de dados geológico-geotécnico \n\nO banco de dados geológico-geotécnico teve como subsídio a \nplanilha elaborada no processo de digitalização das informações \nconstantes nos laudos sondagem e o arquivo KML desenvolvido com a \nlocalização dos pontos de sondagem. Dessa forma, tendo em vista que \no objeto geográfico utilizado em SIG para armazenamento e \nrepresentação dos dados das sondagens é o ponto, procedeu-se com a \n\n\n\n94 \n\nconversão e o georreferenciamento dos marcadores do arquivo KML no \nreferido formato shapefile. \n\nEm seguida, a planilha eletrônica foi incorporada à tabela de \natributos do shapefile, cujas informações nela contidas foram associadas \nautomaticamente por meio do identificador (ID) de cada furo de \nsondagem. Dessa forma, as linhas da tabela, que se referem cada qual a \num ponto de sondagem, passaram a contemplar as informações dos \nlaudos dispostas nas colunas, conforme campos destacados na \nseção 4.2.2. \n\nAlém dos campos provenientes da digitalização dos laudos, no SIG \nforam adicionadas outras informações, como as coordenadas x e y \n(E e N) dos pontos, por meio da possibilidade de o sistema calcular e \ndispor os parâmetros geométricos dos elementos do shapefile, assim \ncomo a cota da boca de cada furo de sondagem, mediante o cruzamento \ndos dados de altimetria dispostos no MDT com a localização dos pontos \nque compõe o banco de dados. Diante desse dado, pôde-se criar colunas \nadicionais na tabela de atributos para o cálculo da cota do impenetrável \ne do nível d’água, subtraindo-se o valor das respectivas profundidades \ndo valor da cota do terreno. \n\nDo mesmo modo, pode-se acrescentar a informação da \ndeclividade do terreno e da unidade geotécnica em cada ponto de \nsondagem, obtidas, respectivamente, por meio do cruzamento da \nlocalização do furo com o mapa de declividade e com o mapeamento \ngeotécnico. \n\nDestaca-se também que, haja vista a possibilidade de o SIG \nassociar arquivos às entidades gráficas, no banco de dados geológico-\ngeotécnico também foi inserida uma coluna com o caminho em que os \nlaudos de sondagem de cada ponto encontram-se armazenados e, em \noutro campo, o nome dos arquivos para as devidas vinculações.  \n\nCom base no exposto, a tabela de atributos do shapefile dos \npontos referentes a cada furo de sondagem localizado no Campus sede \nda UFSC foi composta dos atributos listados e descritos no Quadro 11. \n\n\n\n95 \n\nQuadro 11 – Descrição dos atributos que compõe o banco de dados \n\nAtributo Descrição \n\nFID \n\nCampo obrigatório e independente da tabela, referente à contagem \ne identificação. Toda vez que um arquivo shapefile é criado, \no próprio programa organiza por ordem de criação as feições \ngeométricas. \n\nShape \n\nTrata-se também de um campo obrigatório e independente da \ntabela. Gerado pelo SIG, este atributo indica o tipo de arquivo \nvetorial (Polígono, Linha ou Ponto), e não pode ser modificado \nmanualmente. \n\nID_furo \nContém o identificador de cada ponto, ou seja, a nomenclatura que \nfoi adotada para eles. \n\nCoord_E \nEncontram-se as coordenadas E dos furos de sondagem, \nconsiderando a projeção UTM e o sistema SIRGAS 2000. \n\nCoord_N \nDo mesmo modo que o anterior, esse campo apresenta a \ncoordenada N de cada ponto. \n\nCota \nEsse atributo refere-se a altitude de cada furo de sondagem, tendo \ncomo referência o Datum Vertical do Sistema Geodésico Brasileiro \n(SGB), que considera o Marégrafo de Imbituba. \n\nDeclividade \nInforma a declividade do terreno, em percentual, nos pontos \nanalisados. \n\nUnid_Geot Apresenta a unidade geotécnica em cada furo de sondagem. \n\nEmpresa \nIndica o nome da empresa executora da sondagem em determinado \nponto. \n\nData \nEsse atributo traz a data (dia, mês e ano) em que cada investigação \ngeotécnica foi realizada. \n\nProf_imp \nNesse campo estão cadastradas as profundidades, em metros, do \nimpenetrável a percussão. \n\nCota_imp \nCriado a partir da subtração do valor registrado no campo anterior \ndo referido valor na coluna Cota, indica a cota em que o \nimpenetrável de cada furo está localizado. \n\nProf_NA \nEssa coluna dispõe dos registros das profundidades em que se \nencontrou nível d’água nos pontos analisados. \n\nCota_NA \nAponta a cota em que o lençol freático está localizado, segundo a \nprofundidade indicada nos boletins de sondagens subtraída da cota \nda boca do furo. \n\nNspt_Xm \n\nApresenta o NSPT obtido na profundidade de X metros (com X \nvariando de 1 m até a profundidade do impenetrável do furo), \nrepresentado pelo número de golpes necessários para cravar os \núltimos 30 centímetros do amostrador padrão ou, em certos casos, \ndos primeiros 30 centímetros. \n\n\n\n96 \n\nAtributo Descrição \n\nObs \nTrata-se de um campo em que são inseridas algumas informações a \nrespeito, sobretudo, de algum detalhamento sobre o NSPT do último \nmetro. \n\nTipo_solo \nNessa coluna encontra-se o tipo de solo segundo sua origem, o qual \nfoi classificação de acordo com os indícios existentes nos laudos. \n\nSolo_Xm \nEsse atributo apresenta o tipo de solo existente em X metros de \nprofundidade – em cada ponto analisado – segundo a granulometria \npredominante, com X variando de 1 m até o impenetrável. \n\nCaminho \nCampo atribuído para a inserção do caminho onde encontram-se \narmazenados os laudos de sondagem de cada furo. \n\nLaudo Refere-se ao nome do arquivo dos laudos de sondagem. \n\nFonte: Elaborado pela autora (2016). \n\nÉ importante mencionar que outros atributos de interesse, em \ndiversos formatos (numéricos, textuais, temporais, imagens e até \nmesmo vídeo), poderão ser incorporados posteriormente ao banco de \ndados, assim como as informações já cadastradas terão a possibilidade \nde serem atualizadas. \n\nCom o banco de dados consolidado na plataforma SIG, o arquivo \ngerado com os pontos de sondagem associados aos seus respectivos \natributos na tabela pode ser utilizado para gestão e análise dos dados \ncadastrados. Nesse contexto, o presente estudo faz uso da \ngeoestatística para transformar as informações arquivadas em cartas \nsuscetíveis de caracterização do perfil geológico-geotécnico da área de \nestudo.  \n\n4.3.4 Aplicação de geoestatística \n\nApós o desenvolvimento do banco de dados, aplicou-se a \ngeoestatística para elaboração de cartas geológico-geotécnicas da área \nde estudo. Ressalta-se mais uma vez que as técnicas de estatística \nespacial se distinguem dos métodos empregados na estatística \nconvencional por considerar as coordenadas dos dados nos processos de \nanálise. \n\nNo presente estudo, fez-se uso de interpolações que se utilizam \nde processos de krigagem do tipo ordinária, por ser um método \nconsolidado na literatura de ciências do solo (PESCIM, URBANO e \nDEMÉTRIO, 2010). Contudo, para cada tipo de carta elaborada foi \n\n\n\n97 \n\nverificado o modelo de semivariograma que melhor se conforme aos \ndados, ou seja, o que resulte em um menor erro médio.  \n\nComo exemplo, a Figura 23 traz a comparação entre os resultados \nobtidos para a superfície do impenetrável a percussão, utilizando-se os \ntrês modelos de semivariogramas mais verificados na literatura para \naplicação em dados do meio físico. \n\nFigura 23 – Análise dos modelos de krigagem para os dados de impenetrável \n\n \nFonte: Elaborado pela autora (2016). \n\nPor meio da Figura 23 percebe-se que a diferença entre os \nmodelos é relativamente pequena, porém, ainda assim, adotou-se o \nmodelo exponencial nas análises envolvendo os dados do impenetrável \npor apresentar menor erro padrão médio. Nesse sentido, foi averiguado \no modelo de semivariograma mais adequado ao conjunto de dados \nutilizados na elaboração das cartas, as quais são apresentadas na \nsequência, juntamente com a análise de seus resultados. \n\n4.3.4.1 Cartas de tipos de solo \n\nAo elaborar o banco de dados geológico-geotécnico, de forma a \ninserir, a cada metro de profundidade, o solo registrado nos laudos de \nsondagem, segundo a granulometria predominante, foi possível \n\n\n\n98 \n\ndesenvolver cartas dos tipos de solo existentes na área de estudo em \nqualquer uma das camadas que se deseja analisar. Para isso, a \ninterpolação dos furos de sondagem foi viabilizada por meio da adoção \nde valores numéricos para representar os tipos de solo. \n\nAssim, considerando a granulometria prevalecente em cada \ncamada, o Quadro 12 apresenta os elementos encontrados no subsolo \nda área de estudo com os respectivos valores atribuídos para \nrepresenta-los, a fim de possibilitar a realização das interpolações. É \nimportante mencionar que as regiões que atingiram o impenetrável à \npercussão passaram a ser designadas de rocha. \n\nQuadro 12 – Parâmetros para interpolação \n\nTipo de solo Valor atribuído \n\nArgila 0 \n\nSilte 1 \n\nAreia 2 \n\nPedregulho 3 \n\nRocha 4 \n\nFonte: Elaborado pela autora (2016). \n\nAs cartas de tipos de solo podem ser desenvolvidas para qualquer \nprofundidade. Todavia, de forma a reduzir a quantidade de cartas \napresentadas para esse parâmetro, as representações gráficas dos tipos \nde solo foram elaboradas a cada dois metros de profundidade e seguem \naté a camada em que não há discrepância expressiva entre as cores de \ncartas subsequentes. Desse modo, as cartas são apresentadas, \ninicialmente, para a profundidade de 1 metro e seguem até a \nprofundidade de 19 metros.  \n\nCom as cartas resultantes da análise dos solos em cada furo de \nsondagem foi possível obter um conhecimento detalhado da pedologia \ndo Campus sede da UFSC, de forma a orientar na definição do tipo de \nsolo a ser encontrado em determinado local na profundidade desejada, \nauxiliando no cálculo da movimentação de terra necessária em uma \nobra, na escolha das fundações, assim como na análise dos resultados \nde sondagens posteriormente contratadas.  \n\n\n\n99 \n\n4.3.4.2 Cartas de aptidão para fundações \n\nA partir da base de dados elaborada, foi possível desenvolver \ndiversas cartas que representam o comportamento do subsolo do \nCampus sede da UFSC, as quais dispõem de informações relevantes para \no planejamento, orçamento e pré-análise de localização de novas \nconstruções em relação a fundações.  \n\nNesse sentido, a seguir são apresentados os critérios adotados \npara elaboração das cartas representativas da superfície do lençol \nfreático e da superfície do impenetrável à percussão, assim como das \ncartas de orientação para fundações superficiais e profundas, isovalores \nde tensão admissível do solo para fundação superficial, isovalores de \nNSPT e indicativo do comprimento máximo de estacas. \n\n4.3.4.2.1 Cartas de superfície do impenetrável a percussão \n\nConforme explanado anteriormente, no critério de definição do \nimpenetrável, levaram-se em conta os valores constantes nos boletins \nde sondagem, os quais tomam como base as sugestões propostas pela \nNBR 6484/2001. Assim, os valores utilizados referem-se a profundidades \nalcançadas quando o número de golpes ultrapassa 30 sem que se tenha \nalcançado qualquer um dos três segmentos de 15 cm, alcance 50 \ndurante toda a cravação ou, ainda, se não houver avanço do amostrador-\npadrão durante a aplicação de cinco golpes sucessivos do martelo. \n\nDessa forma, de posse da localização espacial dos furos que \ncontém os dados de impenetrável devidamente tratados e digitalizados, \nrealizou-se a interpolação dos valores das profundidades, assim como \ndas cotas, obtendo-se cartas representativas do impenetrável ao longo \nde toda a área de estudo.  \n\nCabe salientar que, a partir das cotas do impenetrável em cada \nfuro, ainda foi elaborado um Modelo Digital de Superfície (MDS) para \nrepresentar tridimensionalmente os resultados obtidos, o qual teve \ncomo nível de referência o marégrafo de Imbituba (SC). \n\n4.3.4.2.2 Cartas de superfície freática \n\nAs superfícies freáticas foram desenvolvidas em duas etapas, \nprimeiramente, realizou-se a interpolação da profundidade do nível \nd’água de todos os furos de sondagem analisados, com e sem a inclusão \n\n\n\n100 \n\ndos pontos inseridos, por meio da hidrografia da região, ao longo do Rio \nSertão.  \n\nPosteriormente, com vistas a análise de sazonalidade, separaram-\nse os furos que dispunham de dados referentes ao nível d’água em \nfunção de dois períodos: outubro – março (período de chuvas) e abril – \nsetembro (estação mais seca). Conforme pode ser visto na Tabela 1, 58% \ndas sondagens utilizadas nessa análise foram realizadas no período \nchuvoso e 42% no período seco.  \n\nTabela 1 – Quantidade de furos utilizados para análise de NA \n\nPeríodo Quantidade de furos Percentual \n\nChuvoso 168 58% \n\nSeco 123 42% \n\nTotal 291 100% \n\nFonte: Elaborado pela autora (2016). \n\nCom base na comparação entre os dois mapas gerados (período \nchuvoso e período seco) foi possível avaliar a variação da superfície \nfreática de acordo com a época do ano, uma vez que a profundidade do \nnível d’água caracteriza-se como um fator limitante na escolha de tipos \nde fundações. \n\nDo mesmo modo que na análise do impenetrável, também foi \ngerado um MDS para representar tridimensionalmente os resultados \nobtidos para a superfície freática em cada uma das quatro situações de \nNA estudadas e será apresentado no capítulo de resultados. \n\n4.3.4.2.3 Cartas de orientação para fundações: superficiais ou \nprofundas \n\nAs cartas de orientação a fundações superficiais (diretas) ou \nprofundas foram desenvolvidas com base na consideração de viabilidade \neconômica exposta por Rebello (2011), conforme abordado na \nseção 2.2.3, e tendo como referência os limitantes da equação \napresentada por Hachich et al. (1998) para fundações diretas (também \ndetalhada na seção 2.2.3). \n\nDessa forma, em cada furo analisado, os seguintes fatores foram \nadotados na elaboração das cartas de orientação para fundações: \n\n\n\n101 \n\n? Limite máximo de dois metros de profundidade para \nassentamento de fundação direta. \n\n? NSPT ? 5 na profundidade analisada e abaixo desta3, de forma \na evitar assentamento de fundação direta sobre solo mole ou \nfofo. \n\n? Zonas não condizentes com os critérios precedentes \ndirecionadas para fundação profunda.  \n\nNas cartas de orientação elaboradas para as duas profundidades \nanalisadas, também foram inseridas informações acerca da presença da \nsuperfície freática, uma vez que tal parâmetro pode direcionar a tomada \nde decisão quanto ao tipo de fundação a ser adotada. \n\nÉ importante mencionar que as cartas de orientação para o uso \nde fundações diretas ou profundas apresentadas neste estudo são \napropriadas às seguintes situações: \n\n? Cargas aplicadas aos pilares inferiores a 500 kN (50 tf), devido \nàs restrições de economicidade dos blocos de fundações. \n\n? Sapatas com área de base de até 5 m², de acordo com o \ncálculo demostrado a seguir, utilizando-se a Equação (1) e a \nequação de pré-dimensionamento de uma sapata isolada de \nconcreto armado de largura “B” e comprimento “L”, com \nreação vertical do pilar “P”, conforme Equação (6) \napresentada a seguir.  \n\nAo considerar o limite inferior (NSPT = 5) de aplicabilidade da \nEquação (1), tem-se a seguinte tensão admissível do solo no pior caso: \n\n?? = 0,02. ???? \n?? = 0,02.5 \n\n?? = 0,1 ??? \n?? = 100 ??/?² \n\nCom base na Equação (6) e adotando-se a carga aplicada de \n500 kN como limitante para viabilizar economicamente a execução de \nfundações diretas, obtém-se: \n\n \n\n                                                             \n3 Nesse caso, utilizou-se como limite inferior de NSPT o parâmetro estabelecido pela \n\nEquação (1), de forma a compatibilizar essa com as demais análises, apesar de Rebello (2001) \nrecomendar a execução de fundações superficiais em solos com NSTP ? 8. \n\n\n\n102 \n\n \n\n? =\n?\n\n?. ?\n \n\n(6) \n\n? =\n?\n\n??\n \n\n?? =\n500\n\n100\n \n\n?? = 5 ?² \n\nConsiderando-se uma base quadrada, tem-se: \n\n?² = 5 \n\n? = ?5 \n? ? 2,24 ?   \n\nDessa forma, salvo as observações já realizadas, as cartas de \norientação quanto ao tipo de fundação nos dois primeiros metros de \nprofundidade foram geradas por meio da interpolação dos valores \natribuídos aos pontos de sondagem conforme resultado do algoritmo \ndesenvolvido, que indicou a propensão de execução de fundação \nsuperficial ou profunda. Adotou-se o número 0 para representar a \nfundação superficial e o algarismo 1 para rotular o furo com propensão \nà execução de fundação profunda e, assim, pôde-se aplicar a krigagem, \nsendo o resultado dividido em duas categorias: regiões com valores \nvariando entre 0 e 0,5 (aptidão a fundação rasa) e zonas com valores \nvariando entre 0,5 e 1 (aptidão a fundação profunda). \n\n4.3.4.2.4 Cartas de isovalores de tensão admissível \n\nCom o objetivo de realizar a interpolação necessária à geração \ndas superfícies de isovalores de tensão admissível do solo, para cada \nmetro de profundidade analisado, foram obtidos os valores de tensão \nadmissível nas camadas dos furos de sondagem utilizando a Equação (1), \na qual tem aplicação restrita à fundação superficial. Assim, os resultados \ndemonstrados por meio dessas cartas orientam o dimensionamento de \nfundações diretas. \n\nDestaca-se que, devido ao fato de a equação ser limitada a \n5 ? NSPT ? 20, assumiu-se o valor de 0,1 MPa (100 kN/m²) como limite \ninferior de tensão admissível e 0,4 MPa (400 kN/m²) como limite \n\n\n\n103 \n\nsuperior. Ademais, realizou-se a análise apenas para as profundidades \nem que, conforme explanado anteriormente, há viabilidade econômica \nna execução de fundações rasas. Assim, as cartas foram geradas até \nquatro metros de profundidade, a fim de considerar, além das \nprofundidades de assentamento da fundação direta, a tensão admissível \nno bulbo de tensões. \n\nNesse sentido, conforme exposto na seção 2.2.3, a \nprofundidade do bulbo de tensões varia de acordo com a geometria \ndefinida para a sapata e, portanto, para que os resultados possam ser \naplicados a diferentes situações, não foi determinada uma geometria \npadrão para elaboração das cartas. Dessa forma, no cálculo das tensões \nadmissíveis em cada metro, utilizou-se o NSPT na cota de apoio da sapata, \npois, assim, o valor médio do NSPT no bulbo de tensões poderá ser obtido \ndeterminando-se a média das tensões admissíveis nas profundidades \ncontempladas pelo bulbo de tensão em questão. \n\n4.3.4.2.5 Cartas de isovalores de NSPT \n\nCartas de isovalores de NSPT também podem ser elaboradas por \nmeio do banco de dados instituído, a fim de possibilitar um \ndirecionamento quanto ao tipo de fundação profunda a ser utilizada no \nlocal desejado. Assim, através da interpolação dos valores de NSPT em \ncada profundidade analisada, obtém-se curvas de mesma resistência do \nsolo para a área de estudo.  \n\nPara uma melhor visualização, as cartas desenvolvidas \napresentam os valores de NSPT agrupados em intervalos de 5 golpes, em \nque cada grupo será representado por uma determinada cor. Nesse \ncontexto, para este estudo, a exemplo das cartas de tipos de solo, as \ncartas são apresentadas, inicialmente, para a profundidade de 1 metro \ne seguem a cada dois metros até a camada em que não haja mais \ndiscrepância expressiva entre as cores de duas cartas subsequentes. \n\nNo entanto, é importante mencionar que, de posse da base de \ndados elaborada, pode-se desenvolver cartas de isovalores de NSPT para \nqualquer profundidade e utilizando-se outras classes de valores de \ninteresse. Destaca-se também que, mediante a análise dessas cartas, \nserá possível avaliar geotecnicamente os perfis de solo em diversos \nsetores do Campus sede da UFSC, de forma a observar, por exemplo, a \n\n\n\n104 \n\nocorrência de camadas com índices de resistência menores (solo \nmole/fofo).  \n\n4.3.4.2.6 Cartas de comprimento máximo de estacas \n\nAs cartas de comprimento máximo de estacas podem ser \nelaboradas através da interpolação das profundidades de apoio das \nfundações profundas, tomando como base a proposta de Cintra e \nAoki (2010) – conforme Quadro 8 – que relaciona intervalos de NSPT a \ncotas de apoio para execução de diferentes tipos de estaca. \n\nPara o referido estudo, foram analisados os tipos de estacas \nmais executados no Campus sede da UFSC, as quais são elencadas na \nsequência, juntamente com os condicionantes inerentes à bibliografia \napresentada na seção 2.2.3. \n\n? Hélice contínua: parada entre o intervalo de 20 &lt;NSPT ? 45. \n\n? Pré-moldada com diâmetro menor que 30 cm: parada entre \no intervalo de 15 &lt;NSPT &lt;25.  \n\n? Pré-moldada com diâmetro maior que 30 cm: parada entre o \nintervalo de 25 &lt;NSPT ? 35. \n\n? Raiz: parada quando NSPT ? 60. \n\nPara as três primeiras, as interpolações consideraram as \nprofundidades onde o limite superior para apoio das estacas está \nlocalizado. Todavia, para a estaca raiz, considera-se, em cada ponto, as \nprofundidades em que se atinge o impenetrável à percussão. Dessa \nforma, as cartas resultantes dessas análises possibilitam a verificação, \npor exemplo, das regiões que tendem a apresentar estacas mais curtas \npara cada um dos tipos analisados. \n\n4.4 VALIDAÇÃO DOS RESULTADOS \n\nA etapa de validação das estimativas obtidas foi realizada por \nmeio da análise de laudos de execução de fundações, fornecidos pela \nUniversidade, de prédios distribuídos ao longo do Campus sede da UFSC. \nOs documentos obtidos tratam-se de obras de fundações de edificações \nconstruídas nos últimos 10 anos e suas referidas localizações encontram-\nse indicadas na Figura 24. \n\n\n\n105 \n\nFigura 24 – Localização das edificações com laudos de fundações executadas \n\n \n\nPor meio das informações dos tipos de fundações executadas \nem cada um dos 20 prédios cujos laudos foram passíveis de serem \nobtidos, pôde-se realizar a validação das cartas de orientação quanto ao \ntipo de fundação (superficial ou profunda). Além disso, mediante a \ninformação do comprimento médio das estacas executadas em cada \nedificação analisada, foi possível validar as cartas de comprimento \nmáximo de estacas. \n\n\n\n106 \n\nAssim, haja vista que as cartas mencionadas se utilizam de \nparâmetros adotados na elaboração das demais cartas, verifica-se que, \nindiretamente, todos os resultados gerados no estudo puderam ser \nlegitimados. Adicionalmente, a fim de verificar a distribuição dos dados \nutilizados no desenvolvimento das cartas e, consequentemente, a \nconfiabilidade dos resultados, foi realizada uma análise de recobrimento \ne espaçamento dos dados com base na proposta de Zuquette (1993). \n  \n\n\n\n107 \n\n5 RESULTADOS E DISCUSSÕES \n\nO presente capítulo aborda os resultados alcançados com o \ntrabalho desenvolvido, no sentido de aplicar a ferramenta SIG para \nanálise do perfil geológico-geotécnico e desenvolvimento de cartas de \naptidão para fundações para o Campus sede da UFSC, por meio \ninformações provenientes de laudos de sondagem SPT.  \n\n5.1 ANÁLISE DO PERFIL GEOLÓGICO-GEOTÉCNICO \n\nPara a análise do perfil geológico-geotécnico do Campus sede da \nUFSC, com base nos boletins de sondagem, foi desenvolvido o banco de \ndados em ambiente SIG que permitiu a elaboração de cartas de tipos de \nsolo em cada metro de profundidade, as quais são apresentadas na \nseção seguinte. \n\n5.1.1 Cartas de tipos de solo \n\nAs cartas de tipos de solo foram desenvolvidas aplicando-se a \ntécnica de krigagem exclusivamente a partir dos dados das \n327 sondagens selecionadas, iniciando-se a 1 metro de profundidade \n(Figura 25) e finalizando a 25 metros de profundidade, sendo esta a \ncamada em que, conforme laudos de sondagem, não restam elementos \nque recobrem a superfície do impenetrável a percussão. No entanto, \nserão apresentadas somente as cartas elaboradas a cada dois metros até \n19 metros de profundidade (Figura 34), de forma a reduzir a quantidade \nde cartas apresentadas para esse parâmetro.  \n\nPor sua vez, ao final da seção, a Figura 35 traz uma compilação de \ntodas as cartas geradas, de forma a visualizar simultaneamente a \nvariação da granulometria do solo ao longo das camadas. Além disso, a \nTabela 2 apresenta a frequência de áreas para cada tipo de solo nas \nprofundidades observadas, a fim de se ter um indicativo quantitativo \npara complementar as análises das cartas. \n\n\n\n108 \n\nFigura 25 – Carta de tipos de solo: 1 metro de profundidade \n\n \n\n\n\n109 \n\nFigura 26 – Carta de tipos de solo: 3 metros de profundidade \n\n \n\nPor contraste visual, a 1 metro de profundidade (Figura 25), é \npossível perceber tonalidades mais amareladas, referentes a solos \nargilosos, na maior parte do Campus sede da UFSC, as quais vão \nalterando-se a 3 metros de profundidade (Figura 26) para tonalidades \nalaranjadas nas regiões sul e sudoeste, inerentes ao silte. Conforme a \nTabela 2, em ambas as cartas, mais de 90% da área encontram-se \n\n\n\n110 \n\nrecobertas pelos dois tipos de solo supracitados, os quais dispõe de \ngranulometria muito fina. \n\nFigura 27 – Carta de tipos de solo: 5 metros de profundidade \n\n \n\n\n\n111 \n\nFigura 28 – Carta de tipos de solo: 7 metros de profundidade \n\n \n\n\n\n112 \n\nFigura 29 – Carta de tipos de solo: 9 metros de profundidade \n\n \n\n\n\n113 \n\nFigura 30 – Carta de tipos de solo: 11 metros de profundidade \n\n \n\nPor meio da Figura 27, da Figura 28, da Figura 29 e da Figura 30, \nverifica-se que as zonas com solos de maior granulometria avançam das \nregiões sudoeste e oeste para a porção central do Campus, encontrando \nfragmentos ou substrato de rocha, primeiramente, nos locais de maiores \naltitudes. Tais regiões situam-se na unidade geotécnica Cambissolo \ndepósitos de encostas, conforme mapeamento geotécnico elaborado \npor Santos (1997). Numericamente, por meio da Tabela 2 é possível \n\n\n\n114 \n\nperceber, ao longo das profundidades analisadas, um acréscimo de área \nnas zonas com solos de granulometria mais grosseira.  \n\nFigura 31 – Carta de tipos de solo: 13 metros de profundidade \n\n \n\n\n\n115 \n\nFigura 32 – Carta de tipos de solo: 15 metros de profundidade \n\n \n\n \n \n\n\n\n116 \n\nFigura 33 – Carta de tipos de solo: 17 metros de profundidade \n\n \n\n \n\n\n\n117 \n\nFigura 34 – Carta de tipos de solo: 19 metros de profundidade \n\n \n\nAo analisar as cartas para 13 metros (Figura 31), 15 metros (Figura \n32), 17 metros (Figura 33) e 19 metros (Figura 34) de profundidade, \nverifica-se que a última região a apresentar algum tipo de solo é a porção \ncentro-norte do Campus, correspondente ao Centro Sócioeconômico \n(CSE) e ao Centro de Ciências Jurídicas (CCJ). Conforme a Tabela 2, os \nsolos de granulometria mais fina, referentes às argilas e aos siltes, vão \n\n\n\n118 \n\nreduzindo sua participação nas camadas mais profundas até o momento \nem que deixam de existir.  \n\nSeguindo o mesmo raciocínio, a medida em que a profundidade \naumenta, cresce o percentual de área que atinge o substrato rochoso. \nAssim, como pode-se observar na Tabela 2, a 19 metros de profundidade \naproximadamente 84% da área do Campus sede da UFSC possui subsolo \ncomposto de fragmentos ou substrato de rocha. \n\nTabela 2 – Porcentagem de área para cada tipo de solo nas profundidades \nanalisadas \n\nTipo de \nsolo \n\n% de área \n\n1 m 3 m 5 m 7 m 9 m \n\nArgila 55,20% 38,90% 7,50% 1,10% - \n\nSilte 35,50% 51,70% 55,60% 38,00% 23,60% \n\nAreia 9,30% 8,80% 18,20% 30,30% 33,40% \n\nPedregulho - 0,60% 12,10% 17,00% 19,20% \n\nRocha - 0,10% 6,60% 13,50% 23,90% \n\nTotal 100% 100% 100% 100% 100% \n\nCarta Figura 25 Figura 26 Figura 27 Figura 28 Figura 29 \n\nTipo de \nsolo \n\n% de área \n\n11 m 13 m 15 m 17 m 19 m \n\nArgila - - - - - \n\nSilte 20,10% 12,10% 2,10% 0,30% - \n\nAreia 28,30% 22,30% 18,30% 1,70% 0,80% \n\nPedregulho 24,20% 24,70% 29,10% 18,00% 15,50% \n\nRocha 27,20% 40,90% 50,50% 80,00% 83,80% \n\nTotal 100% 100% 100% 100% 100% \n\nCarta Figura 30 Figura 31 Figura 32 Figura 33 Figura 34 \n\nFonte: Elaborado pela autora (2016). \n\nDiante do exposto, verifica-se que uma efetivação de subsolo \ncontendo fragmentos ou substrato rochoso começa a se iniciar a \n17 metros (Figura 34) e segue até a 25 metros de profundidade, em que \né completamente atingida, conforme pode-se verificar na Figura 35.  \n\n\n\n119 \n\nFigura 35 – Resultado das interpolações dos solos em cada profundidade \n\n \n\nDe forma geral, independentemente da profundidade analisada, \nverifica-se que o subsolo do Campus sede da UFSC apresenta um \ndecréscimo de granulometria do solo de sudeste a noroeste. \nQuantitativamente, até a profundidade de 11 metros, tem-se 50% ou \n\n\n\n120 \n\nmais de área coberta por solos do tipo argila, silte e areia, ao passo que, \nnas próximas camadas, há predomínio de pedregulho e rocha.  \n\nÉ importante destacar que as cartas apresentadas servem como \ndiretrizes para se realizar uma estimativa prévia do solo que tende a ser \nencontrado em determinado local do Campus na profundidade \ndesejada. No entanto, o estudo não substitui a necessidade de \ninvestigações geotécnicas pontuais, mas podem auxiliar na análise dos \nresultados de sondagens posteriormente contratadas, assim como no \ncálculo da movimentação de terra necessária em uma obra e na escolha \ndas fundações. \n\n5.2 CARTAS DE APTIDÃO PARA FUNDAÇÕES \n\nAs cartas de aptidão para fundações, desenvolvidas por meio do \nbanco de dados geológico-geotécnico organizado em ambiente SIG, \nreferem-se às cartas de superfície do impenetrável e do lençol freático, \nassim como às cartas de orientação quanto ao tipo de fundação, de \nisovalores de tensão admissível do solo para fundação superficial, de \nisovalores de NSPT e de indicativo do comprimento máximo de estacas \naplicadas ao Campus da UFSC. Nas seções seguintes, são apresentadas \nas cartas mencionadas e realizadas análises acerca do conhecimento \ntransmitido por meio desses documentos. \n\n5.2.1 Cartas de superfície do impenetrável a percussão \n\nA superfície do impenetrável à percussão foi gerada aplicando-se \na técnica de krigagem exclusivamente a partir dos dados das \n327 sondagens selecionadas. Como um dos resultados, a Figura 36 \napresenta a carta de profundidade do impenetrável à percussão para o \nCampus sede da UFSC. \n\n \n\n\n\n121 \n\nFigura 36 – Carta de profundidade do impenetrável à percussão \n\n \n\nVerifica-se que as regiões mais claras se referem a impenetráveis \nmais superficiais, enquanto que os locais que apresentam coloração \nmais escura possuem maiores profundidades de impenetrável a \npercussão. Além disso, percebe-se que as zonas menos densas de \nsondagens (regiões mais próximas ao limite do Campus), apresentam o \ncontorno para as faixas de profundidade do impenetrável mais \nsuavizado, abrangendo maiores áreas.  \n\n\n\n122 \n\nQuantitativamente, por meio da Tabela 3, é possível observar que \napenas 0,6% do Campus sede da UFSC apresenta profundidade de \nimpenetrável maior que 20 metros, e, conforme evidenciado pela Figura \n18, correspondem a regiões com baixa altitude. Os resultados também \napontam que mais de 95% da área de estudo possui impenetrável com \nprofundidade até 17,5 metros, sendo que variação entre os intervalos \nanalisados é pequena em termos percentuais. \n\nTabela 3 – Frequência de área para a profundidade do impenetrável \nProfundidade do \nimpenetrável (m) \n\n% de área \n\n&lt;5 17,9% \n\n5 - 7,5 15,8% \n\n7,5 - 10 15,8% \n\n10 - 12,5 15,1% \n\n12,5 - 15 13,7% \n\n15 - 17,5 17,0% \n\n17,5 - 20 4,1% \n\n20 - 22,5 0,6% \n\nTotal 100% \n\nCarta Figura 36 \n\nFonte: Elaborado pela autora (2016). \n\nA Figura 37 apresenta a carta para a cota em que se encontra o \nimpenetrável a percussão, tendo como nível de referência o marégrafo \nde Imbituba. Do mesmo modo, constata-se que a porção centro-norte \npossui as cotas de impenetrável inferiores, situadas abaixo do nível do \nmar.  \n\n\n\n123 \n\nFigura 37 – Carta de cota do impenetrável à percussão \n\n \n\nDe forma a contribuir para a análise visual, foi elaborado um \nModelo Digital de Superfície (MDS) para o impenetrável a percussão \n(Figura 38), por meio das cotas dos pontos amostrados, permitindo a \nverificação em três dimensões do comportamento do subsolo do \nCampus sede da UFSC em termos de impenetrável SPT.  \n\n\n\n124 \n\nFigura 38 – Modelo digital de superfície do impenetrável a percussão \n\n \nFonte: Elaborado pela autora (2016). \n\nAo analisar a Figura 36 e a Figura 37 em consonância com o MDS \n(Figura 38), percebe-se que as regiões com impenetrável mais raso estão \nlocalizadas à oeste e sudeste do Campus sede da UFSC, locais onde se \nencontram, respectivamente, a Moradia Estudantil, assim como o \nCentro de Desportos (CDS), o Departamento de Arquitetura e Urbanismo \n(ARQ), o Departamento de Engenharia Civil (ECV) e Departamento de \nEngenharia Química e Engenharia de Alimentos (EQA). Destaca-se \ntambém que nas zonas de maiores altitudes, como as citadas \nanteriormente, o impenetrável encontra-se mais próximo à superfície do \nterreno.    \n\n5.2.2 Cartas de superfície freática \n\nConforme detalhado na seção 4.3.4.2.2, as superfícies freáticas \nforam desenvolvidas em etapas, em que a primeira fez uso dos dados de \nnível d’água obtidos exclusivamente dos laudos de sondagens SPT e, a \nsegunda, incorporou as informações do Rio Sertão nas análises. \nPosteriormente, tendo em vista que a sazonalidade das precipitações \n\n\n\n125 \n\npode influenciar nas profundidades de nível d’água obtidas nas \ninvestigações de campo, elaborou-se cartas de profundidade do lençol \nfreático para o período seco e o período chuvoso. \n\nA Figura 39 apresenta a superfície freática resultante da primeira \nanálise (dados oriundos apenas dos boletins de sondagens) e a Figura 40 \nmostra o MDS gerado para representar tridimensionalmente os \nresultados obtidos para essa análise, em termos de cota. \n\nFigura 39 – Carta de profundidade do nível freático (dados SPT) \n\n \n\n\n\n126 \n\nAo analisar a Figura 39, verifica-se que o nível freático se encontra \nmais próximo à superfície nas regiões mais claras, as quais tendem a \nsituar-se próximas ao Rio Sertão, representando a porção leste do \nCampus sede da UFSC. Ademais, é possível perceber mais uma vez que \nas zonas menos densas de sondagens (regiões mais próximas ao limite \ndo Campus), apresentam um contorno mais suave para as faixas de \nprofundidade do NA, enquanto que os locais com maior número de \ndados observados possuem curvas mais detalhadas. \n\nFigura 40 – Modelo digital de superfície do nível freático (dados SPT) \n\n \nFonte: Elaborado pela autora (2016). \n\nNa Figura 40 pode-se verificar a superfície freática considerando \nas cotas dos pontos de sondagem utilizados nessa análise, com destaque \npara a formação da calha do Rio Sertão, situada nas cotas mais baixas. \nNesse contexto, a Figura 41 apresenta a carta de profundidade do nível \nd’água incorporando informações do Rio Sertão ao banco de dados e seu \nMDS, com consequente detalhamento da calha do rio, pode ser \nconferido na Figura 42. \n\n\n\n127 \n\nFigura 41 – Carta de profundidade do nível freático (dados SPT e do Rio Sertão) \n\n \n\nPara a carta de profundidade da superfície freática com a \nincorporação do Rio Sertão (Figura 41), as zonas menos densas de \nsondagens continuam apresentando faixas de profundidade do NA mais \nsuavizadas e na mesma ordem de grandeza da situação anterior. \nEntretanto, no entorno do rio, a profundidade do NA encontra-se mais \nhomogênea e uniforme, além de a carta como um todo apresentar \n\n\n\n128 \n\ncontornos melhor definidos. Além disso, evidenciou a porção leste do \nCampus como a região que possui nível d’água mais próximo à superfície \nem relação às demais áreas. \n\nFigura 42 – Modelo digital de superfície do nível freático (dados SPT e do Rio \nSertão) \n\n \nFonte: Elaborado pela autora (2016). \n\nEm termos quantitativos, elaborou-se a Tabela 4 com a \nporcentagem de área que se enquadrou em cada uma das faixas de \nprofundidade do lençol freático para as duas situações simuladas.  \n\n\n\n129 \n\nTabela 4 – Frequência de área para a profundidade do lençol freático \n\n% de área \n\nProfundidade do NA \n(m) \n\nSituação 1 \n(dados SPT) \n\nSituação 2 \n(dados SPT e do Rio \n\nSertão) \n\n0 - 1 3,1% 2,9% \n\n1 - 1,5 43,0% 35,2% \n\n1,5 - 2 12,3% 16,5% \n\n2 - 3 12,6% 13,2% \n\n3 - 4 12,4% 11,7% \n\n4 - 5 8,5% 12,6% \n\n5 - 6 6,0% 7,3% \n\n6 - 7 2,0% 0,5% \n\nTotal 100% 100% \n\nCarta Figura 39 Figura 41 \n\nFonte: Elaborado pela autora (2016). \n\nA partir da Tabela 4 tem-se, para as duas situações, cerca de 70% \nda área do Campus sede da UFSC com lençol freático localizado até \n3 metros de profundidade e, aproximadamente, 92% até 5 metros de \nprofundidade, mostrando que a região possui nível d’água próximo à \nsuperfície. Entre as duas análises, quantitativamente, é possível \nperceber uma pequena redistribuição das áreas com menor \nprofundidade de NA para a Situação 2, reduzindo áreas com NA mais \naflorado. \n\nPor fim, mediante a análise de sazonalidade para a área de \nestudo, elaborou-se as cartas de profundidade da superfície freática no \nperíodo seco (Figura 43), correspondente aos meses de abril a setembro, \ne no período chuvoso (Figura 45), referente aos meses de outubro a \nmarço. Para cada uma delas, também foi desenvolvido um MDS para \nrepresentar a superfície freática de forma tridimensional, em relação às \ncotas dos dados observados, os quais podem ser conferidos, \nrespectivamente, na Figura 44 e na Figura 46. \n\n\n\n130 \n\nFigura 43 – Carta de profundidade do nível freático (dados SPT): período seco \n\n \n\nAo analisar a carta elaborada para os pontos cujas sondagens \nforam realizadas entre os meses de abril a setembro, verifica-se um \nexpressivo aumento da profundidade em que o nível d’água é \nencontrado, refletindo a influência da sazonalidade na variação da \nsuperfície do lençol freático. Em termos numéricos, conforme pode-se \nobservar na Tabela 5, 43% da área do Campus sede da UFSC apresenta \nnível d’água em profundidades de até 2 metros, enquanto que, nas \n\n\n\n131 \n\nsituações anteriores, tal percentual foi de, respectivamente, 58% e 55%. \nAdemais, o percentual de área que apresenta superfície freática em \ncamadas inferiores a 5 metros cresce cerca de 100%, passando de 8% \npara 16%. \n\nFigura 44 – Modelo digital de superfície do nível freático: período seco \n\n \nFonte: Elaborado pela autora (2016). \n\nEm função do número de pontos selecionados para a elaboração \ndo modelo digital de superfície do nível d’água no período seco ser, \naproximadamente, a metade do conjunto utilizado no desenvolvimento \ndos modelos genéricos para a superfície freática (Figura 40 e Figura 42), \no grau de detalhamento do MDS é reduzido. No entanto, por meio da \nescala de cores é possível perceber que o comportamento dos modelos \ntende a ser o mesmo em ambos os casos, com coincidência das zonas de \nmaiores e menores cotas, embora os valores absolutos variem em \nfunção da análise de sazonalidade.  \n\n\n\n132 \n\nFigura 45 – Carta de profundidade do nível freático (dados SPT): período \nchuvoso \n\n \n\nPor meio da carta elaborada para os pontos inerentes às \nsondagens realizadas entre os meses de outubro a março, observa-se \numa redução da profundidade da superfície freática, com níveis d’água \nmais aflorados (regiões mais claras), em função do período de chuvas. \nQuantitativamente, de acordo com a Tabela 5, 71% da área do Campus \nsede da UFSC apresenta lençol freático até 2 metros de profundidade, \n\n\n\n133 \n\nrepresentando um crescimento de, aproximadamente, 25% em relação \nàs cartas expostas na Figura 39 e na Figura 41, bem como de 65% quando \ncomparado à carta resultante da análise do período seco.  \n\nFigura 46 – Modelo digital de superfície do nível freático: período chuvoso \n\n \nFonte: Elaborado pela autora (2016). \n\nAssim como o MDS gerado para os pontos referentes ao período \nseco (Figura 44), o nível de detalhamento do modelo desenvolvido para \no período chuvoso é menor se comparado ao elaborado com um \nuniverso maior de dados, como as superfícies apresentadas na Figura 40 \ne na Figura 42. Todavia, do mesmo modo, mediante a escala de cores, \nverifica-se que o comportamento dos modelos é semelhante entre si, \ncom coincidência das zonas de maiores e menores cotas, embora os \nvalores absolutos variem em função da análise de sazonalidade. \n\nDe maneira geral, embora a tendência das cartas desenvolvidas \npara os períodos sazonais (Figura 43 e Figura 45) seja a mesma \napresentada nas cartas da Figura 39 e da Figura 41, ao analisar os \nresultados considerando as diferentes épocas do ano, percebe-se \n\n\n\n134 \n\nclaramente uma diferença, uma vez que o período chuvoso apresenta \nníveis d’água mais rasos do que as profundidades registradas nos meses \nmais seco. De tal modo, a Tabela 5 apresenta, de forma quantitativa, a \ncomparação dos percentuais de área em cada intervalo para ambas as \nsituações. \n\nTabela 5 – Frequência de área para a profundidade do lençol freático: período \nseco e período chuvoso \n\n% de área \n\nProfundidade do NA (m) Período seco Período chuvoso \n\n0 - 1 6,6% 6,9% \n\n1 - 1,5 25,0% 44,6% \n\n1,5 - 2 11,4% 19,3% \n\n2 - 3 16,9% 11,4% \n\n3 - 4 11,4% 9,4% \n\n4 - 5 12,3% 7,1% \n\n5 - 6 13,5% 1,2% \n\n6 - 7 1,6% - \n\n7 - 9 1,3% - \n\nTotal 100% 100% \n\nCarta Figura 43 Figura 45 \n\nFonte: Elaborado pela autora (2016). \n\nA análise quantitativa das áreas contempladas por cada classe de \nprofundidade corrobora a verificação visual, visto que houve uma \nredistribuição das áreas entre os intervalos, aumentando as áreas com \nNA mais aflorado no período chuvoso: acréscimo de, aproximadamente, \n80% da área com 1 ? NA &lt;1,5 m e 73% da área com 1,5 m ? NA &lt;2 m. \nEm contrapartida, as situações mais favoráveis em termos de fundação \n(NA mais profundo, 5 ? NA &lt;9) reduziram sua participação, com \nfrequência total de 16,4% para o período seco frente a 1,2% para \nmodelagem da do período chuvoso.  \n\n5.2.3 Cartas de orientação para fundações: superficiais ou profundas \n\nAs cartas de orientação para o tipo de fundação foram \ndesenvolvidas para 1 metro (Figura 47) e 2 metros de profundidade \n\n\n\n135 \n\n(Figura 48), uma vez que a viabilidade econômica das fundações \nsuperficiais se apresenta até o segundo metro de profundidade \n(REBELLO, 2011), razão pela qual em camadas inferiores comumente são \nexecutadas fundações profundas.  \n\nConforme explanado na seção 4.3.4.2.3, para as duas \nprofundidades analisadas também foram inseridas informações acerca \nda presença de água, ponderando a contribuição do Rio Sertão, tendo \nem vista que a presença de lençol freático pode direcionar a tomada de \ndecisão quanto ao tipo de fundação a ser adotada. Ademais, as cartas \napresentadas no presente item têm aplicação específica de acordo com \na demonstração realizada no item 4.3.4.2.3. \n\n\n\n136 \n\nFigura 47 – Carta de orientação para fundação: 1 metro de profundidade \n\n \n\nA carta de orientação quanto ao tipo de fundação para o primeiro \nmetro de profundidade divide o Campus sede da UFSC em três grandes \nregiões, a área que o travessa no sentido sudoeste-nordeste, passando \npela parte central, orientada para fundação superficial (tonalidade mais \nescura), e as zonas a oeste e a sudeste, que demonstraram, em sua \ngrande maioria, aptidão para fundação profunda (coloração mais clara).  \n\n\n\n137 \n\nPor meio da Tabela 6, percebe-se que, a 1 metro de profundidade, \n59,9% da área do Campus sede da UFSC foi orientada para fundação \nsuperficial, enquanto 40,1% para fundação profunda. Além disso, na \ncamada analisada, o lençol freático não é atingido na maior parte do \nCampus, visto que os resultados indicam a presença de água em cerca \nde 3% da área de estudo, conforme exposto na Tabela 4. \n\nFigura 48 – Carta de orientação para fundação: 2 metros de profundidade \n\n \n\n\n\n138 \n\nA Figura 48 apresenta a carta para orientação quanto a utilização \nde fundações superficiais e profundas com zonas semelhantes à carta da \nFigura 47, com um pequeno aumento da área indicada à aplicação da \nprimeira (63,2%) e uma leve redução da área destinada à segunda \n(36,8%). No entanto, a presença do lençol freático mostra-se mais \nrepresentativa para a profundidade de 2 metros, sendo encontrado \nprincipalmente na porção leste da área de estudo, local em que se situa \no Rio Sertão. A área coberta por água, no segundo metro de \nprofundidade, abrange 55% da área do Campus sede da UFSC (Tabela 4). \n\nDe um modo geral, ao verificar os resultados obtidos para as \nprofundidades analisadas, nota-se que a orientação para utilização de \nfundações superficiais se deu nas regiões em que há presença de solos \nresiduais, os quais estão situados em locais de maiores altitudes face as \ndemais zonas analisadas, principalmente em áreas de pé de encosta, e \npossuem resistência mais elevada quando comparados aos solos \nsedimentares.  \n\nTabela 6 – Frequência de área para o tipo de fundação \n\nOrientação para \nfundação \n\n% de área \n\nProfundidade = 1 m Profundidade = 2 m \n\nProfunda 40,1% 36,8% \n\nSuperficial 59,9% 63,2% \n\nTotal 100% 100% \n\nCarta Figura 47 Figura 48 \n\nFonte: Elaborado pela autora (2016). \n\nEm termos numéricos, mediante análise da Tabela 7, é possível \nperceber que houve um sensível crescimento na orientação para \nfundações superficiais com o aumento da profundidade, passando de \n59,91% na profundidade de 1 metro para 63,2% na profundidade de \n2 metros. Tal fato pode ser explicado em função de o método considerar \nos valores de NSPT como parâmetro de definição para execução de \nfundações superficiais ou profundas. \n\nPor fim, é importante mencionar que, apesar da especificidade de \naplicação das cartas apresentadas, com a utilização do banco de dados \ngeológico-geotécnico desenvolvidos no âmbito desse trabalho, é \n\n\n\n139 \n\npossível a elaboração de novos cenários considerando outros \nparâmetros para definição do tipo de fundação. \n\n5.2.4 Cartas de isovalores de tensão admissível \n\nConforme exposto na seção 4.3.4.2.4, as cartas de isovalores de \ntensão admissível do solo foram desenvolvidas para as profundidades \nem que há viabilidade econômica para execução de fundação superficial, \nhaja vista a validade da equação pela qual os resultados foram gerados. \nDessa forma, as cartas foram elaboradas para 1 metro (Figura 49) e \n2 metros de profundidade (Figura 50) – em função do critério defendido \npor Rebello (2011) –, bem como para 3 metros (Figura 51) e 4 metros \n(Figura 52) de profundidade, a fim de considerar, além das \nprofundidades de assentamento da fundação direta, a tensão admissível \nno bulbo de tensões. \n\nAcerca dessas cartas, é importante mencionar que as regiões \ndestacadas em rosa, onde a tensão admissível (?a) é menor do que \n100 kN/m², correspondem a zonas em que o NSPT é inferior a 5 e, \nportanto, não pertencem ao domínio de aplicação da Equação (1). \nAssim, tais regiões não têm validade nas cartas apresentadas. Ademais, \npara atender ao limite superior da referida equação, os pontos de \nsondagem com NSPT superiores a 20 foram consideradas na faixa de \ntensão admissível mais elevada, prezando pela segurança.  \n\nDestaca-se que o cálculo da tensão admissível foi realizado para \ncada profundidade analisada e não pela média dos NSPT no bulbo de \ntensões, segundo indica a Equação (1), em decorrência da flexibilidade \nna utilização das cartas desenvolvidas, de forma a evitar a restrição de \nsua aplicação para uma determinada geometria de sapata. Nesse caso, \nos valores médios para o bulbo de tensões podem ser obtidos pela \nsimples média das tensões admissíveis nas profundidades que o \ncompõem. \n\nDo mesmo modo que nas análises anteriores, as porcentagens de \nárea por faixa de valor de tensão admissível podem ser verificadas, \nquantitativamente, após apresentação das cartas, na Tabela 7. \n\n \n\n \n\n\n\n140 \n\nFigura 49 – Carta de isovalores de tensão admissível: 1 metro de profundidade \n\n \n\nAo analisar a carta para 1 metro de profundidade (Figura 49), é \npossível perceber regiões com maiores tensões admissíveis a oeste do \nCampus sede da UFSC e algumas em sua porção sudeste. Por outro lado, \nas porções nordeste e central apresentam regiões com menores tensões \nadmissíveis do solo. Conforme a Tabela 7, na profundidade de 1 metro, \n92,6% da área do Campus sede da UFSC apresenta tensão admissível \n\n\n\n141 \n\ninferior a 250 kN/m² e a faixa de 150 a 200 kN/m² foi a que concentrou \no maior percentual de área, com 32,8% do total. \n\nFigura 50 – Carta de isovalores de tensão admissível: 2 metros de \nprofundidade  \n\n \n\nPor meio da carta apresentada na Figura 50, verifica-se que o \ncomportamento das regiões do Campus sede da UFSC a 2 metros de \nprofundidade se mantém semelhante ao apresentado anteriormente, \n\n\n\n142 \n\ncom maiores tensões admissíveis do solo nas zonas oeste e sudeste, \nassim como menores valores nas zonas situadas na porção nordeste e \ncentral. No entanto, houve um aumento das áreas com maiores faixas \nde tensão admissível. Para o segundo metro de profundidade, a Tabela \n7 indica que 78,5% da área de estudo apresenta tensão admissível \ninferior a 250 kN/m². \n\nFigura 51 – Carta de isovalores de tensão admissível: 3 metros de \nprofundidade \n\n \n\n\n\n143 \n\nA carta apresentada para a profundidade de 3 metros (Figura 51) \nexpõe, de maneira visual, um crescimento de regiões com tensões \nadmissíveis do solo mais elevadas, mantendo-se, especialmente, a \nampliação das zonas localizadas a oeste e a sudeste do Campus sede da \nUFSC. Em termos numéricos, a Tabela 7 apresenta um aumento de \naproximadamente 216% na frequência de área compreendida na faixa \nde tensão admissível entre 350 a 400 kN/m², bem como um decréscimo \nde cerca de 58% para a faixa entre 100 a 150 kN/m², em relação às \nmesmas faixas na profundidade de 2 metros.  \n\n\n\n144 \n\nFigura 52 – Carta de isovalores de tensão admissível: 4 metros de \nprofundidade \n\n \n\nPara a profundidade de 4 metros, o solo do Campus sede da UFSC \ndispõe de zonas com tensões admissíveis elevadas, visto que há uma \npropagação de áreas com coloração azul e roxa, as quais continuam \npredominando nas regiões oeste e sudeste. Essas regiões coincidem com \nas que foram orientadas à execução de fundações superficiais até dois \nmetros de profundidade (Figura 47 e Figura 48), assim como, \n\n\n\n145 \n\ncorrespondem a áreas com impenetráveis mais rasos, se comparada à \ncarta de profundidade do impenetrável à percussão (Figura 36). \nConforme demonstra a Tabela 7, na profundidade de 4 metros houve \num ganho ainda maior de tensão admissível em relação às camadas \ninferiores, em que mais da metade da área de estudo já possui solo com \ntensões admissíveis superiores a 250 kN/m².  \n\nTabela 7 – Frequência de área para as faixas de tensão admissível \n\n?a (kN/m²) \n% de área \n\n1 m 2 m 3 m 4 m \n\n0 - 100 15,3% 9,3% 8,1% 5,7% \n\n100 - 150 29,0% 29,5% 12,2% 13,6% \n\n150 - 200 32,8% 19,5% 21,0% 15,5% \n\n200 - 250 15,5% 20,3% 22,3% 13,1% \n\n250 - 300 6,4% 10,9% 13,6% 6,4% \n\n300 - 350 0,8% 5,1% 5,5% 5,0% \n\n350 - 400 0,3% 5,5% 17,3% 40,7% \n\nTotal 100% 100% 100% 100% \n\nCarta Figura 49 Figura 50 Figura 51 Figura 52 \n\nFonte: Elaborado pela autora (2016). \n\nDiante do exposto, verificou-se uma tendência de aumento das \ntensões suportadas pelo solo do Campus sede da UFSC ao longo das \nprofundidades, que se inicia nas regiões oeste e sudeste e se alastra \nsentido centro-norte, de modo que as zonas central e norte da área de \nestudo são as que apresentam, nas quatro camadas analisadas, baixas \ntensões admissíveis. \n\n5.2.5 Cartas de isovalores de NSPT \n\nAs cartas de isovalores de NSPT foram desenvolvidas iniciando-se \na 1 metro (Figura 53) e finalizando a 25 metros de profundidade, sendo \nesta a camada em que, conforme conjunto de dados analisados, não \nrestam mais pontos penetráveis à percussão. Todavia, a exemplo das \ncartas de tipos de solo, de modo a reduzir a quantidade de cartas \napresentadas para esse parâmetro, nesta seção são expostas as cartas \nelaboradas a cada dois metros. Assim, as análises têm início no primeiro \n\n\n\n146 \n\nmetro de profundidade e se estendem até 19 metros, quando, para as \nfaixas de NSPT adotadas, por contraste visual, houve certa predominância \ndas cores entre cartas subsequentes. \n\nPor sua vez, ao final da seção, a Figura 63 traz uma compilação \ndas cartas geradas para as 25 camadas, de forma a possibilitar a \nvisualização simultânea da variação da resistência do solo ao longo das \nprofundidades. Além disso, a Tabela 8 mostra a frequência de áreas para \ncada faixa de NSPT observada, a fim de se ter um indicativo quantitativo \npara complementar as análises das cartas. \n\n\n\n147 \n\nFigura 53 – Carta de isovalores de NSPT: 1 metro de profundidade \n\n \n\n\n\n148 \n\nFigura 54 – Carta de isovalores de NSPT: 3 metros de profundidade \n\n \n\nPor meio da Figura 53, visualmente, é possível perceber \ntonalidades esverdeadas para o primeiro metro de profundidade, \ncorrespondentes a faixas de valores reduzidos de NSPT, ao longo de toda \na área do Campus sede da UFSC. No entanto, a 3 metros de profundidade \n(Figura 54), há um avanço em partes das regiões sudeste e sudoeste para \ntonalidades inerentes a valores de NSPT intermediários (verde mais claro \ne bege). Conforme a Tabela 8, a 1 metro de profundidade, 77% da área \n\n\n\n149 \n\nde estudo apresenta valores de NSPT inferiores a 10, enquanto que a 3 \nmetros de profundidade esse mesmo percentual é observado para áreas \nde NSPT até 15. \n\nFigura 55 – Carta de isovalores de NSPT: 5 metros de profundidade \n\n \n\n\n\n150 \n\nFigura 56 – Carta de isovalores de NSPT: 7 metros de profundidade \n\n \n\n\n\n151 \n\nFigura 57 – Carta de isovalores de NSPT: 9 metros de profundidade \n\n \n\nAo analisar as cartas para 5 metros (Figura 55), 7 metros (Figura \n56) e 9 metros de profundidade (Figura 57), é possível perceber que as \nzonas com maiores valores de NSPT progridem das regiões sudeste e \noeste para a região cento-norte, melhorando a resistência do solo do \nCampus sede da UFSC ao longo das camadas analisadas. Nesse sentido, \nquantitativamente, verifica-se um acréscimo de área nas zonas que \ncontém maiores valores de NSPT com o aumento da profundidade \n\n\n\n152 \n\n(Tabela 8), visto que mais de 50% da área dispõe de NSPT entre 5 e 20, 10 \ne 30, assim como 15 e 35, respectivamente, para as camadas avaliadas. \n\nFigura 58 – Carta de isovalores de NSPT: 11 metros de profundidade \n\n \n\n\n\n153 \n\nFigura 59 – Carta de isovalores de NSPT: 13 metros de profundidade \n\n \n\n \n\n\n\n154 \n\nFigura 60 – Carta de isovalores de NSPT: 15 metros de profundidade \n\n \n\nAs cartas apresentadas para 11 metros (Figura 58), 13 metros \n(Figura 59) e 15 metros de profundidade (Figura 60) evidenciam que a \núltima região a apresentar melhoria na resistência do solo, em termos \nde NSPT, é a porção centro-norte do Campus, abrangendo o Centro \nSocioeconômico (CSE), o Centro de Ciências Jurídicas (CCJ) e Centro de \nComunicação e Expressão (CCE). No entanto, de acordo com a Tabela 8, \ncerca de 53,7% da área de estudo possui NSPT acima de 40 na \n\n\n\n155 \n\nprofundidade de 11 metros, sendo que esse percentual aumenta para \n76,2% e 90,6% para as camadas situadas a 13 e 15 metros, \nrespectivamente. \n\nFigura 61 – Carta de isovalores de NSPT: 17 metros de profundidade \n\n \n\n\n\n156 \n\nFigura 62 – Carta de isovalores de NSPT: 19 metros de profundidade \n\n \n\nA cartas desenvolvidas para 17 metros (Figura 61) e 19 metros de \nprofundidade (Figura 62) indicam o início de uma consolidação de altos \nvalores de NSPT (tonalidades em roxo), visto que, na primeira, 80% da \nárea do Campus sede da UFSC se encontra dentro da faixa de resistência \ndo solo mais elevada (NSPT entre 45 - 50), enquanto que, na segunda, \nesse percentual aumenta para 86,7%. Por meio da Tabela 8 é possível \nafirmar que, para ambos os casos, aproximadamente 90% da área \n\n\n\n157 \n\napresenta valores de NSPT entre 40 e 50, valores considerados elevados \ne próximos ao impenetrável a sondagem à percussão. \n\nDe modo geral, conforme tendência apresentada na Tabela 8, os \nsolos de menores resistências (coloração esverdeada e bege) vão \nreduzindo sua participação nas camadas mais profundas até o momento \nem que desaparecem. Consequentemente, a medida em que a \nprofundidade aumenta, cresce o percentual de área que possui valores \naltos de NSPT. Tal comportamento é esperado especialmente para as \nzonas do Campus sede da UFSC onde se verifica a existência de solos \nresiduais (porções sudeste e oeste). Para as demais regiões, o índice de \nresistência varia ao longo das profundidades analisadas, sendo \nresponsáveis pela ocorrência de casos como o verificado para a faixa de \n15 ? NSPT ? 20, que não apresentou mais ocorrência a 17 metros de \nprofundidade, mas retornou a surgir na camada de 19 metros. \n\n\n\n158 \n\nTabela 8 – Frequência de área para as faixas de NSPT \n\nNSPT \n% de área \n\n1 m 3 m 5 m 7 m 9 m \n\n&lt;5 15,30% 8,00% 1,50% - - \n\n5 – 10 62,20% 33,40% 24,10% 8,40% 0,00% \n\n10 – 15 21,60% 36,20% 22,00% 13,80% 2,40% \n\n15 – 20 0,80% 6,90% 7,90% 14,60% 8,60% \n\n20 -  25 0,10% 5,70% 7,60% 13,00% 10,40% \n\n25 – 30 - 4,70% 9,40% 9,10% 14,80% \n\n30 – 35 - 3,10% 6,20% 13,30% 16,40% \n\n35 – 40 - 1,00% 7,20% 3,60% 13,90% \n\n40 – 45 - 1,00% 6,80% 7,20% 8,80% \n\n45 – 50 - - 7,40% 17,10% 24,80% \n\nTotal 100% 100% 100% 100% 100% \n\nCarta Figura 53 Figura 54 Figura 55 Figura 56 Figura 57 \n\nNSPT \n% de área \n\n11 m 13 m 15 m 17 m 19 m \n\n&lt;5 - - - - - \n\n5 – 10 0,30% - - - - \n\n10 – 15 1,70% 0,10% - - - \n\n15 – 20 3,40% 0,60% 0,20% - 0,10% \n\n20 -  25 3,50% 1,20% 0,40% 0,20% 0,20% \n\n25 – 30 5,10% 3,10% 0,90% 0,50% 0,30% \n\n30 – 35 12,40% 5,50% 2,40% 0,90% 0,60% \n\n35 – 40 20,10% 13,40% 5,40% 3,70% 2,00% \n\n40 – 45 17,10% 22,50% 18,60% 14,70% 10,10% \n\n45 – 50 36,60% 53,70% 72,00% 80,00% 86,70% \n\nTotal 100% 100% 100% 100% 100% \n\nCarta Figura 58 Figura 59 Figura 60 Figura 61 Figura 62 \n\nFonte: Elaborado pela autora (2016). \n\n  \n\n\n\n159 \n\nDiante do exposto, verifica-se que há uma tendência de \ncrescimento das áreas contendo elevados valores de NSPT com o \naumento da profundidade, que segue até os 25 metros, onde o \nimpenetrável a percussão é completamente atingido, conforme pode-se \nverificar na Figura 63. \n\nFigura 63 – Resultado das interpolações dos NSPT em cada profundidade  \n\n \n\n\n\n160 \n\nAssim sendo, observa-se, de forma qualitativa, que o subsolo do \nCampus sede da UFSC apresenta um decréscimo de valores de NSPT das \nporções laterais e inferiores à região centro-norte, que contém solos \nmoles e, consequentemente, de menores resistências. Em termos \nnuméricos, por meio da Tabela 8, é possível perceber que no primeiro \nmetro de profundidade os resultados concentram-se em até 25 golpes, \nenquanto que a partir de 15 metros de profundidade não há mais \npresença de áreas com valores de NSPT inferiores a 15 golpes.  \n\n5.2.6 Cartas de comprimento máximo de estacas \n\nConforme explanado na seção 4.3.4.2.6, as cartas de \ncomprimento máximo de estacas foram elaboradas para os tipos de \nfundações profundas mais comuns de serem executadas no Campus \nsede da UFSC: estacas hélice contínua, pré-moldada e raiz. Desse modo, \nno algoritmo desenvolvido para gerar as cartas, o comprimento máximo \ndas estacas considerou, em cada ponto de sondagem, a profundidade \nem que é encontrado o NSPT recomendado para seus respectivos \ncravamentos, seguindo o limite superior indicado no Quadro 8. \n\nAs cartas são apresentadas, inicialmente, para a estaca hélice \ncontínua (Figura 64), seguida dos resultados inerentes às estacas pré-\nmoldadas (Figura 65 e Figura 66) e, por fim, para a estaca raiz. Acerca \ndessas cartas, destaca-se que as regiões com tonalidades amarelas \ntendem a apresentar estacas mais curtas (até 10 metros de \ncomprimento), enquanto as áreas alaranjadas e vermelhas, estacas de \ntamanhos intermediários e longos (variando de 10 a 25 m de \ncomprimento).  \n\nDe forma semelhante às análises anteriores, os locais que \napresentam impenetráveis à percussão mais profundos, como os \ncentros CSE, CCJ e CCE, na porção centro-norte do Campus sede da UFSC, \ntambém proporcionam uma tendência de resultar em maiores \ncomprimentos máximos de estacas nos quatro cenários analisados. Por \noutro lado, a região sudeste demonstrou ser uma área com previsão de \nmenor comprimento de estaca. \n\nAssim como exposto nas demais análises, as porcentagens de \nárea por faixa de comprimento máximo de estaca podem ser verificadas, \nquantitativamente, após apresentação das cartas, na Tabela 9. \n\n \n\n\n\n161 \n\nFigura 64 – Carta de comprimento máximo de estaca hélice contínua \n\n \n\nPor meio da Figura 64 observa-se que o comprimento máximo \nprevisto para as estacas hélice contínua no Campus sede da UFSC é \nmenor nas regiões sudeste e oeste, aumentando de tamanho conforme \ndireciona-se para a porção centro-norte, em que apresenta dimensões \nelevadas. De acordo com a Tabela 9, para 92% da área de estudo é \ndestinada à execução de estacas hélice contínua com até 15 metros de \ncomprimento. \n\n\n\n162 \n\nFigura 65 – Carta de comprimento máximo de estaca pré-moldada (? &lt;30 cm) \n\n \n\nA carta elaborada para a estaca pré-moldada com diâmetro \nmenor que 30 cm (Figura 65) demonstra uma redução do comprimento \nmáximo quando comparada à estaca hélice contínua, haja vista o \nassentamento da fundação poder ocorrer em menor valor de NSPT. \nQuantitativamente, verifica-se que cerca de 97% da área do Campus \nsede da UFSC apresenta comprimentos máximos para esse tipo de \n\n\n\n163 \n\nestaca de até 15 metros (Tabela 9) e não há regiões com tendência a \napresentar tamanhos de estacas superiores a 20 metros. \n\nFigura 66 – Carta de comprimento máximo de estaca pré-moldada (? > 30 cm) \n\n \n\nAo analisar a Figura 66 em contraste à carta apresentada \nanteriormente, é possível perceber um aumento do tamanho das \nestacadas pré-moldadas quando possuem diâmetros maiores, em \nfunção da necessidade de alcançar maior valor de NSPT ao final de sua \n\n\n\n164 \n\ncravação. Em termos numéricos, por meio da Tabela 9, nota-se uma \nredução de 15% das áreas com comprimentos máximos de até 10 metros \ne um crescimento de 122% de regiões com tamanhos de estacas \nsuperiores a 15 metros, em que surge uma zona para a faixa de \ncomprimento entre 20 e 25 metros, antes inexistente.  \n\nFigura 67 – Carta de comprimento máximo de estaca raiz \n\n \n\n\n\n165 \n\nPara a estaca raiz (Figura 67), verificam-se comprimentos \nmáximos superiores aos demais tipos, uma vez que o limite de NSPT para \nassentamento da fundação é maior, alcançando a camada de rocha. \nAdemais, na Tabela 9 pode-se perceber, numericamente, um aumento \ndas áreas com comprimento na faixa entre 15 e 20 metros, que passa a \ncompor 19% do Campus sede da UFSC. \n\nDe maneira geral, tendo em vista que os resultados expostos \ndependem dos valores de NSTP, nota-se que não houve variação das \nregiões de maiores e menores comprimentos de estacas, havendo \napenas alteração da área de abrangência das faixas de comprimento das \nestacas analisadas, conforme detalha a Tabela 9. \n\nTabela 9 – Frequência de área para os comprimentos máximos das estacas \n\nComprimento \nmáximo da \nestaca (m) \n\n% de área \n\nHélice \ncontínua \n\nPré-\nmoldada \n(? &lt;30) \n\nPré-\nmoldada \n(? ? 30) \n\nRaiz \n\n0 - 5 16,8% 18,5% 17,2% 1,9% \n\n5 - 10 34,1% 46,6% 38,2% 38,8% \n\n10 - 15 41,2% 32,2% 38,7% 38,3% \n\n15 - 20 7,5% 2,7% 5,6% 19,0% \n\n20 - 25 0,5% - 0,3% 2,0% \n\nTotal 100% 100% 100% 100% \n\nCarta Figura 64 Figura 65 Figura 66 Figura 67 \n\nFonte: Elaborado pela autora (2016). \n\nOs resultados numéricos expostos na Tabela 9 apontam que a \nestaca pré-moldada ? &lt;30 cm apresenta maior frequência entre o \ncomprimento de 5 a 10 metros, com um percentual de 46,6%, enquanto \nas estacas hélice contínua e pré-moldada ? ? 30 cm tem maior \nocorrência no comprimento de 10 a 15 metros, 41,2% e 38,7%, \nrespectivamente. Devido ao fato de o limite de execução da estaca raiz \nser superior aos demais tipos analisados, visto a premissa de que se deve \natingir a rocha para a cravação da fundação, esse tipo de estaca \napresentou frequências mais elevadas nas faixas de maior comprimento \nsuperiores a 15 metros. \n\n\n\n166 \n\n5.3 LIMITAÇÕES E VALIDAÇÃO DOS RESULTADOS \n\nAs cartas desenvolvidas ao longo desse estudo têm o objetivo de \nsubsidiar seus usuários acerca de parâmetros úteis ao desenvolvimento \nde um projeto geotécnico, visto que fornecem, de forma antecipada, \ninformações inerentes aos tipos de solo, à superfície do impenetrável a \npercussão, à superfície freática, ao provável tipo de fundação, às tensões \nadmissíveis para fundação superficial, aos isovalores de NSPT e ao \ncomprimento máximo de estacas. Dentre as considerações realizadas no \nmétodo par viabilizar os resultados, destacam-se três limitações que \npodem ocasionar alguma imprecisão ao modelo. \n\n1. As coordenadas horizontais dos furos de sondagens \nforam obtidas de forma visual, observando-se \nsimultaneamente o croqui dos boletins e a imagem aérea \nda área de estudo, uma vez que na grande maioria dos \nlaudos não constava a localização geográfica dos pontos. \n\n2. As coordenadas verticais dos furos de sondagem foram \nobtidas mediante o cruzamento de suas coordenadas \nhorizontais com o MDT, pois a maioria dos laudos \ntambém não dispunha dessa informação.  \n\n3. Não houve um planejamento da localização e da \ndistribuição da coleta dos dados (laudos de sondagem), \nem virtude de serem provenientes de fontes \nsecundárias4.  \n\nDiante do exposto, devido a importância das sondagens que \ncompõe o banco de dados geológico-geotécnico desenvolvido neste \ntrabalho, verificou-se que sua qualidade está diretamente relacionada à \ndistribuição e heterogeneidade dos elementos em estudo utilizados na \nanálise geoestatística, os quais consistem no conjunto de dados de \nimpenetrável a percussão, nível d’água e NSPT. Nesse contexto, Silva \n(2011) afirma que as interpolações devem verificar as seguintes \nlimitações de distância, homogeneidade, tipificação e seleção de \natributos, objetividade, escala. Assim, optou-se pela realização de uma \n\n                                                             \n4 Dados secundários são aqueles que foram coletados com outros propósitos e não o \n\nde atender às necessidades da pesquisa em andamento. São informações de baixo custo de \naquisição e rápida disponibilização (THIESEN, 2016). \n\n\n\n167 \n\nanálise adicional da representatividade espacial com base nas \nreferências publicadas por Zuquette (1993).  \n\nO Quadro 13 apresenta uma referência do número mínimo de \nobservações por km², a qual é relacionada a uma distância máxima entre \nos pontos observados. \n\nQuadro 13 – Número mínimo de observações e distância entre os pontos \n\nFinalidad\ne do \n\nmapeam\nento \n\ngeotécni\nco \n\nEscala \n\nAtributos \n\nQualitativos Quantitativos \n\nMetamórficas e \nÍgneas \n\nSedimentares Geral \n\nObserva\nções \n/km² \n\nDistância \nentre os \npontos \n\nobservad\nos (m) \n\nObservaç\nões /km² \n\nDistância \nentre os \npontos \n\nobservad\nos (m) \n\nObservaç\nões /km² \n\nDistância \nentre os \npontos \n\nobservad\nos (m) \n\nBásico 1:250.000 1/10 3.162 1/10 3.162 1/10 3.162 \n\nRegional \n\n1:100.000 4/10 1.581 3/10 1.826 2/10 2.236 \n\n1:50.000 6/5 913 1/1 1.000 3/10 1.826 \n\n1:25.000 3/1 577 2/1 707 1/1 1.000 \n\nDetalhe \n\n1:25.000 5/1 447 4/1 500 4/1 500 \n\n1:10.000 15/1 258 15/1 258 10/1 316 \n\n1:5.000 25/1 200 20/1 224 15/1 258 \n\n1:2.000 40/1 158 35/1 169 25/1 200 \n\nFonte: Zuquette (1993) apud Thiesen (2016) \n\nAo analisar a coluna referente aos atributos quantitativos no \nQuadro 13, observa-se, destacado em cinza, que o presente estudo se \ninsere no contexto de 25 observações/km² apesar de ter sido verificado, \nno pior caso, ainda mais observações (291 observações/km²). Em função \ndo volume de dados utilizados ter sido elevado, as cartas geradas se \nenquadram na categoria detalhada, com escala de 1:2.000 e, portanto, \nsendo recomendada uma distância máxima entre pontos de 200 metros. \nAssim, haja vista a importância de levar em consideração a distribuição \ndos levantamentos utilizados nas análises, o espaçamento entre \nobservações de 200 metros foi aplicado, na forma de buffer, sobre os \ndados utilizados no presente estudo. \n\n\n\n168 \n\nDesse modo, a Figura 68, a Figura 69 e a Figura 70 apresentam o \nbuffer de 200 metros aplicado, respectivamente, aos dados \nconsiderados na elaboração das cartas de superfície do impenetrável a \npercussão e superfície freática, assim como aos dados utilizados para \ngeração das cartas que fizeram uso de valores de NSPT (orientação quanto \nao tipo de fundação, tensão admissível, isovalores de NSPT e \ncomprimento máximo de estacas). Além disso, ao final da apresentação \ndessas figuras, a Tabela 10 mostra a percentagem de área coberta pelo \nbuffer de 200 metros, para cada conjunto de dados analisados. \n\n\n\n169 \n\nFigura 68 – Distribuição espacial para o conjunto de dados de impenetrável a \npercussão \n\n \n\nPor meio da Figura 68 verifica-se que a maior parte do Campus \nsede da UFSC é recoberta pelo buffer representativo da distância \nmáxima entre os pontos observados. Em termos numéricos, pela Tabela \n10 observa-se que, para os dados de impenetrável a percussão, 92,9% \nda área de estudo encontra-se inserida na delimitação atribuída ao nível \nem detalhe do mapeamento. Assim, fica evidente a abrangência da \n\n\n\n170 \n\nrepresentatividade espacial dos dados e, consequentemente, dos \nresultados deles derivados. \n\nFigura 69 – Distribuição espacial para o conjunto de dados de nível d’água \n\n \n\nA área de abrangência dos pontos observados para as análises de \nnível d’água se mostrou semelhante à anterior, haja vista que, segundo \na Tabela 10, cerca de 89% do Campus sede da UFSC ficaram inseridos \ndentro da região formada pelo buffer de 200 metros. Visualmente, \n\n\n\n171 \n\nverifica-se que houve um aumento da área descoberta na porção \nsuperior da área de estudo, em função de os pontos de sondagem \nsituados nesse local não dispor de registro de nível d’água.  \n\nFigura 70 – Distribuição espacial para o conjunto de dados de NSPT \n\n \n\nPor fim, por meio da Figura 70 observa-se que o conjunto de \ndados utilizados para as análises envolvendo valores de NSPT também \napresentou, de forma visual, um cobrimento espacial envolvendo a \n\n\n\n172 \n\nmaior parte do Campus sede da UFSC, representado pelo buffer de 200 \nmetros. Quantitativamente, a Tabela 10 demonstra que menos de 10% \nda área de estudo encontra-se descoberta pela escala detalhada obtida \npara as cartas em questão. \n\nTabela 10 – Porcentagem de área coberta pelo buffer de 200 metros \n\nConjunto de dados % área Carta \n\nImpenetrável 92,9% Figura 68 \n\nNível d'água 88,6% Figura 69 \n\nNSPT 90,1% Figura 70 \n\nFonte: Elaborado pela autora (2016). \n\nDiante das comparações realizadas, é importante mencionar que \nelas representam uma forma de legitimar os resultados obtidos, visto \nque a amostragem utilizada no estudo alcançou uma quantidade \nconsiderável de dados e apresentou representatividade espacial \ndetalhada, quando comparada com os parâmetros para mapeamento \ngeotécnico de Zuquette (1993). Ademais, destaca-se ainda que o banco \nde dados desenvolvido é passível de atualização e incorporação de \ndados, possibilitando gerar cartas cada vez mais aprimoradas.  \n\nAlém disso, conforme explanado na seção 4.4, por meio do acesso \na laudos de fundações executadas foi possível realizar uma validação das \ncartas de orientação quanto ao tipo de fundação, observadas as \nfundações executadas em 20 edificações do Campus sede da UFSC, \nassim como das cartas de comprimento máximo de estacas. Desse \nmodo, a Figura 71 e Figura 72 apresentam, respectivamente, as cartas \nde orientação quanto ao tipo de fundação para 1 e 2 metros de \nprofundidade, em que os pontos em laranja indicam os prédios \nexecutados sobre fundação superficial, enquanto os amarelos \nrepresentam execução de fundação profunda.  \n\n\n\n173 \n\nFigura 71 – Validação da carta de orientação para fundação: 1 metro de \nprofundidade \n\n \n\nPor meio da Figura 71 observa-se que, das 20 edificações em que \nfoi possível obter dados a respeito das fundações executadas, três delas \nforam construídas sobre fundação superficial, são elas: Moradia \nestudantil, situada na porção oeste do Campus sede da UFSC, \nDepartamento de Arquitetura e Urbanismo, à sudeste, bem como o \nprédio administrativo do Centro de Desportos. Desses locais, este último \n\n\n\n174 \n\nfoi edificado a menos de um metro de profundidade, enquanto os \ndemais tiveram suas fundações executadas na camada de 2 metros.  \n\nDe modo geral, verifica-se que a carta elaborada é coerente com \nas fundações executadas, visto que as edificações analisadas coincidiram \ncom as respectivas zonas orientavas quanto ao tipo de fundação, com \nexceção do edifício Tecmídia. Este, porém, encontra-se em local \nconsiderado de transição, em função da proximidade com a área \ninerente às fundações profundas. \n\n\n\n175 \n\nFigura 72 – Validação da carta de orientação para fundação: 2 metros de \nprofundidade \n\n \n\nPara o segundo metro de profundidade, verifica-se situação \nsemelhante, em que as edificações efetuadas sobre sapatas caíram na \nzona orientada a fundações superficiais. No entanto, em função de haver \num pequeno aumento das áreas destinadas às fundações profundas, \nalém do edifício Tecmídia observa-se que outros dois prédios \nexecutados com estacas sobrepuseram áreas orientadas a fundação \n\n\n\n176 \n\nsuperficial, mas muito próximas às zonas destinadas a fundações \nprofundas. Diante do exposto e tendo em vista que se tratam de cartas \norientativas, considera-se que os resultados gerados são aplicáveis à \nárea de estudo. \n\nDo mesmo modo, por meio de informações acerca das fundações \nexecutadas em 20 edificações do Campus sede da UFSC, fez-se uma \nvalidação dos comprimentos máximos estimados para as estacas. Assim, \na Figura 73, a Figura 74 e a Figura 75 apresentam, respectivamente, as \ncartas elaboradas para a estaca hélice contínua, estaca pré-moldada e \nestaca raiz, considerando a inserção dos pontos representativos dos \nprédios construídos sobre as estacas em questão e contendo a \ninformação do comprimento médio de estacas utilizada para cada um \ndeles. \n\n\n\n177 \n\nFigura 73 – Validação da carta de comprimento máximo de estaca hélice \ncontínua \n\n \n\nPor meio da Figura 73 percebe-se que 11 das 20 edificações cujas \nfundações puderam ser analisadas foram construídas sobre estaca \nhélice contínua, com uma média de comprimento entre elas de 13,5 \nmetros. Ao analisar a região correspondente a estacas com \ncomprimentos máximos entre 5 e 10 metros, verifica-se que há dois \npontos que apresentam comprimentos coincidentes com a informação \n\n\n\n178 \n\ndisponibilizada na carta (8 e 9 metros), no entanto, três deles indicam a \ncravação de estacas com 14 e 15 metros. Todavia, tais pontos localizam-\nse próximos à área destinada a comprimentos entre 10 e 15 metros e, \nportanto, deve-se considerar que há uma região de transição em que \npode ocorrer comprimentos inerentes à uma faixa situada em suas \nproximidades. \n\nAinda, observa-se que, para o intervalo de comprimento entre 10 \ne 15 metros, há quatro pontos cujas informações puderam ser coletadas, \ndos quais três correspondem à locais em que foram executadas estacas \nhélice contínua de 12 e 15 metros, enquanto apenas um refere-se à \ncomprimento de estaca superior à zona analisada, apresentando 17 \nmetros (13% acima do limite superior). Por fim, nota-se que há dois \npontos situados na faixa de comprimentos entre 15 e 20 metros, os quais \ncorroboram com o modelo desenvolvido, visto que apresentam estacas \ncom comprimento médio de 16 metros.  \n\n\n\n179 \n\nFigura 74 – Validação da carta de comprimento máximo de estaca pré-moldada \n(? &lt;30 cm) \n\n \n\nAcerca das estacas pré-moldadas executadas no Campus sede da \nUFSC, foi possível coletar informações de apenas duas edificações, mas \nsem obter o diâmetro da fundação. Dessa forma, em função da baixa \nestatura dos prédios em questão, a comparação dos comprimentos das \nfundações executadas foi realizada com a carta de comprimento \nmáximo de estaca pré-moldada de diâmetro inferior a 30 cm. Assim, \n\n\n\n180 \n\nverificou-se que ambos os pontos não coincidiram, em termos de \ncomprimento, com a faixa indicada na carta, mas estão situados em \nregiões de transição, haja vista a proximidade com a área destinada aos \nseus respectivos comprimentos. Além disso, em termos de orientação, a \ncarta mostra-se coerente, uma vez que um dos pontos dispõe de \nfundações com comprimento médio de 14 metros e caiu sobre uma \nregião destinada à comprimentos entre 15 e 20 metros, enquanto o \noutro, que apresenta estaca de 12 metros, coincidiu com a zona em que \no limite superior é de 10 metros. \n\n\n\n181 \n\nFigura 75 – Validação da carta de comprimento máximo de estaca raiz \n\n \n\nPor fim, a validação da carta de comprimento máximo de estaca \nraiz se deu por meio de apenas três pontos referentes a fundações já \nexecutadas, as quais situam-se próximas umas das outras, na porção \nsudeste do Campus sede da UFSC. A Figura 75 mostra que um dos pontos \nfoi condizente com o indicativo fornecido pela carta, enquanto os outros \ndois indicaram comprimentos de estacas superiores à faixa em que \ncaíram (12 e 13 metros). Entretanto, esses pontos correspondem à \n\n\n\n182 \n\npróxima faixa, referente a comprimento máximo de estacas entre 10 e \n15 metros, a qual situa-se anexa à região em que eles se encontram. \nNesse caso, a validação seria melhor verificada com a coleta de \ninformações de um maior número de pontos.  \n\nDiante das análises realizadas, constata-se que o modelo se \nmostrou adequado, haja vista a representação das cartas de orientação \nquanto ao tipo de fundação e de comprimento máximo de estacas \nestarem próximas à realidade para a maior parte dos casos observados. \nAinda, haja vista que as cartas mencionadas se utilizam de parâmetros \nadotados na elaboração das demais cartas, verifica-se que, \nindiretamente, os outros resultados gerados no estudo puderam ser \nlegitimados. Desse modo, reforçando o caráter orientativo do trabalho, \nseus resultados podem ser utilizados na obtenção expedita de subsídios \nao técnico ao planejamento e à tomada de decisão.  \n\n\n\n183 \n\n6 CONCLUSÕES E SUGESTÕES PARA ESTUDOS FUTUROS \n\nO presente capítulo apresenta as considerações finais do trabalho \ndesenvolvido no âmbito dessa dissertação, por meio de uma reflexão \nsobre seus objetivos e de recomendações deixadas para estudos \nposteriores. \n\n6.1 CONCLUSÕES \n\nO presente trabalho tratou do desenvolvimento de um banco de \ndados geológico-geotécnico em ambiente SIG por meio de informações \nprovenientes de laudos de sondagens SPT do Campus sede da UFSC. \nAssim, foram descritas as etapas correspondentes a preparação e \nestruturação dos dados, desde seu levantamento e digitalização até o \ngeorreferenciamento e relacionamento com os mapas temáticos \ngerados. Nesse sentido, cabe mencionar que uma das maiores \ndificuldades enfrentadas na realização deste trabalho foi localizar os \nfuros de sondagens, visto que a grande maioria deles não dispunha de \ncoordenadas para sua identificação espacial. Assim, sugere-se que nas \npróximas contratações de serviços de sondagem no Campus da UFSC \nseja considerada como um requisito obrigatório a inserção dessa \ninformação, de modo a possibilitar análises posteriores mais práticas e \nprecisas. \n\nPosteriormente, o estudo apresentou o potencial do uso do \nbanco de dados para análise do perfil geológico-geotécnico e elaboração \nde cartas de aptidão para fundações, mediante processamento dos \ndados SPT associados a métodos semiempíricos e empíricos disponíveis \nna literatura. Nesse contexto, a ferramenta SIG se mostrou \nimprescindível, visto que sua interface permitiu realizar, de maneira \nprática e eficiente, as operações de georreferenciamento, ajuste e \nvetorização dos elementos do banco de dados e, principalmente, a \naplicação da modelagem geoestatística para realização das \ninterpolações, gerando as cartas apresentadas ao longo deste estudo. \nAlém disso, a possibilidade de fazer interações entre os produtos obtidos \nno decorrer do trabalho conferiu praticidade na execução das cartas e \nclara visualização dos resultados, de modo a favorecer sua \ninterpretação.  \n\n\n\n184 \n\nAo verificar as cartas de tipos de solos e as cartas de aptidão para \nfundação desenvolvidas para representar o comportamento do subsolo \ndo Campus sede da UFSC, algumas caraterísticas da região puderam ser \nextraídas. Primeiramente, foi possível verificar que a área de estudo é \ncomposta por solos moles, propriedade das argilas e dos siltes, \nespecialmente em sua porção central-norte, a qual corresponde à última \nregião a apresentar algum tipo de solo antes de atingir o impenetrável a \npercussão, a 25 metros de profundidade. Por outro lado, as zonas a \noeste e sudeste do Campus apresentam subsolo com característica de \nsolos residuais, visto que se situam em locais de maiores altitudes face \nas demais zonas analisadas e possuem resistência mais elevada quando \ncomparados aos solos sedimentares.  \n\nAcerca das superfícies de impenetrável à percussão e freática, \nverificou-se que 95% da área de estudo apresenta impenetrável até 17,5 \nmetros de profundidade, enquanto que o nível d’água, de forma geral, \nvaria de 0 a 9 metros, com mais de 50% da área do Campus \napresentando lençol freático a menos de 2 metros de profundidade. No \nentanto, ao analisar a sazonalidade das chuvas em Florianópolis, \ncontatou-se a influência desse fator na variação do nível d’água, visto \nque no período seco 43% da área de estudo apresentou nível d’água até \n2 metros de profundidade, enquanto que 70,8% foi o percentual de área \natingida pela superfície freática até 2 metros de profundidade no \nperíodo chuvoso. \n\nPara o Campus sede da UFSC, as cartas de orientação quanto ao \ntipo de fundação indicaram zonas propícias para execução de fundações \nsuperficiais nas regiões oeste e sudeste, para ambas as profundidades \nanalisadas, as quais puderam ser validadas mediante a comparação com \ninformações coletadas de laudos de fundações já executadas na área de \nestudo. Ademais, em termos de fundações superficiais, as cartas de \ntensão admissível mostraram um ganho de resistência do solo a 4 \nmetros de profundidade em relação às profundidades inferiores. \n\nOutra análise realizada passível de ser desempenhada por meio \ndo processamento de dados SPT em ambiente SIG foi o desenvolvimento \ndas cartas de isovalores de NSPT, que demonstraram decréscimo de \nvalores de resistência do solo das porções laterais e inferiores à região \ncentro-norte, que contém solos moles e, consequentemente, de \nmenores resistências. Ainda, as cartas que estimam o comprimento \nmáximo de estacas indicaram regiões com maior comprimento de estaca \n\n\n\n185 \n\nnos locais que apresentam impenetráveis à percussão mais profundos, \ncomo na porção centro-norte do Campus. Por outro lado, a região \nsudeste demonstrou ser uma área com previsão de menor comprimento \nde estaca. \n\nÉ importante mencionar que, considerando a variabilidade que \nenvolve os solos, a necessidade de sondagens do terreno não pode ser \ndescartada. Nesse sentido, Zuquette (1993) reforça que o mapeamento \ngeotécnico tem sempre o objetivo de orientar e não substituir as \ninvestigações geotécnicas locais. Assim, as cartas produzidas neste \nestudo apresentam um caráter orientativo acerca da aptidão do subsolo \ndo Campus sede da UFSC em termos de fundação e, portanto, não \nsubstituem a necessidade de investigações geotécnicas pontuais para \nobtenção de subsídios específicos ao dimensionamento de elementos \nestruturais.  \n\nOs resultados do estudo têm a finalidade de fornecer subsídios \ntécnicos de apoio à tomada de decisão por parte dos gestores do \nCampus sede da UFSC e demais interessados, visto que o banco de dados \ndesenvolvido permite conhecer geograficamente os tipos de solos \nexistentes na área de estudo, além de parâmetros geotécnicos \nimportantes, fornecendo informações necessárias à elaboração de \ntrabalhos de engenharia e ao planejamento territorial. Ademais, a base \nde dados SIG e os mapas temáticos gerados servem como ferramentas \núteis, passíveis de serem complementadas e atualizadas, fornecendo \norientação sobre a continuidade espacial das propriedades geotécnicas \ndo Campus sede da UFSC. \n\nEm termos práticos, os resultados apresentados neste estudo \nmostram-se aplicáveis no direcionamento das próximas construções, na \norientação quanto ao tipo de fundação e no seu dimensionamento, \nassim como na análise preliminar de investimentos, haja vista a \npossibilidade de se prever a profundidade das sondagens e, \nconsequentemente, o tempo despendido para os ensaios, aprimorando \nas estimativas de custos durante a análise de viabilidade dos projetos. \nAlém disso, as cartas podem contribuir na análise dos resultados de \nsondagens posteriormente contratadas e também no cálculo estimado \nde movimentação de terra necessária para executar determinada obra. \nDessa forma, o trabalho desenvolvido contribui para fundamentar as \nações de planejamento e gestão de uso do solo e a instalação de \nempreendimentos no Campus sede da UFSC. \n\n\n\n186 \n\n6.2 SUGESTÕES PARA ESTUDOS FUTUROS \n\nNão obstante a abrangência do presente trabalho, tendo em vista \nas limitações de recursos, sugere-se seu aprofundamento em estudos \nfuturos no que se refere às seguintes questões: \n\n? Coletar junto a empresas de sondagem, construtoras e \nPrefeitura Municipal de Florianópolis (PMF) laudos de \nsondagens SPT de regiões situadas no entorno do \nCampus sede da UFSC, de forma a aprimorar as análises \ngeradas próximas às bordas da área de estudo. \n\n? Utilizar as informações dos dados SPT e da topografia da \nregião para complementar o mapeamento geotécnico \ndesenvolvido por Santos (1997), melhorando sua escala. \n\n? Elaborar perfis estratigráficos do Campus sede da UFSC \npor meio das informações cadastradas no banco de \ndados provenientes das sondagens SPT. \n\n? Realizar análises pontuais para setores específicos do \nCampus sede da UFSC, em regiões mais densas de \nsondagens SPT, a fim de aprimorar as análises e, \nconsequentemente, a precisão das cartas geradas.  \n\nPor fim, destaca-se que a contínua atualização da base de dados \ngeológico-geotécnicos, assim como a incorporação de novas \ninformações são recomendadas, haja vista que a autenticidade das \nanálises geradas é diretamente proporcional à robustez do banco de \ndados utilizado nos estudos.\n\n\n\n187 \n\nREFERÊNCIAS \n\nACHTERBERG, H. A. Estudo sobre a aplicação da classificação geotécnica MCT \npara um solo residual de Santa Cruz do Sul-RS. Trabalho de conclusão de curso \n(Graduação). Universidade de Santa Cruz. Santa Cruz do Sul, 2014. 82p.  \n \nAGÊNCIA EMBRAPA DE INFORMAÇÃO TECNOLÓGICA (AGEITEC). SANTOS, H. G.; \nZARONI, M. J. Classificação do perfil.  Disponível em:&lt;http://www.agencia. \ncnptia.embrapa.br/gestor/solos_tropicais/arvore/CONTAG01_5_22122006115\n37.html >. Acesso em: 01 jul. 2016. \n \nAL-ANI, H. OH, E.; CHAI, G.; AL-UZAIRY, B. N. GIS- Interpolated Geotechnical \nZonation Maps in Surfers Paradise, Australia. GEOProcessing 2014: The Sixth \nInternational Conference on Advanced Geographic Information Systems, \nApplications, and Services. Barcelona, 2014.  \n \nAL-JABBAN, W. J. M. Estimation of Standard Penetration Test (SPT) of Hilla City-\nIraq by Using GPS Coordination. Jordan Journal of Civil Engineering, vol. 7, nº. 2. \nJordânia, 2013. \n \nALLESSI, C. C. Análise estatística e geoestatística da distribuição de CO2, CH4, \nRn e microbiota em um campo petrolífero do recôncavo baiano (BA). \nDissertação (Mestrado). Universidade Católica do Rio de Janeiro. Rio de Janeiro, \n2011. 218p. Disponível em:&lt;http://www.maxwell.vrac.puc-rio.br/18300/ \n18300_1.PDF>. Acesso em: 29 mai. 2016. \n \nALMEIDA, E. S.; RODRIGUES, R. M. Caracterização geológica da Ilha de Santa \nCatarina a partir de técnicas de SR e SIG visando a implementação de túneis \nviários. In: XI Simpósio Brasileiro de Sensoriamento Remoto (SBSR), INPE, \np.1695-1702. Belo Horizonte, 2003. Disponível em:&lt;marte.sid.inpe.br/col/ \nltid.inpe.br/sbsr /2002/11.19.15.24/doc/14_260.pdf>. Acesso em: 05 ago. 2016. \n \nALMEIDA, G. A. G.; ALBRECHT, K. J. Banco de dados digital das sondagens de \nsimples reconhecimento (SPT): Subsídio ao planejamento urbano. In: 10º \nCongresso Brasileiro de Geologia de Engenharia. Ouro Preto, 2002. \n \nALVES, P. C. Cartografia geotécnica para obras subterrâneas: condições de \nconstruções de garagens subterrâneas e metrô no plano piloto de Brasília. \nDissertação (Mestrado). Universidade de Brasília (UnB). Brasília, 2009. 185p. \n \nANBAZHAGAN, P.; SITHARAM, T. G. Site characterization studies of Bangalore \nusing a geophysical method. In: Geotechnical and Geophysical Site \n\n\n\n188 \n\nCharacterization – Huang &amp; Mayne, Taylor &amp; Francis Group. London, 2008. \nISBN: 978-0-415-46936-4. \n \nANDRADE, A. R. Caracterização dos elementos de fundações aplicáveis em \nedificações na região de Florianópolis. Dissertação (Mestrado). Programa de \nPós-graduação em Engenharia Civil (PPGEC) da Universidade Federal em Santa \nCatarina (UFSC), Florianópolis, 2003. 143p. Disponível em:&lt;https://repositorio \n.ufsc.br/handle /123456789/84644>. Acesso em: 6 jun. 2016. \n \nAOKI, N. VELLOSO, D. A. An approximate method to estimate the bearing \ncapacity of piles. In: V Panamerican conference on soil mechanics and \nFoundation engineering, vol. 1, p.367-376. Buenos Aires, 1975. \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). NBR 6459: Solo - \nDeterminação do limite de liquidez. Rio de Janeiro, 2016.  \n \n______. ABNT. NBR 6484: Solo - Sondagens de simples reconhecimentos com \nSPT - Método de ensaio - Elaboração. Rio de Janeiro, 2001. \n \n______. ABNT. NBR 6502: Rochas e solos - Terminologia. Rio de Janeiro, 1995. \n \n______. ABNT. NBR 7180: Solo - Determinação do limite de plasticidade. Rio de \nJaneiro, 2016.  \n \n______. ABNT. NBR 7181: Solo - Análise granulométrica. Rio de Janeiro, 1988.  \n \n______. ABNT. NBR 8036: Programação de sondagens de simples \nreconhecimento dos solos para fundações de edifícios - Procedimento. Rio de \nJaneiro, 1983.  \n \n______. ABNT. NBR 6122: Projeto e execução de fundações. Rio de Janeiro, \n2010.  \n \n______. ABNT. NBR 6484: Solo - Sondagens de simples reconhecimento com \nSPT - Método de ensaio. Rio de Janeiro, 2001. \n \nAZEVEDO, A. C.; REINERT, D. J.; SANTOS, D. R.; PEDRON, F. A.; DALMOLIN, R. S. \nD. Fundamentos da ciência do solo. Centro de Ciências Rurais da Universidade \nFederal de Santa Maria (UFSM). Santa Maria, 2007. 169p. Disponível em: \nhttp://www.fisicadosolo.ccr.ufsm.quoos.com.br/downloads/Disciplinas/FundCi\nSolo/Apostila_FundaCiSolo.pdf>. Acesso em: 10 jul. 2016. \n \n\n\n\n189 \n\nBARROS, E. U. A. Utilização do geoprocessamento no estudo de suscetibilidade \nà erosão na área de influência da UHE – Barra do Peixe. Dissertação (Mestrado). \nDepartamento de Engenharia Civil da Universidade de Brasília (UnB). Brasília, \n1996. 119p. \n \nBECKER, D. E. Site characterization. In: Geotechnical and geo-environmental \nengineering handbook, vol. 1, 1088p. Kluwer Academic Publishing, USA, 2001. \n \nBELINCANTA, A.; FERRAZ, R. L. Contribuição da Universidade Estadual de \nMaringá no entendimento da sondagem de simples reconhecimento com SPT, \nvol. 22, nº 5, p.1463-1472. Maringá: Acta Scientiarum, 2000. ISSN: 1415-6814. \nDisponível em:&lt;http://periodicos.uem.br/ojs/index.php/ActaSciTechnol/ \narticle/view File/3105/2233>. Acessos em: 7 jun. 2016. \n \nBERBERIAN, D. Sondagens e ensaios in situ para engenharia. 8ª ed., \nUniversidade Federal do Rio de Janeiro (UFRJ). Rio de Janeiro: COPE, 2012. ISBN: \n85-7238-011-6. \n \nBORGES, U. N. Mapeamento das Áreas de Conflito com a Legislação e de Riscos \nDecorrentes da Instalação de Postos de Combustíveis na Cidade de João \nPessoa – PB Utilizando Sistema de Informação Geográfica e Sensoriamento \nRemoto. Trabalho de conclusão de curso (Graduação). Universidade Federal da \nParaíba (UFPB). João Pessoa, 2004. 145p. \n \nBURROUGH, P. A. Principles of geographical information systems for land \nresources assessment. Oxford: Clarendon Press, 1986. 193p. ISBN: 0-19-\n854592-0. \n \nBURROUGH, P. A.; MCDONNELL, R. A. Principles of Geographical Information \nSystems. Oxford University Press, 1998. 19p. \nCÂMARA, K. R. R.; PEREIRA, A. C. Análise de perfis de sondagem SPT e \ncaracterização geotécnica de solos do município de natal. In: HOLOS, [S.l.], v. 1, \np. 38-53, dez. 2007. ISSN: 1807-1600. Disponível em:&lt;http://www2.ifrn. \nedu.br/ojs/index .php/HOLOS/article/view/56/62>. Acesso em: 10 jun. 2016.  \n \nCAMARGO, E. C. G. Desenvolvimento, implantação e teste de procedimentos \ngeoestatísticos (krigagem) no Sistema de Processamento de Informações \nGeorreferenciados (SPRING). Dissertação (Mestrado). INPE, São José dos \nCampos, 1997. 148p. Disponível em:&lt;http://mtc-m12.sid.inpe.br/col/sid.inpe. \nbr/iris@1912/2005/07.20.08.47.41/doc/publicacao.pdf?ibiurl.language=pt-\nBR>. Acesso em: 29 jul. 2016. \n \n\n\n\n190 \n\nCAPUTO, H. P. Mecânica dos solos e suas aplicações - Volume 1. 6ª ed. Rio de \nJaneiro: Livros Técnicos e Científicos Editora S.A., 1996. 234p. \n \nCAPUTO, H. P. Mecânica dos solos e suas aplicações, volume 1: fundamentos. \n6ª. ed. Rio de Janeiro: Ltc, 2005. 512p. \n \nCARAMEZ, M.; HIGASHI, R.R. Utilização de técnicas de geoprocessamento \natravés de um SIG para a estimativa de características mecânicas dos solos do \nmunicípio de Florianópolis. In: XV Simpósio Brasileiro de Sensoriamento \nRemoto (SBSR), INPE, p.8849. Curitiba, 2011. Disponível em \n<http://www.dsr.inpe.br/sbsr 2011/files/p1257.pdf>. Acesso em: 30 mai. 2016. \n \nCARUSO, C; QUARTA, F. Interpolation Methods Comparison. In: Computers \nMathematical application, vol. 35, nº 12, p.109-126. Great Britain, 1998. \n \nCARVALHO, J. C.; GITIRANA JUNIOR, G. F. N.; MACHADO, S. L.; MARCARENHA, \nM. M. A.; SILVA FILHO, F. C. Solos não saturados no contexto geotécnico. São \nPaulo: Associação Brasileira de Mecânica dos Solos e Engenharia Geotécnica \n(ABMS), 2015. ISBN: 978-8-56795-003-7. \n \nCINTRA, J. C. A.; AOKI, N.; ALBIERO, J. H. (2003). Tensão Admissível em \nFundações Diretas. 1ª ed. São Carlos: Rima, 2003. 135p. ISBN: 85-86552-55-0. \n \nCINTRA, J. C. A.; AOKI, N. Fundações por Estacas - Projeto Geotécnico. São \nPaulo: Oficina de textos, 2010. 96p. ISBN: 978-85-7975-004-5.  \n \nCINTRA, J. C. A.; AOKI, N.; ALBIERO, J. H. Fundações diretas - Projeto Geotécnico. \nSão Paulo: Oficina de textos, 2011. 140p. ISBN: 978-85-7975-035-9. \n \nCOELHO, A. M.; ALVES, M. G.; OLIVEIRA, M. G. O uso de técnicas de \ngeoprocessamento e mapeamento geológico-geotécnico na elaboração do \nmapa de potencial de uso e ocupação do solo do município de Itaperuna/RJ. In: \nXIII Simpósio Brasileiro de Sensoriamento Remoto (SBSR), INPE, p. 2447-2454. \nFlorianópolis, 2007. \n \nCOUTINHO, R. Q.; SEVERO R. N. F. Investigação geotécnica para projeto de \nestabilidade de encostas. In: 5ª Conferência Brasileira de Estabilidade de \nEncostas (COBRAE), vol. 1, p. 55.  São Paulo, 2009.  \n \nDAS, B. M. Fundamentos de engenharia geotécnica. 6ª ed. São Paulo: Thomson \nLearning, 2007. 562p.  \n \n\n\n\n191 \n\nDAS, B. M. Fundamentos de engenharia geotécnica. 8ª ed. São Paulo: Cengage \nLearning, 2014. 562p.  \n \nDAVISON DIAS, R. Proposta de metodologia de definição de carta geotécnica \nbásica em regiões tropicais e subtropicais. In: Revista do Instituto Geológico, v. \nespecial, p.51-55. São Paulo, 1995. Disponível em:&lt;http://ppegeo.igc.usp.br \n/scielo.php?script=sci_arttext&amp;pid=S0100-929X1995000200007&amp;lng=pt&amp;nrm= \niso>. Acesso em: 5 ago. 2016. \n \nDÉCOURT, L. The Standard Penetration Test – State of the art report. In: XII \ninternational conference on soil mechanics and foundation engineering \n(ICSMFE), vol.4. p.2405-2416. Rio de Janeiro, 1989.  \n \nDÉCOURT, L.; QUARESMA, A. R. Capacidade de carga de estacas a partir de \nvalores SPT. In: VI Congresso brasileiro de mecânica dos solos e engenharia de \nfundações, vol. 1, p.45-54. Rio de Janeiro, 1978.  \n \nDIAS, M. J. Distribuição espacial das características físicas e químicas do solo \nde cerrado utilizando krigagem indicativa. Dissertação (Mestrado). Programa \nde Pós-Graduação Stricto Sensu em Engenharia Agrícola da Universidade \nEstadual de Goiás (UEG), Anápolis, 2013. 80p. \n \nDIAS, F, P.; HERRMANN, M. L. P. Susceptibilidade a deslizamentos: Estudo de \ncaso no Bairro Saco Grande, Florianópolis - SC. In: Revista Caminhos de \nGeografia, 3(6), p.57-73. Uberlândia, 2002. Disponível em: \n<http://www.seer.ufu.br/index.php/caminhosdegeografia/article/viewFile/152\n95/8594>. Acesso em: 05 ago. 2016. ISSN: 1678-6343. \n \nDRUCK, S.; CARVALHO, M.S.; CÂMARA, G.; MONTEIRO, A.V.M. (eds). Análise \nEspacial de Dados Geográficos. Brasília: Embrapa, 2004. ISBN: 85-7383-260-6. \n \nEmpresa Brasileira de Pesquisa Agropecuária (EMBRAPA). Sistema Brasileiro de \nClassificação de Solos. 3ª edição. Brasília: Embrapa Informação Tecnológica. Rio \nde Janeiro: Embrapa-Solos, 2013. 353p. ISNN 978-85-7035-198-2. \n \nFAZAN, A. J.; POZ, A. P. D. Extração de contornos aproximados de telhados de \nedifícios a partir de dados de varredura a laser. In: XV Simpósio Brasileiro de \nSensoriamento Remoto (SBSR), INPE, P.5447-5454. Curitiba, 2011.  \n \nFELGUEIRAS, C. A. Análises sobre Modelos Digitais de Terreno em ambiente de \nSistemas de Informações Geográficas. Instituto de Pesquisas Espaciais (INPE), \n\n\n\n192 \n\n1999. Disponível em:&lt;http://www.dpi.inpe.br/~carlos/trab_cientific/selper8f \n.pdf>. Acesso em: 20 mai. 2016. \n \nFOLLE, D. O estudo geoestatístico de sondagens SPT para geração de mapas \nauxiliares em obras de engenharia. Dissertação (Mestrado). Programa de Pós-\ngraduação em Engenharia de Minas, Metalúrgica e Materiais (PPGEM) da \nUniversidade Federal do Rio Grande do Sul (UFRGS). Porto Alegre, 2002. 217p. \n \nFONTELLES, H. R. N. Caracterização geotécnica do subsolo da porção nordeste \ndo município de Fortaleza (CE) com base em geoestatística. Dissertação \n(Mestrado). Programa de Pós-graduação em Geotecnia da Escola de Engenharia \nde São Carlos (EESC) da Universidade de São Paulo (USP). São Carlos, 2003. 146p. \n \nFORTES, L. R. G. M. Processo de modelagem de dados em sistema de \ninformação geográfica. Dissertação (Mestrado). Escola Politécnica da \nUniversidade de São Paulo (USP). São Paulo, 1998. 211p. \n \nGUSMÃO FILHO, J. A. Solos da formação geológica ao uso na engenharia. 2ª ed. \nRecife: Ed.Universitária da UFPE, 2008. 198p. ISBN: 978-85-7315-482-5. \n \nHACHICH, W.; FALCONI, F. F.; SAES, J. L.; FROTA, R. G. O.; CARVALHO, C. S.; \nNIYAMA, S. Fundações: Teoria e Prática. 2ª ed., São Paulo: Editora PINI, 1998. \nISBN: 85-7266-098-4. 758p. \n \nHERRMANN, M. L. P. Aspectos ambientais da porção central da Ilha de Santa \nCatarina. Dissertação (Mestrado). Departamento de Geociências da \nUniversidade Federal de Santa Catarina (UFSC). Florianópolis, 1989. 254p. \nDisponível em:&lt;https://repositorio.ufsc.br/handle/123456789/111815>. \nAcesso em: 5 ago. 2016. \n \nHIGASHI, R. A. R. Metodologia de uso e ocupação dos solos de cidades costeiras \nbrasileiras através de SIG com base no comportamento geotécnico e \nambiental. Tese (Doutorado). Programa de Pós-Graduação em Engenharia Civil \n(PPGEC) da Universidade Federal de Santa Catarina (UFSC). Florianópolis, 2006. \n486p. Disponível em:&lt;http://www.tede.ufsc.br/teses/PECV0428.pdf>. Acesso \nem: 20 mai. 2016. \n \nHUIJBREGTS, C. J. Regionalized variables and quantitative analysis of spatial \ndata. In: Display and analysis of spatial data, p.38-53. New York: John Wiley, \n1975.  \n \n\nhttps://repositorio.ufsc.br/handle/123456789/111815\nhttp://www.tede.ufsc.br/teses/PECV0428.pdf\n\n\n193 \n\nHUMYRA, T.; AWALL, MD. R.; MOFIZ, S. A.; SOBHAN, MD. A. Preparation of SPT \nContour Map of Rajshahi City Area and its Application to Foundation Design. \nInternational Journal of Civil &amp; Environmental. Engineering, vol. 12 nº. 2, p.11-\n17. Paquistão, 2012. \n \nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). Ferramenta \nCidades@ - dados estatísticos dos municípios brasileiros. Rio de Janeiro, 2010. \nDisponível em:&lt;http://cidades.ibge.gov.br/xtras/perfil.php?codmun=420240>. \nAcesso em: 01 ago. 2016. \n \nINSTITUTO NACIONAL DE METEOROLOGIA (INMET). Banco de Dados \nMeteorológicos para Ensino e Pesquisa (BDMEP). Disponível em: \n<http://www.inmet.gov.br/portal/index.php?r=bdmep/bdmep>. Acesso em: 26 \nmai. 2016. \n \nINSTITUTO NACIONAL DE PESQUISAS ESPACIAIS (INPE). Análise espacial de \ndados geográficos. Brasília, Embrapa, 2004. ISBN: 85-7383-260-6. Disponível \nem:&lt;http://www.dpi.inpe.br/gilberto/livro/analise/ index.html>. Acesso em: \n16 mai. 2016. \n \nJAKOB, A. A. E. Krigagem como método de análise de dados demográficos. 21p. \nOuro Preto: XIII Encontro da Associação Brasileira de Estudos Populacionais, \n2002. \n \nJAKOB, A. A. E.; YOUNG, A. F. O uso de métodos de interpolação espacial de \ndados nas análises sociodemográficas. In: XV Encontro Nacional de Estudos \nPopulacionais (ABEP). Caxambu, 2006. Disponível em:&lt;http://www.abep \n.nepo.unicamp.br/encontro2006/docspdf/ABEP2006_388.pdf.> Acesso em: 28 \njul. 2016. \n \nKULHAWY, F. H.; PHOON, K. K. Observations on geotechnical reliability-based \ndesign development in North America. In: Foundation Design Codes and Soil \nInvestigation in view of International Harmonization and Performance, 2002. \nDisponível em:&lt;http://azul.inti.gov.ar/cirsoc/pdf/fundaciones/CPaper_IWS \nKamakura _2002a.pdf>. Acesso em: 01 ago. 2016. \n \nLAGACHERIE, P.; McBRATNEY, A. B. Spatial soil information system and spatial \nsoil inference system: perspectives for Digital Soil Mapping. In: Digital soil \nmapping: an introductory perspective. Elsevier: Amsterdam, 2007. \n \n\nhttp://www.dpi.inpe.br/gilberto/livro/analise/index.html\n\n\n194 \n\nLANDIM, P.M.B. Introdução aos métodos de estimação espacial para confecção \nde mapas. Lab. Geomatemática, DGA, IGCE, UNESP/Rio Claro, Texto Didático 03, \n2000. \n \nLANDIM, P.M.B; STURARO, J.R. Krigagem Indicativa aplicada à elaboração de \nmapas probabilísticos de riscos. Geomatemática, Texto Didático 6, DGA, \nIGCE,UNESP/Rio Claro, 2002. Disponível em:&lt;http://leg.ufpr.br/~edson \n/Artigos/ Paulo%20M%20Barbosa%20Landim.pdf>. Acesso em: 20 mai. 2016. \n \nLEITE, P. A. M. Análise da resistência do solo do município de Porto Alegre \natravés de sondagem SPT e a comparação com as litologias da região. Trabalho \nde conclusão de curso (Graduação). Instituto de Geociências da Universidade \nFederal do Rio Grande do Sul (UFRGS). Porto Alegre, 2015. \n \nLEPSCH, I. F. Formação e Conservação dos Solos. 2ª ed. São Paulo: Oficina de \nTextos, 2013. \n \nLIMA, M. J. C. P. A. Prospecção geotécnica do subsolo. 1ª ed., Rio de Janeiro: \nEditora Livros Técnicos e Científicos, 1979. 104p. ISBN: 8521602774.  \n \nLONGLEY, P. A. GOODCHILD, M. F. MAGUIRE, D. J. RHIND D. W. New \nDevelopments in Geographical Information Systems: Principles, Techniques, \nManagement and Applications.  24 p. Disponível em:&lt;http://www.geos.ed.ac. \nuk/~gisteac/gis_book_abridged/files/pref.pdf>. Acesso em: 23 jul. 2016. \n \nMARANGON, M. Geotecnia de fundações. Notas de aula. Universidade Federal \nde Juiz de Fora (UFJF). Juiz de Fora, 2009. Disponível em:&lt;http://www.ufjf.br \n/nugeo/pagina-do-aluno/notas-de-aula/geotecnia-de-fundacoes/>. Acesso em: \n19 de mai. 2016 \n \nMARINHO, F. A. M. Investigação geotécnica para quê? In: IV Conferência \nBrasileira de Estabilidade de Encostas (COBRAE), vol. 2. Salvador, 2005. \n \nMEDINA, A. S.; MEDINA, S. S. S. A representação da superfície topográfica \natravés de modelos digitais de terreno. In: XVIII Simpósio Nacional de \nGeometria Descritiva e Desenho Técnico e VII International Conference on \nGraphics Engineering for Arts and Design (GRAPHICA). Curitiba/PR, 2007. \nDisponível em:&lt;http://www.exatas.ufpr.br/portal/docs_degraf/artigos_ \ngraphica/AREPRESENTACAODASUPERFICIETOPOGRAFICA.pdf>. Acesso em: 25 \nmai. 2016. \n \n\n\n\n195 \n\nMHASKE S. M.; CHOUDHURY, D. Empirical correlations between shear wave \nvelocity and penetration resistence for ground shaking assessments. In: Bulletin \nof engineering geology and the environment, vol. 66, issue 2, p.203–213. \nBerlim: Springer, 2007.  \n \nMHASKE S. M.; CHOUDHURY, D. Geospatial contour mapping of shear wave \nvelocity for Mumbai city. In: Natural hazards, vol. 59, issue 1, p.317-327. Países \nbaixos, 2011. \n \nMILITIISKY, J.; CONSOLI, N.; SCHNAID F. Patologia das fundações. 2ª ed. São \nPaulo: Editora Oficina de Textos, 2015. 243p. ISBN: 978-85-7975-183-7. \n \nMILITITSKY, J.; SCHNAID, F. Uso do SPT em Fundações – Possibilidades e \nLimitações, Avaliação Crítica. In: XXVII Jornadas sudamericanas de ingeniería \nestructural, vol 6, p.125-138. Tucuman, 1995. \n \nNAMIKAWA, L. M.; FELGUEIRAS, C. A.; MURA, J. C.; ROSIM, S.; LOPES, E. S. \nS. Modelagem numérica de terreno e aplicações. São José dos Campos: \nDeposited in the URLib collection, 2003. 158p. INPE-9900-PUD/129. \n \nNOGAMI, J. S.; VILLIBOR, D. F. Pavimentação de baixo custo com solos \nlateríticos. São Paulo: Villibor, 1995. 213p. \n \nOLIVEIRA J.B.; JACOMINE P.K.T.; CAMARGO, M.N. Classes Gerais dos Solos do \nBrasil: guia auxiliar para seu reconhecimento. São Paulo: Nobel, 1991. 116p. \n \nPAREDES, E. A. Sistema de Informação Geográfica – Princípios e Aplicações \n(Geoprocessamento). São Paulo: Érica, 1994. 675p. \n \nPASTORE, E. L.; FORTES, R. M. Caracterização e classificação de solos. In: \nGeologia de Engenharia – Décimo Segundo Capítulo. São Paulo: Associação \nBrasileira de Geologia de Engenharia (ABGE), 1998. \n \nPESCIM, E. E.; URBANO, M. R.; DEMÉTRIO, C. G. B. Estimação da densidade do \nsolo em uma região da Amazônia para o cálculo de estoques de carbono do solo. \nIn: 19º Simpósio Nacional de Probabilidade e Estatística (SINAPE). São Pedro, \n2010. Disponível em:&lt;http://www.ime.unicamp.br/sinape/sites/default/files \n/resumo% 20estendido_geo.pdf>. Acesso em: 01 mai. 2016. \n \nPIMENTEL, H. W. Banco de dados georeferenciado e carta geotécnica \npreliminar de fundações da região centro-norte de Fortaleza-CE. Dissertação \n\n\n\n196 \n\n(Mestrado). Programa de Pós-Graduação em Engenharia Civil da Universidade \nFederal do Ceará. Fortaleza, 2015. 139p. \n \nPINTO, C. S. Curso básico de mecânica dos solos. 3. ed. São Paulo: Oficina de \nTextos, 2006. 355 p. \n \nPREFEITURA MUNICIPAL DE FLORIANÓPOLIS (PMF). Plano Municipal Integrado \nde Saneamento Básico (PMISB). Produto 2: Diagnóstico da caracterização \nfísica. Florianópolis, 2010. Disponível em:&lt;portal.pmf.sc.gov.br/ \narquivos/arquivos/pdf/06_06_2012_14.04.25.da52287614078c9d7de177baaa\n656c8f.pdf>. Acesso em: 5 ago. 2016. \n \nQUARESMA, A. R.; DÉCOURT, L.; QUARESMA FILHO, A. R.; ALMEIDA, M. S. S.; \nDANZIGER, F. Investigações Geotécnicas. In: Fundações: Teoria e Prática – \nTerceiro Capítulo, p.119-162. 2ª ed., São Paulo: Editora PINI, 1998. ISBN: 85-\n7266-098-4.  \n \nRAJESH, S.; SHANKARAKURURAMAN, D.; DAS, A. A GIS / LIS Approach for study \non suitability of Shallow Foundation at Southern Chennai, India. In: 2nd Annual \nAsian Conference (MAPASIA). Kuala Lumpur, 2003. \n \nREBELLO, Y. C. P. Fundações: guia prático de projeto, execução e \ndimensionamento. 3. ed., São Paulo: Ed. Zigurate, 2011. 239p. ISBN: 978-85-\n85570-10-1.  \n \nREINERT, J. Estudo do comportamento das fundações profundas de obra \nindustrial no litoral fluminense usando abordagem probabilística. Dissertacão \n(Mestrado). Universidade Federal do Paraná. Curitiba, 2011. Disponível em: \n<http://dspace.c3sl.ufpr.br:8080/dspace/handle/1884/28286>. Acesso em: 30 \nago. 2016. \n \nREIS, M. H.; GRIEBELER, N. P.; SARMENTO, P. H. L.; OLIVEIRA, L. F. C.; OLIVEIRA, \nJ. M. Espacialização de dados de precipitação e avaliação de interpoladores para \nprojetos de drenagem agrícola no estado de Goiás e Distrito Federal. In: XII \nSimpósio Brasileiro de Sensoriamento Remoto Brasil, p. 229-236, INPE. \nGoiânia, 2005. \n \nSakunthala Devi, S.; Stalin, V. K. Development of soil suitability map for \nGeotechnical applications using GIS approach. In: Indian Geotechnical \nConference, p.797-800. Cochim, 2011. \n \n\nhttp://dspace.c3sl.ufpr.br:8080/dspace/handle/1884/28286\n\n\n197 \n\nSANTOS, G. T. Integração de informações pedológicas, geológicas e geotécnicas \naplicadas ao uso do solo urbano em obras de engenharia. Tese (Doutorado). \nUniversidade Federal do Rio Grande do Sul (UFRGS). Porto Alegre, 1997. 231p. \n \nSANTOS, J. V.; THIESEN, S.; HIGASHI, R. R. Geographic Information System: \nMethodological Proposal for the Development of Foundation Maps Based on \nSPT Investigation. In: 15th Pan-American Conference on Soil Mechanics and \nGeotechnical Engineering. Buenos Aires, 2015. ISBN: 978-1-61499-602-6 (print), \nISBN: 978-1-61499-603-3 (online). \n \nSBROGLIA, R. M. Mapeamento geotécnico e das áreas suscetíveis a \ndeslizamentos na microbacia do Ribeirão Baú, Ilhota/SC. Dissertação \n(Mestrado). Programa de Pós-graduação em Geografia (PPGG) da Universidade \nFederal de Santa Catarina (UFSC). Florianópolis, 2015. 187p. Disponível em \n<http://www.bu.ufsc.br/ teses/PGCN0560-D.pdf>. Acesso em: 08 mai. 2016. \n \nSHAHRI, A.; RAJABLOU, R.; GHADERI, A. An improved method for seismic site \ncharacterization with emphasis on liquefaction phenomena. Open Journal of \nEarthquake Research, vol. 1, nº. 2, p.13-21. Scientific Research, 2012. \n \nSHARMA, B.; RAHMAN, S. K.; SAIKIA, B. D. Use of contour maps for preliminary \nassesment of subsoil of Guwahati city. Proceedings of Indian Geotechnical \nConference. Roorkee, 2013. \n \nSHARMA, B.; RAHMAN, S. K. Use of GIS Based Maps for Preliminary Assessment \nof Subsoil of Guwahati City. Journal of Geoscience and Environment Protection, \n4, p. 106-116. Scientific Research Publishing, 2016. ISSN: 2327-4336 (print). \nISSN: 2327-4344 (online). \n \nSCHNAID, F. Ensaios de campo e suas aplicações à Engenharia de Fundações. \nSão Paulo: Editora Oficina de textos, 2000. 189p. ISBN: 978-8-57975-059-5. \n \nSILVA, C. R.; QUINTAS, M. C. L.; CENTENO, J. A. S. Estudo do método de \ninterpolação do inverso da distância a uma potência. In: II Simpósio Brasileiro \nde Geomática | V Colóquio Brasileiro de Ciências Geodésicas, p.57-62. \nPresidente Prudente, 2007. ISSN: 1981-6251. \n \nSILVA, M.; HORN FILHO, N. O. Roteiro geológico-ambiental ao longo da planície \ncosteira da Ilha de Santa Catarina, SC, Brasil. In: Revista Discente Expressões \nGeográficas, n. 07, ano VII, p.210-231. Florianópolis, 2011. \n \n\n\n\n198 \n\nSILVA, S. A.; LIMA, J. S. S.; SOUZA, G. S.; OLIVEIRA, R. B. Avaliação de \ninterpoladores estatísticos e determinísticos na estimativa de atributos do solo \nem agricultura de precisão. In: IDESIA, vol. 26, n. 2, p-75-81. Chile, 2008. \n \nSOARES, W. C. Banco de dados geológico-geotécnicos com base em sondagens \na percussão e uso de SIG: Análise espacial da profundidade do lençol freático \ne do Nspt para obras de fundação em João Pessoa/PB. Tese (Doutorado). Escola \nde Engenharia de São Carlos (EESC) da Universidade de São Paulo (USP). São \nPaulo, 2011. 215p. \n \nSOUZA, L. A. P.; SILVA, R. F.; IYOMASA, W. S. Métodos de Investigação. In: \nGeologia de Engenharia – Décimo Primeiro Capítulo. São Paulo: Associação \nBrasileira de Geologia de Engenharia (ABGE), 1998.  \n \nSKEMPTON, A. W. The bearing capacity of clays. In: Building Research Congress, \nvol. 1, p.180-189. Londres,1951. \n \nSKEMPTON, A. W. Standard Penetration Test procedures and the effects in \nsands of overburden pressure, relative density, particle size, ageing and \noverconsolidation. In: Géotechnique, vol. 36, issue 3, p.425-447. Ice Publishing, \n1986. ISSN: 0016-8505 (pritnt). ISSN: 1751-7656 (online). \n \nSTALIN, V. K.; ARUN MURUGAN, R. B. Geographic information system for the \ndevelopment of soil suitability map in south Chennai, India. Arabian Journal of \nGeosciences, vol. 8, issue 3, p.1415-1437. Springer, 2015. \n \nTALAMINI NETO, E. Caracterização geotécnica do subsolo de Curitiba para o \nplanejamento de ocupação do espaço subterrâneo. 2001. Dissertação \n(Mestrado). Escola de Engenharia de São Carlos (EESC) da Universidade de São \nPaulo (USP), São Carlos, 2002. Disponível em:&lt;http://www.teses.usp.br \n/teses/disponiveis/18/18132/tde-06102006-083510/>. Acesso em: 30 jul. 2016. \n \nTEIXEIRA, A. H. Projeto e execução de fundações. In: 3º Seminário de \nengenharia de fundações especiais e geotecnia (SEFE), vol. 1, p.33-50. São \nPaulo, 1996. \n \nTEIXEIRA, A. H.; GODOY, N. S. (1996). Análise, projeto e execução de fundações \nrasas. In: Fundações: teoria e prática – Sétimo Capítulo, p.227-264. 2ª ed., São \nPaulo: Editora PINI, 1998. ISBN: 85-7266-098-4. \n \nTEIXEIRA, A. L. A.; MORETTI, E.; CHISTOFOLETTI, A. Introdução aos sistemas de \ninformação geográfica. Rio Claro: Universidade Estadual Paulista, 1992. \n\n\n\n199 \n\n \nTEIXEIRA, C. Z. Um Estudo de viabilidade para fundações rasas de construções \nde pequeno porte na região de Belo Horizonte usando ferramentas SIG. VI \nCurso de Especialização em Geoprocessamento, Departamento de Cartografia, \nIGEO, UFMG, Belo Horizonte, 2003. Disponível em:&lt;http://csr.ufmg.br/ \ngeoprocessamento /publicacoes/cornelio2003.pdf>. Acesso em: 4 de jun. 2016. \n \nTEIXEIRA, D. B.; BICALHO, E. S.; PANOSSO, A. R.; PEREIRA, G. T.; JÚNIOR, N. L. S. \nAvaliação da krigagem ordinária e simulação sequencial gaussiana na \ninterpolação da emissão de CO2 do solo. In: II Simpósio de geoestatística \naplicada em ciências agrárias. 2011. ISSN: 2236-2118. Disponível em: \n<http://www.fca.unesp.br/sgea/Docs2011/7.pdf>. Acesso em: 30 jul. 2016. \n \nTHIESEN, S. Aplicação de ferramenta SIG para mapeamento geotécnico e \ncartas de aptidão para fundação a partir de ensaios SPT – um estudo de caso \nem Blumenau/SC. Dissertação (Mestrado). Programa de Pós-graduação em \nEngenharia Civil (PPGEC) da Universidade Federal de Santa Catarina (UFSC). \nFlorianópolis, 2016. 173p. \n \nTHIESEN, S.; SANTOS, J. V.; HIGASHI, R. R. Application of GIS Tools for \nGeotechnical Mapping - a Case Study in Brazil. In: International Conference on \nGeotechnical Engineering. ICICGEColombo2015, Colombo/Sri Lanka, 2015. \nISBN: 978-955-1411-01-5. \n \nUS ARMY CORPS OF ENGINEERS. Engineering designs: geotechnical \ninvestigations. Manual 1110-1-1804. 2001. \n \nVALERIANO, M. M. Mapeamento da declividade em microbacias com Sistemas \nde Informação Geográfica. Revista Brasileira de Engenharia Agrícola e \nAmbiental, vol. 7, nº.2, p.303-310. Campina Grande, 2003. Disponível em: \n<http://www.scielo.br/pdf/rbeaa/v7n2/v7n2a20.pdf>. Acesso em: 27 mai. \n2016. \n \nVAZ, L. F. Classificação genética dos solos e dos horizontes de alteração de rocha \nem regiões tropicais. Revista Solos e Rochas, vol. 19, n. 2, p.117-136. São Paulo, \n1996. \n \nVIDAL-TORRADO, P.; LEPSCH, I. F.; CASTRO, S. S. Conceitos e aplicações das \nrelações pedologia-geomorfologia em regiões tropicais úmidas. In: Tópicos em \nCiências do Solo, vol. 4, p.145-192. Viçosa: Sociedade Brasileira de Ciência do \nSolo, 2005. \n \n\nhttp://www.scielo.br/pdf/rbeaa/v7n2/v7n2a20.pdf\n\n\n200 \n\nVILELA, L. C. Comparação entre as redes neurais artificiais e o método de \ninterpolação krigagem aplicados à pesquisa agronômica. Tese (Doutorado). \nFaculdade de Ciências Agronômicas da Universidade Estadual Paulista (UNESP). \nBotucatu, 2004. 136p. Disponível em:&lt;http://acervodigital.unesp.br/handle \n/unesp/ 167090 >. Acesso em: 20 jul. 2016. \n \nWANG, X. J.; LIU, R. M. Spatial Analysis and Eutrophication Assessment for \nChlorophyll a in Taihu Lake. In: Environmental Monitoring and Assessment, vol. \n101, issue 1, p.167–174. Kluwer Academic Publishers, 2005. ISSN: 0167-6369 \n(print). ISSN: 1573-2959 (online). \n \nWELTMAN, A. J.; HEAD, J. M. Site investigation manual. CIRIA Special \npublication 25/PSA Civil Eng. Tech. Guide 35. London, 1983. \n \nWILDING, L. P.; DREES, L. R. Spatial variability and pedology. In: WILDING, L.P.; \nSMECK, N. E.; HALL, G. F. (Ed.). Pedogenesis and soil taxonomy: concepts and \ninteractions, p.83-116. New York: Elsevier, 1983. \n \nYABIKU, V. M. Análise de dados de poços tubulares através de ferramentas SIG \nna Bacia do Rio Jacutinga e Contíguos no Estado de Santa Catarina. Dissertação \n(Mestrado). Programa de Pós-Graduação em Geografia da Universidade Federal \nde Santa Catarina (UFSC). Florianópolis, 2015. 118p. \n \nYAMAMOTO, J.K.; LANDIM, P.M.B. Geoestatística: conceitos e aplicações. 1ª. \ned. São Paulo: Ed. Oficina de Textos, 2013. 215p. \n \nZUQUETTE, L.V. Importância do mapeamento geotécnico no uso e ocupação \ndo meio físico: fundamentos e guia para elaboração. Tese (Livre Docência). \nEscola de Engenharia de São Carlos (EESC) da Universidade de São Paulo (USP). \n369p. São Carlos, 1993."}]}}}