{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22578"}, {"@name": "filename", "#text": "6568_ISSN1980-900X-2007-26-4-357-368.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "São Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 357\n\nCALIBRAÇÃO  DE  UM  REFLECTÔMETRO  PARA  ESTUDOS  DO\nFLUXO  DE  ÁGUA  EM  SOLO  NÃO  SATURADO\n\nMiguel Angel ALFARO SOTO, Damaris Miyashiro KUMAYAMA, Hung Kiang CHANG\n\nLaboratório de Estudo de Bacias, Departamento de Geologia Aplicada, Universidade Estadual Paulista,\nCampus de Rio Claro. Avenida 24–A, 1515 – Bela Vista. CEP 13506-900. Rio Claro, SP.\n\nEndereços eletrônicos: alfaro@rc.unesp.br; damiyashiro@hotmail.com; chang@rc.unesp.br.\n\nIntrodução\nMétodos Teóricos e Experimentais\n\nReflectometria no Domínio Tempo\nRetenção de Água no Solo\n\nEnsaios para Medida da Sucção nos Solos\nCondutividade Hidráulica de Solos Não Saturados\n\nDeterminação do Coeficiente de Condutividade Hidráulica de Solos Não Saturados\nCalibração do Aparelho\n\nRelação entre o Sinal do Aparelho e Umidade do Solo\nRelação entre Sinal do Aparelho e a Sucção do Solo\nEnsaios para Determinação da Curva de Retenção pelo Método do Papel Filtro\nRelação entre o Sinal do Aparelho e Condutividade Hidráulica do Solo Não Saturado\nEnsaios Complementares\n\nResultados e Discussões\nDescrição do Solo Estudado\nEnsaios para Determinação da Retenção de Água no Solo\nCalibração e Reflectômetro\n\nObtenção da Relação do Sinal versus Umidade do Solo\nObtenção da Relação do Sinal do Aparelho versus Sucção Matricial do Solo e\n\nCondutividade Hidráulica do Solo Não Saturado\nConclusões\nReferências Bibliográficas\n\nINTRODUÇÃO\n\nRESUMO – Este trabalho trata sobre a calibração de um aparelho baseado na técnica TDR para estudos do fluxo de água em solo não\nsaturado, com base na medição indireta da umidade, sucção matricial (?) e condutividade hidráulica não saturada k(?), num perfil de solo\ninalterado. Isto é possível mediante ensaios de laboratório decorrentes da mecânica de solos tradicional e não saturada, a partir de amostras\nindeformadas retiradas a diferentes profundidades durante a construção de um poço, onde foram instaladas as sondas do TDR. Dos\nensaios, obtiveram-se equações polinomiais para relacionar o comportamento da variação do período de tempo do pulso eletromagnético\npercorrido pela sonda TDR com a variação da umidade do solo e modelos de van Genuchten (1980) para relacionar a umidade com (?) e\nk(?). Os resultados mostraram que, para a calibração da umidade neste tipo de solos, um ajuste polinomial de quarto grau se apresenta\ncomo melhor alternativa em relação às expressões existentes em lugares onde foram derivadas estas teorias. Adicionalmente, se observou,\nque as maiores variações de (?) e k(?). ocorrerão entre a saturação e 10% de umidade devido à peculiaridade da curva de retenção.\nFinalmente, a presente calibração se apresenta como um expediente útil e prático para estudos hidrodinâmicos de solos não saturados.\nPalavras-chave: calibração, reflectômetro, teor de umidade, solo não saturado.\n\nABSTRACT – M. A. A. Soto, D. M. Kumayama, H. K. Chang - Calibration of a reflectometer for water flow studies in un-saturated soils.\nThis work aims to the calibration of an equipment based on TDR technique for water flow studies in unsaturated soils, based on indirect\nmeasurement of the humidity, matricial suction (?) and unsaturated hydraulically conductivity k(?), in an not deformed soil profile.  This\nbe possible by recurrent laboratory tests of the traditional and unsaturated soil mechanics, from not deformed samples retired to different\ndepths during the construction of a well, where the probe rods of the TDR be installed. From the tests, polynomial equations had been\ngotten to relate the behavior of the variation of the period of time of the electromagnetic pulse covered by probe rods TDR with the\nvariation of the humidity of the soil and  Van Genuchten models (1980) to relate the humidity with (?) and k(?). The results had shown\nthat, for the calibration of the humidity in this type of soils, a four-degree polynomial adjusted appears like the best alternative in relation\nto the existing expressions in places where these theories had been derived.  Additionally, it was observed, that the biggest variations of\n(?) and k(?) will occur between the saturation and 10% of humidity due to peculiarity of the retention curve. Finally, the present\ncalibration is presented as an useful and practical expedient for hydrodynamic studies of unsaturated soils.\nKeywords: calibration, reflectometer, content of water, unsaturated soil.\n\nMudanças no meio ambiente vêm alarmando e\ncolocando em risco a humanidade. Esses problemas\nsão provenientes de diversos fatores, a maioria devido\na efeito antrópicos.\n\nUm dos principais problemas está relacionado\ncom a contenção e diminuição do CO\n\n2\n, causador do\n\ndenominado “efeito estufa”. A conservação de reservas\nde carbono nos solos, florestas e outros tipos de\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 358\n\nvegetação, preservação de florestas nativas, implan-\ntação de florestas e sistemas agro-florestais e\nrecuperação de áreas degradadas, são ações que\ncontribuem com a redução do CO\n\n2\n na atmosfera.\n\nOutro dos problemas refere-se à contaminação\ndos solos e águas superficiais ou subterrâneas com\npoluentes (orgânicos ou não) provenientes de derrames\nacidentais de produtos químicos, aplicação de fertili-\nzantes e pesticidas ou fugas de tanques sépticos, de\ngasolina, entre outros.\n\nInfelizmente, a redução de biomas e contaminação\nde sistemas naturais vem aumentando progressi-\nvamente. Em contrapartida, pesquisas destinadas a\nencontrar soluções que permitam a garantia da\nsustentabilidade do meio ambiente, minimizando ou\nrevertendo esses problemas, estão sendo desenvolvidos\natualmente. Estes estudos necessitam de diversas\ninformações dentre elas, o conhecimento da dinâmica\ndo fluxo da água entre a atmosfera e o solo. Particu-\nlarmente, a hidrodinâmica na zona vadosa é um tema\npouco estudado, provavelmente, devido à complexa\nteorização e procedimentos experimentais em labora-\ntório ou in situ, que contribuem a que seja pouco\ninvestigado em diversas áreas de conhecimento.\n\nEstudos de balanços hidrológicos podem ser\nrealizados pela monitoração in situ. No entanto,\n\ndificilmente tem se observado a monitoração da\ndinâmica da água no meio não saturado para esses\nfins. Particularmente, o estudo do fluxo não saturado\npode ser realizado por monitoração da umidade em\ntodo o perfil da zona vadosa. Para fazer isto possível,\ndeve-se contar com equipamentos que tenham como\nprincipais características; a rapidez e precisão dos\ndados e capacidade de monitoração contínua durante\no período hidrológico.\n\nVários são os equipamentos destinados a esses\nfins. No entanto, o TDR (Time Domain Reflectometry)\nse apresenta como uma técnica relativamente nova e\ncapaz de eliminar algumas limitações em relação a\noutros métodos existentes. Além de cumprir com as\nnecessidades para medição supracitadas (rapidez,\nprecisão, medições contínuas em longos períodos), não\né nocivo ao operador durante sua utilização (como o\ncaso da sonda de nêutrons que emite radioatividade) e\nnão é destrutivo.\n\nO objetivo deste trabalho consiste em mostrar a\ncalibração do equipamento baseado na técnica TDR\npara o estudo de algumas características hidrodinâmicas\nde um perfil de solo não saturado, submetido às\ncondições naturais, destinado a auxiliar no conheci-\nmento de processos hidrológicos e de transporte de\ncontaminantes na zona vadosa.\n\nMÉTODOS  TEÓRICOS  E  EXPERIMENTAIS\n\nREFLECTOMETRIA NO DOMÍNIO DO TEMPO\n\nA técnica consiste na medida do tempo do trajeto\nde pulsos eletromagnéticos ao longo de uma linha de\ntransmissão de hastes com comprimento conhecido.\nO tempo que leva a onda eletromagnética para ir e\nvoltar na linha de transmissão é relacionado à constante\ndielétrica do meio no qual a sonda está inserida (Teixeira,\n2001). A constante dielétrica do solo é uma medida de\nquanto um campo magnético externo é armazenado\nno interior de um material contido no respectivo campo.\nEste parâmetro (?) é relacionado com a velocidade de\npropagação (V) e a velocidade da luz no vácuo\n(3x108ms-1) mediante a expressão (1):\n\n?\nc\n\n=V              (1)\n\nAdicionalmente, (V) pode ser expressa segundo\na equação seguinte:\n\nt\n\nL2\nV=             (2)\n\nonde: L(m) é o comprimento da linha de transmissão e\nt(s) o tempo empregado para percorrê-la.\n\nIgualando-se as duas expressões têm-se:\n\n2\n\nL2\n\nt.c\n?\n?\n\n?\n?\n?\n\n?=?             (3)\n\nDa expressão (3) observa-se que a constante\ndielétrica pode ser obtida conhecendo o tempo de\npercurso do sinal e o comprimento da sonda, que é\ninfluenciado pelo tipo de material do condutor.\n\nNa prática o aparelho (TDR) possui um testador\nligado à linha de transmissão ou sonda. Um osciloscópio\npermite a visualização do sinal através de um gráfico,\nonde o eixo das abscissas representa o tempo de percur-\nso e o eixo das ordenadas a voltagem do sinal. A Figura 1\nmostra o esquema de um equipamento com testador de\ncabo marca Tektronixs e sondas coaxiais com três hastes.\n\nAlguns equipamentos mais modernos comercial-\nmente disponíveis, ao invés de fornecerem o tempo de\npercurso do sinal, utilizam o comprimento da linha de\ntransmissão ou chamado “comprimento virtual” e que\nutiliza a expressão (4) para determinação da constante\ndielétrica:\n\n?\n?\n\n?\n?\n?\n\n?\n=?\n\nL.Vp\n\nLvisor\n              (4)\n\n\n\nSão Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 359\n\nFIGURA 1.  Esquema do equipamento para\na técnica TDR (Conciani et al., 1995).\n\nonde: L \nvisor \n\nrepresenta o comprimento de onda lida no\naparelho; Vp a velocidade de propagação do sinal numa\nlinha de transmissão dada como porcentagem da\nvelocidade da luz no vácuo.\n\nNa bibliografia especializada conta-se com estu-\ndos deste aparelho quanto a sua calibração. Topp et\nal. (1980) utilizaram uma sonda coaxial, ou seja,\nconstituída por um cilindro externo, no qual o solo era\nintroduzido, e uma haste interna. No comprimento do\ntubo cápsulas porosas permitiam a inserção ou retirada\nde água no solo. Da calibração, os autores puderam\nformular uma correlação empírica que relaciona a\n\nconstante dielétrica do solo com o teor de umidade\nvolumétrica (?) do mesmo, proveniente de cinco tipos\nde solos (desde argilosos até arenosos) expressa pela\nseguinte equação:\n\n362422 10.3,410.5,510.9,210.3,5 ???? ???? +?+?=    (5)\n\nRETENÇÃO DE ÁGUA NO SOLO\n\nA relação entre o teor de umidade (gravimétrico\nw, volumétrico ? ou grau de saturação Sr) e a sucção\ndo solo é uma característica do solo não saturado. Esta\nrelação pode ser representada graficamente e\ndenomina-se “curva de retenção da água no solo”.\nSegundo Fredlund et al. (1994), a curva de retenção\npode ser definida como a variação da sucção com a\ncapacidade de retenção da água nos macro e\nmicroporos no interior do solo.\n\nOs valores correspondem ao tipo de solo, com\numa densidade determinada, e a natureza dessa relação\nestá diretamente associada a granulometria e\nmineralogia do solo. De uma forma geral, a geometria\ndos poros, a magnitude e composição mineralógica da\nfração fina são determinantes na posição relativa,\nforma e inclinação da curva.\n\nA curva de retenção pode ser caracterizada com\na finalidade de equacioná-la. A caracterização é feita\na partir das trajetórias típicas obtidas através de\npro c e d i m e n t o s  d e  s e c a g e m  e  u m e d e c i m e n t o\n(Figura 2).\n\nFIGURA 2.  Elementos das curvas de retenção (Fredlund et al., 1994).\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 360\n\nOnde,  ?s: teor de umidade volumétrica de\nsaturação para a curva obtida pelo processo de\nsecagem; ?´s: teor de umidade volumétrica de saturação\npara a curva obtida pelo processo de umedecimento;\n?s - ?´s: conteúdo de ar residual; Pressão de entrada\nde ar: sucção correspondente ao ponto de entrada de\nar e ?r: teor de umidade volumétrica residual ou de\numidade irredutível e que corresponde ao menor raio\nde curvatura do menisco capilar.\n\nDiversos autores têm proposto expressões mate-\nmáticas, com a finalidade equacionar a curva de\nretenção de água no solo. Estas equações têm sido\nempregadas na obtenção de outras propriedades\n(resistência, deformação e hidráulicas) dos solos não\nsaturados mediantes métodos indiretos.\n\nEntre as equações mais empregadas podemos\nmencionar a equação de van Genuchten (1980) e que\né dada por:\n\nmn\nrs\n\nr\n\nww\nww\n\n)).(1(\n\n)(\n\n??+\n?\n\n+=               (6)\n\nonde: w, w\ns\n, w\n\nr\n, representam as umidades gravimétricas\n\n(%) para qualquer teor de umidade, do solo saturado e\nresidual respectivamente; ?\n\nv \n, n e m, representam\n\nparâmetros do ajuste (kPa -1); ? a sucção matricial.\n\nEnsaios Para Medida da Sucção nos Solos\n\nExistem diversos tipos de ensaios para a deter-\nminação da sucção do solo, e entre os mais usados\nencontra-se o método do papel filtro. O uso do papel\nfiltro foi inicialmente proposto por Gardner (1937). O\nmétodo consiste em colocar um papel filtro com\ncaracterísticas de retenção conhecida, numa vasilha\nhermética junto com uma amostra de solo. Quando se\natinge equilíbrio de umidade, torna-se possível\ndeterminar a sucção do solo usando-se uma curva de\ncalibração prévia do papel.\n\nOs tipos de papéis mais usados são o Schleicher\n&amp; Shuell No 589 e o Whatman No 42, (Marinho, 1994).\nO papel filtro pode ser usado para determinar a sucção\nmatricial através do fluxo capilar, com um contato direto\natravés das partículas do solo e do papel filtro, sem\nque a água perca continuidade implicando interação\nentre o papel filtro e a água do poro.\n\nCONDUTIVIDADE HIDRÁULICA DE SOLOS NÃO\nSATURADOS\n\nÉ chamado fluxo de água não saturado aquele\nque ocorre no solo em qualquer condição de teor de\numidade menor que à de saturação. Na fase líquida de\num solo não saturado, tanto a água como o ar, se\nmovimentam pela influência dos potenciais presentes\nnum meio não saturado.\n\nCostuma-se admitir que o fluxo não saturado é\ndescrito pela lei de Darcy, com a diferença de que a\ncondutividade hidráulica não saturada k(?) ou k(?) não\né constante e varia predominantemente em função do\ngrau de saturação. Experiências de Richards (1931),\nChilds &amp; Collis-George (1950), confirmaram que pode\nser aplicado satisfatoriamente a solos não saturados.\nA lei de Darcy para o fluxo não saturado pode ser\nexpresso como:\n\nz\n)(kq\n\n?\n??\n\n??=                        (7)\n\nonde, k(?): condutividade hidráulica não saturada (m/s);\nq: quantidade de fluxo não saturado que equivale à\nvelocidade (ou densidade) de descarga (m/s); ?: teor\nde umidade volumétrica (m3/m3); z: coordenada de\nposição (m); ?: potencial total do solo não saturado (m).\n\nDeterminação do Coeficiente de Condutividade\nHidráulica em Solos Não Saturados\n\nDentro dos métodos para a determinação da\ncondutividade hidráulica não saturada encontram-se\naqueles que são realizados através de ensaios de\nlaboratório ou de campo, e os que se valem de\nformulações especialmente desenvolvidas para tal fim.\n\nTécnicas de ensaios de laboratório podem ser\nconsultadas em Klute (1965). Os ensaios de campo\napóiam-se, em geral, nos ensaios de infiltração e\nutilizam em sua interpretação a equação geral de fluxo,\nresolvida para as condições de contorno requeridas.\n\nOutra maneira para a determinação da função\ncondutividade hidráulica não saturada é a partir de\nfórmulas empíricas que correlacionam a função com a\ncurva de retenção de água no solo, que são medidos\nno campo ou laboratório.\n\nDiversos autores têm proposto formulações\nalternativas para a função condutividade hidráulica.\nMuitas delas apóiam-se na curva de retenção de água\nno solo, como, por exemplo, a de van Genuchten (1980)\nque é dada pela seguinte expressão:\n\n( ) ( )[ ]\n2mm/1\n\nrs\n\nr2/1\nrsrs 11./kk\n\n?\n?\n\n?\n?\n\n?\n\n?\n?\n\n?\n?\n\n?\n\n?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\n\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n\n???\n???\n\n????????=\n\nonde, k: coeficiente de condutividade hidráulica não\ns a t u r a d a ;  k s :  c o e f i c i e n t e  d e  c o n d u t i v i d a d e\nhidráulica saturada; ?\n\ns\n: teor de umidade volumétrica\n\nsaturada; ?\nr\n: teor de umidade volumétrica residual;\n\nm: constantes.\n\n(8)\n\n\n\nSão Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 361\n\nCALIBRAÇÃO DO APARELHO\n\nO equipamento empregado foi da marca Campbell\nScientific Inc (2003). Um detalhe sobre o equipamento\ne seus componentes é mostrado na Figura 3.\n\nO equipamento está composto por um datalogger\nCR10X, cabos de transmissão com sondas CS616 no\nextremo, uma fonte de alimentação constituída por uma\nbateria de 12 volts. Complementarmente, o equipa-\nmento necessita de um computador para a captura e\ntratamento dos dados, por essa razão, vem dotado de\num programa para comunicação e elaboração da rotina\ndos comandos para automatização da emissão e\ncaptura do sinal eletromagnético no datalogger.\n\nA relação entre o sinal do aparelho com a umidade\ndo solo, sucção matricial e condutividade hidráulica do\nsolo não saturado foi obtida a partir de diversos ensaios\nde laboratório.\n\nA primeira relação (sinal versus umidade do solo)\nfoi determinada segundo procedimentos descritos no\npróximo item. No entanto, para a relação com as outras\npropriedades dos solos não saturados (sucção matricial\n\ne condutividade hidráulica não saturada), foram\nnecessários ensaios de retenção de água no solo e\ncondutividade hidráulica do solo saturado\nrespectivamente.\n\nAdicionalmente, ensaios complementares tais\ncomo, granulometria, massas específicas e limites de\nconsistência foram empregados para caracterização\ndos solos utilizados.\n\nRelação Entre o Sinal do Aparelho e Umidade do\nSolo\n\nForam realizados ensaios de laboratório que\npermitiram relacionar as leituras em tempo real do\naparelho com a umidade do perfil de solo não saturado.\n\nPara este procedimento foi necessário a retirada\nde amostras indeformadas cúbicas de 35 cm de aresta\natravés de procedimentos sugeridos por Nogueira\n(1988) durante escavação do poço de monitoramento.\nA partir das amostras foram moldados corpos de prova\nde 35 cm de altura e 10 cm de diâmetro em cilindros\nde PVC, com a finalidade de servirem de porta\namostra.\n\nFIGURA 3.  Equipamento TDR e seus componentes.\n\nObtidos os corpos de prova, estes foram levados\nà saturação segundo esquema da Figura 4A.\n\nUma vez alcançada a saturação do solo por capi-\nlaridade, as sondas foram inseridas no solo. O extremo\ndas sondas foram conectadas ao datalogger (mediante\nos cabos de transmissão) e o datalogger por sua vez,\nao computador e à fonte de energia (Figura 4B).\n\nInicialmente é pesado o conjunto de solo saturado\ne porta amostra (P\n\nssat+c\n) na balança eletrônica (vide\n\nFigura 4B). A partir deste momento é permitida a\nsecagem do solo ao ar acompanhado de leituras do\nsinal na aquisição de dados, e simultaneamente pesagens\nsucessivas (P\n\nsu+c\n) para determinação do teor de\n\numidade (w), que foi calculado mediante as expressões\nabaixo indicadas:\n\n[ ]\n100\n\n)(\n\nsec\n\nsec)()(\nx\n\nP\n\nPPPP\nw\n\nos\n\noscsucssatssat ???= ++      (9)\n\nccssatssat PPP ?= + )(                                    (10)\n\n100\n)100/1(\n\nsec x\nw\n\nP\nP\n\nnat\n\nsunat\nos +\n\n=                       (11)\n\nonde,\nP\n\nssat\n : Peso do solo saturado; P\n\nsseco\n: Peso do solo seco;\n\nP\nsunat\n\n: Peso do solo com umidade natural; P\nsu\n\n: Peso do\nsolo úmido; P\n\nc\n: Peso da sonda, recipiente e tubo porta-\n\namostra; w\nnat\n\n: Umidade natural do solo.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 362\n\nFIGURA 4.  (A) Detalhe da saturação do corpo de prova., (B) Sistema de calibração.\n\nFinalizada essa etapa foram relacionados os dados\nde teor de umidade e suas respectivas leituras do sinal,\nsendo que, este equipamento, fornece resultados do\nperíodo de tempo (microsegundos) percorrido pela onda\neletromagnética para ir e voltar na linha de transmissão.\nEssa relação foi representada num gráfico e os dados\nexperimentais foram ajustados por regressão, obtendo-\nse assim, uma expressão matemática que permitirá a\nobtenção da umidade a partir do sinal adquirido quando\na sonda for instalada no campo.\n\nRelação Entre o Sinal do Aparelho e a Sucção do\nSolo\n\nA obtenção da sucção no campo a partir das\nleituras em tempo real obtidas no reflectômetro é\npossível ao relacionar a umidade (que pode ser obtida\nda calibração do sinal versus umidade gravimétrica\nmostrada no item anterior) com a sucção do solo. A\nrelação foi obtida mediante a execução de ensaios de\ncurva de retenção de água no solo segundo a técnica\ndo papel filtro, cujo procedimento é mostrado a seguir.\n\nEnsaios para Determinação da Curva de Retenção\npelo Método do Papel Filtro\n\nPara o ensaio foram moldados corpos de prova\n(de 5 cm de diâmetro e 1 cm de altura) a partir dos\nblocos indeformados (retirados durante a escavação\ndo poço).\n\nO início da curva de retenção foi a partir da\ncondição de saturação, portanto, os corpos de prova\nforam assentados num papel filtro e o conjunto posto\nsobre uma placa porosa que se encontrava parcial-\nmente submersa em água destilada. O tempo de\nimersão para saturar as amostras foi de 24 horas.\n\nApós saturação, os corpos de prova foram\ndeixados secar até atingir o teor de umidade desejado\n(calculado previamente) e controlado por pesagens\nsucessivas.\n\nUma vez atingido o teor de umidade desejado foi\ncolocado, sobre cada superfície da amostra, um papel\nfiltro com diâmetro menor em contato direto com o\nsolo. O conjunto foi embrulhado hermeticamente com\num filme plástico e firmemente envolto com uma fita\nadesiva para garantir um contato firme entre papel-\nsolo. A Figura 5 apresenta um esquema do arranjo\nempregado.\n\nFIGURA 5.  Arranjo empregado para determinação\nda sucção matricial do solo (Alfaro Soto, 2004).\n\nO tempo estimado para atingir o equilíbrio de\numidade entre o papel e o solo foi de 10 dias. Após\neste período, os papéis foram retirados e pesados\nimediatamente (balança com resolução de 0,0001 g)\nsendo colocados na estufa para secagem (tempo\nmínimo de 2 horas) e posteriormente pesados, sempre\nevitando a variação da umidade. Com a amostra de\nsolo correspondente determinou-se o teor de umidade.\n\nCalcularam-se as umidades de equilíbrio dos papéis\ne do solo de cada amostra, onde para cada umidade do\nsolo corresponde uma sucção matricial que foi\ndeterminada a partir da umidade do papel, utilizando\nas curvas de calibração para o papel filtro Whatman\nNo 42 obtidas por Chandler et al. (1992) e que são\nmostradas a seguir:\n\n\n\nSão Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 363\n\n?=10 6,05   - 2,48 log w            w ³ 47%           (12)\n\n? =10 4,84   - 0,0622w            w &lt;47%           (13)\n\nonde ?: Sucção matricial (kPa); w: Teor de umidade\nde equilíbrio do papel (%).\n\nApós obtenção da curva de retenção foi realizado\num ajuste por regressão não linear, empregando para\nesse objetivo o modelo proposto por van Genuchten\n(1980) e que é dada pela equação (6).\n\nRelação entre o Sinal do Aparelho e Condutividade\nHidráulica do Solo Não Saturado\n\nDe forma análoga à anterior, a determinação da\ncondutividade hidráulica do solo não saturado com base\nna umidade (obtida pela primeira relação dada pelo\nsinal versus umidade gravimétrica) foi possível a partir\nde métodos indiretos tal como mostrados anteriormente\n\nA equação empregada para este trabalho está\nbaseada no modelo empírico de van Genuchten (1980),\ne que é representada pela equação (8). Os parâmetros\nm, ?\n\nr\n e ?\n\ns\n da equação são os mesmos obtidos quando\n\ndo ajuste da curva de retenção e k a condutividade\nhidráulica saturada obtida pelos ensaios a carga cons-\ntante valendo-se de permeâmetros. Desta forma,\nsubstituindo esses valores na equação (8) estaremos\n\nem condições de determinar a condutividade hidráulica\nnão saturada para qualquer valor de umidade do solo\nmedidas in situ pelo reflectômetro.\n\nEnsaios Complementares\n\nForam realizados ensaios complementares, com\na finalidade de caracterizar fisicamente os materiais\nempregados para o presente estudo (massa específica,\nlimites de consistência e granulometria), bem como,\npara servirem de auxílio na quantificação de outros\nparâmetros dos solos não saturados por métodos\nindiretos (condutividade hidráulica do solo saturado).\n\nOs diversos ensaios de caracterização foram\nrealizados segundo as Normas ABNT, como mostrado\nno quadro abaixo:\n\nOs ensaios para determinação do coeficiente de\ncondutividade hidráulica saturada no laboratório, foram\nrealizados a carga constante segundo o procedimento\nsugerido por Stancati et al. (1981).\n\nRESULTADOS  E  DISCUSSÕES\n\nDESCRIÇÃO DO SOLO ESTUDADO\n\nO material estudado é o solo residual da formação\nRio Claro. No  local de onde o material foi retirado\nserão instaladas as sondas ao longo do perfil da zona\nvadosa dentro de um poço de monitoramento,  que está\nlocalizado no Campus da UNESP de Rio Claro (Bela\nVista), em frente ao Laboratório de Estudo de Bacias\n(LEBAC).\n\nNa Tabela 1 são resumidos alguns parâmetros\ngeotécnicos dos solos estudados.\n\nProf.\n\n(m)\n\nAreia\n\n(%)\n\nSilte\n\n(%)\n\nArgila\n\n(%)\n\nWL\n\n(%)\n\nWP\n\n(%)\n\nIP\n\n(%)\n\n?s\n\n(kN/m\n3\n)\n\n?d\n\n(kN/m\n3\n)\n\ne\nk\n\n(cm/s)\n\nTextura\n\n(ABNT)\n\n1 m 0,02 24,06 8,67 23,7 16,14 7,56 25,8 15,0 0.72 6,14E-04 Areia siltosa\n\n2 m 0,01 23,74 10,54 29,2 22,16 7,04 26,0 13,1 0.98 3,20E-03 Areia siltosa\n\n3 m 0,10 23,33 12,32 26,7 25,28 1,42 26,1 14,1 0.85 4,37E-03 Areia siltosa\n\n4 m 0,01 25,07 14,32 29,2 28,21 0,99 24,9 13,2 0.89 5,05E-03 Areia siltosa\n\n5 m 0,13 20,84 18,02 26,5 18,08 8,42 26,2 13,5 0.94 5,76E-04 Areia siltosa\n\n6 m 0,33 20,87 18,45 31,1 - NP 26,2 13,6 0.93 1,15E-03 Areia siltosa\n\nOnde: wL: limite de liquidez, wP: limite de plasticidade: IP: índice de plasticidade;\n\n?s: peso específico dos sólidos; ?d; peso específico do solo seco; e: índice de vazios; NP: não plástico.\n\nTABELA 1.  Resultados de caracterização dos solos.\n\nA partir da Tabela 1, como se pode observar, todos\nos solos podem ser classificados, segundo a escala\nABNT, como areia siltosa. No entanto, observou-se\ntambém que a porcentagem de areia grossa e argila\ntende a aumentar a partir dos 5 m de profundidade e\nao longo do perfil do solo, respectivamente. Os demais\níndices indicam valores típicos de material arenoso.\nParticularmente, se observou maior massa específica\nseca, menor índice de vazios e condutividade hidráulica\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 364\n\nsaturada a 1 m de profundidade, o que deve estar\nrelacionado com a provável compactação do solo\ndevido à passagem eventual de veículos ou maquinarias.\n\nENSAIOS PARA DETERMINAÇÃO DA RETENÇÃO DE ÁGUA\nNO SOLO\n\nOs resultados de ensaios de curva de retenção\npelo método do papel filtro são resumidos no gráfico\nda Figura 6. Tal como esperado, os resultados mostram-\nse coerentes com a porcentagem da fração argila\nencontrada com a maioria dos materiais, isto é, os solos\nretêm menores teores de água (%) quando estes\npossuem menor fração argila e vice-versa.\n\nAdicionalmente, a partir desta Figura, se observa\nque todas as curvas de retenção seguem uma distri-\nbuição bimodal, provavelmente devido a uma uniformi-\ndade de poros do solo entre 10 e 1000kPa, tal como já\nobservado por Alfaro Soto (2004), e que deve ocorrer\nna maioria de solos brasileiros.\n\nA partir dos dados experimentais procedeu-se à\ndeterminação do ajuste dos dados por regressão não\nlinear (mostrados na Figura 6), mediante o modelo de\n\nTABELA 2.  Parâmetros de ajuste da curva retenção.\n\nvan Genuchten (1980), onde os parâmetros fornecidos\npelo mencionado ajuste são mostrados na Tabela 2.\n\nDa Tabela se observa que os resultados de ajuste\npodem ser considerados como satisfatórios, pois o\ncoeficiente de determinação (r2) mostram-se próximos\nda unidade.\n\nCALIBRAÇÃO DO REFLECTÔMETRO\n\nObtenção da Relação do Sinal versus Umidade do\nSolo\n\nO tempo ocupado para a calibração do equipa-\nmento foi o necessário para fazer variar a umidade\n(por secagem ao ambiente) das amostras de solo desde\na saturação até umidades próximas aos 7%. Isto com\na finalidade de se obter uma faixa de variação que\npermita avaliar o desempenho do equipamento para\nmedições em solos, com umidade relativamente baixa,\ndado que diversos autores apontam essas inconve-\nniências como uma das dificuldades provenientes da\nutilização deste método. A Figura 7 mostra o tempo\nempregado para execução da calibração nas diferentes\namostras de solo.\n\nFIGURA 6.  Curvas de retenção de água no solo.\n\n\n\nSão Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 365\n\nA partir dos resultados de umidade (%) versus\nperíodo (microsegundos), como já mostrado anterior-\nmente, procedeu-se a obtenção dos gráficos e ao ajuste\ndas curvas de calibração por regressão. Os gráficos\nresumindo os resultados experimentais e ajustados\nencontram-se na Figura 8.\n\nForam testados vários modelos de ajuste por\nregressão aos dados experimentais obtidos na calibra-\nção. Dos modelos testados obteve-se um melhor\ncoeficiente de determinação quando foi utilizando uma\nequação polinomial de quarto grau. Dessa forma a\numidade do solo (%) pode ser obtida a tempo real\nquando realizada a leitura do sinal fornecido pelo\naparelho (período de tempo em microsegundos) quando\n\nas sondas encontrarem-se instaladas no poço de\nmonitoramento mediante a relação (14):\n\nw=C\n1\nT4+C\n\n2\nT3+C\n\n3\nT3+C\n\n4\nT2+C\n\n5 \n           (14)\n\nonde w representa o teor de umidade%; T: o período\n(micro-segundos) e C\n\n1\n,C\n\n2\n,C\n\n3\n,C\n\n4\n,C\n\n5\n: constantes do\n\najuste por regressão.\nOs parâmetros de ajuste com os coeficientes de\n\ndeterminação obtidos para cada amostra encontram-\nse na Tabela 3.\n\nDos resultados mostrados na Tabela 3, pode-se\nobservar que o ajuste é muito satisfatório onde em todos\nos casos os coeficientes de determinação foram\npraticamente iguais à unidade.\n\nFIGURA 7.  Variação da umidade no decorrer dos dias de calibração.\n\nFIGURA 8.  Curva de Calibração do reflectômetro relacionando teor de umidade versus período.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 366\n\nTABELA 3.  Dados da Calibração do reflectômetro.\n\nCabe ressaltar que modelos para ajuste dos dados\nexperimentais empregados por outros autores são na\nsua maioria dados por uma equação polinomial de\nterceiro grau. Isto talvez, porque as faixas de umidade\npara a calibração são menores as realizadas neste\ntrabalho (até 15% de umidade) ou devido à natureza\ndo solo empregado.\n\nObtenção da Relação do Sinal do Aparelho versus\nSucção Matricial do  Solo e Condutividade\nHidráulica do Solo Não Saturado\n\nA obtenção da sucção do solo mediante uso do\nreflectômetro consiste em princípio na determinação\nda umidade segundo a calibração da equação 6. Assim,\ncom os valores de umidade serão determinadas as\nsucções correspondentes mediante os gráficos de\ncurvas de retenção da Figura 6.\n\nA determinação direta da sucção a partir da leitura\ndo sinal do reflectômetro não foi possível devido a que\n\no modelo matemático de van Genuchten (1980) para o\najuste da curva de retenção, descreve a umidade em\nfunção da sucção matricial do solo (w=ƒ(?)), ou seja,\né necessário a priori o conhecimento do valor da\nsucção matricial para a determinação da umidade do\nsolo. Já o reflectômetro fornece inicialmente o resultado\nda umidade do material.\n\nNa Figura 9, são mostrados os resultados gráficos\nda relação entre a umidade do solo e a condutividade\nhidráulica do solo não saturado, onde cada curva\ncorresponde a cada solo em diferentes profundidades\ne que seguem trajetórias definidas pela equação 8.\n\nA obtenção da condutividade hidráulica não\nsaturada será imediata a partir do valor de umidade do\nsolo proveniente do reflectômetro com auxílio da\nequação acima mencionada e cujos parâmetros, para\ncada solo (provenientes de ensaios de retenção de água\nno solo e condutividade hidráulica do solo saturado),\nencontram-se resumidos na Tabela 4.\n\nFIGURA 9.  Umidade gravimétrica do solo versus condutividade hidráulica do solo não saturado.\n\n\n\nSão Paulo, UNESP, Geociências, v. 26,  n. 4, p. 357-368, 2007 367\n\nSolo\nN°\n\nk\n(%)\n\nws\n(%)\n\nwr\n(%)\n\nm\n(-)\n\n1 6,14E-04 27,80 9,70 0,1220\n\n2 3,20E-03 38,10 7,10 0,0704\n\n3 4,37E-03 32,70 12,20 0,1470\n\n4 5,05E-03 35,70 12,90 0,1372\n\n5 5,76E-04 35,90 11,80 0,1056\n\n6 1,15E-03 35,20 12,40 0,1076\n\nTABELA 4.  Parâmetros da função condutividade hidráulica não saturada.\n\nDos gráficos se observa que a máxima variação\nda condutividade hidráulica do solo não saturado, ocorre\ndesde a condutividade saturada até aproximadamente\n\n1x10-30cm/s na maioria dos solos, quando o teor de\numidade varia desde a saturação até aproximadamente\n10% respectivamente.\n\nCONCLUSÕES\n\nNeste trabalho mostraram-se aspectos da cali-\nbração de um reflectômetro para seu emprego na\ndeterminação in situ da umidade do solo e adicional-\nmente da sucção matricial e condutividade hidráulica\nnão saturada de um perfil de solo natural localizado\nnuma zona vadosa.\n\nA calibração do reflectômetro permitiu observar\nque para este tipo de solos a relação entre o sinal e a\numidade do solo obtida nos resultados experimentais\npoderiam ser melhor ajustados a uma tendência polino-\nmial de quarto obtendo-se assim melhores coeficientes\nde determinação provenientes da regressão. Provavel-\nmente este comportamento possa ser característico de\nsolos tropicais, porém será necessário maiores estudos\npara elucidar esse fato.\n\nDas calibrações realizadas para determinação da\nsucção e da condutividade hidráulica do solo não\nsaturado se observou que as máximas variações dessas\n\nduas propriedades ocorrerão desde a saturação do solo\naté atingir uma umidade de aproximadamente 10%.\nEsse fato deve-se a que a curva de retenção apresenta\numa uniformidade dos tamanhos dos poros entre 10 e\n1000kPa de sucção e que ocorre quando o solo se\nencontra próximo a esse valor de umidade.\n\nFinalmente, a calibração deste equipamento se\napresenta como uma ferramenta útil na deter-\nminação das propriedades aqui avaliadas e que pode\nser empregada em solos tropicais com caracterís-\nticas similares o que constitui não somente um\nexpediente útil e prático para medição da umidade\nem tempo real, mas também, para medição da sucção\nmatricial e a condutividade hidráulica do solo não\nsaturado, sendo estes parâmetros, dificilmente medi-\ndos na prática devido a sua complexa teorização,\ninstrumentação e operacionabilidade em equipa-\nmentos convencionais.\n\nREFERÊNCIAS  BIBILOGRÁFICAS\n\n1. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. MB-30 NBR 6459: Solo-Determinação do\nlimite de liquidez, 1980.\n\n2. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. MB-31 NBR 7180: Solo-Determinação do\nlimite de plasticidade, 1982.\n\n3. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. MB-28 NBR 6508: Determinação da massa\nEspecífica, 1984.\n\n4. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. MB-32 NBR 7181: Solo-Análise Granulo-\nmétrica, 1984.\n\n5. ALFARO SOTO, M.A.A. Comparação entre métodos de\nimposição e de controle da sucção em ensaios com solos\nnão saturados. São Carlos, 2004. 206 p. Tese (Doutorado) –\nEscola de Engenharia de São Carlos, Universidade de São Paulo.\n\n6. CHANDLER, R.J.; CRILLY, M.S.; MONTGOMERY-\nSMITH, G. Low cost method of assessing clay desiccation\nfor low-rise buildings. Proceedings of Institution of Civil\nEngineers, v. 92, p. 82-89, 1992.\n\n7. CHILDS, E.C. &amp; COLLINS-GEORGE, N. The permeability\nof porous materials. Proceedings of the Royal Society of\nLondon, n. 201, p. 392-405, 1950.\n\n8. CONCIANI, W.; HERMANN, P.S.; SOARES, M.M. The\ntime domain reflectometry to study matrix suction. In:\nCONFERENCE ON UNSATURATED SOILS, 1, 1995,\nParis. Proceedings... Rotterdam, A. A. Balkema, 1995,\nv. 3, p. 1481-1486.\n\n9. FREDLUND, D.G.; XING, A.; HUANG, S. Predicting the\npermeability functions for unsaturated soil using the soil-\nwater characteristic curve. Canadian Geotechnical Journal,\nv. 31, n. 4, p. 533-546, 1994.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 26,  n. 4, p. 357-368, 2007 368\n\n10. GARDNER, W.R. A method of measuring the capillary tension\nof soil moisture over a wide moisture range. Soil Science,\nv. 43, n. 4, p.277-283, 1937.\n\n11. KLUTE, A. Water Diffusivity. In: Methods of Soils Analysis,\nJournal of Agronomy, p. 262-272., 1965.\n\n12. MARINHO, F.A.M. Medição de sucção com o método do\npapel de filtro. In: COBRAMSEF, 10, 1994, Rio de Janeiro.\nProceedings... Rio de Janeiro, 1994, v. 2, p. 515-522.\n\n13. NOGUEIRA, J.B. Mecânica dos solos. Universidade de São\nPaulo, Escola de Engenharia de São Carlos, 197 p., 1988.\n\n14. RICHARDS, B.G. Capillary conduction of liquids through\nporous medium. Physics, v. 1, p. 318-333, 1931.\n\n15. STANCATI, G.; NOGUEIRA, J.B.; VILAR, O.M. Ensaios\nde laboratório em Mecânica dos Solos. Escola de Engenharia\nde São Carlos, Universidade de São Paulo, 208 p., 1981.\n\n16. TEIXEIRA, C.F.A. Desempenho do tensiômetro com\nmanômetro de mercúrio, reflectômetro no domínio\ntempo e sonda de nêutrons no monitoramento do teor de\nágua no solo. Piracicaba, 2001. 115 p. Tese (Doutorado) –\nEscola Superior de Agronomia “Luiz de Queiroz”, ESALQ.\n\n17. TOPP, G.C.; DAVIS J.L.; ANNAN A.P. Electromagnetic\ndetermination of soil water content: Measurements in\ncoaxial transmission line. Water Resources Research,\nv. 16, p. 574-582, 1980.\n\n18. Van GENUCHTEN, M.T. A closed-form equation for\npredicting the hydraulic conductivity of unsaturated\nsoils. Soil Science Society America Journal, v. 44,\nn. 5, p. 892-898, 1980.\n\n19. WATER CONTENT REFLECTOMETERS INSTRUCTION\nMANUAL. Instruction manual: revision 4/03;\nCopyright©2002-2003, Campbell Scientific. Disponível em:\nhtt://www.campbellsci.com\\. Acesso em julho2003.\n\nManuscrito Recebido em: 25 de novembro de 2007\nRevisado e Aceito em: 15 de fevereiro de 2008"}]}}}