{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11902"}, {"@name": "filename", "#text": "1733_2-s2.0-33847047899.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "São Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 151\n\nRECONHECIMENTO  DA  TECTÔNICA  MESOZÓICA-CENOZÓICA\nNA  BORDA  LESTE  DA  BACIA  DO  PARANÁ  ATRAVÉS  DA\nAPLICAÇÃO  DE  TRAÇOS  DE  FISSÃO  EM  APATITAS  NO\n\nDOMO  DE  PITANGA  (SUDOESTE  DE  RIO  CLARO, SP)\n\nDaniel Françoso de GODOY 1, Peter Christian HACKSPACHER 2,\nSandro GUEDES 3, Júlio César HADLER NETO 3\n\n(1) Curso de Pós-Graduação em Geologia Regional, Instituto de Geociências e Ciências Exatas, UNESP/Campus de Rio Claro.\nAvenida 24-A, 1515. CEP 13506-900. Rio Claro, SP. Endereço eletrônico: dfgodoy@gmail.com. (2) Departamento de Petrologia e\n\nMetalogenia, Instituto de Geociências e Ciências Exatas, UNESP/Campus de Rio Claro. Avenida 24-A, 1515. CEP 13506-900.\nRio Claro, SP. Endereço eletrônico: phack@rc.unesp.br. (3) Departamento de Raios Cósmicos e Cronologia, Instituto\nde Física Gleb Wataghin, Universidade de Campinas (UNICAMP). Cidade Universitária Zeferino Vaz, Barão Geraldo.\n\nCEP 13083-970. Campinas, SP. Endereços eletrônicos: guedes@ifi.unicamp.br, hadler@ifi.unicamp.br.\n\nIntrodução\nArcabouço Geológico\nMetodologia\nResultados\n\nModelagem das Histórias Térmicas\nCorrelação dos Eventos Locais Deduzidos com a Evolução Regional\nConsiderações finais\nAgradecimentos\nReferências Bibliográficas\n\nRESUMO – A tectônica Mesozóica-Cenozóica na borda leste da Bacia do Paraná foi interpretada com base no estudo geocronológico de\numa importante feição estrutural conhecida como Domo de Pitanga (sudoeste de Rio Claro, SP), que, como outras estruturas do mesmo\ntipo presentes na borda da bacia, coincide com grandes alinhamentos estruturais formados pela reativação de estruturas preexistentes no\nseu embasamento. O método utilizado foi o de datação por análise de traços de fissão em apatitas, o qual permite a modelagem térmica\nentre 120oC e a temperatura ambiente. Utilizando apatitas de rochas sedimentares, foi possível a modelagem da história térmica da área,\ngraças à homogeneidade dos dados que cada amostra apresentou em função do aquecimento no Eocretáceo pelo magmatismo Serra Geral.\nAlém do resfriamento posterior ao magmatismo marcado pelas idades (Eocretáceo), foram detectadas as principais épocas de resfriamento\nna área de estudo, sendo elas do Neocretáceo, Paleoceno e, com menor importância, do Mioceno. Estes períodos remontam a importantes\neventos tectônicos ocorridos no Sudeste brasileiro, bem descritos no embasamento cristalino. Fica clara a influência desta tectônica de\ncaráter ascensional do embasamento adjacente no interior da bacia, atuando na formação de estruturas, como é o caso do Domo de Pitanga.\nPalavras-chave: Bacia do Paraná, Domo de Pitanga, alinhamentos estruturais, traços de fissão em apatitas, apatita sedimentar.\n\nABSTRACT – D.F. Godoy, P.C. Hackspacher, S. Guedes, J.C. Hadler Neto – Recognition of Mesozoic-Cenozoic tectonic on the eastern\nborder of Paraná Basin using apatite fission track in the Pitanga Dome (southwest of Rio Claro, SP). Mesozoic-Cenozoic tectonics on\nthe eastern border of Paraná Basin was deduced by geochronologic study of one important structural feature known as Pitanga Dome,\nlocated at southwest of Rio Claro (State of São Paulo), which, like other structures of same type, is coincident to some important\nstructural lineaments, originated by reactivation of pre-existent structures in the basement. The geochronologic method used was the\napatite fission track dating, which allow thermal modeling from 120oC to room temperature. Using apatite grains from sedimentary rocks\nthe thermal history could be modeled for the studied area, as the data of each sample due to the heating at the Early Cretaceous by the Serra\nGeral magmatism present homogeneity. Besides the post-magmatism cooling marked by ages (Early Cretaceous), the main cooling times\nwere detected: during Late Cretaceous, Paleocene, and, with minor importance, during Miocene. These periods are related to important\ntectonic events occurred in Southeastern Brazil, recognized in the crystalline basement. It is clear the influence of the upward tectonic of\nthe adjacent basement on the basin interior, and the formation of structures like the Pitanga Dome.\nKeywords: Paraná Basin, Pitanga Dome, structural lineaments, apatite fission track, detrital apatite.\n\nINTRODUÇÃO\n\nOs processos responsáveis pela origem e\nevolução da Bacia do Paraná são associados à propa-\ngação dos esforços gerados pela convergência entre a\nplaca Pantalassiana e a paleomargem sudoeste do\nGondwana, com choques ocasionais de terrenos\nalóctones durante o Fanerozóico; o reflexo desta\n\ntectônica é considerado como a causa dos principais\nciclos de subsidência da bacia, propiciando a sedimen-\ntação das diversas unidades que compõem o seu\narcabouço estratigráfico (Milani, 1997).\n\nNo Mesozóico-Cenozóico, a bacia do Paraná\npassou a sofrer influência dos eventos tectônicos\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 152\n\nrelacionados com a ruptura do Gondwana, abertura do\nOceano Atlântico e conseqüente migração da Placa\nSul Americana para oeste. Estes processos tectônicos\niniciados no Neojurássico, denominados por Almeida\n(1967) de Reativação Waldeniana, provocou no\nEocretáceo o magmatismo Serra Geral. Após este\nmagmatismo, iniciaram-se os processos de separação\ncontinental e abertura do Oceano Atlântico.\n\nA reincidência de anomalias térmicas provocou\nainda uma dinâmica crustal cujo resultado foi a forma-\nção de um relevo de altos topográficos circundantes à\nbacia e a incidência de diversas manifestações alcalinas\ndurante o Eocretáceo. Estas áreas altas da borda da\nbacia, segundo Fernandes (1998), contribuiu para a\ninstalação de um ambiente favorável à sedimentação\nna Bacia Bauru, atuando como área-fonte. Acredita-\nse que a Bacia Bauru se situe sobre um substrato com\n\numa anomalia térmica negativa, enquanto a fonte tem\ncaracterísticas térmicas aquecidas, neste período\n(Hackspacher et al., 2006).\n\nA resposta estrutural da Bacia do Paraná a toda\nesta evolução tectônica é caracterizada pela reativação\nde estruturas preexistentes no seu embasamento. A\npropagação dos deslocamentos destas estruturas no\npacote sedimentar gerou grandes alinhamentos\npresentes no interior da bacia, sendo bastante expres-\nsivo na borda leste, além de alguns deles serem coinci-\ndentes com grandes zonas de falha do embasamento\naflorante (Soares,1991) e com alinhamentos\ngravimétricos (Quintas, 1995) e magnetométricos, cujas\nanomalias provém do embasamento subjacente ao\npacote sedimentar (Soares, 1991). Estes alinhamentos\n(Figura 1) se caracterizam por uma maior concentração\nde falhas, altos estruturais, diques e sills de diabásio.\n\nFIGURA 1.  Mapa geológico simplificado do Estado de São Paulo, mostrando os principais\nalinhamentos estruturais. Modificado de Riccomini (1995).\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 153\n\nPorém, o processo crustal que atuou como causa\ndireta das fases de subsidência da bacia, além da\ngeração e reativação do arcabouço estrutural da bacia,\ne a relação temporal destes com os processos tectô-\nnicos vigentes no continente nas épocas de sedimen-\ntação, ainda não é bem entendido. Sendo assim, a\nmodelagem térmica, através do método de análise de\ntraços de fissão em apatitas, aplicado na borda leste\nda Bacia do Paraná, pode fornecer subsídio do ponto\nde vista térmico para melhor entender os processos\ncrustais envolvidos na evolução.\n\nPara isso, foi escolhido o Domo de Pitanga (sudoeste\nda cidade de Rio Claro, SP), que é um alto estrutural\nlocalizado no cruzamento de dois importantes alinhamentos\nestruturais da bacia, o Alinhamento do Rio Tietê (Coimbra\net al., 1981; Riccomini, 1995) e o prolongamento da Zona\nde Falha de Jacutinga (Soares, 1991), sendo um local\nonde os processos foram mais evidentes. Este trabalho\nprocura contribuir para um modelo que relacione os\nprocessos evolutivos estudados no embasamento crista-\nlino adjacente com os processos de cunho estrutural e\ntambém estratigráfico realizados no interior da bacia.\n\nARCABOUÇO  GEOLÓGICO\n\nA Bacia do Paraná constitui uma extensa bacia\nsedimentar intracratônica preenchida por rochas\nsedimentares e vulcânicas na forma de diques, sills e\nderrames, localizada na porção centro-leste do\ncontinente sul-americano. Sua origem deu-se após a\nestabilização do recém-formado Paleocontinente\nGondwana, cujo registro sedimentar se estende desde\no Neo-Ordoviciano até o Neocretáceo.\n\nO pacote sedimentar da Bacia do Paraná pode\nser dividido, segundo Milani (1997), em seis superse-\nqüências: Rio Ivaí (Neo-Ordoviciano), Paraná\n(Devoniano), Gondwana I (Permiano-Neotriássico),\nGondwana II (Triássico Médio-Neotriássico),\nGondwana III (Neojurássico-Neocomiano) e Bauru\n(Aptiano-Maastrictiano-Neocretáceo).\n\nEstes períodos de sedimentação estão relacio-\nnados a fases de subsidência separadas por períodos\nde erosão, que, segundo Milani (1997) e Zalán (2004),\napresentam ligação com a convergência da Placa\nPantalassiana com a margem sudoeste da placa do\npaleocontinente Gondwana, com choques ocasionais\nde terrenos alóctones. O principal elemento que sugere\nesta ligação é a semelhança temporal dos picos de\natividade na borda orogênica do continente com as\nfases de subsidência da bacia. Desta forma, momentos\nde maior atividade neste ambiente tectônico teriam\ngerado esforços compressivos que se propagaram no\nambiente intraplaca, causando estas fases de subsi-\ndência da bacia. Momentos de menor atividade na\nborda do Gondwana favoreceram o desenvolvimento\nde discordâncias regionais na bacia.\n\nA partir do final do Jurássico, a bacia passa a sofrer\ninfluência dos processos tectono-magmáticos que\nculminaram na abertura do Oceano Atlântico.\nAnomalias térmicas mantélicas (Marques &amp; Ernesto,\n2004), durante a reativação da plataforma, geraram\num acréscimo de cerca de 200ºC, culminando no\nmagmatismo Serra Geral no Eocretáceo, originando\nextensos derrames, bem como a colocação de diques\ne sills de diabásio.\n\nAnomalias térmicas posteriores ao magmatismo\nSerra Geral continuaram ocorrendo subjacentes ao\ncontinente Sul Americano, bastante estudado nas áreas\ncristalinas adjacentes à bacia. Por isso, a tectônica\nnestas áreas merece destaque, principalmente se forem\nlevadas em conta estruturas que possuem continuidade\npara dentro da bacia, mostrando inclusive influência\nna formação do arcabouço estratigráfico das unidades\nsuprabasálticas, como será discutido mais à frente.\n\nO soerguimento da região costeira, associado a\nfase uplift do processo que culminou com a ruptura\ncontinental e abertura do Atlântico, é registrado através\nde traços de fissão em apatita com idades em torno de\n120 Ma no embasamento cristalino adjacente à borda\nleste da bacia. Este período de soerguimento é regis-\ntrado inclusive nos arredores de Machado (MG), porém\ncom idades de traços de fissão da ordem de 140 Ma\n(Godoy, 2003).\n\nNo Neocretáceo, importantes manifestações\ntectônicas decorrentes de um aquecimento crustal\n(Almeida &amp; Carneiro, 1998; Tello Saenz et al., 2003;\nHackspacher et al., 2003; Zalán &amp; Oliveira, 2005, além\nde outros) ocorreram no âmbito intraplaca. Este período\nfoi marcado por importantes manifestações alcalinas\ne pela formação de áreas de soerguimento como o\nArco de Goiânia, e soerguimentos na borda nordeste\nda Bacia Bauru (Hasui &amp; Haraliy, 1991). Estas feições\ntectônicas tiveram grande influência na evolução da\nbacia, sendo responsáveis pela erosão da sua borda\nleste e nordeste e, de acordo com Fernandes &amp;\nCoimbra (1996) e Fernandes (1998), a topografia\nelevada permitiu a atuação como uma importante área-\nfonte de sedimentos para Bacia Bauru.\n\nNo Paleoceno uma tectônica, principalmente\nextensional, ocorreu nas áreas alçadas do Sudeste\nBrasileiro, principalmente na Serra do Mar, dando\norigem ao desenvolvimento do Sistema de Rifte do\nSudeste Brasileiro (Almeida, 1976; Riccomini, 1989;\nZalán &amp; Oliveira, 2005). Os possíveis reflexos desta\ntectônica no interior da Bacia do Paraná é reconhecida\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 154\n\npor Riccomini (1995, 1997), atribuindo a esta época a\nformação dos depósitos da Formação Itaqueri, locali-\nzada discordantemente sobre as rochas do derrame\nSerra Geral e da Formação Botucatu. Apesar das\ncontrovérsias a respeito da idade desta unidade que\nse encontra localizada na borda do Planalto Ocidental,\nos autores acima citados colocam este pacote\nsedimentar como sendo correlativo desta tectônica\npaleocênica.\n\nA partir do Mioceno, uma tectônica de menor\nmagnitude passa a atuar, influenciando na formação\nde diversos depósitos sedimentares de pequeno porte,\ncomo é o caso da Formação Rio Claro (Zaine, 1994;\nMelo, 1995; Melo et al., 1997), relacionada a um possível\nsoerguimento do Domo de Pitanga nesta época. A\nFormação Rio Claro e outros depósitos de mesma\népoca desenvolveram-se em uma paisagem onde já se\nencontrava desenvolvida a Depressão Periférica.\n\nNo contexto estrutural, esta evolução mesozóico-\ncenozóica da Bacia do Paraná e seu entorno, reativou\ndescontinuidades preexistentes no embasamento da\nbacia, de origem pré-cambriana/eopaleozóica, cujo\nmovimento se propagou no pacote sedimentar e gerou\n\ngrandes alinhamentos estruturais (Soares, 1991;\nRiccomini, 1995; Artur &amp; Soares, 2002; Rostirolla\net al., 2000). Estes alinhamentos configuram parte do\narcabouço estrutural da bacia, e ao longo destes é\nencontrada uma maior freqüência de falhas, altos\nestruturais, diques e sills de diabásio (Figura 1).\n\nO Domo de Pitanga faz parte deste arcabouço\nestrutural, pertencendo ao alinhamento do Rio Tietê\nde direção NW-SE (Ricommini, 1995), na altura do\ncruzamento com o alinhamento PT3 de Soares (1991)\ne Artur &amp; Soares (2002), de orientação NE-SW. Este\núltimo possui continuidade no embasamento aflorante,\na leste da bacia, coincidente com a Zona de Falha de\nJacutinga.\n\nDescrito inicialmente por Washburne (1930),\nSoares (1974) e mais detalhadamente por Sousa (1997,\n2002), o Domo de Pitanga possui seus flancos falhados\ne os blocos escalonados fazem com que as rochas mais\nantigas (Grupo Itararé) aflorem no centro, rodeado por\nafloramentos das rochas mais novas. Estas falhas estão\narranjadas segundo dois sistemas principais, Passa\nCinco-Cabeça e Ipeúna-Piracicaba, além de falhas\nisoladas (Figura 2).\n\nFIGURA 2.  Mapa geológico da área de estudo, com as localizações dos pontos amostrados.\nModificado de CPRM (2001).\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 155\n\nSegundo Sousa (2002) o sistema Passa Cinco-\nCabeça possui falhas normais, inversas e transcorrentes\nsinistrais, orientadas preferencialmente segundo NE-\nSW (com predomínio de mergulhos para SE) e NW-\nSE (com predomínio de mergulhos para NW), limitando\no domo a norte. Algumas destas falhas se apresentam\npreenchidas por rochas básicas, atuando como barreira\npara os pacotes da Formação Rio Claro. O sistema\nIpeúna-Piracicaba possui falhas normais orientadas\npreferencialmente segundo NW-SE (com mergulhos\npara SW e alguns para NE) e secundariamente NE-\nSW (com mergulhos tanto para SE como para NW),\nlimitando o domo a oeste. Ambos os sistemas atuam\n\ncomo importantes condicionantes da rede de drenagens\nda região.\n\nA partir do arcabouço estrutural do Domo de\nPitanga é possível tecer algumas considerações quanto\nà sua evolução. Baseando nas falhas preenchidas por\nrochas básicas, é possível dizer que estas foram\nreativadas durante o magmatismo Serra Geral, no\nEocretáceo, permitindo a passagem do magma\nformador destas rochas. Outra reativação para o\nCenozóico Superior fica evidente pelo limite estrutural\na sul do pacote sedimentar da Formação Rio Claro, e\npor fim a presença de falhas modificando este pacote\nsedimentar.\n\nMETODOLOGIA\n\nO método de datação por traços de fissão é\nfundamentado na análise quantitativa de perturbações\nno retículo cristalino da apatita provocadas pela fissão\nespontânea do 238U, que ocorre durante o tempo\ngeológico. Estas perturbações têm morfologia cilíndrica,\npossuindo tamanho inicial da ordem de 16 µm,\nrecebendo o nome de traço latente, ou traço de fissão.\nOs traços de fissão possuem uma susceptibilidade\ntérmica quando expostos a um aquecimento, cuja\nreação é a reorganização progressiva dos átomos do\nretículo, de forma que o traço diminui de tamanho.\nDesta forma, se a rocha amostrada é submetida a\numa temperatura acima de 120oC, os traços presentes\nnos cristais de apatita são completamente apagados\ne entre valores de temperatura entre 120 e 60ºC os\ntraços são encurtados lentamente. Assim, a densidade\nde traços na amostra reflete a idade e o conjunto dos\ncomprimentos obtidos na análise ao microscópio é o\nregistro da história térmica sofrida após o registro da\nidade.\n\nPara a análise de traços de fissão, cada amostra\nfoi submetida a um tratamento constituído de etapas\nde britagem, peneiramento, bateagem, separação\nmagnética, separação por densidade e separação em\nlupa, para a obtenção dos cristais de apatita. Cerca de\n100 grãos por amostra foram dispostos em resinas\nepóxi, posteriormente polidas e atacadas quimicamente\nem solução de HNO\n\n3\n 7%, sob temperatura controlada\n\nde 20ºC por 60 segundos, para a revelação dos traços\nde fissão. Em seguida, foi acoplada a cada amostra\numa lâmina de muscovita de baixo teor de urânio e\nsubmetidas à irradiação por nêutrons térmicos para a\nindução da fissão do 235U, cujos traços formados foram\ndetectados pelas lâminas de mica (detector externo).\nVidros dopados de urânio (tipo CN1) foram irradiados\nsimultaneamente com as amostras, sob o mesmo fluxo,\npara a dosimetria de nêutrons (Iunes et al., 2002).\n\nO procedimento de análise foi aplicado segundo o\nmétodo EDM, em um microscópio dotado de platina\nautomática nos três eixos de movimento, controlada\npor computador, cujo software específico permite\nque cada grão seja analisado separadamente, junta-\nmente com o seu conjunto de traços induzidos marcados\nna mica.\n\nPara o cálculo das idades foi utilizado o\nvalor da constante de decaimento por fissão (ë\n\nf\n)\n\nde 8,37 x 10-17 a-1 (Guedes et al., 2003). Cada grão de\ncada amostra foi datado em particular e o conjunto foi\nsubmetido ao teste de P(÷2) (probabilidade de “qui\nquadrado”, Green, 1981) para se verificar a homo-\ngeneidade dos dados. Quando o resultado deste teste\né maior que 5% (sendo aceito até 95%), o conjunto de\ndados é homogêneo. Este teste é imprescindível na\nanálise de rochas sedimentares, pelo fato dos grãos de\napatita poderem ser de mais de uma fonte, levando a\numa possível heterogeneidade dos dados. Esta\nheterogeneidade ocorre quando a história térmica da\nbacia não atingiu temperatura suficiente para apagar\ntodos os traços por completo. Por sua vez, a idade da\namostra foi obtida através da média ponderada das\nidades grão a grão.\n\nPara a correção das idades foi utilizado o método\nbaseado na relação encurtamento versus redução da\ndensidade de traços fósseis, calculando-se um fator\nde correção para a densidade de traços fósseis, de\nacordo com Guedes et al. (2004), obtendo-se desta\nforma a idade corrigida.\n\nPara a modelagem das histórias térmicas foi\nutilizado o software THA (Hadler Neto et al., 2001),\nque é baseado no modelo empírico desenvolvido por\nGreen et al. (1986), Laslett et al. (1987) e Duddy et al.\n(1988), modificado por Tello Saenz (1994). Basica-\nmente este software gera histórias térmicas de uma\nforma randômica (Método de Monte Carlo), cujos\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 156\n\npontos de inflexão são escolhidos em intervalos de\ntempo e temperatura previamente definidos que são\nas caixas de Monte Carlo. Cada história tem o seu\nhistograma teórico de comprimento de traços calculado,\ne através do teste de ÷2  este é comparado ao\nhistograma experimental. Verificada a homogeneidade\nentre os histogramas, a historia térmica é guardada\npelo software e os dados da curva são apresentados\nem um arquivo “.dat”. Este procedimento é repetido\nvarias vezes pelo programa durante a simulação,\nconforme definido pelo usuário.\n\nUm aspecto que é levado em conta é a de\npossibilidade de evoluções térmicas diferentes poderem\nresultar em histogramas de comprimento de traços muito\n\nsemelhantes. Portanto, é preciso utilizar para a deli-\nmitação das caixas de Monte Carlo dados geológicos\nfornecidos por outras metodologias ou de modelos já\nconhecidos. Desta forma elimina-se a possibilidade de\nobter histórias térmicas incoerentes, com o processo\ngeológico ocorrido na área estudada, tornando-se o\nresultado mais confiável.\n\nQuando o processo de modelagem não mostra\nnenhum resultado ou as historias térmicas são muito\ndestoantes entre si, o procedimento é repetido utilizando\noutros parâmetros de caixas de Monte Carlo, a fim de\nse obter uma história térmica ao mesmo tempo compa-\ntível com o arcabouço geológico da área e os dados\nexperimentais de traços de fissão.\n\nRESULTADOS\n\nA fim de se obter e modelar a história térmica\nda borda leste da Bacia do Paraná e resgatar a\nimplicação tectônica, três amostras foram coletadas\nno Domo de Pitanga, na porção externa ao domo e\nno centro do domo (Figura 2), da Formação Irati e do\nGrupo Itararé.\n\nComo ponto de partida para a análise de amostras\nsedimentares, é necessária a verificação da homo-\ngeneidade dos resultados grão a grão, pelo fato dos\ngrãos sedimentares poderem provir de fontes diversas.\nEste procedimento é necessário face à possibilidade\ndos grãos já apresentarem traços na época de sedimen-\ntação, formados durante a história de exumação da\nrocha-fonte, isto é, terem traços herdados. Porém, se\na rocha sedimentar não foi submetida a um aquecimento\nsignificativo a ponto de apagar todos os traços que\nforam gerados anteriormente à sedimentação do grão,\na idade obtida terá relação com a exumação da rocha-\nfonte, e a idade central calculada para a amostra não\nteria significado. Por outro lado, se a bacia sofreu um\naquecimento suficiente para apagar todos os traços\nherdados, os traços subseqüentemente formados irão\nregistrar a história térmica da bacia, e a idade central\nindicará este evento térmico.\n\nDiante da possibilidade de haver herança de traços,\ne conseqüentemente uma heterogeneidade de idades\ngrão a grão, faz-se necessária a aplicação do teste de\nP(÷2) em cada amostra, para verificar a homogeneidade\ndas idades. A Tabela 1 mostra os valores de P(÷2)\ncalculados para cada amostra, sendo possível verificar\nque a população de idade grão a grão de ambas estão\nmostrando valores maiores que 5% indicando homoge-\nneidade das idades grão a grão. Este fato está indicando\numa única área-fonte dos sedimentos ou um aqueci-\nmento sofrido pelo pacote sedimentar que provocou um\napagamento dos traços e, conseqüentemente, a idade\nreferente à rocha-fonte. Diante deste fato, é possível a\nutilização dos resultados de comprimento de traços como\numa única população para a correção da idade.\n\nAssim, o valor de P(÷2) indicando uma população\nhomogênea de idades pode ser associado aos resultados\nmostrados nos histogramas, permitindo concluir que\nhouve um aquecimento sofrido pelo pacote sedimentar\nque apagou as idades referentes à rocha-fonte. Desta\nforma, a idade central corrigida indica um resfriamento\nposterior a um aquecimento no Eocretáceo para as\namostras TF-641 (132 Ma) e TF-694 (118 Ma) e no\nNeocretáceo para a amostra TF-888 (88 Ma).\n\nTABELA 1.  Dados experimentais das amostras: número total de grãos analisados (N), teste de probabilidade de “qui”\nquadrado (P(?2)), somatória de traços fósseis, somatória de traços induzidos, comprimento médio dos traços confinados\n\nem µm (L), idade central aparente, idade central corrigida e fluência total de nêutrons (1015 n/cm2).\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 157\n\nTendo estas observações como ponto de partida,\né possível modelar as histórias térmicas de cada amostra\ne finalmente correlacionar estas com as idades e, por\nsua vez, com a dinâmica local, como conseqüência da\nevolução geológica regional.\n\nMODELAGEM DAS HISTORIAS TÉRMICAS\n\nPara a modelagem das histórias térmicas as caixas\nde Monte Carlo foram delimitadas em intervalos de\ntempo, tendo como base os eventos tectônicos regionais\nconhecidos para a área (como apontado no item\narcabouço geológico), e os intervalos de temperatura\nque estes eventos possam ter alcançado, possibilitando\nmodelar as histórias térmicas mais prováveis para a\nevolução e sendo coerente com o conjunto de traços\nconfinados medidos nas amostras. Desta forma, não\nse omite considerações geológicas, permitindo que o\nprograma somente considere histórias térmicas que,\nalém de se ajustarem com os dados experimentais,\ntambém sejam coerentes com o que já existe de\nconhecimento geológico para a área.\n\nTomou-se como ponto de partida a amostra\nTF-641 e em seguida é apresentada a descrição dos\nlimites das caixas. Para as outras amostras foram\nutilizados os mesmos critérios, porém com modificações\nnecessárias para o ajuste de acordo com as particula-\nridades de cada amostra, como idade e incompa-\ntibilidade dos intervalos para as primeiras tentativas de\nmodelagem.\n\nSendo assim, como pode ser observado na Figura 4,\nas caixas representadas no gráfico das histórias\ntérmicas da amostra TF-641 possuem os seguintes\ncritérios: a primeira caixa foi centrada na idade\ncorrigida, que é um procedimento padrão para a\nmodelagem (Tello Saenz, 1994); a segunda caixa foi\ndelimitada entre 100 e 70 Ma para mostrar a influência\ndos processos de reativação da Plataforma Sul-\nAmericana na época do magmatismo alcalino (Zalán,\n2004, por exemplo); a terceira caixa foi delimitada entre\n70 e 40 Ma, representando a faixa de idade em que\nhouve a inversão da Bacia Bauru, propiciando a erosão\nda borda oriental desta unidade, nas regiões onde hoje\nse encontram aflorantes os derrames da Formação\nSerra Geral, no reverso das cuestas basálticas, como\né proposto por Fernandes (1998); a quarta caixa foi\ndefinida entre 40 e 0 Ma procurando-se centrá-la em\numa época com evidências de processos tectônicos\nque, segundo Melo (1995), foram responsáveis por um\núltimo evento de soerguimento do Domo de Pitanga\nfavorecendo a acumulação dos pacotes sedimentares\nda Formação Rio Claro. Além destas caixas, houve a\nnecessidade de delimitar mais uma entre 140 e 150\nMa e entre 25 e 50ºC, devido à tendência das histórias\ntérmicas terem início em temperaturas baixas, estando\n\nde acordo com a necessidade do material sedimentar\nter estado sob temperatura ambiente na época de sedi-\nmentação. A necessidade de se estender as histórias\ntérmicas para além da idade nesta amostra é bastante\nincomum, porém foi necessário para a concordância\nentre os dados experimentais e o modelo utilizado.\n\nPara a amostra TF-694 (Grupo Itararé), a primeira\ncaixa teve seu limite inferior de idade posicionado em\n130 Ma, já que esta apresenta idade inferior. Já o\nintervalo de temperatura foi limitado entre 25 e 70ºC,\npor as histórias térmicas mostrarem somente a tendên-\ncia em iniciar em temperaturas menores. A segunda\ncaixa teve seu limite superior de idade delimitado em\n60 Ma e as duas caixas mais novas foram fundidas,\ncom início em 60 Ma, pois somente uma estabilidade\ntérmica em 25ºC foi observada (Figura 4).\n\nPara a amostra TF-888, dada a sua idade mais\nrecente, a caixa posicionada a cerca de 130 Ma não\nfoi utilizada. As duas caixas mais novas na amostra\nTF-641 foram novamente utilizadas.\n\nA Figura 4 mostra as curvas de cada historia\ntérmica mais provável, sendo que cada uma destas\ncurvas representa uma evolução possível que gerou\nos dados experimentais da respectiva amostra. Como\npode ser observado, o Domo de Pitanga mostrou um\naquecimento no Cretáceo Inferior, a partir de tempe-\nraturas baixas, atingindo pico de temperatura no início\ndo Cretáceo Superior, sugerindo a atuação de um\nevento térmico em nível regional. Seguiu-se, de acordo\ncom os resultados, o principal evento térmico de\nresfriamento ocorrido durante a história discutida neste\ntrabalho, deixando evidente a necessidade de uma\ntectônica rúptil para o local. No exterior do domo, como\npode ser visto na história térmica da amostra TF-641,\num pequeno aquecimento foi registrado entre o\nPaleoceno e o Mioceno, seguido de um resfriamento\napós o Mioceno até a atualidade.\n\nRessalta-se que esta variação térmica pós-\nPaleoceno na amostra TF-641 não possui confiabilidade\ndevido estar registrada dentro da faixa de temperatura\nde retenção total dos traços (<60oC). Nesta faixa, os\ntraços permanecem praticamente inalterados, porém\nneste período, no interior do domo, foi registrado pela\namostra TF-888 um resfriamento desde 90ºC, durante o\nPaleoceno e a partir do Eoceno até o Recente houve\num resfriamento lento já em temperaturas próximas de\nsuperfície. Este fato mostra que, apesar da incerteza na\nprecisão da história térmica da amostra TF-641, o período\npós-Paleoceno obtido na amostra TF-888 tem uma\nconsiderável relevância entre os períodos estudados,\ntendo em vista os valores de temperatura envolvidos.\n\nAs historias térmicas que melhor satisfizeram o\nmodelo metodológico utilizado e os dados experimentais\nem cada amostra, apresentaram um pico de tempera-\ntura no Neocretáceo, que provavelmente não tem\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 158\n\nFIGURA 4.  Gráficos de histórias térmicas modeladas. Os quadros representam as caixas de Monte Carlo.\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 159\n\nrelação com o aquecimento provocado pelo magma-\ntismo Serra Geral. Levando-se em conta os níveis\nestratigráficos amostrados e o pico de temperatura\natingido neste período, é bastante viável que o calor\ngerado nos períodos que precederam os eventos de\nresfriamento a partir do Neocretáceo tenham origem\nem níveis mais inferiores da crosta, cujo fluxo térmico\npode ter sido favorecido pelo arcabouço estrutural\nformado em épocas anteriores ao Neocretáceo, no local\ndo Domo de Pitanga. Aumento da permeabilidade\ntérmica em decorrência do arcabouço estrutural no domo\né destacado por Bernardes (2005). Algo semelhante\n\nfoi obtido por Gomes &amp; Hamza (2004), mostrando uma\nanomalia no gradiente geotérmico atual na região do\nDomo de Pitanga.\n\nEste conjunto de resultados obtidos deixa evidente\numa atividade térmica marcante sofrida pelo pacote\nsedimentar da bacia no âmbito do domo estrutural\nestudado. A taxa das alterações térmicas obtidas, princi-\npalmente as de resfriamento, mostra uma influência\ntectônica, cujo falhamento (Figura 2) e a movimentação\ndos blocos que configuram o domo provocou exumação\nrápida e, conseqüentemente, as etapas de resfria-\nmentos repentinas obtidas.\n\nCORRELAÇÃO  DOS  EVENTOS  LOCAIS  DEDUZIDOS\nCOM  A  EVOLUÇÃO  REGIONAL\n\nOs resultados obtidos na área do Domo de Pitanga\nmostram uma estreita relação temporal com os\nprocessos tectono-magmáticos ocorridos no Sudeste\nbrasileiro, que se encontram bastante estudados princi-\npalmente no embasamento cristalino adjacente à borda\nleste e nordeste. Os dados também mostram uma\nsemelhança temporal com processos sedimentares,\ncomo é o caso da deposição da Bacia Bauru que tem\nas rochas da Bacia do Paraná como embasamento.\n\nDesta forma, ao correlacionar os resultados locais\ncom a evolução regional fica evidente que a formação\ndo domo é o resultado da influência desta tectônica\nressurgente, que, atuando na borda da bacia, influenciou\nna atual configuração do relevo, além de ter colaborado\nna deposição das unidades sedimentares supraba-\nsálticas. Esta relação fica mais evidente quando são\nlevados em conta trabalhos como de Riccomini (1995)\ne Ribeiro et al. (2005), realizados no embasamento\ncristalino, mostrando as diversas reativações de zonas\nde falhas presentes na borda leste da bacia e em áreas\nadjacentes, relacionado-as aos diferentes períodos\ntectônicos do Sudeste Brasileiro.\n\nDe acordo como foi mostrado por Soares (1991),\nQuintas (1995) e Artur &amp; Soares (2002), estas zonas\nde falhas do embasamento cristalino se prolongam para\no interior da bacia coincidindo com seus alinhamentos\nestruturais que, por sua vez, são o resultado de reati-\nvações de descontinuidades preexistentes no embasa-\nmento subjacente. Os alinhamentos do Rio Tietê e\nJacutinga, com os quais o Domo de Pitanga coincide,\nse encaixam neste quadro estrutural, deixando clara\nesta relação entre a tectônica regional e a formação\ndo domo.\n\nComo pode ser observado na Tabela 1, pelos\nvalores de idade das amostras TF-641 e TF-694, a reati-\nvação Jurássico-Cretácica que culminou no magma-\ntismo Serra Geral, com pico de atividade magmática\n\nem 133 Ma (Turner et al., 1994), mostra ser o principal\nevento que forneceu calor suficiente para apagar os traços\ndas amostras TF-641 (borda norte do domo) e TF-694\n(centro-sul do domo) no início do Eocretáceo fazendo\ncom que elas não apresentasse herança da história\ntérmica da rocha-fonte. Sendo assim, a idade apresentada\npelas amostras, com exceção da TF-888, são próximas\nàs do magmatismo. A atuação do magmatismo como\nfonte de calor foi intensificado na área através da\ncolocação de vários diques de diabásio, espalhados por\ntoda a área de estudo preenchendo falhas preexistentes,\nmostrando, assim, uma reativação no momento de\ncolocação destes diques (Sousa, 1997, 2002).\n\nNo final do Eocretáceo, após o magmatismo Serra\nGeral, a área de estudo experimentou um aquecimento\ngradual registrado pelas histórias térmicas, podendo estar\nrelacionado indiretamente com processos de soer-\nguimento do embasamento cristalino a leste, que resultou\nna formação da Serra da Mantiqueira (Tello Saenz et\nal., 2003). Este evento tectônico, marcado no embasa-\nmento cristalino (Ribeiro et al., 2005), aparentemente\nnão apresenta grandes alterações na área de estudo.\n\nNo início do Neocretáceo, o Domo de Pitanga\nexperimentou um pico de temperatura de cerca de\n100oC, revertendo posteriormente para um resfriamento\ndurante todo este período, registrado pelas histórias\ntérmicas de TF-641 e TF-694, e atingindo temperatura\nambiente no limite Cretáceo-Paleogeno, relacionando-\nse a uma possível reativação rúptil do domo. Este\nintervalo de tempo coincide com o intervalo de\ndeposição do Grupo Bauru, sugerindo que este resfria-\nmento pode estar relacionado a uma reativação\nprovocada pelo soerguimento da borda da Bacia do\nParaná, juntamente com o Planalto Atlântico. Em áreas\ncristalinas adjacentes à bacia, este período é marcado\npor um segundo período de soerguimento da Serra da\nMantiqueira, segundo Tello Saenz et al. (2003), e pelos\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 160\n\nprimeiros pulsos de soerguimento na Serra do Mar\n(Hackspacher et al., 2003), além da principal fase de\nmagmatismo alcalino, manifestando-se em vários\npontos da borda da bacia, inclusive com algumas\nocorrências dentro da bacia. Este processo de soergui-\nmento da borda leste, em conseqüência do soergui-\nmento do embasamento cristalino adjacente, influenciou\nlocalmente na estruturação do domo (Figura 5), sendo\nmarcado pela idade de 88 Ma da amostra TF-888, que\nse encontrava aquecida até esta idade. Desta forma a\nborda leste da bacia, juntamente com o relevo formado\npela retomada da estruturação do Domo de Pitanga,\nbem como os outros domos presentes nas áreas\nadjacentes que podem ter sido reativados nesta época,\nestariam contribuindo para a geração de espaço de\nacomodação para os sedimentos da Bacia Bauru. Estas\náreas estariam atuando como borda da Bacia Bauru,\nna forma de um relevo alto, aumentando o desnível\nentre o depocentro e a borda e fornecendo sedimentos.\nEste processo teria contribuído para a elevação do nível\nde base, corroborando com Fernandes &amp; Coimbra\n(1996) e Fernandes (1998). Este último autor, ao fazer\numa revisão estratigráfica da porção oriental da Bacia\nBauru, aponta a borda leste e nordeste da Bacia do\nParaná como principais áreas-fontes para os sedi-\nmentos, baseando-se inclusive em estudo sistemático\nde análise de paleocorrentes, confirmando um relevo\nelevado para a área de estudo na época (Figura 5).\n\nA configuração da borda leste da Bacia do Paraná\ncomo uma região de soerguimento também foi\nreconhecida por Soares et al. (1996), que chegou à\nconclusão que o alinhamento PT3 (alinhamento\nJacutinga) atuou como alto estrutural no Cretáceo\nSuperior. Sendo assim, o Grupo Bauru seria o pacote\nsedimentar correlativo do ciclo erosivo decorrente deste\nevento tectônico, corroborado pelas evidências\ngeológicas e pelos dados de análise de traços de fissão.\nEste quadro leva a crer que a evolução proposta\ninicialmente por Fernandes &amp; Coimbra (1996) e\ndefendida por Fernandes (1998) para a Bacia Bauru,\nparece ser melhor alternativa do que a proposta por\nSoares (1991), que atribui o início da sedimentação do\nGrupo Bauru para os 115 Ma, desvinculando dos\nprocessos ligados diretamente ao resfriamento das\nvulcânicas da Formação Serra Geral, pelo menos para\na porção oriental.\n\nNeste contexto tectônico regional e baseando-se\nnos resultados de história térmica, o evento ocorrido\nno Neocretáceo parece ter sido o principal evento de\nformação do Domo de Pitanga, dada a alta taxa de\nresfriamento detectado, e dos processos geológicos\nocorridos em âmbito regional.\n\nNa seqüência, o resfriamento obtido com início\nem torno dos 60 Ma, registrado na amostra TF-888\n(Figura 4) pode estar ligado a uma reativação relacio-\n\nnada com um novo soerguimento da borda leste da\nbacia do Paraná que provocou, segundo Fernandes\n(1998), uma inversão da borda da Bacia Bauru propi-\nciando a erosão das suas unidades. Este evento pode\nter desencadeado também o avanço da erosão nas\nunidades Paleozóicas da borda da Bacia do Paraná,\nculminando na formação da depressão periférica no\nOligoceno-Mioceno. Nesta época o relevo teria atingido\numa forma mais parecida com a atual (Figura 5). Para\nesta época também há registro de uma reativação\ntectônica no embasamento adjacente (Ribeiro et al.,\n2005). Os atuais limites da Bacia Bauru com os\nderrames Serra Geral podem estar relacionados com\numa compartimentação estrutural gerada pelo alinha-\nmento Rio Tietê e outros alinhamentos (Figura 1),\nreativados neste período. Localmente, os dados\ntérmicos indicam que o evento ocorrido neste momento\nteve relativa importância na formação do domo.\n\nCom relação a processos deposicionais, este\nperíodo de resfriamento no Paleoceno pode ter como\ndepósito correlativo os sedimentos da Formação\nItaqueri. Como já foi discutido anteriormente, apesar\nde todas as controvérsias existentes quanto à época\nde formação desta unidade, Riccomini (1995) conclui\nque a Itaqueri, que jaz discordantemente sobre os\nbasaltos da Formação Serra Geral e em parte sobre os\narenitos da Formação Botucatu (Figura 1), foi formada\nentre o Paleoceno e o Eoceno, podendo ser o deposito\ncorrelativo da formação da Superfície Sul-Americana\nde King (1956).\n\nA partir do Mioceno, o evento tectônico ocorrido\nna área do Domo de Pitanga parece ser mais brando,\nmostrando ser mais localizado, resultando no último\npulso de soerguimento do domo. Segundo Melo (1995),\na deposição da Formação Rio Claro, hoje preservada\nna região do município homônimo, foi desencadeada por\num soerguimento final do domo no Mioceno, gerando\num alto topográfico que funcionou como barreira ao\nsistema fluvial vigente na época, propiciando o início da\nsedimentação. O resfriamento mostrado pela história\ntérmica TF-641 nos últimos 15 Ma pode estar\nrelacionado com este soerguimento final do domo, cujo\nrelevo alto formado propiciou a posterior erosão e entalhe\ndo Rio Corumbataí no centro do domo, permitindo o\nafloramento de rochas mais antigas no centro.\n\nPor fim, reativações e formação de falhas pre-\nsentes no domo que são atribuídas à atividades\nneotectônicas por Sousa (2002) e estudadas em toda\nárea adjacente à borda da bacia por Hasui (1990) não\nsão registradas nas análises de traços de fissão em\napatitas, dado o posicionamento raso nesta época das\nrochas amostradas. Alterações térmicas que possam\nter ocorrido nestas rochas não estavam em uma faixa\nde temperatura cuja resolução do método permitisse\no registro.\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 161\n\nFIGURA 5.  Esquema simplificado, sem escala, mostrando as diversas etapas evolutivas compatíveis com\nos dados de traços de fissão. Estão representados os momentos estanques de 133 Ma, 120 Ma,\n\naproximadamente 15 Ma e Atualmente, bem como os intervalos de >133 Ma e 90-60 Ma.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 162\n\nCONSIDERAÇÕES  FINAIS\n\nO estudo do Domo de Pitanga através de traços\nde fissão mostrou que a borda leste da Bacia do Paraná\nsofreu o reflexo da tectônica Mesozóica-Cenozóica,\npossivelmente acompanhando o embasamento cristalino\nadjacente nos processos de soerguimento e erosão.\nToda a historia térmica relativa aos eventos tectônicos\nsofridos pela bacia, teve reflexo nas rochas sedimen-\ntares paleozóicas que compõem a sua estratigrafia.\nDesta forma, a metodologia se mostrou eficaz na\ndatação de rochas sedimentares que sofreram um\naquecimento suficiente para provocar o apagamento\nda história térmica herdada do embasamento cristalino\nque originou os sedimentos.\n\nOs momentos térmicos mais importantes registra-\ndos pelas histórias térmicas no Eocretáceo,\nNeocretáceo e Paleoceno e em menor precisão no\nMioceno vinculam-se à formação do Domo de Pitanga,\nmostrando estreita relação temporal com a evolução\nda Plataforma Sul-Americana no Mesozóico-\nCenozóico. Dentre os períodos detectados, somente\naqueles referentes ao Neocretáceo e Paleoceno não\nse encontravam evidentes através dos estudos\nestruturais já realizados no domo, como os de Sousa\n\n(1997, 2002). Porém, os dados de modelagem de\nhistórias térmicas por traços de fissão mostraram que\no Neocretáceo e o Paleoceno foram dois períodos\ntermicamente importantes. Quando se leva em conta\no contexto estrutural em que o Domo de Pitanga está\ninserido, como é o caso dos alinhamentos estruturais\nmostrando a relação com o embasamento cristalino,\nestes períodos acima destacados se mostram coerentes\ncom a evolução regional da plataforma.\n\nFinalmente este trabalho de cunho local, vem\nmostrar a importância da Bacia do Paraná no contexto\nevolutivo da Plataforma Sul-Americana no\nMesozóico-Cenozóico, evidenciando que a aplicação\ndo método em um trabalho regional, abrangendo outras\náreas e feições estruturais importantes, viria preen-\ncher a lacuna existente em relação ao papel da bacia\nno contexto da evolução tectonotermal regional.\nMostra também que o desenvolvimento de técnicas\nde menor temperatura pela análise de traço de fissão\nem apatita viria complementar a evolução a partir do\nOligoceno, igualmente importante na evolução da\nregião, justificado pela evidente história fria obtida\npara este período.\n\nAGRADECIMENTOS\n\nOs autores agradecem a FAPESP e ao CNPq pelo suporte financeiro e à primeira pela bolsa de mestrado do primeiro autor.\n\nREFERÊNCIAS  BIBLIOGRÁFICAS\n\n1. ALMEIDA, F.F.M. Origem e evolução da Plataforma\nBrasileira. Rio de Janeiro, Departamento Nacional da\nProdução Mineral, Divisão de Geologia e Mineralogia, Boletim,\nv. 241, 36 p, 1967.\n\n2. ALMEIDA, F.F.M. The system of continental rifts bordering\nthe Santos Basin, Brazil. Anais da Academia Brasileira de\nCiências, v. 48, (Suplemento), p. 15-26, 1976.\n\n3. ALMEIDA, F.F.M. &amp; CARNEIRO, C.D.R. Origem e evolução\nda Serra do Mar. Revista Brasileira de Geociências, v. 28,\np. 135-150, 1998.\n\n4. ARTUR, P.C. &amp; SOARES, P.C. Paleoestruturas e petróleo na\nBacia do Paraná, Brasil. Revista Brasileira de Geociências,\nv. 32, n. 4, p. 433-448, 2002.\n\n5. BERNARDES, E.S. Diagênese da Formação Corumbataí\nna Mina Partezani, Rio Claro – SP. Rio Claro, 2005. 127 p.\nTese (Doutorado em Geociências) – Instituto de Geociências\ne Ciências Exatas, Universidade Estadual Paulista.\n\n6. COIMBRA, A.M.; BRANDT NETO, M.; PETRI, S. O\nalinhamento estrutural do Tietê. In: SIMPÓSIO REGIONAL\nDE GEOLOGIA, 1, 1981, São Paulo. Atas... São Paulo:\nSociedade Brasileira de Geologia, 1981, p. 145-152.\n\n7. CPRM – COMPANHIA DE PESQUISA DE RECURSOS\nMINERAIS. Geologia, tectônica e recursos minerais do\nBrasil: Sistema de Informações Geográficas – SIG. Escala\n1:2.500.000. Brasília: CPRM, 4 CD-ROM, 2001.\n\n8. DUDDY, I.R.; GREEN, P.F.; LASLETT, G.M. Thermal\nannealing of fission tracks in apatite – variable temperature\nbehaviour. Chemical Geology, v. 73, p. 25-38, 1988.\n\n9. FERNANDES, L.A. Estratigrafia e evolução geológica da\nparte oriental da Bacia Bauru (Ks, Brasil). São Paulo,\n1998, 216 p. Tese (Doutorado em Geociências) – Instituto de\nGeociências, Universidade de São Paulo.\n\n10. FERNANDES, L.A. &amp; COIMBRA, A.M. A Bacia Bauru\n(Cretáceo Superior, Brasil). Anais da Academia Brasileira\nde Ciências, v. 68, n. 2, p. 195-205, 1996.\n\n11. GODOY, D.F. História térmica e denudação do Maciço\nAlcalino de Poços de Caldas e circunvizinhanças: área\nnorte. Rio Claro, 2003. 74 p. Monografia (Trabalho de\nFormatura) – Instituto de Geociências e Ciências Exatas,\nUniversidade Estadual Paulista.\n\n12. GOMES, A.J.L. &amp; HAMZA, V.M. Mapeamento de gradientes\ngeotérmicos do Estado de São Paulo. In: SIMPÓSIO\nREGIONAL DE GEOFÍSICA DA SOCIEDADE\nBRASILEIRA DE GEOFÍSICA, 1, 2004, São Paulo. Boletim\nde Resumos Expandidos... São Paulo: Sociedade Brasileira\nde Geofísica – Regional Sul, 2004, CD-ROM.\n\n13. GREEN, P.F. A new look at statistics in fission-track dating.\nNuclear Tracks, v. 5, p. 77-86, 1981.\n\n14. GREEN, P.F.; DUDDY, I.R.; GLEADOW, A.J.W.; TINGATE,\nP.R.; LASLETT, G.M. Thermal annealing of fission tracks in\n\n\n\nSão Paulo, UNESP, Geociências, v. 25,  n. 1, p. 151-164, 2006 163\n\napatite - a qualitative description. Chemical Geology,\n(Isotope Geoscience Section), v. 59, p. 237-253, 1986.\n\n15. GUEDES, S.; HADLER NETO, J.C.; IUNES, P.J.; ZUÑIGA,\nA.; TELLO SAENZ, C.A.; PAULO, S.R. The use of the U\n(n,f) reaction dosimety in the determination of the ?\n\nf\n value\n\nthrough fission-track techniques. Nuclear Instruments and\nMethods in Physics Research, v. 496, p. 215-221, 2003.\n\n16. GUEDES, S.; HADLER NETO, J.C.; IUNES, P.J. TELLO\nSAENZ, C.A. Kinetic model for the relationship between\nconfined fission-track length shortening and fission- track age\nreduction in minerals. Nuclear Instruments and Methods\nin Physics Research, v. 217, p. 627-636, 2004.\n\n17. HADLER NETO, J.C.N.; PAULO, S.R.; IUNES, C.A.;\nTELLO SAENZ, C.A.; BALESTRIERI, M.L.; BIGAZZI,\nG.; CURVO, E.A.C.; HACKSPACHER, P.C. A PC compatible\nbrazilian software for obtaining thermal histories using\napatite fission track analysis. Radiation Measurements,\nv. 34, p. 149-154, 2001.\n\n18. HACKSPACHER, P.C.; GODOY, D.F.; RIBEIRO, L.F.B.;\nHADLER NETO, J.C. Modelagem térmica e geomorfologia\nda borda sul do Cráton de São Francisco: termocronologia por\ntraços de fissão em apatita. Revista Brasileira de Geo-\nciências, 2006.\n\n19. HACKSPACHER, P.C.; RIBEIRO, L.F.B.; RIBEIRO, M.C.S.;\nHADLER NETO, J.C.; IUNES, P.J.; TELLO SAENZ, C.A.\nA origem da Serra do Mar: termocronologia por traços de\nfissão em apatita. In: SIMPÓSIO NACIONAL DE\nESTUDOS TECTÔNICOS, 9, 2003, Búzios (RJ). Boletim\nde Resumos Expandidos... Rio de Janeiro: Sociedade Brasileira\nde Geologia/Núcleo Rio de Janeiro, 2003, p. 384-386.\n\n20. HASUI, Y. Neotectônica e aspectos fundamentais da tectônica\nressurgente no Brasil. Belo Horizonte: Sociedade Brasileira de\nGeologia/Núcleo Minas Gerais, Boletim, n. 11, p. 71-93.\n(Anais do Workshop sobre Tectônica e Sedimentação\nCenozóica Continental no Sudeste Brasileiro, 1, 1990, Belo\nHorizonte).\n\n21. HASUI, Y. &amp; HARALYI, N.L. E. Aspectos lito-estruturais e\ngeofísicos do soerguimento do Alto Parnaíba. Geociências,\nv. 10, p. 57-77, 1991.\n\n22. IUNES, P.J.; HADLER NETO, J.C.; BIGAZZI, G.; TELLO\nSAENZ, C.A.; GUEDES, S.O.; PAULO, S.R. Durango apatita\nfission track dating using lengh-based age corrections and\nnêutron fluence measurements by natural thorium thin films\nand natural U-doped glasses calibrated through natural uranium\nthin films. Chemical Geology, Isotope Geoscience Section,\nv. 187, p. 201-211, 2002.\n\n23. KING, L.C.A. Geomorfologia do Brasil Oriental. Revista\nBrasileira de Geografia, v. 18, n. 2, p. 147-265, 1956.\n\n24. LASLETT, G.M.; GREEN, P.F.; DUDDY, I.R.; GLEADOW,\nA.J.W. Thermal annealing of fission tracks in apatite – 2. A\nquantitative analysis. Chemical Geology, Isotope Geoscience\nSection, v. 65, p. 1-13, 1987.\n\n25. MARQUES, L.S. &amp; ERNESTO, M. O magmatismo toleítico\nda Bacia do Paraná. In: V. MONTESSO-NETO; A.\nBARTORELLI; C.D.R. CARNEIRO; B.B. BRITO-NEVES\n(Coords.), Geologia do continente sul-americano. Evolução\nda obra de Fernando Flávio Marques de Almeida. São\nPaulo: Ed. Beca, p. 245-263, 2004.\n\n26. MELO, M.S. A Formação Rio Claro e depósitos associados\n– sedimentação neocenozóica na Depressão Periférica Pau-\nlista. São Paulo, 1995, 144 p. Tese (Doutorado em Geociências)\n– Instituto de Geociências, Universidade de São Paulo.\n\n27. MELO, M.S.; COIMBRA, A.M.; CUCHIERATO, G. Fácies\nsedimentares da Formação Rio Claro, Neocenozóico da\nDepressão Periférica Paulista. São Paulo: Revista IG, v. 18, n.\n1/2, p. 49-63, 1997.\n\n28. MILANI, E.J. Evolução tectono-estratigráfica da Bacia do\nParaná e seu relacionamento com a geodinâmica fane-\nrozóica do Gondwana sul-ocidental. Porto Alegre, 1997,\n255 p. Tese (Doutorado em Geociências) – Instituto de\nGeociências, Universidade Federal do Rio Grande do Sul.\n\n29. QUINTAS, M.C. O embasamento da Bacia do Paraná:\nreconstrução geofísica de seu arcabouço. São Paulo, 1995.\n253 p. Tese (Doutorado em Geofísica) – Instituto Astronômico\ne Geofísico, Universidade de São Paulo.\n\n30. RIBEIRO, L.F.B.; HACKSPACHER, P.C.; RIBEIRO, M.C.S.;\nHADLER NETO, J.C.; TELLO, S.C.A.; IUNES, P.J.; FRANCO,\nA.O.B.; GODOY, D.F. Thermotectonic and fault dynamic analysis\nof Precambrian basement and tectonic with the Paraná Basin.\nRadiation Measurements, v. 39, p. 669-673, 2005.\n\n31. RICCOMINI, C. O rift continental do Sudeste do Brasil.\nSão Paulo, 1989. 256 p. Tese (Doutorado) – Instituto de\nGeociências, Universidade de São Paulo.\n\n32. RICCOMINI, C. Tectonismo gerador e deformador dos\ndepósitos sedimentares pós-gondvânicos da porção centro-\noriental do Estado de São Paulo e áreas vizinhas. São\nPaulo, 1995. 100 p. Tese (Livre Docência) – Instituto de\nGeociências, Universidade de São Paulo.\n\n33. RICCOMINI, C. Considerações sobre a posição estratigráfica\ne tectonismo deformador da Formação Itaqueri na porção\ncentro-leste do Estado de São Paulo. São Paulo: Revista IG,\nv. 18, n. 1/2, p. 41-48, 1997.\n\n34. ROSTIROLA, S.R.; ASSINE, M.L.; FERNANDES, L.A.;\nARTUR. P.C. Reativação de paleolineamentos durante a\nevolução da Bacia do Paraná – o exemplo do Alto Estrutural de\nQuatiguá. Revista Brasileira de Geociências, v. 30, n. 4,\np. 639-648, 2000.\n\n35. SOARES, P.C. Elementos estruturais da parte nordeste da\nBacia do Paraná: classificação e gênese. In: CONGRESSO\nBRASILEIRO DE GEOLOGIA, 28, 1974, Porto Alegre.\nAnais... Porto Alegre: Sociedade Brasileira de Geologia/Núcleo\nRio Grande do Sul, 1974, p. 107-121.\n\n36. SOARES, P.C. Tectônica sin-sedimentar cíclica na Bacia\ndo Paraná – controles. Curitiba, 1991, Tese (Concurso para\nCargo de Professor Titular) – Departamento de Geologia,\nUniversidade Federal do Paraná.\n\n37. SOARES, P.C.; ROSTIROLLA, S.P.; FERREIRA, F.J.F.;\nSTEVANATO, R. O Alto Estrutural Pitanga -Quatiguá-\nJacutinga na Bacia do Paraná: Uma estrutura litosférica. In:\nCONGRESSO BRASILEIRO DE GEOLOGIA, 39, Salvador\n– BA. Anais... Salvador: Sociedade Brasileira de Geologia,\n1996, v. 5, p. 411-414.\n\n38. SOUSA, M.O.L. Caracterização estrutural do Domo de\nPitanga – SP. Rio Claro, 1997. 116 p. Tese (Mestrado em\nGeociências) – Instituto de Geociências e Ciências Exatas,\nUniversidade Estadual Paulista/Campus de Rio Claro.\n\n39. SOUSA, M.O.L. Evolução tectônica dos altos estruturais\nde Pitanga, Artemis, Pau d’Álho e Jibóia – centro do Estado\nde São Paulo. Rio Claro, 2002. 206 p. Tese (Doutorado em\nGeociências) – Instituto de Geociências e Ciências Exatas,\nUniversidade Estadual Paulista/Campus de Rio Claro.\n\n40. TELLO SÁENZ, C.A. Termocronologia de algumas apatitas\nbrasileiras através da análise de traços de fissão. Campinas,\n1994. 103 p. Tese (Mestrado em Física) – Instituto de Física\nGleb Wataghin, Universidade de Campinas (UNICAMP).\n\n41. TELLO SÁENZ., C.A.; HACKSPACHER, P.C.; HADLER\nNETO, J.C.; IUNES, P.J.; GUEDES, S.O.; RIBEIRO, L.F.B.;\nPAULO, S.R. Recognition of Cretaceous, Paleocene and\nNeogene tectonic reactivation through apatite fission track\nanalysis in Precambrian áreas of Southeast Brazil: association\nwith the opening of the South Atlantic Ocean. Journal of\nSouth American Earth Science, v. 15, p. 765-774, 2003.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 25,  n. 1, p. 151-164, 2006 164\n\n42. TURNER, S.; REGELOUS, M.; KELLEY, S.;\nHAWKESWORTH, C.J.; MANTOVANI, M.S.M.\nMagmatism and continental break-up in the South Atlantic:\nhigh precision geochronology. Earth Planetary Science\nLetters, v. 121, p. 333-348, 1994.\n\n43. WASHBURNE, C. W. Petroleum geology of State of São Paulo.\nBoletim do Comite Geográfico  e Geológico do Estado de\nSão Paulo, v. 22, p. 1-282, 1930.\n\n44. ZALÁN, P.V. Evolução fanerozóica das bacias sedimentares\nbrasileiras. In: V. MANTESSO-NETO; A. BARTORELLI;\nC.D.R. CARNEIRO; B.B. BRITO-NEVES, (Coords.)\nGeologia do continente sul-americano. Evolução da obra\nde Fernando Flávio Marques de Almeida. São Paulo:\nEd. Beca, p. 245-263, 2004.\n\n45. ZALÁN, P.V. &amp; OLIVEIRA, J.A.B. Origem e evolução\nestrutural do sistema de riftes cenozóicos do Sudeste do\nBrasil. Boletim de Geociências da Petrobras, v. 13, n. 2,\np. 269-300, 2005.\n\n46. ZAINE, J.E. Geologia da Formação Rio Claro na Folha de\nRio Claro. Rio Claro, 1994.  90 p. Dissertação (Mestrado em\nGeociências) – Instituto de Geociências, Universidade Estadual\nPaulista/Campus de Rio Claro.\n\nManuscrito Recebido em: 3 de maio de 2006\nRevisado e Aceito em: 20 de setembro de 2006"}]}}}