{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10843"}, {"@name": "filename", "#text": "16025_S0100-06832013000100026.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "AVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM CONSÓRCIO DE FORRAGEIRAS E MILHO...       251\n\nR. Bras. Ci. Solo, 37:251-259\n\nAVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM\n\nCONSÓRCIO DE FORRAGEIRAS E MILHO EM SUCESSÃO\n\nCOM SOJA EM REGIÃO DE CERRADOS(1)\n\nVeridiana Zocoler de Mendonça(2), Luiz Malcolm Mano de Mello(3), Marcelo Andreotti(3),\n\nFrancisco Cezar Belchor Lages Pereira(2), Ronaldo Cintra Lima(2), Walter Veriano Valério\n\nFilho(4) &amp; Élcio Hiroyoshi Yano(3)\n\nRESUMO\n\nO uso intensivo de áreas do Cerrado para produção agropecuária aliado ao\nmanejo inadequado tem causado degradação dos solos. Nesse sentido há\nnecessidade da incorporação de sistemas sustentáveis como plantio direto e a\nintegração lavoura-pecuária. Este trabalho objetivou identificar o efeito da sucessão\nde milho+forrageiras e soja nos atributos físicos do solo. Para tanto foi realizado,\nem área experimental da Unesp, campus de Ilha Solteira, um ensaio composto do\nconsórcio de milho com quatro forrageiras (Brachiaria brizantha, B. ruziziensis,\nPanicum maximum cv. Tanzânia e P. maximum cv. Áries) semeadas em três\nmodalidades (na linha de semeadura do milho misturada ao adubo, a lanço\nsimultânea à semeadura do milho e a lanço no estádio V4 do milho) e o milho sem\nconsorciação (testemunha). A soja de verão foi implantada sobre os restos culturais\ndos tratamentos anteriores. Foram realizadas coletas para determinar a macro e\nmicroporosidade, porosidade total e densidade do solo em duas épocas de\namostragem, após as colheitas do milho e da soja. Pelos resultados, pôde-se concluir\nque, em regiões de cerrados, a sucessão de culturas utilizada promoveu a melhoria\nda macroporosidade, porosidade total e densidade do solo, independentemente da\nutilização de forrageiras em consórcio com milho.\n\nTermos de indexação: sistemas conservacionistas, plantio direto, sucessão de\nculturas, física do solo.\n\n(1) Extraído da dissertação de mestrado da primeira autora. Recebido para publicação em 11 de maio de 2012 e aprovado em 11 de\ndezembro de 2012.\n\n(2) Pós-graduandos em Agronomia (Sistemas de Produção) da Faculdade de Engenharia, UNESP. Av. Brasil, 56, Centro. CEP\n15.385-000 Ilha Solteira (SP). E-mail: veridianazm@yahoo.com.br; franciscocezarbl@gmail.com; rclima@agr.feis.unesp.br\n\n(3) Departamento de Fitossanidade, Engenharia Rural e Solos, Faculdade de Engenharia, UNESP. E-mail: malcolm@agr.fes.unesp.br;\ndreotti@agr.feis.unesp.br; elcio@agr.feis.unesp.br\n\n(4) Departamento de Matemática, Faculdade de Engenharia, UNESP. E-mail: wvvf@mat.feis.unesp.br\n\n\n\n252 Veridiana Zocoler de Mendonça et al.\n\nR. Bras. Ci. Solo, 37:251-259\n\nSUMMARY: EVALUATION OF SOIL PHYSICAL PROPERTIES IN A FORAGE-\nCORN INTERCROPPING IN SUCCESSION WITH SOYBEAN IN\nTHE CERRADO REGION\n\nThe intensive use of Cerrado soils for agricultural production coupled with an inadequate\nmanagement has resulted in soil degradation. This created the need for the introduction of\nmore sustainable systems such as no-tillage and crop-livestock integration. This study analyzed\nthe effect of succession of corn+forage and soybean on soil physical properties. For this purpose,\nfour forages (Brachiaria brizantha, B. ruziziensis, Panicum maximum cv. Tanzânia, and P.\nmaximum cv. Áries), were sown in an intercropping trial with maize in three modalities (in the\ncorn row mixed with fertilizer; broadcast at corn sowing; and broadcast in corn stage V4) and\ncorn without intercropping (control), in the experimental area of UNESP, campus Ilha Solteira.\nSummer soybean was sown on the crop remains of previous treatments. To determine macro\nand microporosity, total porosity and bulk density soil was sampled twice, after the maize and\nafter the soybean harvest. From the results, it was concluded that in Cerrado region, the crop\nsuccession improved soil macroporosity, total porosity and bulk density, regardless of the use\nof forages intercropped with maize.\n\nIndex terms: conservation systems, tillage, crop succession, soil physics.\n\nINTRODUÇÃO\n\nO uso intensivo de áreas no Cerrado para a\nprodução agropecuária, aliado a técnicas impróprias\nde manejo do solo, tem causado degradação da\nestrutura do solo, influenciando negativamente o\ndesenvolvimento vegetal e predispondo o solo à\ndegradação (Stone &amp; Guimarães, 2005). Essa\nocupação e utilização de áreas agrícolas necessitam\nda adoção de novas tecnologias fundamentadas em\nbases conservacionistas como o sistema plantio direto\n(SPD), a rotação de culturas e a integração lavoura-\npecuária.\n\nA adoção de medidas conservacionistas de manejo\ne uso do solo, que visem racionalizar o uso de máquinas\ne promover maior conservação do solo, tem-se\napresentado como alternativas para contribuir com a\nsustentabilidade econômica e ambiental do\nagroecossistema (Silva et al., 2000).\n\nSantos et al. (2008) afirmaram que o sucesso desses\nsistemas no Cerrado deve-se ao fato de que a palhada,\nacumulada pelas plantas de cobertura ou das pastagens\ne restos culturais de lavouras comerciais, proporciona\nambiente favorável à recuperação ou manutenção das\npropriedades do solo. A formação de palha é\nfundamental para a proteção, estruturação e redução\nda erosão, por meio de sistemas radiculares capazes\nde permitir a manutenção do solo em densidades\nadequadas ao desenvolvimento radicular das culturas\n(Bortolini, 2005).\n\nO sistema de integração agricultura-pecuária pode\nmelhorar as condições físicas e químicas do solo em\nrazão da maior produção de palha proporcionada pelo\nconsórcio, o que melhora a cobertura do solo, promove\naporte de matéria orgânica, favorece a infiltração de\n\nágua, permite maior exploração do perfil do solo pelas\nraízes, promove a diminuição do processo erosivo e\nconsequentemente mantém a estabilidade do sistema\n(Chioderoli, 2010). A inclusão de pastagens na rotação\nde culturas provoca melhoria da qualidade física do\nsolo por causa da combinação de três efeitos principais:\nausência de preparo durante o ciclo da pastagem,\npresença de um denso sistema radicular atuando como\nagente agregante e aumento da atividade da\nmacrofauna do solo (Marchão, 2007).\n\nEm áreas de SPD, em razão da menor mobilização\ndo solo, a compactação superficial e a redução da\nmacroporosidade do solo são comuns. Diante disso,\nformulou-se a hipótese de que a palhada de forrageiras\nconsorciadas com milho contribuiria para melhoria\nda qualidade física do solo por causa da alta densidade\nde raízes e cobertura vegetal em superfície, de maneira\nque os consórcios proporcionariam melhores condições\nfísicas do solo para a cultura em sucessão, comparados\nao cultivo de milho exclusivo, e que as forrageiras do\ngênero Panicum proporcionariam melhor\ncondicionamento físico do solo. Portanto, este trabalho\nteve como objetivo avaliar o efeito da palhada dos\nconsórcios de forrageiras com milho e da soja como\ncultura sucessora sobre os atributos físicos do solo.\n\nMATERIAL E MÉTODOS\n\nNo ano agrícola 2010/11, em área irrigada, foi\nrealizado o experimento na Fazenda de Ensino,\nPesquisa e Extensão da Faculdade de Engenharia de\nIlha Solteira - UNESP, localizada no município de\nSelvíria, MS, com altitude local de 350 m e 4 % de\n\n\n\nAVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM CONSÓRCIO DE FORRAGEIRAS E MILHO...       253\n\nR. Bras. Ci. Solo, 37:251-259\n\ndeclividade. O solo, anteriormente ocupado com\nCerrado, foi classificado como Latossolo Vermelho\ndistroférrico, textura argilosa; o clima da região é tipo\nAw. A área experimental estava sendo conduzida em\nSPD há 10 anos. Antes da instalação do experimento,\nfoi realizada a caracterização física para determinar\na macro e microporosidade, porosidade total (método\nda mesa de tensão), densidade do solo (método do anel\nvolumétrico) e os teores de areia, silte, e argila (método\nda pipeta) nas camadas de 0-0,10; 0,10-0,20; e 0,20-\n0,30 m, em uma amostra composta por 20 pontos da\nárea experimental (Quadro 1), conforme Embrapa\n(1997).\n\nA soja (M-SOY 7908 RR) de verão foi semeada em\n20/11/2010 sobre a palhada dos tratamentos da safra\nde outono (2010). Os tratamentos anteriores à cultura\nda soja foram constituídos do consórcio de milho com\nquatro forrageiras: Brachiaria brizantha, B.\nruziziensis, Panicum maximum cv. Tanzânia e P.\nmaximum cv. Áries e três modalidades de semeadura\ndas forrageiras: forrageiras semeadas na linha de\nsemeadura do milho, misturads ao adubo; sementes\nda forrageira semeadas a lanço simultâneo à\nsemeadura do milho; sementes da forrageira a lanço\nsemeadas na época de adubação de cobertura do milho,\nno estádio V4; e o milho sem consorciação\n(testemunha).\n\nCada parcela experimental foi constituída de sete\nlinhas espaçadas a 0,45 m, de 18 m de comprimento e\ncarreadores de 15 m entre os blocos experimentais\npara manobras das máquinas. Para a instalação do\nexperimento, foi utilizada semeadora-adubadora com\ndistribuição pneumática de sementes, de arrasto,\nconfigurada com discos de corte frontais, sulcadores\npara deposição de adubo do tipo haste e discos duplos\ndesencontrados para deposição de sementes, com rodas\ncompactadoras em “V”, com sete linhas.\n\nOs atributos físicos do solo foram determinados em\nmonólitos indeformados, coletados em anéis de volume\nconhecido, com diâmetro de 5,55 cm e 4,10 cm de\naltura, retirados com amostrador de Uhland\nadaptado, nas camadas de 0-0,10; 0,10-0,20 e 0,20-\n0,30 m, de acordo com Embrapa (1997). Para as\ndeterminações de macro e microporosidade, utilizou-\nse o método da mesa de tensão com coluna d’água de\n0,60 m; a densidade do solo (Ds) foi determinada pelo\n\nmétodo do anel volumétrico (Embrapa, 1997). A\nporosidade total foi calculada pela soma dos valores\nde macro e microporosidade do solo.\n\nAs coletas de solo foram realizadas em duas épocas:\napós a colheita do milho (08/11/2010) e a da soja (05/\n04/2011). No delineamento de blocos casualizados,\nadotou-se o esquema fatorial 4 x 3 x 2 para análise\ndos consórcios, sendo quatro forrageiras, três\nmodalidades de semeadura e duas épocas de\namostragem, o que possibilitou analisar os efeitos\nisolados de cada fator do consórcio (forrageira e\nmodalidade de semeadura). Para comparar com o\nmilho em cultivo exclusivo (testemunha) foi adotado o\nfatorial 13 x 2, constituindo 12 combinações de\nconsórcio mais a testemunha (13 tratamentos) em\nduas épocas de amostragem; nesse caso, o interesse\nestá na análise conjunta dos fatores de consórcio em\nrelação à testemunha, ou seja, se alguma combinação\nestudada apresentasse diferença em relação à\ntestemunha. Os tipos de análises de dados utilizados\npermitem a avaliação completa dos possíveis efeitos\nentre os fatores estudados. Os dados foram submetidos\nao teste F no programa Assistat e realizado o teste de\nTukey (p<0,05), para comparação das médias. Para\nas interações significativas, foi apresentado o\ndesdobramento apenas quando constatada a diferença\nentre as médias.\n\nRESULTADOS E DISCUSSÃO\n\nPara os valores de macroporosidade na camada de\n0-0,10 m, foi observado efeito significativo para as\népocas de amostragem, com incremento na fração de\nmacroporos da primeira para segunda amostragem\n(Quadro 2). Na camada de 0,10-0,20 m, a significância\nocorreu para as modalidades de semeadura e épocas\nde amostragens, assim como a interação entre\nforrageiras e épocas de amostragens (F x E). Em\nrelação à semeadura das forrageiras, a modalidade\nna linha diferiu da modalidade a lanço simultânea ao\nmilho, porém não diferindo da modalidade a lanço em\nV4. Para a interação F x E, desdobramento\napresentado no quadro 3, houve diferença significativa\nquanto à época de amostragem. Para todas as\n\n  Profundidade\nPorosidade do solo\n\nDs Areia Argila Silte\nMacro Micro Total\n\nm m3 m-3 kg dm-3 g kg-1\n\n     0-0,10 0,071 0,338 0,420 1,51 420 530 50\n\n0,10-0,20 0,077 0,340 0,423 1,50 405 540 55\n\n0,20-0,30 0,085 0,340 0,422 1,51 370 565 65\n\nQuadro 1. Caracterização física do solo da área experimental, amostrada nas camadas de 0-0,1; 0,1-0,2; e 0,2-\n0,3 m, realizada em maio de 2010\n\n\n\n254 Veridiana Zocoler de Mendonça et al.\n\nR. Bras. Ci. Solo, 37:251-259\n\nforrageiras empregadas nos consórcios, os valores de\nmacroporos obtidos após a colheita da soja foram\nsuperiores aos constatados após a colheita do milho,\npois, possivelmente nessa época, as raízes das\nforrageiras encontravam-se em estádio de\ndecomposição mais avançado por causa do diferencial\nde tempo entre a colheita do milho (outubro) e a colheita\nda soja (março) e da maior ocorrência de precipitação\npluvial e temperaturas mais elevadas, corroborando\ncom Chioderoli et al. (2012), os quais verificaram que\nos valores de macroporos na amostragem após a\ncolheita da soja foram superiores, quando comparados\ncom a amostragem anterior ao consórcio de milho\noutonal com B. brizantha, B. ruziziensis e B.\ndecumbens e após a colheita do milho. Para a camada\nde 0,20-0,30 m não houve diferença significativa para\nos fatores e interações em análise.\n\nDo ponto de vista de manejo para a conservação do\nsolo, Spera et al. (2009) afirmaram que o aumento de\nmacroporos é o aspecto mais importante e o valor do\nvolume de macroporos menor que 0,10 m3 m-3 torna-\nse crítico, conforme citado por Lanzanova et al. (2007);\n\nno entanto, os valores obtidos abaixo de 0,10 m3 m-3,\nneste trabalho, não interferiram na produção de milho\ne soja, que atingiram altas médias de produtividade.\n\nPara a microporosidade, a camada de 0,20-0,30 m\nnão apresentou diferença significativa para os fatores,\ntampouco nas interações (Quadro 2). Na camada de\n0-0,10 m, houve significância para a interação tripla,\nnotando-se pelo desdobramento (Quadro 4) que há\nentre as forrageiras B. ruziziensis e P. maximum cv.\nÁries que se diferiram entre as modalidades de\nsemeadura; no entanto, os maiores valores de\nmicroporosidade após a colheita do milho, em geral,\nforam obtidos quando se utilizou a modalidade na linha\nde semeadura do milho. Para os resultados\namostrados após a colheita da soja, não foram\nverificadas diferenças significativas entre forrageiras\ne modalidades de semeadura e, para as épocas de\namostragem, somente o consórcio com P. maximum\ncv. Áries, semeado na linha, apresentou diferença com\nvalor superior na coleta após a colheita do milho.\n\nA microporosidade na camada de 0,10-0,20 m\napresentou diferença significativa na interação entre\n\nFator de variação\n\nProfundidade (m)\n\n0,0-0,10 0,10-0,20 0,02-0,30 0,0-0,10 0,10-0,20 0,20-0,30\n\nMacroporosidade Microporosidade\n\n m3 m-3\n\nForrageira\n\nB. brizantha 0,069 0,065 0,089 0,328 0,331 0,340\n\nB. ruziziensis 0,060 0,066 0,087 0,328 0,332 0,336\n\nP. maximum cv. Tanzânia 0,065 0,067 0,085 0,328 0,329 0,336\n\nP. maximum cv. Áries 0,071 0,067 0,086 0,330 0,330 0,335\n\nModalidade\n\nLinha 0,063 0,070 a 0,088 0,331 0,329 0,335\n\nLanço 0,067 0,062 b 0,086 0,328 0,332 0,338\n\nLanço V4 0,069 0,067 ab 0,086 0,326 0,330 0,340\n\nÉpoca\n\nApós a colheita do milho 0,062 b 0,060 0,086 0,330 0,333 0,336\n\nApós a colheita da soja 0,071 a 0,073 0,087 0,327 0,327 0,337\n\nValor F\n\nForrageira (F) 1,6749ns 0,0996ns 0,3585ns 0,2266ns 0,4416ns 0,9908ns\n\nModalidade (M) 0,7537ns 3,4741* 0,1230ns 2,0932ns 0,8930ns 0,8901ns\n\nÉpoca (E) 5,3928* 25,2163** 0,1689ns 3,0318ns 14,3020** 0,0655ns\n\nInteração (FxM) 1,6154ns 1,0768ns 2,2101ns 0,6322ns 1,1174ns 1,0577ns\n\nInteração (FxE) 1,4941ns 0,0262* 1,5474ns 0,4124ns 0,0694* 0,6470ns\n\nInteração (MxE) 2,1705ns 0,3421ns 1,2972ns 0,9428ns 0,2861ns 0,3121ns\n\nInteração (FxMxE) 0,8975ns 0,5474ns 0,7575ns 2,8436* 1,5515ns 0,3899ns\n\nCV (%) 28,09 18,67 16,62 2,76 2,35 2,96\n\nQuadro 2. Valores médios de macro e microporosidade avaliadas nas camadas de 0-0,10; 0,10-0,20 e 0,20-0,30\nm em razão da forrageira e modalidade de semeadura em duas épocas de amostragem\n\n** (p<0,01); * (p<0,05); e ns (não significativo). Médias seguidas de mesma letra na coluna não diferem entre si pelo teste de Tukey\n(p<0,05).\n\n\n\nAVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM CONSÓRCIO DE FORRAGEIRAS E MILHO...       255\n\nR. Bras. Ci. Solo, 37:251-259\n\nforrageiras e épocas de amostragem (F x E) (Quadro\n2). Conforme desdobramento apresentado no quadro\n3, foram observadas diferenças para B. ruziziensis,\nP. maximum cv. Tanzânia e P. maximum cv. Áries\nentre as épocas de amostragens, com menor volume\nde microporos após a colheita da soja.\n\nLanzanova et al. (2007), avaliando alterações em\nalgumas propriedades físicas do solo, evidenciaram,\nna camada de 0-0,05 m, que a ação do sistema\n\nradicular da soja proporcionou valores de\nmacroporosidade ligeiramente superiores aos\nverificados nas pastagens em rotação com o milho;\nentretanto, quando a cultura antecessora foi o milho,\nos valores de microporosidade foram incrementados.\nSegundo esses autores, tais alterações observadas,\nembora de baixa magnitude, foram provavelmente\nprovenientes da ação diferenciada do sistema radicular\ndas plantas pertencentes às famílias botânicas, não\napenas pelo crescimento e pela ação das raízes dessas\nplantas serem diferenciados, mas também pela massa\nde raízes por volume de solo, ou seja, pela densidade\nradicular bem como pela distribuição espacial.\n\nNa análise dos tratamentos de consórcio\ncomparados ao milho exclusivo (testemunha), para\nmacroporosidade foram obtidas diferenças\nsignificativas para as épocas de amostragem na\ncamada de 0-0,10 m, evidenciando que após a colheita\nda soja houve aumento dos valores de macroporos\n(Quadro 5). Na camada de 0,10-0,20 m, ocorreram\ndiferenças significativas para a interação entre\ntratamentos e épocas de amostragem (T x E)\napresentadas no quadro 6, sendo os consórcios de P.\nmaximum cv. Tanzânia, na modalidade a lanço\nsimultâneo ao milho, e P. maximum cv. Áries, na\nlinha de semeadura do milho, os tratamentos que\nresultaram em diferenças significativas em relação à\népoca de amostragem, também com maiores valores\nde macroporos após a colheita da soja.\n\nNeste estudo, não foi verificada diferença entre os\ntratamentos, mesmo aquele em que o milho não foi\ncultivado em consórcio; provavelmente, pelo fato da\nárea experimental estar sob plantio direto há 10 anos.\nÉ possível que nesse período tenha ocorrido uma\nreestruturação do solo pelo desenvolvimento do SPD\nem consequência do aumento do teor de matéria\norgânica na camada superficial (Spera et al., 2009);\ncontudo, a utilização de espécies com diferenças\nmorfológicas no sistema radicular, como gramíneas e\nleguminosas, evidenciaram resultados positivos\nindependentemente da utilização de forrageiras em\nconsórcio com milho.\n\nPara microporosidade, na comparação entre os\ntratamentos estudados, foram observadas diferenças\npara a camada 0,10-0,20 m quanto às épocas de\namostragem. Nesse caso, a microporosidade verificada\nna amostragem após a colheita da soja foi inferior\nàquela obtida na amostragem após a colheita do milho;\nno entanto, a diferença de 0,6 % pode ser pouco\nexpressiva quando analisada sua influência no\nsistema. Pantano (2003) e Chioderoli (2010), na mesma\nregião de estudo deste experimento, em consórcio de\nmilho com espécies do gênero Brachiaria, não\nobtiveram diferença para este atributo físico do solo.\n\nO resultado da análise de porosidade total está\napresentado no quadro 7. Para esse atributo, na\ncamada de 0-0,10 m houve diferenças significativas\nentre as forrageiras; P. maximum cv. Áries foi a\nforrageira que proporcionou maior porosidade total,\n\nForrageira\n\nMacroporosidade Microporosidade\n\nÉpoca, após a colheita\n\nDo milho Da soja Do milho Da soja\n\nm3 m-3\n\nB. brizantha 0,059 B 0,071 A 0,333 A 0,328 A\n\nB. ruziziensis 0,059 B 0,073 A 0,335 A 0,328 B\n\nP. maximum\ncv. Tanzânia 0,060 B 0,073 A 0,332 A 0,326 B\n\nP. maximum\ncv. Áries 0,061 B 0,073 A 0,333 A 0,327 B\n\nQuadro 3. Valores médios do desdobramento de\nmacro e microporosidade na camada de 0,10-\n0,20 m entre forrageiras e épocas de amostragem\n\nMédias seguidas de mesma letra, maiúsculas nas linhas, não\ndiferem entre si pelo teste de Tukey (p<0,05).\n\nForrageira        Modalidade de semeadura\n\nLinha Lanço Lanço V4\n\nm3 m-3\n\nApós a colheita do milho\n\nB. brizantha 0,332 AaI 0,327 AaI 0,329 AaI\n\nB. ruziziensis 0,337 AaI 0,331 AabI 0,319 AbI\n\nP. maximum\ncv. Tanzânia 0,328 AaI 0,334 AaI 0,332 AaI\n\nP. maximum cv. Áries 0,343 AaI 0,326 AbI 0,330 AabI\n\nApós a colheita da soja\n\nB. brizantha 0,332  AaI 0,328 AaI 0,323 AaI\n\nB. ruziziensis 0,325 AaI 0,331 AaI 0,327 Aa I\n\nP. maximum\ncv. Tanzânia 0,333 AaI 0,322 AaI 0,322 AaI\n\nP. maximum cv. Áries 0,322 AaII 0,328 AaI 0,333 AaI\n\nQuadro 4. Valores médios do desdobramento de\nmicroporosidade na camada de 0-0,10 m entre\nforrageiras, modalidades de semeadura e épocas\nde amostragem\n\nMédias seguidas de mesma letra, minúscula na linha para efeito\ndas forrageiras, maiúscula na coluna para efeito das modalida-\ndes de semeadura e algarismo romano para efeito entre as\népocas de amostragem, não diferem entre si pelo teste de\nTukey (p<0,05).\n\n\n\n256 Veridiana Zocoler de Mendonça et al.\n\nR. Bras. Ci. Solo, 37:251-259\n\nFator de variação\n\nProfundidade (m)\n\n0,0-0,10 0,10-0,20 0,20-0,30 0,0-0,10 0,10-0,20 0,20-0,30\n\nMacroporosidade Microporosidade\n\nm3 m-3\n\nTratamento\n\nB. brizantha Linha 0,060 0,064 0,095 0,332 0,329 0,338\n\nB. brizantha Lanço 0,069 0,064 0,095 0,327 0,333 0,340\n\nB. brizantha Lanço V4 0,080 0,061 0,076 0,326 0,329 0,341\n\nB. ruziziensis Linha 0,057 0,069 0,084 0,331 0,327 0,333\n\nB. ruziziensis Lanço 0,059 0,057 0,089 0,331 0,334 0,337\n\nB. ruziziensis Lanço V4 0,065 0,073 0,089 0,323 0,334 0,339\n\nP. maximum cv. Tanzânia Linha 0,061 0,067 0,086 0,330 0,328 0,380\n\nP. maximum cv. Tanzânia Lanço 0,063 0,064 0,081 0,328 0,332 0,342\n\nP. maximum cv. Tanzânia Lanço V4 0,071 0,070 0,087 0,327 0,327 0,335\n\nP. maximum cv. Áries Linha 0,076 0,073 0,086 0,332 0,332 0,339\n\nP. maximum cv. Áries Lanço 0,078 0,063 0,079 0,327 0,327 0,335\n\nP. maximum cv. Áries Lanço V4 0,060 0,065 0,092 0,331 0,331 0,333\n\nMilho sem consorciação  0,063 0,068 0,089 0,326 0,324 0,340\n\nÉpoca\n\nApós a colheita do milho 0,062 b 0,060 0,086 0,330 0,333 a 0,337\n\nApós a colheita da soja 0,071 a 0,073 0,088 0,327 0,327 b 0,337\n\nValor F\n\nTratamento (T) 1,4619ns 1,1320ns 1,3003ns 0,7693ns 1,2245ns 0,9233ns\n\nÉpoca (E) 5,8937* 27,7615** 0,2471ns 3,7963ns 14,6826** 0,1186ns\n\nInteração (T x E) 1,2661ns 0,3396* 1,0468ns 1,6777ns 0,8268ns 0,3937ns\n\nCV (%) 27,32 18,82 16,13 2,79 2,38 3,04\n\nQuadro 5. Valores médios de macro e microporosidade avaliados nas camadas de 0-0,10, 0,10-0,20 e 0,20-0,30\nm em razão dos tratamentos e épocas de amostragem\n\n** (p<0,01); * (p<0,05); e ns (não significativo). Médias seguidas de mesma letra na coluna não diferem entre si pelo teste de Tukey\n(p<0,05).\n\nTratamento\nÉpoca\n\nApós a colheita do milho Após a colheita da soja\n\nm3 m-3\n\nB. brizantha Linha 0,066 A 0,075 A\n\nB. brizantha Lanço 0,058 A 0,070 A\n\nB. brizantha Lanço V4 0,053 A 0,069 A\n\nB. ruziziensis Linha 0,061 A 0,076 A\n\nB. ruziziensis Lanço 0,051 A 0,064 A\n\nB. ruziziensis Lanço V4 0,066 A 0,079 A\n\nP. maximum cv. Tanzânia Linha 0,061 A 0,074 A\n\nP. maximum cv. Tanzânia Lanço 0,053 B 0,074 A\n\nP. maximum cv. Tanzânia Lanço V4 0,067 A 0,072 A\n\nP. maximum cv. Áries Linha 0,063 B 0,084 A\n\nP. maximum cv. Áries Lanço 0,058 A 0,067 A\n\nP. maximum cv. Áries Lanço V4 0,063 A 0,068 A\n\nMilho sem consorciação 0,060 A 0,076 A\n\nQuadro 6. Valores médios do desdobramento de macroporosidade na camada de 0,10-0,20 m entre os\ntratamentos e épocas de amostragem\n\nMédias seguidas de mesma letra, maiúsculas nas linhas, não diferem entre si pelo teste de Tukey (p<0,05).\n\n\n\nAVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM CONSÓRCIO DE FORRAGEIRAS E MILHO...       257\n\nR. Bras. Ci. Solo, 37:251-259\n\nFator de variação\n\nProfundidade (m)\n\n0,0-0,10 0,10-0,20 0,20-0,30 0,0-0,10 0,10-0,20 0,20-0,30\n\nPorosidade total Densidade do solo\n\nm3 m-3 kg m-3\n\nForrageira\n\nB. brizantha 0,398 ab 0,396 0,429 1,56 1,57 1,46\n\nB. ruziziensis 0,388 b 0,398 0,423 1,57 1,56 1,48\n\nP. maximum cv. Tanzânia 0,393 ab 0,396 0,420 1,56 1,57 1,49\n\nP. maximum cv. Áries 0,401 a 0,397 0,421 1,55 1,57 1,48\n\nModalidade\n\nLinha 0,395 0,399 0,423 1,47 1,56 1,48 a\n\nLanço 0,395 0,394 0,424 1,56 1,58 1,48 a\n\nLanço V4 0,396 0,398 0,423 1,55 1,57 1,48 a\n\nÉpoca\n\nApós a colheita do milho 0,392 0,393 0,422 1,58 a 1,59 a 1,50 a\n\nApós a colheita da soja 0,398 0,400 0,424 1,53 b 1,55 b 1,46 b\n\nValor F\n\nForrageira (F) 3,2754* 0,1742ns 1,5866ns 0,7822ns 0,2432ns 0,8995ns\n\nModalidade (M) 0,0427ns 1,8770ns 0,1422ns 0,7823ns 1,4864ns 0,0113*\n\nÉpoca (E) 3,4420ns 7,7814** 0,3094ns 14,9509** 15,6348** 10,3989**\n\nInteração (F x M) 1,7234ns 2,2614* 2,2108ns 0,9783ns 1,4035ns 1,5249ns\n\nInteração (F x E) 1,4195ns 0,0416ns 1,9288ns 1,5893ns 0,1825ns 1,3801ns\n\nInteração (M x E) 1,5616ns 1,1002ns 1,6595ns 1,6859ns 0,0998ns 2,0054ns\n\nInteração (F x M x E) 1,3004ns 0,1568ns 0,6624ns 0,7203ns 0,8211ns 0,3202ns\n\nCV (%) 3,80 2,89 3,42 4,10 3,11 3,90\n\nQuadro 7. Valores médios de porosidade total e densidade do solo avaliados nas camadas de 0,0-0,10, 0,10-\n0,20 e 0,20-0,30 m em razão das forrageiras e modalidades de semeadura em duas épocas de amostragem\n\n** (p<0,01); * (p<0,05); e ns (não significativo). Médias seguidas de mesma letra na coluna não diferem entre si pelo teste de Tukey\n(p<0,05)\n\nenquanto B. ruziziensis, a menor. Para a camada de\n0,10-0,20 m, as épocas de amostragem e a interação\nentre forrageiras e modalidades de semeadura (F x M)\nforam significativas. Houve incremento na porosidade\ntotal da primeira para segunda amostragem e para a\ninteração F x M, em relação às forrageiras; B.\nruziziensis e P. maximum cv. Áries quando semeadas\na lanço simultâneo ao milho apresentaram menor\nporosidade total. A primeira espécie proporcionou o\nmaior valor na modalidade em que a forrageira foi\nsemeada a lanço na adubação de cobertura, estádio V4,\ne a segunda teve o mesmo comportamento quando\nsemeada na linha do milho (Quadro 8).\n\nEm relação à densidade do solo (Ds), nas três\nprofundidades avaliadas, houve diferenças\nsignificativas apenas para as épocas de amostragem,\nos demais fatores e as interações não foram\nsignificativos. A Ds apresentou redução em seus\nvalores na segunda época, apresentando coerência com\no aumento de macroporos e da porosidade total. Essa\nredução nos valores da Ds, provavelmente, ocorreu\npor causa do solo ser explorado por gramíneas e\nleguminosas que possuem sistemas radiculares de\ndiferentes comprimentos e calibres que, após a\n\ndecomposição da massa radicular, contribuem para\nformação de uma arquitetura de poros permanentes,\nconferindo ao solo maior macroporosidade e,\nconsequentemente, menor densidade. Esse\ncomportamento também foi relatado por Narimatsu\n(2008), que obteve melhoria nesses atributos quando\nutilizou rotação de pastagem com soja. No quadro 9,\n\nForrageira\nModalidade\n\nLinha Lanço Lanço V4\n\nm3 m-3\n\nB. brizantha  0,400 aA 0,398 aA 0,390 bA\n\nB. ruziziensis    0,396 aAB 0,391 aB 0,406 aA\n\nP. maximum cv. Tanzânia 0,396 aA 0,395 aA   0,397 abA\n\nP. maximum cv. Áries 0,405 aA 0,309 aB     0,397 abAB\n\nQuadro 8. Valores médios do desdobramento de\nporosidade total na camada de 0,10-0,20 m entre\nforrageiras e modalidades de semeadura\n\nMédias seguidas de mesma letra, maiúsculas nas linhas e mi-\nnúsculas nas colunas, não diferem entre si pelo teste de Tukey\n(p<0,05).\n\n\n\n258 Veridiana Zocoler de Mendonça et al.\n\nR. Bras. Ci. Solo, 37:251-259\n\nconsta a comparação entre os consórcios e o milho sem\nconsorciação. Os valores de Ds, em todos os tratamentos,\napresentaram diferenças significativas somente para\nas épocas de amostragens, com redução da Ds após a\ncolheita da soja nas três profundidades avaliadas.\n\nConforme Carneiro et al. (2009), em solos argilosos,\nvalores de Ds em torno de 1,27 kg dm-3 tornam-se\nimpeditivos ao crescimento radicular, porém a Ds\npossui estreita relação entre as suas frações texturais\ne valores críticos para os atributos físicos do solo.\nEmbora a média de Ds obtida seja de 1,54 kg m-3, a\nárea experimental em estudo apresenta um histórico\nde altas produtividades (Pantano, 2003; Narimatsu,\n2008; Chioderoli, 2010; Mendonça, 2012).\n\nCONCLUSÕES\n\n1. A sucessão milho e soja resultou em melhoria\nnos atributos físicos do solo, independentemente do\nuso de forrageiras consorciadas com milho.\n\n2. A sucessão de culturas promoveu melhoria nos\natributos físicos do solo, nas três profundidades\navaliadas, 0,0-0,10, 0,10-0,20 e 0,20-0,30 m, com\naumento da macroporosidade e porosidade total e\nredução da densidade do solo.\n\n3. A sucessão milho e soja, em região de Cerrado,\npode ser indicada em sistema plantio direto para\nmelhoria dos atributos físicos do solo.\n\nAGRADECIMENTO\n\nÀ Fundação Agrisus, pela concessão da bolsa de\nmestrado e pelo apoio financeiro ao projeto.\n\nLITERATURA CITADA\n\nBORTOLINI, C.G.  Rotação de culturas no sistema plantio\ndireto. In: ENCONTRO DE PLANTIO DIRETO NO\nCERRADO, 8., Tangará da Serra, 2005. Anais... Tangará\nda Serra, Gráfica e Editora Sanches, 2005. p.115-118.\n\nFator de variação\n\nProfundidade (m)\n\n0,0-0,10 0,10-0,20 0,20-0,30 0,0-0,10 0,10-0,20 0,20-0,30\n\nPorosidade total Densidade do solo\n\nm3 m-3 kg m-3\n\nTratamento\n\nB. brizantha Linha 0,391 0,400 0,433 1,58 1,55 1,44\n\nB. brizantha Lanço 0,396 0,398 0,435 1,56 1,57 1,45\n\nB. brizantha Lanço V4 0,405 0,390 0,418 1,52 1,58 1.50\n\nB. ruziziensis Linha 0,388 0,396 0,417 1,57 1,55 1,49\n\nB. ruziziensis Lanço 0,390 0,391 0,425 1,59 1,58 1,48\n\nB. ruziziensis Lanço V4 0,388 0,406 0,428 1,56 1,55 1,47\n\nP. maximum cv. Tanzânia Linha 0,392 0,396 0,416 1,58 1,59 1,5\n\nP. maximum cv. Tanzânia Lanço 0,391 0,396 0,423 1,55 1,57 1,48\n\nP. maximum cv. Tanzânia Lanço V4 0,398 0,397 0,422 1,54 1,56 1,48\n\nP. maximum cv. Áries Linha 0,408 0,405 0,424 1,53 1,54 1,49\n\nP. maximum cv. Áries Lanço 0,405 0,392 0,413 1,54 1,58 1,51\n\nP. maximum cv. Áries Lanço V4 0,391 0,397 0,425 1,57 1,59 1,46\n\nMilho sem consorciação 0,389 0,392 0,429 1,58 1,59 1,48\n\nÉpoca\n\nApós a colheita do milho 0,392 0,393 0,423 1,58 a 1,59 a 1,50 a\n\nApós a colheita da soja 0,397 0,400 0,425 1,54 b 1,55 b 1,46 b\n\nValor F\n\nTratamento (T) 1,4619ns 1,1320ns 1,3003ns 0,7693ns 1,2245ns 0,9233ns\n\nÉpoca (E) 5,8937* 27,7615** 0,2471ns 3,7963ns 14,6826** 0,1186ns\n\nInteração (T x E) 1,2661ns 0,3396* 1,0468ns 1,6777ns 0,8268ns 0,3937ns\n\nCV (%) 27,32 18,82 16,13 2,79 2,38 3,04\n\nQuadro 9. Valores médios de porosidade total e densidade do solo avaliados nas camadas de 0,0-0,10, 0,10-\n0,20 e 0,20-0,30 m em razão dos tratamentos e das épocas de amostragem\n\n** (p<0,01); * (p<0,05); e ns (não significativo). Médias seguidas de mesma letra na coluna não diferem entre si pelo teste de Tukey\n(p<0,05).\n\n\n\nAVALIAÇÃO DOS ATRIBUTOS FÍSICOS DO SOLO EM CONSÓRCIO DE FORRAGEIRAS E MILHO...       259\n\nR. Bras. Ci. Solo, 37:251-259\n\nCARNEIRO, M.A.C.; SOUZA, E.D.; REIS, E.F.; PEREIRA, H.S.\n&amp; AZEVEDO, W.R.  Atributos físicos, químicos e biológicos\nde solo de Cerrado sob diferentes sistemas de uso e\nmanejo. R. Bras. Ci. Solo, 33:147-157, 2009.\n\nCHIODEROLI, C.A.  Consorciação de braquiárias com milho\noutonal em sistema plantio direto como cultura\nantecessora da soja de verão na integração agricultura-\npecuária. Ilha Solteira, Universidade Estadual Paulista\n“Júlio de Mesquita Filho”, 2010. 84p. (Dissertação de\nMestrado)\n\nCHIODEROLI, C.A.; MELLO, L.M.M.; GRIGOLLI, P.J.;\nFURLANI, C.E.A.; SILVA, J.O.R. &amp; CESARIN, A.L.\nAtributos físicos do solo e produtividade de soja em sistema\nde consórcio milho e braquiária. R. Bras. Eng. Agríc. Amb.,\n16:37-43, 2012.\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA -\nEMBRAPA.  Centro Nacional de Pesquisa de Solos.\nManual de métodos de análise de solo. 2.ed. Rio de Janeiro,\n1997. 212p. (Documentos, 1)\n\nLANZANOVA, M.E.; NICOLOSO, R.S.; LOVATO, T.; ELTZ,\nF.L.F.; AMADO, T.J.C. &amp; REINERT, D.J.  Atributos\nfísicos do solo em sistema de integração lavoura-\npecuária sob plantio direto. R. Bras. Ci. Solo, 31:1131-\n1140, 2007.\n\nMARCHÃO, R.L.  Integração lavoura-pecuária num Latossolo\ndo Cerrado: Impacto na física, matéria orgânica e\nmacrofauna. Goiânia, Universidade Federal de Goiás,\n2007. 153p. (Tese de Doutorado)\n\nMENDONÇA, V.Z.  Consorciação de milho com forrageiras:\nProdução de silagem e palha para plantio direto de soja.\nIlha Solteira, Universidade Estadual Paulista, 2012. 71p.\n(Dissertação de Mestrado)\n\nNARIMATSU, K.C.P.  Plantio direto de soja e milho no sistema\nde integração agricultura-pecuária: Condicionamento do\nsolo e rotação de culturas. Ilha Solteira, Universidade\nEstadual Paulista, 2008. 181p. (Tese de Doutorado)\n\nPANTANO, A.C.  Semeadura de braquiária em consorciação com\nmilho em diferentes espaçamentos na integração agricultura-\npecuária em plantio direto. Ilha Solteira, Universidade\nEstadual Paulista, 2003. 60p. (Dissertação de Mestrado)\n\nSANTOS, H.P.; SPERA, S.T.; TOMM, G.O.; KOCHANN, R.A.\n&amp; ÁVILA, A.  Efeito de sistemas de manejo de solo e de\nrotação de culturas na fertilidade do solo, após vinte anos.\nBragantia, 67:441-454, 2008.\n\nSILVA, V.R.; REINERT, D.J. &amp; REICHERT, J.M.  Densidade\ndo solo, atributos químicos e sistema radicular do milho\nafetados pelo pastejo e manejo do solo. R. Bras. Ci. Solo,\n24:191-199, 2000.\n\nSPERA, S.T.; SANTOS, H.P.; FONTANELI, R.S. &amp; TOMM,\nG.O.  Integração lavoura e pecuária e os atributos físicos\nde solo manejado sob sistema plantio direto. R. Bras. Ci.\nSolo, 33:129-136, 2009.\n\nSTONE, L.F. &amp; GUIMARÃES, C.M.  Influência de sistemas de\nrotação de culturas nos atributos físicos do solo. Santo\nAntônio de Goiás, Embrapa Arroz e Feijão, 2005. 15p.\n(Boletim de Pesquisa e Desenvolvimento)"}]}}}