{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18919"}, {"@name": "filename", "#text": "25988_2017_05_14_15_11_02.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOQUÍMICA PROSPECTIVA NO SETOR SE DA PROVÍNCIA AURÍFERA DO TAPAJÓS\nCésar L. Chaves\nCPRM - Serviço Geológico do Brasil, Belém- PA, cesar.chaves@cprm.gov.br\nResumo: Trabalhos de prospecção geoquímica foram realizados na porção SE da Província Aurífera do Tapajós, na escala de 1:100.000, com ênfase, neste trabalho, na associação Au-Ag-Cu-Pb-Zn, similar a associação metálica encontrada nos principais depósitos da região, como o depósito do Coringa, objetivando assim identificar áreas com semelhante associação metálica. Também foram utilizados os resultados de Au em concentrado de bateia. Os resultados preliminares, baseado na análise de bacias anômalas, em mapas unielementares, identificaram áreas que representam depósitos conhecidos e outras com potencial para mineralização de ouro.\nPalavras-chave: Província Autífera do Tapajós, Prospecção Geoquímica, Cráton Amazônico\nPROSPECTIVE GEOCHEMISTRYIN THE SECTOR SE OF THE TAPAJÓS GOLD\nPROVINCE\nAbstract: Geochemical prospecting work was carried out in the SE sector of the Tapajós Gold Province, with an emphasis, in this work, on the Au-Ag-Cu-Pb-Zn association, similar to the metallic association found in the main deposits in the region.\nKeywords: Tapajós Gold Province, Geochemical Prospecting, Amazonian Craton\n1- Introdução\nA CPRM, no âmbito da Superintendência Regional de Belém (SUREG-BE), vem realizando levantamentos sistemáticos de amostras de sedimentos de corrente e concentrado de bateia, escala 1:100.000, na região da Província Aurífera do Tapajós. Na porção SE desta província, onde estão localizados alguns dos principais jazimentos da região, dentre eles os depósito polimetálico do Coringa (28t de Au) e o paleoplacer Castelo dos Sonhos (8,6 t de Au), foram coletadas 341 amostras de sedimentos de corrente e 313 amostras de concentrado. Neste trabalho foi dado ênfase a análise univariada dos elementos da associação Au-Ag-Cu-Pb-Zn e ouro em concentrado de bateia, com objetivo não só de investigar assinaturas geoquímicas semelhantes aos depósitos conhecidos na região, como também de auxiliar na cartografia geológica.\n2- Contexto Geológico\nA Província Aurífera do Tapajós está localizada na porção central do Cráton Amazônico, contém unidades geológicas de associações tectônicas de evolução paleoproterozoica, que teve diversos eventos vulcano-plutônicos entre 2033 e 1864. Eventos vulcano-plutônicos do Orosiriano (2050-\n1800 Ma), que representam magmatismo cálcio-alcalino, podem estar relacionados a um ou mais arcos magmáticos ou, alternativamente, a uma evolução a partir de um único arco magmático de seguido sucessivos eventos magmáticos pós-colisionais que se estenderam ao estágio pós-orogênico há cerca de 1,88 Ga. O arco magmático Cuiú-cuiú e a bacia retro arco Jacareacanga seriam os representantes das associações pré-colisionais. Rochas da Suíte Intrusiva Creporizão e seus equivalentes vulcânicos seriam representantes de um magmatismo pós-colisional transcorrente, enquanto aquelas do Suíte Intrusiva Parauari estariam associadas a um magmatismo cálcio-alcalino em regime rúptil. Em uma fase pós-colisional, de regime extensional, estão as rochas Suíte Intrusiva Maloquinha e seus equivalentes vulcânicos. Nesta fase estão também gabros, lamprófiros e andesitos cálcio alcalinos de alto K e shoshoníticos. Bacias preenchidas por sedimentos epiclásticos e vulcanoclásticos de um rifte continental, posteriormente foram recortadas por basaltos toleíticos continentais e granitos tipo A de 1780 Ma marcando o fim da evolução paeloproterozoica desta província aurífera.\n3\t- Materiais e Métodos\nPara a coleta de amostras de sedimento de corrente e concentrado de bateia, foi estabelecida uma densidade de amostragem em torno de 1 amostra/10 ou 20km2, o que equivale a 150 ou 300 amostras por folha na escala 1:100.000. No entanto, considerando a escassez de acesso, foram coletadas 341 amostras de sedimentos de corrente, sendo 30 duplicatas, e 313 amostras de concentrado de bateia, em uma área com cerca de 9.000 Km2.\nAs amostras foram coletadas em leitos de drenagens ativas, dando ênfase a amostragem de material na fração silte e argila, no caso de sedimento de corrente, enquanto que as amostras de concentrados de bateia foram coletadas em locais onde a possibilidade de encontrar minerais pesados é maior, como em quebras naturais de velocidade da corrente dos rios e igarapés da região.\nA preparação física das amostras de sedimentos de corrente foi realizada em laboratório da CPRM /SUREG-BE, enquanto que a análise foi realizada em laboratório comercial (SGS-GEOSOL) para 50 elementos, digeridas com água régia e posteriormente dosadas por ICP-MS e ICP-OS na fração 80#. No caso específico do Au, além da dosagem por ICP-MS, foi feita dosagem também por Fire Assay. A contagem semiquantitativa de minerais pesados e contagem de partículas de ouro foram realizadas também pela SGS-GEOSOL.\n4\t- Tratamento Estatístico dos dados\nO tratamento estatístico foi executado nos software Excel 2010 e Statistica 7.0, e envolveu elaboração de sumário estatístico (Tabela 1), análise de histogramas, diagramas tipo Box Plot e Q-Q Plot. O cálculo de anomalias para os elementos Cu, Pb e Zn foi baseado no diagrama tipo B ox Plot, sem a presença de amostras duplicatas e com os valores transformados em logaritmos, sendo os intervalos de classes definidos segundo este diagrama. Para o ouro também foi usado o diagrama Box Plot, no entanto utilizando os dados brutos e sendo indicados os valores extremos para as amostras correspondentes. Para a Ag, em função da baixo percentual de valores qualificados, foi utilizado o diagrama Q-Qplot, cujas classes são indicadas por quebras ou lacunas (gaps) na curva de probabilidade.\nA análise de partículas de ouro em concentrado de bateia foi baseada em duas classes definidas pela presença de pelo menos 20 partículas no intervalo das frações 0,5 a 1 mm, e números de partículas superiores a 20 na fração 0,5 mm.\nTabela 1 - Sumário dos estimadores estatístico para Au, Ag, Cu, Pb e Zn\n\tAu PPB\tAg ppm\tCu ppm\tPb ppm\tZn ppm\nTotal de amostras\t307\t306\t306\t306\t306\n% valores > Limite de detecção\t44\t28\t98\t100\t99\nMédia\t146\t0,19\t3,85\t11,93\t13,97\nDesvio Padrão\t461\t0,19\t4,08\t8,53\t8,96\nCoeficiente de variação\t3,16\t1\t1,06\t0,72\t0,64\nMínimo\t5\t0,01\t0,7\t1,4\t2\nQ1\t11\t0,06\t2,1\t6,8\t9\nMediana\t31\t0,11\t2,8\t10,15\t12\nQ3\t62\t0,245\t4,3\t15,025\t18\nMáximo\t3879\t0,9\t47,9\t80,7\t105\n5\t- Resultados e Conclusões\nNa figura 1 está o mapa de bacias anômalas para a associação metálica, objeto deste estudo. As bacias de primeira ordem para Ag, Cu e Pb, ouro com valores extremos (até 3897 ppb) e presença de partículas de ouro em concentrado de bateia marcam bem o Alvo Mato Velho, na porção norte da área de trabalho. Na porção central da área, bacias anômalas de primeira ordem de Zn e Pb, com presença de partículas de ouro marcam áreas com perspectivas de mineralizações semelhante à encontrada no alvo Mato Velho e/ ou Coringa, apesar da ausência de estações anômalas de primeira ordem para Ag e Cu. No extremo sul da área de trabalho destacam-se bacias anômalas de primeira ordem para Ag, Cu, Pb, Zn, no entanto, sem presença significativa de partículas de ouro em concentrado de bateia, mas com alguns valores extremos de ouro em sedimento de corrente. A análise unielementar dos demais elementos e principalmente análise multivariada serão realizadas posteriormente, para melhor caracterização geoquímica das principais associações metálicas presentes na área de trabalho, assim como o tratamento dos demais minerais observados nos concentrados de bateia.\nLEGENDA\nPartículas de Ouro\nsem partículas\n1 a 20 partículas\n20 a 169 partículas\nDepósito\nCastelo dos Sonhos\nCoringa (Filão da Serra)\nProspecto\nMato Velho\nGarimpo Inativo\nSete de Setembro\nDrenagem\nO valores extremos\nRECURSOS MINERAIS (OURO)\nCONVENÇÕES CARTOGRÁFICAS\nArea do Projeto\nFigura 1 - Mapa de bacias anômalas para Ag, Cu, Pb e Zn distribuição de partículas de ouro em concentrados de bateia."}]}}}