{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12289"}, {"@name": "filename", "#text": "17884_Priscila_resumo_IXSBTA.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ARGAMASSAS RESISTENTES AO TEMPO: ABORDAGEM MICROESTRUTURAL DE FORTIFICAÇÕES PORTUGUESAS\nPriscila Melo Leal Menezes (1); Ana Cristina Borges Azevedo (2); António Manuel dos Santos Silva (3); Ana Paula Menezes (4); Maria do Rosário Veiga (5)\n(1)\tInstituto de Pesquisas Tecnológicas do Estado de São Paulo S.A. - IPT. Laboratório de Materiais de Construção Civil. prileal@ipt.br;\n(2)\tInstituto Superior de Engenharia de Lisboa - ISEL, Portugal -cristinaborges@dec. isel.ipl.pt;\n(3)\tLaboratório Nacional de Engenharia Civil - LNEC, Lisboa, Portugal -\nssilva@lnec.pt;\n(4)\tLaboratório Nacional de Engenharia Civil - LNEC, Lisboa, Portugal -\napmenezes@lnec. pt.\n(5)\tLaboratório Nacional de Engenharia Civil - LNEC, Lisboa, Portugal -\nrveiga@lnec.pt.\nRESUMO\nO complexo de fortificações de Cascais, litoral centro-sul de Portugal, foi erguido a partir do século XVI com a intenção de reforçar a defesa marítima da Vila e porto de Cascais, ao temer-se que as forças castelhanas avançassem sobre Lisboa. O rigor construtivo das edificações militares da época deixou seu testemunho nas argamassas dos fortes da Na Sr3 da Luz e Santa Marta, as quais se mantiveram resistentes à ação dos agentes intempéricos do ambiente costeiro ao longo de vários séculos. Objetivou-se entender que aspectos microestruturais estariam vinculados ao elevado desempenho destas argamassas, dado o seu bom desempenho ao longo do tempo. A análise microestrutural das argamassas foi realizada ao microscópio ótico de polarização e microscópio eletrônico de varredura. Observou-se que as argamassas destes fortes, apesar da elevada porosidade, possuem sistema de poros colmatados por sais e baixa permeabilidade além de apresentarem feições de reação pozolanica entre o ligante aéreo e alguns agregados. As argamassas destes dois Fortes são exemplos que evidenciam a importância da caracterização dos materiais construtivos antigos, que se apresentaram resistentes à ação do tempo, dando contributos para a formulação de novas argamassas duráveis, industrializadas ou produzidas em canteiro de obra. Estes dados são elementos norteadores na definição de argamassas de reparo/substituição para a mesma obra ou na elaboração de diretrizes para novas argamassas sujeitas a microambientes semelhantes.\nPalavras-chave: argamassas antigas, microestrutura, sais.\nTIME-RESISTANT MORTARS: MICROSTRUCTURAL APPROACH IN SOME PORTUGUESE FORTIFICATIONS\nABSTRACT\nLocated on Portugal’s southwestern coast, the fortifications complex of Cascais was constructed for the coastal defense of the Cascais village and port to avoid the Spanish military forces progression over Lisbon. The solid construction, a common characteristic of military buildings at that time, left testimonials on the mortars from Na Sr3 da Luz and Santa Marta fortifications, which have shown resistance against coastal weathering through centuries. The purpose of this study is to understand which microstructural aspects of those mortars are involved in their good performance through time. In the microstructural scale, the mortars were analyzed under optical polarization microscope and scanning electron microscope. The results showed that the mortars pore system is salt filled and has a low permeability pore array, despite its high porosity. Those mortars have shown the importance of investigating ancient construction materials which demonstrate considerable weathering resistance through time, as a feedback for new durable mortar formulations. This kind of investigation may also contribute for the definition of the most appropriate repair mortars and for guidelines to formulation of mortar for coastal environments.\nKeywords: ancient mortar, microstructure, salts."}]}}}