{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11239"}, {"@name": "filename", "#text": "1651_Maria%20Zane%20Nogueira%20Feitoza.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL RURAL DE PERNAMBUCO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA DO SOLO \n \n \n \n\n \n \n \n\nESTIMATIVA DA POROSIDADE DRENÁVEL POR DIFERENTES \nMETODOLOGIAS \n\n \n \n \n \n \n \n \n \n\nMARIA ZANE NOGUEIRA FEITOZA \n \n\n \n\n \n\n \n \n \n \n \n \n\nRECIFE – PE \nMAIO DE 2006 \n\n\n\n  \n\nMARIA ZANE NOGUEIRA FEITOZA \n \n\n \n\n \n \n\n \nESTIMATIVA DA POROSIDADE DRENÁVEL POR \n\nDIFERENTES METODOLOGIAS \n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de Pós-\n\ngraduação em Ciência do Solo da UFRPE como \n\nparte dos requisitos para obtenção do grau de \n\nMestre em Ciência do Solo. \n\n \n \n \n \n\nORIENTADOR: Profº. José Júlio Vilar Rodrigues \nCO-ORIENTADORES: Profº. Mário Monteiro Rolim \n\nProfº. Raimundo Nonato Távora Costa \n\n \n \n \n \n\nRECIFE – PE \nMAIO DE 2006. \n\n \n\n\n\n  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                          Ficha catalográfica \n          Setor de Processos Técnicos da Biblioteca Central – UFRPE \nF311e      Feitoza, Maria Zane Nogueira \n                     Estimativa da porosidade drenável por diferentes  \n                metodologias / Maria Zane Nogueira Feitoza. --  2006. \n                     v, 48 f. : il. \n \n                     Orientador: José Júlio Vilar Rodrigues. \n                     Dissertação (Mestrado em Ciência do Solo) – Universidade \n                Federal Rural de Pernambuco. Departamento de Agronomia. \n                     Inclui bibliografia e apêndice. \n \n                                                CDD 631.43 \n \n\n1. Porosidade drenável  \n2. Metodologia \n3. Condutividade hidráulica \n4. Macroporosidade \n5. Física do solo \n I.   Rodrigues, José Júlio Vilar \n\n       II.   Título \n \n\n\n\n  \n\nESTIMATIVA DA POROSIDADE DRENÁVEL POR \nDIFERENTES METODOLOGIAS \n\n \n \n \n \n \n\nMARIA ZANE NOGUEIRA FEITOZA \n \n \n \nDissertação defendida e aprovada em 05 de maio de 2006 pela Banca Examinadora \n\n \n \n \n \nORIENTADOR: \n \n____________________________ \nProfº. José Júlio Vilar Rodrigues, Ph.D \n\n \nCOMISSÃO EXAMINADORA: \n \n___________________________________ \nProfº. Antonio Celso Dantas Antonino, Ph.D. \n \n\n___________________________________ \n\nProfº. Emídio Cantídio de Oliveira Filho, Ph.D. \n \n__________________________________ \n\nProfº. Marcus Metri Corrêa, Dr. \n\n \n\n\n\n  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nAos meus pais Zezinho (“in memória”) e Maria, pela \n\ndedicação e exemplo de vida; \n\nÀs meus irmãos Zezíria (“in memória”), Zilmar (“in \n\nmemória”), José, Zeumíria, Zilvam, Zilka, Flávio, Zilton e \n\nReges pela ajuda, paciência, força e amizade que sempre \n\nnos uniu; \n\nAo meu esposo Normando, pelo incentivo, carinho, \n\npaciência, compreensão e amor; \n\nAos meus filhos Cybele e Fabrícius, partes do meu ser; \n\nAos meus sogros, Pereira e Donana, bons e verdadeiros \n\namigos. \n\nA Bia pelo incentivo e carinho meu muito obrigado. \n\n \n\n \nDEDICO \n\n\n\n  \n\n \nAGRADECIMENTOS \n\n \n \n\nA Deus, pela sua infinita bondade e misericórdia; \n\nAo Programa de Pós Graduação em Ciência do Solo da UFRPE, pela parceria \n\ninstitucional e oportunidade de realizar este trabalho; \n\nAo convênio EAFI/EAFC/EAFS/UFRPE, que possibilitou a minha admissão no \n\ncurso de mestrado, nas pessoas do Prof. Dr. Fernando Freire e Prof. Dr. Emídio \n\nCantídio; \n\nÀ Universidade Federal do Ceará, pela aceitação da realização do experimento \n\nem seu campus e indicação de co-orientador; \n\nÀ Escola Agrotécnica Federal de Iguatu-CE, pela minha liberação; \n\nAo meu pai (in memória) e minha mãe, em especial, pelos quais tenho o mais \n\nabsoluto orgulho, admiração e respeito; \n\nAo Prof. Dr. José Júlio Vilar Rodrigues, pela sua colaboração e empenho na \n\nminha orientação; \n\nAo Prof. Dr. Raimundo Nonato Távora (co-orientador), pelo apoio, colaboração, \norientação e amizade demonstrada; \n\n Ao Prof. Dr Mário Monteiro Rolim (co-orientador), pela orientação e amizade. \nA todos os docentes do programa, pelos ensinamentos e apoio, nos momentos \n\nnecessários; \n\nAos funcionários do Departamento de Ciência do Solo da Universidade Federal \n\nRural de Pernambuco, em nome de Socorro e Noca, pelo atendimento e qualidade no \n\nambiente de trabalho do programa; \n\nAos servidores administrativos da Universidade Federal do Ceará, Dr. Almiro \n\nTavares Medeiros, e Francisco José da Silva, e ao colega Neuzo Batista de Morais, \n\npela colaboração e amizade; \n\nAo estagiário do Departamento da Universidade Federal do Ceará, Júnior, pela \n\ncolaboração e amizade. \n\nAos colegas de curso, pela amizade e companheirismo; \n\nA todos que direta ou indiretamente contribuíram para a realização deste \n\ntrabalho. \n\n\n\n  \n\n \n\n                                                \n\nSUMÁRIO \n \n\nRESUMO \n\nABSTRACT \n\n1. INTRODUÇÃO-------------------------------------------------------------------------------  03 \n\n2. REVISÃO DE LITERATURA-------------------------------------------------------------  04 \n\n3. MATERIAL E MÉTODOS-----------------------------------------------------------------  14 \n\n3.1 Caracterização do estudo---------------------------------------------------------------   14 \n\n3.2 Metodologia com rebaixamento do lençol freático--------------------------------   14 \n\n3.3 Metodologia com equação empírica de van Beers-------------------------------   18 \n\n3.4 Metodologia da ABNT--------------------------------------------------------------------   20 \n\n3.5 Metodologia com uso da curva característica de umidade do solo-----------  21 \n\n4. RESULTADOS E DISCUSSÃO---------------------------------------------------------   25 \n\n4.1 Análise granulométrica dos solos-----------------------------------------------------   25 \n\n4.2 Estimativa da porosidade drenável do solo pelo método de Taylor-----------  25 \n\n4.3 Estimativa da porosidade drenável do solo pela equação de van Beers --    27   \n\n4.4 Estimativa da porosidade drenável do solo conforme a ABNT----------------   29 \n\n4.5 Estimativa da porosidade drenável do solo pela curva característica-------   30 \n\n5. CONCLUSÕES------------------------------------------------------------------------------   33 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS---------------------------------------------------   34   \n\n7. APÊNDICES----------------------------------------------------------------------------------   40      \n\n \n \n\n\n\n  \n\nESTIMATIVA DA POROSIDADE DRENÁVEL POR DIFERENTES METODOLOGIAS \n \n\nAutora: Maria Zane Nogueira Feitoza. \n\n              Orientador: Prof. Dr. José Júlio Vilar Rodrigues. \n\nRESUMO \n \n\n: O estudo teve por objetivo estimar a porosidade drenável por diferentes metodologias. \n\nForam utilizadas quatro metodologias baseadas no rebaixamento do lençol freático, \n\nequação empírica de van Beers, ABNT e curva característica da umidade do solo. No \nestudo do rebaixamento do lençol freático utilizou-se um modelo físico constituído por \n\ntrês tanques de alvenaria, medindo 1,5 m de altura, 2,0 m de largura e 1,5 m de \n\ncomprimento, existentes em área do Laboratório de Hidráulica e Irrigação da \n\nUniversidade Federal do Ceará – UFC. Na metodologia de van Beers utilizou-se o \n\npermeâmetro de carga constante, e na ABNT e curva característica o aparato de \n\nHaines. Foram utilizadas três classes de solos com composições granulométricas \n\ndiferenciadas. Um permeâmetro de carga constante foi utilizado para o cálculo da \n\ncondutividade hidráulica do solo saturado (Ko) para estimativa da porosidade drenável \n(f) pela equação empírica proposta por van Beers. Na implementação da metodologia \npreconizada pela ABNT utilizou-se amostras indeformadas coletadas nos tanques, nas \nprofundidades de 0,10 m, 0,30 m e 0,50 m, e levada a um funil de Bückner à tensão de \n\n-60 cm de coluna de água. Na metodologia da curva característica utilizou-se amostras \n\ncoletadas nos tanques 01, 02 e 03, nas profundidades de 0,10 m, 0,30 m e 0,50 m, e \n\nlevada ao funil de Bückner, saturadas e submetidas a colunas de água (Potencial \n\nMátrico) de (-1, -3, -5, -10, -15, -20, -30, -40, -50 e -60 cm) sendo calculados os \n\nconteúdos volumétricos de água em equilíbrio com estas tensões. A porosidade \n\ndrenável foi obtida plotando-se as curvas correspondentes às profundidades de 0,0 a \n\n0,20 m, 0,20 a 0,40 m e 0,40 a 0,60 m, e calculando-se, por integração numérica, o \n\nvolume de água resultando da diferença de área entre as curvas sucessivas. Usando-\n\nse o método do rebaixamento do lençol freático como referência, foi observado que o \n\nmétodo de van Beers forneceu os piores resultados, e as melhores correlações foram \n\nobtidas pelo método da curva característica. \n\n \nPalavra chave: Porosidade drenável, metodologia, condutividade hidráulica, \nmacroporosidade. \n\n\n\n  \n\nESTIMATING THE DRAINABLE POROSITY USING DIFFERENT \nMETHODOLOGIES \n\n \nABSTRACT \n \nThis study had as it´s objective to estimate the drainable porosity through different \n\nmethodologies. Four methods were utilized: the first one was based upon the water \n\ntable drawdown in a soil filled tank; the second one based upon the Van Beers empirical \n\nequation, the third one through the ABNT recomendation, and the last one based upon \nthe water release curve. Three soils with different granulometric composition were used.  \n\nIn the  water table drawdown study a physical model made up of three brick and \n\nmasonry tanks measuring 1.5 x 2.0 x 1.5 m ( Height, Width and Length) which were \n\nsituated within the area of the Laboratório de Hidráulica e Irrigação  of the Universidade \n\nFederal do Ceará –UFC were used. Drainable porosity from this method were obtained \n\nfrom the volume of water drained as a result of lowering the water table from 0 to 0.20 m \n\n0,20 to 0,40 m and 0.40 to 0.6 m. respectively.  In the VanBeers method a constant \n\nhead permeameter was utilized to obtain the saturated hydraulic conductivity (Ko) where \nthe  drainable porosity (f) was obtaind by correlation .In  the ABNT method a Haines \nfunel apparatus was used to obtain the volumetric water content at a water column \n\nheight ( equal to the Matric Potential) of 60 cm. Three undisturbed soil cores were taken \n\nat 0.10, 0.30 and 0.50 m, and drainable porosity calculated by the difference of this \n\nvolumetric water content and total porosity. In the water release curve method core \n\nsamples taken from the same depths of the ABNT method, were saturated and \nvolumetric water content at the tensions ( Matric Potential ) of -1,-3, -5, -10, -15, -20, -30, \n\n-40, -50 and – 60 were calculated . Drainable porosity was obtained by ploting the \n\ncurves representing the depths of 0 to 20 cm, 0 to 40 cm and 0 to 60 cm, and \n\ncalculating, by numerical integration, the water volume diferences between each \n\nsuccessive curves. Using the water table drawdown method as the standard, it was \n\nobserved that the Van Beers method gave the poorest agreement, where the best \n\ncorrelation were obtaind by the water release curve method. \n\n \n\n \n\n \n\n\n\n  \n\n01 INTRODUÇÃO \n \n\nA porosidade drenável, também denominada porosidade livre de água ou \n\nporosidade efetiva, é definida como o volume de água que é drenada livremente por \n\nunidade de volume de solo, através do rebaixamento do lençol freático Cruciani, (1989). \n\nBeltran (1986) e Pizarro (1978) definem porosidade drenável como uma fração da \n\nporosidade total na qual a água se move livremente, cujo valor equivale ao conteúdo de \n\nar presente no solo na capacidade de campo. \n\nA porosidade drenável pode ser determinada usando métodos de campo e de \n\nlaboratório, e ainda, estimada em função de algumas propriedades do solo ou \n\nequações empíricas. A determinação da porosidade drenável em campos \n\nexperimentais de drenagem ou modelos reduzidos de laboratório pode ser feito por \n\nmeio de medições simultâneas de cargas hidráulicas e descarga de drenos, sendo os \n\nresultados mais representativos das condições reais, por envolver um volume maior de \n\nsolo, o que contribui para a redução da variabilidade espacial dos dados (Queiroz, \n\n1997). \nNa impossibilidade de estimativa da porosidade drenável, van Beers sugere \n\nestimá-la a partir do valor da condutividade hidráulica do solo saturado (Ko), (Beltran, \n1986). Sua determinação em laboratório é obtida pela diferença entre o conteúdo de \n\nágua na saturação e na capacidade de campo, sendo essa metodologia sugerida pela \n\nABNT (1998). \nA porosidade drenável é um parâmetro hidrodinâmico do solo de grande \n\nimportância para fins de dimensionamento de sistema de drenagem subterrânea, \n\nportanto constitui variável necessária para o cálculo do espaçamento entre drenos para \n\ncondições de fluxo variável, quanto para o cálculo do coeficiente de drenagem \n\nsubterrânea. \n\nO presente estudo teve como objetivo determinar a estimativa da porosidade \n\ndrenável em três unidades de solo e proceder a uma análise comparativa, por meio do \n\nrebaixamento do lençol freático e descarga de drenos, da equação empírica sugerida \n\npor van Beers, da metodologia sugerida pela ABNT e da curva característica de \n\numidade do solo. \n\n \n\n \n\n\n\n  \n\n02 REVISÃO DE LITERATURA \n\nDepois de cessada a precipitação ou irrigação, a camada superior do solo que \n\nfoi saturada não retém toda a água, surgindo um movimento descendente em resposta \n\naos gradientes de potencial gravitacional e potencial de pressão. Esse movimento da \n\nágua no perfil do solo após a infiltração é denominado drenagem ou redistribuição \n\ninterna. Dependendo das condições existentes, a velocidade com que a redistribuição \n\nocorre pode ser apreciável por muitos dias ou torna-se rapidamente desprezível. A \n\nintensidade da redistribuição e sua duração determinam a capacidade de \n\narmazenamento do solo. Essa é uma propriedade importante no estudo de várias \n\nquestões da engenharia de recursos hídricos, tornando-se fundamental em projetos de \n\nirrigação (Tucci, 2001). \nA drenagem é uma técnica que, se bem utilizada, viabiliza a exploração \n\nagronômica, tornando-a economicamente viável, em áreas com problemas de \n\narejamento no solo, de mecanização agrícola e de imobilização de nutrientes \n\nprovocada por excesso de água no solo. A drenagem se destina a eliminar e/ou \n\ncontrolar a umidade excessiva no solo, consiste no rebaixamento do lençol freático, por \n\nmeio da construção de drenos. Esta operação permite o aproveitamento racional dos \n\nrecursos naturais solo e água (Lamster, 1980). \n\nO teor de água do solo na capacidade de campo é função, entre outros fatores, \n\nda textura do mesmo, geralmente variando de 15 a 45% do volume. As plantas podem \n\nextrair facilmente água de um solo quando sua umidade está próxima da capacidade de \n\ncampo. À medida que o solo começa a secar, entretanto, os potenciais matriciais mais \n\nnegativos seguram a água do poro até um determinado ponto, quando as plantas não \n\npodem mais extrair qualquer água do solo. Esse estado de umidade do solo é chamado \n\nde “ponto de murcha”. A umidade ou teor de água no solo no ponto de murcha \n\ngeralmente varia de 5 a 25% do volume (Sands, 2001). \n\nA drenagem subsuperficial fornece um caminho para que a água “excessiva” ou \n\n“drenável” deixe o solo. A água drenável é retida por potenciais matriciais menos \n\nnegativos, com teores de umidade entre a capacidade de campo e a saturação do solo. \n\nAs areias ou solos de textura mais grosseira têm grandes porosidades \n\ndrenáveis, enquanto as argilas ou solo de textura mais fina têm menores porosidades \n\ndrenáveis. Isso significa que para uma mesma quantidade igual de água drenada, um \n\n\n\n  \n\nsolo mais arenoso vai mostrar uma menor queda do lençol freático do que um solo de \n\nmaior teor de argila (Sands, 2001). \n\nO espaço poroso de um solo é a porção ocupada pelo ar e pela água. O \n\ntamanho deste espaço poroso é determinado principalmente pela distribuição e \n\narranjamento das partículas sólidas (Buckman &amp; Brady, 1989). \n\nKiehl (1979) define a porosidade como sendo o volume de vazios ou ainda o \n\nespaço do solo não ocupado pela “matriz” (conjunto dos componentes orgânicos e \n\ninorgânicos). \n\nA porosidade do solo é normalmente expressa em % e, segundo Hillel et \n\nal.(1972) os valores de porosidade total geralmente encontram-se na faixa de 30 a \n\n60%, variando conforme o tipo de solo. No entanto, valores fora destes limites podem \n\nser encontrados em função da textura e estrutura dos mesmos. A porosidade é uma \n\ncaracterística física do solo que pode ser alterada pelo manejo do mesmo (Hillel et al. \n\n1972; Ferreira, M.M &amp; Dias, 2001). \n\nSegundo Ritzema (1994) poros grandes retêm pouca ou nenhuma água, mais \n\nsão muito efetivos na condução de água sob condições saturadas ou próximas as \n\nsaturações (encharcamento, ou chuva que causa empossamento). O oposto é \n\nverdadeiro para poros pequenos, que têm por função a retenção da água, e conduz a \n\nágua lentamente. Parte da água nesses poros pode ser absorvida pelas raízes das \n\nplantas. Quando considerado o tamanho e a função dos poros, pode-se fazer a \n\ndistinção entre microporos (3 a 30 ?m de diâmetros), mesoporos (30 a 100 ?m de \n\ndiâmetro) e macroporos (maior que 100 ?m de diâmetro). O solo com a distribuição de \n\ntamanho de poros ótimo para o crescimento da planta tem suficiente micro e mesoporos \n\npara reter água, e suficiente macroporos para drenar o excesso de água. Os \n\nmacroporos são principalmente criados pela fauna do solo (minhocas, etc), de modo \n\nque o aumento da população da fauna do solo é uma maneira de melhorar as \n\ncondições de drenagem e aeração do solo. \n\nA distribuição do tamanho de poros, que influência fortemente as propriedades \n\nde retenção de água e de transmissão de água no solo, é de grande importância para \n\nos processos físicos que ocorrem no solo. Ela pode ser verificada qualitativamente por \n\nobservação visual num perfil do solo. Macroporos são visíveis a olho nu; mesoporos \n\nsão visíveis a um aumento de 10 vezes; microporos não são visíveis, mas a sua \n\npresença pode alguma vez ser deduzida a partir das faces dos agregados, por meio de \n\n\n\n  \n\numa superfície grosseira indicando a presença de microporos. Não há métodos de \n\ncampo disponível para a avaliação quantitativa da distribuição de poros (Ritzema, \n\n1994). \n\nA porosidade total também pode ser classificada em micro e macroporosidade. \n\nA microporosidade, também denominada de porosidade capilar, representa a proporção \n\nde poros existentes no solo, responsáveis pela retenção da água, enquanto a \n\nmacroporosidade representam a proporção de macroporos, responsáveis pela \n\ndrenagem e aeração (Brady 1979; Kiehl, 1979). White (1985) afirma que, embora os \n\nmacroporos possam compreender apenas uma pequena fração do volume total do solo, \n\neles podem ter um profundo efeito sobre a taxa de infiltração e redistribuição da água \n\nno solo. \n\nKlar (1988) observa que, de modo geral, quanto maior a porosidade total, maior \n\na capacidade do solo em armazenar água. Conseqüentemente, os solos argilosos \n\n(textura fina) geralmente apresentam maior capacidade de retenção e distribuição de \n\nágua às plantas que os solos arenosos (textura grossa). Segundo Buckman &amp; Brady \n\n(1989), apesar de um solo arenoso apresentar porosidade total relativamente reduzida, \n\na movimentação da água e do ar é mais rápida devido ao predomínio de macroporos, \n\nque permite maiores movimentos de água e do ar. \n\nA porosidade do solo é a propriedade que interfere na aeração, condução e \n\nretenção de água, capacidade de penetração e ramificação das raízes no solo e, \n\nconseqüentemente, no aproveitamento de água e nutrientes disponíveis (Tognon, \n\n1991). \n\nPara Bertoni &amp; Lombardi Neto (1990), a perda da porosidade está associada à \n\nredução do teor de matéria orgânica, à compactação e ao efeito do impacto das gotas \n\ndas chuvas, diminuindo o tamanho dos agregados. \n\nA arquitetura dos poros dos solos tem estreita relação com a estrutura, e esta \n\ncom o manejo e natureza química da solução do solo. Costa et al. (1991) verificaram os \n\nefeitos da natureza química da solução do solo sobre as propriedades físicas, \n\nressaltando a ação desagregante do sódio, o qual promove a dispersão dos colóides \n\ntrazendo implicações diretas sobre o índice de agregação e conseqüentemente sobre a \n\nporosidade do solo. \n\nO estudo da água subterrânea, realizado através da estimativa e avaliação das \n\npropriedades físicas do solo, constitui o aspecto principal para definição dos problemas \n\n\n\n  \n\nde drenagem. Dentre os principais parâmetros hidrodinâmicos do solo, destacam-se a \n\ncondutividade hidráulica do solo saturado (Ko) e a porosidade drenável (f). A \ncondutividade hidráulica, que representa a capacidade do solo de transmitir água, é \n\nnecessária ao cálculo do espaçamento entre drenos, em condições de regime de fluxo \n\npermanente ou não permanente. Já a porosidade drenável, que compõe a fração do \n\nvolume do solo por onde a água se movimenta e drena após exceder a capacidade de \n\ncampo, é necessária, juntamente com a condutividade hidráulica, para o cálculo do \n\nespaçamento entre drenos em condição de regime de fluxo não permanente e \n\nimportante para a caracterização de critérios de drenagem (Soares, 1996). Portanto, \n\numa análise adequada destes parâmetros constitui um aspecto de fundamental \n\nimportância no planejamento do sistema de drenagem subterrânea. \n\nA porosidade drenável, também é chamada de macroporosidade ou de \n\nporosidade efetiva, é definida como a fração da porosidade total através da qual a água \n\nmove-se livremente, cujo valor equivale ao conteúdo de ar presente no solo na \n\ncapacidade de campo (Pizarro, 1978; Beltran, 1986). Segundo Skaggs et al. (1973), a \n\nporosidade drenável representa a fração do volume de solo drenado durante o \n\nprocesso de rebaixamento do lençol freático. Assim, sendo Va volume de água drenado \nlivremente de um volume de solo Vs, a porosidade drenável pode ser expressa como: f \n= Va/Vs. \n\nVários autores (Taylor, 1959; French &amp; O’callanghan, 1966; Pizarro, 1978) \n\ndefinem porosidade drenável, efetiva ou macroporosidade como sendo a porcentagem \n\nde poros ocupados por ar quando a água que excede a capacidade máxima de \n\nretenção do solo tem sido drenada livremente, podendo ser determinada pala diferença \n\nentre a porosidade total ou a umidade volumétrica de saturação (?s) e o conteúdo de \nágua correspondente à umidade volumétrica na capacidade de campo (?cc). Já Medina \n&amp; Grohmann (1966) apresentam uma definição prática da porosidade drenável ou \n\nmacroporosidade como a fração do volume de poros cheios de água que pode ser \n\ndrenado quando submetido à tensão da ordem de - 60 a - 100 cm de coluna de água. \n\nEssa propriedade física também é definida como volume de água drenada de um solo, \n\npor unidade de volume desse solo, quando o lençol freático é baixado de uma posição \n\nvertical Zn-1 em relação à superfície do solo, para uma posição Zn, Taylor (1959); \nBouwer &amp; Jackson (1974). \n\n\n\n  \n\nO espaço poroso drenável é também chamado de porosidade drenável, ou \n\nporosidade efetiva. É uma quantidade adimensional, normalmente expressa como uma \n\npercentagem, cujo valor varia de menos 5% para material argiloso, até 35% para areias \n\ngrossas e areias cascalhentas (Ritzema, 1994). \n\nOs valores da porosidade drenável (f), segundo Pizarro (1978) podem variar, \nconforme a textura do solo, de aproximadamente 2,0% a 27,0%. Os valores médios de \n\n(f) encontrados pelos autores, a seguir, variam conforme o tipo de solo pesquisado: \nQueiroz (1987), f = 1,4 a 5,2%; Suguino et al. (1988), f = 7,0 a 24,0%; Costa (1988), f \n=2,5 a 5,3%; Souza (1991), f =16,0%; Pontes et al. (1992) f = 9,0 a 20,0%. \n\nValores representativos da porosidade drenável (f), para uso nas equações de \nregime de fluxo não permanente, são difíceis de medir-se com precisão. Entretanto, um \n\nerro na estimativa de (f), de aproximadamente 25%, resultará um erro no cálculo do \nespaçamento entre drenos, equivalente a 10% (FAO, 1986). \n\nA porosidade drenável pode ser determinada usando-se métodos de campo e \n\nde laboratório e, ainda, estimada em função de algumas propriedades do solo. \n\nInvestigações de campo evidenciam que a porosidade drenável varia não só \n\ncom a textura, mas também com a profundidade do lençol freático (LF) ou com a carga \n\nhidráulica (Buckland et al., 1986; Queiroz, 1997). Quando outras condições não causam \n\nvariação, a porosidade drenável aumenta com o aumento da profundidade do lençol \n\nfreático (LF). Determina-se em laboratório pela diferença entre o conteúdo de água na \n\nsaturação e na capacidade de campo (Pizarro, 1978; Beltran, 1986; Millar, 1988). Desta \n\nforma, já que o conteúdo de água na saturação é constante, a porosidade drenável \n\nvaria com o conteúdo de água na Capacidade de Campo, cujo valor não é constante \n\npara um tipo de solo, mas varia com a situação de campo. \n\nA determinação da porosidade drenável em áreas experimentais de drenagem \n\nou em modelos reduzidos de laboratório pode ser feita por meio de medições \n\nsimultâneas das cargas hidráulicas (h) e da descarga de drenos (q), onde os resultados \n\nobtidos são mais representativos em condições reais estudadas, por envolver um \n\nvolume maior de solo para as determinações, o que contribui para a redução da \n\nvariabilidade espacial dos dados (Queiroz, 1997). Por meio dos métodos tradicionais de \n\nlaboratório, podem-se reunir informações de todos os parâmetros requeridos, mas em \n\ncondições de acentuada variabilidade do perfil do solo é desejável apoiar-se em \n\nresultados de campo. A vantagem dos testes de campo é a coleta em pouco tempo de \n\n\n\n  \n\num grande número de informações, tais como: condutividade hidráulica, capacidade de \n\narmazenamento, além do fornecimento de informações sobre as condições \n\nexperimentais de profundidade e espaçamento de drenos, Amorim (1995). Buckland et \n\nal. (1986) comentam que as melhores estimativas de (f) são obtidas em condições de \ncampo, salientando, porém que tais determinações não são práticas para investigações \n\nrotineiras de drenagem. A dificuldade e o elevado custo de determinação (f) no campo, \ntem provocado a utilização de métodos mais econômicos, baseados na utilização de \n\ncurvas e de quadros empíricos de outros solos, FAO (1980). No entanto, os custos e a \n\ninfra-estrutura necessária para a determinação em campo tornam este método inviável \n\npara fins de projeto de drenagem.  \n\nTaylor (1959) descreveu um procedimento de determinação da porosidade \n\ndrenável em colunas de solo por meio de medidas do rebaixamento do lençol freático e \n\ndo volume de água drenado, tendo utilizado a seguinte expressão: \n\n( )1??\n=\n\nnn\n\na\n\nZZA\n\nV\nf\n\n                                                                                Equação (1) \n\n \n\nsendo: \n3f: porosidade drenável do perfil do solo, em [L .L-3]; \n\nVa: volume de água drenada do perfil, quando o lençol freático passa de Z  a Zn-1 n, em \n[L3]; \n\nA: área da seção da coluna de solo drenado, [L2]; \nZn: profundidade final do lençol freático, em [L] e. \nZ : profundidade inicial do lençol freático, em [L]. n-1\n\nEm sistema de drenagem já instalado, a porosidade drenável pode ser \n\ncalculada a partir de medidas simultâneas de alturas do lençol freático e descarga de \n\ndrenos em função do tempo (Dieleman &amp; Trafford, 1976; Millar, 1978; Braun &amp; Kruijne, \n\n1994). \n\nConforme Beltran (1986), a porosidade drenável pode ser determinada em uma \n\ncurva característica de umidade do solo pela diferença entre a umidade volumétrica \n\ncorrespondente à saturação e a capacidade de campo. O inconveniente deste método é \n\na escassa representatividade que tem uma pequena amostra indeformada ou não, \n\ntendo a necessidade de várias amostras para obter valores médios, que represente a \n\n\n\n  \n\ntendência da porosidade. A relação funcional entre a umidade do solo e seu respectivo \n\npotencial mátrico, denomina-se de curva característica de umidade do solo. Gardner et \n\nal. (1922), utilizando um tensiômetro com cápsula porosa foi um dos primeiros \n\npesquisadores a identificar tal relação. Haines (1930) desenvolveu o método hoje \n\nlargamente utilizado em laboratório e conhecido como método do funil de placa porosa \n\nou funil de Haines. Posteriormente, Richards (1941) descreveu o aparelho de \n\nmembrana de pressão conhecido como câmara de pressão de Richards. Estes dois \n\nequipamentos são atualmente utilizados com larga freqüência e de forma conjunta em \n\nlaboratórios de física de solos, sendo o funil de Haines para valores de potencial \n\nmátrico entre -100 e 0 cm de coluna de água, e a câmara de pressão de Richards, para \n\nvalores entre -15000 e -100 cm de coluna de água. \n\nNa impossibilidade de determinação experimental de estimativa da porosidade \n\ndrenável, van Beers sugere estimá-la a partir do valor da condutividade hidráulica do \n\nsolo saturado (Ko), (Beltran, 1986; Pizarro, 1978), conforme a equação: \n \n\n)/( diacmKf 0=                                                                         Equação (2) \n\n \n\nSendo (f) a porosidade drenável em [L3.L-3] e (Ko) a condutividade hidráulica em \n[cm.dia-1]. \n\nDe acordo com FAO (1986), as medições de porosidade drenável, \n\ndeterminadas em laboratórios, realizadas com amostras de solo indeformadas, não são \n\nrepresentativas para serem utilizadas em projetos de drenagem, devido às pequenas \n\ndimensões e à destruição parcial da estrutura do solo. \n\nFernandes et al. (1989) ao realizarem estudo de estimativa da porosidade \n\ndrenável (f), em função da condutividade hidráulica do solo saturado (Ko), em um solo \norgânico, verificaram que a equação obtida do gráfico proposto pelo United State \n\nDepartament of the Interior, apresentou satisfatório ajuste aos dados de (f) e (Ko). \nGaldino (1988), ao investigar algumas características de solo de várzea, \n\nverificou que o modelo empírico proposto por van Beers não foi eficaz na estimativa da \n\nporosidade drenável. Resultado similar foi obtido por Otto (1988). \n\nAo estudar sistemas de drenagem em regime de fluxo não permanente, \n\nSediyama et al. (1990) verificaram que o efeito da porosidade drenável depende \n\n\n\n  \n\nprincipalmente dos critérios de drenagem, da profundidade dos drenos e da recarga do \n\nlençol freático. \n\nA condutividade hidráulica é uma das propriedades físicas do solo mais \n\nimportante na determinação quantitativa e qualitativa do movimento de água no solo e \n\nno dimensionamento do sistema de drenagem. \n\nInvestigando a variabilidade da condutividade hidráulica do solo saturado (Ko) \npelo método do furo do trado, Rogers et al. (1991) verificaram que os valores obtidos \n\nmostraram variação espacial moderada e que estes valores podem ser utilizados para \n\nprognosticar a profundidade do lençol freático e os movimentos das substâncias \n\nquímicas dissolvidas no perfil do solo. \nO fator de proporcionalidade Ko da equação de Darcy é uma propriedade do \n\nmeio poroso que traduz sua capacidade de transporte do líquido que o atravessa. Seu \n\naumento, portanto, depende das propriedades do meio e do líquido. Sendo o solo o \n\nmeio poroso de interesse, as principais propriedades que afetam o fator Ko são: \ntextura, tortuosidade, porosidade, densidade do solo, estabilidade estrutural, tamanho \n\ndos agregados, atividade de microrganismos, presença de ar e composição química do \n\nsolo, Hillel et al. (1972).Quando o solo fica submerso por longos períodos de tempo, os \n\nprocessos de natureza física, química e biológica podem atuar com maior intensidade, \n\nexercendo grande influência na condutividade hidráulica, Klute (1965). Reichardt (1996) \n\nreitera que a condutividade hidráulica varia enormemente de solo para solo e dentro de \n\num mesmo solo, devido a variações estruturais, compactação, teor de água no solo, \n\nexpansão e contração do solo, migrações de partículas de argila segundo o fluxo e \n\nentre outras características do meio. \n\nA determinação da condutividade hidráulica do solo pode ser feita por métodos \n\nde laboratório e de campo. No laboratório é possível atingir um grau de precisão e \n\nrefinamento muito superior ao campo, devido ao elevado grau de controle das \n\ncondições experimentais. Por outro lado, nas condições de campo, não obstante o grau \n\nde complexidade, as medidas são feitas em condições naturais e com perturbação \n\nmínima do solo (Carvalho et al., 2004). Segundo Louzada (1988), os métodos de \n\ncampo devem ter preferência, tendo em vista o volume de solo envolvido. \n\nVários são os métodos, de campo e de laboratório, empregados na estimativa \n\nda condutividade hidráulica (Pizarro, 1978; Millar, 1988; Klar, 1988; Cruciani, 1989; \n\nLibardi, 1995). Os métodos de laboratório mais conhecidos na literatura são: \n\n\n\n  \n\npermeâmetro de carga constante e permeâmetro de carga variável. Conforme Carvalho \n\net al. (2004), a condutividade hidráulica determinada em laboratório por meio de \n\npermeâmetro exige menor esforço físico, além de ser relativamente prática e rápida, \n\nporém requer bastante atenção na coleta e preparação das amostras indeformadas, \n\npara evitar qualquer tipo de desagregação estrutural adicional. \n\nA condutividade hidráulica saturada é um dos principais parâmetros utilizados \n\nno cálculo do espaçamento entre linhas de dreno, seja para condições de fluxo em \n\nregime permanente ou variável. Neste último caso, seu valor é usado juntamente com a \n\nporosidade drenável (Bouwer &amp; Jackson, 1974; Cruciani, 1983). \n\nEm condições de campo, para determinações abaixo do lençol freático, os \n\nmétodos mais destacados, pela fácil operacionalidade e precisão são: furo de trado, \n\nindicados para solos de perfil homogêneo (não estratificados) e piezômetro, indicado \n\npara perfis com estratos bem definidos (Otto, 1988). \n\nNa estimativa da condutividade hidráulica do solo saturado para fins de \n\ndimensionamento de sistema de drenagem, os métodos de campo devem ser \n\npreferidos (Kessler &amp; Oosterbaan, 1973; Cruciani, 1989; FAO, 1986). Saunders et al. \n\n(1978) em estudos da condutividade hidráulica em condições de campo, justificam tal \n\nprocesso em função da maior aproximação das condições reais, pois em condições de \n\nlaboratório utilizam-se simples amostras de solo que podem conduzir a grandes erros, \n\nocasionados por alterações das condições naturais do solo. \n\nBouwer &amp; Jackson (1974), avaliando diversas técnicas para estimativa da \n\ncondutividade hidráulica do solo saturado, asseguram que o método mais efetivo é por \n\nmeio das medidas das descargas dos drenos e posição do lençol freático. Observam \n\nainda, que a variabilidade é muito maior a partir dos erros na medição da condutividade \n\nhidráulica, do que os relacionados aos métodos de medidas. \n\nEm solos estratificados, tais como os solos aluviais, a condutividade hidráulica \n\ndo solo saturado (Ko), medida pelo método auger-hole (poço), varia consideravelmente. \nNumerosos testes em um solo franco-siltoso e franco-argilo-siltoso identificaram que a \n\ncondutividade hidráulica varia não somente entre os poços (variabilidade do solo), mas \n\ntambém com a profundidade do poço, profundidade do lençol freático e profundidade da \n\nágua removida do poço (Rogers &amp; Carter, 1987). \n\n\n\n  \n\nPizarro (1978) afirma que os métodos de laboratório apresentam como \n\ninconvenientes a pouca representatividade de uma amostra de solo de tamanho \n\nreduzido e a dificuldade de obtenção de amostras com estruturas indeformadas. \n\nDe acordo com Cruciani (1983), a literatura é unânime em afirmar que os \n\nmétodos de laboratório oferecem resultados aproximados, sendo recomendado em \n\nestudo de drenagem apenas quando os métodos de campo são impraticáveis. Kamra &amp; \n\nRao (1985) afirmam que os métodos de campo fornecem resultados com variações \n\nmenores do que os métodos de laboratório. Para Millar (1988) os métodos de campo, \n\nalém de mais precisos, fornecem resultados mais reais para aplicação nos cálculos de \n\ndrenagem subterrânea. \n\nO método do furo de trado, conhecido na literatura internacional como “auger \n\nhole method”, tem sido amplamente empregado em pesquisa de drenagem por sua \n\nrapidez e representabilidade de um considerável volume de solo natural, o que tende a \n\nreduzir a variabilidade nos dados. \n\nKessler &amp; Oosterbaan (1973) denominam de condutividade hidráulica o fator de \n\nproporcionalidade Ko da equação de Darcy para o fluxo da água no solo, e que \nrepresenta sua propriedade de transmissão de água, que depende principalmente do \n\nnúmero e diâmetro dos poros presentes. Se estes estão uniformemente distribuídos, o \n\nsolo é considerado homogêneo ou isotrópico para tal propriedade, ou seja, a \n\ncondutividade hidráulica é a mesma em todas as direções. Por outro lado, se os solos \n\napresentam estratificação, de forma que a condutividade hidráulica varia de um ponto a \n\noutro, denominam-se heterogêneo ou anisotrópico. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\n3 MATERIAL E MÉTODOS \n\n3.1 Caracterização do estudo \nNo estudo realizou-se uma análise comparativa dos valores de porosidade \n\ndrenável obtidos pelos seguintes métodos: a) método direto (Taylor, 1959); b) equação \n\nempírica de van Beers (1965); c) ABNT (1998); e d) curva característica de umidade do \n\nsolo. \n\nTrês solos de composições granulométricas diferentes (areia, areia e franco \n\nargilo arenoso) foram utilizados para o cálculo da porosidade drenável, acondicionados \n\nem um modelo físico constituído por três tanques de drenagem (Figura 1). As camadas \n\nde solo corresponderam às profundidades de 0,00 – 0,20 m, 0,20 – 0,40 m e 0,40 – \n\n0,60 m. \n\n \n\nFigura 1. Modelo físico de drenagem. \n \n3.2 Metodologia com rebaixamento do lençol freático (Método de Taylor) \n\nA porosidade drenável (Skaggs et al., 1973), representa a fração do volume de \n\nsolo drenado durante o rebaixamento do lençol freático. A seguinte equação para \n\nestimativa da porosidade drenável (Taylor 1959), foi utilizada: \n\n\n\n  \n\n( )1??\n=\n\nnn\n\na\n\nZZA\n\nV\nf\n\n                                                                             Equação (3) \n\n \n\nsendo: \n3Va: volume de água percolada [L ]; \n\nA: área da secção transversal do perfil de solo drenado [L2]; \n\nZ  e Z : profundidade final e inicial do nível de água [L]; n n-1\nf: porosidade drenável, [L3.L-3]. \n\nNa estimativa da porosidade drenável utilizou-se um modelo físico constituído \n\npor tanques de drenagem construídos na área do Laboratório de Hidráulica e Irrigação \n\ndo Departamento de Engenharia Agrícola da Universidade Federal do Ceará - U.F.C. \n\nOs tanques foram revestidos de argamassa e internamente impermeabilizados, \n\nmedindo 1,5 m de altura, 2,0 m de largura e 1,5 m de comprimento. \n\nNa parte interna de cada tanque instalou-se um dreno tubular corrugado e \n\nflexível de PVC (DN 65), na profundidade de 1,10 m. No ponto de descarga do dreno, \n\nadaptou-se um tubo de PVC rígido de 0,30 m de comprimento com tampa \n\nroscável.Foram colocadas duas entradas de água junto à base do tanque, ambas \n\nligadas a um registro para controle da recarga. \n\nNa parte externa instalou-se, na parede frontal, um tubo de PVC de ¾’’com \n\nquatro saídas de água, a intervalos regulares de 0,20 m, acoplado a uma saída de água \n\nna parte inferior do tanque. Nas respectivas saídas de água foram acopladas \n\nmangueiras plásticas de ½” para coleta da água de drenagem. \n\nO modelo físico foi projetado de forma a permitir uma saturação do perfil de solo \n\npor fluxo ascendente. Na Figura 2 visualiza-se um corte longitudinal e a planta baixa de \n\num desses tanques de drenagem. \n\nNa colocação do solo nos tanques de drenagem, o mesmo foi seco ao ar e \n\npassado em peneira de 5,0 mm (Figura 3) com a finalidade de obtenção de uma maior \n\nuniformidade e, portanto, de uma densidade de solo semelhante ao longo do perfil. \n\nApós o enchimento com o solo, os tanques de drenagem foram cobertos com \n\nlona plástica (Figura 4), como forma de impedir a evaporação. \n\nNo intuito de acompanhar a posição do lençol freático por ocasião da coleta de \n\ndados, instalou-se, em cada tanque, um poço de observação (Cordeiro et al., 1986). Os \n\n\n\n  \n\npoços foram abertos com trado tipo holandês e instalados numa profundidade de 1,20 \n\nm. Na instalação utilizou-se a metodologia preconizada por Pizarro (1978) e, como filtro, \n\npara evitar obstruções na secção perfurada para a entrada de água, uma manta \n\ngeotêxtil de bidim. \n\nNa medição do volume de água drenada por ocasião dos testes, utilizou-se um \n\nrecipiente de forma cilíndrica contendo em sua parte externa um piezômetro que \n\nproporcionava uma leitura direta em unidade de volume, porquanto se realizou \n\npreviamente sua calibração obtendo a relação 1,0 cm/0,565 L (Figura 5). \n\n \n\nFigura 2. Planta baixa e corte longitudinal de um tanque de drenagem.\n\n\n\n  \n\n \n\nFigura 3. Processo de tamização do material de solo. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4. Tanque de drenagem com cobertura plástica na parte superior. \n\n\n\n  \n\nFigura 5. Cilindro coletor com piezômetro previamente calibrado. \n \n\nA coleta de dados foi realizada entre novembro de 2004 e fevereiro de 2005. Os \n\ntanques de drenagem receberam inicialmente uma recarga com os drenos fechados, no \n\nintuito de elevar o lençol freático até a superfície do solo. Atingida essa condição, a \n\nrecarga era suspensa, procedendo-se às medições da água drenada nas diferentes \n\ncamadas. \n\n \n\n3.3 Metodologia com equação empírica de van Beers \nA estimativa da porosidade drenável a partir do valor da condutividade \n\nhidráulica do solo saturado, foi feita pelo método sugerido por van Beers (1965) \n\nconforme a equação: \n\n \n\n)/( diacmKf 0=                                                                          Equação (4) \n\n \n\nsendo: \n\nf: porosidade drenável [L3.L-3]; \n\nK : condutividade hidráulica do solo saturado [L.T-1]. o\n\n\n\n  \n\nA condutividade hidráulica do solo saturado foi obtida através do método do \n\npermeâmetro de carga constante, com o uso de um frasco de Mariotte. O método é \n\nbaseado na equação de Darcy e deve ser executado quando se utilizam amostras com \n\nestrutura indeformadas. A seguir descreve-se o procedimento utilizado nos testes: \n\nCobriu-se a extremidade inferior da amostra de solo com uma peça circular de \n\npano presa no local com elástico.Conectou-se um cilindro vazio adicional na outra \n\nextremidade por meio de uma fita adesiva. Colocou-se a amostra de solo com esta \n\nparte coberta para baixo numa bandeja com água, de maneira que o nível de água na \n\nbandeja ficasse um pouco abaixo do topo da amostra. Deixou-se assim por um período \n\nde tempo suficiente para saturação da amostra. Colocou-se um papel de filtro no topo \n\nda amostra e, vagarosamente, adicionou-se água no cilindro superior até \n\naproximadamente 3/4 de seu volume. \n\nRapidamente, transferiu-se a amostra para um suporte e ativou-se o frasco de \n\nMariotte. \n\nNa Figura 6 visualiza-se amostras de solo em bandejas com água em processo \n\nde saturação e a montagem em laboratório do permeâmetro de carga constante com \n\nfrasco de Mariotte para manutenção de uma carga hidráulica. No cálculo de (Ko) \nutilizou-se à equação de Darcy, em que: \n\nK0 = \n\n                                                                                        Equação (5). )A ? ( Lht\nLVA\n+\n?\n\n \n\nsendo: \n\nK : condutividade hidráulica [L.T-1]; o\nVa: volume de água percolada durante o tempo t [L3]; \n\nA: área da secção transversal da amostra [L2]; \n\nL: comprimento da amostra [L]; \n\nh: potencial de pressão ou carga hidráulica no topo da amostra [L]; \n\nt: tempo [T]. \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 6. Saturação de amostras de solo e permeâmetro de carga constante. \n\n \n\n3.4 Metodologia da ABNT \nDe acordo com a ABNT (1998), a porosidade drenável é o volume de poros \n\ndrenados por unidade de volume de um solo previamente saturado, quando o teor de \n\numidade cai de saturado (potencial mátrico zero) para um teor de umidade em equilíbrio \n\ncom um potencial mátrico de -60 cm de coluna de água. No estudo utilizou-se para fins \n\nde obtenção do potencial mátrico, um funil de Buckner, conforme se visualiza na Figura \n\n7. \n\n \n\n \nFigura 7. Aparato de Haines com amostra a um potencial mátrico de -60 cm de \ncoluna de água. \n\nColetou-se em três repetições amostras de solo em cilindros de Uhland, em \n\ncada um dos tanques de drenagem, nas posições correspondentes aos pontos médios \n\n\n\n  \n\ndas camadas de solo estudadas, ou seja, às profundidades de 0,10 m, 0,30 m e 0,50 m. \n\nNo procedimento seguiram-se as seguintes etapas: \n\nCobriu-se a extremidade inferior da amostra de solo com uma peça circular de \n\npano presa ao local com elástico.Colocou-se a amostra com esta parte coberta para \n\nbaixo numa bandeja com água, de forma que o nível de água na bandeja ficasse um \n\npouco abaixo do topo da amostra. Deixou-se a amostra por um período de tempo \n\nsuficiente até completar a saturação. Após a saturação transferiu-a para o aparato de \n\nHaines a um potencial mátrico de – 60 cm de coluna de água até atingir o \n\nequilíbrio.Calculou-se a porosidade drenável através da diferença entre a umidade no \n\nsolo saturado e a umidade no solo à capacidade de campo. \n\n \n3.5 Metodologia com uso da curva característica de umidade do solo. \n\nAs curvas características de umidade no solo foram determinadas utilizando-se \n\na metodologia do funil de placa porosa (funil de Bückner). As amostras de solo foram \n\ncoletadas em cada um dos tanques de drenagem, nas posições correspondentes aos \n\npontos médios das camadas de solo estudadas, ou seja, às profundidades de 0,10, \n\n0,30  e 0,50 m. \n\nPara a determinação da curva característica foi usado o Aparato de Haines que \n\nconsiste de um funil de Bückner com placa porosa de vidro sinterisado, provido de uma \n\ncoluna pendente de água terminando numa pipeta de 50 cm3. As amostras de solo \n\nforam colocadas num cilindro de PVC com um volume de 53,01 cm3 (5,2 cm. de \n\ndiâmetro e 2,5 cm de altura), assentadas sobre a placa porosa do funil de Bückner \n\npreviamente saturada. O nível da água foi elevado no funil até a altura do cilindro de \n\nPVC e mantido por 24 horas para assegurar a saturação completa. As amostras de solo \n\nforam submetidas a 10 estágios de sucção (-1, -3, -5, -10, -15, -20, -30, -40 -50, -60). \n\nApós a saturação o excesso de água acima da placa foi retirado e o nível do menisco \n\najustado para a marca de -1 cm, e a leitura do volume na pipeta registrado. Após cessar \n\na drenagem da amostra de solo em equilíbrio com esta sucção, o menisco foi rebaixado \n\npara o próximo valor de sucção e o procedimento de leitura até o equilíbrio foi repetido \n\nsucessivamente. Quando a leitura de equilíbrio do último valor de sucção foi atingida, a \n\namostra foi retirada do funil e pesada ainda úmida, e o peso seco determinado após \n\nsecagem por 24 horas em estufa a 1050 C. Com os dados da umidade volumétrica em \n\n\n\n  \n\nfunção da altura da coluna de água (que corresponde ao potencial matricial), foi obtida \n\na curva característica de umidade para cada solo. \n\n \n\n \nFigura-8-Funil de placa porosa (funil de Bückner) com amostras de solo \nsubmetidas a sucção (-1, -3, -5, -10, -15, -20, -30, -40 -50, -60) de coluna de \n\nágua. \n\n \n\nComo exemplo, o cálculo da porosidade drenável para o rebaixamento do \n\nlençol freático é mostrado na Figura 9. \n\n \n\n \n\n \n\n\n\n  \n\n \nFigura 9. Curva característica de umidade do solo. \n\n \n\nNesta figura, a curva característica ilustrada de um solo é representada pela \n\nlinha A-B para o nível do freático de 0,50 m abaixo da superfície, e pela linha C-D para \n\no lençol a 1,20 m de profundidade. A porosidade drenável neste caso é representada \n\npela área circunscrita em ABCD (que representa a mudança na umidade do solo), \n\ndividida pela mudança na altura do lençol freático, ou seja: \n\n \n\nf = ABCD \nAD \n\nPara a determinação dos valores de (f) para o rebaixamento do freático de 0,00 \na 0,20 m, 0,20 a 0,40 m, e 0,40 a 0,60 m, o perfil de solo foi dividido em incrementos de \n\n5 cm e calculado a diferença média da umidade volumétrica entre cada duas curvas \n\ncaracterísticas sucessivas para cada intervalo. Essa média é multiplicada por cada \n\n\n\n  \n\nprofundidade do intervalo, o que fornece o teor de umidade por intervalo. O somatório \n\ndeste valor dividido pela respectiva profundidade de rebaixamento fornece a porosidade \n\ndrenável (f). Esses cálculos foram obtidos em planilha excel, cujos valores estão \nmostrados no apêndice D, tabelas-1D, 2D e 3D (para solos dos tanques 01, 02 e 03). \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n  \n\n4 RESULTADOS E DISCUSSÃO \n \n4.1 Análise Granulométrica dos Solos \n\nOs resultados das análises granulométricas dos solos utilizados nos três tanques \n\nde drenagem são mostrados na tabela 1 abaixo, visando facilitar a análise comparativa \n\ndo estudo. Embora a classificação textural dos solos utilizados nos tanques 01 e 02 \n\nseja a mesma, isto é, classe areia, em função dos seus altos teores de areia total ( 96% \n\ne 91%, respectivamente) , nota-se a predominância da areia grossa no solo do tanque \n\n01 ( 78%) em relação ao solo do tanque 02 ( 33% ) e , conseqüentemente, a inversão  \n\ndos valores de areia fina , com 18% para o tanque 01 contra  58% do tanque 02. Esta \n\ndiferença de teores de areia grossa e fina serve para explicar as diferenças no \n\ncomportamento da porosidade drenável desses solos, como será demonstrado adiante. \n\nO solo do tanque 03 apresenta textura bem mais fina que os outros dois, sendo \n\nclassificado como franco-argilo-arenoso, com a redução do teor de areia para 67%, e \n\naumento do teor de argila para 24%, conferindo a este solo uma maior capacidade de \n\nretenção de umidade em relação aos solos arenosos dos dois primeiros tanques. \n\n \nTabela-1. Características físicas do solo utilizado no Tanque de Drenagem 01, 02 e 03. \n\n                              Composição Granulométrica (g.kg-1)                                                          \n\nTanques        Areia Grossa       Areia Fina       Silte       Argila          Classificação textural \n\n   01                    780                      180              20            20                            Areia                \n\n   02                    330                      580              50            40                            Areia                \n\n   03                    360                      310              90           240       Franco-argilo-arenoso \n\n \n\n4.2 Análise da porosidade drenável do solo pelo método do rebaixamento do \nlençol freático \n \n\nNa Tabela 2 são apresentados os valores médios da porosidade drenável em \n\ntrês camadas do perfil (de 0,0 a 0,20 m, 0,20 a 0,40 m e 0,40 a 0,60 m) obtidos em três \n\nsolos com diferentes texturas (areias e franco argilo arenoso), utilizando-se o método do \n\nrebaixamento do lençol freático, descrito por Taylor (1959), no qual a porosidade \n\ndrenável é obtida pela relação entre o volume de água drenada e o volume de solo \n\ndrenado. \n\n\n\n  \n\nTabela-2 Valores de porosidade drenável obtidos pelo método do rebaixamento do \nlençol freático. \n \n\nTanque de drenagem 01 \nCamadas (m)   Volume de solo (m3)    Volume de água (m3)     Porosidade drenável (%) \n0,00 – 0,20                    0,6                                  0,0792                            13,22 \n0,20 – 0,40                    0,6                                  0,1241                            20,69 \n0,40 – 0,60                    0,6                                  0,1349                            22,48 \n______________________________________________________________________\n___\n\nTanque de drenagem 02 \n0,00 – 0,20                     0,6                                  0,0192                              3,20 \n0,20 – 0,40                     0,6                                  0,0883                            14,73 \n0,40 – 0,60                     0,6                                  0,1184                            19,74 \n \n\nTanque de drenagem 03 \n0,00 – 0,20                     0,6                                   0,0193                              3,22 \n0,20 – 0,40                     0,6                                   0,0426                              7,11 \n0,40 – 0,60                     0,6                                   0,0726                            12,10 \n______________________________________________________________________\n \n\nOs maiores valores de porosidades drenáveis dos solos dos tanques de \n\ndrenagem 01 e 02, com textura arenosa, quando comparados aos valores observados \n\nno solo com textura franco-argilo-arenoso (tanque de drenagem 03), são resultados do \n\nmaior percentual da fração granulométrica areia total contido nestes solos (Tabela 1). \n\nOs solos de textura mais grosseira apresentam porosidades drenáveis maiores, \n\nenquanto os solos de textura mais fina têm menores porosidades drenáveis (Sands, \n\n2001). De outra forma, o maior percentual da soma das frações granulométricas silte e \n\nargila, contido no solo com textura franco-argilo-arenosa (tanque de drenagem 03), cujo \n\nvalor médio é de 30%, confere ao mesmo uma maior capacidade de retenção de \n\numidade, resultando em menores porosidades drenáveis. Pizarro (1978) observa que a \n\nporosidade drenável apresenta variações amplas, sendo normalmente encontrado \n\nvalores médios entre 2 a 27% para solos cujas texturas vão de argilosos a areia grossa. \n\nO solo do tanque de drenagem 02 apresenta menores valores de porosidade \n\ndrenável, quando comparados ao tanque de drenagem 01, embora se trate de solos \n\ncom a classificação textural arenosa. Esse fato se justifica em razão do maior \n\npercentual de areia grossa do solo do tanque 01 e, reversamente, da maior soma das \n\nfrações granulométricas areia fina, silte e argila no solo do tanque de drenagem 02. \n\nEstas frações granulométricas são responsáveis pela maior ou menor retenção de \n\n\n\n  \n\numidade Sands, (2001). A grande diferença de porosidade drenável verificada na \n\ncamada de 0,00 – 0,20 m entre os solos dos tanques 01 e 02 (13,22 e 3,20, \n\nrespectivamente) , pode ser explicada pelo elevado percentual de areia fina em relação \n\nao de areia grossa no tanque de drenagem 02 em comparação a situação reversa \n\napresentada pelo tanque 01. Millar, (1988) e Sands, (2001) demonstram que os solos \n\nde texturas grosseiras possuem poros maiores que drenam mais facilmente com \n\npotenciais ou alturas menores. \n\nA semelhança verificada nas porosidades drenáveis da camada de 0,00 – 0,20 m \n\nnos solos dos tanques de drenagem 02 e 03 (3,20 e 3,22%) é conseqüência dos \n\nvalores semelhantes da soma de areia fina, silte e argila nos dois solos. Todavia os \n\nvalores menores da porosidade drenável nas demais camadas do tanque de drenagem \n\n03 em relação ao tanque 02 são explicados pelo maior percentual de argila encontrado \n\nno tanque 03 (24%) em relação ao tanque 02 (4%). \n\nOs valores da porosidade drenável aumentam com a profundidade em todos os \n\nsolos. No entanto, a granulometria destes praticamente não varia com a profundidade, \n\nem função da homogeneização dos mesmos antes do preenchimento dos tanques. \n\nEste aumento dos valores da porosidade drenável é devido à contribuição incremental \n\ndas camadas superiores à medida que o lençol freático é rebaixado. Isto significa que \n\nquando o lençol é rebaixado de 0,0 a 0,20 m de profundidade, a porosidade drenável é \n\nrepresentada pela quantidade de água que drena apenas desta camada. Seguindo-se o \n\nrebaixamento do lençol de 0,20 para 0,40 m de profundidade, a porosidade drenável é \n\nrepresentada agora não só pela água que drena desta camada, mas também da água \n\nadicional drenada da camada de 0,0 a 0,20 m., e assim sucessivamente para outros \n\nincrementos. \n \n4.3 Análise da estimativa de porosidade drenável do solo pela equação empírica \nde van Beers \n\nNa Tabela 3 estão apresentados os valores médios da porosidade drenável \n\nobtidos através da equação empírica preconizada por van Beers (1965), nas três \n\ncamadas de solo, acondicionadas nos três tanques de drenagem. A porosidade \n\ndrenável seguiu a seqüência de maiores valores no tanque 01 seguido do tanque 02 e \n\ndo tanque 03. Esta seqüência de queda dos valores da porosidade drenável segue a \n\n\n\n  \n\ntendência da granulometria mais grosseira para a mais fina apresentada pelos solos \n\ndos três tanques. \n\n \nTabela-3. Valores médios de porosidade drenável obtidos pelo método de van Beers. \n\nCamadas(m)   Tanque de drenagem-01 Tanque de drenagem-02 Tanque de drenagem \n\n03 \n\n                        Ko(cm dia-1)   f (%)         Ko(cm dia-1)   f (%)        Ko(cm dia-1)   f (%)     \n\n0,00–0,20        2399,04          48,98         220,96            14,86           29,76             5,45     \n\n0,20–0,40        3442,59          58,67         174,62            13,21           62,40             7,89     \n\n0,40–0,60        2261,45          47,55           81,72             9,03           16,80              4,05     \n\n \n\nEmbora os valores da porosidade drenável tenham acompanhado a tendência \n\ncorreta da granulometria, observa-se que os mesmos diferem, na maioria das vezes, de \n\nmaneira significativa, daqueles obtidos pelo método direto (Taylor, 1959). O método de \n\nvan Beers, sendo baseado na condutividade hidráulica saturada (Ko), incorpora os \nerros inerentes à determinação da mesma. Por exemplo, a presença de um “megaporo” \n\nnuma amostra de solo terá pouco efeito na porosidade drenável, mas muito na \n\ncondutividade hidráulica saturada. Para algumas amostras, obtiveram-se valores altos \n\nde (Ko), o que pode ser devido à altura da amostra, permitindo pequeno espaço para \npassagem da água e inesperado grande número de macroporos contínuos. Fenômeno \n\nsimilar foi reportado por Lauren et al. (1988). Este resultado, com tamanha diferença \n\nentre os valores, confirma os dados apresentados por Otto (1988) que observou a \n\nineficácia da equação proposta por van Beers na estimativa da porosidade. Segundo \n\ntécnicos da FAO (1980) a correlação entre os valores de (Ko) no campo e no laboratório \né baixa o que neste caso se deve fundamentalmente à utilização de amostras de \n\npequenas dimensões e à destruição parcial da estrutura do solo, provocando grande \n\nvariação dos dados obtidos. \n\nDa mesma forma, Galdino (1988) usando o modelo empírico de van Beers para \n\nestimativa da porosidade drenável em função da condutividade hidráulica para um solo \n\nfranco argiloso de Viçosa-MG concluiu que este método mostrou-se ineficiente. No \n\nentanto Fernandes et al. (1989), ao realizarem estudo da porosidade drenável em \n\nfunção da condutividade hidráulica do solo saturado, em um solo orgânico, verificaram \n\n\n\n  \n\nque a equação obtida do gráfico proposto pelo United States Departament of the \n\nInterior, apresentou ajuste satisfatório entre os dados de porosidade drenável e da \n\ncondutividade hidráulica. \n\n \n4.4 Estimativa de porosidade drenável do solo em conformidade com a ABNT \n\nNa Tabela 4 são apresentados os resultados da porosidade drenável (f) através \nda metodologia preconizada pela ABNT (1998). Neste método a porosidade drenável \n\ncorresponde ao volume de poros equivalente ao volume de água que drena quando \n\numa amostra de solo saturado é submetida a uma tensão de - 60 cm de coluna de água \ntomada como o valor da capacidade de campo. Na tabela estão os valores médios dos \n\ntestes realizados nas três camadas de cada tanque. \n \nTabela-4 Valores de porosidade drenável em conformidade com a ABNT. \n\nCamadas(m)  Tanque de drenagem-01 Tanque de drenagem-02 Tanque de drenagem-\n\n03 \n\n                                  f (%)                                  f (%)                                   f (%)               \n\n0,00 – 0,20               20,95                                 26,91                                   15,07               \n\n0,20 – 0,40               27,57                                 28,66                                   15,70               \n\n0,40 – 0,60               26,22                                 19,24                                   13,69               \n\n \n\nOs valores da porosidade drenável por este método não seguem a seqüência \n\nde textura dos solos dos três tanques, principalmente na inversão dos tanques 01 e 02, \n\nonde a porosidade drenável deste último tem valores maiores que o primeiro, embora \n\nsua textura seja mais fina, demonstrando a pequena precisão do mesmo. \n\nOs valores da porosidade drenável estimados pela metodologia da ABNT que \n\nse assemelharam aos verificados no método direto de Taylor foram para a camada de \n\n0,40 a 0,60 m do solo dos três tanques de drenagem, cujos valores foram 26,22 e 22,48 \n\n% para o tanque 01, 19,24 e 19,74% para o tanque 02 e 13,69 e 12,10% para o tanque \n\n03, respectivamente. Essa correlação melhor nesta faixa de profundidade se explica \n\npelo fato de que este método adota uma sucção de -60 cm de coluna de água como \n\nvalor de “Capacidade de Campo”. Por outro lado, os valores da porosidade drenável \n\nobtido por esse método, são obrigatoriamente superestimados nas camadas de 0,00 - \n\n\n\n  \n\n0,20 m e de 0,20 – 0,40 m, já que os solos nestas camadas só drenam até sucções \n\nequivalentes até a 0,20 e 0,40 m respectivamente. \n\n \n4.5 Estimativa de porosidade drenável do solo pela curva característica da \numidade do solo. \n\nA porosidade drenável para as três camadas dos solos dos tanques 01, 02 e 03 \n\nfoi obtida das curvas características de cada solo, mostradas nas Figuras 9, 10, e 11. \n\nOs valores são obtidos pelo cálculo da área circunscrita entre duas curvas sucessivas \n\nsimulando o rebaixamento do lençol freático. As planilhas de cálculo das porosidades \n\nestão no apêndice D, tabelas-1D, 2D e 3D (para os tanques 01, 02 e 03). \n\nCurva Característica Amostra do solo 01\n\n0,00\n\n10,00\n\n20,00\n\n30,00\n\n40,00\n\n50,00\n\n60,00\n\n70,00\n\n0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45\n\nUmidade Volumétrica (%)\n\nA\nltu\n\nra\n/P\n\no\nte\n\nnc\nia\n\nl M\nat\n\nri\nci\n\nal\n (c\n\nm\n)\n\nProf. 60 cm\nProf. 40cm\nProf. 20 cm\n\nFigura-9 Curva Característica da amostra de solo do tanque de drenagem 01, nas \nprofundidades de 0,00 a 0,20 m; 0,20 a 0,40 m e 0,40 a 0,60 m. \n\n\n\n  \n\nCurva Característica Amostra solo 02\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45 0,50\n\nUmidade Volumétrica (%)\n\nA\nltu\n\nra\n/P\n\no\nte\n\nnc\nia\n\nl M\nát\n\nri\nco\n\n (\ncm\n\n)\n\nProf. 60 cm\nProf. 40 cm\nProf. 20 cm.\n\n \nFigura-10 Curva Característica da amostra de solo do tanque de drenagem 02, nas \nprofundidades de 0,00 a 0,20 m; 0,20 a 0,40 m e 0,40 a 0,60 m. \n\nCurva Característica Amostra solo 03\n\n0,00\n\n10,00\n\n20,00\n\n30,00\n\n40,00\n\n50,00\n\n60,00\n\n70,00\n\n0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45 0,50\n\nUmidade Volumétrica (%)\n\nA\nltu\n\nra\n/P\n\not\nen\n\nci\nal\n\n M\nát\n\nri\nco\n\n (c\nm\n\n)\n\nProf. 60 cm\nProf. 40 cm\nProf. 20 cm\n\n \n \n\nFigura-11 Curva Característica da amostra de solo do tanque de drenagem 03, nas \nprofundidades de 0,00 a 0,20 m; 0,20 a 0,40 m e 0,40 a 0,60 m. \n\n\n\n  \n\nNa tabela 5 estão os valores da porosidade drenável para todos os tanques, \n\nnas três camadas. Os valores de porosidade drenável obtidos pelo método da curva \n\ncaracterística seguem a tendência daqueles medidos pelo método direto de Taylor, em \n\ntodos os solos e camadas. Isto decorre pelo fato de que neste método simula-se a \n\ndrenagem das diferentes camadas, enquanto nos métodos de van Beers e da ABNT, a \n\nprofundidade de rebaixamento do freático não é levada em consideração, fazendo com \n\nque as amostras retiradas em diferentes camadas não acompanhassem a tendência de \n\ncampo. Outra vantagem deste método é que, desde que o solo seja uniforme, o perfil \n\npode ser simulado com apenas uma amostra. Caso as texturas das camadas sejam \n\ndiferentes, então é necessário tirar uma amostra por camada. A coluna de solo usada \n\nna determinação da curva característica pelo método de Haines tem apenas 2,5 cm de \n\naltura. Isto pode explicar as diferenças nos valores absolutos da porosidade drenável \n\nentre o método da curva característica e o método direto de Taylor, já que a drenagem \n\nnos dois casos não é idêntica. Estudos posteriores poderão ser feitos para a correção \n\ndeste erro. \n\n \nTabela-5 Valores de porosidade drenável obtido pelo método de curva característica de \numidade do solo. \n\nCamadas(m)  Tanque de drenagem-01 Tanque de drenagem-02 Tanque de drenagem-\n\n03 \n\n                                     f (%)                                   f (%)                                   f (%) \n\n0,00 – 0,20                    10                                         4                                        7 \n\n0,20 – 0,40                    30                                       16                                      17 \n\n0,40 – 0,60                    34                                       23                                      23 \n\n \n\nA melhor correlação deste método com o método direto de Taylor permite \n\nconcluir que a estimativa de porosidade drenável do solo pela curva característica é a \n\nmetodologia mais recomendável, em face da sua eficácia e praticidade. Por outro lado, \n\na diferença verificada nos valores da porosidade drenável obtido por esse método e o \n\nmétodo direto de Taylor era esperada, pois apesar da profundidade de rebaixamento \n\nser também levada em consideração o volume da amostra é extremamente inferior. \n\n \n\n\n\n  \n\n05 CONCLUSÕES \n \n\n- Os valores da porosidade drenável obtidos pelo rebaixamento do lençol freático \n\n- método de Taylor - foram consistentes com as texturas dos solos nos três tanques; \n\n- O modelo empírico baseado na condutividade hidráulica saturada proposto por \n\nvan Beers seguiu a tendência da granulometria, mas não foi preciso na estimativa da \n\nporosidade drenável, especialmente por não considerar a profundidade do \n\nrebaixamento do freático; \n\n- A porosidade drenável estimada pela metodologia da ABNT só se assemelha \n\naos valores do método direto de Taylor na profundidade de 0,40 a 0,60 m, já que a \n\namostra de solo saturado é submetida a uma tensão de - 60 cm de coluna de água. \n- A metodologia da curva característica seguiu os valores obtidos pelo método do \n\nrebaixamento tanto quanto a granulometria à exceção do tanque 03, com classificação \n\ntextura franco-argilo- arenoso, quanto a variação com a profundidade, mostrando ser o \n\nmais adequado para a determinação indireta da porosidade drenável. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\n06 REFERÊNCIAS BIBLIOGRÁFICAS \n \n\nABNT – Associação Brasileira de Norma Técnicas. Requisitos para elaboração de \nprojetos de drenagem subterrânea para fins agrícolas. Rio de Janeiro, ABNT, 1998, \n3p. NBR 14144: 1998. \n\n \n\nAMORIM, V. B. Diagnostico e avaliação de desempenho de drenagem subterrânea \nno perímetro irrigado de Bebedouro-PE. 1995. 107p. Dissertação (Mestrado em \nEngenharia Agrícola) – Universidade Federal da Paraíba, Campina Grande. \n\n \n\nBEERS, W.F.J. VAN. Some monographs for the calculation of drain spacings. In: \nInternational Institute for Land Reclamation and Improvement, Wagening, 1965. 48p. \n\n \n\nBELTRAN, J.M. Drenaje agrícola (USBR). Madrid: Iryda, v. 1, 239p., 1986. \n \n\nBERTONI, J.; LOMBARDI NETO, F. Conservação do solo. São Paulo:Ícone, 1990. \n355p. \n\n \n\nBOUWER, H.; JACKSON, R.D. Determining soil properties. In: \nVan.SCHILFGAARDE, J. Drainage for agriculture. Wisconsin, American Society of \n\nAgronomy, 1974. Cap. X. p.611-66. \n\n \n\nBRADY, N.C. Natureza e propriedades dos solos. 5.ed. São Paulo: Freitas Bastos, \n1979.647p. \n\n \n\nBRAUN, H.M.H.; KRUIJNE, R. Soil conditions. In: RITZEMA, H. P. (Ed.). Drainage \nprinciples and applications. 2. ed. Wageningen: International Institute for Land \nReclamation and Improvement, 1994. p. 77-110. \n\n \n\nBUCKLAND, G. D.; HARKER, D. B.; SOMMERFELDT, T. G. Comparison of methods for \n\ndetermining saturated bydrauluc and  drainable porosity of two southern Alberta soils. \n\nSoil Science, Baltimore, v. 66, p.249-259, 1986. \n\n\n\n  \n\nBUCKMAN, H. D.; BRADY, N. O. Natureza e propriedades dos solos. São Paulo: \nFreitas Bastos, 1989. 594p. \n\n \n\nCARVALHO, L. A.; LIBARDI, P. L.; ROCHA, G. C.;CRUZ, A. C. R. Condutividade \nhidráulica do solo em condições de campo, 2004. 378-379p. \n \n\nCORDEIRO, G.G.; SUGUINO, H.H.; JÚNIOR, W.C. &amp; VALDIVIESO, C.R. – \n\nParâmetros de drenagem subterrâneas nos latossolos do perímetro irrigado de \nBebedouro. VII Congresso Nacional de Irrigação e Drenagem, 1986. 607-619p. \n \n\nCOSTA, R.N.T. Avaliação de um sistema de drenagem e tratamentos mecânicos \nna recuperação de solos sódico no Vale do Curu, CE. Fortaleza: UFC, 1988. 75p. \nDissertação Mestrado. \n\n \n\nCOSTA, J.L.; PRUNTY, L.; MONTGOMERY, B.R.; RICHARDSON, J.L, &amp; ALESSI, R.S \n\nWater quality effets on soils and alfafa; II Soil physical and chemical properties. Soil \nSci, Soc Am. J. 55(1): 203-209, 1991. \n\n \n\nCRUCIANI, D.E. A drenagem na agricultura. 4 ed. São Paulo, Nobel, 1989. 337p. \n \n\nDIELEMAN, P.J.; TRAFFORD, B.D. Drainage testing. Rome: FAO, 1976.(FAO. \nIrrigation and Drainage, Paper n. 28) \n\n \n\nFAO. Irrigation and drainage paper n.38 – Drainage Design Factors – Food and \n\nagriculture organization of the united nations-rome, 1980. \n\n \n\nFAO. Drainage design factors; 28 questions and answers. Rome, FAO, 1986. 52p. \n(FAO. Irrigation and Drainage Paper, 38). \n\n \n\nFERNANDES, B.; CECON, P.R.; FERREIRA, P.A.; LOUREIRO, B.T.; OTTO, S.R.L. \n\nEstimativa da porosidade drenável em função da condutividade hidráulica saturada, em \n\num solo orgânico. Revista Ceres, Viçosa, 36(207): 399-405. 1989. \n \n\n\n\n  \n\nFERREIRA, M.M. &amp; DIAS JUNIOR, M. S. Física do solo. Relação de massa e volume \ndos constituintes do solo. Lavras: UFLA/FAEPE, 2001. 28-29 p. \n \n\nFRENCH, B. E., and J. R. O’CALLAGHAN. A field test of drain spacing equations for \n\nagricultural land. J. Agr. Eng. Res, 1966. \n \n\nGALDINO, S. Estimativa da macroporosidade em função de algumas \ncaracterísticas de solo de várzea. Viçosa, 1988. 61p. Dissertação (Mestrado) - \nUniversidade Federal de Viçosa. \n\n \n\nGARDNER, W.; ISRAELSEN, O. W.; EDLEFSEN, N. E.; CONRAD, H. The capillary \n\npotential function and its relation to irrigation practice. Phys. Rev., Ser. 2, 20, 196, 1922. \n \n\nHAINES, W.B.; Studies of the physical properties of soils. V. The hysteresis effect in \n\ncappilary properties and the modes of moisture  associated therewith. J. Agric. Sci., \n20:97-116, 1930. \n\n \n\nHILLEL, D., KRENTOS, V.D. &amp; STILIANOU, Y. Procedure and Test of on Internal \n\nDrainage Method for Meãs pring Soil Hidraulic Conductivity in situ. Soil. Sci. 114: 395-\n400, 1972. \n\n \n\nKAMRA, S. K.; RAO. K. V. G. K. Selection of representative hydraulic conductivity value \n\nfor drainage system design. Irrigação and Power, v.42, n.4, p.355-9, 1985. \n \n\nKESSLER, J.; OOSTERBAAN, R.J. Determinacion de la condutividad hidráulica de \nlos suelos. In: IILRI, ed. Principios y Aplicaciones Del Drenaje. International Institute for \nLand Reclamation and Improvement, Wageningen, 3: 275-320 1973. \n\nKIEHL, E.J. Manual de edafologia. São Paulo: Agronômica Ceres, 1979.262p. \n \n\nKLAR, A.E. A água no sistema solo-planta-atmosfera. 2. ed. São Paulo, Nobel, 1988, \n408p. \n\n \n\n\n\n  \n\nKLUTE, A. Laboratory Measurement of Hidráulic Conductivity of Satured Soil. In: \nBlack, C.A. Methods of Soil Analysis. Amer. Soc. Agron, 1965. 253-61p. \n\n \n\nLAMSTER, E. C. Programa nacional de aproveitamento racional de várzeas – \nPROVÁRZEAS nacional. Informação Agropecuária, Belo Horizonte, 6(65): 3-8, 1980. \n \n\nLAUREN, J.G.; WAGENET, R.J.; BOUMA, J.; WOSTEN, J.H.M. Variability of saturated \n\nhydraulic conductivity in a glossaquic hapludalf with macropores.Soil Science, v.145, \nn.1, p.20-8, 1988. \n\n \n\nLIBARDI, P.L. Dinâmica da água no solo. 1. ed. Piracicaba, 1995, 497p. \n \n\nLOUZADA, J.A. – Modelo matemático para drenagem subsuperficial considerando \na zona não saturada – Anais do VIII Congresso Nacional de Irrigação e Drenagem. \nFlorianópolis-SC, 1988. \n\n \n\nMEDINA, H.P. e F. GROHMANN.Disponibilidade de água em alguns solos sob \ncerrado. Bragantia, 1966. 65p. \n \n\nMILLAR, A.A.; GOMES, P.C.F. Determinação das propriedades hidráulicas de solos \n\naluviais através da descarga de drenos subterrâneos. Revista Brasileira de Ciência \ndo Solo, Campinas, 2: 90-4, 1978. \n \n\nMILLAR, A.A. Drenagem de terras agrícolas: bases agronômicas. 2. ed. São Paulo, \nEditerra Editorial, 1988, 306p. \n\nOTTO, S.R.L. Estimativa da porosidade drenável em função de propriedades de \num solo orgânico. Viçosa, 1988. 89p. Dissertação (Mestrado) - Universidade Federal \nde Viçosa. \n\n \n\nPIZARRO, F. Drenaje agricola y recuperacion de suelos salinos. Madrid, Editorial \nAgrícola España, 1978, 521p. \n\n \n\n\n\n  \n\nPONTES, P. D.; SALAZAR, C.R.V.; CORDEIRO, G.G. Drenagem subterrânea no \nPerímetro Irrigado Bebedouro II: Estudo das características hidrodinâmica dos solos. \nEMBRAPA-CPATSA, Petrolina, 73: 1-22. 1992. \n\n \n\nQUEIROZ, J.E. Avaliação do desempenho hidráulica de dois sistemas de pilotos \nde drenagem subterrâneos usando manilhas de barro, no Perímetro Irrigado de \nSumé Paraíba. Campina Grande, 1987. 98p.Dissertação (Mestrado) – Universidade \nFederal da Paraíba. \n\n \n\nQUEIROZ, J.E. Parâmetros hidrodinâmicos de um solo de várzea para fins de \ndrenagem subterrânea. Tese (doutorado). Universidade de São Paulo (ESALQ), 1997. \n \n\nREICHARDT, K. Dinâmica da matéria e da energia em ecossistemas. 2. ed. \nPiracicaba: USP/ESALQ, 1996. 505p. \n\n \n\nRICHARDS, L. A. A pressure-membrane extraction apparatus for soil solution. Soil \nSci., 51: 377-386, 1941. \n\n \n\nRITZEMA, H. P. Drainage Principles and Applications.The Netherlands,1994. \n \n\nROGERS, J.S.; CARTER, C.E. Auger hole hydraulic conductivity determination in \nlayered soils. Transactios of the ASAE, St. Joseph, 30(2): 374-8, 1987. \n \n\nROGERS, J.S.; SELIM,H.M.; CARTER, C.E.; FOUSS, J.L. Variability of auger hole \n\nhydraulic conductivity values for a commerce silt loam. Transactions of the ASAE, St. \nJoseph, 34(3): 876-82 1991. \n\n \n\nSANDS, G. Agricultural Drainage. Publication Series: University of Minnesota, 2001. \n \n\nSAUNDERS, L.C.U.; P. L. LIBARDI e K. REICHARDT, 1978. Condutividade hidráulica \n\nda Terra Roxa Estruturada em condições de campo. Rev. bras. Ci. Solo, 164-167p. \n \n\n\n\n  \n\nSEDIYAMA, G.C.; FERREIRA, P.A.; BACK, A.J.; VIEIRA, M. Sistemas de drenagem em \n\nregime variável. Revista Ceres, Viçosa, 37 (209): 36-49. 1990. \n \n\nSKAGGS, R.W.; KRIZ, G.L.; BERNAL, R.F. Field evaluation of transient drain spacing \n\nequations. Transactions of the ASAE, v.16, n.3, p.590-5, 1973. \n \n\nSOARES, O. H. D. Monitoramento do processo de recuperação de um solo aluvial \nsódico em condições de drenagem subterrânea. Fortaleza, 1996. 106p. (Mestrado \nna Universidade Federal do Ceará). \n\n \n\nSOUZA, J.B. Avaliação e eficiência de sistema de drenos subsuperficiais e \ntratamentos mecânicos na melhoria das condições de drenabilidade dos solos do \nperímetro Maniçoba-Ba. Fortaleza: UFC, 1991. 112p. Dissertação Mestrado. \n \n\nSUGUINO, H. H.; VALDIVIESO, C.R.; CORDEIRO, G.G; JÚNIOR, W.C. Drenagem \n\nsubterrânea no Perímetro Irrigado de Maniçoba-BA: critérios de dimensionamento e \n\navaliação de performance. Pesquisa Agropecuária Brasileira, Brasília, 23(4): 405-\n413. 1988 \n\n \n\nTAYLOR, G. S. Drainable porosity evaluation from outflow measurements and its use in \n\ndrawdown equations. Soil Science, Ohio, 90(6): 338-43 1959. \n \n\nTOGNON, A. A. Propriedades físicas hídricas do Latossolo Roxo da região de \nGuairá-SP sob diferentes sistemas de cultivo. 1991. 67p. Dissertação (Mestrado) – \nEscola Superior de Agricultura Luiz de Queiroz, Piracicaba, SP. \n\n \n\nTUCCI, C. E. M. Hidrologia. Porto Alegre: Ed. Universidade/UFRGS: ABRH, 2001. \n943p. \n\n \n\nWHITE, R.E. The influence de macropores on the transport of dissolved and suspended \n\nmatter though soil. Advanced Soil Science, v.3, 1985. \n \n\n \n\n\n\n  \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAPÊNDICE \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n\n\n  \n\nAPÊNDICE - A \n \nTabela-1A. Análise granulométrica do material de solo do tanque de drenagem 01. \n\nAmostra     Horizontes        Composição granulométrica (g.Kg-1)   Classificação textural \n\n                     Prof. (m)      Areia grossa    Areia fina    Silte    argila                                   \n\n2004-913       0,0-0,2            786,9               184,6       18,3     10,2                  Areia          \n\n2004-915       0,2-0,4            786,5               184,4       18,0     11,1                  Areia          \n\n2004-917       0,4-0,6            787,3               184,6       19,4       8,7                  Areia          \n\n \n\n \nTabela-2A. Análise granulométrica do material de solo do tanque de drenagem 02. \n\nAmostra     Horizontes     Composição granulométrica(g.Kg-1)       Classificação textural  \n\n                     Prof. (m)     Areia grossa    Areia fina    Silte    argila                                     \n\n2004-912     0,0-0,2             425,5             478,5         79,0     17,0               Areia               \n\n2004-914     0,2-0,4             364,0             525,5         80,5     30,0               Areia               \n\n2004-916     0,4-0,6             465,0             418,5         84,1     32,4               Areia               \n\n \n \nTabela-3A. Análise granulométrica do material de solo do tanque de drenagem 03. \n\nAmostra     Horizontes     Composição granulométrica(g.Kg-1)       Classificação textural \n\n                  Prof. (m)     Areia grossa   Areia fina   Silte      argila                                         \n\n2004-912   0,0-0,2         380,2              323,2         65,1     231,5     Franco argila arenoso \n\n2004-914   0,2-0,4         386,1              332,8         56,8     224,3     Franco argila arenoso \n\n2004-916   0,4-0,6         367,8              317,1         55,2     259,9     Franco argila arenoso \n\n \n \n \n \n \n \n\n\n\n  \n\n \nAPÊNDICE - B \n\nTabela-1B. Dados para o cálculo da porosidade drenável pelo método de van Beers, \npara o tanque de drenagem 01. \n\nTanque de drenagem-01 \n\nL(cm) D(cm) h(cm) A(cm2) V(mL) t (min) K0(cm min-1) K0(cm dia-1) f (%) \n\n7,1 7 5 38,48 550 5 1,677 2415,14 49,14 \n\n7,1 7 5 38,48 545 5 1,662 2393,18 48,92 \n\n7,1 7 5 38,48 544 5 1,659 2388,79 48,88 \n\n      1,666 2399,04 48,98 \n\n         \n\n7,1 6,9 5,2 37,39 775 5 2,393 3445,56 58,70 \n\n7,1 6,9 5,2 37,39 775 5 2,393 3445,56 58,70 \n\n7,1 6,9 5,2 37,39 773 5 2,387 3436,66 58,62 \n\n      2,391 3442,59 58,67 \n\n         \n\n7,1 7 5,0 38,48 520 5 1,586 2283,40 47,78 \n\n7,1 7 5,0 38,48 515 5 1,570 2261,45 47,55 \n\n7,1 7 5,0 38,48 510 5 1,555 2239,49 47,32 \n\n      1,570 2261,45 47,55 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n  \n\n \nTabela-2B. Dados para o cálculo da porosidade drenável pelo método de van Beers, \npara o tanque de drenagem 02. \n\nTanque de drenagem 02 \n\n \n \n \n \n \n \n \n \n \n \n \n\nL(cm) D(cm) h(cm) A(cm2) V(mL) t (min) K0(cm min-1) K (cm dia-1) f (%) 0\n7 7 6 38,48 113 10 0,158 227,67 15,09 \n\n7 7 6 38,48 109 10 0,153 219,61 14,82 \n\n7 7 6 38,48 107 10 0,150 215,58 14,68 \n\n      0,153 220,96 14,86 \n\n         \n\n7 7 5,6 38,48 85 10 0,123 176,69 13,29 \n\n7 7 5,6 38,48 84 10 0,121 174,62 13,21 \n\n7 7 5,6 38,48 83 10 0,120 172,54 13,14 \n\n      0,121 174,62 13,21 \n\n         \n\n7 7 5,5 38,48 41 10 0,060 85,91 9,27 \n\n7 7 5,5 38,48 38 10 0,055 79,62 8,92 \n\n7 7 5,5 38,48 38 10 0,055 79,62 8,92 \n\n      0,057 81,72 9,03 \n\n         \n\n\n\n  \n\n \nTabela-3B. Dados para o cálculo da porosidade drenável pelo método de van Beers, \npara o tanque de drenagem 03. \n\nTanque de drenagem-03 \n\n \n \n \n \n \n \n \n \n \n \n \n\nL(cm) D(cm) h(cm) A(cm2) V(mL) t (min) K0(cm min-1) K (cm dia-1) f (%) 0\n7,60 7,53 2,52 44,51 78 60 0,022 31,68 5,63 \n\n7,60 7,35 2,52 42,40 74 60 0,022 31,68 5,63 \n\n7,60 7,60 2,52 45,34 65,5 60 0,018 25,92 5,09 \n\n      0,021 29,76 5,45 \n\n         \n\n7,60 7,53 2,53 44,51 162 60 0,046 66,24 8,14 \n\n7,60 7,60 2,53 45,34 157 60 0,043 61,92 7,87 \n\n7,60 7,60 2,63 45,34 150 60 0,041 59,04 7,68 \n\n      0,043 62,40 7,89 \n\n         \n\n7,60 7,54 2,53 44,62 31 60 0,009 12,96 3,60 \n\n7,60 7,53 2,52 44,51 41 60 0,012 17,28 4,16 \n\n7,60 7,43 2,52 44,33 48 60 0,014 20,16 4,40 \n\n      0,011 16,80 4,05 \n\n         \n\n\n\n  \n\n \nAPÊNDICE-C \n \nTabela-1C. Valores de porosidade drenável em conformidade com a ABNT. \n\nMsat. Mcc M.ss. Ucc Vt Ds ?cc ?sat f \nTanques \n\nProf.(m) \n\n(g) (g) (g) (g g) (cm3) (g.m-3) (cm3 cm-3) (cm3 cm-3) (%) \n\n0,0 – 0,2 180,04 159,38 150,84 0,0566 97,94 1,53 0,0866 0,2961 20,95\n\n0,2 – 0,4 180,13 149,96 148,32 0,0330 97,76 1,52 0,0502 0,3259 27,57\n\n \n\n01 \n\n0,4 – 0,6 176,31 148,31 145,58 0,0351 98,13 1,49 0,0523 0,3145 26,22\n\n0,0 – 0,2 194,04 167,67 158,72 0,0564 97,54 1,62 0,0913 0,3604 26,91\n\n0,2 – 0,4 192,51 164,31 155,51 0,0565 98,13 1,58 0,0893 0,3759 28,66\n\n \n\n02 \n\n0,4 – 0,6 192,86 173,95 160,60 0,0831 98,31 1,63 0,1350 0,3274 19,24\n\n0,0 – 0,2 128,86 118,73 100,18 0,1851 67,15 1,49 0,2757 0,4264 15,07\n\n0,2 – 0,4 125,66 115,14   95,79 0,2020 66,90 1,43 0,2888 0,4458 15,70\n\n \n\n03 \n\n0,4 – 0,6 130,57 121,39 101,92 0,1910 66,90 1,52 0,2903 0,4272 13,69\n\n \n\n\n\n  \n\nAPÊNDICE-D \n \nTabelas-1D. Valores de porosidade drenável pelo método da curva característica de umidade do solo do tanque de \ndrenagem 01. \n\n \n       L=?v.h           \n\nProfundidade  ?v  ?v ??v ?vMédio ?vMédioX50  ?v ??v ?vMédio ?vMédioX50  ?v ??v ?vMédio ?vMédioX50 \n\n0 0 0,40 20 0,16 0,24   40 0,06 0,1   60 0,05 0,01   \n\n5 0 0,40 15 0,23 0,17 0,21 10,25 35 0,07 0,16 0,13 6,5 55 0,055 0,015 0,0125 0,625 \n\n10 0 0,40 10 0,31 0,09 0,13 6,50 30 0,08 0,23 0,195 9,75 50 0,06 0,02 0,0175 0,875 \n\n15 0 0,40 5 0,38 0,02 0,06 2,75 25 0,12 0,26 0,245 12,25 45 0,06 0,06 0,04 2 \n\n20 0 0,40 0 0,4 0,00 0,01 0,50 20 0,16 0,24 0,25 12,5 40 0,06 0,1 0,08 4 \n\n25 0 0,40 0 0,4 0,00 0,00 0,00 15 0,23 0,17 0,205 10,25 35 0,07 0,16 0,13 6,5 \n\n30 0 0,40 0 0,4 0,00 0,00 0,00 10 0,31 0,09 0,13 6,5 30 0,08 0,23 0,195 9,75 \n\n35 0 0,40 0 0,4 0,00 0,00 0,00 5 0,38 0,02 0,055 2,75 25 0,12 0,26 0,245 12,25 \n\n40 0 0,40 0 0,4 0,00 0,00 0,00 0 0,4 0 0,01 0,5 20 0,16 0,24 0,25 12,5 \n\n45 0 0,40 0 0,4 0,00 0,00 0,00 0 0,4 0 0 0 15 0,23 0,17 0,205 10,25 \n\n50 0 0,40 0 0,4 0,00 0,00 0,00 0 0,4 0 0 0 10 0,31 0,09 0,13 6,5 \n\n55 0 0,40 0 0,4 0,00 0,00 0,00 0 0,4 0 0 0 5 0,38 0,02 0,055 2,75 \n\n60 0 0,40 0 0,4 0,00 0,00 0,00 0 0,4 0 0 0 0 0,4 0 0,01 0,5 \n\n     0,52 0,40 20,00   1,27 1,22 61    1,37 68,5 \n\n                  \n\n      Por.Drenável 0,1    Por.Drenável 0,305    Por.Drenável 0,3425 \n\n \n \n \n \n\n\n\n  \n\n \nTabelas-2D. Valores de porosidade drenável pelo método da curva característica de umidade do solo do tanque de \ndrenagem 02. \n\n \n       L=?v.h           \n\nProfundidade  ?v  ?v ??v ??vMédio ??vMédioX50  ?v ??v ??vMédio ??vMédioX50  ?v ??v ??vMédio ??vMédioX50 \n\n0 0 0,44 20 0,34 0,10   40 0,26 0,08   60 0,15 0,11   \n\n5 0 0,44 15 0,37 0,07 0,09 4,25 35 0,265 0,105 0,09 4,63 55 0,17 0,10 0,10 5,13 \n\n10 0 0,44 10 0,41 0,03 0,05 2,50 30 0,27 0,14 0,12 6,13 50 0,19 0,08 0,09 4,38 \n\n15 0 0,44 5 0,42 0,02 0,03 1,25 25 0,305 0,115 0,13 6,38 45 0,23 0,08 0,08 4,00 \n\n20 0 0,44 0 0,44 0,00 0,01 0,50 20 0,34 0,1 0,11 5,38 40 0,26 0,08 0,08 4,00 \n\n25 0 0,44 0 0,44 0,00 0,00 0,00 15 0,37 0,07 0,09 4,25 35 0,27 0,11 0,09 4,63 \n\n30 0 0,44 0 0,44 0,00 0,00 0,00 10 0,41 0,03 0,05 2,50 30 0,27 0,14 0,12 6,13 \n\n35 0 0,44 0 0,44 0,00 0,00 0,00 5 0,42 0,02 0,03 1,25 25 0,35 0,08 0,11 5,38 \n\n40 0 0,44 0 0,44 0,00 0,00 0,00 0 0,44 0 0,01 0,50 20 0,34 0,10 0,09 4,38 \n\n45 0 0,44 0 0,44 0,00 0,00 0,00 0 0,44 0 0,00 0,00 15 0,37 0,07 0,09 4,25 \n\n50 0 0,44 0 0,44 0,00 0,00 0,00 0 0,44 0 0,00 0,00 10 0,41 0,03 0,05 2,50 \n\n55 0 0,44 0 0,44 0,00 0,00 0,00 0 0,44 0 0,00 0,00 5 0,42 0,02 0,03 1,25 \n\n60 0 0,44 0 0,44 0,00 0,00 0,00 0 0,44 0 0,00 0,00 0 0,44 0,00 0,01 0,50 \n\n     0,22 0,17 8,50   0,66 0,62 31,00    0,93 46,50 \n\n                  \n\n      Por.Drenável 0,04    Por.Drenável 0,16    Por.Drenável 0,23 \n\n \n \n \n \n \n\n\n\n  \n\n \n \nTabelas-3D. Valores de porosidade drenável pelo método da curva característica de umidade do solo do tanque de \ndrenagem 03. \n\n \n       L=?v.h           \n\nProfundidade  ?v  ?v ??v ?vMédio ?vMédioX50  ?v ??v ?vMédio ?vMédioX50  ?v ??v ?vMédio ?vMédioX50 \n\n0 0 0,47 20 0,34 0,13   40 0,26 0,08   60 0,22 0,04   \n\n5 0 0,47 15 0,36 0,11 0,12 6,00 35 0,28 0,08 0,08 4,00 55 0,23 0,06 0,05 2,38 \n\n10 0 0,47 10 0,39 0,08 0,10 4,75 30 0,3 0,09 0,09 4,25 50 0,23 0,07 0,06 3,13 \n\n15 0 0,47 5 0,43 0,04 0,06 3,00 25 0,32 0,11 0,10 5,00 45 0,25 0,08 0,07 3,63 \n\n20 0 0,47 0 0,47 0,00 0,02 1,00 20 0,34 0,13 0,12 6,00 40 0,26 0,08 0,08 3,88 \n\n25 0 0,47 0 0,47 0,00 0,00 0,00 15 0,36 0,11 0,12 6,00 35 0,29 0,07 0,08 3,75 \n\n30 0 0,47 0 0,47 0,00 0,00 0,00 10 0,39 0,08 0,10 4,75 30 0,30 0,09 0,08 4,00 \n\n35 0 0,47 0 0,47 0,00 0,00 0,00 5 0,43 0,04 0,06 3,00 25 0,32 0,11 0,10 5,00 \n\n40 0 0,47 0 0,47 0,00 0,00 0,00 0 0,47 0 0,02 1,00 20 0,34 0,13 0,12 6,00 \n\n45 0 0,47 0 0,47 0,00 0,00 0,00 0 0,47 0 0,00 0,00 15 0,36 0,11 0,12 6,00 \n\n50 0 0,47 0 0,47 0,00 0,00 0,00 0 0,47 0 0,00 0,00 10 0,39 0,08 0,10 4,75 \n\n55 0 0,47 0 0,47 0,00 0,00 0,00 0 0,47 0 0,00 0,00 5 0,43 0,04 0,06 3,00 \n\n60 0 0,47 0 0,47 0,00 0,00 0,00 0 0,47 0 0,00 0,00 0 0,47 0,00 0,02 1,00 \n\n     0,36 0,30 14,75   0,72 0,68 34,00    0,93 46,50 \n\n                  \n\n      Por.Drenável 0,07    Por.Drenável 0,17    Por.Drenável 0,23 \n\n \n\n \n\n\n\tUNIVERSIDADE FEDERAL RURAL DE PERNAMBUCO\n\tMARIA ZANE NOGUEIRA FEITOZA\n\tMARIA ZANE NOGUEIRA FEITOZA\n\t                                               \n\tSUMÁRIO\n\tTanque de drenagem 02\n\tTanque de drenagem-03\n\tTanques"}]}}}