{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16092"}, {"@name": "filename", "#text": "22621_000793815.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Campus de Ilha Solteira  \n\n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM AGRONOMIA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTIMATIVAS DE HERDABILIDADES EM \n\nPOPULAÇÕES NATURAIS CONTÍNUAS E \n\nFRAGMENTADAS DE Araucaria angustifolia (Bertol.) \n\nKuntze  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nERICA CRISTINA BUENO DA SILVA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nILHA SOLTEIRA \n\n2014\n\n\n\nCampus de Ilha Solteira  \n\n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM AGRONOMIA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTIMATIVAS DE HERDABILIDADES EM \n\nPOPULAÇÕES NATURAIS CONTÍNUAS E \n\nFRAGMENTADAS DE Araucaria angustifolia (Bertol.) \n\nKuntze  \n \n\n \n\n \n\n \n\n \n\n \n\nERICA CRISTINA BUENO DA SILVA \n\n \n\n \n\n \n\n \n\n \n\nProf. Dr. ALEXANDRE MAGNO SEBBENN \n\nOrientador \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Faculdade de \n\nEngenharia do Campus de Ilha Solteira – \n\nUNESP como parte dos requisitos para \n\nobtenção do título de Mestre em Agronomia. \n\nEspecialidade: Sistema de Produção. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nILHA SOLTEIRA \n\n2014 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDEDICO \n\nAos meus amados pais João e \n\nLeonice, ao meu noivo Thiago e meus \n\nirmãos Tatiane e Fabiano. \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\nA Deus, pela força espiritual para a realização deste trabalho. \n\nAo Prof. Dr. Alexandre Magno Sebbenn pela orientação e a oportunidade da \n\nrealização deste trabalho. Agradeço pelos ensinamentos, amizade, confiança e incentivos que \n\nforam essenciais para conclusão deste trabalho e para minha formação acadêmica. \n\nAo Prof. Dr. Mario Luiz Teixeira de Moraes por todos esses anos de orientação e a \n\nTécnica Selma Maria Bozzite de Moraes pelos ensinamentos no laboratório e de vida, além de \n\nme fazer sentir parte de sua família, o meu muito obrigado por tudo Mamy e Papy. \n\nAos docentes e funcionários da Faculdade de Engenharia de Ilha Solteira/FEIS-\n\nUNESP pelos ensinamentos recebidos e amizade; \n\nÀ Faculdade de Engenharia de Ilha Solteira/FEIS-UNESP pela oportunidade da \n\nrealização do mestrado; \n\nÀ FAPESP pela bolsa de estudos concedida (Processo 2012/10865-6) e ao Prof. Dr. \n\nAlexandre Magno Sebbenn pela orientação no projeto; \n\nAos funcionários da Fazenda de Ensino, Pesquisa e Extensão da Faculdade de \n\nEngenharia de Ilha Solteira/UNESP, em especial, Alonso A. da Silva, José Cambuim e \n\nManoel F. R. Bonfim por sempre me ajudarem; \n\nAo técnico Alexandre Marques Silva e a zeladora Sandra Mara pelos ensinamentos e \n\npela amizade; \n\nAo Prof. Dr. Mario Luiz de Teixeira Moraes e Prof. Dr. Rinaldo César de Paula pelas \n\ncríticas e sugestões que só enriqueceram este trabalho; \n\nÀ Profª. Dra. Camila Regina Silva Baleroni Recco e ao Prof. Dr. Pedro César dos \n\nSantos pelas sugestões apresentadas no exame de qualificação do mestrado; \n\n\n\n \n\nÀ Pesquisadora da Embrapa Floresta Ananda Virgínea de Aguiar pela amizade e o \n\nenriquecimento da minha vida acadêmica. \n\nAos meus queridos e amados pais João e Leonice, pelo eterno orgulho de nossa \n\ncaminhada, pelo apoio, compreensão, ajuda, e, em especial, por todo carinho ao longo deste \n\npercurso. \n\nAos meus irmãos Fabiano e Tatiane pelo carinho, compreensão e companheirismo de \n\nsempre, e não posso esquecer-me dos meus cunhados Alexandre, Gabriel e Anne Caroline \n\npelo carinho. \n\nAo meu querido companheiro Thiago pelo amor, carinho, compreensão, paciência e \n\npela ajuda nos momentos difíceis. \n\nAos funcionários da biblioteca da FEIS/UNESP, pelo apoio; \n\nÀ equipe da Seção de Pós Graduação, especialmente a Márcia, Rafael, Graciele e \n\nOnilda, pelas explicações e eficiência no trabalho realizado; \n\nAos meus companheiros do Laboratório de Genética de Populações e Silvicultura pela \n\najuda e amizade; \n\nAos meus queridos amigos Thaisa, Marcela, Patrícia, Ricardo, Cecília, Janaína, \n\nMaiara, Darlin, Silvelise, Jéssyca Dondoni, Marcela Marques pelos momentos de alegria que \n\nforam fundamentais para que eu pudesse enfrentar as dificuldades desta caminhada, nunca \n\nesquecerei vocês porque estarão sempre aqui comigo;  \n\nEnfim a todos que contribuíram direta ou indiretamente, para a realização deste \n\ntrabalho. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A verdadeira viagem do descobrimento não \n\nconsiste em procurar novas paisagens, \n\nmas em ter novos olhos”. \n\nMarcel Proust  \n\n\n\n \n\nRESUMO \n\nOs métodos baseados em marcadores genéticos para estimar o coeficiente de \n\nherdabilidade em populações naturais são importantes, visto que os métodos tradicionais \n\nbaseados em teste de progênies são impraticáveis para este fim por introduzirem vícios devido \n\nàs interações genótipo-ambientes, variações no sistema de reprodução e efeitos amostrais. O \n\nobjetivo deste trabalho foi investigar o controle genético de caracteres de crescimento em \n\npopulações contínuas e fragmentadas de Araucaria angustifolia. As seguintes questões que \n\nforam abordadas são: i) Existem diferenças nos níveis de herdabilidade entre diferentes \n\npopulações e entre gerações de mesma população? e ii) Quais os níveis de herdabilidade em \n\ncaracteres de crescimento em populações naturais? O presente estudo foi desenvolvido com \n\nduas populações de A. angustifolia, sendo uma delas localizada na Reserva Genética Florestal \n\nde Caçador (RGFC), no Planalto Norte do Estado de Santa Catarina, e a outra em um \n\nfragmento de floresta de 5,4 ha (população CENI) localizada em uma fazenda no planalto do \n\nEstado do Paraná, dentro das bacias do Iguaçu. As estimativas de herdabilidades foram \n\nrealizadas utilizando-se dados de genótipos de indivíduos regenerantes e juvenis do fragmento \n\nCENI e juvenis da população RGFC. Foram utilizados quatro métodos para estimar o \n\nparentesco entre os indivíduos e três modelos de estimação do coeficiente de herdabilidade, \n\nimplementados no programa Mark. As herdabilidades estimadas pela combinação de todos os \n\nmétodos de estimação de parentesco e modelos de herdabilidade não foram significativamente \n\ndiferentes de zero, indicando inadequação dos dados aos modelos ou ausência de controle \n\ngenético. Um novo método para estimar a herdabildiade em populações naturais, baseado na \n\nreconstrução do pedigree, derivado de resultados de análise de maternidade e paternidade foi \n\nentão proposto e aplicado. As estimativas de herdabilidade obtidas utilizando-se o método de \n\nreconstrução de parentesco foram mais coerentes do que as obtidas pelos métodos proposto \n\npor Ritland. Os resultados foram variáveis entre indivíduos regenerantes e juvenis, entre \n\n\n\n \n\ncaracteres e populações. Existe a tendência de um maior controle genético na fase de \n\nregenerantes do que juvenil das plântulas. A população fragmentada CENI apresentou, em \n\ngeral, maiores valores de herdabilidade do que a natural, indicando maior potencial a \n\nresponder a seleção natural. A principal conclusão deste estudo é que é difícil estimar \n\nherdabilidade em populações naturais, devido aos métodos de estimação, baseados em dados \n\nde marcadores genéticos, que podem resultar em estimativas de parentesco diferentes das \n\nreais, quando comparadas à reconstrução de parentesco, obtidas de análises de maternidade e \n\npaternidade.  \n\n \n\nPalavras chave: Árvores tropicais. Genética de populações. Herdabilidade. Parentesco. \n\n\n\n \n\nHeritability estimates in natural populations of continuous and fragmented \n\nAraucaria angustifolia (Bertol.) Kuntze \n\n \n\nABSTRACT \n\nMarker-based methods for estimating the coefficient of heritability in natural \n\npopulations are important because traditional methods may be impractical or introduce bias \n\nvia interaction genotype-environmental effects, mating system variation and sampling effects. \n\nThus, the aim of this study is to investigate the genetic control of growth traits in Araucaria \n\nangustifolia population continuous and fragmented. The following questions will be \n\naddressed: i) There are differences in the levels of heritability between different populations \n\nand between generations of the same population? and ii) What levels of heritability for growth \n\ntraits in natural populations? This study was carried out using two populations of A. \n\nangustifolia, one being located in the Reserve Forest Genetics Caçador (RGFC), on the \n\nplateau north of the state of Santa Catarina, and other is in a small forest fragment of 5, 4 ha \n\n(CENI) located on a farm in the highlands of the state of Paraná, in the basins of Iguaçu. The \n\nestimates of heritability were carried out using data of genotypes of regeneration and \n\njuveniles of CENI population and juvenile of RGFC population. We used four methods to \n\nestimate the relatedness between pairwise individuals and three models for estimating the \n\nheritability coefficient, all implemented in the Mark program. The heritability estimates for \n\nthe combination of all methods of estimation of relatedness and heritability models were not \n\nsignificant different from zero, indicating the inadequacy of the data to the models.  There is a \n\ntendency for a higher genetic control in the regeneration than juvenile stage. The CENI \n\nfragmented population had generally higher heritability than the RGFC natural population, \n\nindicating higher potential to respond to natural selection. The main conclusion of this study \n\nis the difficult to estimate heritability in natural populations due to estimation methods, based \n\n\n\n \n\non data from genetic markers, which can result in different estimates of real coancestry, \n\ncompared the reconstruction of kinship, obtained from analysis of maternity and paternity \n\n \n\nKeywords: Heritability. Population genetics. Relatedness. Tree species. \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 Estimativas do coeficiente de herdabilidade no sentido restrito em nível \n\nde plantas individuais (\n2\n\ni\nh ) para os caracteres silviculturais diâmetro à \n\naltura do peito (DAP), altura total e volume, em testes de procedências e \n\nprogênies de Araucaria angustifolia.......................................................... 39 \n\n   \n\nTabela 2 Tamanho amostral (n), média e amplitude dos caracteres altura e \n\ndiâmetro a altura do peito nos indivíduos adultos, plântulas e juvenis nas \n\nduas populações de Araucaria angustifolia............................................... 42 \n\n   \n\nTabela 3a Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter altura em indivíduos regenerantes do \n\nfragmento CENI de Araucaria angustifolia. IC a 95% é o intervalo de \n\nconfiança a 95% de probabilidade. r?  é a estimativa de parentesco entre \n\ndois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental \n\nentre dois indivíduos e \ne\n\nr  é a média da correlação ambiental entre dois \n\nindivíduos......................................................................................... 48 \n\n   \n\nTabela 3b Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter altura em indivíduos regenerantes do \n\nfragmento CENI de Araucaria angustifolia. IC a 95% é o intervalo de \n\nconfiança a 95% de probabilidade. r?  é a estimativa de parentesco entre \n\ndois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental \n\nentre dois indivíduos e \ne\n\nr  é a média da correlação ambiental entre dois \n\nindivíduos....................................................................................... 49 \n\n   \n\nTabela 4a Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter diâmetro a altura do peito (DAP) em \n\nindivíduos juvenis da população CENI de Araucaria angustifolia. IC a \n\n95% é o intervalo de confiança a 95% de probabilidade. r?  é a \n\nestimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio \n\nlinear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da \n\ncorrelação ambiental entre dois indivíduos................................................ 50 \n\n   \n\nTabela 4b Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter diâmetro a altura do peito (DAP) em 51 \n\n\n\n \n\nindivíduos juvenis da população CENI de Araucaria angustifolia. IC a \n\n95% é o intervalo de confiança a 95% de probabilidade. r?  é a \n\nestimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio \n\nlinear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da \n\ncorrelação ambiental entre dois indivíduos................................................ \n\n   \n\nTabela 5a Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter diâmetro a altura do peito (DAP) em \n\nindivíduos juvenis da população RGFC de Araucaria angustifolia. IC a \n\n95% é o intervalo de confiança a 95% de probabilidade. r?  é a \n\nestimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio \n\nlinear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da \n\ncorrelação ambiental entre dois indivíduos............................................. 52 \n\n   \n\nTabela 5b Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter diâmetro a altura do peito (DAP) em \n\nindivíduos juvenis da população RGFC de Araucaria angustifolia. IC a \n\n95% é o intervalo de confiança a 95% de probabilidade. r?  é a \n\nestimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio \n\nlinear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da \n\ncorrelação ambiental entre dois indivíduos............................................. 53 \n\n   \n\nTabela 6a Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter altura em indivíduos juvenis da população \n\nRGFC de Araucaria angustifolia. IC a 95% é o intervalo de confiança a \n\n95% de probabilidade. r?  é a estimativa de parentesco entre dois pares \n\nde indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois \n\nindivíduos e \ne\n\nr  é a média da correlação ambiental entre dois indivíduos. 54 \n\n   \n\nTabela 6b Estimativa do coeficiente médio de herdabilidade no sentido restrito \n\n(\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três \n\nmodelos e quatro diferentes métodos de estimação do coeficiente de \n\nparentesco para o caráter altura em indivíduos juvenis da população \n\nRGFC de Araucaria angustifolia. IC a 95% é o intervalo de confiança a \n\n95% de probabilidade. r?  é a estimativa de parentesco entre dois pares \n\nde indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois \n\nindivíduos e \ne\n\nr  é a média da correlação ambiental entre dois indivíduos. 55 \n\n   \n\nTabela 7 Estimativa de herdabilidade com base na reconstrução de parentesco \n\npara as classes de distâncias (25, 50 e 100 m) para o caráter altura 58 \n\n\n\n \n\n(ALT) e diâmetro a altura do peito (DAP) em indivíduos regenerantes e \n\njuvenis da população CENI de Araucaria angustifolia......................... \n\n   \n\nTabela 8 Estimativa de herdabilidade com base na reconstrução de parentesco \n\npara as classes de distâncias (25, 50 e 100 m) para o caráter altura \n\n(ALT) e diâmetro a altura do peito (DAP) em indivíduos juvenis da \n\npopulação RGFC de Araucaria angustifolia.............................................. 58 \n\n\n\n \n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO................................................................................................................... 17 \n\n \n\n2 OBJETIVOS........................................................................................................................ 19 \n\n \n\n3 JUSTIFICATIVA................................................................................................................ 20 \n\n \n\n4 HIPÓTESE DO PROJETO............................................................................................... 21 \n\n \n\n5 REVISÃO DE LITERATURA.......................................................................................... 22 \n\n5.1 A ESPÉCIE........................................................................................................................ 22 \n\n5.2 ESTIMATIVAS DE HERDABILIDADE UTILIZANDO CARACTERES \n\nQUANTITATIVOS E MOLECULARES............................................................................... 24 \n\n5.3 IMPORTÂNCIA DA HERDABILIDADE PARA O MELHORAMENTO E \n\nCONSERVAÇÃO DE ESPÉCIES ARBÓREAS NATIVAS..................................................25 \n\n \n\n6 MATERIAL E MÉTODOS................................................................................................ 27 \n\n6.1 ÁREAS DE ESTUDO....................................................................................................... 27 \n\n6.1.1 RESERVA GENÉTICA FLORESTAL DE CAÇADOR............................................... 27 \n\n6.1.2 FAZENDA LOCALIZADA NO ESTADO DO PARANÁ DENTRO DAS BACIAS DO \n\nIGUAÇÚ.................................................................................................................................. 29 \n\n6.2 ANÁLISES DE MICROSSATÉLITES............................................................................. 30 \n\n6.3 ESTIMATIVAS DE HERDABILIDADE......................................................................... 30 \n\n6.4 MÉTODOS PARA ESTIMAR A HERDABILIDADE..................................................... 31 \n\n6.5 ESTIMATIVAS DE PARENTESCO................................................................................ 32 \n\n6.6 ESTIMATIVAS DE HERDABILIDADE BASEADO NA RECONSTRUÇÃO DO \n\nPEDIGREE..................................................................................................................... ......... 34 \n\n6.6.1 ANÁLISES DE PARENTESCO E RESULTADOS...................................................... 34 \n\n6.6.2 ESTIMANDO HERDABILIDADE............................................................................... 36 \n\n \n\n7 RESULTADOS E DISCUSSÃO........................................................................................ 39 \n\n\n\n \n\n7.1 RESUMO DOS RESULTADOS DE PRÉVIOS ESTUDOS GENÉTICOS NAS \n\nPOPULAÇÕES AQUI EM ESTUDO..................................................................................... 39 \n\n7.2 CARACTERES QUANTITATIVOS DOS INDIVÍDUOS REGENERANTES E \n\nJUVENIS DAS POPULAÇÕES.............................................................................................. 41 \n\n7.3 ESTIMATIVAS DO COEFICIENTE DE PARENTESCO.............................................. 42 \n\n7.4 HERDABILIDADE NAS POPULAÇÕES....................................................................... 45 \n\n7.5 ESTIMATIVAS DE HERDABILIDADE BASEADO NA RECONSTRUÇÃO DO \n\nPEDIGREE..................................................................................................................... ......... 56 \n\n \n\n8 CONCLUSÕES................................................................................................................... 59 \n\n \n\nREFERÊNCIAS..................................................................................................................... 60 \n\n \n\n\n\n 17 \n\n1 INTRODUÇÃO \n\n \n\nOs ecossistemas naturais representam uma fonte imensurável de recursos genéticos \n\natuais e futuros para o homem, tanto como fonte direta de produtos como para outros \n\nserviços. Grande parte desses recursos vem sendo destruída de modo irreversível, antes \n\nmesmo do seu inteiro conhecimento, exigindo medidas urgentes de sua conservação \n\n(KAGEYAMA, 1987). Devido a este fato, tornam-se necessários estudos mais aprofundados \n\ndestas espécies em potencial. Assim, é importante o conhecimento da variabilidade fenotípica, \n\nresultado da ação conjunta dos efeitos genéticos e de ambiente. A herdabilidade refere-se à \n\nproporção da variabilidade observada (fenotípica) determinada pelos efeitos aditivos dos \n\ngenes. Ela, também, mede o potencial de resposta da seleção artificial ou natural \n\n(MOUSSEAU et al., 1998). \n\nA herdabilidade é o parâmetro populacional mais importante dentre os e não é um \n\nparâmetro constante. As estimativas de herdabilidade variam de acordo com os caracteres, o \n\nmétodo de estimação, a variabilidade genética da população, os níveis de endogamia da \n\npopulação, o tamanho da amostra avaliada, o número e o tipo de ambiente avaliado, a unidade \n\nexperimental considerada, a precisão na condução do experimento e da coleta de dados. Este \n\nparâmetro é de grande importância para a escolha dos métodos de melhoramento, dos locais \n\npara condução dos testes de avaliação da produtividade e do número de repetições, assim \n\ncomo a predição dos ganhos de seleção (BORÉM; MIRANDA, 2009). Para Falconer (1987) a \n\nmais importante função da herdabilidade no estudo genético do caráter métrico é o seu papel \n\npreditivo expressando a confiança do valor fenotípico como um guia para o valor genético, ou \n\no grau de correspondência entre o valor fenotípico e o valor genético. \n\nOs marcadores genéticos têm sido utilizados para medir parentescos e quantificar a \n\nherdabilidade em condições naturais (RITLAND, 2000), e os coeficientes de parentescos \n\n\n\n 18 \n\ndesempenham um papel central em vários campos das ciências, incluindo genética \n\nquantitativa, genética de populações, genética da conservação e do comportamento social \n\n(LYNCH; RITLAND, 1999). Idealmente, estimadores de parentesco estimam a probabilidade \n\nde que partes dos genes entre indivíduos sejam idênticos por descendência (LYNCH, 1988).  \n\nUma característica crítica dos métodos de estimação de herdabilidade baseados em \n\nmarcadores é a necessidade de medir a ‘real’ variância do parentesco. A variância real de \n\nparentesco ocorre quando existe alguma mistura de parentes, tais como irmãos completos vs \n\nindivíduos não aparentados. A variação de parentesco entre subpopulações ou populações \n\npode ocorrer a partir de taxas diferenciadas de deriva genética. Esse é um aspecto da estrutura \n\nda população raramente medido (RITLAND, 2000). \n\nNeste contexto que se torna importante o estudos da Araucaria angustifolia que é \n\numa conífera conhecida como pinheiro-do-paraná, pertencente à família Araucariaceae. \n\n(LORENZI, 2000; CARVALHO, 2002). É uma espécie que sofreu intensa exploração \n\nmadeireira nos primeiros anos do século XX por volta de 1910, provocaram uma drástica \n\nredução da área das florestas originais na região (MEDEIROS et al., 2005). \n\n\n\n 19 \n\n2 OBJETIVOS \n\n \n\nO objetivo deste trabalho foi investigar o controle genético de caracteres de \n\ncrescimento em populações naturais contínuas e fragmentadas de Araucaria angustifolia. As \n\nseguintes questões foram abordadas: \n\n1. Existem diferenças nos níveis de herdabilidade entre diferentes populações e entre \n\ngerações de uma mesma população? \n\n2. Quais os níveis de herdabilidade em caracteres de crescimento nas populações \n\nnaturais? \n\n\n\n 20 \n\n3 JUSTIFICATIVA \n\n \n\nEnquanto muitos estudos têm medido herdabilidades em condições artificiais, os \n\nseus níveis em populações naturais são largamente especulativos, devido à diferença entre os \n\nambientes naturais e artificiais. Esta dificuldade pode ser superada através de um método \n\nbaseado no marcador para avaliar a herdabilidade (RITLAND, 1996b). \n\nEste trabalho trará benefícios importante tais como: \n\na) Contribuir para programas de melhoramento e conservação genética, a partir do \n\nconhecimento da herdabilidade em populações naturais fragmentadas e contínuas de \n\nAraucaria angustifolia.  \n\nb) Contribuir para a conservação in situ de espécies arbóreas localizadas em pequenos \n\nfragmentos florestais, a partir da dinâmica genética da população; \n\nc) Conhecer a herança quantitativa de caracteres de crescimento em populações naturais \n\ne com isso entender como a seleção natural atua sobre tais caracteres; \n\nd) Contribuir para o entendimento da biologia, genética e ecologia de espécies arbóreas \n\nnativas. \n\n\n\n 21 \n\n4 HIPÓTESE DO ESTUDO \n\n \n\nComo o coeficiente de herdabilidade é uma característica de uma população em um \n\ndeterminado ambiente, espera-se que existam diferenças para este parâmetro entre as \n\npopulações, sendo maior seu valor na população fragmentada do que na população natural, \n\ndevido a menor competição entre plantas. Como as herdabilidades serão calculadas \n\nutilizando-se diferentes modelos e métodos de estimação de parentesco, também espera-se \n\ndiferenças entre estes métodos e modelos. \n\n\n\n 22 \n\n5 REVISÃO DE LITERATURA \n\n \n\n5.1 A espécie \n\n \n\nA Araucaria angustifolia (Bertoloni) Otto Kuntze é conhecida como pinheiro-do-\n\nparaná. É uma conífera pertencente à família Araucariaceae. Etimologicamente Araucaria \n\nderiva de Arauco, região do Chile donde procede à espécie, angustifolia, do latim angustus, \n\nestreito, pontudo e folium, folha (CARVALHO, 2002). É uma planta perenifólia, heliófila, \n\nsecundária longeva, característica de regiões de altitude onde forma as chamadas “matas de \n\npinhais” ou Floresta Ombrófila Mista (LORENZI, 2000; CARVALHO, 2002). \n\nNo Brasil, a área original de Floresta Ombrófila Mista, era de aproximadamente \n\n200.000 km\n2\n, ocorrendo com maior intensidade nos Estados do Paraná (40%), Santa Catarina \n\n(31%), Rio Grande do Sul (25%), apresentando manchas esparsas no sul de São Paulo (3%), \n\n“internando-se” até o sul de Minas Gerais e Rio de Janeiro (1%) (MEDEIROS et al., 2005), \n\nalém de ocorrer pequenas manchas no extremo nordeste da Argentina e no leste do Paraguai \n\n(CARVALHO, 2002). \n\nSuas folhas são coriáceas, glabras, agudíssimo-pungentes, de 3 a 5 cm de \n\ncomprimento. A árvore adulta possui copa alta, estratificada e múltipla, caliciforme ou em \n\nforma de taça e a jovem tem forma piramidal ou cônica. Um indivíduo adulto pode atingir de \n\n20 a 50 m de altura, com tronco retilíneo, de 90 a 180 cm de diâmetro (LORENZI, 2000; \n\nCARVALHO, 2002). \n\nEsta espécie é dióica, raramente planta monóica quando sofre trauma ou doença, \n\napresentando suas estruturas reprodutoras em estróbilos masculinos e femininos. A produção \n\nde sementes inicia-se por volta dos 20 anos em povoamentos naturais, já em plantios \n\nartificiais pode iniciar sua produção entre 10 e 15 anos (CARVALHO, 2002). Seu ciclo \n\n\n\n 23 \n\nreprodutivo desde o aparecimento dos estróbilos até a produção de sementes leva de 20 a 24 \n\nmeses (MANTOVANI et al., 2004). A polinização é feita principalmente pelo vento, mas \n\ndurante a procura de alimento entre as folhas da árvore a ave grimpeiro (Leptasthenura \n\nsetaria) acaba agindo como polinizador. A dispersão da semente é geralmente por autocoria, \n\nprincipalmente barocórica, mas algumas vezes é zoocórica feita por aves e roedores \n\n(CARVALHO, 2002). \n\nA espécie é utilizada no artesanato, tem propriedades medicinais, no paisagismo e \n\nreflorestamento para recuperação ambiental. Mas, sua maior utilidade é a madeira que é leve, \n\nmacia e pouco durável, sendo própria para forros, molduras, ripas, para confecção de cabos de \n\nvassoura, brinquedos, estrutura de móveis, palitos de fósforo, etc.; é amplamente cultivada no \n\nsul do país para produção de madeira e pasta celulósica (LORENZI, 2000; CARVALHO, \n\n2002). A intensidade da exploração madeireira, desmatamentos e queimadas, substituição da \n\nvegetação por pastagens, agricultura, reflorestamentos homogêneos com espécies exóticas e a \n\nampliação das zonas urbanas no sul do Brasil, iniciados nos primeiros anos do século XX por \n\nvolta de 1910, provocaram uma drástica redução da área das florestas originais na região \n\n(MEDEIROS et al., 2005). Essa intensa exploração da indústria madeireira ocorreu devido à \n\nconstrução da ferrovia São Paulo – Rio Grande, a chegada da companhia Lumber e a \n\ncrescente demanda por madeira no sudeste brasileiro, na Argentina e Uruguai (CARVALHO; \n\nNODARI, 2008). \n\nAlém da madeira, os pinhões constituem um alimento muito nutritivo e energético \n\npara alimentação humana, assim como para a fauna silvestre. Eles são fontes importantes de \n\nenergia, cálcio e fosfato além de rico em proteína, lipídeos, açúcares totais e açúcares \n\nredutores, fibras, carboidratos (LORENZI, 2000; CARVALHO, 2002; HELM et al., 2005; \n\nOLVEIRA et al., 2008; WENDLING; DELGADO, 2008; ACORSI et al., 2009; FORLIN et \n\nal., 2009). \n\n\n\n 24 \n\n5.2 Estimativas de herdabilidade utilizando caracteres quantitativos e marcadores \n\nmoleculares \n\n \n\nA fragmentação florestal provoca a diminuição do número de indivíduos de uma \n\npopulação, favorecendo a perda de variação genética. Devido a isso estudos genético-\n\necológicos em espécies representativas, tanto em florestas não perturbadas como em matas \n\nsecundárias, vêm mostrando o efeito das ações antrópicas em suas populações, auxiliando na \n\ndefinição dos parâmetros genéticos mais adequados para orientar e monitorar as ações nesses \n\necossistemas (KAGEYAMA et al., 1998). \n\nOs métodos de estimativas de parentesco podem ser divididos dentro de duas \n\nprincipais classes: (1) estimadores de máxima verossimilhança (ML); (2) estimadores \n\nbaseados nos métodos de momentos (MM). Estimadores ML são mais adequados a situação \n\nde parentescos discretos, como por exemplo, irmãos completos vs meios irmãos, devido a \n\nnecessidade de ter-se uma prévia distribuição, enquanto os estimadores MM são projetados \n\npara estimar parentesco (probabilidade de identidade por descendência de alelos) em situações \n\nde parentescos contínuos (meios-irmãos, irmãos completos, irmãos de autofecundação, \n\nprimos, não parentes, etc) (RITLAND, 2000). \n\nO método de máxima verossimilhança primeiro utiliza os dados de marcadores \n\ngenéticos para classificar os pares de indivíduos em distintas classes de parentesco \n\npredefinidas, e em seguida combina essas informações com os dados de caracteres \n\nquantitativos em um modelo de mistura para deduzir a herdabilidade e as correlações \n\ngenéticas (MOSSEAU et al., 1998). De acordo com os pressupostos utilizados nas análises \n\ncom o método padrão, as classes de parentesco nas análises corresponderam a pares de meios \n\nirmãos e pares de indivíduos não aparentados. Os níveis de significância e erro padrão das \n\n\n\n 25 \n\nherdabilidades e correlações genéticas para ambos os métodos podem ser obtidos por \n\nreamostragem bootstrap, sendo os indivíduos a unidade de reamostragem.  \n\nMousseau et al. (1998) utilizaram um modelo linear para a estimativa da \n\nherdabilidade, baseado em dados de marcadores moleculares que não fez os pressupostos \n\nsobre a distribuição dos parentescos. Isso é apropriado para populações naturais, em que um \n\nespectro completo de possibilidades de parentescos pode ocorrer.  \n\nRitland (1996a) utilizou um método dos momentos para inferir o grau de parentesco \n\nentre plantas a partir de semelhança nos seus fenótipos para marcadores genéticos \n\ncodominantes. Herdabilidades são então estimadas por regressão das diferenças pareadas em \n\nvalores de caracteres entre plantas em seu grau de parentesco. \n\n \n\n5.3 Importância da herdabilidade para o melhoramento e conservação de espécies \n\narbóreas nativas \n\n \n\nOs recursos naturais representam uma fonte imensurável de recursos genéticos \n\natuais e potenciais para o homem, tanto como fonte direta de produtos como para obtenção de \n\noutros serviços. Grande parte desses recursos vem sendo destruída de modo irreversível, antes \n\nmesmo do seu inteiro conhecimento, exigindo medidas urgentes de sua conservação. \n\nAdemais, a exploração desses recursos tem levado a uma depressão dos ecossistemas, com \n\nalterações profundas no mesmo e consequências, às vezes, desastrosas ao meio ambiente \n\n(KAGEYAMA, 1987). \n\nA conservação das populações naturais e, consequentemente, da sua diversidade \n\ngenética, somente será possível quando esta estiver acoplada com alternativas que possibilite \n\nrenda às populações e aos proprietários de terras. O manejo sustentável de populações \n\nnaturais só será viável quando se conhecerem os processos biológicos responsáveis pela \n\n\n\n 26 \n\nsustentabilidade das espécies (RAPOSO, 2007). Sendo assim, a manutenção da variabilidade \n\ngenética é questão primordial para o sucesso dos programas de melhoramento e de \n\nconservação, uma vez que o progresso genético com a prática da seleção depende \n\nnecessariamente da existência de variabilidade na população (ROCHA et al., 2009). \n\nA diversidade genética ou a variabilidade devida a diferenças nos alelos pode \n\nocorrer em diferentes níveis: a) entre espécies dentro de ecossistemas, b) entre populações \n\ndentro de espécies e c) entre indivíduos dentro de populações da espécie. A caracterização \n\ndesses diferentes níveis de diversidade é imprescindível para o planejamento da conservação \n\ngenética (KAGEYAMA, 1987). Segundo Freitas et al. (2006), a conservação dos recursos \n\ngenéticos, mesmo para as populações que apresentam alta taxa de variabilidade genética e \n\nestão fora da lista de espécies ameaçadas de extinção, é fundamental para as futuras gerações, \n\nno que diz respeito ao melhoramento da espécie e ao aproveitamento de genes específicos de \n\ninteresse. \n\nCom os estudos dos parâmetros genéticos, principalmente a herdabilidade, é \n\npossível realizar uma alta intensidade de seleção visando, principalmente, à formação de um \n\npomar para produção de sementes para plantio comerciais (PIRES et al., 2013). \n\n\n\n 27 \n\n6 MATERIAL E MÉTODOS \n\n \n\n6.1 Áreas de estudo \n\n \n\n6.1.1 Reserva Genética Florestal de Caçador (RGFC) \n\n \n\nO presente estudo foi desenvolvido com duas populações de A. angustifolia, sendo \n\numa delas na Reserva Genética Florestal de Caçador (RGFC), no Planalto Norte do Estado de \n\nSanta Catarina. A RGFC está localiza-se no município de Caçador-SC na região meio-oeste, à \n\naproximadamente 15 km do centro da cidade de Caçador, possuindo uma área total de 772 ha. \n\nA Reserva pertence à Empresa de Pesquisa Agropecuária e Extensão Rural de Santa Catarina \n\n(EPAGRI) – Estação Experimental de Caçador, que detém o título de posse em regime de \n\ncomodato com a Empresa Brasileira de Pesquisa Agropecuária (EMBRAPA). A RGFC está \n\nlocalizada entre latitudes 26º49’ e 26º53’S e longitudes 50º59’ e 50º53’ W, compreendendo \n\naltitudes de 900 a 1.104 m. O clima da região é do tipo Cfb de Köppen (mesotérmico úmido \n\nsem estação seca definida, verões frescos, com ocorrência de geadas severas e frequentes no \n\ninverno). Os solos predominantes na região são denominados de nitossolo e latossolos \n\n(PUCHALSKI, 2004). A cobertura vegetal original desta região é descrita por Klein (1960) \n\ncomo vegetação Ombrófila Mista com predominância de indivíduos de A. angustifolia bem \n\ndesenvolvidos associados principalmente à Ocotea porosa, Ilex paraguariensis e Dicksonia \n\nsellowiana. \n\nA escolha dessa área para o estudo se deve ao fato de ser uma floresta natural de \n\nAraucária e possuir um histórico de baixa exploração. Atualmente, a RGFC representa um \n\ndos maiores remanescentes contínuos com vegetação característica da Floresta Ombrófila \n\nMista no Estado de Santa Catarina. O histórico de exploração da área foi de corte seletivo há \n\n\n\n 28 \n\naproximadamente 80 anos, sendo que é considerada como mata secundária em avançado \n\nestado de sucessão (PUNCHALSKI, 2006). Foram realizados levantamentos demográficos \n\nem uma parcela permanente de 72.000 m\n2\n (300 x 240 m), dividida em sub-parcelas de 100 m\n\n2\n \n\n(10 x 10 m) para facilitar a localização e avaliação das plantas, visando verificar a densidade e \n\nfrequência de indivíduos de A. angustifolia. Dentro desta área, todos os indivíduos de A. \n\nangustifolia foram mapeados e mensurados. As plantas foram mapeadas com coordenadas x e \n\ny para as análises de distribuição e de estrutura genética espacial. A altura total das plantas foi \n\navaliada, com auxílio de régua dendrométrica para indivíduos jovens e o diâmetro à altura do \n\npeito (diâmetro a 1,3 m de altura da árvore - DAP) para indivíduos com altura acima de 1,50 \n\nm. Em todos os indivíduos que apresentaram DAP acima de 20 cm foi feita a sexagem, \n\nverificando-se a existência de estruturas reprodutivas (estróbilos), com o auxílio de binóculos, \n\nem três momentos em um intervalo de um ano para a confirmação do sexo. Aqueles \n\nindivíduos que apresentaram estruturas reprodutivas foram denominados adultos e quando \n\nausentes não reprodutivos. A área de estudo (parcela) em um primeiro momento tinha as \n\nseguintes dimensões: 51.000 m\n2\n (300 x 170 m) e em 2009 ela foi ampliada para 72.000 m\n\n2\n \n\n(300 x 240 m), para estudo genético. Quando da ampliação, foi também realizada a \n\nidentificação e avaliação demográfica de todos os indivíduos de Araucária e nos indivíduos \n\nadultos (DAP maior que 20 cm) foi feito também a determinação do sexo. Nesta população, a \n\ngenotipagem foi realizada com nove locos microssatélites (SANT’ANNA et al., 2013) e estes \n\ndados foram utilizados aqui para cálculos do coeficiente de herdabilidade pelos diferentes \n\nmétodos de estimação. \n\n\n\n 29 \n\n6.1.2 Fazenda localizada no Estado do Paraná dentro das bacias do Iguaçu (CENI) \n\n \n\nEsta área de estudo é um fragmento de floresta de 5,4 ha localizado em uma fazenda \n\nno planalto do Estado do Paraná dentro das bacias do Iguaçu (latitude 25º 57'S e longitude 52º \n\n11' W). Geologicamente, a área é formada a partir Triássico/Cretáceo vulcânica (Trapp) flui \n\nda formação Serra Geral. O clima é de transição entre subtropical (Cfa) a temperado (Cfb), \n\nsegundo a classificação de Köppen. Os intervalos médios anuais de precipitação são de 1.800 \n\na 2.100 mm e temperatura média anual varia de 16 a 20 ºC. A vegetação natural da região foi \n\nfloresta de A. angustifolia associada com espécies folhosas. A fragmentação nesta área data \n\nentre 1920 e 1980 e da paisagem atual compreende um mosaico de manchas de terras \n\nagrícolas, pastagens, estepe remanescente, áreas urbanas e florestais. O fragmento de estudo é \n\ncercado por atividade agrícola intensiva e pastagens e não tem qualquer outra floresta de \n\nAraucária (km> 4) nas proximidades. No entanto, é possível observar árvores isoladas ou \n\npequenos grupos de árvores na paisagem. Antes de 1980, este fragmento foi também \n\nexplorado por corte seletivo. No local há 124 árvores masculinas e 104 árvores femininas, \n\nresultando nas densidades respectivas de 22,96 machos, 19,26 fêmeas e 42,22 árvores/ha. O \n\ndiâmetro na altura do peito (DAP) variou de 14,0 a 129,9 cm, a altura variou de 7 a 27 m, e \n\nidade variou provavelmente de 46 a 250 anos. A distância mínima entre dois machos, duas \n\nfêmeas; machos e fêmeas foi de 3; 3,2 e 4 m, a máxima foi de 289,8; 334 e 331 m, e a média \n\nfoi de 98,4, 108,1, e 104,3 m. As árvores mais próximas espacialmente pertencem a um \n\npequeno grupo de 11 árvores adultas situado em área de pastagem. Nesta população foram \n\navaliados regenerantes, juvenis e indivíduos adultos, todos para oito locos microssatélites, e \n\napenas os juvenis e regenerantes tiveram o DAP e a altura mensurados. Os resultados da \n\ngenotipagem foram utilizados aqui para cálculos do coeficiente de herdabilidade pelos \n\ndiferentes métodos de estimação. \n\n\n\n 30 \n\n6.2 Análises de microssatélites \n\n \n\nPara determinar o parentesco do RGFC foi feito a extração do DNA para genotipagem \n\ndos indivíduos utilizando o método de Mazza e Bittencourt (2000) e a amplificação e \n\nprocedimento de detecção para oito locos microssatélites foram descritos por Salgueiro et al. \n\n(2005). Os oito loci utilizados foram CRCAc2, AG23, Ag62, AG45, CRCAc1, AG20, AG56 \n\ne AG94. O DNA do fragmento CENI foi extraído a partir de folhas, utilizando o \n\nprocedimento desenvolvido pela Stefenon et al. (2004). Os genótipos de todos as amostras \n\nforam avaliados em nove locos microssatélites, ou seja, CRCA1 e CRCA2 (SCOTT et al., \n\n2003), Aang01 (SCHMIDT et al., 2007), AG20, AG23, AG45, AG56, Ag62 e AG94 \n\n(SALGUEIRO et al., 2005). Todo o processo de extração e genotipagem para determinar o \n\nparentesco entre os indivíduos desta população foram descritos por Bittencourt e Sebbenn \n\n(2007) para população de RGFC e Sant’anna et al. (2013) para fragmento CENI. \n\nOs resultados da genotipagem que determinou o grau de parentesco dos indivíduos \n\nforam utilizados apenas para cálculos do coeficiente de herdabilidade juntamente com os \n\ncaracteres quantitativos pelos diferentes métodos de estimação propostos por (RITLAND; \n\nTRAVIS, 2004). \n\n \n\n6.3 Estimativas de herdabilidade  \n\n \n\nAs herdabilidades foram estimadas para três modelos distintos, considerando três \n\ndistâncias espaciais possíveis entre os indivíduos e quatro métodos de estimar o parentesco. \n\nOs três modelos utilizados para estimar a herdabilidade são: \n\ni) E(XiXj) = rijh\n2\n;                                                          (1) \n\nii) E(XiXj) = rijh\n2\n + re,                                                  (2) \n\n\n\n 31 \n\niii) E(XiXj) = rijh\n2\n + re + bedij.                                      (3) \n\nEm que, XiXj é o produto dos valores de caracteres nos dois indivíduos (depois de ser \n\nnormalizado para variáveis de média zero e variância um), rij é a estimativa de parentesco entre \n\ndois pares de indivídus i e j; h\n2\n é a herdabilidade; re é a correlação média ambiental entre os \n\ndois indivíduos, e be é a redução linear de correlação ambiental que é uma função da distância \n\nespacial entre os dois indivíduos, dij. O parentesco foi estimado por quatro métodos: \n\n(RITLAND, 1996ª; LYNCH; RITLAND, 1999; QUELLER; GOODNIGHT, 1989; WANG, \n\n2002). O intervalo de confiança a 95% de probabilidade das estimativas foi estimado por \n\nreamostragem boodstraps (é usado para encontrar erros de estimativas). Todas esta \n\nestimativas foram calculadas utilizando-se o Programa Mark  versão 3.1 (RITLAND, 2006). \n\n \n\n6.4 Métodos para estimar a herdabilidade \n\n \n\nPara o estimador de herdabilidade, primeiramente é definido um “fenótipo similar”, \n\nZ=[(Y-u)(Y\n’\n-u])/V, em que u e V são a média fenotípica e a variância entre os fenótipos, e os \n\nYs são medidas de traço de cada indivíduo. A herdabilidade é então estimada como \n\ncovariância de Z com parentes r(CZr), dividido pela variância real do parentesco (Vr) estimada \n\nentre pares de indivíduos: \n\n                                                   \nr\n\nZr\n\nV\n\nC\nh\n\n2\nˆ2 ?  (RITLAND, 1996a)                                              (4) \n\nA variância entre os pares de parentesco é dada por: \n\n                         (RITLAND, 2000)                   (5) \n\n\n\n 32 \n\nem que, rij é a estimativa de parentesco para pares de indivíduos i e j, calculados para cada \n\nloco k; wk é o valor utilizado em cada loco e corresponde à heterozigosidade esperada em \n\nequilíbrio de Hardy-Weinberg para o loco k. A variância é a média sobre todos os pares.  \n\nA similaridade fenotípica (Zij) em um caráter entre dois indivíduos i (Yi) e j (Yj) foi \n\nestimada por: \n\n                                         (RITLAND, 1996a)                                            (6) \n\nem que U e V são a média do caráter na amostra e a variância de Y, respectivamente, na \n\npopulação. Entre todos os pares, o Zij e a média da correlação fenotípica:  \n\n                                           (RITLAND; TRAVIS, 2004)                 (7) \n\nem que rij é o coeficiente de parentesco, re a correlação devido à partilha de ambientes \n\n(assumida constante para todos os pares), e eij o erro aleatório. Este é um modelo linear, \n\nportanto, com amostras de vários pares de indivíduos, pode-se estimar a herdabilidade com a \n\nregressão: \n\n                                      (RITLAND; TRAVIS, 2004)                                   (8) \n\nem que Cov(Zij, rij) é a covariância entre parentesco estimado e similaridade fenotípica, e \n\nVar(rij) é a real variância de parentesco. Se a variância real de parentesco é estatisticamente \n\nnão significativa, em seguida, pelo menos, a presença de variação genética pode ser \n\ndeterminada por testes positivo de Cov(Zij, rij). \n\n \n\n6.5 Estimativas de parentesco \n\n \n\nA herdabilidade nas populações foi estimada utilizando-se quatro métodos para o \n\ncálculo do parentesco entre pares de indivíduos. A primeira medida de parentesco utilizada foi \n\n\n\n 33 \n\na proposta por Ritland (1996a), baseada no método dos momentos. O grau de parentesco foi \n\ndefinido a partir da média de dois alelos homólogos entre indivíduos:  \n\n                                                                       (9) \n\nem que n é o número de alelos no loco e pi é a frequência do alelo Ai. O símbolo ? é uma \n\nmedida de identidade por descendência dos alelos. Por exemplo, se o primeiro indivíduo tem \n\nalelos Ai e Aj e o segundo Ak e Al, os alelos Ai = Ak, então ?ik=1 e se Ai ? Ak, então ?ik=0, etc. \n\nObservando que há quatro comparações entre pares entre dois indivíduos. Uma estimativa \n\nmultilocus é obtida pela soma da estimativa dos locos individuais, ponderados por (n-1).  \n\nO estimador de parentesco de Lynch e Ritland (1999) é dado pela expressão: \n\n                                                                            (10) \n\nem que, o primeiro genótipo, por exemplo AiAj, é o genótipo “referência”; pi e pj são a \n\nfrequência dos alelos Ai e Aj, respectivamente. Para estimativas multilocus, cada loco é \n\nponderado proporcionalmente pelo inverso do . Este é \n\num estimador da medida assimétrica de parentesco, uma vez que se baseia no genótipo \n\nesperado do segundo indivíduo, dado o primeiro (em oposição ao estimador Ritland (1996a), \n\nque é baseado na probabilidade conjunta de ambos genótipos).  \n\nO estimador de Queller e Goodknight (1989) foi estimado pela expressão: \n\n                                       .                                       (11) \n\nO estimador de Wang (2002) foi calculado pela expressão:  \n\n                                                 \n3222111\n\n33221111ˆ\necececc\n\nPcPcPcc\nr\n\n???\n\n???\n?? ,                                                (12) \n\nNeste estimador o genótipo dos individuos é resumido em um conjunto de quatro indicadores, \n\nPi e duas classes de constantes, ci e ei. Para mais detalhes ver (WANG, 2002). \n\n\n\n 34 \n\n6.6 Estimativas de herdabilidade baseadas na reconstrução do pedigree \n\n \n\n6.6.1 Análises de parentesco e resultados \n\n \n\nO pedigree dos regenerantes e juvenis de ambas as populações foram reconstruídos \n\ncom base nos resultados publicados das análises de parentesco (maternidade e paternidade), \n\napresentados em Bittencourt e Sebbenn (2007) para a população CENI e Sant’anna et al. \n\n(2013) para a população RGFC. Tais análises de parentesco foram realizadas com base no \n\nmétodo de máxima verossimilhança de Meagher e Thompson (1986) e utilizando o programa \n\nCERVUS (MARSHALL et al, 1998; KALINOVSKI et al., 2007). Como nestas populações \n\nforam realizadas a sexagem de todos os indivíduos adultos, as maternidades e as paternidades \n\ndos regenerantes e juvenis foram realizadas comparando o trio, regenerante-fêmeas-machos e \n\njuvenil-fêmeas-machos. Todas as fêmeas e os machos concorreram para serem parentes dos \n\nregenerantes e juvenis. As maternidades e paternidades foram determinadas com base na \n\nestatística ?  (MARSHALL et al., 1998). Para encontrar os valores críticos de ?  para os trios \n\n(regenerante-fêmeas-machos e juvenis-fêmeas-machos) foram conduzidas simulações com o \n\nprograma Cervus; foram utilizadas 50.000 repetições, uma taxa de erro de locos com erros de \n\n0,01 e os níveis de confiança de 80 e 95%. A probabilidade de encontrar um compatível \n\nparente dentro das populações, quando na realidade este está fora da população (fluxo gênico \n\ncritico, CGF ) foi determinada com base em Dow e Ashley (1998): )1(1\nn\n\nnExc\nPCGF ??? , em \n\nque \nnExc\n\nP  é a probabilidade combinada de não excluir o verdadeiro par de parentes e n e o \n\nnúmero de machos e fêmeas candidatos encontrados como putativos parentes dos \n\nregenerantes e juvenis. A dispersão de pólen foi medida pela distância entre a árvore fêmea e \n\na masculina, determinadas como putativos parentes e a distância de dispersão de sementes \n\n\n\n 35 \n\ncomo a distância entre os juvenis ou regenerantes e a putativa mãe determinada pela análise \n\nde maternidade.  \n\nPara a população CENI, os principais resultados obtidos foram: A exclusão de \n\npaternidade para o primeiro parente, quando nenhum dos parentes é conhecido foi de 0,931, \n\nindicando substancial polimorfismo para resolver as maternidade e paternidades. A árvore \n\nmãe foi determinada para todos os 66 regenerantes e 92 juvenis amostrados, indicando \n\nausência de imigração de sementes. A árvore paterna foi determinada para todos os 66 e 92 \n\nregenerantes e juvenis, respectivamente, sendo que dois regenerantes e seis juvenis tinham o \n\npai localizado fora do fragmento, em um pequeno grupo de 11 árvores distantes a 1,7 km do \n\nfragmento. O coeficiente médio de coancestria entre os regenerantes e a mãe foi de \n\n031,0249,0 ?  (média ± desvio padrão) e entre o pai determinado e os regenerantes foi de \n\n035,0271,0 ? . Para os juvenis, estas estimativas foram, respectivamente, de 020,0258,0 ?  e \n\n025,0254,0 ? . O erro padrão médio a 95% indica que estes valores são significativamente \n\nmaiores do que zero. A distância de dispersão de sementes determinada em função dos 66 \n\njuvenis e 92 regenerantes variou de 0,35 a 291 m, com média de 92 m. Aproximadamente \n\n38% dos regenerantes e 47% dos juvenis cresceram dentro de um raio de 60 m de distância da \n\nárvore mãe e 60 e 67% dentro de 100 m, respectivamente (BITTENCOURT; SEBBENN, \n\n2007). \n\nPara a população RGFC, os principais resultados obtidos foram: dois dos 223 \n\nindivíduos foram excluídos da análise porque foram genotipados para menos do que quatro \n\nlocos. A probabilidade de não exclusão de paternidade para o par de parentes foi baixa \n\n(0,00002), indicando que os locos tinham alto poder de resolver as maternidade e paternidade \n\ndos juvenis. Dos 221 juvenis, a mãe foi encontrada para 210 e o pai para 208, o que indica \n\numa imigração realizada na parcela de 7,2 ha de sementes e pólen de 6 e 5%, respectivamente. \n\nA distância de dispersão de sementes determinada variou de 6 a 318 m, com média de 131 m \n\n\n\n 36 \n\ne mediana de 133 m. Aproximadamente 91% dos juvenis cresceram dentro de um raio de 250 \n\nm de distância das árvores mães (SANT’ANNA et al., 2013). \n\n \n\n6.6.2 Estimando herdabilidades \n\n \n\nOs resultados das análises de parentesco apresentados acima foram utilizados para \n\nestimar a herdabilidade nas duas populações em uma planilha Excel. Pares de indivíduos \n\nregenerantes ou juvenis que tiveram os pais determinados puderam ter seu parentesco \n\ndeterminado (reconstruído), como também estimado. As estimativas de parentesco entre pares \n\nde indivíduos foram obtidas utilizando-se o coeficiente de coancestria (LOISELLE et al., \n\n1995) e o programa Spagedi 1.3 (HARDY; WEKEMANS, 2002). Por exemplo, dois \n\nregenerantes que têm o mesmo parental materno, mas pais diferentes, são meios-irmãos \n\nmaternos, logo tem uma coancestria esperada de 0,125; dois regenerantes que têm o mesmo \n\nparental paterno, mas mães diferentes são meios-irmãos paternos, mas tem também uma \n\ncoancestria esperada igual 0,125; dois regenerantes que são filhos da mesma mãe e mesmo \n\npai são irmãos-completos, logo tem uma coancestria esperada de 0,25. Entre estes pares de \n\nindivíduos foi também calculado a coancestria, de forma que se tinham duas estimativas, uma \n\ncom o valor esperado e uma com o valor estimado. \n\nOs indivíduos que eram irmãos (completos ou meios irmãos) foram pareados para em \n\nseguida determinar a distância entre os mesmos. Por exemplo, se um indivíduo apresentava \n\ntrês irmãos era formado um total de seis combinações. Depois de formado todos os pares \n\nacrescentou-se a coancestria calculada pelo programa Spagedi. A planilha do Excel passou a \n\nter uma coluna com a coancestria calculada, coancestria estimada, nome do indivíduo, \n\ncoordenadas X e Y, caráter quantitativo (altura e DAP), formando um primeiro bloco e depois \n\no seu par com a mesma sequência de colunas (segundo bloco). Na coluna após o caráter \n\n\n\n 37 \n\nquantitativo do segundo par foi calculado a distância (D) entre os pares utilizando as \n\ncoordenadas geográficas, sendo calculada por Pitágoras: . Após o \n\ncálculo das distâncias a coluna foi organizada em ordem crescente para esta distância a fim de \n\ndeterminar-se a herdabilidade para diferentes classes de distância entre os indivíduos. \n\nConcluída esta etapa os dados quantitativos (altura e DAP) foram transformados utilizando a \n\ntransformação Z: \n\n                                                     ,                                         (13) \n\nem que: Z é o valor transformado, xi é o caráter quantitativo,  é a média e ? é o desvio \n\npadrão. O procedimento do cálculo requer a retirada dos indivíduos repetidos, para tanto é \n\nnecessário o cálculo da média do caráter avaliado da população total. Para isso coloca-se a \n\nprimeira linha do segundo bloco logo após a última linha do primeiro bloco, depois é feito a \n\nordenação pela coluna do nome do indivíduo. É importante que todas as colunas estejam \n\ndevidamente em seus locais. Ao término da organização todas as linhas repetidas devem ser \n\neliminadas, mantendo apenas um representante de cada indivíduo. Agora já é possível o \n\ncálculo da média e o desvio padrão. Concluída esta etapa é feita a transformação destes dados \n\ne depois se faz a média e estima-se o desvio padrão destes dados transformados (nesse caso a \n\nmédia é igual a 0 e o desvio padrão é igual a 1). Em seguida, utiliza-se os valores da planilha \n\noriginal e transforma os dados dos dois blocos. \n\nO cálculo da média é orientado pela distância que se pretende trabalhar. Por exemplo, \n\né preciso fazer a média da altura até 50 m, então os dados utilizados serão referentes à \n\ndistância pretendidas. Posteriormente, ocorre a eliminação dos indivíduos repetidos, o cálculo \n\nda média e a transformação dos dados. Após a transformação dos dados para Z é feito o \n\ncálculo de Z para dados transformados (Z) para cada classe de distância de acordo com as \n\nfórmulas: \n\n\n\n 38 \n\n                                                                                         (14) \n\nEm seguida é calculada a média de Z (transformada) e a média da coancestria. A \n\nherdabilidade é então calculada por: \n\n                                                              \nr\n\nZr\n\nV\n\nC\nh\n\n2\nˆ2 ? ,                                                 (15) \n\nsendo, que \nZr\n\nC  é a covariância entre Z e o coeficiente de parentesco (r) e \nr\n\nV  a variância do \n\ncoeficiente de parentesco. Para os indivíduos regenerantes e juvenis da população CENI \n\nforam estimadas herdabilidades para as classes de distância de 25, 50 e 100 m e para os \n\njuvenis da população RGFC a herdabilidade foi estimada para as classes de distância de 10, \n\n20, 50 e 100 m.  \n\n\n\n 39 \n\n7 RESULTADOS E DISCUSSÃO \n\n \n\n7.1 Resumo dos resultados de prévios estudos genéticos nas populações aqui em estudo \n\n \n\nAté este momento, estudos sobre a herdabilidade de caracteres de crescimento em \n\npopulações de A. angustifolia têm sido realizados em testes de procedências e progênies de \n\npopulações submetidas a programas de conservação ex situ e melhoramento florestal (Tabela \n\n1). Contudo, faltam estudos sobre o controle genético de caracteres de crescimento em \n\ncondições naturais, informação esta que pode ser fundamental, tanto para a conservação \n\ngenética, visto descrever qual o potencial da seleção natural para alterar a média populacional \n\nde tais caracteres, como para o melhoramento florestal in situ. Este é justamente o objetivo \n\ndeste trabalho.  \n\n \n\nTabela 1- Estimativas do coeficiente de herdabilidade no sentido restrito em nível de plantas individuais (\n\n2^\n\nih ) \npara os caracteres silviculturais diâmetro à altura do peito (DAP), altura total e volume, em testes de \n\nprocedências e progênies de Araucaria angustifolia. \n\n \nIdade (anos) DAP Altura Volume Autor \n\n3,5 0,030 a 0,640 0,120 a 0,560 -- Kageyama e Jacob, (1980) \n\n3,5 0,310 0,470 -- Pires et al. (1983) \n\n18 0,402 0,376 0,248 Sebbenn et al. (2003) \n\n21 0,059 0,053 0,053 Sebbenn et al. (2003) \n\nFonte: Silva (2014). \n\n \n\nOs dados moleculares e quantitativos utilizados para desenvolver este estudo foram \n\ngerados em prévios trabalhos sobre a herança e a segregação dos locos, a diversidade \n\ngenética, a endogamia a estrutura genética espacial intrapopulacional, o sistema de \n\n\n\n 40 \n\nreprodução e a dispersão realizada e efetiva de pólen e sementes em duas populações, uma \n\naltamente fragmentada no estado do Paraná, fragmento CENI (BITTENCOURT; SEBBENN, \n\n2007), e outra, localizada dentro de uma parcela de 7,2 ha, estabelecida na Reserva Genética \n\nFlorestal de Caçador, RGFC (SANT’ANNA et al., 2013). Nestes prévios estudos foi \n\nobservado que os oito locos microssatélites segregavam nas proporções esperadas 1:1 e \n\nausência de desequilíbrio de ligação (BITTENCOURT, 2007), o que os torna adequados para \n\nutilização em estudos de genética de populações, visto que isto confirma que estes marcadores \n\nmoleculares são marcadores genéticos. Estes oito locos também apresentaram altos níveis de \n\npolimorfismo em termos de número de alelos e heterozigosidade em ambas as populações e \n\nem todas as gerações avaliadas, o que os torna também adequados para a presente \n\ninvestigação da magnitude da herança genética de caracteres quantitativos. No fragmento \n\nCENI, na amostra total de indivíduos adultos, regenerantes e juvenis foram detectados de 4 a \n\n16 alelos entre os oito locos avaliados, média de 9,6 alelos e total de 77 alelos. A \n\nheterozigosidade observada variou entre os locos de 0,047 a 0,758, com média de 0,511. O \n\níndice de fixação foi significativamente maior que zero para as plântulas (0,197), os juvenis \n\n(0,129) e adultos (0,150), sugerindo endogamia na população (BITTENCOURT; SEBBENN, \n\n2007). Por sua vez, na parcela estabelecida na RGFC, na amostra total de 513 indivíduos \n\nadultos e juvenis foram detectados de 3 a 22 alelos entre os nove locos avaliados, média de \n\n9,56 alelos e total de 86 alelos. A heterozigosidade observada variou entre os locos de 0,225 a \n\n0,789, com média de 0,559. O índice de fixação foi significativamente maior que zero para os \n\nindivíduos juvenis (0,163) e adultos (0,093), também sugerindo endogamia na população \n\n(SANT’ANNA et al., 2013). O potencial de estudar a herança de caracteres quantitativos \n\nnestas duas populações advém da presença de significante estrutura genética espacial \n\nintrapopulacional detectadas nas plântulas, juvenis e adultos do fragmento CENI \n\n(BITTENCOURT; SEBBENN, 2007) e nos juvenis e adultos da população RGFC \n\n\n\n 41 \n\n(SANT’ANNA et al., 2013). A estrutura genética espacial intrapopulacional foi significativa \n\nnas plântulas, juvenis e adultos do fragmento CENI até a distância de aproximadamente 50 m \n\n(BITTENCOURT; SEBBENN, 2007) e nos juvenis e adultos da população RGFC até a \n\ndistância de 20 m (SANT’ANNA et al., 2013). A presença de estrutura genética espacial \n\nintrapopulacional é um indicativo de que existem indivíduos parentes agregados dentro destas \n\npopulações, condição esta fundamental para estimar herdabilidades em caracteres \n\nquantitativos em populações naturais. Ainda, na população fragmentada CENI foi detectada \n\nausência de imigração de sementes (0%), baixa imigração de pólen (3 a 7%) e dispersão de \n\nsementes entre as distâncias de 0,35 a 291 m, com média de 92 m (BITTENCOURT; \n\nSEBBENN, 2007). Na parcela estabelecida na população da RGFC foi detectada imigração de \n\npólen de 6%, imigração de sementes de 5% e dispersão de sementes entre as distâncias de 6 a \n\n318 m, com média de 131 m (SANT’ANNA et al., 2013). \n\n \n\n7.2 Caracteres quantitativos dos indivíduos regenerantes e juvenis das populações \n\n \n\nEmbora a população CENI seja um pequeno fragmento florestal, o DAP médio dos \n\nindivíduos adultos (65,70 ± 27,72 cm) é maior, mas não significantemente diferente de RGFC \n\n(57,2 ± 29,41 cm , Tabela 2). Ambas as populações fora submetidas ao corte seletivo no \n\npassado (> 30 anos atrás) e esta diferença pode ter várias causas, como características \n\ndendrométricas populacionais associadas à adaptação ao ambiente, diferentes intensidade de \n\ncorte, tempo do último corte e etc. Contudo, é difícil fazer qualquer afirmação, devido à falta \n\nde informações sobre o histórico de vida destas populações. Igualmente, os juvenis do \n\nfragmento CENI tinham maior DAP (15,66 ± 6,79 cm) e altura (7,99 ± 2,72 m) do que os da \n\nRGFC (DAP = 6,03 ± 3,76 cm; Altura = 1,97 ± 1,66 m). A densidade de indivíduos adultos é \n\n\n\n 42 \n\ntambém diferente, sendo praticamente o dobro no fragmento do que na RGFC. Em suma, \n\nestas duas populações apresentam características demográficas distintas. \n\n \n\nTabela 2- Tamanho amostral (n), média e intervalo dos caracteres altura e diâmetro á altura do peito nos \n\nindivíduos adultos, plântulas e juvenis nas duas populações de Araucaria angustifolia.  \n\n \n\nPopulação Geração Caráter n Densidade \n\n(indivíduos/ha) \n\nMédia Intervalo Desvio \n\nPadrão \n\nFragmento \n\nCENI \n\nAdultos DAP 228 42,22 65,70 cm 14,0-129,9 cm 27,72 cm \n\nAdultos Altura 228 -- 17,68 m 6,0-27,0 m 3,85 m \n\nPlântulas Altura 66 12,22 2,47 m 0,35-3,00 m 4,88 m \n\nJuvenis DAP 92 17,04 15,66 cm 6,05-38,52 cm 6,79 cm \n\nJuvenis Altura 92 -- 7,99 m 3,2-20 m 2,72 m \n\nPopulação \n\nRGFC \n\nAdultos DAP 290 20,71 57,2 cm 18,1-147,1 cm 29.41 cm \n\nJuvenis DAP 221 15,90 6,03 cm 0,3-23,0 cm 3,76 cm \n\nJuvenis Altura 221 -- 1,97 m 0,2-6,40 m 1,66 m \n\nFonte: Silva (2014). \n\n \n\n7.3 Estimativas do coeficiente de parentesco \n\nComparando as estimativas de parentesco entre os três modelos (\n2\n\nh ;\n2\n\nh  e \ne\n\nr ; \n2\n\nh , \ne\n\nr  \n\ne \ne\n\nb ), estas não mudaram dentro dos quatro métodos, em nenhuma das populações \n\n(Fragmento florestal - CENI; Reserva Genética Florestal de Caçador - RGFC), gerações \n\n(regenerantes e juvenis) ou caracteres (DAP e altura), visto que as médias foram estimativas \n\nsempre para os mesmos pares de indivíduos (Tabelas 3a a 6b). Por exemplo, na população \n\nCENI (Tabela 3a e 3b), o estimador de Ritland (1996) produziu os valores de 0,053, 0,063 e \n\n0,058 para as classes de distância (sem critério, 25 e 50 m) independentemente do modelo \n\n(\n2\n\nh ,\n2\n\nh  e er  e, \n2\n\nh , er  e eb ). O mesmo é valido para os demais quatro estimadores de \n\nparentesco, ou seja, o método de estimação não é afetado pelo modelo utilizado.  \n\n\n\n 43 \n\nComparando as estimativas entre as três classes de distância (sem critério, 25 e 50 m \n\nna população CENI e, sem critério, 10 e 20 m na população RGFC), os valores foram \n\ndiferentes, pois as médias envolviam diferentes pares de indivíduos (dados não mostrados). \n\nPor exemplo, a classe “sem critério” envolvia todos os pares de indivíduos e as demais um \n\nnúmero sempre menor, em especial nas classes de 25 m (CENI) e 10 m (RGFC). Contudo, \n\nneste caso o método de Ritland (1996a) apresentou valores sempre positivos, similares entre \n\nas três classes de distância e sempre significativamente maiores do que zero. Por exemplo, os \n\nregenerantes da população CENI apresentaram valores de 0,053, 0,063 e 0,058 nas classes de \n\ndistância, sem critério, 25 e 50 m (Tabela 3a e 3b), respectivamente, os juvenis da população \n\nCENI apresentaram valores de 0,060, 0,069 e 0,063 e nas classes de distância, sem critério, 25 \n\ne 50 m, respectivamente (Tabela 4a e 4b) e os juvenis da população RGFC valores de 0,014, \n\n0,020 e 0,018, respectivamente (Tabela 5a e 5b). Ressalta-se que o estimado de Ritland \n\n(1996a), é na verdade um estimador de coancestria entre pares de indivíduos (mede a \n\nprobabilidade de um alelo amostrado em um loco homólogo em um indivíduo ser idêntico por \n\ndescendência a outro amostrado em outro indivíduo) e não um estimador clássico de \n\nparentesco, que em geral utiliza um indivíduo como referência e mede a probabilidade de um \n\nalelo amostrado em um loco homólogo em um indivíduo ser idêntico por descendência a \n\noutros dois alelos de outro indivíduo (indivíduo de referência). Os valores médios obtidos na \n\npopulação CENI para ambos indivíduos regenerantes e juvenis aproximam-se do esperado \n\nentre primos de primeiro grau (0,0625) e são mais baixos do que o esperado em indivíduos \n\nprimos de segundo grau (0,0325) na população RGFC. \n\nO estimador de Lynch e Ritland (1999) foi altamente variável entre as três classes de \n\ndistância, sendo que em muitos casos, os valores foram negativos (ver Tabela 3a), sugerindo \n\nausência de parentesco e em outros os valores foram altos, como no caso da população \n\nRGFC, na classe de distância de 10 m (0,263). De acordo com o intervalo de confiança a 95% \n\n\n\n 44 \n\nde probabilidade, nenhuma das estimativas obtidas é significativamente diferente de zero. De \n\nfato, este estimador apresentou um intervalo de confiança muito fora do esperado para uma \n\nmedida baseada em correlação (-1 a 1), assumindo valores de &lt;-3 a > 1 (Tabelas 3a, 3b, 4a, \n\n4b, 5a e 5b), o que sugere que este estimador não foi adequado para o conjunto de dados \n\nutilizados, em termos de número de locos e polimorfismo em termos de número de alelos nos \n\nlocos.  \n\nO estimador de Queller e Goodnight (1989) foi um dos que apresentou os maiores \n\nvalores de parentesco, sendo em um caso até maior do que a unidade (1,124, Tabela 3b). \n\nEmbora, geralmente não tão variável entre as três classes de distâncias consideradas nas duas \n\npopulações (com exceção dos regenerantes da população CENI, Tabela 3a e 3b), seus valores \n\nem termos de parentesco sugerem um parentesco muito maior dentro das populações do que o \n\nmétodo de Ritland (1996a), isto é sugere um parentesco, por exemplo, de irmãos completos \n\n(0,5) na população RGFC (Tabela 5), enquanto o de Ritland (1996a) sugere um parentesco até \n\nmenor do que o de primos de segundo grau. Estes resultados contrastantes estão associados \n\naos métodos de estimação. Ritland (1996a), como já comentado é um estimador de \n\ncoancestria e os demais são de parentesco. Ainda, com exceção do método de Ritland \n\n(1996a), o de Queller e Goodnight (1989) e demais assumem o Equilíbrio de Hardy-\n\nWeinberg, o que não é verdade para nenhuma destas gerações e populações, como \n\napresentado no primeiro tópico deste trabalho. Ainda, ressalta-se que este estimador também \n\napresentou um intervalo de confiança fora do esperado para uma medida baseada em \n\ncorrelação (-1 a 1), no caso dos regenerantes da população CENI (Tabela 3a e 3b), o que \n\ntambém sugere que este estimador não foi o mais adequado para o conjunto de dados desta \n\ngeração e população especificamente. Contudo, o estimador de Queller e Goodnight (1989), \n\nem geral teve um comportamento melhor do que o de Lynch e Ritland (1999), se \n\n\n\n 45 \n\nconsiderarmos os valores médios e seus respectivos intervalos de confiança ocorrendo dentro \n\ndo intervalo esperado para uma medida de correlação (entre -1 a 1). \n\nO estimador de Wang (2002) foi o que apresentou os maiores valores de parentesco \n\nna população RGFC. Contudo, em contraste, os valores foram inconsistente no caso dos \n\nindivíduos juvenis da população CENI (Tabela 4a e 4b), onde se estimou valores negativos, \n\nvariando entre as três classes de distância de -2,181 a -16,348. É obvio que neste caso os \n\nresultados estão associados às características do conjunto de dados (número de locos, alelos \n\npor locos, frequências alélicas e número de indivíduos). Por outro lado, sugere ausência de \n\nparentesco na respectiva população. Este estimador também apresentou os maiores intervalos \n\nde confiança, fora do esperado para uma medida baseada em correlação (-1 a 1), o que \n\ntambém sugere que este estimador não foi o mais adequado para o conjunto de dados desta \n\ngeração e população especificamente. \n\nEm suma, de acordo com os resultados apresentados acima, o estimador de Ritland \n\n(1996a) teve o melhor desempenho, visto que os valores médios, bem como o intervalo de \n\nconfiança a 95% de probabilidade encontram-se dentro da extensão esperada por um \n\nestimador de parentesco (no caso, medido como uma coancestria), baseado em uma medida \n\nde correlação (entre -1 a 1). \n\n \n\n7.4 Herdabilidade nas populações \n\n \n\nAs estimativas de herdabilidades foram obviamente variáveis entre os métodos de \n\nestimar o coeficiente de parentesco, modelos de estimação e classes de distância em que estas \n\nestimativas foram calculadas (Tabelas 3, 4, 5 e 6). Nenhuma das estimativas obtidas foi \n\nestatisticamente diferente de zero, de acordo com o intervalo de confiança a 95% de \n\nprobabilidade. De fato, em muitos casos, os valores estavam fora da extensão esperada para o \n\n\n\n 46 \n\ncoeficiente de herdabilidade (0 a 1), o que indica inadequação dos dados aos modelos de \n\nestimação.  \n\nA estimativa do declínio da curva de correlação ambiental (\ne\n\nb ) foi, em geral, não \n\nsignificativamente diferente de zero (Tabelas 3 a 6), com exceção dos regenerantes da \n\npopulação CENI (Tabela 3), na classe de distância sem critérios, onde os valores foram \n\npositivos e altos. Igualmente, a estimativas da correlação ambiental (\ne\n\nr ) foi também, em \n\ngeral, não significativamente diferentes de zero (Tabelas 3 a 6), o que, juntamente com os \n\nresultados de \ne\n\nb , segundo Ritland e Ritland (1996) sugere uma fraca estruturação genética no \n\nespaço. De fato, isso já havia sido observado para estas populações pela análise de estrutura \n\ngenética espacial, em especial na população RGFC (BITTENCOURT; SEBBENN, 2007; \n\nSANT’ANNA et al., 2013). \n\nO método de Ritland (1996a) tem sido utlizado para estimar a herdabilidade em \n\npopulações naturais de poucas plantas, mas infelizmente, em geral, os resultados tem sido \n\nfrustantes (KLAPER et al., 2001). Estimativas significantes de herdabilidade têm sido obtidas \n\npara caracteres adaptativos em Mimulus guttatus, uma espécie anual do hemisfério norte \n\n(RITLAND; RITLAND, 1996). Nesta espécie, os autores detectaram herdabilidades variando \n\nde 0,5 a 0,7. Comparando estes resultados com os obtidos em testes de progênies, Ritland e \n\nRitland (1996) observaram que em condições naturais as herdabilidade eram maiores do que \n\nem condições controladas, como testes de progênies, o que sugere que a herdabilidade natural \n\nde caracteres em plantas pode ser maior do que medida em condições controladas. Com base \n\nno método de Ritland (1996a), significantes herdabilidades foram observadas para um \n\ncomponente secundário (sideroxylonal), em Eucalyptus melliadora, com valores variando de \n\n0,49 a 0,61, em função do modelo utilizado (ANDREW et al., 2005). Por outro lado, \n\nestimativas de herdabilidade na conífera Abies amabilies resultaram em valores pouco \n\n\n\n 47 \n\nconfiáveis devido à estimativa da variância no parentesco terem sido muito incertas \n\n(RITLAND; TRAVIS, 2004), como no presente caso. \n\nA maior dificuldade na utilização do programa Mark (RITLAND, 2006) foi o fato \n\nde para realizar o cálculo da herdabilidade o programa leva em consideração a similaridade \n\nfenotípica (que é determinado pelo ambiente e idade dos indivíduos) e o coeficiente de \n\nparentesco entre os indivíduos. Sendo assim, a estimativa da herdabilidade pode ser \n\ninfluenciada: 1) pela idade das plantas, pois elas podem ser parentes, mas por serem de \n\ndiferentes idades os seus fenótipos podem ser diferentes, resultando em valores negativos; 2) \n\nou podem ter o mesmo fenótipo, mesma idade, mas não serem parentes, também resultando \n\nem valores negativos. O ideal seria fazer um prévio agrupamento dos indivíduos parentes com \n\nfenótipo similar para os caracteres de interesse, pois plantas com idades diferentes tendem a \n\nter fenótipos diferentes e plantas com mesmas idades têm maior probabilidade de terem \n\nfenótipo similar. Dessa forma, indivíduos não parentes, mas com fenótipo similar e indivíduos \n\nparentes, mas com fenótipos diferentes seriam excluídos das análises. Apenas indivíduos \n\nparentes e com fenótipos similares seriam utilizados nos cálculos.  \n\n \n\n \n\n\n\n 48 \n\nTabela 3a- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter altura em indivíduos regenerantes do fragmento CENI de Araucaria angustifolia. IC a 95% é o intervalo de \n\nconfiança a 95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média \n\nda correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nRITLAND 1996 LYNCH E RITLAND, 1999 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,053 \n\n(0,045 a 0,058) \n0,053 \n\n(0,045 a 0,058) \n0,053 \n\n(0,045 a 0,058) \n-0,186 \n\n(-2,031 a 1,091) \n-0,186 \n\n(-2,031 a 1,091) \n-0,186 \n\n(-2,031 a 1,091) \n\n2\nh?  \n\n0 \n(-1,929 a 1,403) \n\n-9,242 \n(-13,704 a 3,164) \n\n0,031 \n(-0,97 a 0,15) \n\n0,005 \n(-0,433 a 0,362) \n\n3,720 \n(-8,56 a 7,564) \n\n-6,835 \n(-45,827 a 5,316) \n\ne\nr  - \n\n-0,015 \n(-0,039 a -0,024) \n\n-0,015 \n(-0,039 a -0,024) - \n\n0,179 \n(-0,038 a 0,331) \n\n0,179 \n(-0,038 a 0,331) \n\ne\nb  - - \n\n0,096 \n(0,023 a 0,143) - - \n\n0,486 \n(0,223 a 0,743) \n\n25 m \n\nr?  \n0,063 \n\n(0,045 a 0,066) \n0,063 \n\n(0,045 a 0,066) \n0,063 \n\n(0,045 a 0,066) \n0,207 \n\n(-1,014 a 1,236) \n0,207 \n\n(-1,014 a 1,236) \n0,207 \n\n(-1,014 a 1,236) \n\n2\nh?  \n\n2,68 \n(-4,343 a 6,59) \n\n-0,022 \n(-0,108 a 0,037) \n\n-0,020 \n(-0,132 a 0,034) \n\n0,475 \n(-2,187 a 3,019) \n\n2,506 \n(-78,811 a 54,836) \n\n2,48 \n(-58,965 a 205) \n\ne\nr  - \n\n-0,015 \n(-0,046 a -0,022) \n\n-0,015 \n(-0,046 a -0,022) - \n\n0,447 \n(0,098 a 0,771) \n\n0,447 \n(0,098 a 0,771) \n\ne\nb  - - \n\n0,096 \n(-0,027 a 0,195) - - \n\n0,475 \n(-3,835 a 9,795) \n\n50 m \n\nr?  \n0,058 \n\n(0,050 a 0,062) \n0,058 \n\n(0,050 a 0,062) \n0,058 \n\n(0,050 a 0,062) \n-0,313 \n\n(-1,524 a 0,984) \n-0,313 \n\n(-1,524 a 0,984) \n-0,313 \n\n(-1,524 a 0,984) \n\n2\nh?  \n\n3,387 \n(-4,107 a 7,411) \n\n0,051 \n(-1,325 a 0,779) \n\n0,349 \n(-0,372 a 0,389) \n\n0,159 \n(-1,498 a 0,666) \n\n2,662 \n(-70,003 a 86,024) \n\n0,190 \n(-6,144 a 1,268) \n\ne\nr  - \n\n0,447 \n(0,078 a 0,730) \n\n0,447 \n(0,078 a 0,730) - \n\n0,179 \n(-0,002 a 0,347) \n\n0,179 \n(-0,002 a 0,347) \n\ne\nb  - - \n\n0,377 \n(-1,798 a 5,444) - - \n\n0,315 \n(-2,042 a 0,729) \n\nFonte: Silva (2014). \n\n\n\n 49 \n\nTabela 3b- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter altura em indivíduos regenerantes do fragmento CENI de Araucaria angustifolia. IC a 95% é o intervalo de \n\nconfiança a 95% de probabilidade. . r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média \n\nda correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nQUELLER E GOODNIGHT, 1989 WANG, 2002 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,308 \n\n(-0,992 a 2,076) \n0,308 \n\n(-0,992 a 2,076) \n0,308 \n\n(-0,992 a 2,076) \n0,174 \n\n(-6,781 a 5,925) \n0,174 \n\n(-6,781 a 5,925) \n0,174 \n\n(-6,781 a 5,925) \n\n2\nh?  \n\n0,671 \n(-0,485 a 0,268) \n\n0,005 \n(-1,563 a 0,213) \n\n-0,004 \n(-0,565 a 0,962) \n\n-0,134 \n(-0,122 a 0,262) \n\n0,671 \n(-0,666 a 0,869) \n\n0,713 \n(-0,848 a 0,158) \n\ne\nr  - \n\n-0,014 \n(-0,048 a -0,005) \n\n-0,014 \n(-0,048 a -0,005) - \n\n-0,016 \n(-0,049 a -0,023) \n\n-0,016 \n(-0,049 a -0,023) \n\ne\nb  - - \n\n0,095 \n(-0,504 a 0,328) - - \n\n-0,318 \n(-0,551 a 0,635) \n\n25 m \n\nr?  \n0,509 \n\n(-0,796 a 2,726) \n1,124 \n\n(-0,948 a 2,598) \n1,124 \n\n(-0,948 a 2,598) \n-0,210 \n\n(-3,178 a 7,833) \n-0,210 \n\n(-3,178 a 7,833) \n-0,210 \n\n(-3,178 a 7,833) \n\n2\nh?  \n\n0,518 \n(-0,944 a 1,501) \n\n0,475 \n(-7,298 a 0,863) \n\n0,481 \n(-2,595 a 3,55) \n\n0,411 \n(-1,005 a 0,345) \n\n0,520 \n(-1,637 a 1,336) \n\n0,331 \n(-0,555 a 1,386) \n\ne\nr  - \n\n0,447 \n(0,135 a 0,672) \n\n0,447 \n(0,135 a 0,672) - \n\n0,443 \n(0,064 a 0,765) \n\n0,443 \n(0,064 a 0,765) \n\ne\nb  - - \n\n0,375 \n(-0,22 a 1,487) - - \n\n0,829 \n(-1,231 a 2,295) \n\n50 m \n\nr?  \n0,829 \n\n(0,094 a 2,518) \n0,829 \n\n(0,094 a 2,518) \n0,829 \n\n(0,094 a 2,518) \n0,244 \n\n(-2,958 a 6,325) \n0,244 \n\n(-2,958 a 6,325) \n0,244 \n\n(-2,958 a 6,325) \n\n2\nh?  \n\n-0,302 \n(-2,277 a 0,183) \n\n0,159 \n(-2,976 a 0,373) \n\n-0,159 \n(-0,998 a 0,444) \n\n2,768 \n(-3,918 a 0,649) \n\n-0,301 \n(-0,505 a 1,417) \n\n0,569 \n(-0,400 a 1,495) \n\ne\nr  - \n\n0,179 \n(0,006 a 0,356) \n\n0,179 \n(0,006 a 0,356) - \n\n0,176 \n(-0,050 a 0,368) \n\n0,176 \n(-0,050 a 0,368) \n\ne\nb  - - \n\n0,559 \n(-1,536 a 0,819) - - \n\n0,588 \n(-2,961 a 1,852) \n\nFonte: Silva (2014). \n\n\n\n 50 \n\nTabela 4a- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter diâmetro a altura do peito (DAP) em indivíduos juvenis da população CENI de Araucaria angustifolia. IC a 95% é \n\no intervalo de confiança a 95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \n\ne\nr  é a média da correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nRITLAND 1996 LYNCH E RITLAND, 1999 \n\n2\nh  (IC a 95%) \n\n2\nh , er  (IC a 95%) \n\n2\nh , er , eb  (IC a 95%) \n\n2\nh  (IC a 95%) \n\n2\nh , er  (IC a 95%) \n\n2\nh , er , eb  (IC a 95%) \n\nsem critério \n\nr?  \n0,060 \n\n(0,053 a 0,062) \n0,060 \n\n(0,053 a 0,062) \n0,060 \n\n(0,053 a 0,062) \n-0,232 \n\n(-3,134 a 0,995) \n-0,232 \n\n(-3,134 a 0,995) \n-0,232 \n\n(-3,134 a 0,995) \n\n2\nh?  \n\n-0,011 \n(-0,987 a 2,708) \n\n0,305 \n(-4,031 a 5,301) \n\n0,346 \n(-3,739 a 3,542) \n\n0,054 \n(-0,251 a 0,156) \n\n0,054 \n(-0,731 a 0,196) \n\n0,049 \n(-0,868 a 0,169) \n\ne\nr  - \n\n-0,029 \n(-0,338 a 0,195) \n\n-0,029 \n(-0,338 a 0,195) - \n\n0,005 \n(-0,371 a 0,114) \n\n0,005 \n(-0,371 a 0,114) \n\ne\nb  - - \n\n0,00 \n(-0,001 a -0,001) - - \n\n0,00 \n(-0,001 a 0,001) \n\n25 m \n\nr?  \n0,069 \n\n(0,059 a 0,074) \n0,069 \n\n(0,059 a 0,074) \n0,069 \n\n(0,059 a 0,074) \n0,263 \n\n(-2,621 a 2,27) \n0,263 \n\n(-2,621 a 2,27) \n0,263 \n\n(-2,621 a 2,27) \n\n2\nh?  \n\n24,115 \n(-70,925 a 50,925) \n\n23,30 \n(-23,244 a 37,897) \n\n20,609 \n(-53,041 a 60,488) \n\n-0,161 \n(-1,188 a 0,442) \n\n-0,161 \n(-0,889 a 0,531) \n\n-0,171 \n(-2,505 a 0,568) \n\ne\nr  - \n\n-1,675 \n(-36,242 a 1,183) \n\n-1,675 \n(-36,242 a 1,183) - \n\n0,028 \n(-0,270 a 0,336) \n\n0,028 \n(-0,27 a 0,336) \n\ne\nb  - - \n\n0,00 \n(-0,060 a 0,015) -   \n\n-0,004 \n(-0,042 a 0,030) \n\n50 m \n\nr?  \n0,065 \n\n(0,057 a 0,069) 0,065 (0,057 a 0,069) \n0,065 \n\n(0,057 a 0,069) \n0,090 \n\n(-2,643 a 0,911) \n0,090 \n\n(-2,643 a 0,911) \n0,090 \n\n(-2,643 a 0,911) \n\n2\nh?  \n\n1,924 \n(-12,533 a 271,102) \n\n1,943 (-12,947 a \n73,354) \n\n2,124 \n(-43,447 a 15,443) \n\n-0,213 \n(-1,146 a 0,443) \n\n-0,213 \n(-0,619 a 0,647) \n\n-0,201 \n(-0,659 a 0,318) \n\ne\nr  - \n\n-0,139 (-5,099 a \n0,806) \n\n-0,139 \n(-5,099 a 0,806) - \n\n0,018 \n(-0,499 a 0,176) \n\n0,018 \n(-0,499 a 0,176) \n\ne\nb  -   \n\n0,00 \n(-0,014 a 0,004) - - \n\n-0,003 \n(-0,015 a 0,004) \n\nFonte: Silva (2014). \n\n\n\n 51 \n\nTabela 4b- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 25 e 50 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter diâmetro a altura do peito (DAP) em indivíduos juvenis da população CENI de Araucaria angustifolia. IC a 95% é \n\no intervalo de confiança a 95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \n\ne\nr  é a média da correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nQUELLER E GOODNIGHT, 1989 WANG, 2002 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,537 \n\n(0,422 a 0,916) \n0,537 \n\n(0,422 a 0,916) \n0,537 \n\n(0,422 a 0,916) \n-2,181 \n\n(-8,941 a 5,057) \n-2,181 \n\n(-8,941 a 5,057) \n-2,181 \n\n(-8,941 a 5,057) \n\n2\nh?  \n\n0,022 \n(-1,133 a 0,554) \n\n0,022 \n(-0,097 a 0,197) \n\n0,022 \n(-0,337 a 0,261) \n\n0,041 \n(-0,034 a 0,072) \n\n-0,086 \n(-0,144 a 0,023) \n\n-0,086 \n(-0,673 a 0,401) \n\ne\nr  - \n\n-0,023 \n(-0,313 a 0,030) \n\n-0,023 \n(-0,313 a 0,030) - \n\n0,003 \n(-0,09 a 0,097) \n\n0,003 \n(-0,090 a 0,097) \n\ne\nb  - - \n\n0,00 \n(-0,001 a 0,000) - - \n\n0,003 \n(-0,004 a 0,005) \n\n25 m \n\nr?  \n0,561 \n\n(-0,266 a 1,014) \n0,561 \n\n(-0,266 a 1,014) \n0,561 \n\n(-0,266 a 1,014) \n-16,29 \n\n(-92,335 a 7,902) \n-16,29 \n\n(-92,335 a 7,902) \n-16,29 \n\n(-92,335 a 7,902) \n\n2\nh?  \n\n0,044 \n(-0,619 a 0,385) \n\n0,044 \n(-0,454 a 1,623) \n\n0,017 \n(-0,976 a 0,718) \n\n0,126 \n(-0,236 a 0,223) \n\n0,126 \n(-1,526 a 0,084) \n\n0,126 \n(-0,167 a 0,089) \n\ne\nr  - \n\n-0,042 \n(-1,348 a 0,141) \n\n-0,042 \n(-1,348 a 0,141) - \n\n-0,005 \n(-1,000 a 1,105) \n\n-0,005 \n(-1,000 a 1,105) \n\ne\nb  - - \n\n-0,010 \n(-0,027 a 0,000) - - \n\n-0,006 \n(-0,037 a 0,006) \n\n50 m \n\nr?  \n0,527 \n\n(-0,332 a 0,848) \n0,527 \n\n(-0,332 a 0,848) \n0,527 \n\n(-0,332 a 0,848) \n-16,348 \n\n(-73,498 a 7,591) \n-16,348 \n\n(-73,498 a 7,591) \n-16,348 \n\n(-73,498 a 7,591) \n\n2\nh?  \n\n-0,061 \n(-0,737 a 0,182) \n\n-0,061 \n(-0,458 a 0,547) \n\n-0,060 \n(-0,522 a 0,517) \n\n-0,198 \n(-0,202 a 0,091) \n\n-0,198 \n(-0,177 a 0,146) \n\n-0,198 \n(-0,674 a 0,065) \n\ne\nr  - \n\n0,019 \n(-0,536 a 0,185) \n\n0,019 \n(-0,536 a 0,185) - \n\n0,008 \n(-0,224 a 0,351) \n\n0,008 \n(-0,224 a 0,351) \n\ne\nb  - - \n\n-0,001 \n (-0,005 a 0,002) - - \n\n0,008 \n(-0,012 a 0,002) \n\nFonte: Silva (2014). \n\n\n\n 52 \n\nTabela 5a- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter diâmetro a altura do peito (DAP) em indivíduos juvenis da população RGFC de Araucaria angustifolia. IC a 95% é \n\no intervalo de confiança a 95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \n\ne\nr  é a média da correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nRITLAND 1996 LYNCH E RITLAND, 1999 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,014 \n\n(0,010 a 0,017) \n0,014 \n\n(0,010 a 0,017) \n0,014 \n\n(0,010 a 0,017) \n0,216 \n\n(-0,453 a 1,154) \n0,216 \n\n(-0,453 a 1,154) \n0,216 \n\n(-0,453 a 1,154) \n\n2\nh?  \n\n-0,005 \n(-1,242 a 2,188) \n\n-0,005 \n(-1,242 a 2,188) \n\n-0,005 \n(-1,184 a 2,154) \n\n0,086 \n(-0,485 a 0,623) \n\n0,086 \n(-0,485 a 0,623) \n\n0,084 \n(-0,717 a 0,566) \n\ne\nr  - \n\n0,000 \n(-0,064 a 0,025) \n\n0,000 \n(-0,064 a 0,025) - \n\n-0,032 \n(-0,489 a 0,230) \n\n-0,032 \n(-0,489 a 0,230) \n\ne\nb  - - \n\n-0,010 \n(-1,200 a 0,020) - - \n\n0,00 \n(-0,001 a 0,001) \n\n10 m \n\nr?  \n0,020 \n\n(0,008 a 0,030) \n0,020 \n\n(0,009 a 0,03) \n0,020 \n\n(0,009 a 0,030) \n0,638 \n\n(-2,323 a 2,568) \n0,638 \n\n(-2,348 a 2,058) \n0,638 \n\n(-2,348 a 2,058) \n\n2\nh?  \n\n0,000 \n(-104,403 a 342,317) \n\n-4,821 \n(-28,957 a 47,991) \n\n-6,091 \n(-46,394 a 50,799) \n\n-0,823 \n(-6,498 a 9,32) \n\n-0,823 \n(-5,052 a 4,007) \n\n-0,106 \n(-11,511 a 2,533) \n\ne\nr  - \n\n0,353 \n(-5,343 a 1,911) \n\n0,353 \n(-5,343 a 1,911) - \n\n-0,269 \n(-0,341 a 0,630) \n\n-0,269 \n(-0,341 a 0,630) \n\ne\nb  - - \n\n-0,020 \n(-0,809 a 0,175) - - \n\n0,071 \n(-0,433 a 0,533) \n\n20 m \n\nr?  \n0,018 \n\n(0,012 a 0,024) \n0,018 \n\n(0,013 a 0,026) \n0,018 \n\n(0,013 a 0,026) \n0,011 \n\n(-1,137 a 1,385) \n0,011 \n\n(-1,313 a 1,486) \n0,011 \n\n(-1,313 a 1,486) \n\n2\nh?  \n\n-3,415 \n(-56,808 a 121,995) \n\n-3,422 \n(-64,19 a 32,518) \n\n-2,680 \n(-40,067 a 64,548) \n\n0,609 \n(-2,938 a 2,84) \n\n0,609 \n(-15,761 a 1,621) \n\n0,688 \n(-14,198 a 1,396) \n\ne\nr  - \n\n0,196 \n(-4,351 a 1,156) \n\n0,196 \n(-4,351 a 1,156) - \n\n-0,106 \n(-2,551 a 1,848) \n\n-0,106 \n(-2,551 a 1,848) \n\ne\nb  - - \n\n-0,004 \n(-0,048 a 0,148) - - \n\n0,016 \n(-0,114 a 0,111) \n\nFonte: Silva (2014). \n\n\n\n 53 \n\nTabela 5b- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caractere diâmetro a altura do peito (DAP) em indivíduos juvenis da população RGFC de Araucaria angustifolia. IC a 95% \n\né o intervalo de confiança a 95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos \n\ne \ne\n\nr  é a média da correlação ambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nQUELLER E GOODNIGHT, 1989  WANG, 2002 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,577 \n\n(0,497 a 0,611) \n0,577 \n\n(0,497 a 0,611) \n0,577 \n\n(0,497 a 0,611) \n0,884 \n\n(-4,506 a 8,190) \n0,884 \n\n(0,015 a 0,989) \n0,884 \n\n(-23,80 a 5,443) \n\n2\nh?  \n\n-0,032 \n(-1,010 a 0,268) \n\n-0,032 \n(-1,010 a 0,268) \n\n-0,029 \n(-0,301 a 0,428) \n\n-0,003 \n(-0,083 a 0,055) \n\n-0,003 \n(-0,083 a 0,055) \n\n-0,003 \n(-0,152 a 0,072) \n\ne\nr  - \n\n0,021 \n(-0,510 a 0,134) \n\n0,021 \n(-0,510 a 0,134) - \n\n0,005 \n(-0,043 a 0,060) \n\n0,005 \n(-0,043 a 0,060) \n\ne\nb  - - \n\n0,00 \n(0,00 a 0,00) - - \n\n0,00 \n(-0,001 a 0,001) \n\n10 m \n\nr?  \n0,546 \n\n(0,365 a 0,700) \n0,638 \n\n(-2,621 a 1,562) \n0,546 \n\n(0,446 a 0,642) \n0,834 \n\n(-7,482 a 8,189) \n0,834 \n\n(-24,086 a 8,414) \n0,834 \n\n(-30,337 a 6,010) \n\n2\nh?  \n\n0,032 \n(-1,816 a 1,158) \n\n-0,824 \n(-7,762 a 4,445) \n\n0,023 \n(-2,848 a 0,469) \n\n-0,047 \n(-4,599 a 0,732) \n\n-0,047 \n(-1,968 a 0,503) \n\n-0,048 \n(-1,910 a 2,115) \n\ne\nr  - \n\n0,082 \n(-0,272 a 1,365) \n\n0,082 \n(-0,272 a 1,365) - \n\n0,142 \n(-0,794 a 2,012) \n\n0,142 \n(-0,794 a 2,012) \n\ne\nb  - - \n\n0,003 \n(-0,058 a 0,073) - - \n\n0,001 \n(-0,115 a 0,082) \n\n20 m \n\nr?  \n0,532 \n\n(0,269 a 0,613) \n0,532 \n\n(0,397 a 0,635) \n0,532 \n\n(0,397 a 0,635) \n0,847 \n\n(-7,339 a 8,282) \n0,847 \n\n(-84,433 a 8,563) \n0,847 \n\n(-84,433 a 3,499) \n\n2\nh?  \n\n0,017 \n(-1,011 a 2,192) \n\n0,021 \n(-3,596 a 0,493) \n\n0,025 \n(-2,634 a 1,254) \n\n-0,010 \n(-0,779 a 0,309) \n\n-0,010 \n(-1,458 a 0,180) \n\n-0,009 \n(-1,942 a 1,158) \n\ne\nr  - \n\n0,109 \n(-0,778 a 0,842) \n\n0,109 \n(-0,778 a 0,842) - \n\n0,131 \n(-0,161 a 1,372) \n\n0,131 \n(-0,161 a 1,372) \n\ne\nb  - - \n\n-0,002 \n(-0,026 a 0,014) - - \n\n-0,002 \n(-0,442 a 0,013) \n\nFonte: Silva (2014). \n\n\n\n 54 \n\nTabela 6a- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter altura em indivíduos juvenis da população RGFC de Araucaria angustifolia. IC a 95% é o intervalo de confiança a \n\n95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da correlação \n\nambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nRITLAND 1996 LYNCH E RITLAND, 1999 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,014 \n\n(0,010 a 0,017) \n0,014 \n\n(0,010 a 0,017) \n0,014 \n\n(0,010 a 0,017) \n0,216 \n\n(-0,453 a 1,154) \n0,216 \n\n(-0,453 a 1,154) \n0,216 \n\n(-0,453 a 1,154) \n\n2\nh?  \n\n-0,005 \n(-0,967 a 3,803) \n\n0,834 \n(-0,967 a 3,803) \n\n-0,005 \n(-0,831 a 3,781) \n\n-0,003 \n(-0,520 a 0,440) \n\n-0,003 \n(-0,520 a 0,440) \n\n0,00 \n(-1,571 a 0,659) \n\ne\nr  - \n\n-0,021 \n(-0,08 a -0,001) \n\n-0,021 \n(-0,08 a -0,001) - \n\n-0,004 \n(-0,197 a 0,092) \n\n-0,004 \n(-0,197 a 0,092) \n\ne\nb  - - \n\n0,008 \n(0,00 a 0,00) - - \n\n0,00 \n(-0,008 a 0) \n\n10 m \n\nr?  \n0,020 \n\n(0,008 a 0,030) \n0,020 \n\n(0,009 a 0,03) \n0,020 \n\n(0,009 a 0,030) \n0,638 \n\n(-2,323 a 2,568) \n0,638 \n\n(-2,348 a 2,058) \n0,638 \n\n(-2,348 a 2,058) \n\n2\nh?  \n\n0,000 \n(-1,618 a 3,674) \n\n-31,332 \n(-72,524 a 96,429) \n\n-10,722 \n(-53,865 a 303,245) \n\n-0,767 \n(-3,879 a 3,067) \n\n-0,767 \n(-2,480 a 2,910) \n\n-0,120 \n(-2,314 a 0,751) \n\ne\nr  - \n\n0,966 \n(-2,145 a 1,204) \n\n0,966 \n(-2,145 a 1,204) - \n\n0,832 \n(-0,523 a 1,282) \n\n0,832 \n(-0,523 a 1,282) \n\ne\nb  - - \n\n-0,047 \n(-0,287 a 2,361) - - \n\n0,064 \n(-0,367 a 0,294) \n\n20 m \n\nr?  \n0,018 \n\n(0,012 a 0,024) \n0,018 \n\n(0,013 a 0,026) \n0,018 \n\n(0,013 a 0,026) \n0,011 \n\n(-1,137 a 1,385) \n0,011 \n\n(-1,313 a 1,486) \n0,011 \n\n(-1,313 a 1,486) \n\n2\nh?  \n\n-11,841 \n(-96,036 a 49,256) \n\n-11,852 \n(-17,532 a 12,945) \n\n-8,372 \n(-46,794 a 120,867) \n\n0,622 \n(-5,167 a 3,073) \n\n0,622 \n(-2,230 a 2,488) \n\n0,645 \n(-2,256 a 1,860) \n\ne\nr  - \n\n0,382 \n(-2,860 a 0,215) \n\n0,382 \n(-2,860 a 0,215) - \n\n0,161 \n(-1,253 a 1,382) \n\n0,161 \n(-1,253 a 1,382) \n\ne\nb  - - \n\n-0,017 \n(-0,064 a 0,291) - - \n\n0,005 \n(-0,188 a 0,101) \n\nFonte: Silva (2014). \n\n\n\n 55 \n\nTabela 6b- Estimativa do coeficiente médio de herdabilidade no sentido restrito (\n2\n\nh? ) para três classes de distâncias (sem critério, 10 e 20 m), três modelos e quatro diferentes \nmétodos de estimação do coeficiente de parentesco para o caráter altura em indivíduos juvenis da população RGFC de Araucaria angustifolia. IC a 95% é o intervalo de confiança a \n\n95% de probabilidade. r?  é a estimativa de parentesco entre dois pares de indivíduo; \ne\n\nb  é o declínio linear da correlação ambiental entre dois indivíduos e \ne\n\nr  é a média da correlação \n\nambiental entre dois indivíduos. \n\n \n\nClasses de distâncias Modelos \nQUELLER E GOODNIGHT, 1989 WANG, 2002 \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\n2\nh (IC a 95%) \n\n2\nh , er (IC a 95%) \n\n2\nh , er , eb (IC a 95%) \n\nsem critério \n\nr?  \n0,577 \n\n(0,497 a 0,611) \n0,577 \n\n(0,497 a 0,611) \n0,577 \n\n(0,497 a 0,611) \n0,884 \n\n(-4,506 a 8,190) \n0,884 \n\n(0,015 a 0,989) \n0,884 \n\n(-23,80 a 5,443) \n\n2\nh?  \n\n0,018 \n(-1,922 a 0,895) \n\n0,018 \n(-1,922 a 0,895) \n\n0,022 \n(-0,860 a 1,217) \n\n0,008 \n(-0,067 a 0,056) \n\n0,008 \n(-0,067 a 0,056) \n\n0,008 \n(-0,076 a 0,097) \n\ne\nr  - \n\n-0,015 \n(-0,712 a 0,485) \n\n-0,015 \n(-0,712 a 0,485) - \n\n-0,012 \n(-0,061 a 0,035) \n\n-0,012 \n(-0,061 a 0,035) \n\ne\nb  - - \n\n0,00 \n(0,00 a 0,00) - - \n\n0,00 \n(0,00 a 0,00) \n\n10 m \n\nr?  \n0,546 \n\n(0,365 a 0,700) \n0,638 \n\n(-2,621 a 1,562) \n0,546 \n\n(0,446 a 0,642) \n0,834 \n\n(-7,482 a 8,189) \n0,834 \n\n(-24,086 a 8,414) \n0,834 \n\n(-30,337 a 6,010) \n\n2\nh?  \n\n-0,025 \n(-1,264 a 0,904) \n\n-0,770 \n(-8,587 a 2,158) \n\n-0,051 \n(-4,783 a 0,605) \n\n0,048 \n(-2,116 a 0,464) \n\n0,048 \n(-0,570 a 1,061) \n\n0,051 \n(-3,170 a 1,343) \n\ne\nr  - \n\n0,834 \n(-0,485 a 3,040) \n\n0,834 \n(-0,485 a 3,040) - \n\n0,302 \n(-0,080a 0,949) \n\n0,302 \n(-0,080a 0,949) \n\ne\nb  - - \n\n-0,007 \n(-0,047 a 0,054) - - \n\n-0,006 \n(-0,081 a 0,041) \n\n20 m \n\nr?  \n0,532 \n\n(0,269 a 0,613) \n0,532 \n\n(0,397 a 0,635) \n0,532 \n\n(0,397 a 0,635) \n0,847 \n\n(-7,339 a 8,282) \n0,847 \n\n(-84,433 a 8,563) \n0,847 \n\n(-84,433 a 3,499) \n\n2\nh?  \n\n-0,387 \n(-6,436 a 3,549) \n\n-0,380 \n(-2,630 a 6,482) \n\n-0,350 \n(-21,889 a 1,129) \n\n0,027 \n(-0,556 a 0,323) \n\n0,027 \n(-2,242 a 0,151) \n\n0,031 \n(-1,078 a 1,098) \n\ne\nr  - \n\n0,367 \n(-5,001 a 1,112) \n\n0,367 \n(-5,001 a 1,112) - \n\n0,143 \n(-0,884 a 0,528) \n\n0,143 \n(-0,884 a 0,528) \n\ne\nb  - - \n\n-0,012 \n(-0,254 a 0,001) - - \n\n-0,011 \n(-0,092 a 0,010) \n\nFonte: Silva (2014). \n\n\n\n 56 \n\n7.5 Estimativas de herdabilidade baseadas na reconstrução do pedigree \n\nDevido aos resultados obtidos utilizando-se o programa Mark, foi proposta outra \n\nestratégia para medir o controle genético de caracteres de crescimento no campo, baseado no \n\nresultados de análises de parentesco (maternidade e paternidade) realizadas nestas duas \n\npopulações de A. angustifolia (BITTENCOURT; SEBBENN, 2007; SANT’ANNA et al., \n\n2013). Com base na análise de paternidade é possível reconstruir todo o pedigree dos \n\nindivíduos regenerantes e juvenis e determinar os diferentes níveis de parentesco entre eles \n\n(meios-irmãos, irmãos completos, não parentes, etc). Assim, herdabilidades podem ser \n\nestimadas apenas utilizando-se os pares de indivíduos que realmente são parentes. Ainda, \n\nneste caso, dois métodos podem ser utilizados, um baseado na estimativa do parentesco entre \n\npares de indivíduos parentes e outro baseado no parentesco esperado entre pares de \n\nindivíduos, dado os resultados das análises de maternidade e paternidade. \n\nA coancestria média observada entre pares de indivíduos (variou de 0,021 a 0,197) \n\nfoi sempre menor do que a estimada (variou de 0,136 a 0,306) (Tabelas 7 e 8). Isso decorre do \n\nfato de que alguns valores estimados foram negativos ou abaixo do esperado pelo parentesco \n\ndeterminado pela análise de maternidade e paternidade.  \n\nNa população CENI, as estimativas de herdabilidade para os regenerantes, em geral \n\nse encontram dentro da distribuição esperada para este parâmetro, ou seja, entre 0 e 1, com \n\nalgumas exceções, como por exemplo a do caráter altura para estimativas utilizando a \n\ncoancestria esperada pela reconstrução do parentesco (Tabela 7). Estes valores maiores do que \n\na unidade podem ser atribuídos à baixa variação no parentesco, que é o denominador da \n\nexpressão utilizada e baseada em covariância entre o parentesco e o caráter. Também se \n\nobserva a tendência do caráter altura apresentar maior herdabilidade do que o DAP, sugerindo \n\nque este tem maior controle genético. O caráter DAP apresentou a tendência de reduzir com a \n\ndistância espacial entre os pares dos parentes. Já a altura, não apresenta esta tendência. \n\nComparando resultados obtidos com a coancestria estimada e esperada, as baseadas na \n\n\n\n 57 \n\ncoancestria esperada apresentam maiores valores, provavelmente devido a menor variação no \n\nparentesco entre pares de indivíduos.  \n\nOs juvenis da população CENI, apresentaram em geral menores valores de \n\nherdabilidade do que os regenerantes, indicando um menor controle genético neste estágio de \n\ndesenvolvimento. Para o caráter altura os valores estimados foram em geral negativos com \n\nexceção da distância de 25 m, onde a herdabilidade foi baixa (0,114). Já o DAP foi maior nas \n\ndistâncias de 25 e 50 m, indicando um substancial controle genético ainda nesta fase de \n\ndesenvolvimento das plantas. Em suma, os resultados indicam que regenerantes têm maior \n\nvariação genética e o controle genético dos caracteres é maior do que nos juvenis, logo têm \n\nmaior potencial para responder as variações ambientais e seleção natural. \n\nNa população RGFC, as estimativas de herdabilidade foram estimadas para as \n\ndistâncias de 25, 50 e 100 m, porque o número de pares de indivíduos na distância até 10 m \n\neram muito baixo (<5). Nesta população, algumas estimativas de herdabilidade se encontram \n\nfora da distribuição esperada para o parâmetro (entre 0 e 1) (Tabela 8). Para a altura de plantas \n\napenas os valores na classe de distância de 100 m foram coerentes, sendo a herdabilidade \n\nestimada pelo parentesco esperado maior do que a obtida pelo parentesco estimado. Nesta \n\npopulação, também se observa que o caráter DAP apresenta a tendência a maiores valores que \n\na altura. O DAP não apresenta um padrão de aumentar ou diminuir com as distâncias entre 50 \n\ne 100 m. Comparando os juvenis de ambas as populações, observa-se em geral, menor \n\nherdabilidades na RGFC. \n\nComparando os resultados obtidos pelo programa Mark e os obtidos com base na \n\nreconstrução do pedigree, pode-se concluir que os últimos foram mais coerentes, com valores \n\nmenos fora do padrão de variação de zero a 1. Estas análises claramente mostram a \n\ndificuldade de se estimar herdabilidade em populações naturais, mesmo com o método \n\nproposto, com base em análise de parentesco. \n\n \n\n\n\n 58 \n\nTabela 7- Estimativa de herdabilidade com base na reconstrução de parentesco para as classes de distâncias (25, \n\n50 e 100 m) para o caráter altura (ALT) e diâmetro a altura do peito (DAP) em indivíduos regenerantes e juvenis \n\nda população CENI de Araucaria angustifolia.  \n\n \n\n Regenerantes  Juvenis \n\nParâmetros 25 m 50 m 100 m  25 m 50 m 100 m \n\nCoancestria estimada: \nestim\n\n?  0,096 0,055 0,021  0,197 0,164 0,130 \n\nALT – \n2\n\nh  0,624 0,550 0,650  0,114 -0,231 -0,225 \n\nDAP - \n2\n\nh  0,482 0,429 0,240  0,206 0,934 -0.506 \n\nCoancestria esperada: \nesp\n\n?  0,143 0,136 0,268  0,241 0,193 0,185 \n\nALT – \n2\n\nh  1,650 2,130 1,793  -0,085 -0,724 -0,651 \n\nDAP - \n2\n\nh  0,672 0,828 0,492  0,352 1,881 -0,662 \n\nFonte: Silva (2014). \n\n \n\nTabela 8- Estimativa de herdabilidade com base na reconstrução de parentesco para as classes de distâncias (25, \n\n50 e 100 m) para o caráter altura (ALT) e diâmetro a altura do peito (DAP) em indivíduos juvenis da população \nRGFC de Araucaria angustifolia. \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: Silva (2014). \n\nParâmetros 25 m 50 m 100 m \n\nCoancestria estimada: \nestim\n\n?  0,024 0,036 0,043 \n\nALT - \n2\n\nh\n \n -0,265 -0,133 0,064 \n\nDAP -\n2\n\n2\nh  0,024 0,662 0,194 \n\nCoancestria esperada: \nesp\n\n?  0,288 0,304 0,306 \n\nALT - \n2\n\nh\n \n -0,614 -0,641 0,582 \n\nDAP -\n2\n\n2\nh  -0,200 2,120 0,994 \n\n\n\n 59 \n\n8 CONCLUSÕES \n\nNão foram encontradas diferenças significativas entre os valores de herdabilidades \n\ncalculados com estimativas de parentesco entre pares de indivíduos pelos métodos de \n\nestimação de parentesco de (RITLAND, 1996ª;  LYNCH; RITLAND, 1999; QUELLER; \n\nGOODNIGHT, 1989;WANG, 2002).  \n\nOs métodos de estimação de parentesco e os modelos de estimação de herdabilidade \n\nem populações naturais não foram adequados para o conjunto de dados utilizados, devido a \n\ngrandes diferenças nos fenótipos das plantas, devido a sobreposição de gerações. \n\nOs valores de herdabilidade estimados com base na reconstrução do pedigree foram \n\ncoerentes, com valores variando dentro da extensão esperada do parâmetro, ou seja, entre 0 a \n\n1.  \n\nOs indivíduos regenerantes do fragmento CENI possuem uma maior variação \n\ngenética e controle genético nos caracteres do que os juvenis da população RGFC, logo têm \n\nmaior potencial para responder a seleção natural. \n\nO caráter que apresentou maior herdabilidade foi a altura dos regenerantes do \n\nfragmento CENI e na população RGFC foi o DAP. \n\n\n\n 60 \n\nREFERÊNCIAS \n\n \n\nACORSI, D. M.; BEZERRA, J. R. M. V.; BARÃO, M. Z.; RIGO, M. Viabilidade do \n\nprocessamento de biscoitos com farinha de pinhão. Ambiência - Revista do Setor de \n\nCiências Agrárias e Ambientais, Guarapuava, v. 5, n. 2, p. 207-212, 2009. ISSN: 1808–\n\n0251. \n\n \n\nANDREW, R. L.; PEAKALL, I. R.; WALLIS, J. T.; WOOD, E. J.; KNIGHT; FOLEY, W. J. \n\nMarker-based quantitative genetics in the wilds?: the heritability and genetic correlation of \n\nchemical defenses in Eucalypts. Genetics, Austin, v. 171, n. 4 p. 1989-1998, 2005. \n\n \n\nBITTENCOURT, J. V. M. Proposta para conservação genética da Araucaria angustifolia. \n\nPesquisa Florestal Brasileira, Colombo, n. 55, p. 87 - 93, 2007. \n\n \n\nBITTENCOURT, J. V. M.; SEBBENN, A. M. Patterns of pollen and seed dispersal in a small, \n\npatterns of pollen and seed dispersal in a small, Araucaria angustifolia in southern Brazil. \n\nHeredity, Londres, v. 99, p. 580-591, 2007. \n\n \n\nBORÉM, A.; MIRANDA, G. V. Melhoramento de plantas. 5. ed. Viçosa- MG: Editora \n\nUFV, 2009. 529 p. \n\n \n\nCARVALHO, M. M. X.; NODARI, E. S. As origens da indústria madeireira e do \n\ndesmatamento da floresta de araucária no Médio Vale do Iguaçu (1884-1920). Revista \n\nCadernos de CEOM – Bens culturais e Ambientais, Chapecó, v. 21, n. 29, p. 63-81, 2008. \n \n\nCARVALHO, P. E. R. Pinheiro-do-paraná. Colombo: Embrapa Florestas, 2002. 17 p. \n\n(Comunicado Técnico, 60). ISSN 1517-5278. \n \n\nDOW, B. D.; ASHLEY, M. V. High levels of gene flow in bur oak revealed by paternity \n\nanalysis using microsatellites. Journal of Heredity, Washington, v. 89, n. 1, p. 62-70, 1998. \n\n \n\nFALCONER, D. S. Introdução à genética quantitativa. Viçosa: Universidade Federal de \n\nViçosa, 1987. 279 p. \n\n \n\nFORLIN, D.; BEZERRA, J. R. M. V.; RIGO, M.; BASTOS, R. G.; KOPF, C. Viabilidade do \n\nprocessamento de pães com farinha de pinhão e iogurte. Ambiência - Revista do Setor de \n\nCiências Agrárias e Ambientais, Guarapuava, v. 5, n. 1, p. 93-100, 2009. ISSN: 1808–0251. \n\n \n\nFREITAS, M. L. M.; AUKAR, A. P. A.; SEBBENN, A. M.; MORAES, M. L. T.; LEMOS, E. \n\nG. M. Variação genética em progênies de Myracrodruon urundeuva F.F. &amp; M.F. allemão em \n\ntrês sistemas de cultivo. Revista Árvore, Viçosa, v. 30, n. 3, p. 319-329. 2006. \n\n \n\n\n\n 61 \n\nHARDY, O.; VEKEMANS, X. SPAGeDI: a versatile computer program to analyze spatial \n\ngenetic structure at the individual or population levels. Molecular Ecology Notes, Oxford, v. \n\n2, n. 4, p. 618-620, 2002. \n\n \n\nHELM, C. V.; FACCIN, M.; SANTOS, M. C. A. Elaboração de massa alimentícia \n\nenriquecida com farinha de pinhão (Araucaria angustifolia). RUBS, Curitiba, v. 1, n. 4, p. 29-\n\n30, 2005.  suplemento 1 \n\n \n\nKAGEYAMA, P. Y.; JACOB, W. S. Variação genética entre e dentro de populações de \n\nAraucaria angustifolia (Bert.) O. Ktze.. Piracicaba: IPEF, 1980. 7p. (Circular Técnica 115). \n\nISSN: 0100.3453. Trabalho apresentado no I Encontro da IUFRO sobre a Problemática da \n\nAraucária – Curitiba – PR. – Brasil \n\n \n\nKAGEYAMA, P. Y. Conservação in situ de recursos genéticos de plantas. IPEF, Piracicaba, \n\nn. 35, p. 7-37, 1987. \n\n \n\nKAGEYAMA P. Y.; GANDARA, F. B.; SOUZA, L. M. I. Consequências genéticas da \n\nfragmentação sobre populações de espécies arbóreas. SÉRIE TÉCNICA IPEF, Piracicaba, v. \n\n12, n. 32, p. 65-70, 1998. \n\n \n\nKALINOWSKI, S. T; TAPER, M. L.; MARSHALL, T. C. Revising how the computer \n\nprogram CERVUS accommodates genotyping error increases success in paternity assignment. \n\nMolecular Ecology, Oxford, v. 16, n. 5, p. 1099-1106, 2007. \n\n \n\nKLAPER, R.; RITLAND, K.; MOUSSEAU, T. A.; HUNTER, M. D. Heritability of phenolics \n\nin Quercus laevis inferred using molecular markers. The Journal of Heredity, Cary, v. 5, n. \n\n92, p. 421-426, 2001. \n\n \n\nKLEIN, R. M. Aspectos dinâmicos do pinheiro brasileiro. Sellowia, Itajaí, v. 12, n. 12, p. 17-\n\n44, 1960. \n\n \n\nLOISELLE, B. A.; SORK, V. L.; NASON, J.; GRAHAM, C. Spatial genetic structure of a \n\ntropical understory shrub, Psychotria officinalis (Rubiaceae). Americam Journal Botany, v. \n\n82, n. 11, p. 1420-1425, 1995. \n\n \n\nLORENZI, H. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas \n\nnativas do Brasil. 3. ed. Nova Odessa: Instituto Plantarum, 2000. v. 1, 352 p. \n\n \n\nLYNCH, M. Estimation of relatedness by DNA fingerprinting. Molecular Biology and \n\nEvolution, Chicago, v. 5, n. 5, p. 584–599, 1988. \n\n \n\n\n\n 62 \n\nLYNCH, M.; RITLAND, K. Estimation of pairwise relatedness with molecular markers. \n\nGenetics, Austin, v. 152, n. 4, p. 1753–1766, 1999. \n\n \n\nMANTOVANI, A.; MORELLATO, L. P. C.; REIS, M. S. Fenologia reprodutiva e produção \n\nde sementes em Araucaria angustifolia (Bert.) O. Ktze. Revista Brasileira de Botânica, São \n\nPaulo, v. 27, n. 4, p.787-796, 2004. \n\n \n\nMARSHALL, T. C.; SLATE, J.; KRUUK, L. E. B.; PEMBERTON, J. M. Statistical \n\nconfidence for likelihood-based paternity inference in natural populations. Molecular \n\nEcology, Oxford, v. 7, n. 5, p. 639-655, 1998. \n\n \n\nMAZZA, M. C. M.; BITTENCOURT, J. V. M. Extração de DNA de tecido de Araucaria \n\nangustifolia (Araucariacea). Boletim Pesquisa Florestal, Colombo, n. 41, p. 12–17, 2000. \n\n \n\nMEAGHER, T. R.; THOMPSON, E. Analysis of parentage for naturally established seedlings \n\nof Chamaelirim luteum (Liliaceae). Ecology, Washington, v. 68, n. 4, p. 803–812, 1987. \n\n \n\nMEDEIROS, J. D.; SAVI, M.; BRITO, B. F. A. Seleção de áreas para criação de Unidades de \n\nConservação na Floresta Ombrófila Mista. Biotemas, Florianópolis, v. 2, n. 18, p. 33-50, \n\n2005. \n\n \n\nMOUSSEAU, T. A.; RITLAND, K.; HEARTH, D. A novel method for estimating heritability \n\nusing molecular markers. Heredity, Londres, v. 80, p. 218-224, 1998. \n\n \n\nOLVEIRA, K. P.; SANTOS, M. S.; SCHEMIN, M. H. C. Caracterização físico-químico da \n\nsemente e resíduo da Araucaria angustifolia. Ponta Grossa: [s.n.], 2008. (Série em Ciência e \n\nTecnologia de Alimentos: agroindústria, energia e meio ambiente). ISBN: 978-85-7014-041-\n\n8. \n\n \n\nPIRES, C. L. S.; BARBIN, D.; GURFINKEL, J.; MARCONDES, M. A. P. Teste de progênies \n\nde Araucaria angustifolia (Bert.) O. Ktze em Campos do Jordão. In: CONGRESSO \n\nFLORESTAL BRASILEIRO, 4., 1983, Belo Horizonte. Anais... Belo Horizonte: [s.n.], 1983. \n\np. 437-439.  \n\n \n\nPIRES, V. C. M.; MARTINS, K.; BÔAS, O. V.; FREITAS, M. L. M.; SEBBENN, A. M. \n\nVariabilidade genética de caracteres silviculturais em progênies de polinização aberta de \n\nPinus caribaea var. bahamensis.  Scientia Forestalis, Piracicaba, v. 41, n. 97, p. 113-119, \n\n2013. \n\n \n\nPUCHALSKI, A. Variações edafo-climáticas e ocorrência natural da Araucaria \n\nangustifolia (Bert.) O. Kuntze no estado de Santa Catarina. 2004.  75 f. Dissertação \n\n\n\n 63 \n\n(Mestrado em Recursos Genéticos Vegetais)- Centro de Ciências agrárias, Universidade \n\nFederal de Santa Catarina, 2004. \n\n \n\nQUELLER, D. C.; GOODNIGHT, K. F. Estimating relatedness using genetic markers.  \n\nEvolution, Lancaster, v. 43, p. 258-275, 1989. \n\n \n\nRAPOSO, A. Estrutura genética e fluxo gênico de populações naturais de andiroba \n\n(Carap guianensis Aubl., Meliaceae) visando o manejo e a conservação da espécie. 2007. \n\n150 f. Tese (Doutorado em Agronomia) - Escola Superior de Agricultura Luiz de Queiroz- \n\nESALQ, Universidade de São Paulo,  Piracicaba, 2007. \n\n \n\nRITLAND, K. A marker-based method for inferences about quantitative inheritance in natural \n\npopulations. Evolution, Lancaster, v. 50, n. 3, p. 1062–1073, 1996a. \n\n \n\nRITLAND, K. Estimators for pairwise relatedness and individual inbreeding coefficients. \n\nGenetical Research Cambridge, London, v. 67, n. 2, p. 175–185, 1996b. \n\n \n\nRITLAND, K. Marker-inferred relatedness as a tool for detecting heritability in nature. \n\nMolecular Ecology, Oxford, v. 9, n. 9, p. 1195-1204, 2000. \n\n \n\nRITLAND, K. Mark – genetic marker analysis program. Columbia: University of British, \n\n2006. Disponível em:&lt;http://genetics.forestry.ubc.ca/ritland/programs.html>. Acessado em: \n\n27 maio 2012. \n\n \n\nRITLAND, K.; RITLAND, C. Inference about quantitative inheritance based on natural \n\npopulation structure in the yellow monkeyflower, Mimulus guttatus. Evolution, Lancaster, v. \n\n50, n. 3,  p. 1074-1082, 1996. \n\n \n\nRITLAND, K.; TRAVIS, S. Inferences involving individual coefficients of relatedness and \n\ninbreeding in natural populations of Abies. Forest Ecology and Management, Amsterdam, v. \n\n197, n. 1-3, p. 171-180, 2004. \n\n \n\nROCHA, R. B.; ROCHA, M. G. B.; SANTANA, R. C.; VIEIRA, A. H. Estimação de \n\nparâmetros genéticos e seleção de procedências e famílias Dipteryx alata Vogel (Baru) \n\nutilizando metodologia de REML/BLUP E E(QM). Cerne, Lavras, v. 15, n. 3, p. 331-338, \n\n2009. \n\n \n\nSALGUEIRO, F.; CARON, H.; SOUSA, M. I. F.; KREMER, A.; MARGIS, R. \n\nCharacterization of nuclear microsatellite loci in South American Araucariaceae species. \n\nMolecular Ecology - Notes, Oxford, v. 5, n. 2, p. 256–258, 2005. \n\n \n\n\n\n 64 \n\nSANT’ANNA, C. S.; SEBBENN, A. M.; KLABUNDE, G. H. F.; BITTENCOURT, R.; \n\nNODARI, R. O.; MANTOVANI. A.; REIS, M. S. Realized pollen and seed dispersal within a \n\ncontinuous population of the dioecious coniferous Brazilian pine [Araucaria angustifolia \n\n(Bertol.) Kuntze]. Conservation Genetics, Netherlands v. 14, n. 3, p. 601–613, 2013. \n\n \n\nSCHMIDT, A. B.; CIAMPI, A. Y.; GUERRA, M. P.; NODARI, R. O. Desenvolvimento e \n\ncaracterização de marcadores microssatélites (SSRs) para Araucaria angustifolia (Bert.), O. \n\nKuntze. Molecular Ecology Notes, Oxford, n. 7, p. 340–342, 2007. \n\n \n\nSCOTT, L. J.; SHEPHER, R.; HENRY, R. J. Utility and evolution of microsatellites in the \n\nAraucariaceae. Plant Systematics and Evolution, Vienna, v. 236, p. 115–123, 2003. \n\n \n\nSEBBENN, A. M.; PONTINHA, A. A. S.; GIANNOTTI, E.; KAGEYAMA, P. Y. Variação \n\ngenética entre e dentro de procedências de Araucaria angustifolia no sul do Estado de São \n\nPaulo.  Revista Instituto Florestal, São Paulo, v. 15, n. 2, p. 109-124, 2003. \n\n \n\nSTEFENON, V. M.; NODARI, R. O.; GUERRA, M. P. Genética e conservação de Araucaria \n\nangustifolia: III. Protocolo de extração de DNA e capacidade informativa de marcadores \n\nRAPD para análise da diversidade genética em populações naturais. Biotemas, Florianópolis, \n\nn. 17, p. 47–63, 2004. \n\n \n\nWANG, J. An estimator for pairwise relatedness using molecular markers. Genetics, Austin, \n\nv. 160, n. 3, p. 1203-1215, 2002. \n\n \n\nWENDLING, I.; DELGADO, M. E. Produção de mudas de araucária em tubetes. Colombo: \n\nEmbrapa Florestas, 2008.  8 p. (Comunicado Técnico, 201). ISSN 1517-5030."}]}}}