{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18823"}, {"@name": "filename", "#text": "25893_1995%2c%20EAO%205%2049-66%20Gruta%20da%20Ponte%20da%20Lage%20%28Oeiras%29.%20Revis%c3%a3o%20dos%20materiais%20Paleol%c3%adticos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ESTUDOS \nARQUEOLÓGICOS \n\nDE OEIRAS \nVolume 5 • 1995 \n\nCÂMARA MUNICIPAL DE OEIRAS \n1995 \n\n\n\nESTUDOS ARQUEOLÓGICOS DE OEIRAS \nVolume 5 • 1995 ISSN: 0872-6086 \n\nORIENTAÇÃO GRÁFICA E \n\nCOORDENADOR E \n\nRESPONSÁVEL CIENTÍFICO - João Luís Cardoso \nPREFÁCIO - lsaltino Morais \n\nCAPA - João Luís Cardoso \nFOTOGRAFIA - Autores assinalados \n\nDESENHO - Bernardo Ferreira, salvo os casos \ndevidamente assinaI dos \n\nPRODUÇÃO - Luís Macedo e Sousa \nCORRESPONDÊNCIA - Centro de Estudos Arqueológicos do Concelho \n\nde Oeiras - Câmara Municipal de Oeiras \n2780 OEIRAS \n\nAceita-se permuta \nOn prie l'échange \n\nExchange wanted \n\nTauschverkhr erwunscht \n\nREVISÃO DE PROVAS - João Luís Cardoso \nMONTAGEM, IMPRESSÃO E ACABAMENTO - Sogapal, Lda. \nDEPÓSITO LEGAL W 97312/96 \n\n\n\nEstudos Arqueológicos de Oeiras, \n5, Oeiras, Câmara Municipal, 1 995, pp. 49-66 \n\nNOVAS ESCAVAÇÕES NA GRUTA DA PONTE DA LAGE (OEIRAS ) .  \nREVISÃO DOS MATERIAIS PALEOLÍTICOS \n\nJoão Luís Cardoso(!) \n\n1 - ANTECEDENTES \n\nA gruta da Ponte da Lage (Fig. 1 ) ,  a cerca de 2 km a Norte de Oeiras, é uma cavi­\ndade cársica existente em pequena cornija de calcários duros e sub-cristalinos, do \nCenomaniano, profundamente fracturados (Fig. 2 ) ,  a qual acompanha o curso da \nribeira da Lage, ao longo da sua encosta esquerda. Situa-se logo a montante da ponte \nque atravessa a ribeira, junto da povoação da Lage; a sua abertura, orientada para \npoente, e a curta distância do leito da ribeira, possui a forma de um arco abatido, \ncuja regularidade sugeriu afeiçoamento no Neolítico ou Calcolítico (Fig. 1 ) ,  épocas \nem que o local foi utilizado como necrópole. \n\nAs primeiras referências e publicação de materiais arqueológicos exumados na \ngruta da Ponte da Lage deve-se a Estácio da VEIGA ( 1889, p. 128, 129; 1 89 1 ,  p. 38, \n149 e Est. XVII, n.os 12 a 14). O autor declara que as escavações foram efectuadas \npela \"Commissão Geológica\", não descendo, porém, a detalhes quanto ao ano ou \nautor das mesmas. \n\nNessas primeiras referências, além da menção a numerosos materiais de sílex, de \n\n(I) Professor da Universidade Nova de Lisboa. Coordenador do Centro de Estudos Arqueológicos do \nConcelho de Oeiras - Câmara Municipal de Oeiras. Sócio efectivo da Associação dos Arqueólogos \nPortugueses e da Associação Profissional de Arqueólogos. \n\n49 \n\n\n\ncerâmica (lisa e ornamentada) e de pedra polida, o autor valoriza a presença de \nalguns artefactos de cobre, que representa, no âmbito da demonstração da existência \nde uma Idade do Cobre, assunto a que se dedicou e de grande relevância, na altura. \nPor outro lado, a ocorrência de alguns ossos humanos, levou-o a atribuir à cavidade \ncarácter sepulcral. \n\nOs materiais mantiveram-se durante largas décadas inéditos, na sala de Pré­\nHistória dos Serviços Geológicos de Portugal. \n\nEm 1941/42, aquando a permanência de H. Breuil em Portugal, parte do espólio \nlítico (atribuído por ele ao Paleolítico) foi objecto de estudo detalhado (BREUIL &amp; \nZBYSZEWSKI, 1942, p. 2 1 1  e seg.) .  \n\nEm 1957, o espólio arqueológico é revisto e publicado, primeiro d e  forma muito \nsumária (ZBYSZEWSKI et aI., 1 957a) , depois procurando maior pormenorização \n( Z BYSZEWSKI et aI., 1 957b ) .  Nesses trabalhos, os autores declaram não terem \nencontrado apontamentos das explorações; porém, a data que indicam para a realiza­\nção das mesmas - 1 895 - é inexacta, dado em 1889 Estácio da Veiga já ter visto os \nmateriais então exumados. Com efeito, uma peça (Fig. 8) possui etiqueta de papel, \ncom letra manuscrita da época, dizendo: \n\n30 de Maio 79 \nFurna da ponte \nda Lage * 1 1  m \nprof. 0,50 Oeiras \n\nque é concludente quanto à data de realização dos trabalhos. A causa próxima destes, \nterá sido a realização da 9: Sessão do Congresso Internacional de Antropologia e de \nArqueologia Pré-Históricas, realizado no ano seguinte em Lisboa. Carlos Ribeiro, \nDirector da então Secção dos Trabalhos Geológicos de Portugal e um dos principais \nintervenientes no Congresso, de que foi Secretário-Geral, terá ordenado a exploração \nde diversas grutas, entre as quais a da Ponte da Lage, com o objectivo de obter ele­\nmentos arqueológicos susceptíveis de serem apresentados aos congressistas. O seu \nfalecimento, em 1 882, impediu que aqueles fossem por ele devidamente estudados. \n\nOs trabalhos de exploração da gruta só foram retomados em 1958 (VAULTIER et \naI., 1959 ) .  O interior da cavidade, que se encontrava muito entulhado, foi então \ntotalmente limpo, tendo-se verificado que o depósito arqueológico tinha já sido total­\nmente removido, à \"excepção da pequena câmara final\" (p. 1 1 1 ) .  Nessa campanha, ao \nlongo da galeria principal, verificou-se a existência de uma delgada camada estalag­\nmítica tendo-se encontrado abaixo desta camada uma outra concrecionada com mui­\ntos carvões e alguns sílex lascados paleolíticos de tipo \"mustieróide\" (idem, ibidem ) a \nqual foi totalmente removida. Desta forma, os trabalhos incidiram junto da entrada, \n\n50 \n\n\n\nFig. 1 - A entrada da gruta na actualidade (Setembro de 1993). Foto de B. Ferreira. \n\nFig. 2 - Aspecto da Zona circundante da entrada da gruta, tapada pelas duas pessoas do centro. Fot. de meados da década de 1940, de \nc. Zbyszewski. \n\n\n\nonde ainda subsistia testemunho intacto da camada superior, pós-paleolítica, tendo­\nse ali reconhecido uma pequena sepultura individual, com espólio neolítico, cujo \nestudo constitui o fulcro da referida publicação. Na verdade, os despojos humanos \nrecolhidos no século XIX ultrapassavam largamente os correspondentes a esta sepul­\ntura. Foram recentemente estudados (CARDOSO et aI., 1 99 1 ) .  \n\nE m  Setembro d e  1993 retomámos os trabalhos d e  campo n a  estação. A campanha \nque então dirigimos, visava, sobretudo, averiguar a real importância da câmara final, \njá antes mencionada, designadamente quanto à possibilidade de ainda conter depósi­\ntos arqueológicos. Em complemento, pretendia-se verificar o efectivo esgotamento \nda galeria principal e no que ao depósito inferior, abaixo da aludida camada estalag­\nmítica, dizia particular respeito. A divulgação destes trabalhos, bem como a revisão, \nsistemática e exaustiva, então empreendida, dos materiais exumados por Carlos \nRibeiro e atribuídos por BREUIL &amp; ZBYSZEWSKI ( 1942) ao Paleolítico, estiveram na \norigem deste estudo. Com efeito, tais materiais, no conjunto dos que constituem o \nespólio da jazida, eram os que mais careciam de estudo e revisão, pelo que foi por \neles que iniciámos tal tarefa, a ser desenvolvida ulteriormente com o estudo dos ele­\nmentos neolíticos e calcolíticos (colecções do Instituto Geológico e Mineiro). \n\nAgradecemos ao Prof. M. M. Ramalho a autorização concedida para o respectivo \nestudo. \n\n2 - TRABALHOS REALIZADOS, RESULTADOS OBTIDOS \n\nAntes das escavações de 1993, a gruta encontrava-se pejada de detritos que para \nali eram continuamente atirados. Os trabalhos iniciaram-se, pois, pela limpeza da \ncavidade, atingindo-se o solo da escavação de 1958 em toda a extensão da galeria \nprincipal (Fig. 3), cuja planta tinha sido anteriormente levantada (ZBYSZEWSKI et \naI., 1957, Fig. 1 ) .  Verificou-se que aquele nível correspondia, salvo excepções pontu­\na i s ,  ao substracto g e o l ó g i c o ,  consti tuído por calcários d uros do C retácico \n(Cenomaniano). Deste modo, a escavação, nessa zona, limitou-se ao aprofundamento \nde pequenas cavidades existentes no substracto, ainda eventualmente colmatadas por \ndepósitos arqueológicos. A parte mais importante dos trabalhos consistiu na explora­\nção do sector terminal da galeria, comunicante com a câmara referida anterior­\nmente. Porém, aí, os depósitos eram essencialmente constituídos por \"terra rossa\", \nresultante da alteração dos calcários encaixantes, e muito pobres de restos arqueoló­\ngicos. O aprofundamento e alargamento desse sector permitiu a observação directa \ndo fundo da cavidade, a qual corresponde a pequeno nicho, desprovido de interesse \narqueológico (Fig. 4). Os trabalhos realizados vieram demonstrar, assim, o esgota­\nmento desta estação arqueológica. \n\nNo respeitante ao espólio recolhido, a sua escassez e mau recorte tipológico é \n\n52 \n\n\n\nFig. 3 - Gruta da Ponte da Lage. Vista dos trabalhos de escavação e limpeza, de 1993, na zona central da galeria principal. Foto \nde B. Ferreira. \n\nFig. 4 - Gruta da Ponte da Lage. Vista da escavação da zona distal da galeria principal. Foto de B. Ferreira. \n\n\n\numa constante. Dos depósitos avermelhados, argilo-margosos, da galeria principal, \nprovêm alguns produtos de debitagem, atípicos, de sílex, de mistura com alguns \nfragmentos de cerâmicas pré-históricas, entre os quais um exemplar campaniforme \ninciso. \n\nO i ntenso remeximento que caracteriza tais depósitos, é consubstanciado pela \nocorrência de materiais modernos, de mistura com os referidos (moedas, louças, \nvidros, etc . ) .  De destacar um rádio incompleto, de grandes dimensões de gato bravo \n(Felis sylveslris Schreber), sem dúvida de época plistocénica, talvez coevo da ocupa­\nção paleolítica da cavidade. \n\nDe facto, a intensa mineralização que evidencia, com manchas de óxidos de man­\nganês, à superfície, é indício da idade que lhe foi atribuída; trata-se do primeiro tes­\ntemunho da fauna plistocénica recolhido na gruta, apesar do meio ser propício à \nconservação de tais restos. \n\nEm consequência do que foi dito, não nos foi possível confirmar a sequência \nestratigráfica observada em 1958 (VAULTIER el ai., 1959, p. 1 13; ROCHE, 1964, p. \n19); de baixo para cima, tal sequência era constituída, seguindo os referidos autores, \npelas seguintes camadas: \n\n1 - substrato geológico, constituído por calcários do Cenomaniano; \n2 - camada terrosa e ferruginosa, muito concrecionada, colmatando as irregulari­\n\ndades do substrato, formando em certos locais uma placa estalagmítica; conti­\nnha algumas lascas atípicas (espessura máxima de 0,20 m ) ;  \n\n3 - camada terrosa e avermelhada, com materiais neolíticos e estruturas sepul­\ncrais da mesma época (espessura de 0,10 m); \n\n4 - terras cinzentas ou negras, superficiais, com materiais campaniformes e mais \nmodernos. \n\nNo conjunto descrito, as peças atribuídas por BREUIL &amp; ZBYSZEWSKI ( 1942) ao \nPaleolítico provêm das camadas 2 e 3, atendendo à pátina e restos do depósito primi­\ntivo, pontualmente aderente à sua superfície. \n\n3 - ESTUDO DOS MATERIAIS PALEOLÍTICOS \n\nOs materiais estudados foram anteriormente i nventariados por B R E U I L  &amp; \nZBYSZEWSKI ( 1 942 ) .  Deste modo, dispensamo-nos de fornecer nova listagem deles, \nsem embargo da valorização das peças mais significativas. \n\nH. Breuil subdividiu os materiais por ele atribuídos ao Paleolítico em diversas \nséries, \"dont l'état physique, comme la morphologie, tranchent completement avec \nl'ensemble énéolitique\" (BREUIL &amp; ZBYSZEWSKI, 1942, p. 2 12 ) .  \n\n54 \n\n\n\n1 \n\no 3 cm \n\nFig. 5 - Gruta da Ponte da Lage. Indústrias de sílex (Mustierense). \n\n\n\nA série mais antiga foi considerada mustierense. É constituída por 1 3  peças, das \nquais se representam cinco na Fig. 5. Trata-se, como se pode verificar, de uma indús­\ntria de grandes lascas de sílex, predominando os raspadores. Está presente o talhe \n\"Ievallois\". No conj unto, os materiais não contrastam com o pouco que se conhece \ndas indústrias do Paleolítico médio das grutas da região da Baixa Estremadura, \ndesignadamente com os materiais recolhidos na gruta do Correio-Mo r - Loures \n(ZBYSZEWSKI et ai. , 1987). São também comparáveis às séries homólogas das esta­\nções de ar livre do Complexo Basáltico de Lisboa (CARDOSO et ai., 1992). A escassez \nde materiais, bem como o desconhecimento das condições que presidiram à sua \ncolheita não aconselham outras considerações, de carácter estatístico, que seriam, \nnestas circunstâncias, falaciosas. \n\nOs materiais do Paleolítico superior foram divididos por H. Breuil em três con­\njuntos, a saber: \n\n- o primeiro, suposto do Solutrense; \n- o segundo, atribuível ao Magdalenense; \n- o último, considerado próximo do Mesolítico. \n\nVejamos a composição de cada um deles. \nO grupo do Solutrense integraria um fragmento de folha de loureiro, figurada \n\npelos autores (BREUIL &amp; ZBYSZEWSKI, 1942, Est. I, n.o 8). Na verdade, trata-se de \nfragmento de peça foliácea, das vulgarmente designadas por \"elementos de foice\" ou \n\"foicinhas\" (Fig. 6, n.o 4 ) ,  de retoque bifacial cobridor, idêntica a tantas outras reco­\nlhidas no povoado pré-histórico de Leceia (CARDOSO, 1989, Fig. 1 0 1 ;  CARDOSO, \n1994, Figs. 100 e 1 02) e, como estas, de idade Calcolítica ou, quando muito, do fim \ndo Neolítico. \n\nO segundo artefacto figurado por BREUIL &amp; ZBYSZEWSKI ( 1942, Est. I n.o 1 7) foi \natribuído à série solutrense talvez pelas características da pátina que exibe; contudo, \ntendo a anterior, exactamente o mesmo aspecto superficial idade neolítica ou calcolí­\ntica, não há razão para não considerarmos também a mesma cronologia para esta. \nTrata-se de um furador sobre lâmina ligeiramente inclinado, idêntico aos recolhidos \nem contextos calcolíticos da região, como no povoado de Leceia (Fig. 6, n.o 1 ) .  \n\nO grupo d o  Magdalenense i ntegraria doze lâminas \"d'aspect plus o u  moins mag­\ndalénien\" (op. cit., p. 2 15). Entre elas, as da Fig. 7, n.05 1 0 ,  18 e 1 9 .  Trata-se de três \npeças pouco características e de pátinas diversas; podem ser mais recentes, especial­\nmente a figurada com o n.o 1 0, de pátina muito ténue, com retoques marginais des­\ncontínuos em ambos os bordos laterais. Outras lascas ou lâminas, desprovidas de \nretoques, ou com retoques muito marginais, representam-se na Fig. 7, n.05 3, 5, 6, 8, \n13, 14 e 16; são, igualmente, atípicas. \n\n56 \n\n\n\n2 3 \n\n6 t \n\n5 \n@Z1 \n\nfZ?2à 7 \n8 \n\n~ \no 3cm \n\no 3cm \n\nFig. 6 - Gruta da Ponte da Lage. Indústrias de sílex (Paleolítico superior, salvo n.os 1, 4 e 7) . o n. o 5 é da gruta do Furadouro (serra de \nMontejunto), o n. o 7 é de Vale de Lobos (Belas) e o n.o 9 da gruta das Salemas (Loures). \n\n\n\nDe entre as lâminas retocadas, os autores referem uma raspadeira em \"bout de \nlâme\" reproduzida neste trabalho na Fig. 7, n.o 4. Trata-se de artefacto cuja parte útil \nfoi afeiçoada na extremidade proximal da lasca, o que provocou a ablação do talão e \ndo bolbo de percussão. Tal como outros, é exemplar perfeitamente compatível com \népoca pós-paleolítica, à qual se deverá reportar; o mesmo se poderá dizer de um \nmicrodenticulado sobre lâmina (Fig. 7, n.o 1 1 ) .  \n\nDentro desta série supostamente magdalenense, os autores integram, ainda, uma \nponta incompleta de La Gravette, típica, neste trabalho representada na Fig. 6, n.O 6. \nÉ perfeitamente comparável a exemplar inédito, encontrado, aparentemente, isolado \nna gruta do Furadouro (serra de Montejunto) e pertencente às colecções do actual \nInstituto Geológico e Mineiro (Fig. 6, n.O 5 ) .  Na Fig. 6, n.o 7, representa-se uma \nlâmina também inédita de bordos abatidos, obtidos por retoque abrupto, terminando \nem ponta de furador distal, espesso, que não deve confundir-se com os exemplares \nanteriores. A sua época é ca\\colítica (colecções do Instituto Geológico e Mineiro, pro­\nveniente de Vale de Lobos - Sintra). \n\nUma lâmina finamente trabalhada, sobretudo ao longo do bordo esquerdo, por \nretoque contínuo, deverá ser i n tegrada n o  P a l e o l ítico s u p e r i o r  ( B R E U I L  &amp; \nZBYSZEWSKI, 1942, Est. I, n.o 1 5 ) ;  neste trabalho reproduz-se na Fig. 6, n.o 3. O \nmesmo deverá suceder com dois buris diedros, sendo o da Fig. 6 n.O 3 um buril de \nângulo; ambos são sobre lasca. O segundo é um buril de eixo \"parfaitement typique\" \n(op. cit., p. 2 1 7), no dizer dos autores (Fig. 6, n.O 8), tendo a extremidade proximal \nsido afeiçoada em raspadeira, com pequena proeminência central. A ponta burilante \nmostra indícios de utilização, representados por microlevantamentos de lascas, no \ndecurso do trabalho (Fig. 9). \n\nO terceiro grupo de peças é considerado, pelos autores, próximo do Mesolítico. É \nconstituído apenas por oito peças, predominando a debitagem laminar. Trata-se de \num conjunto homogéneo, constituído por um sílex cinzento-claro, de pátina lus­\ntrosa. Das oito peças referidas, neste trabalho figuram-se sete (Fig. 6, n.o 10; Fig. 7, \nn.os 1, 2, 7, 12, 15 e 1 7 ) .  Algumas não exibem trabalho. Das que o atestam, uma \nlâmina (Fig. 7, n.o 17) mostra retoques marginais, curtos e descontínuos, correspon­\ndendo a microdenticulado. Uma outra, possui indícios de utilização, ao longo de \nambos os bordos laterais, bem como intenso desgaste, por fricção, no reverso da \nponta (Fig. 7, n.o 1 5 ) .  As microfotografias, obtidas ao microscópio electrónico de \nvarrimento, evidenciam, com efeito, um trabalho perfurante por pressão, do qual \nresultou micro levantamentos em ambas as faces do artefacto, a partir da sua extre­\nmidade distal (Fig. 1 0, n.O' 1 a 4 ) .  Trata-se, pois, de uma lâmina utilizada como fura­\ndor. Outra lâmina possui boleamento pelo uso ao longo de ambos os bordos laterais \n(Fig. 7, n.o 7). \n\nA peça que ostenta trabalho mais apurado é uma lamela Dufour, representada na \n\n58 \n\n\n\n1 \n\nt \n\n&amp; -\n\n1 5  \n\n? \n\nt \n\n? -\n\nO \n\n<Z ZZ 7 7'>,. _ \n\n1 6  \n\n1 4  \n\n3 cm \n\n? \n1 1  \n\n?L \nt \n\n18 \n\nFig. 7 - Gruta da Ponte da Lage. Indústrias de sílex (atribuíveis globalmente ao Paleolítico superior). \n\n12 \n\n\\ \n, \n\n\n\nFig. 6, n.O 1 0 .  Possui retoque contínuo semi-abrupto em ambos os bordos laterais, \nnum deles por levantamentos inversos. \n\nEnfim, há peças que, pela tipologia, poderão ser consideradas neolíticas ou calco­\nlíticas, como a lâmina com microdenticulado num dos bordos laterais e entalhe \ninverso no oposto, cuja extremidade distal se encontra ocupada por truncatura oblí­\nqua retocada (Fig. 7, n.o 2 ) .  \n\n4 - DISCUSSÃO, CONCLUSÕES \n\nNo conjunto dos materiais descritos por BREUIL &amp; ZBYSZEWSKI ( 1942 ) ,  há \nalguns cuja integração em época paleolítica é indubitável. Foram estes materiais que \nconduziram ZILHÃO ( 1987, p. 39) à conclusão de que «a única coisa que se pode \ndizer a respeito destes materiais é que eles documentam a existência de uma ocupa­\nção solutrense e que, à falta de qualquer indicação positiva da existência de outras \nocupações do Paleolítico superior, a única atitude correcta, até prova em contrário, é \na de atribuir a essa ocupação a globalidade dos materiais das três \"séries\"» (de Breuil \n&amp; Zbyszewski) .  \n\nConsiderando a tipologia das peças mais características, verifica-se que, tanto as \npontas de La Gravette como as lamelas Dufour, além do Solutrense, ocorrem em \noutros conjuntos industriais do Paleolítico superior; em conformidade, a conclusão \nde J. Z i l hão só poderia basear-se em dois artefactos, i n c l u ídos por B r e u i l  e \nZbyszewski na sua \"série solutrense\" - \"um fragmento de folha de loureiro e uma \noutra peça que, segundo a ilustração (Planche 11*, n.o 17), nos parece uma ponta de \nface plana e não um \"perfurador inclinado à esquerda\" como propõem os autores\" \n(ZILHÃO, 1987, p. 39). Porém, o pretenso fragmento de folha de loureiro corres­\nponde, na verdade, como atrás se disse, a porção de uma lâmina ovóide de retoque \ncobridor, do Neolítico final ou do Calco lítico; quanto à hipotética ponta de face \nplana, trata-se, na verdade, de um furador, como correctamente foi classificado por \nBreuil e Zbyszewski. Uma simples visita às colecções, expostas no Museu do Instituto \nGeológico e Mineiro e acessíveis a qualquer visitante, teria bastado ao autor para evi­\ntar os inconvenientes decorrentes de classificações apressadas ... e erradas . . .  ° autor \nmenciona, ainda, uma \"pequena gravette\" (p. 39), que não será mais do que a redu­\nção de exemplar de que, na mesma estampa, se reproduz a face oposta (o anverso), à \nescala de 1/1 (ver BREUIL &amp; ZBYSZEWSKI, 1 942, PI. I, n.o 16 e 16a e Fig. 6, n.o 6 \ndeste trabalho). Por outras palavras: a atribuição ao Solutrense, da totalidade das \n\n* Trata-se de gralha; o capítulo concernente a gruta de Ponte da Lage, do trabalho citado, tem ape­\nnas uma estampa. Em conformidade deve ler-se I e não II. \n\n60 \n\n\n\nFig. 8 - Pormenor do reverso da peça Fig. 7, n.o 14, ostentando etiqueta manuscrita que \nindica a data da primeira exploração da gruta. Foto de J. L. Cardoso. Escala em mm. \n\nFig. 9 - Pormenor da frente activa do buril diedro da Fig. 6, n.O 8, visto do lado esquerdo. Foto de J. Pais ao \nmicroscópio electrónico de varrimento existente no Departamento de C iências da Terra da FCT/UNL. \n\n\n\npeças paleolíticas da Ponte da Laje baseou-se em dois artefactos muito mais moder­\nnos. Queremos com isto dizer que não partilhamos da atribuição ao Solutrense de, \npelo menos, uma parte do conjunto paleolítico da estação em apreço? Pelo contrário. \n\nProcurando na publicação dedicada à revisão dos materiais pós-paleolíticos exu­\nmados, deparámos com artefacto de tipologia solutrense, uma bela ponta de cuidado \ntrabalho bifacial, pedunculada, de sílex acinzentado, não considerada por Breuil no \nseu estudo com Zbyszewski, mas ulteriormente reproduzida (VIANA et ai., 1957, Est. \nIII, n.o 1 3 ) .  Estes autores classificam-na como instrumento neolítico ou calcolítico, \ndesignando-o, simplesmente como \"ponta de seta pedunculada, com aletas rudimen­\ntares\". Na verdade, tal classificação desculpa-se pelo facto de só ulteriormente se \nterem recolhido em Portugal artefactos idênticos, aquando da escavação da gruta das \nSalemas - Loures, como a ponta recolhida \"in situ\" na camada solutrense (ROCHE \net aI., 1962, Fig. 4, n.o 1 ) .  A tipologia de tais pontas é inconfundível com a de qual­\nquer ponta de seta neolítica tornando mais gravosa a omissão de 1. Zilhão, até por \nconstituir, por ironia, a única peça susceptível de apoiar a cronologia Solutrense por \nele pretendida (mas com falsos argumentos) para todo o conjunto ... Na Fig. 6, n.05 9 \ne 10 representam-se ambos os exemplares. A idade paleolítica deste artefacto teria \nsido reconhecida, aliás, por O. da Veiga Ferreira, que o reuniu ao conjunto dos arte­\nfactos daquela época, nas colecções do Museu do Instituto Geológico e Mineiro. \nTrata-se, sem embargo, de um tipo bastante raro nos inventários solutrenses, carac­\nterizado por duas \"crans\", opostas e incipientes, ocupando cerca de metade do com­\nprimento das peças definindo, deste modo, um pedúnculo espesso e robusto e duas \naletas laterais muito discretas. Os artefactos pedunculados que mais se aproximam, \nna bibliografia francesa compulsada, apesar do seu maior tamanho, provêm de \nLaugerie-Haute - Dordogne (KELLY, 1955, Fig. 8, em especial o n.o 5 ) ,  sem contudo, \nse poderem reportar ao mesmo tipo, dadas as maiores dimensões destes últimos. \n\nPor outro lado, a peça pedunculada da gruta de Ponte da Lage aproxima-se das \nmenores folhas de loureiro do Solutrense de Badegoule (32 mm; 36 mm), igual­\nmente pedunculadas, conquanto diferentes: o pedúnculo, sempre mais curto e \nmenos volumoso, é obtido pelo estreitamento da metade inferior da peça, mediante \nintersecção dos bordos côncavos, sem chegarem a constituirem verdadeiras \"cran\" \n(CHEYNIER, 1 949, Fig. 7 1 ,  n.05 2, 4 ) .  \n\nS e m  embargo, a estreita afinidade d a  ponta da gruta da Ponte da Lage com \n3 exemplares de Salemas atesta o elevado grau de estandardização que tais artefactos \natingiram no Solutrense superior da Estremadura, onde são conhecidos, pelo menos, \nseis tipos diferentes de pontas de arremesso, correspondendo a agora em estudo a \numa verdadeira ponta de flecha pedunculada (ZILHÃO, 1994, p. 127), com estreitas \nafinidades com exemplares do Solutrense superior de fácies levantina, como é evi­\ndenciado pelo exemplar de Parpalló, figurado por FULLOLA ( 1 994, Fig. 4, n.o 4 ) .  \n\n6 2  \n\n\n\nFig. 10 - 1 e 2 - Pormenor do anverso da extremidade distal da lâmina da Fig. 7, n. o 15, evidenciando pequeníssimos levantamentos de lascas \ndevidos à util ização; 3 e 4 - pormenor do reverso da extremidade distal do mesmo artefacto, evidenciando microlevantamentos de pressão devi­\ndos à utilização como furador ou ponta penetrante. Fotos de J. Pais ao microscópio electrónico de varrimento existente no Departamento de \nCiências da Terra da FCTIUNL. \n\n\n\n* \n* * \n\nEm conclusão, no conjunto estudado por Breuil da gruta de Ponte da Lage, há \npeças que, indubitavelmente, pertencem ao Paleolítico superior; além de um con­\nj unto de produtos de debitagem laminares, são, sobretudo, de destacar, uma porção \nanterior da ponta de La Gravette, dois buris diedros e um fragmento de lamela \nDufour os quais não são, no entanto, suficientes para uma atribuição mais rigorosa \nadentro o Paleolítico superior. Foi a incorrecta atribuição de um fragmento de \nlâmina oval de retoque bifacil cobridor (Fig. 6, n.O 4), a um fragmento de folha de \nloureiro, por Breuil e Zbyszewski em 1942, bem como uma lasca esquirolosa \"sem­\nblable à celles enlevées dans la fabrication des feuilles de laurier par percussion \nappuyée\" (idem, p. 2 15 ) ,  além de um furador distal inclinado sobre lâmina (Fig. 6, \nn.o 1 ) ,  que estiveram na origem das sucessivas afirmações sobre a existência de um \nconjunto de idade solutrense na gruta; FERREIRA ( 1962) declara, com efeito, que das \nquatro peças que integram o conjunto solutrense daqueles dois autores, \"duas são \nseguramente de trabalho solutrense\" (p. 230 ) :  trata-se do pretenso fragmento de \nfolha de loureiro e do furador, já mencionados. Também ROCHE ( 1964, p. 1 9 ) ,  consi­\ndera provada a existência de tal conjunto, constituído por \"3 piéces typiquement \nsolutréennes, dont un fragment de feuille de laurier à retouches bifaciales\", con­\ncluindo: \"on peut affirmer raisonnablement qu'il y a eu à Ponte da Lage un ou \nplusieurs niveaux du Paléolitique supérieur, dont un, au moins, est solutréen\" \n(p. 20), conclusão com que estamos plenamente de acordo, mas não pelas razões \napontadas. O mesmo comentário é extensível ao estudo de ZILHÃO ( 1987). \n\nA ponta de flecha pedunculada da gruta de Ponte da Lage, reveste-se, em conse­\nquência, de importância determinante na atribuição ao Solutrense de, ao menos, um \nmomento da presença do homem do Paleolítico superior na cavidade, integrável no \nseu fácies mediterrânico ou levantino, ao qual correspondem outras ocorrências em \ngrutas da Baixa Estremadura (Furninha, Casa da Moura e Salemas). Com efeito, a \nassociação estratigráfica deste raro tipo de ponta solutrense a pontas de Parpalló típi­\ncas encontra-se documentada na gruta das Salemas - Loures (ROCHE et ai., 1962, \nFig. 4), além da sua ocorrência na jazida epónima ( FULLOLA, 1994, Fig. 4, n.o 4), \nreforçando assim as suas relações com aquele fácies, na proporção inversa do \nnúmero de referências a artefactos mais ou menos comparáveis, de época Solu­\ntrens e, de outras áreas geográficas, peninsulares ou de além-Pirinéus (CHEYNIER, \n1949; KELLEY, 1955). \n\n64 \n\n\n\nBIBLIOGRAFIA \n\nBREUIL &amp; ZBYSZEWSKI, G. ( 1942) - Contribution à l'étude des industries paléoli­\nthiques du Portugal et de leurs rapports avec la Géologie du Quatemaire. 1 - Les \nprincipaux gisements des deux rives de l'ancien estuaire du Tage, p. 2 1 1 -2 1 8. \nComunico Servo Geol. Port., 26, 369 p. \n\nCARDOSO, J . L. ( 1989) - Lecda. Resultados das escavações realizadas - 1983-1988. \nCâmara Municipal de Oeiras, 146 p. \n\nCARDOSO, J.L. ( 1 994) - Lecda, 1983-1993. Escavações do povoado fortificado pré­\nhistórico. Estudos Arqueológicos de Oeiras (número especial ) ,  1 64 p. \n\nCARDOSO, l.L. &amp; CARDOSO, G .  ( 1993) - Carta Arqueológica do Concelho de Oeiras. \nEstudos Arqueológicos de Oeiras, 4, 126 p. \n\nCARDOSO, l.L.; CUNHA, A. Santinho &amp; AGUIAR, D. de ( 199 1 )  - O Homem pré-histó­\nrico no concelho de Oeiras. Estudos de An tropologia Física. Estudos \nArqueológicos de Oeiras, 2, 85 p. \n\nCHEYNIER, A. ( 1949) - Badegoule. Station solutréenne et proto-magdalénienne. \nArchives de l'Institut de Paléonthologie Humaine, 23, 230 p. \n\nFERREIRA, O. da Veiga ( 1962) - O Solutrense em Portugal. 26. o Congresso Luso­\nEspanhol para o Progresso das Ciências - 7. a Secção (Porto, 1962 ) ,  p. 229-234. \n\nFULLOLA y PERICOT, l. M.a ( 1994) - EI Solutrense en la región mediterránea y \nAndalucía. Férvedes, 1 ,  p. 1 05- 1 18. Museo de Prehistoria e Arqueoloxía de Villalba \n(Lugo). \n\nKELLEY, H. ( 1 955) - Pointes à pédoncules du Solutréen français. Bul!. Soe. \nPréhistorique Française, 52 ( 112) ,  p. 45-56. \n\nROCHE, l. ( 1964) - Le Paléolithique supérieur portugais. Bilan de nos connaissan­\nces et problemes. Bul!. Soe. Préhistorique Française, 6 1 ( 1 ) ,  p. 1 1 -27. \n\nROCHE, J.; FRANÇA, l .  Camarate; FERREIRA, O. da Veiga &amp; ZBYSZEWSKI, G. \n( 1962) - Le Paléolithique supérieur de la grotte de Salemas (Ponte de Lousa) . \nComunie. Serv. Geol. Port., 46, p. 1 87-207. \n\nVAULTIER, M.; ROCHE, l. &amp; FERREIRA, O. da Veiga ( 1959) - Novas escavações na \nGruta de Ponte da Lage (Oeiras). Actas do I Congresso Nacional de Arqueologia \n(Lisboa, 1958), 1 ,  p. 1 1 1 - 1 15. \n\nVEIGA, S.P.M. Estácio da ( 1 889, 1 89 1 )  - Antiguidades Monumentaes do Algarve, 3, \np. 1 28-129 e 4, p. 38, 149 e Est. III. Imprensa Nacional. Lisboa. \n\n65 \n\n\n\nZBYSZEWSKI, G.; VIANA, A. &amp; FERREIRA, O. da Veiga ( 1957a) - Nota sobre a Gruta \nde Ponte da Lage (Oeiras) e a \"tholos\" do Monge (Sintra). 23. o Congresso Luso­\nEspanhol para o Progresso das Ciências - 7. a Secção (Coimbra, 1956), p. 1 89 - 1 9 1 .  \n\nZBYSZEWSKI, G.; VIANA, A .  &amp; FERREIRA, O. d a  Veiga ( 1957b) - A gruta pré-histó­\nrica de Ponte da Lage (Oeiras). Comunic. Serv. Geol. Port., 38(2), p. 389-400. \n\nZ I LHÃO, J. ( 1987) - O Solutrense da Estremadura portuguesa. Uma proposta de \ninterpretação paleoantropológica. Trabalhos de Arqueologia - DNIPPC, 4, 94 p. \n\nZILHÃO, J .  ( 1994) - La séquence chrono-stratigraphique du solutréen portugais. \nFérvedes, 1 ,  p. 1 19-129. Museo de Prehistoria e Arqueoloxía de Villalba (Lugo). \n\n66"}]}}}