{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20857"}, {"@name": "filename", "#text": "4505_Godoy_Doutorado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO\nINSTITUTO DE GEOCIÊNCIAS\n\nTDENTTFTcAçÃo E cLAsstFtcAçAo cEorÉcrutcA\nDE LATOSSOLOS DO ESTADO DE SNO PAULO\n\nPELo uÉToDo DAS PASTTLHAS Mcr\n\nHelder de Godoy\n\nOrientador; Prof. D¡\". Adilson Carvalho\n\n'öo G.r- .\n/o uc t\n\n/jr,, t, :c-: , cq'ô,\ni; frJ/-t'/t;)\n\nVli-\"\nTESE DE DOUTORAMENTO\n\nPrograma de Pös-Graduação em Geoquímica e Geotectônica\n\n,D.EDALUS-Acervo-tGC\n\n//il/il/lflll//til#fli/il//il//ltilfiilil/il////t//t//lt/\n\nSÃO PAULO\n1997\n\n30900005032\n\n\n\n4a¿ ?ru¿a¿ þa,¿o 21,¿¿u¿ø e /a2ø\n\ne do þ4, N Sá\"727/¡rarr'¿,\n\n\n\nSUMAzuO\n\nRELAÇÃO DE FIGURAS\n\nRELAÇÃO DE QUADROS\n\nAGRADECIMENTOS\n\nRESUMO\n\nABSTRACT\n\nINTRODUÇÃO\n\nPARTE 1 - CONHECIMENTOS PREVIOS\n\nCAPÍTULOI-OSSOLOSEAENGENHARIA 5\n\n1V\n\nvi\n\nviii\n\nix\n\nX\n\nCAPITULO II - OS SOLOS E A GEOLOGIA/PEDOLOGIA 15\n\nI - GENERALIDADES\n\n2 - CARACTERIZAÇÃO E CLASSIFICAÇÄO\n\nMétodos de Caracterização e Classificação\n\n1 - GENERALIDADES\n\n2 - OS SOLOS NO ESTADO DE SAO PAULO\n\nCAPÍTULO III - METODOLOGIA MCT\n1 - ENSAIOS CONVENCIONAIS\n\n2 - ENSAIOS E)GEDITOS\n\n5\n\n6\n\n11\n\n15\n\nt9\n\n36\n\n36\n\n41\n\nCAPÍT['I.O IV - APLICAÇOES DA PEDOITOGIA pH\"A m.,{GENHARIA44\n\n\n\nPARTE 2 - METODOLOGIA DE ESTUDOS E RESULTADOS\n\nCAPÍTULO V - ÁREAS DE ESTUDO E MATERIAIS 47\n1 - TRABALHO PRELIMINARDE ESCRITÓRIO 47\n2-TRABALHODECAMPO 48\n\nCAPÍTULO VI - TÉCNICAS DE ANÁLISE 58 ,.\nI - ENSAIOS ADICIONAIS 58\n\nAnálises Granulométricas 58\nEnsaios de LL e IP 59\nEnsaios MCT Convencional 60\n\n2 - MODTFTCAÇÕES E AVALTAÇOES NO MÉTODOS E)GEDTTO\n\nDAS PASTILFIAS\n\nAnéis\n\nPenetrômetro\n\nBase de Moldagem\n\nTempo de Espatulação\n\nRepetibilidade dos Ensaios das Pastilhas\n\nReprodutibilidade do Ensaio das Pastilhas\n\nProposição de Novos Ensaios\n\n-Ensaio de Reabsorção de Água pela Pastilha sem o Anei\n\n-Esfera de Solo Imerso em Água\n\n3 - TÉCIqCAS m ENSAIOS ÐGEDITOS DAS PASTILFIAS MODIFICADO\n\nCAPÍTULO VII - ANÁLISES E ENSAIOS ADICIONAIS\n\n1 - ANÁLISE GRANULoMÉTruce\n\n2 - MCT convencional\n\n3-LLeLP\n\n63\n\n63\n\n64\n\n66\n\n66\n\n67\n\n68\n\n68\n\n70\n\n72\n\n72\n\n82\n\n82\n\n85\n\n86\n\n\n\nCAPITTJLO VIII -ENSAIOS ÐßEDITOS DAS PASTILHAS\n\n(Análise dos resultados e classificação geotécnica)\n\nI - CONTRAÇÃO\n\n2 - PENETRAçÃO\n\n3 - CLASSIFICAÇÂO GEOTÉCNICA MCT PRELIMINAR E\n\nRELAÇOES DAS CLASSIFICAÇOES PEDOLÓGICAS E\n\nGEOTÉCNICAS\n\n4 - ANÁLISE DE CARACTERÍSTICAS COMPLEMENTARES\n\nGranulometria\n\nUmidade\n\nConsistência\n\nTempo de Ascensão\n\nTrincas\n\nExpansão\n\nResistência ao Esmagamento\n\nEsfera de solo imersa \"- Águu\n\nCONSIDERAÇOES FINAIS\n\nREFERENCIAS BIBLIOGRÁFICAS\n\n94\n\n99\n\n104\n\n112\n\nt12\n\ntt2\nrt2\n113\n\n113\n\n114\n\n116\n\n118\n\nt20\n\nt23\n\n\n\nRELAÇÃO DE FIGURAS\n\nFIG. 1 - Perfil hipotético de um solo com B latossólico 15\nFIG.2 - Diagrama de repartição de classes generalizadas de textura 17\nFIG. 3 - Localização das quadrículas pedológicas cartografadas na escala\n\nl:100.000 21\n\nFIG. 4 - Seção transversal típica de um pavimento rodoviário, com base de solo\n\narenoso fino laterítico 39\nFIG. 5 - Gráfico para classificação MCT pelo método das pastilhas -\n\naproximação IV.l 42\n\nFIG. 6a.- Parte do mapa pedológico - Quadrícula de Brotas 49\nFIG. 6b.- Legenda e articulação da Quadrícula de Brotas 50\nFIG. 7 - Variações entre umidades ótimas de moldagem das pastilhas obtidas\n\npor diferentes penetrômetros 65\nFIG. 8 - Resultados de ensaios de reprodutibilidade 69\nFIG. 9 - Aparelho de penetração desenvolvido 80\nFIG. 10 - Caneta-penetrômetro e fio para rasar a pasta excedente no anel 80\nFIG. 11 - Espatulação de um solo em placa de vidro\n\nFIG. 12 - Esferas de solo e anéis de aço inoxidável\n\nFIG. 13 - Tipos de alterações das esferas de solo após imersão em água 8l\nFIG. 14 - Relação das umidades entre pastilhas e 12 golpes MCT (linhas) 88\n\nFIG. 15 - Relação das umidades entre pastilhas e 12 golpes MCT (pontos) 88\n\nFIG. 16 - Relação da fração argila com a contração 95\nFIG. 17 - Relação da contração com a umidade 95\nFIG. 18 - Relação da contração com a expansão sem o anel 96\nFIG. 19 - Relação da contração por classes de amostras 98\nFIG. 20 - Relação da penetração com anel com a expansão 99\n\n8l\n\n8l\n\n\n\nFIG. 2l - Relação da penetração com anel com a contração 101\nFlG. 22 - Pastilhas -amostra 2b (latossolo roxo) após reabsorção de água, com\n\npermanência da contração e resistência t02\n\nFIG. 23 - Pastilhas -amostra l la (terra roxa estruturada) após reabsorção de\n\nágua, com permanência da contração e resistência sobre os blocos;\n\ntrincas t02\n\nFlG.24 - Pastilhas -amostra 27a (latossolo vermelho-amarelo) após reabsorção\n\nde água, com expansão e perda de resistência elevadas r03\n\nFIG. 25 - Pastilhas amostra 19c (Latossolo Vermelho-Escuro) após reabsorção\n\nde água, expansão e perda resistência elevadas 103\n\nFlG.26 - Pastilhas amostra 54a (Areia Quartzosa) após reabsorção de água,\n\ncontração e expansão pequenas - resistência alta 103\nFlG. 27 - Relação das expansões por classes de amostras I 15\nFIG. 28 - Relação da expansão sem o anel com a penetração sem o anel 116\nFIG.29 - Relação da resistência ao esmagamento com a contração ll7\nFIG. 30 - Relação da penetração com a esfera em água 119\n\n\n\nRELAÇÃO DE QUADROS\n\nQUADRO I - Roteiro de estudos geotécnicos 7\nQUADRO 2a - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Campinas 24\nQUADRO 2b - Unidades de mapeamento (Associações de solos) da Quadrícula\n\nde Campinas 25\nQUADRO 3 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Araras 27\nQUADRO 4 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de São Carlos 29\nQUADRO 5 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Ribeirão Preto 3l\nQUADRO 6 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Descalvado 32\nQUADRO 7 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Brotas 33\nQUADRO 8 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Jaú 34\nQUADRO 9 - Unidades de mapeamento e classifìcação dos solos da\n\nQuadrícula de Moji-Mirim 35\nQUADRO l0 - Gráfrco da classificação MCT e tabela de propriedades 37\n\nQUADRO Il - Localização e espessura dos perfis amostrados 512\nQUADRO 12 - Relação das amostras de solos com as classes e unidades de\n\nmapeamento 53\nQUADRO 13 - Relação das amostras de solos coletadas e suas características\n\nvisual-tácteis Sfr\n\n\n\nvii\n\nQUADRO 14 - Resultados de repetibilidade de ensaios da amosfraZTa 67\n\nQUADRO 15 - Seqüência dos ensaios expeditos das pastilhas 73\nQUADRO 16 - Planilha de registros de dados dos ensaios das pastilhas 79\n\nQUADRO 17 - Resultados da análise granulométrica 834\nQUADRO 18 - Resultados dos ensaios do MCT convencional e LL e LP 87\nQUADRO 19 - Resultados dos ensaios das pastilhas W2\nQUADRO 20 - Resultados da granulometria do ensaio das pastilhas 93\n\n\n\nAGRADECIMENTOS\n\nQuero externar os meus agradecimentos àqueles que contribuíram com a\n\nr ealização deste trabalho.\n\nMeu orientador, Prof. Dr. Adilson Carvalho, pelo acompanhamento ao\n\nlongo desses anos.\nl\n\nProf. Dr. Job Shuji Nogami pelo incentivo e inúmeras sujestões \n:\n\napresentadas ao trabalho.\n\nProf Dru Liedi B Bemucci por ter facilitado o uso do laboratório da\nqual é coodenadora e pelas sugestões apresentadas.\n\nProf. Dr. Carlos S Pinto pelo atendimento sempre atencioso nos temas de\n\nmecânica dos solos.\n\nProf. Dr. João B de Oliveira, pela cooperação na dehnição de áreas de\n\namostragens e incentivo à pesquisa.\n\nEdson de Moura, pelo auxílio imprescindível nas modificações dos\n\nensaios das pastilhas e constante apoio no desenvolvimento da pesquisa.\n\nJorge Y Ito e Pedro Y Kirita pela cooperação na realização dos ensaios e\n\nauxílio nos programas de computador.\n\nJoaquimCostaJr.pelarealizaçãodosensaiosdeLLeLP.\n\nJosé da Silva Pinto Filho, técnico do Instituto Agronômico de Campinas, \n¡\n\npelo auxílio nos trabalhos de campo. t,\n\nCleideeSuelipelacolaboraçãonasanálisesgranulométricas'\n\nSecretárias:Nícia,Sonia,AnaPaulaeVera,peloatendimentosempre\n\npaciente.\n\nProf. Henrique Elfes e Sr. Gracindo Caram pela revisão final do texto.\n\nFapesp e Capes pelo apoio financeiro à pesquisa.\n\nEatodosaquelesquediretaouindiretamentecontribuíram,equenão\n\nloram nomeados, meus agradecimentos.\n\nI\n\nj\n\n\n\nRESUMO\n\nApresenta-se neste trabalho uma seqüência metodológica de identificação\n\nexpedita e classificação geotécnica preliminar MCT de Latossolos do Estado de\n\nSão Paulo através do método expedito das pastilhas.\n\nSão verificadas as conveniências de utilização de mapas pedológicos na\n\ncoleta preliminar de dados de um estudo geotécnico. Também se executaram\n\nidentificações descritivas (granulometria, espessura dos horizontes e dos perfis\n\ne cor) no campo, através de método visual-táctil, das principais classes de\n\nLatossolos do Estado identificadas nos mapas pedológicos.\n\nO método expedito das pastilhas foi aperfeiçoado - sobretudo no que diz\n\nrespeito a ad,aptação dos anéis e do penetrômetro - e novos ensaios foram\napresentados. Os resultados dos ensaios possibilitaram, por um lado, a\nclassificação preliminar MCT das amostras e, por outro, a apresentação de\n\ncorrelação (em dois casos, extremamente nítida) das classes MCT com as\n\nclasses pedológicas. Nos resultados deste trabalho, o horizonte B das classes\n\ndos Latossolos Roxos e Vermelho-Escuros apresentaram comportamento LG' a\n\nLG'- LA', os Latossolos Vermelho-Amarelos variaram desde LG'a LA e alguns\n\ndesses soios apresentaram também comportamento não-laterítico.\n\nEvidenciou-se, poftanto, a utilidade dos mapas pedológicos nos estudos\n\ngeotécnicos, quando se usa o método expedito das pastilhas na identificação e\n\nclassificação de solos: principalmente para obras que envolvam o uso de solo\n\ncomo matéria-prima, como é o caso das obras viárias.\n\nOferecem-se, assim, novos eiementos que recomendam o método\nexpedito das pastilhas em substituição aos limites de consistência (LL e LP) e\n\ngranulometria na identificação e classificação dos solos tropicais, ao menos no\n\nque se refere à aplicação nas obras de pavimentação.\n\n\n\nABSTRAC]\n\nIn this research a methodological sequence for a quick preliminary MCT\n\n(Miniature, Compacted, Tropical) geotechnical identification and classification\n\nofLatosols in São Paulo State is presented. The suitability ofusing pedological\n\nmaps for preliminary data collection for geotechnical study is discussed, and a\n\ndescriptive identification of the main Latosol classes ofSão Paulo State using a\n\nvisual-manual method is also given.\n\nThe quick method using small discs of soil was improved, particularly by\n\nadapting rings and the penetrometer (penetrating device), and new tests are\n\npresented. The results have led to a preliminary MCT classification of the\nsamples and show as well a correlation (very clear in two cases) between the\n\nMCT and pedologic classes. According to the observed results, the,B horizon in\n\nLatosolic B 'Terra Roxa' and Dark-Red Latosols shows LG' to LG'- LA'\nbehavior and in Red-Yellow Latosols varies from LG' to LA. Some of these last\n\nLatosols present non-lateritic behavior.\n\nIt is apparent that pedological maps are suitable for geotechnical studies\n\nwhen the small disc quick method is used in soil identification and\nclassification. This is particuiarly true for work involving the use of soil as\n\nconstruction materiai, as in the case of road construction.\n\nThus, these results suggest that values of Atterberg limits (LL e PL) and\n\nparticle size can be substituted by the small disc quick method for identification\n\nand classihcation of tropical soils, particularly when applied to road\nconstruction.\n\n\n\nINTRODUçÃO\n\nOs solos constituem importante fonte de matéria-prima para a\n\nconstrução civil: obras viárias, barragens de terra, aterros em geral, etc.. Eles\n\nsão particularmente importantes em regiões de clima tropical tanto por sua\n\nextensão geográfica quanto pela profundidade dos perfis, que podem alcançar\n\ndezenas de metros.\n\nOs solos para serem usados numa obra de engenharia precisam ser\n\nclassificados e caracterizados do ponto de vista geotécnico. Os métodos para\n\nclassihcação mais difundidos no Brasil são os baseados nos índices de\n\nconsistência do solo (Limites de Liqüidez e de Plasticidade) e granulometria;\n\nsendo que os mais utilizados no Brasil são os da AASTHO, HRB e a\nclassifi cação unifrcada USCS.\n\nNo entanto, há décadas, os profissionais do meio geotécnico\n\nbrasileiro vem encontrando dificuldades na aplicação das metodologias\n\ntradicionais de caracterização e classificação de solos, uma vez que não\npredizem o verdadeiro comportamento dos solos nas obras. A principal razão\n\nestá em que os solos tropicais apresentam peculiaridades de comportamento\n\nmecânico e hídrico diferentes daquelas dos solos de regiões de clima\ntemperado, onde as metodologias acima foram desenvolvidas.\n\nEssas peculiaridades permitem estabelecer duas classes principais\n\nde solos: os solos de comportamento laterítico e os não-lateríticos. Os lateríticos\n\napresentam ótimas propriedades geotécnicas, destacando-se o fato de que, em\n\nestado natural, são menos suscetíveis à erosão que os demais, e quando\nadequadamente compactados adquirem elevadas resistências e capacidade de\n\nsuporte. Estes solos quando imersos em água apresentam baixa permeabilidade\n\ne perdem pouca capacidade de suporte.\n\nPara a diferenciação desses solos surgiu, no início da década de 80,\n\na metodologia designada de MCT (Miniatura, Compactada, Tropical), que é\n\n\n\n2\n\numa nova sistemática de caracterização e classificação de solos tropicais. A\n\nseparação desses dois tipos de solos é de fundamental importância para a sua\n\nutilização.\n\nA metodologia acima foi desenvolvida principalmente para o uso\n\nde solos na pavimentação e uma das primeiras aplicações foi a de substituir a\n\nbase de pedra britada ou solo cimento por solo arenoso f,rno laterítico.\n\nA MCT tem facilitado o uso de solos lateríticos na construção de\n\nrodovias, principalmente no Estado de São Paulo, onde a malha rodoviária\n\nconstruída com este tipo de solo passa os 6.000 km e há mais de 10.000.000 de\n\nm2 de vias urbanas. O uso desses solos tem baixado significativamente o custo\n\ndas obras de pavimentação no Estado.\n\nPosteriormente, dentro da MCT, surgiu uma identificação expedita\n\ndos grupos da ciassificação acima. Este novo método é rápido, simples e eftcaz\n\nconsistindo no espatulamento do solo e moldagem de pastilhas (corpos\nrnoldados em anéis de 20 mm de diâmetro e 5 mm de altura).\n\nO ensaio expedito vem substituir os ensaios de LL, LP e\ngranulometria, e está fundamentado principalmente nas análises das\ncaracterísticas de contração e reação na reabsorção de água das pastilhas.\n\nEssa nova proposta possibilita um melhor aproveitamento dos\n\nestudos geotécnicos principalmente nas fases de Coleta Preliminar de Dados\n\nPedológicos e de Reconhecimento de Campo (Quadro 1), pois fomecem uma\n\nhierarquização de propriedades geotécnicas dos solos, deflrnindo assim melhor\n\nas ocorrências dos diferentes tipos quanto ao seu comportamento.\n\nPor outro lado, é antigo o desejo de se utilizar os conhecimentos\n\npedológicos (como mapas, análises e classificações) para aplicação no meio\n\ngeotécnico, porém poucos trabalhos têm sido realizados neste sentido.\n\nHá algum tempo vem sendo evidenciada a utilidade desses mapas\n\npedológicos para aplicação na geotecnia, principalmente na deflrnição de\n\n\n\n3\n\nanteproj eto e projeto de obras viárias.\n\nOs solos do Estado de São Paulo são relativamente bem conhecidos\n\ndo ponto de vista pedológico, tendo sido objeto de varios mapeamentos tanto\n\nregionais como detalhados. Dentro dos levantamentos detalhados existem\n\natualmente 13 quadrículas mapeadas (escala 1:100.000).\n\nA partir dos mapas pedológicos pode-se estimar que cerca de 90 %\n\ndos solos do Estado apresentam comportamento laterítico, sendo que desse\n\nmontante 62 Yo são da classe dos Latossolos.\n\nO objetivo principal do trabalho é o de contribuir com a proposição\n\nde uma seqüência metodológica de identificação expedita e classihcação\ngeotécnica MCT de latossolos e soios afrns do Estado de São Paulo, utilizando-\n\nse o método das pastilhas.\n\nPara alcançar tal objetivo são executadas algumas etapas descritas\n\nbrevemente a seguir:\n\na) Estudo preliminar de disponibilidade de solos de compofiamento\n\nlaterítico por meio de mapas pedológicos.\n\nb) Reconhecimento de textura do solo no campo, análises\ngranulométricas no laboratório e análise da conveniência de suas realizaçöes.\n\nc) Aprimoramento do método expedito das pastilhas e proposta de\n\nnovos ensaios.\n\nd) Identificação e classificação MCT do comportamento geotécnico\n\ndos latossolos e solos ahns de algumas regiões do Estado de São Paulo, usando-\n\nse o método expedito das pastilhas.\n\ne) Comparação dos resultados de ensaios do MCT convencional\n\n(M-MCV, M-CBR e Pi) de algumas amostras representativas de cada classe\n\npedológica com os resultados dos ensaios expeditos das pastilhas.\n\n\n\nPARTE 1\n\ncoNHECTMENToS pnÉvros\n\n\n\nCAPÍTULO I. OS SOLOS E A ENGENHARIA\n\nI - GENERALIDADES\n\nO conceito de solo para a engenharia civil e, mais especificamente,\n\npara a mecânica de solos, pode ser condensado naquele emitido por Vargas\n\n(1977), onde solo é todo material da crosta terrestre que não oferece resistência\n\nintransponível à escavação por meio de pá, picareta, escavadeiras, etc., e não\n\nnecessita uso de explosivos.\n\nEste conceito, bastante pragmático, suscita dúvidas na área de\n\nengenharia, como ocorre por exemplo com as defrnições e representatividade\n\ndas amostragens nos perfis de solos, sendo que a aplicação de conhecimentos\n\npedológicos poderia minimizar os problemas.\n\nNa engenharia, os solos podem ser utilizados como suporte de uma\n\nobra ou como materiais de construção, sendo empregados em pavimentos de\n\nrodovias, aeroportos, vias urbanas, pátios, aterros, barragens, etc.\n\nPara serem usados, os solos devem apresentar certas características\n\ngeotécnicas, capazes de conferir estabilidade e resistência mecânica aos\nesforços aos quais serão submetidos nas obras.\n\nQuando os solos encontrados nos locais das obras não apresentam\n\nas qualidades exigidas, duas opções são possíveis: substituí-los por outro\n\nmateriai ou tentar melhorar suas propriedades geotécnicas, seja por meio de'\n\nmisturas granulométricas (adição de areia, brita, etc.), seja por estabilização\n\n(uso de aditivos químicos como cal, cimento, entre outros).\n\nO estudo de distribuição de ocorrências de solos, para a :utilização\n\nem ufira obra, é feito através de estudos geotécnicos adequados. Esses estudos\n\ngeotécnicos constituem as duas primeiras fases de uma obra, que são o\nplanejamento e o projeto. Nas fases seguintes, execução e conservação, os\n\n\n\n6\n\nestudos geotécnicos, muitas vezes, podem também auxiliar, principalmente com\n\no reconhecimento de campo.\n\nSegundo Cruz (1996), na construção de barragens, a fase de\nestudos geotécnicos mal elaborada pode comprometer um projeto. Assim, a\n\nprevisão de volume de movimento de terra e áreas de empréstimo de solos\n\ntorna-se fundamental.\n\nPara estudos geotécnicos de uma obra de pavimentação, Nogami e\n\nVillibor (1995) propõem determinadas etapas e ensaios a serem executados. Um\n\nresumo adaptado encontra-se no quadro 1.\n\nUma das etapas bastante discutidas no estudo geotécnico é a fase\n\nde caractefização e classificação dos solos.\n\n2 - CARACTERIZAÇÃO E CLASSIFICAÇAO\n\nGamon ( 1983), depois de fazer um levantamento dos principais\n\nmétodos geotécnicos existentes de caracterização e classificação de solos\nutilizados em diversas parles do globo, conclui que é muito dificil a sua\naplicação. Uma das principais razões é que foi usada terminoiogia e\nprocedimentos especíhcos para a. solução de um determinado problema,\ndificultando assim o uso em outras regiões.\n\nMuitos dos solos de regiões tropicais necessitam de uma\nabordagem especial para a sua caracterização e classificação, pois apresentam\n\npeculiaridades de compoftamento mecânico e hídrico signif,rcativamente\ndiferentes daqueles de regiões de clima temperado onde as metodologias\n\ntradicionais foram desenvolvidas.\n\n\n\nF\\\nÀd\n\nl¡ì\na\nKJ\nø\ns\n\nCONSTILTA DE DADOS:\nGEOLÓGICoS, PED0LÓGICoS, cLIMÁTIcoS,\n\ncEoTÉcNtcos .....\n\nIDENTIFICAÇÃO DESCRITIVA:\nCOR, TEXTURA, ESTRUTURA, HORIZONTES, ...\n\nIDENTIFICAÇÃO GEOTÉCNICA\nE)GEDITA DAS PASTILHAS\n\nMAPA GEOTÉCNICO PRELIMINAR\nDAS OCORRÊNCIAS DE SOLOS\n\nRECONHECIMENTO E AMOSTRAGENS\n\nSISTEMÁTICAS\n\nMETODOLOGIA\nMCT\n\nCONVENCIONAL\n\nM-CBR,\nTRIAXIAL,\n\nRESILIÊNCIA\n\nPERMEABILIDADE,\nADENSAMENTO,\n\nETC\n\ncLAssrFrcAÇÃo cporÉcNlcA MCT\n\nQuadro 1 - Roteiro de estudos geotécniò\n\n\n\nI\n\nA engenharia rodoviária brasileira reconhece, há algumas décadas,\n\ndois tipos principais de solos, em um mesmo perfil:\n\nl) Os solos superficiais, conhecidos, por alguns autores, como\nmaduros;\n\n2) Os solos inferiores, também conhecidos como jovens ou\nsaprolíticos, quando residuais.\n\nEsta diferenciação é genética e baseia-se, essencialmente, na\ngrande variação de propriedades mecânicas e hídricas de cada tipo.\n\nPara Nogami e Villibor (1980), esses tipos de solos são\nindubitavelmente os mais importantes para finalidades rodoviárias em vastas\n\náreas do território brasileiro, onde prevalece clima quente e úmido, pois as\n\nregiões tropicais estão geralmente cobertas por uma espessa camada de rocha\n\nintemperizada, que dará origem a esses tipos de solos.\n\nSegundo Nogami (1976), a diferenciação acima é acentuada em\ngrande parte do território paulista, onde alguns perfis de solos podem chegar a\n\n100 metros de espessura.\n\nO estudo geotécnico dos solos tropicais teve grande ênfase na\ndécada de 80, com arealização da \"FIRST INTERNATIONAL CONFERENCE\n\nON GEOMECTIANICS IN TROPICAL LATERITIC AND SAPROLITIC\nSOILS\", realizado em Brasília, no ano de 1985.\n\nCom o objetivo de se definir parâmetros de estudo dos solos\ntropicais para o uso do encontro acima, foi estabelecido um comitê, que durou\n\nde 1982 a 1985 (Committee, 1985). Foram adotadas, entre outras, as seguintes\n\nterminologias:\n\n- Solo Tropical: aquele formado em regiões de clima tropical\nquente e úmido e que apresentam determinados compoftamentos geotécnicos\n\ndiferentes dos solos considerados tradicionais.\n\n\n\n9\n\nEntre os solos tropicais destacam-se duas grandes classes: os solos\n\nlateríticos e os saprolíticos. Essas duas classes, além de pertencer às regiões de\n\nclima tropical úmido, devem apresentar:\n\n- Solo Laterítico: horizontes A oLr B de um perfil bem drenado, e a\n\nfração argila ser constituída principalmente de minerais do grupo da caolinita e\n\nóxidos de ferro e alumínio, além de esses componentes estarem agregados.\n\n- Solo Saprolítico: estrutura reliquiar da rocha de origem, a qual\npossibilita a identificação dessa rocha.\n\nApesar do esforço das entidades que representam os profissionais\n\ndo meio geotécnico brasileiro, não há ainda uma aceitação geral da terminologia\n\nexposta acima. São escassos os livros e publicações da ërea que tratam do\n\nassunto com ciareza, denotando que os autores ainda não têm uma posição\n\nmuito definida sobre o assunto.\n\nComo o estudo dos solos tropicais apresenta ainda muitas lacunas,\n\ntêm surgidos trabalhos procurando contribuir com alguma solução. Em 1990,\n\nfoi publicado um volume especial do \"The Quarterly Joumal of Engineering\n\nGeology\" (Geological...,1990), que trata dos solos tropicais residuais, porém,\n\nnão considera a distinção dos dois principais tipos de solos, que são os solos\n\nlateríticos e os saprolíticos. Portanto, as considerações feitas fìcam\nprejudicadas.\n\nDe qualquer modo, é inegável a diferenciação de comportamento\n\nmecânico e hídrico que existe entre os solos lateríticos ou superiores,\npedogenéticos (horizontes A e B), e os solos inferiores, saprolíticos (horizonte\n\nC¡. E também que essas duas classes são as principais em vastas áreas do\nterritório brasileiro.\n\nQuando os solos superficiais apresentam as características acima\n\nsão designados de \"solos de comportamento laterítico\" ou \"solos lateríticos\"\n\n(Nogami, 1978).\n\n\n\nt0\n\nAs principais propriedades geotécnicas peculiares dos solos\nlateríticos são:\n\n. em estado natural possuem elevada porosidade, baixa\nresistência, pequena susceptibilidade à erosão, baixa capacidade de suporte,\n\npodendo, inclusive, ser colapsíveis; apresentam também maior resistência à\n\nerosão que os demais tipos de solos.\n\no quando compactados apropriadamente, adquirem elevadas\nresistênciasecapacidadedesupor1e,alémdebaixapermeabilidade.Na\n\ncondição de imersão em água perdem pouca capacidade de suporte.\n\nr a expansão pode ser apreciável nas amostras do ramo seco da\ncurva de compactação.\n\n¡ as variedades plásticas são contrácteis, porém, contrariamente\nao normalmente esperado, são pouco expansivas.\n\ni\n\nAs principais aplicações dos solos lateríticos na construção viária,\n\nsegundo Nogami e Villibor (1995), podem ser na constituição de:\n\na)camadasdaestruturadepavimentosdebaixocusto:basesou\n\nreforços do sub-leito.\nl\n\nb) camadas de reforço do sub-leito de pavimentos para tráfego \n,\n\nmédioepesado.Porexemplorodoviasdetráfegopesado:duplicaçãoda\n\nRodovia D. Pedro I e Rodovia Prof. Carvalho pinto. :\n\nc) camadas de proteção de taludes de cofte ou de atero, para evitar\n\nerosão.\n\nOs autores acima lembram que é de fundamental importância o \nl\n\nmétodo construtivo para a utilização dos solos lateríticos.\n\nA grande pergunta que surge, portanto, é: quais seriam os métodos\nanalíticos apropriados para a diferenciação desses dois principais tipos de \n\n',\n\nsolos?\n\n\n\nn\n\nPrimeiramente, convém ter-se em conta algumas características das\n\npropriedades geotécnicas dos solos.\n\nUma das primeiras é a de que há muitos fatores que coletivamente\n\ninfluenciam nas propriedades de solos naturais. Entre esses a mineralogia e o\n\ntamanho das partículas são, provavelmente os mais críticos (Harris et al., 1984).\n\nNo estudo dos solos tropicais, a mineralogia tem um significado\n\nespecial por apresentar, nos horizontes superficiais dos solos, concentração de\n\nóxidos de ferro e alumínio, propiciando assim a agregação das partículas pela\nação cimentante desses elementos e é o que definirá a estrutura dos solos. Desta\n\nforma, a estrutura e a mineralogia dos solos tem grande importância em obras\n\nde terra (estradas, taludes, aterros, barragens, etc.) porque nessas obras os solos\n\nestão sujeitos a baixas tensões de confînamento e a ciclos sucessivos de\nmolhagem e secagem.\n\nMÉToDoS DE CARACTEzuZAÇÃo E CLASSIFICAÇAo\n\nPara o estudo dos solos tropicais o Comitê de solos (Committee,\n\n1985), propôs grupos de métodos que estão baseados em:\n\no Critérios pedológicos, químicos e morfológicos;\n\nr Testes tradicionais;\n\nr Testes não tradicionais.\n\n¡ Critérios pedológicos, químicos e morfológicos\n\nConsiderações geológicas e pedológicas são promissoras para o\nestudo geotécnico dos solos, conforme afirmam alguns autores, entre eles:\n\nNogami (1967,1976, 1978), Nogami e Villibor (1980). No entanto, lembram\nque há necessidade de adaptação nos estudos geológico-pedológicos de solos\n\npara pavimentação, para que as conclusões possam ter maior valor prático.\n\n\n\nl2\n\n. Testes tradicionais\n\nOs métodos tradicionais de caracterização e classif,rcação de solos\n\npara fins de pavimentação baseiam-se, essencialmente, na granulometria e nos\n\nlimites de Atterberg (que determinam os estados de consistência do soio:\n\nLimites de Liqüidez e de Plasticidade).\n\nNo Brasil, esses métodos são normalmente utilizados, porém não\n\npossibilitam a previsão de comportamento dos solos quando da sua efetiva\n\nutilização nas obras. E o mais difundido entre eles é o HRB americano\n(Highway Research Board), também conhecido, entre nós, por Classificação\n\nRodoviária.\n\nVargas (1988), propôs um quadro classificatório. Nesse quadro é\n\nusada a Atividade de Skempton somado a um fator mineralógico. porém,\n\nesbara na limitação de aplicação desses dois fatores para solos tropicais.\n\nNas últimas duas décadas têm surgido diversos trabalhos que\n\napontam as dificuldades de aplicação da metodologia estrangeira de\ncaracterização e classiflrcação para solos tropicais. Entre eles destacam-se:\nNogami (1976, 1978); Nogami e Villibor (1979,1980,1981, 1983); Barroso et\n\nal. (1981); Francis e Carvalho (1969); Gidigasu (1976); Samara (1981).\n\nNogami e Villibor (1980) sintetizam os principais problemas da\naplicação acima referida, em dois pontos:\n\n1) Falta de correlação dos resultados obtidos com os diversos\n\naspectos do comportamento dos solos nas obras.\n\nPor exemplo, os métodos acima podem apresentar, para os solos\n\nlateríticos -que são dos solos mais representativos do Brasil-, comportamento\n\ngeotécnico de qualidade ruim para aplicação em obras de pavimentação; porém,\n\nesses solos, quando da sua efetiva utilização, têm compoftamento de boa\nqualidade.\n\n\n\nl3\n\n2) Demasiada dispersão dos resultados dos ensaios tradicionais.\n\nOs autores acima, trabalhando dados fornecidos pelo Instituto de\n\nPesquisas Tecnológicas (Programa Interlaboratorial Brasileiro), concluem que,\n\ndificilmente, para solos tropicais, os ensaios de consistência tem condições de\n\nserem decisivos para rejeição ou aprovação de solos para pavimentos.\n\nNo que se refere à granulometria, constataram que os resultados\n\ndos ensaios podem contribuir pouco paÍa a caracterização dos solos em obras,\n\numa vez que esses resultados dependerão do método analítico utilizado. Além\n\ndisso, o ponto principal é a análise do estado de agregação dos solos em\ncondições naturais, que nenhum dos métodos de análise granulométrica\n\ncontempla.\n\nSegundo Barroso et al. (1981), são relevantes os problemas de\n\namostragens e conseqüente caracterização dos solos, principalmente aquelas de\n\ndesenvolvimento linear, pois as especificações de prospecção geralmente\n\nestabelecem esquemas de espaçamento uniforme, sem uma orientação apoiada\n\nnas variações específicas dos solos e condições do terreno.\n\n. Testes não tradicionais\n\nNa literatura encontram-se diversos trabalhos que apresentam\nsugestões de novas técnicas de ensaios para caracterização e classificação de\n\nsolos tropicais.\n\nEntre outros podem ser citados os de Queiroz de Carvalho (1981),\n\ncuja classihcação baseia-se na estabilização dos solos com a cal; Lohnes e\n\nDemirel (197 3); Arulanandan's ( 1 969).\n\nNogami e Villibor (1980) consideram que o número de parâmetros\n\ngeralmente considerados no estudo de solos para pavimentação, no Brasil, é\n\nmuito reduzido, impossibilitando assim um julgamento mais apropriado para\n\naplicação na construção viária.\n\n\n\nl4\n\nPor outro lado, propõem estudo e determinação de novos\nparâmetros para um conhecimento geotécnico mais aprofundado, os quais\n\nconstituíram a base de uma nova sistemática de caracterízação e classihcação de\n\nsolos tropicais para pavimentação, tendo em vista principalmente os solos\nlateríticos e os saprolíticos. Essa metodologia foi designada de MCT -\nMIMATURA, COMPACTADA, TROPICAL (Nogami e Vitlibor, t98l).\n\n\n\n15\n\nCAPÍTULO il - OS SOLOS E A GEOLOGIA/PEDOLOGIA\n\nI - GENERALIDADES.\n\nOs solos, segundo a geologia e a pedologia, podem ser\nconsiderados como uma superposição de dois conjuntos de materiais,\ncaracterizados cada um por propriedades mineralógicas e estruturais\nnitidamente distintas (Fig. 1). O limite que separa os dois conjuntos pode,\n\nnormaimente, ser reconhecido no campo.\n\nFig. I - Perfil hipotético de um solo com ^B Latossólico ilustrando dife¡entes\n\nhorizontes e camadas (Oliveira et al. 1992).\n\nO primeiro conjunto, superior, designado como solum, constitui os\n\nhorizontes A e B. Nesse conj unto ocorrem numerosas modificações\nmineralógicas e estruturais, causadas pelos seguintes fatores superhciais:\nrelevo, clima, organismos e tempo. É o chamado domínio da pedogênese.\n\n\n\nl6\n\nO conjunto inferior, correspondente ao horizonte C do perhl, está\n\nem contato com a rocha de origem e recebe o nome de material parental ou\n\nalterita. Este conjunto é resultante da alteração da rocha subjacente, sendo esta\n\nalteração progressiva e freqüentemente irregular.\n\nUma das características importantes é a preservação, ao menos\nparcial, de texturas petrográficas e estruturas litológicas da rocha de origem.\n\nEste conjunto, com relação ao solum, apresenta-se normalmente\n\ncom maiores espessuras e parece, de modo geral, mais homogêneo na escala do\n\nperfil e mais heterogêneo no detalhe do que aquele.\n\nUm dos aspectos que mais realça na diferenciação dos dois\nconjuntos acima é a organização dos seus componentes.\n\nNo solum, a estrutura tende a apresentar-se com uma distribuição\n\nem agregados de diversos tamanhos, desde microscópicos até aqueles que\n\npodem ser identificados a olho nu. Os agentes cimentantes são principalmente\n\nos óxidos e hidróxidos de ferro e alumínio.\n\nA quantidade de agregados presentes dependerá essencialmente do\n\ntipo de rocha e grau de evolução desta (tempo submetida aos agentes\nintempéricos). Assim, quanto mais evoluído for o material, maior possibilidade\n\nde se formarem agregados.\n\nPor outro lado, o conjunto inferior apresenta uma pequena\nporcentagem de agregados devido à menor evolução do material.\n\nO conjunto de características morfológicas constitui a base\nfundamental para a identificação do solo, que deverá ser completada com as\n\nanálises de Iaboratório.\n\nVárias características são observadas na descrição morfológica de\n\num perfil. As principais são: cor; textura (granulometria do material sólido);\n\nestrutura (aglutinação das partículas); consistência e espessura dos horizontes.\n\n\n\nl'7\n\nA textura de cada horizonte é uma das características mais estáveis\n\ndo solo. Segundo Oliveira et al. (1992) constitui característica muito\nimportante, uma vez que a interação com outras características (principalmente\n\na mineralogia das argilas) condicionam a estrutura, consistência,\npermeabilidade etc. Portanto, a textura é um atributo de grande interesse para a\n\nclassificação do solo, sendo o seu emprego comum nos sistemas taxonômicos\n\ncomo um dos critérios para distinção de classes do solo.\n\nSegundo os autores acima, até 7992 não havia um sistema\nbrasileiro oficial de classificação de solos; portanto, expressam os conceitos de\n\nclasses de solos fazendo um compêndio do que melhor existe. A seguir são\ntranscritos os conceitos das classes utilizadas na presente pesquisa:\n\nConsta na Figura 2 um diagrama de classes texturais para facilitar\na compreensão dos conceitos abaixo.\n\n6oooaoà%,åã%.à'oo\n<_ PORCFNTAGEM OE AREIA \n\n-\nFig. 2 - Diagrama de repartição de Classes generalizadas de textura\n\nó\non\n'*\n\n^ '4..\n\n\\^\" 'u\n-À óó\n\nAæ 9._^\\ ./\\ r<\\\nlñp \\\n\n/\nt\n\nêt;q70\noQ/\n\noè 6olt(t/\\\naq/\n\n-è 50,t-\noe /\\ tê / \\/qo oolffi\n\n/ \n'Æ\n\n(EMBRAPA, 1979, in Oliveira et al. 1992)\n\n\n\nl8\n\nLATOSSOLO ROXO - \"Essa classe é formada por solos minerais\n\nnão hidromórficos, vermelho-escuros de tonalidades arroxeadas, derivados de\n\nrochas básicas e tufitos, apresentando horizonte B latossólico e teores\nconsideravelmente elevados de FerO, (>18 % e&lt;40 o/o), MnO e, usualmente, de\n\nTiOr, com atração magnética forte e predominantemente de textura argilosa ou\n\nmuito argilosa.\"\n\nLATOSSOLO VERMELHO-ESCURO - \"Essa classe compreende\n\nsolos minerais não hidromórficos, com horizonte ,B latossólico vermelho-escuro\n\nde matiz4YR ou mais vermelho, valores de 3 a 5 e croma 4 a 6, e teores de\n\nFerO, provenientes do ataque sulfúrico na TFSA inferiores a 18 %o quando\n\nargilosos ou muito argilosos e usualmente inferiores a 8olo, quando de textura\n\nmédia, com atração magnética fraca ou inexistente.\"\n\nLATOSSOLO VERMELHO-AMARELO - \"Abrange solos\nminerais não hidromórficos com horizontes B latossólicos, teor de FerO, na\n\nTFSA proveniente do ataque sulfürico igual ou inferior a llYo e normalmente\n\nmaior do que 7Yo quando de textura argilosa ou muito argilosa e não\nconcrecionários, enquanto nos de textura média a relação molecular AlrO,/\n\nFerOr. proveniente do ataque sulfúrico, é > 3,14. As cores desse horizonte são\n\nusualmente de matiz menos vermelho que 1,5 YR, tendo valores normalmente >\n\n4,5 e croma > 6,0. São solos virtualmente sem atração magnética.\"\n\nTERRA ROXA ESTRUTURADA - \"Compreende solos minerais,\n\nnão hidromórfrcos, cor vermelha escura de tonaiidade púrpura ou nuances afins\n\n-efeito arroxeado-, argilosos a muito argilosos, derivados de rochas básicas ou\n\nuitrabásicas, com teores relativamente elevados de FerOr, TiO', baixo gradiente\n\n\n\nt9\n\ntextural, horizonte B textural com argila de atividade baixa, estrutura em blocos\n\ne cerosidade moderadamente a bem desenvolvida.\"\n\nAREIA QUARTZOSA - \"Esta classe compreende solos minerais,\ncasualmente orgânicos na superficie, hidromór{icos ou não, geralmente\nprofundos, essencialmente quartzosos, com textura areia ou areia franca ao\nlongo de pelo menos uma profundidade de 2 metros da superficie.\n\nEssa classe de solos abrange as areias quartzosas não hidromórficas\n\ndo interior, portadoras de cores amarelas, vermelhas, de gamas intermediárias,\n\nou menos freqüentemente até mesmo de coloração bem desbotada. Ademais,\n\nsão igualmente abrangidas as areais quartzosas marinhas, não hidromórficas,\n\nusualmente acinzentadas ou brancas, formadas em depósitos arenosos costeiros,\n\ne as areias quartzosas hidromórficas, mal ou imperfeitamente drenadas.\"\n\n2 - OS SOLOS NO ESTADO DE SÃO PAULO\n\nUm dos principais levantamentos de solos do Estado foi aquele\nrealizado por Brasil (1960) -na escala l:500.000- segundo os quais, o Estado de\n\nsão Paulo apresenta quatro grupamentos de solos: solos com.B texturar, Solos\n\ncom B latossólico, Solos hidromórficos e os Solos poucos desenvolvidos.\n\nOs solos com B latossólico representam cerca de 560/o dos solos do\n\nestado, enquanto os solos com B textural representam cerca de 3l%o.\n\nDentre os solos com B latossólico destacam-se os Latossolos\nVermelho-Escuros (24%o), os Latossolos Roxos Qa%) e os Latossolos\nvermelho-Amarelos (13%). Porcentagens estas referentes à totalidade de solos\n\ndo Estado.\n\n\n\n20\n\nOutro levantamento de solos relevante do Estado é aquele realizado\n\npelo Projeto Radambrasil (Brasil, 1983), Escala 1:1.000.000, porém ainda\nincompleto para todo o Estado de São Paulo.\n\nMais recentemente, iniciou-se um novo programa de levantamento\n\nde solos na escala 1:100.000, caracterizado de semi-detalhe. Este trabalho está\n\nsendo desenvolvido por uma equipe do Instituto Agronômico de Campinas e faz\n\nparte do programa de levantamento pedológico do Estado de São paulo.\n\nA classificação utilizada foi principalmente a da Embrapa (1976).8\n\numa vez que ainda não existe um texto específico ao sistema de classificação\n\nbrasileiro de solos, os conceitos de cada classe foram expostos em relatórios\n\nelaborados para cada quadrícula.\n\nO primeiro resultado do programa de levantamento de solos foi\n\npublicado em 1979 e refere-se a Quadrícula de Campinas (Oliveira et al., lg79).\n\nAté o presente momento foram mapeadas treze quadrículas, cuja\n\nrelação e distribuição aparece na fig. 3 Apenas quatro dos mapas publicados\n\nestão acompanhados de memorial descritivo (Ribeirão Preto, São Carlos, Araras\n\ne Campinas), dois estão no prelo (Piracicaba e Guaíra).\n\nO levantamento pedológico semi-detalhado acima referido,\nestabelece subdivisões para as classes de solos encontradas em cada quadrícula\n\nmapeada. Essas subdivisões deram origem às categorias taxonômicas mais\n\nbaixas (unidades de solos), compatíveis com a escala de mapeamento, com base\n\nprincipalmente nos seguinte atributos diagnósticos: cariúer eutróf,rco e\ndistrófico, caráter álico e ácrico, tipo de horizonte A, textura e saturação em\nbases do horizonte B, presença de concreções, profundidades, entre outros.\n\nÉ conveniente salientar que nesse levantamento recoffeu-se com\n\nfreqüência ao expediente de associar-se unidades de solos (em grupos de duas\n\nou três unidades) devido às dificuldades encontradas para sua identificação.\n\n\n\nPROGRESSO DO LEVÂIÍIÂHENÎ1)\n\nDE SOI¡S NO\n\nESTADO DE SÀO PAI'I¡\nÀ PARTIR DE 1975\n\nÍ'HÊRO ìlvEL SE¡rDFr,tU{ m\nt ............, CaDtrát\n2 .....-.-- --- - ¡r';,¡ll ............. RttEtråô Pr.rôt2 .,........... oercdlvldôtl ............. 5¡o cr.t6r\n\n¡4 ...,,........ Ptr¡cr.rh¡\n26 .,.......-... 3.ô¡¿¡ll .,..,..,,..., C¡¡l¡¡\n15 ............. J¿ú\n?4 .......-....- r..t.6l ;.........,.. ¡lrrr.nl\n\nroo ..,.,....,... rlosr craco\nNINERO NIVE TECONHECI¡IEÑ1þ\n\nSEI¡DEI Ln ü,\nne.Go do *tol7 e lt (p¿.r.!),. Rlö€r¡¡ dé lsuápe\n\nr{(DlERCr ìlvEL REr@t{ÍECfr¡Eilm\nt7, ¡s, 20, 21, DE ùÈDI^ lN:EltSlDÀDf\n\n42, 'ìr, 9¡ . eS R€rtåô dô Rtô(n¿¡t, \\) ....-..,. RtlÈtr¡ de req¡De\n\n(l: l0o 0O0)\n\nilvÉL DE LSVÂrll¡¡øfIo\n\nE s-rd.$lh¡dô\n\n@ w.\"*..tn\"t\" ac ;rtr¿ rnÈcnsfd,¡re\n\n[ffi reconnecrænto sorrret¡¡h.do\n\nIr;\".\"*\"t.a\"\n\nFig.3 - Localização das quadrículas pedológicas cartografadas na escala\n\nI : 100.000 (Prado, 1995).\n\nAs dihculdades citadas estão relacionadas à existência de solos de\n\ndiferentes unidades da mesma classe ou de classes diferentes geograficamente\n\nassociados a uma mesma paisagem, apresentando: semelhanças nos aspectos\n\nmorfológicos; complexidade no padrão de distribuição dos solos e/ou\ndifrculdades de acesso à área.\n\nA importância das associações é de tal ordem que pode chegar a ser\n\na fração mais representativa de uma quadrícula como, por exemplo, acontece\n\ncom a de Ribeirão Preto, com cerca de 650/o da área total.\n\n\n\n22\n\nQuanto à distribuição das unidades mapeáveis nas quadrículas,\nressalta-se que além da predominância das associações que dificulta o\nreconhecimento das unidades individualmente, ocorre dificuldades inerentes à\n\nprópria caracterização e classificação pedológica de cada unidade. Assim\nacontece, por exemplo, com a diferenciação entre as unidades Ribeirão preto e\n\nBarão de Geraldo da classe Latossolos Roxos, onde o caráter eutrófico é o\ndeterminante.\n\nTambém pode acontecer com a diferenciação entre classes, como\n\nLatossolo Roxo e Latossolo Vermelho-Escuro, solos que assemelham-se\nbastante no seu aspecto morfológico.\n\nOutra peculiaridade do mapeamento é aquela que se refere à\ngradação contínua de características diagnósticas dos solos, sendo dificil, nos\nindivíduos intermediários, estabelecer com segurança a classe e/ou unidades de\n\nsolos; no entanto, esses solos, designados de transicionais, não foram expressos\n\nno mapa devido às pequenas extensões das ocorrências, não compatíveis com a\n\nescala da cartografia. são exemplos os solos transicionais que ocorrem entre os\n\nLatossolos Roxos e a Terra Roxa Estruturada.\n\nAs quadrículas escolhidas inicialmente para o desenvolvimento do\n\ntrabalho são a maioria, com exceção de Guaíra e de Rio Ribeira do Iguape, por\n\nnão estarem contíguas às demais, e a de Piracicaba por conter pequena\nporcentagem de latossolos.\n\nApresenta-se a seguir aspectos gerais das quadrículas estudadas\ncom as suas respectivas classes e unidades de solos.\n\nRessalta-se que todas a unidades e associações de cada classe de\n\nsolos foram discriminadas abaixo, porque serão utilizadas para coleta de\n\namostras e ensaiadas, de acordo com o que ficou proposto nos objetivos do\npresente trabalho.\n\n\n\n23\n\nQUADRÍCULA DE CAMPINAS (Oliveir a et at,, I 97 9) :\n\nA área da quadrícula de Campinas está situada na região sudeste do\n\nEstado de São Paulo, inserindo-se quase que totalmente na Depressão\nPeriférica, na Zona do Médio Tietê. Uma pequena porção a sudeste e centro-\n\noeste adentra parcialmente a Zona Cristalina do Norte.\n\nA geologia desta área está representada predominantemente por \ni\n\nrochas sedimentares, incluindo arenitos de granulação variada, siltitos e l\nargilitos. Subordinadamente aparecem rochas cristalinas, bem como intrusivas ì\nbásicas. As classes de solos encontradas na quadrícula são apresentadas a seguir\n\ncom as suas respectivas distribuições percentuais aproximadas.\n\nLatossolo Roxo 9,86\n\nLatossolo Vermelho-Escuro 17,20\n\nLatossolo Vermelho-Amarelo 20,30\n\nTerra Roxa Estruturada 2,02\n\nPodzólico Vermelho Amarelo 32,40\n\nAreia Quartzosa 2,30\n\nCambissoio ?5?\n\nSolos hidromórficos 0,93\n\nSolos litólicos 4,71\n\nOs restantes 6,76 % estão ocupados por áreas urbanas, rios e açudes.\n\nNa quadrícula de Campinas, foram identificadas e descritas 24 unidades\n\ntaxonômicas distribuídas em 23 unidades simples de mapeamento e em 33\n\nassociações de solos.(quadros 2a e 2b)\n\n\n\nCLASSES DE SOLOS UNIDADES SIMBOLO\n\nLatossolo Roxo\nRibeirão Preto\nBarão Geraldo\n\nLRe\nLRd-1\n\nLatossolo Vermelho-Escuro Limeira\nSanto Antônio\nCillos\nHortolândia\n\nLE-1\nLE-2\nLE-3\nLE-4\n\nLatossolo Vermelho-Amarelo Mato dentro\nSpeculas\nLaranja Azeda\nBela Aliança\n\nLv-1\nLV-2\nLV-3\nLV-4\n\nLatossolo Vermelho-Amarelo\nHúmico\n\nCamarguinho LH\n\nPodzólico Vermelho-Amarelo Alva\nUsina\nHolambra\nOlaria\nPalmeiras\nValinhos\n\nPV-1\nPY-2\nPV-3\nPV-4\nPV-5\nPV-6\n\nTerra Roxa Estruturada Estruturada TE\nCambissolos Palha Cb\nSolos Areno-Quartzosos Panorama AQp\nSolos Litólicos Li-1\n\nLi-2\nLi-3\n\nSolos Hidromórficos HI\n\nQuadro 2a - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Campinas (adaptado de Oliveira et. al., 1979).\n\n\n\nASSOCIACOES SIMBOLO\nBarão Geraldo + Ribeirão Preto LRd + LRe\nBarão Geraldo + Limeira LRd + LE-I\nLimeira + Barão Geraldo LE.l + LRd\nLimeira * Santo Antonio LE-I +LE.2\nSanto Antônio + Barão Geraldo LE-2 + LRd\nHortolândia + Camarguinho LE-4 + LH\nMato dentro + Larania Azeda LV-l + LV-3\nSpeculas + Camarguinho Lv-z+LH\nBela Aliança + Limeira LV-4 + LE-1\nBela Aliança + Hortolândia LY-4 +LE-4\nBela Aliança -r Larania Azeda LV-4 + LV-3\nUsina * Bela Aliança PV-2 +LV-4\nUsina + Alva PV-2 + PV-I\nUsina + Olaria PV-2 + PV-4\nUsina + Palmeira PV-2 + PV-5\nUsina + Palha PV-2 + Cb\nUsina + Solo Litólico PV-2 + Li I\nOlaria + Paimeiras PV-4 + PV-5\nOlaria + Palha PV-4 + Cb\nOlaria + Solo Litólico PV-4 + Li-1\nValinhos + Solo Litólico PV-6 + Li-3\nEstruturada * Barão Geraldo TE + LRd\nEstruturada + Ribeirão Preto TE + LRe\nPalha + Solo Litólico cb + Li-l\nPanorama + Bela Aliança AQp + LV-4\nPanorama + Usina AQp + PV-2\nSolo Litólico + Alva Li-l + PV-1\nSolo Litólico + Usina Li-1 + PV-2\nSolo Litólico + Palha Li-l + cb\nAlva + Solo Litólico + lJsina PV-l +Li-i+PV-2\nUsina + Alva + Solo Litólico PV-2+PV-1+Li-l\nPalha + Alva + Solo Litólico cb+PV-1 +Li-1\n\nQuadro 2b - Unidades de mapeamento (associações de solos) da\n\nQuadrícula de Campinas (adaptado de Oliveira et al., 1979).\n\n\n\n26\n\nQUADRÍCULA DE AIìAIìAS (Oliveira et al., 1982)\n\nA área da quadrícula de Araras acha-se inteiramente inserida na\nDepressão Periférica e na sua quase totalidade na zona denominada por\nAlmeida (1964) como Zona do Médio Tietê. Uma pequena porção ao norte,\n\ncorresponde à faixa que drena para o Moji-Guaçu, peftence à zona homônima.\n\nNo que se refere à geologia, a área apresenta predominantemente\n\nrochas sedimentares, com a¡enitos de granulação variada, predominando os\ngrosseiros e siltitos. Também aparecem rochas intrusivas básicas e areias\ninconsolidadas de aluviões.\n\nOs tipos de solos encontrados na quadrícula são apresentados a\n\nseguir com as suas respectivas distribuições percentuais aproximadas.\n\nLatossolo Roxo 13,5\n\nLatossolo Vermelho-Escuro 20,9\n\nLatossoio Vermelho-Amarelo 45,0\n\nTerra Roxa Estruturada 0,5\n\nPodzólico Vermelho Amarelo tt,6\n\nAreia Quartzosa 0,5\n\nCambissolo t,4\n\nSolos hidromórficos A?\n\nSolos litólicos 1,7\n\nOs restantes 0,8 % estão ocupados por áreas urbanas, rios e açudes.\n\n(quadro 3)\n\nNa quadrícula de Araras foram identifi cadas 24 unidades de solos\n\n\n\nCLASSES DE SOLOS LINIDADES SIMBOLO\n\nLatossolo Roxo\nRibeirão Preto\nBarão Geraldo\n\nLRe\nLRd\n\nLatossolo Vermelho-Escuro\nLimeira\nHortolândia\n\nLE-1\nLE-z\n\nLatossolo Vermelho-Amarelo São Lucas\nCoqueiro\nLaranja Azeda\nSpeculas\nMato dentro\nCampininha\nCamarguinho\n\nLV-1\nLY-2\nLV-3\nLY-4\nLV-5\nLV-6\nLV-7\n\nPodzólico Vermelho-Amarelo Alva\nUsina\nOlaria\nSanta Cruz\nSerrinha\n\nPV-I\nPy-2\nPV-3\nPV-4\nPV-5\n\nTerra Roxa Estruturada Estruturada TE\nAreia Quartzosa AQ\nCambissolos Palha\n\nSete Lagoas\ncb-l\ncb-2\n\nSolos Litólicos Li-1\nLi-2\nLi-3\n\nGley Pouco húmico ou Gley\nhúmico\n\nHI\n\nQuadro 3 - Unidades de mapeamento e classificação dos solos da Quadrícula de\n\nAraras (adaptado de Oliveira et al., 1982)\n\n\n\n28\n\nQUADRÍCLLA DE S.ÃO CARLOS. (Oliveira e prado, 1984).\n\nA área da quadrícula de São Carlos localiza-se no centro-oeste do\n\nEstado de São Paulo, nas regiões denominadas por Almeida (196a) de\nDepressâo Periférica (sub-região médio Tietê) e Cuestas Basálticas.\n\nNo que diz respeito aos aspectos geológicos, a área é coberta por\n\nrochas sedimentares, incluindo principalmente arenitos finos e médios e\nsubordinadamente arenitos conglomeráticos, siltitos e argilitos. Ocorrem ainda\n\nalguns corpos esparsos de rochas vulcânicas (basaltos) e intrusivas básicas.\n\nAs classes de solos encontradas na quadrícula são apresentadas a\n\nseguir com as suas respectivas distribuições percentuais aproximadas.\n\nLatossolo Roxo 6,30\n\nLatossolo Vermelho-Escuro 1,70\n\nLatossolo Vermelho-Amarelo 35,30\n\nTerra Roxa Estruturada 2,19\n\nPodzólico Vermelho Amarelo 26,70\n\nAreia Quartzosa 15,70\n\nSolos orgânicos 0,80\n\nSolos hidromórficos 0,60\n\nSolos litólicos 8,80\n\nPlintossolo 0,46\n\nOs restantes 1,46 %o estão ocupados por áreas urbanas, rios e\n\naçudes.\n\nquadro 4.\n\nForam identificadas 26 unidades de solos, que são apresentadas no\n\n\n\nCLASSES DE SOLOS TINIDADES SIMBOLO\n\nLatossolo Roxo\nRibeirão Preto\nBarão Geraldo\n\nLRe\nLRd.I\n\nLatossolo Vermelho-Escuro\nLimeira\nHortolândia\n\nLE-1\nLE-2\n\nLatossolo Vemelho-Amarelo São Lucas\nCoqueiro\nLaranja Azeda\nTrês Barras\nCanchim\nItororó\n\nLV-1\nLV-2\nLV-3\nLV-4\nLV-5\nLV-6\n\nPodzólico Vermelho-Amarelo Santa Cruz\nSerrinha\nMonte Cristo\nCanela\nSanta Clara\nOlaria\n\nPV-I\nPV-2\nPV-3\nPV-4\nPV-5\nPV-6\n\nAreia Quartzosa AQ\nSolos Litólicos Li-1\n\nL|-2\nLi-3\nLi-4\n\nPlintossolos concrecionários PL\nSolos Hidromórfìcos HI\nSolos Orgânicos Or\n\nQuadro 4 - Unidades de mapeamento e classificação de solos da\n\nQuadrícula de São Carlos (adaptado de Oliveira e Prado, 1984).\n\nAs associações mais representativas geograficamente são: AQ +\n\nLY2, PY6 + PV1, LI3 +LTz, PVl + PV6, LV2+LV3, LRd + LRC\n\n\n\n30\n\nQUADRÍCULA DE zuBEIRÃO PRETO (Otiveira e prado, 1987).\n\nA área está circunscrita à província geomorfológica denominada de\n\nCuestas Basálticas.\n\nNo que diz respeito aos aspectos geológicos na área afloram\n\npredominantemente as rochas do Grupo São Bento (85 0/o), constituído\nessencialmente pela Formação Serra Geral e Intrusivas Básicas Associadas\n\n(70 %), seguido da Formação Botucatu com 18 oá, Pirambóia com 8 o/o e as\n\nIntrusivas Básicas com 4 %o.\n\nOs tipos de solos encontrados na quâdrícula são apresentados a\n\nseguir com as suas respectivas distribuições percentuais aproximadas:\n\nLatossolo Roxo 63\n\nLatossolo Vermelho'Escuro t4\n\nLatossolo Vermelho-Amarelo 4\n\nTerra Roxa Estruturada 2\n\nBrunizém avermelhado 0,1\n\nAreia Quartzosa 7\n\nSolos hidromórficos 4\n\nSolos litólicos\n\nCambissolo\n\nOs restantes 3,9 %o estão ocupados por áreas urbanas, rios e açudes.\n\nNa quadrícula foram identificadas 24 unidades de solos, que estão\n\nrelacionadas no quadro 5.\n\n\n\nCLASSES DE SOLOS LINIDADES SIMBOLO\n\nLatossolo Roxo\nRibeirão Preto\nBarão Geraldo\nÁgua Vermelha\nCapão da Cruz\nJardinópolis\n\nLRe\nLRd-1\nLRd-2\nLRa\nLRv\nLRI\nLRc\n\nLatossolo Vermelho-Escuro Dois Córregos\nHortolândia\nBonfim\nLimeira\n\nLE- I\nLE-z\nLE-3\nLE-4\n\nLatossolo Vermelho-Amarelo\nCoqueiro\nLaranja Azeda\nCanchim\nItororó\nPeroba\n\nLV-1\nLV-2\nLV-3\nLV-4\nLV-5\n\nTerra Roxa Estruturada Estruturada TE\nBrunizém Avermelhado Engenho BV\nAreia Quartzosa AQ\nAssociação Gley húmico\nGley pouco húmico\n\nHI-1\nÍII-2\n\nSolos Orsânicos HI-3\nSolos Litólicos Li-r\nCambissolos -Sete Lagoas Cb\n\nQuadro 5 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Ribeirão Preto (adaptado de Oliveira e Prado, 1987).\n\nAs associações mais significativas, em termos percentuais da ârea\n\nsao:\n\nLRa + LRd-l 41,7 0\nLRe + LRd-l 9,07\nLV-l + AQ 1,95\nAQ + LV-l 1,86\nLE-l + AQ t,20\n\n\n\n32,\n\nAs demais associações, em número de 3 1, dividem entre si o l\nrestante da ârea que é de 9,5 %o, onde cada associação não ultrapassa o valor de\n\nt%.\n\nA apresentação das quadrículas de Descalvado, Brotas, Jaú e Moji-Mirim está\n\nmais reduzida porque os relatórios ainda não foram editados, portanto as\n\ninformações extraídas e descritas abaixo são exclusivas do mapa pedológico.\n\nQUADRÍCULA DE DESCALVADO (Oliveira e prado, 1982)\n\nNa quadrícula foram identificados 9 classes de solos com as suas\n\nrespectivas unidades.(quadro 6).\n\nCLASSES DE SOLOS UNIDADES SIMBOLO\n\nLatossolo Roxo\nRibeirão Preto\nBarão Geraldo\nÁgua Vermelha\n\nLRe\nLRd-I\nLRd-2\n\nLatossolo Vermelho-Escuro\nDois Córregos\nHortolândia\nLimeira\n\nLE-1\nLE-2\nLE-3\n\nLatossolo Vermelho-Amarelo Lagoa Bonita\nLaranja Azeda\nCanchim\n\nL -2\nLV-3\nLY-4\n\nPodzólico Vermeiho-Amarelo Santa Cruz\nSerrinha\nMonte Cristo\n\nPV-1\nPV-2\nPV-3\n\nTerra Roxa Estruturada Estruturada\nBabilônia\nltaguaçu\n\nTE-1\nTE-2\nTE-3\n\nAreia Quartzosa AQ-1\nAO-2\n\nSolos Litólicos Li-1\nLi-2\nLi-3\nLi-4\n\nSolos Hidromórficos HI\nCambissolos Cb\n\nQuadro 6 - Unidades de mapeamento e classificação dos solos da Quadrícula de\nDescalvado. (adaptado de Oliveira e Prado, 1982).\n\n\n\n33\n\nQUADRÍCULA DE BROTAS\n\nNa quadrícula foram identificadas 8 classes de solos com as suas\nrespectivas unidades.(quadro 7).\n\nCLASSES DE SOLOS UNIDADES SIMBOLO\nLatossolo Roxo Ribeirão Preto\n\nBarão Geraldo\n\nLRe\n\nLRd\n\nLatossolo Vermelho-Escuro Dois Córregos\n\nHortolândia\n\nLimeira\n\nLE-1\n\nLE-2\n\nLE-3\n\nLatossolo Vermelho-Amarelo São Lucas\n\nCoqueiro\n\nLannja Azeda\n\nTrês Barras\n\nCanchim\n\nLV-1\n\nLV-2\n\nLV-3\n\nLV-4\n\nLV-5\n\nPodzólico Vermelho Amarelo Serrinha\n\nMonte Cristo\n\nCanela\n\nContenda\n\nPV -l\n\nPY-2\n\nPV-3\n\nPV-4\n\nTerra Roxa Estruturada Estruturada\n\nItaguaçu\n\nBabilônia\n\nTE-1\n\nTE-2\n\nTE-3\n\nAreias Quartzosas Profundas AQ\n\nSolos Litólicos Li-1\n\nLi-2\n\nSolos Hidromórficos Hi\n\nQuadro 7 - Unidades de mapeamento e classificação dos solos da Quadrícula de\n\nBrotas (adaptado de Oliveira et al., 1981).\n\n\n\n34\n\nQUADRÍCULA DE JAÚ\n\nNa quadrícula foram identificados 9 classes de solos com as suas respectivas\n\nunidades.(quadro 8).\n\nCLASSES DE SOLOS LINIDADES SIMBOLO\n\nLatossolo Roxo Ribeirão Preto\n\nBarão Geraldo\n\nLRe\n\nLRd\n\nLatossolo Vermelho-Escuro Dois Córregos\n\nHortolândia\n\nLimeira\n\nLE-1\n\nLE-2\n\nLE-3\n\nLatossolo Vermelho-\nAmarelo\n\nCoqueiro\n\nLaranja Azeda\n\nCampininho\n\nLV-I\n\nLV-2\n\nLV-3\n\nPodzólico Vermelho-\nAmarelo\n\nMonte Cristo\n\nCanela\n\nSerrinha\n\nPV-I\n\nPV-2\n\nPV-3\n\nTerra Roxa Estruturada\n\nEstruturada\n\nfase rasa\n\nItaguaçu\n\nTE-1\n\nTE-1r\n\nTE-3\n\nBrunizém Avermelhado Bv\n\nAreias Quartzosas Profundas AQ\n\nSolos Litólicos Li-1\n\nLi-2\n\nLi-3\n\nSolos Hidromórficos Hi\n\n8 Unidades de mapeamento e classi d ¡s solos daQuadro 8 - Unidades de mapeamento e\nde Jaú (adaptado de Oliveira et al., 1982).\n\nficação Qu\n\n\n\n35\n\nQUADRÍCULA DE MOJI-MIRIM\n\nNa quadrícula foram identificados l0 classes de solos com as suas respectivas\n\nunidades.(quadro 9).\n\nCLASSES DE SOLOS UNIDADES SIMBOLO\nLatossolo Roxo Barão Geraldo\n\nCapão da Cruz\nLRd\nLRac\n\nLatossolo Vermelho Escuro Hortolândia\nBonfim\nLimeira\n\nLEd-I\nLEd.z\nLEd-3\n\nLatossolo Vermelho Amarelo Coqueiro\nLaranja Azeda\nMato Dentro\nPonte Funda\nTrês Barras\nPederneiras\nItororó\nCamarguinho\nCampininha\n\nLVdl\nLVd2\nLVd3\nLVd4\nLVd5\nLVd6\nLVdT\nLVdS\nLVc\n\nPodzólico Vermelho Amarelo Usina\nAlva\nCatingueiro\nSanta Cruz\n\nPVl\nPV2\nPV3\nPV4\nPV5\nPV5c\nPVL\n\nPodzólico Vermelho Escuro PE\nTerra Roxa Estruturada Estruturada\n\nItaguaçu\nTE\nTEL\n\nTerra Bruna Estruturada TB\nUamblssolos Sete Lagoas\n\nPilão d'água\nC\nC2\n\nSolos Litólicos\nPedra de Fogo\n\nLil\nL12\nLi3\nLi3c\nLi4\n\nGleissolos H\nH\n\n1\n\n2\n\nQuadro 9 - Unidades de mapeamento e classificação dos solos da\n\nQuadrícula de Moji-Mirim (adaptado de Oliveira, 1992).\n\n\n\nCAPÍTULO III. METODOLOGIA MCT\n\nI - ENSAIOS CONVENCIONAIS\n\nA metodologia MCT é uma nova sistemática de caracterização e classiflrcação\n\nde solos e baseia-se na determinação de características de interesse geotécnico\n\nligadas às propriedades mecânicas e hídricas (como resistência, permeabilidade,\n\netc.), em corpos de prova de dimensões reduzidas, moldados em equipamento\n\nminiatura pelo ensaio Mini-MCV (Moisture Condition Value).\n\nEnquanto os índices de consistência do solo e granulometria fazem\n\numa previsão das propriedades do solo, a classificação MCT, por outro lado,\n\nfornece valores das propriedades para a pavimentação que são principalmente a\n\nresistência e a expansão.\n\nA classificação MCT separa os solos em duas grandes classes, que\n\nsão os solos de comportamento laterítico e os não-lateríticos. Essas duas classes\n\nsubdividem-se em 7 grupos.\n\nDentre os métodos baseados em testes não tradicionais destaca-se o\n\nMCT, por diferenciar os solos lateríticos dos demais tipos com rapidez e\n\neficácia.\n\nO gráhco de classificação e tabela de valores das propriedades\n\nencontram-se no quadro 10.\n\nA história da metodologia MCT está intimamente ligada às\nprimeiras décadas do desenvolvimento do uso do solo tropical em\npavimentação no Brasil.\n\nO estudo sistemático dos solos no Brasil, segundo Vargas (1994),\n\nteve início com a institucionalização da Mecânica de Solos entre nós, no final\n\nda década de 30, através da criação da Seção de Solos e Fundações do IPT\n\n(Instituto de Pesquisas Tecnológicas - Estado de São Paulo). Nesse período, o\nDER/SP\n\n\n\n37\n\n1,0 t,t t,7 2,0 25 3,0\nCocficldltô c'\n\nGRANULOMETRIAS TIPICAS\nDesignações do TI-71 do DER-Sp\n(equivalentes da Mississipi River\n\nCommission, USA) úø-i?\nÞo!\n\no\n\na\n\n8\n^a\nJP\nE.C\n\nö9a\n8iäÞ\n,.ú'ã Þ¡\n\neAqã\nÞ0 Þô ÞoË\n\no ë\ns\n\nH\n\nq\n\nza9dio¿1\nKKäË,\n'É'ú óE\n\n:=caolinítico m=micáceo\n= sericítico q= quô¡lzoso\n\nCOMPORTAMENTO N=NãotaÎerírio = Late¡ítico\nGRUPO MCT NA NA' NS' NG' LA LA' LG'\n\n!\n'El\n\nô-\n\nMINI- I sem imenão\nCBR (o/o) I rrerda Dor imersãô\n\nM,E\nB,M\n\nE\nB\n\nM,E\nE\n\nE\nE\n\nE\nB\n\nE, EE\nB\n\nE\nB\n\nIXPANSÃO B B E M.E B B B\nToNTRACÃO B B.M M M,E B B,M M,E\n]OEF. DE PERMEABILIDADE (K) M,E B B.M B,M B,M B B\nIOEFICIENTE DE SORÇÃO (s) E B.M i E I M.E BIBB\nJorpos de prova compactados na\nnassa específica apafente sec¡ máxímâ\nla encrgia normal\n\nlE = Muito Elevado (a) M = Médio\nI = Elevado (a) B = Baixo (\n\nlâ) Vide Tabela lll.3 para\nr) equivalente numérico\n\no\n\n.!\nÞ\n\nlase de pavimento\n\nleforço do subleiro compactado\n\n;ubleito compactado\n\n\\terro (corpo) compactado\n\ntroteção à crosão\n\nìevestimento pri m¡irio\n\nn n 3'\n\n5\"\n\n5' z\"\n\nz\"\n\nl' n n n\n2'\n\nn=não rccomendado\n\nfrupos tradicionais obtidos de\nrmostras que se classifìcam nos\nirupos MCT discriminados nos\nopos das colunas\n\nuscs\n\nAASHO\n\nSP\nSM\n\nMS\nsc\nML\n\nsM,cL L MH\nML. MH i CH\n\nSP\nsc SC\n\nMH\nML\nCH\n\nA-4 A-6\n/\\-J A-/-5 A-)\n\nA-7-5 A-7-5\nA-2 A-6\nA.,4 A-?-5\n\nQuadro 10 - C¡áfico da classificação MCT e tabela de propriedades\n\n(Nogami e Villibor, 1995).\n\n\n\n38\n\n(Departamento de Estradas de Rodagem-SP) fez um convênio com a Seção do\n\nIPT, para resolver alguns problemas, sendo que um dos fundamentais era o\n\nrevestimento das estradas de rodagem, que naquele tempo eram todas de terra,\n\ncom solo estabilizado.\n\nAssim, a principal atividade do laboratório da Seção de solos - IPT\n\nera a de identificação e classificação de solos para fins de estabilização. As\n\ntécnicas utilizadas foram aquelas usadas nos Estados Unidos para as estradas\n\nvicinais e fundamentava-se na estabilização natural, simplesmente dosando a\n\ngranulometria e a plasticidade dos solos.\n\nPorém os resultados desses estudos não se mostraram satisfatórios,\n\nhavendo controvérsias quanto às razões do fracasso. Para Nogami e Villibor\n\n(1995) foram motivos relevantes, entre outros, as peculiaridades dos solos\n\ntropicais, pequena disponibilidade dos materiais granulares naturais e o clima\n\ntropical.\n\nDesta forma, evidenciou-se a necessidade de novo rumo para as\n\npesquisas, diferentes da tradicional, baseadas essencialmente na consideração\n\nde Limite de Liqüidez, Limite de Plasticidade e granulometria. Por outro lado,\n\nacreditava-se que os problemas estavam correlacionados com as peculiaridades\n\ngeológicas e pedoiógicas dos solos tropicais.\n\nNa década de 50, segundo Nogami e Villibor (1995), alternativas\n\ncontinuaram a ser procuradas pelo DER/SP. [Jsou-se, entre outras, argilas\n\nlateríticas isoladamente ou misturadas com brita para a melhoria do sub-leito,\n\nque eram muito ruins, nas saídas da cidade de São Paulo. Essas argilas\n\nlateríticas ap¡esentavam elevado valor de CBR.\n\nO primeiro trecho experimental, segundo os autores acima, que\n\nutilizou argila laterítica compactada como base de pavimento, foi realizado pelo\n\nDER-SP, no início da década de 50, num dos acessos da cidade de Campinas-\n\nSP. Esta obra teve desempenho excepcional.\n\n\n\n39\n\nTambém se utilizaram bases de solo-cimento, bases estabilizadas\n\ngranulometricamente, revestimento de tipo tratamento superficial e reforço de\n\nsub-leito, com uso de solos lateríticos arenosos ou argilosos.\n\nNo início da década de 70, comprovou-se o excelente desempenho\n\nde pistas experimentais que utilizaram solos arenosos finos lateríticos para base\n\nestabilizadas granulometricamente. Esses soios eram considerados\ninapropriados pelos critérios de LL, LP e granulometria.\n\nNessas pistas experimentais houve a substituição da base de pedra\n\nbritada ou solo-cimento por solo arenoso fino laterítico. Este procedimento teve\n\num custo de 15 a 25 o/o das bases convencionais. Na figura 4, encontra-se uma\n\nseção transversal de um pavimento rodoviário com base de solo arenoso fino\n\nlaterítico.\n\nTratâDcnto superfcial betruninoso\n\nr- lmprimadura impe¡meabiliza¡æ, inclusive\nno corte laúeral se necessário /\n\n- Base de solo a¡enoso fino laterlticoIt\n¡ \n\nL ReforÇo do subleito\nI Mchoria do subleito\n\nFig. 4 - seção transversal típica de um pavimento rodoviário, com base de solo\n\narenoso fino laterítico (Nogami e Villibor, 1995).\n\n\n\n40\n\nNa falta de critérios simplificados para escolha de solos para\npavimentação, Nogami (1972) desenvolveu o Mini-CBR, que é um ensaio\nmecânico que avalia a resistência dos solos. Este ensaio foi fundamental para o\n\nmelhor aproveitamento dos solos arenosos finos lateríticos, sendo um dos\nprimeiros passos para a elaboração posterior da metodologia MCT.\n\nO Ensaio M-CBR é usado para dimensionamento das camadas\n\nconstituintes dos pavimentos.\n\nDo uso dos solos arenosos finos lateríticos surgiram critérios para a\n\nsua caracterização e classihcação que culminaram, no início da década de 80,\n\ncom a metodologia MCT. Também houve paralelamente o desenvolvimento dos\n\nprocessos construtivos de bases com esses solos compactados.\n\nA metodologia MCT foi desenvolvida especialmente para que\nfosse possível escolher mais apropriadamente os solos lateríticos para a\npavimentação.\n\nAtualmente, somam-se dezenas de trabalhos publicados que tratam\n\nsobre a MCT ou fazem uso dela para caracterização e classificação de solos\n\ntropicais.\n\nA utilidade da MCT tem sido comprovada pelo seu uso na\nconstrução de est¡adas no Estado de São Paulo. Segundo Godoy et al. (1996)\n\natualmente, conta-se no Estado de São Paulo, com mais de 6.000 km de\nrodovias construídas com bases de solos lateríticos, e mais de 10.000.000 m2 de\n\nvias urbanas.\n\nPassos et al. (1991), fizeram aplicações da MCT a latossolos e\npodzólicos no Estado do Rio Grande do Sul, obtendo ótimos resultados\nprincipalmente na localização e materiais do tipo solo arenoso fìno laterítico.\n\nDiante das dificuldades de análises granulométricas e\nmineralógicas a metodologia MCT é a que mais se aplica na caracterização e\n\nclassificação de solos tropicais.\n\n\n\n4t\n\nA aplicação da metodologia MCT a grupos de solos considerados\nnão-tropicais ainda não foi comprovada, necessitando, portanto de estudos.\n\nA metodologia MCT tem sofrido algumas críticas entre outros de\nFabbri, Q99$ e Barroso e Fabbri (1996), principalmente no que se refere à\nreprodutibilidade da execução dos seus ensaios. Evidencia-se assim que o\ntécnico que a executa tenha uma capacitação acima da média.\n\nSegundo o Prof. Carlos Souza Pinto (comunicação pessoal, 1996),\n\na concepção de diferenciação dos solos tropicais em duas principais classes:\n\nsolos lateríticos e saprolíticos, está sendo de fundamental importância para os\n\nestudos dos nossos solos, e que também a sistemática de ensaios da\nmetodologia MCT são interessantes para diferenciá-los e hierarquizá-los. porém\n\na classificação MCT apresenta dificuldades de compreensão e de utilização.\n\nPara o técnico e mestrando, Edson de Moura, responsável pelos\n\nensaios da metodologia MCT no laboratório de Tecnologia de pavimentação, a\n\nexecução dos ensaios MCT convencionais exige de quem os executa muita\nhabilidade, principalmente no que se refere à preparação das amostras e\nmanuseio dos equipamentos.\n\nPor outro lado, tem-se procurado alternativas para tomá-la mais\n\nsimples e acessível, e uma das mais promissoras é a dos ensaios expeditos das\n\npastilhas.\n\n2 - ENSAIOS EXPEDITOS.\n\nOs ensaios expeditos das pastilhas surgiram com Nogami e\ncozzolino (1985) e tinha por objetivo fazer uma identifrcação expedita dos\ngrupos de classificação MCT. A partir daí foram tealizadas 4 adaptações no\nmétodo original proposto: Nogami e Villibor (1994), Forles (1990), Fortes e\nNogami (1991), Nogami e Villibor (1996). Este último conesponde à\n\n\n\naproximação IV.l do método e na figura 5 encontra-se o gráfico de\nclassifi cação pelo método expedito.\n\nSurgiram mais quatro trabalhos que usam o método expedito das\n\npastilhas: Godoy et al. (1994), Nogami et al. (1995), Godoy er at. (1996) e\n\nTaky a (1997). Neste último, foi usado o método expedito para caracterizar\n\nalguns solos da Bacia de São Paulo e colúvios de regiões vizinhas.\n\nOs ensaios expeditos das pastilhas vêm substituir os índices de\n\nconsistência do solo e a granulometria na identificação e classificação\npreliminar dos solos tropicais, ao menos no que se refere à aplicação nas obras\n\nde pavimentação, pois possibilitam uma hierarquização preliminar dos solos.\n\nCoef. C' O,2 0,5 0,9 1,3 1,1\n\nNA-NS' NS'.NA' NS'INA' NS'-NG'\n\nNG'NA\n\nNA'INS, NALNS'\nNA''\n\n{NG'-NsJ\n\nL.A\nLÂ-LÅ' LÂ' L.ALLG' LG'\n\nt,4\nContração diamet¡al\n\n:\n\nFig. 5 - Gráfico para a classificaçâo MCT pelo método das pastilhas\n\naproximação: IV.1 (Nogarni e Villibor, 1996).\n\nO ensaio expedito consiste essencialmente na avaliação de \nI\n\n)\n\npropriedades de pastilhas moldadas em anéis de 20 mm de diâmetro por 5 mm j\n\nsignificado\n\nde.\n-e/\n\n- separa\nopção\n\nequivalente \nl\n\nl\n\n/ separa \nlopçao :\n\ndecrescente ;-Penp-\nlraçao\n[mml\n\n0\n0\n\n\n\nde altura. Para a moldagem é usada a fração de solo menor que 0,42 mm e\n\nespatulada. As determinações das propriedades são basicamente do tipo visual-\n\ntáctil.\n\nA contração radial da pastilha após secagem em estufa é uma das\nprincipais propriedades avaliadas. A segunda é o comportamento da pastilha\napós a reabsorção de água sobre uma placa porosa, onde é avaliada a resistência\n\nà penetração da amostra com penetrômetro padrão. \nl\n\nO uso do método expedito tem-se restringido ao Laboratório de\n\nTecnologia de Pavimentação da Escola Politécnica da USP, onde foi criado; no\n\nentanto, o ensaio mostra-se bastante promissor para aplicação em áreas da :\nconstrução civil, pois separa com eficácia os solos de comportamento laterítico\n\ndos demais.\n\nPara que uma classificação geotécnica seja eftcaz, é necessário que\n\nofereça, entre out¡as coisas, uma hierarquização dos solos, e que a maneira de\n\nobtenção dos valores seja simples e rápido. Nesse último aspecto se justifica a\n\nexecução dos ensaios expeditos.\n\nosensaiosexpeditos,juntamentecomaidentificaçãodescritiva,\n\nfazem parte fundamental da etapa de reconhecimento de campo. (quadro l). t,\n\nA partir dos resultados obtidos nas duas etapas citadas acima é i\n'\n\npossível e desejável a elaboração de mapas de distribuição dos principais tipos \n'\n\nde ocorrência de solos. Estes mapas são muito importantes para orientar o\n\nplanejamento dos ensaios sistemáticos para a obtenção dos valores de projeto, . \n1\n\nportanto, devem abranger além da faixa de interesse de irnplantação da obra t,\n\nviária, as áreas marginais para a localização dejazidas de solos. \nl\n\nDe acordo com Nogami e Villibor (1995), é sempre recomendável\n\na realização de reconhecimento de campo nos diversos estágios de uma obra,\n\ndesde a fase de planejamento até à conservação.\n\n\n\nCAPÍTULO ry\nAPLICAÇOES DA PEDOLOGIA PELA ENGENHARIA\n\nOs conhecimentos pedológicos podem auxiliar a geotecnia\nprincipalmente no que se refere a existência de mapas pedológicos que mostram\n\ngrupamentos de materiais. Estes podem apresentar comportamentos geotécnicos\n\nbem determinados, auxiliando no planejamento geral de descobertas de jazidas\n\ne caixas de empréstimo, programação de sondagens e amostragens, etc.\n\nOs dados pedológicos, na coleta preliminar de dados do estudo\n\ngeotécnico, podem ser aproveitados, principalmer:,e aqueles que mostrem as\n\ncaracterísticas de granulometria, estrutura, espessura dos horizontes, cor e\nmineralogia. Todas essas informações, estão contidas nos relatórios que\n\nnormalmente acompanham os mapas pedológicos.\n\nOs mapeamentos pedológicos, por outro lado, restringem-se à parte\n\nmais superficial de um perfil de solo, onde são caracterizados os horizontes I e\n-B do perfil, e as coletas de amostras alcançam normalmente 3 metros de\nprofundidade. Desta forma, as camadas inferiores a esta não são objeto de\nestudo da pedologia, e faz-se necessário recorrer às informações geológicas.\n\nPara alguns autores, os solos lateríticos são uma das matérias-\nprimas mais imporlantes do território brasiieiro na construção de obras viárias,\n\nbarragens, etc, pela sua abundância territorial e boas qualidades geotécnicas.\n\nA aplicação de conhecimentos pedológicos para fins de\npavimentação é uma realidade, porém ainda bastante restrita a casos concretos.\n\nSegundo Allemeier (1973), para o Estado de Michigan - USA, a resrrição da\naplicação ocorre devido a necessidade de se ter uma equipe de profissionais\n\nbastante treinada e esses prohssionais trabalhando juntos por muito tempo, além\n\nde mapas pedológicos detalhados.\n\n\n\n45\n\nMotta et al. (1986) mostram que existem grandes possibilidades de\n\nse relacionar características fisicas e químicas de oxisols (solos lateríticos) com\n\nas classificações geotécnicas em especial a MCT.\n\nDavison Dias e Milititsky (1989, 1994) apresentam estudos sobre\nuso da pedologia e geologia na geotecnia, porém os trabalhos tem limitações\n\ndevido ao fato de usarem, essencialmente, ensaios tradicionais e terminologias\n\nnão apropriadas para os solos tropicais.\n\nBongiovanni et al. (1994) aplicam a metodologia MCT e outras\npara a caracterização e classificação de algumas amostras de grupos de solos de\n\nregião do interior do Estado de São Paulo, mostrando que há uma certa\ncorrelação entre a pedologia e a geotecnia.\n\nA MCT proporciona a diferenciação dos solos de comportamento\nlaterítico daqueles que não tem tal comportamento, com rapidez e economia.\n\nSendo que este método é o mais eftcazparatal diferenciação. Este método leva\n\nem conta a gênese do solo, o quejá é um progresso signif,rcativo na geotecnia.\n\nDos métodos de carcc|erização e classihcação geotécnica de solos\n\ntropicais em uso no Brasil, o que está proporcionando bons resultados é a MCT,\n\ncomo pode ser comprovado pela quantidade de obras realizadas no Estado de\n\nSão Paulo.\n\n\n\nPARTE 2\n\nMETODOLOGIA DE ESTUDOS E RESULTADOS\n\n\n\nCAPÍTULO V - ÁREAS DE ESTUDO E MATERIAIS\n\nTRABALHO PRELIMINAR DE ESCRITÓRIO\nPedológicos).\n\n(Uso de Mapas\n\nA ërea de estudo compreende algumas regiões do Estado de São\nPaulo nas quais foram feitos rnapeamentos pedológicos seimi detalhados pelo\n\nInstituto Agronômico de Campinas (escala I : 100.000). Esses mapas\npedológicos, identif,rcados pelas quadrículas, foram usados para programar as\n\netapas de campo, principalmente para a identifìcação descritiva e coleta de solos\n\npara os ensaios laboratoriais.\n\nEsses mapas foram escolhidos por apresentarem maior\ndetalhamento das classes pedológicas (divisão em unidades), o que não\nacontece com os mapas da Comissão de Solos que estão representados na escala\n\nde 1:500.000 (Brasil, 1960).\n\nPara alocalização dos Latossolos e solos afins nas quadrículas, não\n\nhouve dificuldades, pois esses solos estão abundantemente representados.\n\nEntretanto, os mapas apresentam algumas limitações, entre as quais\n\nse destaca a ausência das referências topográficas mais freqüentes, como rios,\n\nestradas vicinais, localidades, etc., que permita uma melhor localização das\n\nunidades de solo no campo, inclusive dando subsídios para melhor avaliar as\n\ndistâncias de transporte para exploração dos solos para construção viária.\n\nOutras limitações são aquelas decorrentes da própria escala, das quais as\n\nprincipais são: associações de unidades e/ou classes; incorreções na definição\n\ndos contatos entre unidades e/ou classes, bem corno omissão de certas unidades\n\ncom expressão geográfica incompatível com a escala.\n\n\n\n48\n\n2 - TRABALHO DE CAMPO. - (Localização, Amostragens e Caracterização\n\nvisual-táctil dos perfis)\n\nOs materiais estudados compreendem os Latossolos Roxos,\nLatossolos Vermelho-Escuros, Latossolos Vermelho-Amarelos, Terra Roxa\n\nEstruturada e Areias Quartzosas, que ocorrem nas seguintes quadrículas\npedológicas: Campinas, Araras, São Carlos, Brotas, Jaú, Descalvado, Ribeirão\n\nPreto e Moji-Mirim. Um exemplo desses mapas encontra-se na f,rguras 6a e 6b.\n\nNessas áreas procurou-se coletar amostras de perfis de solos das\n\nprincipais unidades pedológicas de mapeamento.\n\nForam coletados cerca de 10 kg de amostras de 55 perfis localizados em\n\ncortes de estradas, por serem os que apresentavam melhores exposições e mais\n\nfácil acesso. A localização e espessura dos perfis encontra-se no quadro I 1 .\n\nDos 55 perfis de solos coletaram-se 82 amostras, de diferentes\n\nclasses pedológicas, relacionadas no quadro 12, onde as amostras aparecem\n\nidentihcadas por um número referente ao perhl e uma letra correspondendo à\n\ncamada de coleta, sendo as designações 'a', 'b' e 'c' respectivamente as\ncamadas superior, média e inferior. Também constam desse quadro as classes e\n\nas unidades pedológicas das amostras. Essas unidades estão representadas\n\nindividualmente; em associações (+); em opções de unidades(/) ou ainda com\n\numa certa dúvida na definição (?).\n\nComo um dos objetivos do trabalho é o de se estudarem as\nunidades de soios das diferentes classes pedológicas, procuraram-se perfis\n\nrepresentativos dessas unidades. Nem sempre foi possível a localização dos\nperfis, principalmente porque algumas unidades têm ocorrência muito restrita e\n\nnão há barrancos onde pudessem ser coletadas as amostras.\n\n\n\nFig. 6a - Parte do mapa pedológico - Quadrícula de Brotas. (Oliveira et al.,l9$l).\n\n\n\nt LATOSSOLO ROXO\nL8r'\n\ntBd-\n\nHôplortho¡)\n\nLE-2-Allco, A modor¡do. to¡tor¡ mód¡o. Un¡dodo Hortolôndi0. llyfric Ho0lortho¡)\n\nIE-3- Állco, A modorodo. to¡1ur¡ dr0iloso. Unldrdo Limo¡ra. lTyfr¡c H¡plortho¡l\n\nI I LATOSSOLO VERMELHO AMARELO\n\nLV-l - Allco, A mod¡r¡do. toxlurô mdd¡ô. Unld¡do Sito Luc¡s, lou¡rt¡lps¡mmont¡c Hdplorthot)\n\nLv-z - Ál¡co. A moalorodo, toxtur¡ mddl0. Un¡d¡do Coquolro. louDrt¿¡ps¡mmont¡c Hoplorthox 0 Typlc\nHofrlorlhox)\n\ntV-3 \" Allco. A modorrrlo. toxlor0 módi¡. Un¡d¡do Loronir A¡ods. lTyplc H¡plorrhoxl\n\nLV-4 - Álico. A prôom¡nonto, rorturô módio. Unldado Trôs 8orros. (Typ¡c H¿ptortho¡ o TyD¡c Umbrlorthoxt\n\nLV.6'Ál¡co,A modorndo.toxturô mórl¡¿.Un¡dðdo Cðnchim.(Tyt)¡c Hôplorthorl\n\nPODZÓLICO VERMELHO AMARELO\n\nPV'l _ Ar0ll0 do ¡l¡v¡dodo bâlxô. outrólic; ou állco. ãbnrpt¡co, A modorndo osposso. to¡tu.0 ¡ronosd/mód¡ô\noú módio/[rglloeo. Unidtdo Sorr¡nh¡ (Ar6n¡c Abrupl¡c PolDudoll o Aron¡c Ah.trfrtlc Poloudult)\n\nPV-2-Ar0llâ do sl¡v¡d¡do h.ir¡, oulról¡co or ll¡co, ¡brùpllco. A modorôdo ostro!30, to¡tur0 ñódiô/ñr0lloss\nou orono!ô/módio. Unld¡do Monlo Cr¡slo (Aron¡c Abrupllc Pôlondrll o Aron¡c Abrtntic Psloudulu\n\nPV.3 - Â.0¡l¡ do 0l¡v¡dodo brlrÐ, dlrlróllco, A modor¡do. lo¡lurô módlo otr rronosn/mód¡d. Unldsdo C¡¡o10.\nlTyplc Pôloudult)\n\nPV-4_Arg¡l¡ do o¡¡vldodo nllo,outrôllco o! ól¡co,sbrufrtico,A modor0do ospotio,toxtur¡ ôronois/mórl¡n.\nUnldodo Contondô. lAroî¡c Abropt¡c P€loud¡tf o Arontc Abrufrtlc Potoudultl\n\nlffi ,.*ro RoxA E'TRUT,RADA\nlE-l -Eulróflco ou di3lrólico. A modo.0do, Uñldsdo Eilrulurodo.{ñhodlc Polouri¡ll o Rhod¡c potôudull}\n\nTE_z - Eulróllc¡ ou dlilróflco, A moder¡do, lntormod¡lrl¡ poa¿ Lalossolo Roxo. Untdodo ltdûuoçu. lRhodic\nPðludslf o Rhod¡c Prloud0ltl\n\nTE-3 - Êutróllc¡. A chornorûn¡co. Un¡dodr Bob¡lôni¡ lTyptc påtoodoill\n\nI I AREIAS OUARTZOSAS PROFUNOAS\nL___l\n\nÁ0 - Állcos. A modorodo. (Typlc Ouortz¡psammont)\n\n[i-l -E(tróllco ou Dlstróflco, A modorôdo. to¡tùro módlô, substrôto Aron¡to Eotucatu-pirâmbóh. fTyplc\nUdorlhontl\n\nti-2 - Êulróf¡co ou d¡ilróllco, A modorado oo chorno¿ônico, toxtur¡ 0rg¡los¡, substr¡to b¡3r¡to ou d¡sb¡ls¡o.\n(L¡rh¡c Udorthonl. fyDlc Udo.thont o Lilh¡c Hôoludollt\n\nsoLos HtDRoMóRFtcos\n\nfll-Gloy frouco hdrmico o oloy húm¡co com oú,om solo orgånlco\n\nASSOCTAçÃO ÞE SOLOS\n\nDasionodt Dolo coniualo d6 3lmboloi dô! unldodoS l0¡onôm¡co! comOonontô3 om ordom docr€gconto\ndo oco.röncio o colorldo! com Ð cor dã úñid6do prodominonto. Er: l-€.3+Lnd+Lße - Un¡d¡do L¡mo¡rn\n+ Unidodo B¿r¡o Goroldo + Unldâdo Rlbo¡råo Proto\n\nEutróllco, A modorðdo oo cho.notôn¿co. Unldîdo Rlltolrão Proto. (Typic Eutroahor) IESCALA 100.000\nO¡stróflco. A modor¡(lo oo Droom¡nonlo, Un¡(l¡alo B0rão Gorôldo- lTypic Hûflorlhox o\nH€plic Acrortho¡l\n\nLATOSSOLO VERMELHO ESCUBO\n\nÁllco, A rnodor¡do. lorûra mádiâ, Un¡d¡do Oo¡s Côrro0os {Oú¡rtripsommontlc H¡óto.thox r fyDic\n\nl:\n\nry\n\nE\n\nL0c^LrzAÇÄ0 DA F0tH^ N0 ESTADO\n\nARTICULAÇÃO DA FOLHA\n\nff-l loxtura módlr no hor¡ronto B com ou ioñ hort:onro A ¡ronosoIt\nFI:iT]\nlir::',j.::i:::l Toxturs ôronoiã ro lonoo do pórfll\nÉ ii:1 ril\n\nErosllo om VoÇorocâ\n\n22'\n\nT\n\n\\\n\nlbilinss Âr¿requår¿ D!sa¡h¡do\n\nJ¡Ú ,.,;rl Såo Carlos\n\n0olucalu P¡raciceb¡\n\n6b - Legenda e articulação da Quadrícula de brotas (Oliveira et a1.,1981).Fig.\n\n\n\n5l\n\nPERFIL\n\nESPES\nSURA\nlmì\n\nLOCALTZAçAo QUADÚCULA\n\n4,6 km lEz - SP 330 ARARAS\n2 ó,0 km 252,8 - SP 330 DESCALVADO\n\n5,0 km2- SP 255 zuBEIRAO PRETO\n4 5,0 TREVO SP 328 COM A SP 255 RIBEIRAO PRETO\n\n4,5 TREVO COM CRAVINHOS - SP 328 RIBEIRAO PRETO\n\n6 1,2 t,S I KADA VICINAL AO NORI E DA SP 253, ENTRE 255 E\nLUIZ ANTÔNIO À 8 Kfn DESTA.\n\nRIBEIRAO PRETO\n\n7 4,0 SP 253, LUIZ ANTONIO - PRADOPOLIS, A 3,5 Km ANTES\nDA. SP 255.\n\nRIBEIRÁO PRETO\n\n8 4,0 RUA AO LADO DO CORREGO RIBEIRAO PRETO,\nPONTO AO LADO DO CRUZAMENTO COM A\nMARCINAL SUL DA CIDADE DE RIBEIRÃO PRETO.\n\nRItsEIRAO PRETO\n\n9 5,5 km6-SP333 zuBEIRAO PRETO\n\nt0 4,O I]S I K¡\\DA VILJINAL AO NORI E DO KM I7,E DA SP IOI,\nÀ e,8 km DESta,\n\nU,qMPINA.S.\n\n9,0 km 274,5 - SP 330 RIBEIRAO PRETO\nESTRADA NOVA ODESSA - SANTA BARBARA D'OESTE\nÀ z,¡ tm oeeupr-¡\n\nCAMPINAS.\n\n2,0 SP 328, A 4 km DE CRAVINHOS RIBEIRAO PRETO\n\nkm 35,9 - SP 255 DESCALVADO.\n\n2,O ESTRADA VICINAL AO NORTE DO km 17,8 DA SP l0l, A\n7,8 km DESTA.\n\nCAMPINAS.\n\nló ESTRADA NOVA ODESSA - SANTA BARBARA D'OESTE\nÀ r,o tm o¡sre\n\nCAMPINAS.\n\n2,5 km 16,8 - SP 306 CAMPINAS\n\n2,O CIDADE DE LIMEIRA - NA AVENIDA SANTA BARBARA\nA PARTIR DO CRUZAMENTO COM A MARCINAL EM\nDIREÇÃO AO JARDIM DO LAGO. KM 2,8\n\nCAMPINAS\n\nl9 'Ì,0 km 140,1 - SP 332 CAMPINAS\n\n20 0,9 CAMINHO DENTRO DA USINA CILLOS, 1,3 km AO SUL\nDA SEDE.\n\nCAMPINAS\n\nzl ){ ES I RADA VICINAL A NORDESTE DA CIDADE DE\nARTUR NOGUEIRA. km 8.\n\nCAMPINAS\n\n22 ESI'RADA VICINAL TERRA, MOJI.GUAÇU - CONCHAL,\nA 2,5 km DA SP l9l\n\nARARAS\n\n23 1,0 km 15.3 - SP I 0l AMPINAS\n\n24 2,O ESTRADA VICINAL AO NORTE DO Km I7,8 DA SP IOI, A\nI,4 km DESTA.\n\nCAMPINAS\n\n,n CIDAL}IJ DE LIMEIRA. NA AVENIDA SANTA BARBARA\nA PARTIR DO CRUZAMENTO COM A MARGINAL EM\nDIREÇAO AO JARDIM DO LACO. Km I,\n\nCAMPINAS\n\n26 SP 147 LIMEIRA - MOJI-MIRIM, A i00 m APOS\nCRUZAMENTO COM A SP 330\n\nCAMPINAS\n\n27 1.5 km 157.3 - SP 332 CAMPINAS\n\nQuadro 17-Localização e espessura dos perfis amostrados\n\n\n\n52\n\nEM DIRECAO A PATJLINEA- 2\nPARTIR DO km I I I DA SP 330\n\nVICINAL A PARTIR DO km\n\nTREVO COM ESTA\n\nESTRADA VICINAL LIGA SP I9I A ARARAS. A\n\n12,5 - SP I\n\nÀ l,o km DA sp l9l\n3,7-SP3l8\n\nkm7,7-SP3l8\n\nVICINAL, LIGA SP 225\nPASSANDO POR GUARAPUA, PONTO À I,4 KM DA SP\n225.\n\nESTRADA VICINAL, LIGA SP 225 . SÃO PEDRO, À I4,2\n\n,5 km APOS CRUZAMENTO SP 3 I\n\n159,2 - SP 225\n\nl1 (Cont.) - Localização e espessura dos perfis amostrados\n\n\n\n53\n\nAmostra Unidade de Mapeamento Amostra Unidade de Mapeamento\nLATOSSOLO ROXO\n\n0l -a Rrbeirão Preto + Barão Geraldo 05-a Capão da Cruz + Barão Geraldo\n0t-b Ribeirão Preto + Barão Gerâldo 06-a Agua Vermelha\n0't -c Ribeirão Preto + Barão Geraldo u t-à CaÞão da Cruz\n02-a tsarão Geraldo 08-a Ribeirão Preto\n02-b Barão Geraldo 08-b Ribeirão Preto\n02-c Barão Geraldo 09-a Barão Geraldo\n03-a Ribeirão Preto 09-b Barão Ceraldo\n03-b Ribeirão Preto I 0-a Barão Geraldo\n04-a Ribeirão Preto + Barão Geraldo l0-b Barão Geraldo\n\nTERRA ROXA ESTRUTURADA\nI l-a Ribeirão Preto * Rarão Geraldo I l-c Ribeirão Preto + Barão Geraldo\n1l-b Ribeirão Preto * Barão Geraldo 12-a Estruturada\n\nLATOSSOLO VERMELHO.ESCURO\nl3-a tsontim l8-b Hortolândra\nl4-a Hortolândia l9-a Limeira\n5-a Limeira 9-b Limeira\n6-a Limeira l?l l9-c Rocha alterada\n7-a Cillos t?) 20-a Cillos\n-b Cillos ( t-a Santo AntôniÕ\n\n8-a Hortolândra 22-a Hortolândia\nLATOSSOLO VE MELHO-AM ARELO\n\n23-a Mato Dentro / Laran ja Azeda 36-a Mâto Dentro\n23-b Mato Dentro / La rania Azeda 37-a Mato Dentro (?)\n23-c Mato Dentro / Larania Azeda Jð-A Speculas\n24-a Laranta Azed,^ 39-a Coqueiro\n\n5-â Bela Alianca 4O-a Larania Azeda\n26-a Mato l)entro + Laran ja Azeda 41-a Mato Dentro (?)\n26-b Mato Dentro -f Larania Azeda 42-a Canchim\n\na Laranja Azeda + Bela Aliança 43-^ Canchim / Larania Azeda\n28-a Camarsuinho 44-a Canchim\n28-b Camarsuinho 45-a Canchim\n29-a Coqueiro * Limeira 46-a Coqueiro\n29-b Coqueiro + Limeirâ 47-a Coqueiro\n30-a Canchim 48-a Coqueiro\n30-b Canchim 49-a Três Barras\n3l-a Canchim 49-6 Três Barras\nl-b Canchim 49-c Três Barras\n\nCanchim 50-a Coqueiro (?)\n32-a Speculas 50-b Coqueiro ('/)\n33-a Laranla Azed,a 5l-a Coaueiro / Areia Ouaftzosa\n34-ã Laranla Azeda (?) 52-a Coqueiro / Areia Quartzosa\n3 5-a Camarsuinho 53-a LOq uerro\n3 5-b arnarsu inho\n\nAREIAS QUARTZOSA\n4-à Areia Quanzosa Profunda 55-a Areia Quartzosa Profunda\n\ns4-b Areia Quartzosa Profunda\n\nQuadrol2 - Relação das amostras de solos com as classes e unidades de mapeamento.\n\n\n\n54\n\nRestringiu-se, portanto, a coleta de amostras às unidades mais\nrepresentativas de cada classe e às associações de unidades, que representam a\n\nmaioria em muitas quadrículas.\n\nInicialmente, pretendia-se coletar amostras dos horizontes\npedológicos A, B e C de cada perfil. No entanto, nas regiões visitadas, foram\n\nraras as vezes em que se pôde observar os horizontes A e C. O horizonte C\nporque não era encontrado, pois os perfis apresentavam, noÍnalmente, uma\n\nexposição pequena, e o horizonte I porque se apresentava muito modificado\npela ação antrópica em função da intensa utilização agrícola na região.\n\nA diferenciação morfológica entre as divisões do horizonte B (sub-\n\nhorizontes, por exemplo: Bwl, 8w2,...) é pouco nítida, com transições\ngeralmente difusas. Portanto, a coleta foi feita empregando-se limites\narbitrários, como o de topo e base da exposição do horizonte.\n\nPara a coleta de amostras fazia-se, no campo, um reconhecimento\n\npreliminar das características morfológicas do solo, como cor, profundidade de\n\ncoleta e textura (Quadro 13) Também constam desse quadro os horizontes\npedológicos (A, B e C) de coleta. Ressalte-se que as denominações pedológicas\n\nde classes e unidades utilizadas nos quadros 12 e 13 foram extraídas\nexclusivamente dos mapas pedológicos e relatórios correspondentes. Essas\ncaracterísticas morfológicas foram úteis, algumas vezes, para confirmar, e\n\noutras para identificar unidades diferentes daquelas representadas nos mapas\n\npedológicos.\n\nNo quadro 13, observa-se que entre as amostras coletadas ocorre\n\numa ampla variação na quantidade de argila, desde as maiores expressões nos\n\nLatossolos Roxos até as areias quartzosas com um máximo de l5%o .\n\nEntre as unidades da classe Latossolo Vermelho-Amarelo, a\nunidade coqueiro pôde algumas vezes ser diferenciada a campo devido ao seu\n\nconteúdo de areia grossa.\n\n\n\n55\n\nAmostra Horizontes\npedológicos\n\nProfundidade\nde coleta (m)\n\nYo Argila Tipo de areia\npredominante\n\nCor\n\nLATOSSOLO ROXO\n0l -a B 0.6 - 1.3 4{} - 60 Fina 2.5 YR 3/4\n0't -b B 2,0 - 2.6 Fina 2.5 YR 3/6\nut-c B 40-46 Fina 2.5 YR 3/6\n02-a B t,5 - 2,0 -4¿ Fina 2.5YR 3/4\n0z-b B J-) - 4-U 50-55 Fina 2,5 YR 3/6\n02-c B 5,5 - 6,0 50-55 Fina 2,5 YR 3/6\nUJ-A B 1,5 - 2,0 45 - Jt' Fina l0 YR 3/4\n03-b B 4-J - )_U 4)-)U F-¡na l0 YR 3/4\n04-a B 3.0 - 3.5 55-60 Fina t0 YR 3/4\nu)-a B 3.5 - 4.0 50-55 Fina l0 YR 3/4\n06-a B 0.8 - l-2 4)-)U I lna r0 YR 3/3\n07 -a B 3.5 - 4.0 50-55 Fina l0 YR 3/3\nUð-A B r,0 - 1,5 45-48 Fina r0 YR 3/3\n08-b D J.U - J.) 4ð-fu F'ina t0 YR 3/4\n09-a 1,5 - 2,0 40-45 Fina 0 YR 3/4\n09-b B 5,0 - 5,5 Jtr - 55 Fina t0 YR 3/6\nl0-a B 1.0 - 1.2 4U-4) Fina 2,5 YR 3/4\nl0-b B/C 1.0 - 3,4 45-50 Fina 2,s YR 3/6\n\nTERRA ROXA ESTRIJTURADA\nl-a B Ìtì- 65-68 Fina t0 YR 3/3\nl-b B -60 50 - Fina l0 YR 3/4\nl-c B Fina l0 YR 3/4\n2-a B |J-4-u-I -4ð F¡na 2,5 YR 3/6\n\nLATOSSOLO VERM LHO.ESCURO\n3-a. B 0,6 - I,l 22- 25 Fina 2.s YR 3/6\n\nl4-a B -¿ó Fina 2,5 YR 3/4\nI 5-â B I,5 - 1,8 35 -37 Fina 2,5 YR 4/8\nl6-a B (,-) - U-ð . Jð Finâ 2.5 YR 4/6\n7-a B 0,3 - 0,s 40-45 Fina 2,5 YR 3/4\n7-b B 1,4 - 1,6 35-40 F ina 2.5 YR 3/4\n8-a A U-J - I.U -¿ó F-ina 2,5 YR 4/4\n8-b D t,7 - 2,0 28-30 Fina 2,5 YR 4/6\n9-a 2,0 - 2,2 32 35 Fina 2.5 YR 4t6\n\nl9-b B 4.U - 4.t J) Finâ 2,5 YR 4/8\nl9-c C ç<-q? rocha alterada 2,5 YR 5/6\n20-ã B 0,6 - 0,9 35-40 Fina 2.5 YR s/8\n2l-a B 0.6 - t.0 t7-42 Fina 2,5 YR 4/8\n\nD t,0- t7-42 I ina 5 YR 4/8\n\nQuadro 13-Relação das amostras de solos coletadas e suas características\nvisual-tácteis.\n\n\n\n56\n\nAmostra Horizontes\npedológicos\n\nProfundidade\nde coleta (m)\n\nYo Argila Tipo de areia\npredominante\n\nCor\n\nLATOSSOLO VERMELHO.AMA\nn_aw\n\nRELO\n\nl-ß:ñ Fina 5 YR 3/3\n23-b B t,2 - t,4 Fina 5 YR 4/6\n23-c B !ina 5 YR 4/8\n24-a B 25 - 2',7 Fina YR 5/8\n25-a B .) 20-25 Fina YR 4/8\n26-a A/B 0,4 - 0,6 25 -28 Fina 5 YR 3/6\n?,6-h 1,7 - 2,0 25-28 Fina 5 YR 3/8\n27-a B 0.8 - 1.0 Fina 5 YR 5/8\n28-a B 3 Grossa YR 5/6\n28-b B Grossa YR 5/8\n29-a B Médla YR 4/6\n29-b B ¿.lt - 2.5 18-20 Média YR 4/8\n30-a B 0,3 - 0,6 20 -22 Grossa 7.5YR 4t6\n30-b B 1.5 1.8 Grossa 5 YR 4/8\n3l-a B 0.7 - l.l ?? -)4 Grossa '1 5 YR 4/4\n3l -b B Cirossa 7 .5 YR 4/6\n3l -c B 26-27 Crossa YR 4/6\n12-a B 0,7 - I,0 l4 -15 Fina 5 YR 4/6\n33-a B 1.5 - 1.9 Média\n34-a B 0,8 - t.3 l.-¡na\n35-a A cirossa\n\n35-b B t,0 - t,2 38-42 Grossa\n16-a B t,2 - t,5 Fina\n37 -a B I Média\n38-â B Média\n39-a B Grossa\n40-a B 1,0 22-27 Fina\n41-a B 0.'7 .0 35-36 Fina\n42-a B 5- 4f)-4 Grossa\n43-a B ,2 cirossa\n\n44-a B ,0 20-25 Crossa\n45-^ B ,0- 20 -23 Média\n46-a B 0,8 - ,0 t8 - 20 Grossa\n47 -a B t.0- 15 - 20 Grossa\n48-a B to Média\n49-a A I Medla YR 3/2\n49-b B 1,0 16 - t8 Média YR 5/8\n49-c B/C )o-r? 18. l9 Média 5 YR 5/8\n50-a B 1,0 - 1.2 14 l6 Grossa 5 YR 4/3\n50-b ß 2.5 - 2.8 16- l8 Grossa 1.5YF. 4/6\n5l-a B t.0 - ì.3 t0 - Fina YR 4/8\n\nß t3 - I6 Crossa\n53-a B 16 - I Lirossa\n\nAR-bIAS QUAR I ZOSAS\n\n54-a B 0,5 - 0,8 6-8 Grossa 5 YR 4/6\n54-b B to-, ) 8 - l0 Grossa 5 YR 4/8\n't) B 0,8 - r,0 Grossa\n\nQuadro 13 (Cont.) -Relação das amostras de solos coletadas e suas\ncaracterísticas visual-tácteis.\n\n\n\n57\n\nPor outro lado, algumas unidades associadas que aparecem no\n\nquadro 12 não se puderam diferenciar a campo, porque os critérios para a\n\nseparação exigiriam análises sofisticadas e que não foram feitas por fugirem ao\n\nescopo deste trabalho, tais como as de caráter químico que permite diferenciar o\n\nsolo eutrófico, distrófico e ácrico, correspondentes às unidades Ribeirão Preto,\n\nBarão Geraldo e Capão daCruz, respectivamente.\n\n\n\nr\nu\n\nt\n\ncAPÍTULo vt - rÉcNrcAS nn ¿,NÁLrsE\n\nAs análises e ensaios foram realizados em diferentes laboratórios.\n\n- análises granulométricas no laboratório de geoquímica do\n\nInstituto de Geociências da USP.\n\n- ensaios de geotecnia nos laboratórios: Tecnologia de\nPavimentação -Departamento: PTR e Mecânica de Solos - Departamento: PEF\n\nda Escola Politécnica da USP.\n\nPreparação do material\n\nOs materiais coletados foram secados ao ar e peneirados (peneira\n\nde 2 mm de abertura). O material retido na peneira foi pesado para\nquantificação da fração maior que 2 mm.O material que passa na peneira de 2\n\nmm, denominado de Terra Fina Seca ao Ar (TFSA), foi o material usado nas\n\nanálises e ensaios.\n\nI - ENSAIOS ADICIONAIS\n\nANÁLISE S GRANULoMÉTRICAS\n\nA análise granulométrica compreendeu a quantificação, em peso,\n\ndas diversas frações.\n\nA escala granulométrica utilizada é a internacional adaptada, que\n\napresenta as seguintes classes:\n\nr-'RAÇAO mm\n\nARGILA &lt;0.002\n\nSILTE FINO 0,002 - 0.020\n\nSILTE GROSSO 0.020 - 0.053\n\nAREIA FINA 0.053 - 0.210\n\nAREIA GROSSA 0,210 - 2,000\n\nCASCALHO >2\n\n\n\n59\n\nPara esta análise são utilizadas 10 g de material. As amostras foram\n\nprimeiramente tratadas com H2O2, para eliminação da matéria orgânica.\n\nPara a dispersão das argilas, foi usado o pirofosfato de sódio e\n\nagitação mecânica nas garrafas de Stohmann por l6 horas, conforme proposto\n\npor Grohmann e Van Raij (1973). Esse método foi o utilizado no levantamento\n\nPedológico Semi-detalhado do Estado de São Paulo.\n\nNuma primeira fase da pesquisa, em que se analisaram\nprincipalmente Latossolos Roxos, usou-se o método de rotina para análises\n\ngranulométricas do laboratório do Instituto de Geociências da USP.\n\nEra procedimento de rotina a ag\\tação mecânica era feita por\napenas 4 horas. Entretanto, como as amostras apresentavam agregados muito\n\nresistentes, os resultados com esse procedimento apresentavam-se mascarados,\n\ne eram muito diferentes daqueles encontrados no levantamento das quadrículas.\n\nAssim sendo adotou-se pelo método descrito por Grohmann e Van Raij (op. cit.).\n\nO método de análise granulométrica utilizado foi o da decantação\n\n(lei de Stokes). Utilizando-se a pipetagem (pipeta de Robson) para a separação\n\ndas frações argila e silte fino, e as demais frações foram separadas por\npeneiramento. Essas técnicas, que são rotina no laboratório de geoquímica,\n\nforam sistematizadas por Locati (1984).\n\nTambém foi realizada identificação expedita da quantidade de\nargila e tipo de areia predominante através de método visual-táctil de amostras.\n\nEsta análise foi realizada pelo técnico em agronomia Sr. José da Silva Pinto\n\nFilho, no próprio campo, junto com a coleta das amostras.\n\nENSAIOS DE LIMITES DE LIQÜIDEZ E PLASTICIDADE\n\nOs ensaios de LL e LP, para amostras representativas de cada\nclasse, foram feitas segundo as normas da Associação Brasileira de Normas\n\nTécnicas -NBR-6459 e NBR-7i80 de outubro de 1984, respectivamente.\n\n\n\nENSAIOS MCT CONVENCIONAL\n\nForam realizados alguns dos ensaios da metodologia MCT\npropostos por Nogami e Villibor (1981), para algumas amostras, de: M-MCV,\n\nM-CBR, e Perda de Massa por Imersão.\n\nOs corpos de prova de dimensões reduzidas, cilíndricos (5 cm de\n\ndiâmetro por 5 cm de altura), foram moldados em equipamento miniatura, com\n\nsoquete de 2,27 kg.\n\nO equipamento miniatura apresenta a possibilidade de se aproveitar\n\nos corpos de prova resultantes do ensaio M-MCV para execução dos demais\n\nensaios. Outras vantagens são: menor quantidade de material para os ensaios;\n\nmaior rapidez; esforço fisico menor e maior facilidade de transporte do\nequipamento ao campo.\n\nO material ensaiado é a Terra Fina Seca ao Ar, em quantidades\n\npadrão (200 g), para cada corpo de prova moldado.\n\nEnsaio Mini-MCV (M-MCV)\n\nEste ensaio é resultado de uma adaptação feita por Soria e Fabri\n\n(1980) e Nogami e Villibor (1980), do MCV (Moisture Condition Value),\n\napresentado por Parsons (1976) e pode ser considerado como um tipo especial\n\nde ensaio de compactação.\n\nO ensaio M-MCV está normalizado com o título 'Compactação de\n\nsolos em equipamento miniatura' pelo DNER (Departamento Nacional de\n\nEstradas de Rodagem) - Norma Rodoviária - ME - 228189.\n\nO M-MCV é um valor empírico que varia em função de inúmeros\n\nfatores, entre as quais se destacam: o tipo de solo; o teor de umidade de\ncompactação; a quantidade de solo utiiizado, etc.\n\nEsse valor corresponde a 10log. N, sendo N o número de golpes a\n\npartir do qual um corpo de prova submetido a números crescentes de golpes de\n\nsoquete praticamente não sofre aumento de densidade.\n\n\n\n6l\n\nAlgumas das principais vantagens do ensaio M-MCV são a\ndeterminação rápida da umidade de camadas de compactação na obra e a\n\nobtenção de uma família de curvas de compactação com várias intensidades de\n\nenergia.\n\nO ensaio M-MCV consiste na moldagem de 5 corpos de prova,\n\ncom teores diferentes de umidade de compactação, distribuídos uniformemente\n\ndentro da faixa de umidade compatível para sua compactação pelos processos\n\nusuais.\n\nAlém disso, foram compactados, paralelamente, mais 5 corpos de\n\nprova de cada nível coletado, com o objetivo de se obter corpos de prova para\n\nos demais ensaios, e também para controle dos possíveis desvios de densidades\n\nobtidas, ocasionadas pelo equipamento.\n\nEnsaio Mini-CBR (M-CBR)\n\nO ensaio M-CBR é utilizado para a determinação da capacidade de\n\nsuporte dos solos compactados. Este ensaio é resultante de uma adaptação do\n\nCBR (Califómia Bearing Ratio) de Lafleur et al. (1960) e modificado por\n\nNogami (1972).\n\nO M-CBR é um número positivo, expresso em porcentagem,\natribuído ao corpo de prova ensaiado em função da sua resistência à penetração\n\nde um pistão de 16 mm de diâmetro, com uma velocidade de penetração\n\ndeterminada.\n\ndo M-MCV.\n\nOs corpos de prova utilizados para os ensaios foram os resultantes\n\nForam efetuadas determinações do M-CBR para duas diferentes\n\ncondições:\n\n- penetração com sobrecarga padrão (a90 g), logo após a\ncompactação do M-MCV.\n\n\n\n62\n\n- penetração após imersão de 24 horas (imersão e penetração com\n\nsobrecarga padrão).\n\nEnsaio de Comportamento à Imersão (Pi)\n\nEste ensaio está normalizado com o título 'Ensaio de\nComportamento à Imersão' pelo DNER (Departamento Nacional de Estradas de\n\nRodagem) - Norma Rodoviária -I\\ÁE - 256/90.\n\nAtravés desse ensaio, pôde-se determinar, segundo os seus\nidealizadores (Nogami e Villibor, i980), o comportamento do solo compactado\n\nsob condição de imersão total em âgua, com confinamento parcial,\nrelativamente às características de expansibilidade e coesão.\n\nOs corpos de prova são extraídos parcialmente dos respectivos\n\ncilindros -exposição de 10 mm. Assim, esses cilindros, contendo os corpos de\n\nprova, são imersos em água em posição horizontal. O material eventualmente\n\ndesprendido é recolhido para a determinação de seu peso.\n\nA partir desse ensaio é obtido o parâmetro designado de \"perda por\n\nimersão\" (Pi), através da fórmula:\n\nPi: 100 x Ps / Pp\nonde, Ps : peso seco da parle desprendida, e\n\nPp: peso seco da parte saliente inicial.\n\n\n\n63\n\n2 - MoDrFrcAÇöES E AVALTAÇÕES No vmropo E)GEDrro DAS\nPASTIL}IAS.\n\nAs realizações dos ensaios do método expedito das pastilhas foram\n\nexecutados em duas fases. Numa primeira, foram analisadas todas as 82\n\namostras e concomitantemente implementadas modihcações no método de\nmodo a aperfeiçoá-lo e em alguns casos até com a introdução de novos ensaios.\n\nAinda, durante essa fase foram feitas avaliações em alguns ensaios do método.\n\nNuma segunda fase, os ensaios foram refeitos introduzindo-se\n\ntodas as modificações implementadas, que são discutidas a seguir.\n\nANÉIS.\n\nA primeira modificação introduzida no método foi a utilização de\n\nanéis de teflon em substituição aos de PVC, usados até então (Nogami e\n\nVillibor, 1994).\n\nOs anéis de teflon apresentam algumas vantagens em relação aos\n\nde PVC, entre as quais se destacam: a menor aderência da massa do solo às\n\nparedes, evitando-se assim a necessidade de usar desmoldante (vaselina);\nausência de deformação do anel ao ser colocado na estufa para a secagem da\n\npastilha, e melhor definição do diâmetro intemo do anel (20,00 mm), por ter\n\nsido torneado.\n\nEntretanto, após terem sido ensaiadas todas as amostras com os\n\nanéis de teflon na primeira fase da pesquisa, verificou-se que as pastilhas\n\nresultantes da moldagem, após secagem na estufa, apresentavam variações\n\ndiametrais maiores que 0,1 mm, no mesmo anel ou entre anéis diferentes,\n\nquando a variação aceitável é menor ou igual a 0,1 mm. Essa observação\n\ndemonstra que o teflon, tal como o PVC, por ser relativamente flexível, se\n\ndeforma ao ser feita a moidagem da pastilha.\n\n\n\n64\n\nEstas diferenças no diâmetro dos anéis são suficientes para\nalterarem os resultados da contração.\n\nDepois de medidos todos os anéis e constatada a discrepância,\n\nforam substituídos por anéis de aço inoxidável. Para que a aderência de massa\n\ndo solo nesses anéis fosse a mínima possível, foram retificados para deixar a\n\nsuperficie intema suficientemente lisa.\n\nPENETROMETRO:\n\nFoi desenvolvido um aparelho (figura 9) que faz a medida da\nresistência à penetração na amostra de solo espatulada de uma haste com peso e\n\ndiâmetro fixados. Este aparelho tem a f,rnalidade de substituir a caneta-\npenetrômetro utiiizada até então.\n\nO aparelho faz com que a \"agulha\" e o seu suporte (de l0 gramas\nno total) possa penetrar na amostra em posição vertical e em situação de queda\n\nlivre, após encostar na superficie da amostra.\n\nEste equipamento foi elaborado após a constatação de que a caneta-\n\npenetrômetro (fìgura 10) poderia induzir a eros, principalmente na\nverticalidade da agulha e queda livre; também poderia ocorrer influência do\n\noperador que manuseasse esse dispositivo, sendo mais uma variável indesejada\n\nno método.\n\nComo o conjunto das 82 amostras foi ensaiado duas vezes, numa\n\nprimeira foi usada a caneta-penetrômetro e na segunda o equipamento\ndesenvolvido, possibilitando a comparação das umidades obtidas com 1 mm de\n\npenetração (fìgura 7). Verificou-se que apesar da variação a maioria dos valores\n\nestão próximos, de modo que a caneta-penetrômetro poderia ser utilizada numa\n\navaliação prelirninar no campo.\n\n\n\no\noo\n\nLalossolo Roxo ^ \no al\n\n\" t\\. l\n-oo rlo \n\nco I\no lrr¡o\n\no rll\ntl 9\n\n^t/rv It\n\n!\n\n! i ry9¡¡\"r9 v¡ærn\"-- gi\"*\"\n\nrl\nöo\n\nõ\nrqt\n\noo\n\nq!\n\no\n\nAmostras\n\nFig.7 - Variações entre umidades ótimas de moldagem das pastilhas obtidas por diferentes penetrômetros\n\n| \n\n- \nàfär\"rrro a\" p*\"t uçao\n\n1q:r\"lr:q:ryqq':!lq ]\n\ne3ð\n\nr-lossolo vermllhlllarelo l rOSt'\no9o6õ0 \n\no\n\no\n\no1\n¡¡\n\no\niAreia ouartzosa i Illr\n\n\n\n66\n\nVerificou-se também que um dos aspectos que influenciam\nsignihcativamente a penetração é o posicionamento inicial da agulha, isto é, a\n\naltura da agulha sobre a amostra antes da penetração. Para minimizar este\n\nproblema fez-se o uso de uma lupa de 10 vezes de aumento para controlar o\n\nposicionamento da agulha, o que produziu bons resultados.\n\nProcurando-se avaliar a tolerância da penetração de I mm para a\ndeterminação da umidade ótima de moldagem, verificou-se que é aceitável uma\n\nvariação de 0,25 mm, de modo que a leitura poderia ficar 1 + 0,25 mm. Esta\n\nvariação teria uma influência de cerca de 0,5 %o na umidade, que é muito\n\npequena.\n\nUma outra modihcação introduzida foi a de atribuir o valor de 0,1\n\nmm quando a agulha marca a amostra sem penetrá-la. Este valor é o mínimo\n\nmensurável e foi adotado porque nestes casos a amostra sofre efetivamente um\n\ninchamento, embora de pequena monta, sendo portanto diferente de uma\n\namostra em que a penetração foi zero.\n\nBASE DE MOLDAGEM:\n\nUm outro aspecto que foi modificado diz respeito ao uso de\nmaterial plástico (sacos) revestindo alguma superficie sólida, como uma\n\nbancada, para a moldagem das pastilhas, em substituição às placas de teflon.\n\nEfetivamente, verificou-se que a aderência da massa de solo\nespatulado é menor no material plástico, mesmo nas amostras mais pegajosas,\n\ncomo é o caso dos Latossolos Roxos.\n\nTEMPO E INTENSIDADE DE ESPATULAÇÃO DAS\nAMOSTRAS.\n\nO método proposto por Nogami e Viilibor (1994) recomenda o\n\nnúmero de 400 espatuladas, porém não traz informações sobre a forma e\n\nintensidade de espatulação, tornando dificil a sua utilização.\n\n\n\n67\n\nDesse modo, foram feitos ensaios em algumas amostras que foram\n\nespatuladas com tempos sucessivos e medidas a umidade, sempre com a\npenetração padrão de I mm.\n\nPara amostras mais argilosas e com maior agregação, como os\n\nLatossolos Roxos, constatou-se que o tempo de espatulação sufìciente para que\n\na umidade atingisse o patamar superior foi de 6 minutos.\n\nNo entanto, a fim de evitar eventuais erros na intensidade de\nespatulação, resolveu-se adotar o tempo de 8 minutos para a execução dos\n\nensaios, que corresponde a cerca de 600 espatuladas.\n\nREPETIBILIDADE DOS ENSAIOS DAS PASTILHAS.\n\nA fim de se estudar a repetibilidade do método, a amosira 27 îoi\nensaiada 5 vezes.\n\nOs resultados encontrados estão no quadro 14, e indicam que as\n\ndiferenças encontradas entre os ensaios são muito pequenas. Em termos\npráticos, estas diferenças são insuficientes para alterar a caracterização do material.\n\nn9 ensaio umidade (%) contração (mm) penetração (mm) classificação\n\nI 27,0 0,91 2,0 NA',(NG'-NS')\n\n2 26,0 0,88 2,0 NA'- NS'\n\n3 26,4 0,94 2,0 NA'(NG',-NS')\n\n4 26,9 0,87 1,8 LA'\n\n5 26,s 0,95 )? NA'(NG'-NS')\n\n4 - Resultados de repetibilidade de ensaios da amosfra 27Quadro repet\n\nEssa diferenças poderiam ser explicadas na classificação obtida\n\nacima, segundo o gráfico da figura 5, pela variação dos valores de contraçào e\n\npenetração que estão nos limites, estes entre os lateríticos e os não-lateríticos e\n\naqueles entre os grupos LA' e LA'- LG'.\n\n\n\n68\n\nCabe ressaltar que a amostra ensaiada acima é uma das 9 amostras,\n\nque apresentaram penetração, portanto com maior dificuldade, que as demais,\n\nde ser repetida.\n\nREPRODUTIBILIDADE DO ENSAIO DAS PASTILT{AS.\n\nPara analisar a reprodutibilidade do ensaio, foram selecionadas 26\n\namostras para a repetição dos ensaios das pastilhas por operador diferente. As\n\namostras ensaiadas são representativas de cada classe pedológica.\n\nOs resultados comparativos encontram-se na figura 8, onde estão\n\nanotados os valores de umidade, contração e penetração respectivamente.\n\nComo se pode observar nessa figura, as diferenças encontradas são\n\npequenas comparando-se os ensaios executados por diferentes operadores,\n\nsituando-se dentro do intervalo aceitável, isto é, que não alterariam o resultado\n\nfinal de classificação e utilização do material.\n\nPROPOSTÇAO DE NOVOS ENSAIOS.\n\nFace a alguns problemas surgidos na execução e avaliação dos\n\nresultados na primeira fase de ensaios, principalmente com relação aos solos\n\nmais arenosos, alguns novos ensaios foram implementados.\n\nNo decorrer da primeira fase de execução de ensaios, constatou-se\n\nque as amostras mais arenosas mostraram dificuldades no seu preparo e na\n\nclassificação final. Quanto ao preparo, verifìcou-se que nessas amostras é\n\nrelativamente mais dificil estabelecer a umidade para a penetração de I mm, em\n\ncomparação com as amostras argilosas. Isto é devido, provavelmente, ao\ntamanho dos grãos das amostras relativamente ao diâmetro da agulha. Assim a\n\nagulha, ao penetrar na massa poderia encontrar grãos com diâmetro de até 0,42\n\nmm, isto é de até 1/3 do diâmetro da agulha, e assim mascarar o resultado.\n\n\n\nU\nm\n\nid\nâ\n\nd\ne\n\ns \n(Y\n\no\n)\n\nrl\nil .,\n\nii ,,\nil il\n\n¡i\n \n\ni\n\nh\nìll\n\nrl\nl\n\nl\" i,l ll.\n,l\n\n1\n.,\n\nrr\n\nrl\n¡l\n\nr'\n \n\nI \nl\n\n.l \nI \n\nl. \nI\n\nI \nlo\n\n o\nI \n\nI \nã\n\n€\niÀ\n\n¡ô\nt\n\n¡i\n \n\n3\n8\n\n¡ \nli \n\n3\n\nC\no\n\nn\ntr\n\na\nçã\n\no\n (\n\nm\nm\n\n)\nj-\n\nt l 1 j I : l l l l l\nd\nl l l l l ) ) 1 I l I\n\nI I\n\nl ì l I t I I ir\n.\n\nI ll, il¡ ì 1lr l I l l l\n¡\n\nl l l l I | \n.r\n\n) ì¡\n\n¡\n\nP\ne\nn\ne\ntr\n\na\nçã\n\no\n c\n\no\nm\n\n a\nn\ne\nl \n\n(m\nm\n\n)\n\n-u\nu\n\"u\n\nh lr\nlr\n\nI l¡\n\nI l¡\n\nI ) l I l l l l l 1 l l l I\n\nl¡\ni\n\n'l\n\nI\n\nj l l l I l I l l l l\n\n¡l\n\nI o 'õ È\ni\n\nt.\n)ì\n\nlo tõ i+ Lr t:\n\nrl\na\n\nó\na\n\n8\nâ\n\nIlc l.l\n ir\n\n2\n3\na\n\n2\n3\nb\n\n2\n5\na\n\n2\n6\na\n\n>\n2\n6\nb\n\nI Iz\ne\nn\n\n2\n8\nb\n\n2\n9\nb\n\nll \na\n\n4\n6\n^\n\n5\n0\na\n\n5\nl \n\na\n\n5\n2\na\n\n5\n4\na\n\n5\n4\nb\n\n5\n5\nå\n\n'r\nl\n\no\na co o Þ o- o (,/> o- o ID o (h o o o o- (J è Ð o- .D\n\ntl a\nl\n\n,ó\n|\n\nô\n-l\n\no\ni ri N.)\n\nI o a- o tÉ\n\n\n\n70\n\nPara se contornar o problema acima, foram feitos um maior número\n\nde penetrações (no mínimo cinco) e tirou-se a média, enquanto que nos solos\n\nargilosos apenas 3 leituras foram necessárias.\n\nEstas dificuldades são gerais em solos essencialmente granulares\n\nou com pequena parcela de fÏnos. Pequenas variações no teor de umidade de\n\nareias podem causar mudanças relativamente altas na tensão de sucção da água\n\nque interliga os grãos. A tensão de sucção é responsável por uma \"coesão\nfictícia\", que pode ser destruída quando há excesso de água, ou seja, quando a\n\nsucção é zero. Assim, se a tensão de sucção é alÍa, a penetração pode ser baixa;\n\nse a sucção é baixa a penetração é alta. Desta forma, pequenas variações de\n\numidade na amostra podem causar diferenças significativas na profundidade de\n\npenetração da agulha padrão.\n\nENSATO DE REABSORÇÃO Oe ÁCUe PELA PASTTLHA SEM\n\nO ANEL\n\nA primeira implementação refere-se à avaliação do comportamento\n\nda pastilha na placa de reabsorção de água sem q anel, além da avaliação com o\n\nanel.\n\nVerificou-se que as amostras mais arenosas, 14 do total, com\n\ncontração menor do que 0,5 mm, apresentaram dificuldades na determinação da\n\npenetração padrão de I mm, condição para a moldagem da pastilha, e na\ndeterminação da penetração na pastiiha após a reabsorção de água na placa\n\nporosa.\n\nNas amostras citadas, houve diferentes valores de penetração nas\n\npastilhas com anel na placa de reabsorção de água, variando de 0 até 3 mm. O\n\nproblema está em que nos termos mais arenosos, como as areias quaftzosas\n\n(amostras 54a, 54b e 55a), a penetração foi nula, quando se esperava pelo\n\n\n\n'71\n\nmenos 3 mm, pois estes solos, por terem pequena quantidade de argila, possuem\n\nfraca coesão, teoricamente insuficiente para resistir a penetração.\n\nDesta forma, a penetração nula foi atribuída ao confinamento da\n\namostra pelo anel, onde os grãos estariam arranjados de maneira a impedir a\n\npenetração. Esta hipótese do confinamento é corroborado pelo que se conhece\n\nsobre o comportamento dos solos arenosos em obras, pois estes, quando\n\nconfinados, podem apresentar bom desempenho.\n\nEstes resultados com os solos arenosos permitiram, entre outros\n\ndados, a afualização da versão IV do ensaio expedito das pastilhas. Assim, na\n\nversão IV.l (Nogami e Villibor, 1996), amostras com contrações menores que\n\n0,1 5 mm são consideradas automaticamente como nãolaterítico ou situadas\n\nnuma faixa de transição para este.\n\nDesta forma, fez-se a opção por colocar as pastilhas na placa de\n\nreabsorção de água sem o anel, e assim avaliar o efeito do confinamento.\n\nObservou-se que, nesse caso, a penetração foi máxima (4,5 mm), para as\namostras 54a,54b e 55a.\n\nCabe ressaltar que as amostras acima apresentaram dificuldades na\n\nextração do anel por possuírem contração menor do que 0,20 mm e algumas\n\npastilhas desfizeram-se ao serem extraídas dos anéis.\n\nO ensaio sem o anel foi repetido para todas as amostras,\nconstatando-se que naquelas em que já havia alguma penetração após\nreabsorção com anel, a penetração sem o anel foi máxima. Este dado contraria a\n\npremissa de que, com penetração máxima, a amostra é não-laterítica, que porém\n\ncontinua válida se o ensaio for feito com o anel.\n\nPor outro lado, o ensaio sem o anel permitiu a observação de outros\n\niènômenos que serão abordados posteriormente.\n\n\n\n72\n\nESFERA DE SOLO IMERSO EM ÁGUA\n\nProcurando-se ainda alguma altemativa pala o estudo de\ncaracterização dos solos, especialmente os mais arenosos, propôs-se um ensaio\n\nque avalia o comportamento de uma esfera de solo imerso em água.\n\nA esfera de solo utilizada para o ensaio acima é confeccionada com\n\numa porção da mesma massa de solo espatulada e nas mesmas condições para a\n\nmoldagem das pastilhas.\n\nO ensaio está sendo proposto com o objetivo de se obter uma\n\ncaracterística a mais do material que possa auxiliar na diferenciação dos grupos\n\nMCT, principalmente quanto aos termos mais arenosos.\n\nEste ensaio tem sido utilizado, há muito tempo, no meio rodoviário\n\ninternacional, principalmente para uma avaliação preliminar da coesão do solo\n\nnatural (Woortorton, I 954).\n\nEste ensaio foi realizado em todas as amostras coletadas, e os\nresultados serão apresentados e discutidos posteriormente.\n\n3 - TECNICAS DO ENSAIO E)GEDITO DAS PASTILHAS MODIFICADO.\n\nEnsaio das pastilhas. Nogami e Villibor, (1994 e 1996), com\nmodificações. Um roteiro dos ensaios encontra-se no quadro 15.\n\nAs técnicas adotadas serão descritas sumariamente a seguir:\n\nA fração granulométrica utilizada para este ensaio é menor que\n\n0,425 mm, obtida a partir de peneiramento.\n\nOs materiais passantes (peneira 0,425) e os retidos são pesados\n\npara a determinação da proporção de cada fração.\n\n\n\nEspatulação 8 min\n\nESTUFA 60\n\nPASTILHAS\n\nEXPANSÃO SEM\n\nANEL\nEXPANSÃO COM\n\nANEL\n\nPENETRAÇÃO\nSEM ANEL\n\nQuadro 15 - Seqüência dos ensaios expeditos das pastilhas.\n\n\n\n74\n\nCerca de 50 g do material (&lt;0,425) é separado, umedecido com\n\nágua destilada, e deixado em repouso por cerca de l2 horas. Após esse tempo o\n\nmaterial é espatulado sobre uma placa de vidro fosco com auxílio de uma\n\nespátula, por 8 minutos (hgura 11). O objetivo da espatulação é desfazer os\n\nagregados do solo liberando a fração argila e também homogeneizar a amostra.\n\nA espátula utilizada é de lâmina flexível com aproximadamente 80\n\nmm de comprimento e 20 mm de largura.\n\nPara a espatulação a amostra é colocada sobre a placa de vidro,\n\nsendo que a umidade inicial de espatulação é definida pela penetração de I mm\n\nem uma superficie plano-horizontal de 10 mm de massa de solo\nhomogeneizada. A amostra deve ser amassada e revolvida, vigorosa e\ncontinuamente com o auxílio da espátula, adicionando-se água destilada em\n\npequenos incremetos, na medida em que a umidade for diminuindo.\n\nApós os 8 minutos a amostra deve apresentar uma penetração de I\n\nmm, pelo penetrômetro padrão de 10 g de peso e agulha de 1,3 mm de diâmetro.\n\nEssa penetração define a condição de moldagem da amostra nos anéis, onde a\n\namostra não seja tão dura que não possa ser trabalhada ou tão mole que não\n\npossa ser moldada nos anéis, inclusive esta umidade tem correlação com a\n\numidade ótima de compactação.\n\nA condição da amostra para a penetração referida acima pode ser\n\nobtida com um umedecimento, ou com uma secagem através de um circulador\n\nde ar.\n\nO solo, nas condições acima, é acondicionado em três anéis de aço\n\ninox de 20 mm de diâmetro interno e 5 mm de altura.\n\nEsse acondicionamento pode ser feito sobre um base plana\n\nrevestida de saco plástico. O material plástico evitará a aderência do solo\n\nespatulado ao ser colocado dentro dos anéis. Esse procedimento melhora o\n\nacabamento do lado inferior da pastilha.\n\n\n\n75\n\nO solo excedente superior é rasado com o auxílio de um fio de\n\nnylon ou arame muito fino (Figura 10).\n\nOs anéis com solo são colocados dentro de estufa a 60o C, por\n\ncerca de 8 horas.\n\nO material espatulado restante ainda é usado para determinações\n\nda:\n\n. Umidade de emolduração das pastilhas:\n\nA determinação da umidade é feita através da pesagem de uma\n\nporção de amostra (tamanho e forma semelhante a uma bola de gude) antes e\n\ndepois de secagem em estufa nas mesmas condições das pastilhas.\n\n¡ Resistência ao esmagamento.\n\nA esfera usada nesse ensaio é a mesma da determinação da\numidade. A esfera de solo é submetida a esforços para o seu rompimento, nas\n\nseguintes condições e conseqüentes atribuições:\n\n1 - Esfera quebra sob pressão dos dedos polegar/indicador;\n\n2 - Esfera quebra sob pressão do dedo polegar/mesa;\n\n3 - Esfera não quebra.\n\nO objetivo desse ensaio é o de se avaliar a resistência à pressão da\n\namostra seca. (hgura 12).\n\n¡ Esferas imersas em água.\n\nPodem ser separados quatro tipos de comportamentos básicos das\n\nesferas de solo quando imersas em água, as quais serão apresentadas a seguir\n\ncom as suas atribuições:\n\n0 - Esfera de soio desagrega-se nos primeiros 10 segundos de\nimersão e as partículas de solo resultantes podem ser identihcadas.\n\n1 - Esfera de solo desagrega-se desagregam-se em partículas até 2\n\nhoras e as partículas de solo resultantes podem ser identificadas.\n\n2 - Esfera de solo rompe-se em blocos milimétricos.\n\n\n\n76\n\n3 - Esfera de solo trinca-se ou não se altera.\n\nA esfera e os blocos resultantes do tipo 2 e 3 mantém ainda uma\n\nrelativa resistência.\n\nA estabilização das esferas em água acontecem dentro de 2 horas,\n\nsendo o mesmo tempo que as pastilhas. Modelos de resultados encontram-se na\n\nfigura 13.\n\no Consistência.\n\nÉ uma característica do solo avaliada pela pedologia em três\n\nestados de umedecimento da amostra: seca, úmida e molhada. Segundo Oliveira\n\net al. (1992), este ensaio é importante para a pedologia porque reflete as forças\n\nde adesão e coesão do solo.\n\nNo ensaio das pastilhas adaptou-se o ensaio da consistência da\n\namostra no estado úmido, a qual reflete a plasticidade do material.\n\nEsta característica é avaliada através da moldagem de um cilindro\n\n(t 3 mm) de solo e de resistir à deformação quando manuseada. São feitas\nquatro atribuições:\n\n0 - Não Plástico - não se consegue formação do cilindro.\n\nI - Pouco Plástico - forma-se cilindros que se quebram com ângulo\n\n> 90'\n\n2 - Plástico - forma-se cilindros que se quebram com ângulo &lt;90\"\n\n3 - Muito Plástico - ciiindros bem configurados e não se quebram\n\nao encurvá-los.\n\nOs anéis com as pastilhas, após serem tirados da estufa, devem\n\nesfriar, ao ar, por uns 15 minutos. Na seqüência, são feitas medições da\n\ncontração das pastilhas com auxílio de paquímetro, ou escala milimétrica e lupa\n\ncom as pastilhas dentro dos próprios anéis.\n\n\n\n7'7\n\nEm cada pastilha são feitas três medições, a l20o uma da outra.\n\nObtém-se, assim, 9 leituras e utiliza-se a média a¡itmética dessas contrações em\n\nequações para a obtenção do valor de c', aproximação IV. de Nogami e Villibor\n\n(1994). Equações:\n\nContração (ct) de 0,1 a 0,5 mm: .':(log r0ct + l) / 0,904\nContração (ct) > 0,6\n\n\"':(log rs \nct + Q,/) / 9,5\n\nOu pode-se utilizar o valor média das contrações diretamente no gráfico de\n\nclassificação de Nogami e Villibor (1996).\n\nO outro valor para a classificação acima é o et que é obtido pelos\n\nvalores de penetração, nas seguintes condições:\n\nOs três anéis com as pastilhas são transferidos para uma superficie\n\nde placa porosa saturada com água e recoberta por papel de filtro. A placa\nporosa, com espessura de 5 mm, permeabilidade de cerca de l0-2 cm,/s, capaz de\n\nmanter pressão negativa de aproximadamente 5 mm na sua superficie superior.\n\nObserva-se atentamente o tempo de ascensão da âgua, e deixa-se\n\nem repouso por 2 horas. Esse tempo de ascensão é o tempo que a pastilha\n\ndemora para fìcar totalmente umedecida. O espaço de tempo de 2 horas é o\n\nsuficiente para que a amostra não altera mais as suas características.\n\nApós o período acima, fazem-se observações do compoftamento\n\ndas pastilhas após a reabsorção da água, como expansão, aparecimento de\n\ntrincas, etc., e também efetuam-se medidas de penetração com o penetrômetro\n\npadrão.\n\nPara facilitar o procedimento do ensaio com as pastilhas, foi\ndesenvolvida uma planilha para registro dos dados (quadro 16).\n\nSegundo proposta de Nogami e Villibor (1994), quando os valores\n\nde penetração resultarem próximos de 2 mm, isto é, no limite entre Laterítico e\n\nnão-Laterítico, os ensaios devem ser repetidos com modificações para efeitos de\n\nclassificação. Essas modificações referem-se à confecção de novas pastilhas,\n\n\n\n78\n\nporém prensadas dentro do anel. Este efeito pode ser conseguido com o auxílio\n\nde uma pequena placa rígida e um pedaço de papel de filtro sobre a massa de\n\nsolo. Os novos valores obtidos serão usados para a classificação.\n\nO uso do paquímetro foi implementado durante o desenvolvimento\n\nda primeira fase do presente trabalho, uma vez que este dispositivo é mais\n\npreciso na leitura da contração do que a régua milimetrada e lupa.\n\n\n\n79\n\nDA AMOSTRA:\n\nDArA: J)_\nEXECUTOR: rl\n\n[,\n\nt)\n\n()\n\nFORMAS DE INCHAMENTO E TRINCAS\n\nAnel ne\n\nAnel ne\n\nAnel nq\n\nRESISTÊNCIA AO ESMAGAMENTO\n) quebra com pressão dedo x dedo\n\n) quebra com pressão dedo x mesa\n\n) não quebra\n\nCONDIÇOES DE DESTORROAMENTO\n\n) muito facil ( ) fácil\n) dificil ( ) muito dificil\n\nGRANULOMETRIA (mm)\n\nCONSISTÊNCIA -(amostra úmida)\n\n) não plástica ( ) plástica\n) pouco plástica ( ) muito plástica\n\nUMIDADE (h) - (%) (moldagem)\n= (úmida - seca) x 100 / seca\n= C_- )x 100 /_\n- o/\n\no ESFERAIMERSAEMÁGUA\n\ntipo de produto final:\n\n) partículas, em menos de 10 segundos\n\n) partículas\n\n) blocos\n\n) não se altera\n\nPASTILHAS\n\no CLASSIFICAÇÃO MCT (preliminar)\n\nQuadro 16 - Planilha de registros de dados dos ensaios das pastilhas\n\n\n\nFig.9 - Aparelho de penetração desenvolvido.\n\nFig.l0 - Caneta-penetrômetro e fio para rasar a pasta excedente no anel.\n\n\n\nFig. 1l - Espatulação de um solo em placa de vidro.\n\ntårtcleö\n^\\-/\n\nd\n\\\"/ ,Ä\n\n\\/\n\nFig. 12 - Esferas de solo e anéis de aço inoxidável.\n\nFig. 13 - Tipos de alterações das esferas de solo após imersão em água.\n\n\n\nCAPÍTULO VII - ANÁLISES E BNSAIOS ADICIONAIS\n\nNeste capítulo serão apresentados os resultados das análises\n\ngranulométricas a fim de se verificar a sua utilidade nos levantamentos\ngeotécnicos. Serão apresentados também alguns resultados de ensaios da\n\nmetodologia MCT convencional (Ensaios de M-MCV, M-CBR e Perda de\n\nMassa por Imersão) e dos Limites de Liquidez e Índice de Plasticidade de\n\nalgumas amostras representativas de cada classe.\n\n1 - ANÁLISE GRANULoMÉTruce\n\nOs resultados da análise granulométrica das amostras coletadas\n\nencontram-se no quadro 17.\n\nEntre as peculiaridades dos solos coletados destaca-se a ausência,\n\nna maioria das amostras, da fração cascalho. Somente 3 amostras: 28a,28b e\n\n49c, com 7,9%, 19,7% e 9,4Y:o, respectivamente, apresentaram quantidade\n\nconsiderável de cascalho. Essas amostras pertencem à classe dos Latossolos\n\nVermelhos Amarelos.\n\nDo ponto de vista pedológico a ausência da fração maior que 2 mm\n\nnos materiais estudados significa que os solos sofreram um elevado grau de\n\nintemperização conjugado com os tipos de rochas de origem, principalmente\n\nrochas básicas e sedimentares de granulação mais fina. Com efeito, segundo\n\nBrasil (1960), a maioria dos solos do Estado de São Paulo apresenta pequena\n\nquantidade da fração maior que 2 mm, pelo menos no que se refere aos\nhorizontes I e B dos perfis.\n\nNo que se refere a geotecnia, a ausência da fração grosseira explica\n\na dificuldade de se encontrar materiais granulares naturais nos solos superficiais\n\npara o uso, por exemplo, na estabilização granulométrica de solos. Em\ncontrapartida, a metodologia MCT foi desenvoÌvida especialmente para os solos\n\n\n\n83\n\nque passam integralmente na peneira de 2 mm de abertura, o que permite\n\nutilizárlapara a maioria dos solos do Estado de São Paulo.\n\nAmostra Argila sllte\nFino\n\nsllte\nGrosso\n\nAreia f ina Areia\nGrossa\n\nuascalno\n(Soto total)\n\nLATOSSOLO ROXO\nâ 40.6 t4.l 8.2 Ì0.0 0\n\nl-b 3 5.0 E.l 12.8 35 9.0 0\nl-c 32.3 n.7 14.1 32. 9.8 0\n2-a 3l.l 8.7 9-t, 40.4 0.8 0\n2-b 25.0 v.ð 51. 0.6 0\n2-c 23.9 t0.2 10.6 42.4 2.9 0\n3-à 34.0 12.9 16. 26.9 0.0 0\n\n3-b I E.9 E.6 zl 30.I 0.9 1.8\n4-a 68.0 t4.3 6. 6.7 4.9 0.3\n)-a 4l .8 10.9 ll.6 26.4 0.9\n6-a 42.3 0 3.6 28.3 25.8 0\nl-^ 45.9 6.6 2.3 2t. '7 .4 1.5\n8-a 7 .IJ t.3 7.0 0\n8-b 16.5 11.2 4.0 34.0 4.3 0\n9-A 46.1 4.O 28.5 6.3 0\n9-b 35.7 4.2 7.1 27.t 5.9 0\n\n't 0-a 62.6 0.5 8.1 t9.tf 9.0 0\nl0-b J ).: I.6 to.2 r5.0 0\n\nTERRA ROXA ESTRU' fTJRADA\nl-a t, /.U l2.o 6.0 3.8 (.)\n-b 4t.3 t7.0 t2.8 23.4 5.5 0\n\nl-c t0.3 19.5 20.0 40.7 9.5 0\n2-a ó0.5 8.9 15.3 8.2 0\n\nLATOSSOLO VERMELHO-ESCURO\n3-a 41 ,6 0,3 4 1&lt;/. 0,2\n\n4-a 45 0.2 7,2 25,l ')) &lt;0\n5-â 30,6 6,2 t4.2 ì 5.8 0\n6-a 48.4 8,2 t6,7 0\n7-a 44.2 t3,4 10,3 )') L 9,7 0\n-b i0.8 7'7 6,3 lt 4,2 0\n\n8-a Itì.t I 3.5 4 I0,6 33,5 0\n8-b 3 0.8 3,8 4,4 29 32 0\n9-a 48.3 tz,4 fì( 23.1 5,7 0\n9-t) t.6 16,6 1 8,8 0\n\nl9-c 3l ,z 7,4 5.5 0\n20-a 40.9 5.5 5',ì JO. I I 1,6 0\n21-a J4.¿ 7,3 l0 t4.9 l3-6 0\n\nZ-a 2.6 40 0\n\nro 17 - Resultados da análise ica (dados em o/oQuad\n\n\n\n) - Resultados das análises granulométricas. (dados em %).\n\n\n\n85\n\nPara a geotecnia, a constatação acima pode ser importante porque\n\ndemonstra a dificuldade de se encontrar materiais granulares naturais nos solos\n\nsuperficiais para o uso, por exemplo, na estabilização granulométrica de solos.\n\nEm contrapartida, a metodologia MCT foi desenvolvida especialmente para os\n\nsolos que passam integralmente na peneira de 2 mm de abertura, o que permite\n\nutilizâ-la para a maioria dos solos do Estado de São Paulo.\n\nQuanto às frações menores que 2 mm, observa-se, primeiramente,\n\nque há uma ampla variação de valores de todas as frações analisadas.\n\nComparando-se os resultados obtidos, com os dados da literatura, verifica-se\n\nque há algumas discrepâncias, e a que mais chama a atenção são os valores das\n\nfrações na classe dos Latossolos Roxos.\n\nNessa classe, de modo geral, os teores de fração argila são\n\nsignificativamente menores e os das frações silte grosso e areia fina são maiores\n\nque os esperados. Assim, os teores encontrados variam de 18,9o/o (amostra 3b) à\n\n68 o/o e na sua maioria situa-se abaixo de 40o/o (Oliveira e Prado, 1987). Para as\n\ndemais classes de Latossolos, torna-se dificil fazer alguma avaliação, devido\n\nprincipalmente à maior variabilidade dessas classes.\n\nEssa discrepância mostra que houve problemas na dispersão da\n\nargila na análise granulométrica e, que essa se deve provavelmente a existência\n\nde agregados estáveis devidos a presença de óxidos de ferro.\n\n2 - ENSAIOS DA METODOLOGIA MCT CONVENCIONAL.\n\nOs ensaios da metodologia MCT (Ensaios de M-MCV, M-CBR e\n\nPerda de Massa por Imersão) foram realizados para confirmar a classificação\n\n\n\n86\n\nobtida pelos ensaios expeditos das pastilhas, e os resultados encontram-se no\n\nquadro 18.\n\nOs resultados mostram que há uma grande aproximação entre os\n\nvalores obtidos, confirmando assim a eltcâcia do método expedito. Inclusive a\n\npartir das figuras 14 e 15, observa-se que as umidades ótimas de compactação\n\nna energia de 12 golpes está correlacionada com umidades ótimas de confecção\n\ndas pastilhas.\n\n3 - ENSAIOS DE LIMITES DE LIQÜIDEZ E PLASTICIDADE\n\nOs resultados dos ensaios de LL e LP (Quadro 18) mostram que a\numidade ótima de confecção das pastilhas está próxima do LL, como já havia\n\nsido constatado por Nogami e Villibor (1995).\n\n\n\namostras\n\n2b\n\nHot-past\n\nI la\n\nilb\n\n35\n\n14a\n\nHot-12 golpes\n\n2\n\n43\n\n27a\n\n.5\n\n47\n\n32a\n\n.6\n\n18.6\n\n3l,8\n\n50b\n\n25.8\n\n27 \"7\n\nc'\n\n53a\n\n26\n\n20\n\n1.52\n\n55a\n\ne'\n\n17.4\n\n201\n\n2.18\n\n39a\n\n0.58\n\nPENETRA-\nCÃO\n\n1 1.3\n\n15.9\n\nr.82\n\n40a\n\n1.08\n\n10.7\n\nl8\n\n1.62\n\n54a\n\nQuadro l8 - Resultados dos ensaios do MCT convencional e LL e LP.\n\n* Hot-past - umidade ótima de moldagem das pastilhas.\nHot-12 golpes - umidade ótima da curva de compactação na energia de 12 golpes do ensaio MCT\n\n)\n\n0.87\n\n104\n\nt9,7\n\n1.43\n\n0\n\n0.8\n\nr l.l\n\n26\n\n0\n\n1.2\n\n.l\n\nM-CBR\ns/imersão\n\n0.66\n\n5\n\n9\n\nl8\n\n055\n\n0\n\n2\n\n2\n\n0.99\n\n0\n\n0.3\n\nJJ\n\n126\n\n01s\n\nI 8\n\n24\n\n1.78\n\n2\n\nM-CBR\nimerso\n\n.3\n\n38\n\n1.34\n\n0\n\n25\n\n26\n\n0\n\n59\n\nl3\n\n0\n\nPi\n\n50\n\n38\n\n0\n\n26\n\nLL\n\nt8\n\n35\n\n15\n\n39.9\n\n25\n\nl5\n\n160\n\nLP\n\n50\n\n20\n\n50.1\n\n29\n\n2l\n\n0\n\n351\n\n14.8\n\nIP\n\n65\n\n39\n\nl0\n\n160\n\n95\n\n.9\n\n,8\n\n20\n\n167\n\nt0\n\n145\n\n3\n\n151\n\nL7 .3\n\n27 ?\n\nl5\n\nNP\n\n.4\n\nl 8,l\n\n1.9\n\n92\n\n\n\n50\n\n45\n\n40\n\n35\n\nð¡o\n!-25\nË, 20\n\n15\n\nl0\n\n5\n\n0\n\n30\n\n25\n\n520\n\nu 15\nè¡\nI\n:É l0\n\n5\n\n0\n\n2b lla 11b l4a z'la 32a 50b 53a 55a 39a 40a 54a\namoslrâs\n\nFig. 14 Relação das umidades entre pastilhas e 12 golpes\nMCT\n\n.f\na\n\n0 510 15 20 25 30 35 '10 15 50\nHot pastilhas\n\nFig. 15 Relação da umidades ótimas das pastilhas e de 12\ngolpes MCT\n\n\n\nVIII - ENSAIOS EXPEDITOS DAS PASTILHAS.\n(Análise dos resultados e classificação geotécnica)\n\nSerão apresentados e discutidos, neste capítulo, os resultados\n\nobtidos das 82 amostras ensaiadas com o método expedito das pastilhas\n\nO ensaio expedito das pastilhas permite observar 10 características\n\ndos solos analisados: granulometria, umidade, consistência, contração\n\ndiametral, tempo de ascensão, trincas, expansão, penetração, resistência ao\n\nesmagamento e coesão em água.\n\nTodos os resultados das características acima estão relacionados no\n\nquadro 19, do qual constam também os valores de c' e a classificação final de\n\ncada amostra. No quadro 20 constam os resultados da granulometria.\n\nDe acordo com Nogami e Villibor (1996), das 10 características\n\nobservadas, somente duas são necessárias para a classif,rcação preliminar MCT\n\ndos solos, a contração diametral e a penetração na pastilha com o anel, porque a\n\ncontração está relacionada com o coeficiente ct e a penetração com o índice et.\n\nAs duas características acima de certa forma sintetizam o\ncompoftamento de um solo para aplicação em pavimentação. Enquanto a\n\ncontração se correlaciona com a compressibilidade dos solos compactados, a\n\npenetração está relacionada com a coesão e resistência desses solos em presença\n\nde água.\n\nEntretanto, as demais características, se bem exploradas, podem\n\ncontribuir signif,rcativamente para um melhor conhecimento do comportamento\n\ngeotécnico dos solos ensaiados, auxiliando assim na previsão de seu\n\ndesempenho nas obras.\n\n\n\nC\n\nF\no\n\\o\n\nF\nrñ(n\nc\n-i\n\no\nU)\n\\J\n(A\nItz(t)\nÞ\no(/)\n\n(h\n\nÞ(,\n*l\n|.\nÞ\nci)\n\nc\\\nrD\n\no tJl.J\n{\n\n-¡\n,-¡\n\nl.J\nê)\n\no\\ c\\\n\nI\nf')\n\nI\no\n\n{\n\\Ô\n\n¡\nO\n\n\\o\n\nO\n\np\n\ncì\n\nJ\nc\\\n\no\\Ò\n\na\n\nf')\n\n0\\\\¡\n\nNJa\n\nf.\na\n\nO\nd\n\n-\nÞ\n\n-\n\nO\n\n,l\n(n\nat)\n\n-\n\nlrl\n\nln\n-\n\nIt\no\n\n\\¡\n--t\n\nI\no\\\nO\n\nO\npi\n\n-\nÈ\n\n-\n\nc\\\n\nO\n\nJ.r\n\\o\n\n\\c)\nc,'\n\n-\nL\n\n-\n\n19\n\n*.1\n\n\\o\n\n¡\nO\n\n-.¡o\\\n\n\\c)\nE:\n\nO\n\n!\n\n,a\n\n\\o\n\n,Oô\n\n\\o\n\nct\n\nO\n\nq\n\nPô\n\n,\\.o\nO\n\n\\¡\n\ncì\n*..¡\n\np\nc\\\n\n-\n\nc\n\ni\n\nFo\nX\nÞ\n(t)\ni\nea\n-\nF\n\ntl\n\no\\\n\n,Oô\n\nt-\n\nO\n\n\\¡\n\n\\c\n\n01\n\nO\nô\n\nc\n\nè\nO\n\nc\\\n\n\\c){\n\nt.\n\nP\n\no\\\n\n!\n\n{\n\n\\oô\n\nÞ\n\nI\n\nO\n\nè\n\nO\n\nIô\n\nI\n-l\n\n,\\o\n\nO\n\n,O\n\nì\\¿\n\n\\¡\n\nIô\n\no\nO\n\nP\n\nO\n\nl-J\n\n-\n!l\n\nO\n\n,Oô\n\n\\o\n\n\\o\no\\\n\n-\n^\n\nf.J\n\nô\n\nO\n\nI\n\n*.¡\n\\o\n\na\nO\n\nO\n\n-\na\n\nN)\n\nl.)\nt-)\n\n1..)\n\nLl\n\n9.\nO\nO\n\nc\\\n\n\\o\nN)\n\nt-\ntrl\n\nN.)\n\nl.J\n\n\\¡\n\n4\n\nJ\n\\o\n\nPô\n\nf..)\no\\\n\no\\\n\nO\n\n-\na\n\nq\n\nl..J\n\nO\n\nti\n\nO\nô\n\no\\\n\\o\n\n)l\n\nO\n\nt'\n\nP{\n\na)\n\nO\n\nq\n\nl.)\n1..)\n\nO\n\n*.1\n\n-\n\nP\n-..t\n\nO\n\nq\n\nO\n\np\n\nJ\nl.J\nO\n\nP\\¡\n\nO\n\no\\\n\n-\no\n\nO\n\nO\n\n\\¡\n\na\no\\\n\nIô\n\n\\ì\n\nI\\¡\n\n*l\n\n-\n\nO\n-l\n\nO\n\nq\n\n.Oô\n\no\\\n\n¡J\n\n-.1\nt.)\n\n-ll.J\n\nO\n\n-\n\n.O\n\nE\n\n-\n\nO\n\nq\\\n-t\n\nIô\n\nl..J\n\nJ\ncl\\\n\nP\\¡\n\n!\n\nO\n\namostrâs\n\nI\nO\n\nO\n\nq\n\no\\\n\nl.)\n\nIô\n\nLÐ\n\nc\n\numidâdes (7\")\n\n{\nN\n\nO\n\n-\n\nP\nO\n\nO\n\nq\n\nIô\n\nPo\n\nO\nO\n\no\n\n\\ì\n-¡\n\n-\no\n\nO\n\nf)\nO\n\nòJ\n\nè\n\nO\n\ncontrâção\n(mm)\n\nI\nO\n\nO\n\n-\n\nP\nO\n\nl..J\n\nO\n\n14\n\nIô\n\nN)\n\nt'-,\nO\n\nt.\na\n\nI..)\n\nl.J\n\ncontrâçâo\n(/\")\n\nO\n\nO\n\nO\n\n-\no\n\nI\n\nN)\n\nO\n\n,Oô\n\nN)\n''.')\n\nt.\ntr,t\n\no\n\nl.)\n\nO\n\nO\n\n-\n!-\nÈ\no\nct)\nct)\n\nt-\nO\n\nXo\n\n,O\n!\n\nl.J\n\nc\n\nO\n\n?{\n\nNJ\n\nO\n\nc\n{\n\n1..)\n\no\\\n\nClassificação\n\nO\n\nc\n\\¡\n\nO\n\\¡\n\nl..J\n\nt'.J\n\nO\n\nI\n\nO\n\nO\n\\o\n\nl.J\n\n1..)\n\nI empo\n\nP\n-¡\n\no\n\nl.J\n\npenetração s/\nanel (mm)\n\nI\n\\o\n\nO\n\nN-)\n\nO\n\nI'J\n\nExpansão c/\nanel (7o)\n\nO\n\nl.J\n\nN)\n\nExpansão s/\nanel l7o)\n\nN)\n\no\n\nt!\n\nconsistência\n\nNJ\n\nN.)\n\nTrincas\n\nIeslsleltcta\n\nesferâ águâ\n\n\n\nc\n\no\n\nC)\noz\ni\nrn(,\net.*l\n\no\nU)\nt-\nv)\nlnz\nU)\n\no(n\n\n(/)\n\n(,/)\n\n-l\n|t\n\nv)\n\nI\nl.J\n\nO\no-\n\n-¡\n\na\n\n\\¡\n\nNJ\n=l\\\n\n\\c)\nO\n\nNJ\n\\o\no-\n\nN)\n?\n\\o\n\nr-¡\n\nN)\n\no\n\n\\c)\nO\n\n,o\n\n\\¡\no\n\nI'.)\n\nl.J\n\\c)\n\n-l\\o\n\nc\\\n\nt.)\n\nP\nO\n\nO\n\nI\n\n\\ì\nO\n\nl.J\n-l\n\nI\n-.¡\n\nO\n\nI\n\nO\n\ntJ\n\n-\na\n\nl.)\no\\\n\n-l\n\nc\n\nl'.)\n:r\\¡\n\n\\¡\n\noì\nl.J\n\n-\n\nl\\J\no\\\n\no\\\n\nO\n\nc\\\n\nN.)\nO\n\n-\na\n\nN)\n\n!-\n\n-o\n\nO\n\n\\o\n\no\n\ntJ\n\nÞ\n\nO\n\no\\\n-¡\n\nl-\n\n-o\n\nl.J\nO\n\nP\nO\n\no\\\n\n*.¡\n\nN)\n\no\n\nO\n\n\\o\n\nl.J\n\no'\n\n-\nÞ\n\n,O\no\\\n\no\n\nO\n\n\\¡\ntr\nO\n\nO\n\nI\n\\o\na\n\nl.)\n\nO\n\nc\n\nO\n\n-¡\n\nl.J\nO\n\nO\n\nl-J\n\no\n\n-\n\nI\nNJ\n\na\n\nN)\n\nO\n\n,O\nO\n\nl-)\n\nI\n\no\\\n\nt)\nf.)\n\n|t\n\nO\n\\¡\n\n-\n\n-\nÕ\n\no\n\nO\n\nc\\\n\n,Oa\n\nO\n\nO\n\nc\\\n\nN\nÞ\n\nI\nO\n\nO\n\nt.J\nI\nt.J\n\nI\n\nl-)\nO\n\no\n\nO\nl.-)\n\no\n\nl.)\nO\n\n-\na\n\nt.\n\n-\n\nN)\n\nO\n\nNJ\n\n\\o\n\nO\n\nl..J\nO\nO\n\nc\n\nt.)\n\nO\n\nO\n\nN)\n\nN)\n\ntJ\n\nO\n\\o\n\nO\n\nI\nO\n\na\n\nc\nC.\n\nNJ\n\n\\o\n\nO\n\n-l\n\n,\\o\n\n-\na\nct\n(n\n\nl.\n\ntt\nz\nr¡l.\n\nL\ntt\n-o\n\nO\n\no\n\no\\\nl.J\n\na\n\\o\n\n1..)\n\n\\o\n\nO\n\nÞ\n\nà\n\nl.J\n\nO\na\n\n\\t)\nt'.1\n\no\n\nI\n\nÔ'\nO\n\ntJ\n\nO\n\n.O\nÕ\n\nO\n\n\\ì\n\nr>\n\n\\o\n-ì\n\no\n\nN)\n\n-\n\n!-\n\nl..J\n\nl.J\\¡\noì\n\nl.J\n\n,\\.o\nl'-)o\n\nO\n\n-¡\n\\o\n\nÕ\n\n\\ì\n\\o\n\nNJ\n\n{\n\nO\n\nt.)\n\nt\\)\nt-)\n\n)o\n\nIo\n\n¡J\n\n,O\n\nO\n\n-¡\n\nN)\n\nt-\nÞ\n\n-\n\nO\n\nN)\n\n\\o\n\nO\n\n\\o\n\na\n\nO\n\na\n\no\n¡.J\n\nl.J\n\nl-.)\n\nO\n\n\\o\n\\o\n\n-\n\nÈ\n\na\n\no\no\\\n\nIJ\n\n\\¡\n\nO\n\nl.)\n\nb\nO\n\nO\n\n\\o\n\na\n\nt.\n\nâmostrâs\n\n\\o\n\nO\n\nì.)\n\nO\n\nN)\n\n)oo\nO\n\numidades (7o)\n\nñ)\n\nz\n\nO\n\ntJ\n\nO\n\no\n\n\\¡\n\\c)\n\nO\n\n-\n\nO\n\nl.)\n\ncontração\n(mm)\n\nO\n\n\\o\n\nO\n\n-\no\n\nO\n\n-l\n\nt.J\n\nt.)\n\n.Oc\n\nI\n\nO\n\nl-\nÈ\n(h\n(h\no\n-\n\nIt\n?\nE\nE\n\nln(n\no\n\no\no5\n\nt.\n\n|.\n\ncontração\n(/\"1\n\nO\n\nt'.J\n\nÈ\n\nO\n\nO\n\nN)\n\noì\n\nO\n\nt.\no\n\nO\nO\n\nl.J\n\nl.J\n\no\n\nt.\n\nI\n\\o\n\n|.)\n\ncr\n\nl.J\n\nO\n\n\\o\n\nO\n\no\\\n\nO\n\nO\n\nO\n\nO\n\nf-)\n\nN)\n\nClassificação\n\no\n\nO\n\nt.J\n\nO\n\nN)\n\nO\n\nN)\n\no\\\n\nr empo\nâscensãr¡\n\nO\n\nO\n\nl.J\n\nt\\)\n\npenetração s/\nanel lmml\n\nO O\n\nExpansão c/\nanel (o/o\\\n\no\n\nl.J\n\nO\n\nExpansão s/\n\n^nel \n(Vo)\n\nb.J\n\nNJ\n\nO\n\nh.J\n\nt..) ¡.J\n\nTrincas\n\nreslslencta\n\nesfera águâ\n\n\n\nþc\nÞ\nF\no\n\\o\n\nc)\n(J\nzi\nFrj\nv)\nC\n--l\nIJ\no\nv)\n\no\nv)\nülz\nv)\n\no\nv)\n\nv)\n\nv)\n-l\n|.\ntlr\n\n(t)\n\no_\n\nN) ,.o\n\nO\nòJo\n\n\\¡\n\nt,\n\nc\no\n\nO\nO\n\nl.-)\n\na\nÕ\n\n\\o\n\nP\n\nP\n\n\\o\n\nP\n\nc\nc'\n\nO\n\nc\n\nt!\nO\n\nO\n\nI\nO\n\nO\n\nO\nO\n\nN)o\n\nc\nc\n\n\\o\n\nP\nO\n\nO\n\nt¡\nO\n\n\\o\no'\n\nO\n\nl.J\n\nO\n\n9oc\n\ntrj\n\noq\n\n-l\nN\nU)\n\nPc\n\nz\n\n\\o\n\nI\nc\\\n\nP\n\nO\n\nìl\n\nz\n\nO\n\nc\n\nP\n\nc\n\n;'.¡\no\\\n\n{\n\nO\n\no\\\n\nP\nc\\\n\\c)\n\ni\n\nz\n\na\nl.J\no\\\n\nl.J\n\n\\o\n\nc\n\n-\n\n-\n\nc\n0\\\n\nc\n\nO\n{\n\n-\n\n-\nÞ\n\nc\n\nIì\nO\n\nI'J\nÈ\n\nO\n\nO\n*ì\n\nO\n\nl.J\n-l\n\n-\n\n-\nÞ\n\nc\n\no\\\n\ns\n\nO\n\nO\n\nO\no\\\n\n9o\n\nl'.J\nÞ\n\nf.J\n\nO\n\\o\n\nN)\n\nNJ\n\noì\n\nz\nÞ\n\nzq\n\nO\n\nt')\n\nO\n\nO\n\nO\n\nO\n\n¡\nO\n\nz\nÞ\n2.q\n\n\\o\n\nO\n\\¡\n\nO\n\nO\n\nO\ntù\n\nO\nO\n\nO\n\n-\nÞ\n\n-\nÞ\n\no\\\nO\n\nO\n\ntt\n\nl.J\nt'J\n\nI\n\nO\n\n¡.J\n\nl.J\n\nO\n\nÞ\n\n\\o\n\n¡\nc\\\n\no\\\n\\Þ\n\n!-\n\n\\J\n\n\\o\n\\¡\n\nÌ.l\n\n!\n\nO\n\nO\n\nO\n\n\\¡\nID\n\nO\n\n,O\\¡\n\nO\nt)\n\nI\n\nl.-)\n\nè\n\n-\n\no\\\n\n\\¡\nl.J\n\nO\n\nO\n\nr.\nÞ\n\n|-,\n\nle\nb.)\n\na\n\nNJ\n\n*.1\no\\\n\nI\n\n3-\n\nO\n\nt'\n\n-o\n\nI\n\\o\n\n-Q\n\n,(¡)\n\\o\n\nNJ\n\no\\\n\nO\n\nÊ)\n\np\n\\o\n\nO\n\nO\n\nI\n\nO\n\n{\no\\\n\nt\\)\n\nN)\n\n\\¡\no\\\n\nN)\n\nO\nO\n\nl.J\n\n9)\n\nt.)\nO\n\nO\n\nO\n\n-¡\n\no\\\no\\\n\nì\\)\n\n¡J\n\n\\¡\n\n)l\n\\o\nO\n\nl.J\n\n-\n\nO\n\nÊ,\n\nÈ\n\\o\n\nt\\.)\n\nO\n\nO\n\nf.J\n\n-l\n-¡\n\nl.J\n\n-\na\n\nN)\nÞ,\n\nO\n\n,(¡\\¡\n\nO\n\nI\n\nNJ\n\nP\nO\n\n\\¡\n\na\n\n.O\nO\n\nÕ\n\n-\nÞ\n\n-\n\nN)\nO\n\nl.)\n\nI\n\n-l\n\nl.J\n\nO\n\nf')\nO\n\nO\n\nP\no\\\n\nl.J\n\nO\n\nl.)\n\nl.J\n\n\\ì\n\\o\n\nJ\n\\o\n\n-\n\namostrâs\n\nO\n\nl.)\n\na\n\nNJ\n\nO\nO\n\nl.-)\nrl\nÕ\n\nI\n\nN)\n\numidades (7.)\n\n{\n\\o\n\nl.\n\nO\n\na\n\nN)\n\no\nO\n\n|.\na\n\nc\n\nO\n\nO\n\nr-\nÞ\nÈ\nCA\nct)\n\nt-\n\nõ\n\nlnt.\n\nz\nfr\nhrl\nl.\n\nal\no\n\nO\n\ncontração\n(*m)\n\n|.\na\n\nO\n\nI\n\\o\n\nl.J\n\nO\n\nO\n\n-\nLJ\n\nl.J\n\ncontrâção\n(%)\n\no\n\n!\n\n1..)\n\nO\n\nl.\na\n\na\n\n\\J\n\nF\n\n-\n\nN)\n\n=J\n\n,O\nO\n\nO\n\nt..)\n\n¡J\n\n!.P\n\nO\n\nt'.J\n\ncl\n\nt,\n\nI\nO\n\no\\\n\nO\n\\o\n\nl.J\n\nN)\n\nP\nO\n\n.O\n\\o\n\nf.J\n\nClassificação\n\nO\n\nN)\n\nO\n\nP\n\nO\n\nN)\n\nf.)\n\nl.J\n\n'I empo\n\nO\n\nt.)\n\nf.J\n\nN)\n\npenetração s/\nanel lmm)\n\nf.)\n\nO\n\nN)\n\nl.J\n\nc\\\n*l\n\nO\n\nExpansão c/\n¿nel (Yo)\n\nO\n\nExpansão s/\nanel (Yo)\n\nt\\.) l.J\n\nÌ'J\n\nconsistência\n\nl.J\n\nTrincas\n\nreslslcnqa\n\nesfera água\n\n\n\nAmr&lt;0 4') l4)-)&lt;[ 4) | 4')\nLATOSSOLO ROXO\n\na 9t.4 8,6 fâ 98,5 0.6\nIt) 95.4 4 6a 97 3\nlc 99 7a 91.6 6.9\n2a 98.3 1.7 8a 99\n2b 99 8b 99\n\nc 98 2 9a 98.6 1.4\n3a 00, 0.8 9b 98.6 1.4\n3b 97.5 0.7 l0 a 98.2 t.8\n4a 97 -5 t0b 97 3\n\nTERRA ROXA ESTRUTURADA\nl^ 97 3 984 t.6\nlb 987 t.3 12a 98.1 t.9\n\nLATOSSOLO VERMELHO-ESCURO\n13 a 77.5 22.3 18 b 96 4\n14 a 94.5 5.5 t9a 99\n15 a 96.6 3.4 9b 987 1.3\ntb a 96 4 l9 c oa{ 0.5\nlz 98 1,7 20a 94 6\n\nt7b 98,8 1.2 2la 07?\n8a 94.6 54 95.7 4.3\n\nATOS SOLO \\,'ERMELHO-AMARELO\n23a 95.4 4.6 36a 93-6 6.4\n23b 95 5 ta 89.9 l0 I\n23c 95 Jð â 9l .8 8,2\n4a 98 2 39 a 92',|\n)a 965 35 40a 96.1 3.9\n\n¿õà 95 5 4la q5ì 4.7\n26h 96.7 J.J 42a 86.4 13.6\n7a 96. I 3.9 43a 86.3 3-7\n\n28a 69.5 )') (a 44a 74.7\n28b 59.2 2l 4fa ,!2.3\n29a 89.6 l0-4 46à 75.6 24,4\n29b 908 97 47a 89.2 10.8\n3Uà 8 6.4 t 3.6 48 a q4 6\n30 b 9l 9 49a 88 12\n3l a 79 21 49b 90 l0\n3r b 81.7 18 +9C It 96\n3l c l9 5t, a 6 33\n3ZA 95 ) 50b 68.7 31.3\n33 a a1 ) 2.8 5l a 84.6 15.4\n34a 93.7 6.3 52a 86.9 3_ I\n35 a 80.4 19.6 )J ã ll7. t 29\n35b 75.6 44\n\nAREIA OUARTZOSA\n54 a 87 I3 )_\\ a 87.2 t 2.8\n4b tt6 5 l3 5\n\nQuadro 20 - Resultados da granulometria do ensaio das pastilhas\n\n\n\n94\n\nSerão apresentados a seguir os resultados obtidos com os ensaios\n\nde contração e de penetração e a conseqüente classificação das amostras.\n\nI - CONTRAÇÃO\n\nOs valores da contração das pastilhas apresentam correlação direta\n\ncom o valor de'ct'Q.logami e Cozzolino, 1985).\n\nDe acordo com a aproximação IV. I do ensaio das pastilhas,\n(Nogami e Villibor, 1996), o valor da contração pode ser usado diretamente no\n\ngráfico de classificação para a obtenção dos grupos MCT.\n\nOs valores de contração obtêm-se com relativa facilidade por meio\n\nde um paquímetro, pois as pastilhas secas apresentam resistência suficiente para\n\nserem manuseadas.\n\nObserva-se que existe uma razoável correlação da contração com a\n\nfração argila obtida nas análises granulométricas, conforme mostra a figura 16.\n\nEntretanto, uma correlação mais estreita dos dados da contração com os\n\nresultados das análises granulométricas, é dificil de estabeler pela imprecisão\n\ndos resultados de granulometria, como já foi mencionado anteriormente. Além\n\ndisso, a contração é função também da plasticidade do solo.\n\nOs resultados da contração dos solos, através do método expedito\n\ndas pastilhas, estão correlacionados com a umidade de moldagem das pastilhas,\n\ncomo era de se esperar (figura I 7). Verihca-se nessa figura que há uma\n\ntendência de comportamento perante a âgua dos solos analisados quanto à\n\ncontração, porque as frações que compõem o solo têm grande afinidade com a\n\nágua e ao perdê-la contraem.\n\n\n\n3,00\n\n)5î\n\na 2,00\nE\n\nÞ r,so\nÈ\no\n\n1,00\n\n0,50\n\n0,00\n\n3,00\n\n2,50\n\n^ 2.00E\n(a\n,3 l.so\nE\nôo 1,00\n\n0,50\n\n0.00\n\n\":;lari:: o ô o\no oo l-o o-oo oê\n. 9 -o^oo\n\no\n\n<t\n\n\"þ'\noo\n\nooSS\noo\n\n0,0 10,0 20,0 30,0 40,0 50,0 60,0 70,0 80,0\nfração argíIa (%o)\n\nFig. 16 -.Relação da fração argila com a contração\n\numidades (%)\n\nFig. 17- Relação da contração com a umidade\n\n^^¡or^o:f;å \n'1\"ôoo\n\n&amp;9o\n9 ^c,þ\n\n9 9o\n\nooo3\"\nd\no¿\n\nôô\n\n0.0 t0.0 20.0 30.0 +0.0 50.0 60.0\n\n\n\n96\n\nCom relação ao ensaio de contração, os solos estudados abrangem\n\numa ampla faixa de variação, que vai desde 0,1 mm, mínima mensurável, nos\n\narenosos, até 2,5 mm, nos argilosos. Pode-se esperar, portanto, que a umidade e\n\na contração dos demais solos do Estado variem dentro desses limites.\n\nComparando-se as figuras 16 e 17, verifica-se que há uma forte\n\ncorrelação entre teores de argila e umidade, confirmando que a fração argila é a\n\nque tem influência decisiva na propriedade da contração.\n\nAo se comparar a contração com a expansão sem anel das amostras\n\n(figura l8), pode-se observar que existe uma tendência de que, quanto maior a\n\ncontração, menor será a expansão. Em relação aos solos considerados não\n\ntropicais, o normal seria acontecer o contrário.\n\nt2,00\n\nr0,00\na\n\ntti{{..\nolt\n\n¡,t\nI,\n\n.-- a\n\na\na\n\nI\na\n\naa\na\noc\n\na\n\naa.aa\n\n1.0 2.0 3,0 4,0 5,0 6,0 7,0 8,0 9.0 10,0 I t,0 12,0\nexpansão sem anel (o/o)\n\nFig, 18- Relação da contração com a expansão sem o anel\n\nE 8,oo\no\n\n3 6.00\n\n4.00\n\n\n\n91\n\nNa figura 19, apresentam-se os valores da contração distribuídos de\n\numa forma crescente por classes pedológicas e verifica-se que as duas classes\n\npedológicas opostas quanto à quantidade de argila (Latossolos Roxos e Areias\n\nQuartzosas) apresentam também contração com maior contraste.\n\nTambém na hgura 19, pode-se verificar que os valores\n\ncontração apresentam ampla variação, desde 2,52 mm até 0,26 mm para\n\nLatossolos, e menores do que 0,2 mm para as A¡eias Quartzosas.\n\nA existência dessas variações de contração nos Latossolos indica\n\nque eles apresentam coesões diferentes entre si e, poúanto, comportamentos\n\nmecânicos diferentes. Assim, as variações entre as classes dos Latossolos estão\n\ndistribuídas da seguinte maneira:\n\nclasses de solos variações da\n\ncontração (mm)\n\nvariações da\n\ncontração (%)\n\nLatossolo Roxo 2,s2 - t,38 12,60 - 6,90\n\nLatossolo Vermelho-Escuro r,97 - t,00 9,85 - 5,00\n\nLatossolo Vermelho-Amarelo 1.,86 - 0,26 9,30 - 1,30\n\nPode-se observar, nos dados acima, que cada classe apresenta uma\n\nfaixa de contração preferencial. Assim, essas faixas de valores podem contribuir\n\npara a identihcação desses tipos de solos.\n\nde\n\nOS\n\n\n\n3,00\n\n2,50\n\n2,00\n\nEg\n,x I 50\nb\nÉ\no\n\nI,00\n\n0,50\n\n0,00\n\n]AA\nl(\n\namostras\n\nFig. 19 - Relação da contração por classes de amostras\n\n\n\n2 - PENETRAÇÃO\n\nForam efetuados ensaios de penetração nas pastilhas após a\n\nreabsorção de água quando apoiadas em placa porosa saturada, em duas\n\ncondições diferentes, sendo a primeira, convencional, com o anel, e a segunda\n\nsem o anel, de acordo com a modif,rcação proposta anteriormente.\n\nPenetração com anel.\n\nVerificou-se que somente ocorre alguma penetração, isto é,\n\ndiminuição da resistência à esforços, quando a amostra perde a estabilidade na\n\npresença de água. Este fato pode ser observado na análise da figura 20, onde a\n\npenetração tem uma tendência a aumentar com o crescimento da expansão.\n\n- +--^-.'-\n\na\n'1'\n\n0,0 2.0 4.0 6,0 8,0 10,0 t2.0\nexpansão (%)\n\nFig. 20 - Relação da penetração com anel com a expansão\n\n4\n\n3,5\n\n3\n\nõ\n\nEô\no l-5\ng\n\nÈ\nôs\n\n0\n\n-0,5\n\n\n\nY'\n\\* ,\\?\n\\ I .,\n\\-\n\n100\n\nObserva-se que das 82 amostras, somente 10 apresentaram\npenetração maior do que 0,1 mm. Outras 14 amostras ficaram apenas marcadas\n\npela agulha. No quadro 19, as amostras que foram apenas marcadas aparecem\n\ncom o valor de 0,1 mm.\n\nQuanto aos valores de penetrações nas diferentes classes\npedológicas, pode-se observar que nos Latossolos Roxos a penetração é sempre\n\nnula.\n\nDos Latossolos Vermelho-Escuros, 6 amostras apresentam\npenetração de 0,1 mm; nas demais amostras dessa classe a penetração é também\n\nnula. Entretanto, a amostra 19c apresentou penetração de 4 mm, demonstrando\n\nque essa amostra pertence à classe dos não-lateríticos. Como se trata de\n\nhorizonte C, com conservação da estrutura da rocha de origem, correspondem a\n\num solo saprolítico.\n\nNos Latossolos Vermelho-Amarelos, há uma ampla variação de\n\nvalores de penetração, desde 0 até 3,0 mm, mostrando assim que ocorre nessa\n\nclasse uma variação dos valores de et e, portanto, uma variação do grau de\n\nlalerização, dentro do conceito admitido por Nogami e Villibor (1996).\n\nOs valores de penetração para as Areias Quartzosas são sempre\n\nnulos; isto, porém, tem significado diferente, conforme propöem os autores\n\nacima. Para contrações menores do que 0,1 5 mm a amostra passa a ser\n\nconsiderada não-laterítica.\n\nPenetração sem anel.\n\nAo contrário da penetração com anel, os valores da penetração sem\n\nanel não possibilitaram uma avaliação dos valores intermediários entre os\n\ngrupos da classificação MCT, pois a penetração ou foi nula ou foi máxima (4,5 mm).\n\nProvavelmente, isto se deve ao fato de a pastilha ter um diâmetro\n\nmuito pequeno e romper-se com a pressão da agulha.\n\nIHSTITUTO DE GEOCIÊNCIAS ' US}\n- EIBLIOTÊCA -\n\n\n\nl0l\n\nNa figura 21, encontra-se o gráfico de relação entre a contração\n\ndiametral e a penetração, no qual se verifica que há uma tendência da\npenetração apresentar, em alguns casos, maiores valores para contrações\n\ninferiores a 6 Yo, significando que as amostras com comportamento mais\nplástico perdem menos resistência que as mais arenosas.\n\nNas figuras 22 a 26, encontram-se exemplos de pastilhas de solos\n\nde diferentes classes pedológicas após reabsorção de água.\n\na\n\na\n\na\n\n-r't {\n\n0,00 2.00 4,00 6,00 8.00 10,00 12,00 t4.00\nContração (%u)\n\nFig.21 - Relação da Penetração com anel com a Contração\n\n4\n\n3,5\n\n3\n\n9..\n\nL\n\n6.)l\n\n0,5\n\n0\n\n\n\nFig. 22 - Pastilhas -amostra 2b (Iatossolo roxo) após reabsorção de água, com\npermanência da contração e resistência.\n\nFig.23 - Pastilhas -amostra lIa (terra roxa estruturada) após reabsorção de água,\ncom permanência da contração e resistência sobre os blocos; trincas.\n\n\n\n103\n\nFig.24 - Pastilhas -amostra2Ta (latossolo vermelho-amarelo) após reabsorção\nde água, com expansão e perda de resistência elevadas.\n\nFig.25 -Pastilhas amostra l9c (Latossolo Ver-\nmelho-Escuro) após reabsorção de água,\nexpansão e perda resistência elevadas.\n\nF i g. 2 6-Pasti lhas amo stra 5 4 a (ar eia quartzosa)\napós reabsorção de água, contragão e\nexpansão pequenas - resistência alta.\n\n\n\nt04\n\nCLASSIFICAÇÄO MCT PRELIMINAR E RELAÇÕES DAS\nCLASSIFICAÇÕES PEDOLÓGICAS E GEOTÉCNICAS.\n\nO objetivo principal do ensaio das pastilhas é o de identificar e\n\nclassihcar os solos de uma maneira expedita. A classificação é dada pelas\ncaracterísticas de contração e penetração. Os resultados encontram-se no quadro\n\n19.\n\nComo 3 amostras apresentaram contração compreendidas entre 0,3\n\ne I mm e penetrações próximas de 2 mm (amostras: 25a, 48a e 49b), foi\nnecessário a repetição do ensaio com a confecção de pastilhas prensadas,\n\nconforme propõem Nogami e Villibor (1994). Os resultados dos ensaios\nmostraram que somente a amostra 25a mudou de grupo MCT. A amostra\napresentou melhoras de qualidade com a prensagem. Os valores diminuiram, a\n\ncontração passou de 0,64 para 0,32 e a penetração de 2,5 para 0 (zero). As\n\ndemais amostras não apresentaram mudanças significativas no comportamento.\n\nNo que se refere aos valores de penetração, quando ocorlem\npróximos do limite entre os grupos laterítico e não-laterítico, os materiais como\n\no das amostras acima devem ser tratados com especial cuidado na hora de sua\n\nutilização na obra. Por esta situação, seria conveniente considerá-los como não-\n\nlateríticos. Por outro lado, também seria conveni ente îazer o ensaio MCT\nconvencional, e assim se poderão obter valores mais seguros de c' e et para a\nclassificação.\n\nAs principais aplicações da metodologia MCT são a separação dos\n\nsolos lateríticos dos não-lateríticos e a hierarquização de valores de algumas\n\npropriedades geotécnicas dos solos. A análise dos resultados obtidos mostra que\n\n6 das 82 amostras (19c, 49b, 49c, 53a, 54a e 54b) ensaiadas apresentaram\ncomportamento não-laterítico, sendo que dessas 6 somente a amostra l9c é solo\n\n\n\n105\n\nsaprolítico. As demais amostras, provavelmente apresentam quantidade de\n\nagentes cimentantes insuficiente para dar resistência mecânica e hídrica aos\n\nsolos.\n\nPor outro lado, constatou-se a existência de 16 amostras que\n\napresentaram expansão considerável, onde o material excedeu o volume inicial\n\ndo anel. Essas poderiam ser situadas numa possível faixa de transição entre\n\nIateríticos e não-lateríticos.\n\nQuanto às variações de comportamento geotécnico ao longo do\n\nperfil de solos, considerando-se os horizontes A, B e C, verihcou-se que as\n\ndiferenças não são signihcativas, excluindo-se o horizonte C, este enquanto\n\nsolo saprolítico.\n\nDas quatro amostras coletadas do horizonte l, constata-se que os\nresultados dos ensaios são muito semelhantes e que a matéria orgânica presente\n\nnão teria influência muito significativa no comportamento desses solos. De\n\nqualquer modo, esse horizonte é pouco espesso, variando até cerca de 50 cm, e\n\nnormalmente, uma obra, é retirado por conter materiais indesejáveis como\n\nrestos de vegetais.\n\nQuanto aos diferentes níveis coletados do horizonte B constata-se\n\nque nas classes dos Latossolos Roxos e Latossolos Vermelho-Escuros as\n\ndiferenças são pequenas, onde a contração não varia acima de 0,2 mm. Na\n\nclasse dos Latossolos Vermelho-Amarelos a variação da contração é maior,\n\nchegando até 0,4 mm. As variações também são pequenas nas classes das terra\n\nroxa estruturada e Areia Quartzosa.\n\nA constatação de que há pequena variação de comportamento\ngeotécnico ao longo do horizonte B pode significar, em termos práticos, do\n\nponto de vista geotécnico, que este horizonte é homogêneo. Isto ocorre mesmo\n\n\n\n106\n\nem horizontes B muito espessos, \n\"o*o \n\npoa\" ser o caso dos Latossolos Roxos,\n\nque podem chegar a cerca de 15 metros.\n\nO fato acima é importante ao se fazer programa de amostragens de\n\nsolos para ensaio e ao considerar diferentes níveis do horizonte B aproveitáveis\n\nde uma jazida.\n\nNo que se refere às unidades (quadro l2) resultantes da subdivisão\n\ndas classes pedológicas também não se encontrou muito significado na variação\n\ndo comportamento geotécnico. Assim, por exemplo os Latossolos Roxos e\n\nLatossolos Vermelho-Escuros não apresentam variações signif,rcativas de\n\ncomportamento geotécnico, entre as unidades de uma mesma classe.\n\nPor outro lado, no caso dos Latossolos Vermelho-Amarelos há uma\n\ncerta correspondência entre as características geotécnicas e as diferentes\nunidades, principalmente no que se refere à textura (por exemplo: argilosa,\n\nmédia,...), que normalmente acompanham as subdivisões das classes nos mapas\n\ne relatórios. A partir dos resultados verificou-se que existe uma tendência dos\n\nsolos que apresentam menores contrações e maiores penetrações pertencerem à\n\ntextura média ou arenosa. Assim, acontece com a unidade Coqueiro que, por\n\napresentar textura arenosa, normalmente tem comportamento de LA - LA'.\n\nQuanto ao comportamento geotécnico das classes pedológicas,\n\npodem-se fazer as seguintes observações:\n\nA classe dos Latossolos Roxos apresentam comportamento\nhomogêneo com valores de c' altos (> 1,68) e penetração nula ou ausente. Logo,\n\nesses solos pertencem ao grupo de classificação LG' de Nogami e Villibor\n\n(1ee6).\n\nO índice de penetração acima denota que o material, uma vez\n\ncompactado e seco, adquire uma estabilidade grande na presença de água, e\n\nportanto apresenta uma resistência elevada à aplicação de esforços. No entanto,\n\nI\n\n\n\n107\n\nno campo, trincam ao secarem devido aos elevados valores de contração que\n\napresentam. Os resultados de homogeneidade deste grupo corrobora as\n\nconsiderações de Nogami e Villibor (1995), que colocam os Latossolos Roxos e\n\ninclusive as Terras Roxas Estruturadas dentro do grupo LG'.\n\nA classe dos Latossolos Vermelho-Escuros apresenta\ncomportamento similar aos Latossolos Roxos. Uma das diferenças é que os\n\nvalores de c' tendem a ser menores, isto é, aproximam-se da zona de transição\n\nentre os grupos LG'- LA'. Isto significa que a coesão entre os grãos é menor,\n\napesar de ainda continuar alta. Não houve diminuição da resistência na presença\n\nde água, uma vez que a penetração foi nula.\n\nSomente a amostra l9-c apresentou comportamento anômalo com\n\nperda de resistência elevada (penetração alta). Esta amostra é de rocha alterada\n\ne, dentro do conceito de geotecnia, trata-se de solo saprolítico.\n\nA identificação da classe dos Latossolos Vermelho-Escuros tem\nespecial significado para a construção de pavimentos no Estado de São Paulo,\n\npois é principalmente nesta classe de solos onde se encontram as principais\n\nfontes de Solo Arenoso Fino Laterítico.\n\nA classe dos Latossolos Vermelho-Amarelos, como se pode\nverificar no quadro 19, apresenta compoúamentos muito variáveis, abrangendo\n\npraticamente todos os grupos dos solos lateríticos da classificação MCT.\n\nInclusive, num mesmo perfil ou entre perfis vizinhos como acontece com os\n\nperfis 30 e 31, os valores de contração variaram amplamente, desde I até 1,8\nmm.\n\nA explicação da ampla variação de comportamento dessa classe\n\npode ser relacionada com sua gênese. Esses solos podem ser formados a partir\n\nde diferentes tipos de rochas sedimentares, o que resulta numa considerável\n\nheterogeneidade de materiais, tanto no aspecto mineralógico quanto no\ngranulométrico.\n\n\n\nI08\n\nO mesmo não acontece com os Latossolos Roxos e os Vermelho-\n\nEscuros que são originários de rochas básicas (basaltos, diabásios,...), com\n\nmaior ou menor contribuição de rochas areníticas.\n\nQuanto à classe das A¡eias Quartzosas, constata-se que apresentam\n\ncomportamento distinto das demais classes pedológicas estudadas: a contração\n\nnão ultrapassa 1 Yo (0,2 mm) e a penetração é nula. Assim, não apresenta\n\ngrandes problemas na identificação expedita dos grupos MCT, onde pode variar\n\nde NA a LA.\n\nA amostra 55a, que foi caracteizada como da classe da Areia\n\nQuartzosa, apresentou no ensaio MCT convencional valores de e' igual a 1,34 e\n\nc' igual a 0,35. Estes resultados corroboram os resultados das pastilhas,\nclassificando a amostra como LA.\n\nConsiderações mais detalhadas sobre a classe das Areias\nQuartzosas ficam impossibilitadas pelo reduzido número de amostras\nanalisadas, apenas 3 amostras.\n\nA trabalho mostra que é possível usar a classificação pedológica na\n\nengenharia .\n\nEmbora, o objetivo deste trabalho seja essencialmente aplicativo,\n\nparece oportuno aludir aqui àquilo que poderia constituir a fundamentação\n\nteórica das correlações.\n\nNaturalmente, esta conjectura só pode receber adequado tratamento\n\ncientífico em um outro trabalho, uma vez que ultrapassa escopo do presente\n\ntrabalho.\n\nA correlação da classificação pedológica com a geotécnica MCT\n\nestá fundamentada em que as bases para essas classificações são essencialmente\n\nas mesmas: granulometria e estrutura dos solos.\n\n\n\n109\n\nA correlação pode ser feita porque, por um lado, a metodologia\n\nMCT realmente caracteriza algumas propriedades do solo tropical,\nprincipalmente aquelas de utilização em obras de pavimentação e, por outro, os\n\nensaios expeditos das pastilhas possibilitam o levantamento de extensas áreas .\n\nAs curvas de deformabilidade obtidas no ensaio MCT são uma\n\nexpressão direta da granulometria do material ensaiado. Esta Granulometria não\n\nquer dizer necessariamente frações como argila, silte , etc., mas sim um reflexo\n\ndessas frações organizadas de determinadas maneiras. Isto é importante realçar\n\nporque as anáiises granulométricas destroem os agregados naturais que terão\n\ninfluência decisiva no comportamento mecânico e hídrico dos materiais.\n\nO valor de c' da classificação MCT -método convencional, é\nobtido a partir dessas curvas de deformabilidade. No ensaio expedito das\n\npastilhas, o valor de c' é obtido através de curvas de correlação das medidas da\n\ncontração das pastilhas.\n\nO índice e' que está em função das curvas de compactação e Perda\n\npor imersão no MCT convencional, reflete a estruturação do solo após a\n\ncompactação. Já no ensaio expedito este índice é obtido através da medida\n\ndireta da resistência da pastilha após a reação com a âgua na placa de\nreabsorção, através da penetração de uma agulha padronizada.\n\nA aplicação das correlações entre as classes pedológicas e as\nclasses geotécnicas MCT obtidas no presente trabalho, para solos de outras\n\nregiões distintas da pesquisada, apresenta algumas particularidades que serão\n\ndiscutidas a seguir.\n\nO estudo dos Latossolos no Estado de São Paulo tem grande\n\nimportância, pois além de representar cerca de 56 % dos solos do Estado, são\n\nfreqüentemente utilizados em obras de engenharia como materiai de construção.\n\n\n\nll0\n\nLatossolo Roxo\n\nEstima-se que para a classe dos Latossolos Roxos o\ncomportamento geotécnico não poderia ser outro senão LG', em função de\n\napresentarem textura argilosa ou muito argilosa (> 35 % de argila) e quantidade\n\nde feno total superior a 18 %o. Esta quantidade de ferro seria suficiente para\n\nimobilizar as argilas e impedir sua possível expansão. Entretanto, poderia\n\nocorrer Latossolo Roxo com textura média, onde o teor de ferro poderia ser\n\nmenor do que 18 %, mas este tipo de solo é raro.\n\nLatossolo Vermelho-Escuro\n\nO conceito de Latossolos Vermelho-Escuros é mais abrangente\n\nquanto à variação textural, onde a quantidade de argila pode variar de 16 a 85\n\n%o, e a qruanÍidade de ferro é menor do que 18 %o. Deste modo, a variação da\n\nquantidade de argila e de ferro pode proporcionar classificação diferente de LG'\n\ne LG' - LA', possibilitando até a classe LA.\n\nSabe-se entretanto que há uma certa relação entre a textura e a\n\nquantidade de ferro presente, pois normalmente o ferro será menor do que 8 %\n\nquando a textura for média (Oliveira et aL.,1992).\n\nDificilmente esta classe apresentará comportamento não-laterítico\n\nporque o próprio nome da classe (Latossolo Vermelho-Escuro) supõe uma\n\nquantidade de ferro mínima que determina essa cor, portanto, refletirá as\n\ncaracterísticas mineralógicas, fisicas e químicas; em síntese, de cefta forma,\n\nmostra a quantidade de ferro atuante como agente cimentante.\n\nPor outro iado, apesar da variação textural grande dessa classe, as\n\nmudanças regionais dessa característica, da ordem de mapeamento de\nquadrículas (1:100.000), não parecem ser significativas como pode ser\n\nobservado na pesquisa, onde todos os LatossoÌos Vermelho-Escuros foram\n\nclassificados como LG' ou LG'- LA'. Desta forma, fazendo um reconhecimento\n\n\n\nlll\n\nde campo cuidadoso, com identificação descritiva (visual-táctil) e ensaios\n\nexpeditos das pastilhas, pode-se chegar às variações de ocorrências dessa classe.\n\nOs levantamentos pedológicos mostram também que, em igualdade\n\nde condições, os Latossolos Vermelho-Escuros mais argilosos são mais\n\nresistentes à erosão do que pouco argilosos. Esta observação deve valer também\n\npara as demais classes pedológicas.\n\nLatossolo Vermelho-Amarelo\n\nPara a classe dos Latossolos vermelho-Amarelos, o conceito é\ntambém bastante abrangente, com variação de argila de 15 a 80 0/0. Como nos\n\nLatossolos Vermelho-Escuro, a quantidade de ferro está associada à textura,\n\nonde normalmente para texturas argilosas ou muito argilosas o teor de ferro\n\nvaria entre 7 e ll %o. Assim, para texturas médias a quantidade de ferro será\nmenor.\n\nSegundo Oliveira et al. (1992), os Latossolos Vermelho-Amarelos,\n\nde textura média são muito susceptíveis à erosão.\n\nAreias Quartzosas.\n\nA classe das Areias Quartzosas tem a textura bem definida, com\n\nquantidade de argila sempre menor do que I 5 oá. Inclusive essa textura é\n\nrelativamente f,ácil de ser identificada através do tato. O limite inferior de 15 Yo\n\né quando a argila deixa de ser percebida no tato.\n\nSegundo o Prof. Villibor (comunicação pessoal, 1996), para que\n\num solo mais arenoso comece a ter um comportamento laterítico precisa ter,\n\nentre outras características, um teor mínimo de argila de 14 Yo.\n\n\n\ntt2\n\n4 - ANÁLISE DE CARACTERÍSTICAS COMPLEMENTARES\n\nSerão discutidas a seguir as demais características observadas no\n\nensaio das pastilhas.\n\nGRANULOMETRIA.\n\nObservou-se que a maioria das amostras apresenta preponderância\n\nda fração menor do que 0,42 mm. Logo, a metodologia das pastilhas pode ser\n\nutilizada e, nas amostras com quantidade considerável da fração maior que 0,42,\n\npode ser utilizada com pequenas restrições.\n\nA avaliação da granulometria é decorrente da própria preparação da\n\namostra para o ensaio das pastilhas, uma vez que este é realizado sempre com a\n\nfração menor que 0,42 mm.\n\nUMIDADE\n\nA umidade de moldagem da massa de solo espatulada, expressa em\n\nporcentagem e definida pela penetração de I mm, está correlacionada com a\numidade ótima de compactação na Energia Normal (12 golpes), conforme\n\nmostra a Figura 14.\n\nTambém a umidade de ensaio das pastilhas tem relação com o\n\nLimite de Liquidez, conforme já mencionado no item dos ensaios adicionais.\n\nCONSISTÊNCIA\n\nOs resultados da avaliação do consistência auxiliam pouco na\n\ndiferenciação dos diversos tipos de solos.\n\nOs solos com maior quantidade de argila, como os Latossolos\n\nRoxos, não mostraram comportamento muito plástico ao ser feito o rolinho, em\n\noposição aos solos mais arenosos, como os Latossolos Vermelho-Escuros.\n\n\n\nI l3\n\nPor outro lado, esse ensaio mostra claramente que nos solos com\n\npreponderância da fração areia (Areias Quartzosas) o comportamento foi de\n\nnão-plástico, isto é, não foi possível confeccionar o rolinho.\n\nTEMPO DE ASCENS^Ã,O\n\nEstacaracterísticarefleteapermeabilidadedomaterial.Nos\n\nmateriais mais argilosos, a água demora mais tempo para ascender até a\n\nsuperficie da pastilha do que os mais arenosos, o que era esperado. )\n\nO quadro 19, mostra que nos Latossolos Roxos e nos Latossolos\n\nVermelho-Escuros, o tempo de ascensão é sempre maior do que 4 minutos, ao \nl\n\npasso que nas Areias Quartzosas e em alguns Latossolos Vermelho-Amarelos o\n\ntempodeascensãovariade1segundoatélminuto,mostrandoanatù1eza\n\ngranular destes solos.\n\nVerif,rcou-se também que a observação dessa característica sem o ì\nuso do anel acentua a diferença entre os argilosos e os arenosos.\n\n:\n\nTRINCAS. \ni\n\nExistem dois tipos básicos de trincas produzidos no ensaio.\n\nO primeiro tipo refere-se às trincas que separam blocos regulares :\nde alguns milímetros de diâmetro, e esses blocos continuam com alta\nresistência. São desse tipo as trincas observadas em sete pastilhas dos \n\ni\n\nLatossolos Vermelho-Escuros. ]\n\nO segundo tipo é caract erizado por trincas associadas com a \n\"\n\nexpansão diametral, maior que 3 %o. Aquî se incluem as classes dos Latossolos\n\nVermelho-Amarelos e as Areias Quartzosas.\n\n\n\ntt4\n\nE)(PANSÃO\n\nA expansão diametral das pastilhas, após 2 horas na placa de\nreabsorção de água, pode ser avaliada de duas maneiras diferentes, com e sem o\n\nanel.\n\nNa figura 27, apresenta-se os valores de expansão obtidos sem o\n\nanel, e distribuídos por classes pedológicas. Verifica-se que entre as classes do\n\nLatossolos Roxos e Vermelho-Escuros não ocorre expansão considerável com\n\nexceção da amostra 19c, que é de solo saprolítico e, portanto, normalmente\n\nexpansiva. Nos Latossolos Vermelho-Amarelos houve algumas variações.\n\nHá duas situações em que a pastilha pode apresentar aumento de\n\nvolume. A primeira, quando a pastilha se trinca, formando em conseqüência\n\nblocos de alguns milímetros de diâmetro que, ao serem separados pela água,\n\nocasionam expansão.\n\nA segunda situação é quando ocorrem inchamento e trincamento\n\nsimultâneos na pastilha, porém não há formação de pequenos blocos.\n\nO primeiro aspecto que se destaca é que, para 8 amostras (15a, 18b,\n\nl9c, 20a, 22a,29 b, 33a e 47a), a expansão das pastilhas foi maior nos ensaios\n\ncom anel do que sem. Isto pode ser explicado pela ação das paredes internas do\n\nanel sobre a pastilha.\n\nO segundo aspecto é que, em todas as amostras em que houve\n\npequena penetração no conflinamento, no ensaio sem confinamento a penetração\n\nfoi sempre máxima, por volta de 4,5 mm.\n\nOs valores de expansão sem o anel mostram melhor essa\ncaracterística porque, como foi visto acima, o anel tem influência.\n\nNa figura 28, pode ser evidenciado que a expansão está\nintimamente relacionada com a penetração, pois acima de 3 Yo de expansão a\n\npenetração torna-se mais significativa, com valores acima de 4 mm.\n\n\n\nLrroisolo Ro\\o | ,t I \nLarossoto vermerlo-escuro\n\nl'er¡a Roxa Estruturada\n\nFig.27 - Relação das Expansões por classes de amostras\n\nl,lr\nA¡eia Quaftsosa\n\n\n\n10,0\n\nt s,o\nñ\n\nE o,o\n6l\n\n4 4.0\n\noo\nddddddddoooôooôoo\n\npenetrâção sem ânel (mm)\n\nFig.28 - Relação da expansão sem o anel com a penetração sem o anel\n\nRESISTÊNCIA AO ESMAGAMENTO\n\nO ensaio de resistência ao esmagamento pode facilitar a\ncaractertzação dos materiais, pois mostra o estado de coesão dos materiais a\n\nseco. E é muito fácil de ser executado.\n\nPode-se observar no quadro 19 que as atribuições de resistências ao\n\nesmagamento das esferas de solo variam muito, desde altamente resistentes até\n\npouco resistentes.\n\nSegundo Nogami e Villibor (1995), a coesão dos solos é uma\n\npropriedade que se correlaciona com a sua granulometria e a estrutura. Assim, o\n\nensaio acima reflete as propriedades citadas.\n\nOs solos mais resistentes pertencem às classes dos Latossolos\n\nRoxos, Latossolos Vermelho-Escuros e alguns dos Latossolos Vermelho-\n\nAmarelos. Dessa última classe, os demais apresentam resistência média a baixa.\n\nOs solos da classe das Areias Quartzosas também têm resistência média à baixa.\n\n\n\nt17\n\nPode-se verificar que as amostras com maior resistência possuem\n\numa granulometria preponderantemente mais fina e atuação mais efetiva dos\n\nagentes cimentantes.\n\nA figura 29 mostra uma tendência entre a resistência ao\nesmagamento e a contração, pois os solos menos resistentes possuem sempre\n\numa contração menor do que I mm.\n\naaaaiÞ a rDrÞö (fta aa i-a(Ëùfaaa a\n\na rtaa O\n\n0,00 0,50 1,00 1,50 2,oo 2\"50 3,00 t\ncontração (mm)\n\nFig .29 Relação da resistência ao esmagamento com a contração\n\n3,5\n\n3\n\no\nE 2.5\nE\nòo\nFI\n\n.9 1.5\n\n.E\n,2gr\n\n0,5\n\n0\n\n\n\nI l8\n\nESFERA DE SOLO IMERSA EM ÁGUA\n\nEste novo ensaio fomece uma característica a mais dos solos que\n\npode auxiliar na sua diferenciação.\n\nObserva-se, no quadro 19, pelas atribuições que as classes dos\n\nLatossolos Roxos e Latossolos Vermelho-Escuros reagiram pouco com a âgva,\n\nsendo que os aspectos resultantes apresentados pelas esferas foram, após esta\n\nreação, na foram de blocos,. ou então nem se alteraram. Este fato mostra que os\n\nsolos dessas classes apresentam uma coesão alta e que não a perdem (pelo\n\nmenos em parte) ao serem imersos em água. Por outro lado, os solos da classe\n\ndos Latossolos Vermelho-Amarelos apresentaram os mais diversos\ncomportamentos.\n\nA característica mais importante fomecida por este ensaio é a\ndiferenciação das coesões em meio saturado feitas em diversos tipos de solos.\n\nObserva-se que quanto maior o 'grau' de comportamento laterítico, menor a\n\nreação com água. Assim, ou a esfera não reage com a água ou apenas se trinca.\n\nO extremo oposto de comportamento diante da âgua é quando a esfera de solo\n\nreage imediatamente ao ser imersa, perdendo totalmente a coesão. Isto acontece\n\ncom os solos arenosos, de menor 'grau' de comportamento laterítico.\n\nNo que se refere à diferenciação dos solos argilosos, de\ncomportamento laterítico, daqueles que não apresentam tal comportamento,\n\nverifica-se que o ensaio da esfera mostra-se eficaz. Assim aconteceu com a\n\namostra 19c -solo saprolítico- onde a esfera de solo ao ser imersa em água\n\ndesagregou-se totalmente, resultando partículas extremamente finas, não\n\nidentificáveis a olho nu. Amostras de outros solos não-lateríticos, argilosos e\n\nexpansivos, foram testados confirmando-se a eficácia do ensaio.\n\nEm sÍntese, este ensaio pode contribuir na diferenciação dos dois\n\ngrupos distintos de solos. Num primeiro grupo, os solos coesivos, que são os do\n\n\n\nl19\n\ngrupo de solos lateríticos da classificação MCT. Num segundo grupo, os solos\n\nexpansivos e não coesivos, designados de não-lateríticos.\n\nO ensaio da imersão da esfera de solo em água pode ser\nconsiderado como uma simulação do comportamento do solo usado como\n\nestrutura de um pavimento, onde este solo poderá estar em condição de imersão\n\nem água.\n\nNa figura 30, observa-se que o comportamento da esfera de solo\n\nimersa em água está correlacionada com o valor de penetração da amostra. A\n\nmaioria das amostras que apresentaram penetração tiveram um comportamento\n\ndo tipo 0 ou 1, isto é, de fraca coesão.\n\nE\nE\n\nÊ\n\no\n\no.\n\n5,00\n\n4,50\n\n4,00\n\n3,50\n\n3,00\n\n2,50\n\n2,00\n\n1,50\n\n1,00\n\n0,50\n\n0,00\nc,+ -Nôlaìctctal .1 .ô .ô\n\nesfera em água\n\nFig. 30 Relação da penetração com a esfera em água\n\n\n\nt20\n\nCONSTDERAÇOES FINAIS\n\nO trabalho desenvolvido atingiu os objetivos propostos e resultou\n\nnuma contribuição para uma seqüência metodológica de identificação e de\n\nclassificação geotécnica de latossolos e solos afins do Estado de São Paulo,\n\nutilizando-se o método das pastilhas -MCT.\n\nA partir dos resultados obtidos no estudo dos Latossolos do Estado\n\nde São Paulo foi possível estabelecer a seguinte seqüência metodológica:\n\nl) Utilização de Mapas Pedológicos. Os mapas pedológicos se\nmostraram muito úteis no estudo geotécnico preliminar de obras viárias, na fase\n\nde coleta preliminar de dados. Por meio desses mapas, pode-se avaliar a\n\ndisponibilidade de materiais da região, necessários para a construção de aterros,\n\nproteção de taludes de corte e da estrutura de pavimentos, orientando o\n\nreconhecimento de campo. Esta avaliação só foi possível em função do fato que\n\nas classes pedológicas estão correlacionadas com as classes geotécnicas MCT, o\n\nque foi mostrado nos resultados dos ensaios geotécnicos.\n\nPara o uso de mapas pedológicos, faz-se necessário que estes\napresentem escala compatível com a extensão da obra, sendo, de um modo\n\ngeral, apropriadas as escalas entre 1:100.000 a l:1.000.000. Obviamente, mapas\n\nna escala I : 100.000 são melhores e mais detalhados, porém são ainda raros.\n\n2) Reconhecimento de Campo. A partir da coleta preliminar de\ndados pedológicos faz-se a programação para o reconhecimento de campo. O\n\nreconhecimento de campo implica num mínimo de conhecimento de\ncaracterísticas pedológicas, que leve à identificação descritiva dos solos, entre\n\nas quais se destacam: avaliação da textura, estrutura e cor que permita a\n\ndistinção dos horizontes pedológicos A, B e C.\n\n\n\nt2l\n\nVerificou-se que, para a carccteização geotécnica das unidades de\n\nsolo, é suficiente a identificação de alguma amostra do horizonte B do perfil das\n\nunidades taxonômicas designadas de classes, tais como Latossolo Roxo,\n\nLatossolo Vermelho Escuro, etc. Portanto, pode-se prescindir das subdivisões\n\ndessas classes, pois não têm muito significado para a geotecnia. Entretanto,\n\npodem ser úteis as designações de texturas arenosa, média e argilosa que\n\nnormalmente acompanham as unidades dos mapas.\n\nTambém é de fundamental importância a verificação do estado\n\natual da obras civís já existentes na região como taludes, aterros, estradas e\ntambém o solo natural, para avaliação de erosões, escoregamentos de terra, etc.\n\n3) Classificação MCT Preliminar. A partir dos ensaios expeditos\ndas pastilhas é possível chegar à classificação MCT preliminar. As adaptações\n\nfeitas ao método possibilitaram ainda mais a aplicação do ensaio expedito das\n\npastilhas. Essas adaptações são as seguintes: anéis de aço inox, penetrômetro\n\nmecanizad,o, ensaio de reabsorção de água pela pastilha de solo seco sem o anel\n\nde moldagem, e esferas moldadas com pasta de solo e imersas em água.\n\nObservou-se a grande potencialidade da extensão do método das\n\npastilhas MCT para uso de solos em obras geotécnicas em geral, não só viárias.\n\nEsta observação decorre da classihcação do solo por meio de\n\nensaios simples, onde o estado do material é o de pasta, e não compactado como\n\nno MCT convencional.\n\nAdicionalmente, a classificação não utiliza propriedades índices\n\n(como as tradicionais : plasticidade e granulometria), mas emprega diretamente\n\npropriedades geotécnicas dos solos como contração, expansão e resistência à\n\npenetração após reabsorção de água.\n\n\n\n122\n\nCom o estabelecimento desta sistemática para estudo geotécnico\n\npreliminar, pode-se programar melhor as campanhas de reconhecimento de\n\ncampo, a busca específlrca de jazidas de solos lateríticos, a programação de\n\nensaios geotécnicos de compactação, resistência, permeabilidade,\ndeformabilidade, etc, que se hzerem necessários.\n\nEspera-se que esta sistematização de conhecimentos pedológicos e\n\ngeotécnicos venha a contribuir com a diminuição de custos de projeto,\nconstrução e conservação de obras geotécnicas, no caso específico viárias,\n\npromovendo uma escolha eficiente e rápida de solos como material de\nconstrução.\n\nCabe ainda ressaltar, que neste trabalho, foram introduzidas\n\nimportantes modificações no método das pastilhas, como os anéis de aço\n\ninoxidável e desenvolvimento de penetrômetro mecanizado, as quais\nminimizaram alguns erros na condução dos ensaios.\n\nUm outro aspecto a ser destacado nessa pesquisa é que permite\n\nvislumbrar possibilidades de se desenvolver outros linhas de pesquisa, entre\n\nelas se destacam:\n\n¡ Identificação e classihcação de Latossolos de outros regiões do\nEstado de São Paulo e do Brasil.\n\n¡ Identificação e classificação de Podzólicos e demais solos.\n\n¡ Desenvolvimento de um método de espatulação mecanizado, o\nque já está sendo providenciado no Laboratório de Tecnológica de\nPavimentação.\n\no Estudo de anéis maiores do que 20 mm de diâmetro para a\n\nconfecção das pastilhas e/ou agulha de penetração com maior diâmetro e peso, a\n\nfim de minirnizar o efeito dos grãos de areia na penetração.\n\n\n\nREF'ERÊNCIAS BIBLIOGRÁF'ICAS\n\nALLEMEIER, K. A. (1973) Application of pedological soil surveys to highway\n\nengineering in Michigan. Geoderma. l0 (l/2), p.87-98.\n\nALMEIDA, F.F.M. (1964) Fundamentos geológicos do relevo paulista.\nBoletim do Instituto Geográfico e Geológico. (l): 169 - 262.\n\nARULANANDAN'S, K. (1969) Classification, Engineering Properries\nBehavior of Laterites. Proceedings of the Speciality Session on\nEngineering Properties of lateritic Soils. VII ICSMFE. v.2, p.163-179.\n\nBARROSO, J.A., ANTUNES, F.S., CABRAL, S.,POLIANOV, H. (1981)\nCorrelações de características genéticas de solos e as suas propriedades\n\ngeotécnicas. In: SIMPÓSIO BRASILEIRO DE SOLOS TROPICAIS EM\n\nENGENHAzuA. Rio de Janeiro, 1981, Anais. Rio de Janeiro,\nCOOPEruFRJ-CNPq-ABMS, p.187 - 198.\n\nBARROSO, S.H.A e FABBzu, G.T.P. (1996) Algumas considerações sobre a\n\nclassifìcação MCT e seus índices. In: REUNIÃO ANUAL DE\nPAVIMENTAÇÄO, 30, Salvador, 1996. Anais, Salvador, ABPv, v. 2,\np.494 - 505.\n\nBONGIOVANNI, S.; CAMpOS, J.O.; SALOMÃO, F.X.T.; (1994) Tropical\nenvironment and geotechnical behavior of cenozoic deposits. 7 th.\nInternational IAEG Congress. Lisboa, Balkema, Rotterdam. p.3503- 3510.\n\nand\n\nthe\n\n\n\nt24\n\nBRASIL (1960) Levantamento de reconhecimento dos solos do Estado de São\n\nPaulo. Rio de Janeiro, Ministério da Agricultura - Comissão de solos. 633 p.\n\nBRASIL (1983). Folhas SF. 23 / 24. Rio de Janeiro / Vitória.-PROJETO\nRADAMBRASIL Rio de Janeiro, M.M.E. / D.N.P.M. 780 p.\n(Levantamento de Recursos Naturais, 32).\n\nCOMMITTEE ON TROPICAL SOIS OF Tt{E ISSMFE (1985) Peculiarities\n\nof geotechnical behavior of Tropical Lateritic and Saprolitic Soils. São\n\nPaulo, ABMS. Progress Report-(l982-1985), 449 p.\n\nCRUZ, P. T. (1996) Lições aprendidas. In: CRUZ, P. T. 100 barragens\nbrasileiras: casos históricos. materiais de construcão . proieto. São Paulo,\n\nOficina de Textos, p.93-104.\n\nDAVISON DIAS, R.; MILITITISKY, J. (1989) Proposta de um sistema de clas-\n\nsificação de unidades geotécnicas e definição de perfis compostos de solos\n\ntropicais e subtropicais. Publicacão intema. CPGECruFRGS. Porto Alegre.\n\nDAVISON DIAS, R.; MILITITISKY , J. (1994) Metodologia de classificação de\n\nunidades e perfis geotécnicos desenvolvida na UFRGS. Solos e Rochas. 17\n\n(2), p. 81-e2.\n\nEMBRAPA - EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁruE.\n(1976) Serviço Nacional de Levantamento e Conservação de Solos, Rio de\n\nJaneiro. Levantamento exploratório-reconhecimento de solos da margem\n\nesquerda do rio São Francisco. Estado da Bahia. Recife, 1976. 404 p.\n(Boletim Técnico, 38)-Brasil. SIIDENE. Divisão de Recursos Renováveis.\n\n(Série Recursos de Solos, 7).\n\n\n\nt25\n\nFABBRI, G.T.P. (1994) Caracterizacão da fracão fina de solos tropicais através\n\nda adsorcão de azul de metileno. São Carlos. 155 p. (Tese de Doutorado).\n\nEscola de Engenharia de São Carlos - USP.\n\nFORTES, R. M. (1990) Método expedito de identificação de solos tropicais\n\npara finalidades rodoviárias. utilizando-se anéis de PVC rígido. 210 p.\n\n(Dissertação de Mestrado) - Escola Politécnica da Universidade de São\nPaulo - PTR.\n\nFORTES, R.M. e NOGAMI, J.S. (1991) Método expedito de identificação do\n\ngrupo MCTde solos tropicais utilizando-se anéis de PVC rígido. In:\n\nREUMÃO ANUAL DE PAVIMENTAÇÃO,25, São paulo, 1991. Anais,\n\nSão Paulo, ABPv, v. l,p.59l-604.\n\nFRANCISS, F.O. e CARVALHO, A. (1969) Tratamento estatístico de\nresultados de ensaios de solos da região Centro-Sul. In: SEMANA\nPAULISTA DE GEOLOGIA APLICADA, 1. São Paulo, 1969, Anais. Såo\n\nPaulo, APGA. p 110 - 125.\n\nGAMON, T.J. (1983) A comparison of existing.schemes for the engineering\n\ndescription and classification of weathered rocks in Hong Kong. IAEG.,\n\n(28):225 - 232.\n\nGEOLOGICAL SOCIETY ENGINEERING GROUP WORKING PARTY\n\n(1990) Tropical Residual Soils -. The Ouaterly Joumal of Engineering\n\nGeology.23. n.l.\n\n\n\nt26\n\nGIDIGASU, M.D. (1976) Laterite Soil Engineering. Amsterdam. Elsevier. 554\n\np.\n\nGODOY, H.; BERNUCCI, L. B.; NOGAMI, J. S. (1996) Diretrizes para a\nidentificação expedita de solos lateríticos para uso em obras viárias. In:\n\nREUMAO ANUAL DE PAVIMENTAÇÂ.O, 30, Salvador, 1996. Anais,\n\nSalvador, ABPv, v. 2,p.557-68.\n\nGODOY, H.; NOGAMI, J. S.; CARVALHO, A. (1994) Procedimentos para\ncaracterização geotécnica de perfis em solos de granitos e gnaisses, para\n\nobras viárias. Solos e Rochas. v . 77 , n. 1, p.3l-44.\n\nGROHMANN, F.; VAN RAIJ, B.. (1973) Influência dos métodos de agitação\nna dispersão da argila do solo. In: CONGRESSO BRASILEIRO DE\nCIÊNCIA DO SOLO.14, Santa Maria, 1974. Anais. Santa Maria, p.123-132.\n\nHARRIS, W.G.; ZELAZNY, L.W.; PARKER, J.C.; BAKER, J.C.; WEBER,\n\nR.S.; ELDER, J.H. (1984) Engineering properties of soils as related to\n\nmineralogy and particle-size distribution. Soil Science Society American\n\nJournal, (48): 978 - 982.\n\nLAFLEUR, J.D.; DAVIDSON, D.T.; KATTI, R.T.; GURLAND, J. (1960)\nRelationship between the California Bearing Ratio and Iowa Bearing\n\nValue - Progress Report, 1956. In: IOWA STATE UNIVERSITY.\nMethods for testing engineering soils. Ames p.257 - 288.\n\nLOCATI, S. (1984) Principais análises utilizadas no laboratório de geoquímica\n\n- DGG. Såo Paulo. Instituto de Geociências - USP. 104 p. (inédito).\n\n\n\nt2'7\n\nLOHNES, R. A.; DEMIREL, T. (1973) Strength and Structure of Laterites and\nLateritic Soils. Engineering Geology , 7 (l), p.l3-33.\n\nMOTTA, L.M.G.; MEDINA, J.; SOUZA, J.L.R.; OLMOS, I.L. (1986)\nClassification, Characterization and utilization of oxisols. In: EIGHT\nINTERNATIONAL SOIL CLASSIFICATION WORKSHOP, Rio de\nJaneiro, 1986. Proceedings. Rio de Janeiro, EMBRAPA,..., p.236 - 242.\n\nNOGAMI, J.S. (1967) Os solos residuais do Estado de São Paulo - sua\ncaracterizacão em bases eeológicas para fins rodoviários. São Paulo, 89\n\np.(Tese de Doutoramento)- Escola Politécnica da USP.\n\nNOGAMI, J.S. (1972) Determinação do índice de Suporte Califomia com\nequipamento de dimensões reduzidas (Ensaio Mini-CBR).In: REUNIÃO\n\nDAS ORGANIZAÇÕES RODOVIÁRIAS, II. Brasília, 1972. Anais.\nBrasília, ABMS. p. I - 44.\n\nNOGAMI, J.S. (1976) Necessidade de adequada caracterização genética dos\n\nsolos para finalidades rodoviárias. In: CONGRESSO BRASILEIRO DE\nGEOLOGIA DE ENGENHARIA, 1. Rio de Janeiro, 1976. Anais. Rio de\n\nJaneiro, ABGE. p. 19 - 26.\n\nNOGAMI, J.S. (1978) A tecnologia rodoviária e as peculiaridades dos nossos\n\nsolos. In: CONGRESSO BRASILEIRO DE GEOLOGIA DE\nENGENHARIA, 2. São Paulo, 1978. Anais. São Paulo, ABGE. p. 95 - 104.\n\n\n\nt28\n\nNOGAMI, J.S. e COZZOLINO, V.M.N.. (1985) A Identificagão de Solos\nTropicais: dihculdades e proposta de um método preliminar. In:\nRELINIÃO ANUAL DE PAVIMENTAÇÃO, 20. Fortateza, 1985. Anais.\n\nFortaleza, ABPv. p. ll7-34.\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1979) Soil characterization of mapping\n\nunits for highway purposes in a tropical area. IAEG (19) 196 - 199.\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1980) Caracterização e classificação gerais\n\nde solos para pavimentação: limitação do método tradicional.\nApresentação de uma nova sistemática. In: REIINIÃO ANUAL DE\nPAVIMENTAÇÃO, 15. Belo Horizonre, 1980, Anais. Belo Horizonte,\n\nABPv. p. l-38.\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1981) Uma nova ciassificação de solos\npara finalidades rodoviárias. In: SIMPOSIO BRASILEIRO DE SOLOS\nTROPICAIS EM ENGENHARIA. Rio de Janeiro, 1981, Anais. Rio de\n\nJaneiro, COOPEruFzu - CI'IPQ - ABMS, p. 30-41.\n\nNOGAMI, J.S. e VILLIBOR, D.F (1983) Os solos tropicais lateríticos e\nsaprolíticos e a pavimentação. In: REUNIAO ANUAL DE\nPAVIMENTAÇÃO, 18. Porto Alegre. 1983. Anais. Porto Alegre. ABpv.\n\nv.2,p.463 - 484.\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1994) Identificação expedita dos grupos de\n\nclassificação MCT para solos tropicais. In: CONGRESSO BRASILEIRO\n\nDE MECANICA DE SOLOS E ENGENFIAzuA DE FT]NDAÇOES, 10.\n\nFoz do Iguaçu. 1994. Anais. foz do lguaçu. ABMS. p. 1293-1300.\n\n\n\n129\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1995) Pavimentação de baixo custo com\n\nsolos lateríticos. São Paulo, Vilibor. 213 p.\n\nNOGAMI, J.S. e VILLIBOR, D.F. (1996) Importância e determinação do Grau\n\nde Laterização em Geologia de Engenharia. In: CONGRESSO\nBRASILEIRO DE GEOLOGIA DE ENGENI{ARIA, 8. Rio de Janeiro, RL\n\n1996. Anais. Rio de Janeiro., ABGE. v. l, p.345 - 358.\n\nNOGAMI, J.S.; BERNUCCI, L.B.; VILLIBOR, D.F. (1995) Contração de\nSolos Arenosos Finos Lateríticos: Simplificações para a escolha desses\n\nSolos para Bases de Pavimentos de Baixo Custo. In: REUNIÃO ANUAL\n\nDE PAVIMENTAÇ.ÃO, 29. Cuiabâ,1995. Anais. Cuiabá. ABpv. v.l p.\n345 - 363.\n\nOLIVEIRA, J.B. (1992) Carta pedológica semi-detalhada do Estado de São\n\nPaulo. Ouadrícula de Moji-Mirim. Campinas. Instituto Agronômico de\n\nCampinas. (Escaia I : 100.000).\n\nOLIVEIRA, J.B. e PRADO, H. (1982) Levantamento pedológico semideralhado\n\ndo Estado de São Paulo: Quadrícula de Descalvado. Mapa pedológico.\n\nEscala I :100,000. Campinas, Instituto Agronômico.\n\nOLIVEIRA, J.B. e PRADO, H. (1984) Levantamento pedológico semidetalhado\n\ndo Estado de São Paulo: Ouadrícula de São Carlos. II Memorial\nDescritivo. Campinas, Instituto Agronômico. (Boletim Técnico, 98).\n\n\n\nt30\n\nOLIVEIRA, J.B. e PRADO, H. (1987) Levantamento pedológico semidetalhado\n\ndo Estado de São Paulo: Ouadrícula de Ribeirão Preto. II Memorial\nDescritivo. Campinas, Instituto Agronômico. (Boletim Científi co, 7).\n\nOLIVEIRA, J.B.; ALMEIDA, C. L. F.; PRADO, H. (1981) Carta pedológica\n\nsemi-detalhada do Estado de São Paulo. Ouadrícula de Brotas. Campinas.\n\nInstituto Agronômico de Campinas. (Escala l:100.000).\n\nOLIVEIRA, J.B.; ALMEIDA, C. L. F.; PRADO, H. (1982) Cana pedológica\n\nsemi-detalhada do Estado de São Paulo. Quadrícula de Jaú. Campinas.\n\nInstituto Agronômico de Campinas. (Escala l:100.000).\n\nOLIVEIRA, J.B.; JACOMINE, P.K.T.; CAMARGO, M.N. (1992). Classes\ngerais de solos do Brasil. Jaboticabal, FUNEP, 201 p.\n\nOLIVEIRA, J.B.; MENK, J. R.; BARBIERI, J.L.; ROTTA, C.L.;\nTREMOCOLDI, W. (1982) Levantamento pedológico semidetalhado do\nEstado de São Paulo: Ouadrícula de Araras. Memorial Descritivo.\nCampinas, Instituto Agronômico. (Boletim Técnico, 7i).\n\nOLIVEIRA, J.B.; MENK, J. R.; ROTTA, C.L. (1979) Levantamento\npedológico semidetalhado do Estado de São Paulo: Ouadrícula de\nCampinas. II Memorial Descritivo. Rio de Janeiro, IBGE.\n\nPARSONS, A.W. (1976) The rapid measurement of the moisture condition of\n\nearth rnoving material. Crowthome (UK), Transpon and Road Research\n\nLaboaratory (LR.750).\n\n\n\nI3l\n\nPASSOS, M.C.F.; DAVISON DIAS, R.; CERATTI, J.A.P. (1991) In:\nREUNIÃO ANUAL DE PAVIMENTAÇÃO,25, São paulo, 1991. Anais,\n\nSão Paulo, ABPv, v. l,p.22l - 238.\n\nPRADO, H. (1995) Manual de classificacão de solos do Brasil 2.ed.\nJaboticabal, FUNEP, 197 p.\n\nQUEIROZ DE CARVALHO, J. B. (1981) Classif,rcação de solos lateríticos\n\nbaseado no processo de estabilização com cal. In: SIMPÓSIO\nBRASILEIRO DE SOLOS TROPICAIS EM ENGENFIARIA. Rio de\nJaneiro, 1981, Anais. Rio de Janeiro, COOPE/UFRI-CNPq-ABMS, p.442-\n\n452.\n\nSAMARA, V. (1981) Diferenças de características entre camadas de solos\nlateríticos e saprolíticos de uma área de Bed-Rock sedimentar do Estado\n\ndE SãO PAUIO. IN: SIMPÓSIO BRASILEIRO DE SOLOS TROPICAIS EM\n\nENGENHARIA, l Rio de Janeiro, 1981. Anais Rio de Janeiro,\nCOOPE/UFRJ - CNPQ - ABMS. p. 53-65.\n\nSORIA, M.H.A. e FABBRI, G.T.P. (1980) O ensaio Mini-MCV - um ensaio\n\nde MCV, Moisture Condition Value, com corpos de prova de dimensões\n\nreduzidas. In: REUNIÃO ANUAL DE PAVIMENTAÇÄO, 15. Belo\nHorizonte, 1980. Anais Belo Horizonte, ABPv. p. 1 - 21.\n\nTAKYA, H. (1997) Estudo da sedimentacão Neogênica-Ouaternária no\nmunicípio de São Paulo: ca¡acterização dos depósitos e suas implicacões\n\nna geologia urbana. 152 p. (Tese de Doutorado) - Instituto de Geociências\n\n- Universidade de São Paulo.\n\n\n\n132\n\nVARGAS, M. (1977) Introdução à mecânica dos solos. São Paulo, MacGraw-\n\nHill, Ed. USP, 509 p.\n\nVARGAS, M. (1988) Characterization, Identification and Classification of\nTropical Soils. In: INTERNATIONAL CONFERENCE GEOMECANICS\n\nTROPICAL SOILS, 2 , Singapore, Proceding. Rotterdam, Balkema. v. 1,\n\np. 7l-7 5.\n\nVARGAS, M. (1994) A engenharia de solos e fundações no Brasil. In:\nVARGAS, M. coord. Contribuicões para a história da Engenharia no\n\nBrasil. São Paulo, EPUSP, p.1 47 -180.\n\nWOOLTORTON, F. L. D. (1954) The scientific basis of roads design. London,\n\nEdward Amold Ltd.,364 p.\n\nJ\n\n\n\t20141209103417\n\t20141209104246"}]}}}