{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04599"}, {"@name": "filename", "#text": "BTP_2000_43_2_06_Efeito_do_envelhecimento.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EFEITO DO ENVELHECIMENTO SOBRE VISCOSIDADE E ESTABILIDADE DE EMULSÕES DE PETRÓLEO DO TIPO ÁGUA-ÓLEO\nTHE EFFECT OF THE AGING OVER THE VISCOSITY AND THE\nSTABILITY OF OIL EMULSIONS KIND WATER-OIL\nEFECTO DEL ENVEJECIMIENTO SOBRE LA VISCOSIDAD Y ESTABILIDAD DE EMULSIONES DE PETRÓLEO DEL TIPO\nAGUA-ACEITE\nJoão Batista V. Silva Ramalho 1\nRESUMO\nDurante o processo de produção de petróleo, é comum o aparecimento de emulsões formadas por gotas de água dispersas no petróleo, estabilizadas pela presença de emulsificantes naturais na região de interface. Essas emulsões apresentam viscosidades superiores ao petróleo desidratado, influenciando no dimensionamento dos equipamentos de produção, processamento e transferência. À medida que essas emulsões envelhecem, aumenta a adsorsão desses emulsificantes na interface, e, por conseguinte, aumenta a estabilidade dessas emulsões. Apresentam-se, aqui, os resultados dos ensaios realizados, em laboratório, com a emulsão sintetizada com teor de água de 50% em volume, sendo avaliadas a viscosidade dinâmica e a eficiência de separação gravitacional água-óleo no primeiro dia em que a emulsão foi preparada, e no 15 °, 30 °, 45 ° e 60 ° dias subseqüentes, quando foram observados incrementos na viscosidade e na estabilidade da emulsão em função do envelhecimento.\nABSTRACT\nDuring the process of oil producing, is common the appearance of emulsions formed by drops of water scattered in the oil, balanced by the presence of natural emulsifiers in the interface region. Those emulsions present higher viscosities to the dehydrated oil, influencing in the design of the transference, processing and production equipments. According as those emulsions get older, increase the absorption of those emulsifiers in the interface and, therefore, increase the stability of those emulsions. The results of the tests, in laboratory, are presented with the emulsion synthesized with 50% water content in volume, being appraised the dynamic viscosity and the efficiency of water-oil gravitational separation in the first day in which the emulsion was prepared, in the 15°, 30°, 45° and 60° following days, when were observed increments on the viscosity and in the emulsion stability in function of the aging.\nRESUMEN\nDurante el proceso de producción de petróleo, es común el aparecimiento de emulsiones formadas por gotas de agua dispersas en el petróleo, estabilizadas por la presencia de emulsificantes naturales en la región de interfaces. Esas emulsiones presentan viscosidades superiores al petróleo deshidratado, influenciando en el dimensionamiento de los equipos de producción, procesamiento y transferencia. A medida que esas emulsiones envejecen, aumenta la adsorción de esos emulsificantes en las interfaces, y por consiguiente, aumenta la estabilidad de esas emulsiones. Aquí se presentan los resultados de los ensayos en laboratorio, con la emulsión sintetizada con 50% de contenido de agua en volumen, siendo evaluadas la viscosidad dinámica y la eficiencia de separación gravitational agua-aceite en el primer día en que la emulsión fue preparada, y a los 15, 30, 45 y 60 días subsiguientes, cuando fueron observados incrementos en la viscosidad y en la estabilidad de la emulsión en función del envejecimiento.\n(Originais recebidos em 25.04.2000).\n1 Setor de Tecnologia de Processamento e Transportes (SEPROT), Divisão de Explotação (DIPLOT), Centro de Pesquisas (CENPES).\ne-mail: jramalho@cenpes.petrobras.com.br\nBol. téc. PETROBRAS, Rio de Janeiro, 43 (2): 100-103, abr./jun. 2000\t100\n1.\tINTRODUÇÃO\nDurante o processo de produção de petróleo, é comum o aparecimento de água proveniente do aqüífero localizado numa zona inferior da formação produtora ou, então, do mecanismo de recuperação secundária por injeção de água. Essa água, por apresentar elevado teor de sal em sua composição e formar emulsões com viscosidades superiores à do petróleo desidratado, deve ser removida, pois afeta o dimensionamento do sistema de bombeio e transferência e compromete certas operações de processo nas refinarias, além de representar volume ocioso na transferência e tancagem do petróleo e gerar problemas de incrustação e corrosão nos oleodutos de exportação.\nGeralmente, o petróleo e a água encontram-se no fundo do poço sob a forma de duas fases separadas. Ao escoarem através das tubulações de produção, essas fases são submetidas a agitação e ao cisalhamento e, em função da presença de emulsificantes naturais no petróleo (asfaltenos, resinas, ácidos naftênicos, dentre outras espécies químicas), de caráter lipofílico dominante, ocorre a dispersão de uma fase em outra, dando origem a emulsões do tipo água-óleo (A/O), isto é, diminutas gotas de água dispersas no petróleo recobertas por fina camada (interface) da fase oleosa. Esses agentes migram para a interface e formam uma barreira que impede o contato entre as gotas, estabilizando a emulsão. Sabe-se que estas emulsões podem ser também estabilizadas pela presença de materiais insolúveis, finamente divididos, na interface.\nÀ medida que uma emulsão envelhece, aumenta sua estabilidade pela oxidação, perda de frações leves, precipitação de alguns componentes, e, principalmente, maior adsorsão dos emulsificantes naturais na interface, que propicia a formação de películas interfaciais mais rígidas.\nGeralmente, a separação da água do petróleo realiza-se em duas etapas operacionais: a desidratação e a dessalgação. A desidratação é realizada nas unidades operacionais de produção instaladas em campo, e consiste, basicamente, na separação e remoção de grande parte da água, reduzindo seu teor a valores aceitáveis. A dessalgação do petróleo é realizada nas refinarias, e consiste em lavar o petróleo com água doce para remover grande parte do sal residual presente.\nPortanto, os métodos de desidratação combinam efeitos, com o objetivo de remover os agentes emulsionantes presentes na interface, e permitir a coalescência das gotas e a segregação das fases líquidas. Assim, normalmente adiciona-se previamente, determinado produto químico desestabilisante (desemulsificante) à corrente a ser processada, capaz de competir e deslocar os emulsificantes naturais presentes na interface. Em seguida, a emulsão é aquecida e quando necessário é fornecido ao sistema suficiente padrão de fluxo para que haja separação de fases.\n2.\tENSAIOS E RESULTADOS\nInicialmente, a emulsão foi sintetizada em laboratório, com teor de água de 50% em volume, incorporando-se solução aquosa de cloreto de sódio na concentração de 72 g/L ao petróleo com densidade API de 26,0. A condição de cisalhamento imposta foi de 10 000 rpm por 3 min, empregando-se o homogeneizador Ultra-Turrax T-50.\nEm seguida, acompanhou-se o comportamento reológico da emulsão, às temperaturas de 25 °C e 60 °C, quantificando-se a viscosidade dinâmica no primeiro dia em que esta foi preparada, e no 15 °, 30 °, 45 ° e 60 ° dias subseqüentes, empregando-se o viscosímetro Brookfield, modelo LVDV III, na presença do spindle SC4-18. Na tabela I, apresentam-se os resultados obtidos.\nTABELA I\nVISCOSIDADE DINÂMICA DA EMULSÃO COM TEOR DE ÁGUA DE 50%\nTABLE I\nDYNAMIC VISCOSITY OF THE EMULSION WITH 50% WATER PERCENT\nTempo (dia)\t25,0 °C\t\t60,0 °C\t\n\tViscosidade (cP)\tAumento (%)\tViscosidade (cP)\tAumento (%)\n1°\t451\t0\t106\t0\n15°\t840\t86,2\t135\t21,5\n30°\t1410\t212\t191\t80,2\n45°\t2188\t385\t270\t155\n60°\t2788\t518\t323\t205\nParalelamente, avaliou-se, em laboratório, a eficiência da separação gravitational água-óleo, à temperatura de ensaio 60 °C e em intervalos de tempo de 3, 6, 12, 18 e 20 min. Na tabela II, apresentam-se os resultados obtidos.\nTABELA II\nEFICIÊNCIA DA SEPARAÇÃO GRAVITACIONAL À TEMPERATURA DE 60 °C\nTABLE II\nEFFICIENCY OF THE GRAVITATIONAL SEPARATION TO THE 60% TEMPERATURE\nTempo (dia)\tÁgua separada (% v/v)\t\t\t\t\t\t\n\t3 min\t6 min\t9 min\t12 min\t15 min\t18 min\t21 min\n1°\t44,0\t88,0\t88,6\t90,0\t90,6\t91,4\t92,0\n15°\t12,6\t56,0\t88,4\t90,0\t90,6\t92,0\t92,0\n30°\t8,6\t28,4\t88,0\t89,4\t90,0\t92,0\t92,0\n45°\t2,6\t14,6\t40,0\t70,0\t81,4\t87,4\t87,4\n60°\t2,4\t5,0\t12,6\t24,6\t40,6\t66,0\t84,6\n3.\tDISCUSSÃO\nNas figuras 1 e 2, demonstram-se os principais resultados apresentados nas tabelas I e II.\nPela análise das figuras 1 e 2, observa-se que:\n•\to envelhecimento promoveu significativo incremento na viscosidade, sendo este efeito menos pronunciado à maior temperatura de ensaio;\n•\to envelhecimento causou significativo incremento na estabilidade da emulsão, reduzindo, assim, gradativamente, a eficiência de separação gravitacional água-óleo ao longo do tempo.\nFig. 1 - Efeito do envelhecimento sobre a viscosidade da emulsão.\nFig. 1 - Effect of the aging over the emulsion viscosity\nTempo de separação (min)\nFig. 2 - Efeito do envelhecimento sobre a estabilidade da emulsão.\nFig. 2 - Effect of the aging over the emulsion stability.\n4.\tCONCLUSÃO\nÀ medida que uma emulsão de petróleo do tipo A/O envelhece, ocorre gradativamente, incremento na viscosidade e redução na estabilidade. Atribui-se a este fato, em muito, a maior adsorsão de emulsificantes naturais e de finos na interface das gotas de água geradas.\nO excessivo envelhecimento de uma emulsão poderá ocasionar:\na - perda de eficiência no tratamento;\nb - aumento no consumo de produto desemulsificante;\nc - aumento da temperatura do processo e do tempo de separação, implicando no aumento de carga térmica necessária e no emprego de maior quantidade de equipamentos necessários ao tratamento;\nd - perda de eficiência de escoamento, quando for necessário transferir a emulsão para a unidade de processamento.\nBIBLIOGRAFIA\nPETROBRAS, J. B. V. S. Ramalho. Método para a predição do comportamento da separação gravitacional água-óleo em petróleos e uso do mesmo. BR PI 9901098-4. Abr. 12, 1999.\nRAMALHO, J. B. V. S. Metodologia para avaliação da separação água-óleo em petróleos segundo norma PETROBRAS N-2401 adaptada (teste de garrafa). In: SEMINÁRIO DE QUÍMICA ANALÍTICA, 4., 1996, Rio de Janeiro. [Trabalhos técnicos...] Rio de Janeiro : PETROBRAS. CENPES. DIQUIM. SEQUOR, 1996. p. 219-224.\nSALAGER, J. L. Dehidratacion del crudo. Merida : Universidad de los Andes, 1987. 19 p. Cuaderno FIRP 353."}]}}}